{
  "author": "seriousallthetime",
  "original_created_utc": 1625633834,
  "title": "My wife said the words I never thought I'd hear.....",
  "created_utc": 1625642161,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>&quot;I think we need to get rid of some books.&quot;</p>\n\n<p>Now folks, you have to understand something.  We went to a library book sale on our first date.  I proposed to her at the same library book sale 13 months later using a copy of her favorite book made into a book safe.  This is a woman who idolized Belle not for the romantic love story, but for her library and who wants (wanted?) a rolling library ladder some day.    </p>\n\n<p>But we&#39;ve basically come to the conclusion that we don&#39;t feel the need any longer to have a massive collection of books.  We don&#39;t need to own all the books we want to read.  We&#39;re going to start paring down, donating to our local mission for them to sell to fund their efforts.  We&#39;re going to catalog the books as we go so we know what we have/had and we&#39;re going to keep one-ish bookshelf with special books, books that changed us, signed first editions, etc.  The rest, we&#39;re getting rid of.  The entire Harry Potter collection, gone.  6 of the 7 copies of Devil in the White City, gone.  (she has a bad problem with buying that book every time she sees it.....)  Every copy except a &quot;reading copy,&quot; the signed copy, and book safe version of A Team of Rivals is out the door.  </p>\n\n<p>Now we just have to find a time to start.  I guess I didn&#39;t really have a reason for this post.  How about this; have you ever found yourself changing like this, going from collecting/hoarding/accumulating to dispersing and getting rid of?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/ofc4eo/my_wife_said_the_words_i_never_thought_id_hear/",
  "subreddit": "books",
  "id": "ofc4eo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "\"I think we need to get rid of some books.\"\n\nNow folks, you have to understand something. We went to a library book sale on\nour first date. I proposed to her at the same library book sale 13 months later\nusing a copy of her favorite book made into a book safe. This is a woman who\nidolized Belle not…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "\"いくつかの本を処分する必要があると思います。\"\n\nさて皆さん、何かを理解しなければなりません。私たちは最初のデートで図書館のブックセールに行きました。\n最初のデートで図書館のブックセールに行きました。13ヶ月後、同じ図書館のブックセールで彼女にプロポーズしました。\n彼女の好きな本のコピーをブック・セーフにして使ったのです。この女性は\nベルに憧れていた女性です。",
      "title": "妻が言った言葉は、私が思ってもみなかった言葉でした....."
    },
    {
      "locale": "zh",
      "the_new_excerpt": "\"我想我们需要去掉一些书。\"\n\n现在，伙计们，你们必须明白一些事情。我们第一次约会时去了图书馆的图书销售\n我们的第一次约会。13个月后，我在同一个图书馆图书销售会上向她求婚\n用她最喜欢的书的副本做成了一个图书保险箱。这是个女人，她\n崇拜贝儿，而不是...",
      "title": "我的妻子说了一句我从未想过的话语：....."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "\"我想我們需要去掉一些書。\"\n\n現在，夥計們，你們必須明白一些事情。我們第一次約會時去了圖書館的圖書銷售\n我們的第一次約會。13個月後，我在同一個圖書館圖書銷售會上向她求婚\n用她最喜歡的書的副本做成了一個圖書保險箱。這是個女人，她\n崇拜貝兒，而不是...",
      "title": "我的妻子說了一句我從未想過的話語：....."
    }
  ]
}