{
  "author": "do-eye-dare",
  "the_new_excerpt": "This is the first title I’ve read from this author and I’m stunned by the skill\nof his writing. Unlike other intrigue/thriller novels which rely on withholding\ninformation and a timely reveal at end, Le Carré offers a completely different\nexperience. What he provides is a series of expanding…",
  "original_created_utc": 1619570688,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この著者の作品を読むのは初めてですが、その文章力には驚かされました。\n驚きました。他の陰謀小説やスリラー小説では、情報を隠し、最後にタイムリーに明らかにすることに頼っています。\n情報を隠し、最後にタイムリーに明らかにすることに頼る他の陰謀小説やスリラー小説とは、全く異なる体験を提供します。\nのです。彼が提供しているのは、一連の拡張...",
      "title": "ジョン・ル・カレの「The Constant Gardener」は傑作です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是我读到的这位作者的第一部作品，我被他的写作技巧惊呆了。\n他的写作技巧所震惊。与其他依靠隐瞒信息并在结尾及时揭晓的阴谋/惊悚小说不同\n信息并在结尾处及时揭开谜底，勒卡雷提供了一种完全不同的\n经验。他所提供的是一系列不断扩大的...",
      "title": "约翰-勒卡雷的《永恒的园丁》是一部杰作。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我讀到的這位作者的第一部作品，我被他的寫作技巧驚呆了。\n他的寫作技巧所震驚。與其他依靠隱瞞信息並在結尾及時揭曉的陰謀/驚悚小說不同\n信息並在結尾處及時揭開謎底，勒卡雷提供了一種完全不同的\n經驗。他所提供的是一系列不斷擴大的...",
      "title": "約翰-勒卡雷的《永恆的園丁》是一部傑作。"
    }
  ],
  "title": "John Le Carré’s The Constant Gardener is a masterpiece.",
  "created_utc": 1619579003,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is the first title I’ve read from this author and I’m stunned by the skill of his writing. Unlike other intrigue/thriller novels which rely on withholding information and a timely reveal at end, Le Carré offers a completely different experience. What he provides is a series of expanding revelations, impressive in detail and research, combined with fully developed characters whose motivations are sometimes not even known to themselves. I’m about 2/3 of the way in and I never want this ride to end.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/books/comments/n02yzc/john_le_carrés_the_constant_gardener_is_a/",
  "subreddit": "books",
  "id": "n02yzc",
  "is_self": true,
  "media": null,
  "is_video": false
}