{
  "author": "Elpresidente02",
  "the_new_excerpt": "Hello everyone, I'm searching for a great sci-fi that will be easily readable\nand not too complicated to understand. I've tried \"Neuromancer\" from William\nGibson but it was really difficult to understand what was happening with all\nthese strange names of the future. I'm searching either like a…",
  "original_created_utc": 1624123780,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さんこんにちは、私は簡単に読める素晴らしいSFを探しています。\n読むのが簡単で、理解するのに複雑ではないものを探しています。ウィリアム・ギブソンの \"Neuromancer \"を読んでみました。\nギブソンの \"Neuromancer \"を読んでみましたが、未来の奇妙な名前の中で何が起こっているのか理解するのがとても難しかったです。\n奇妙な未来の名前で何が起こっているのか理解するのがとても難しかったです。私が探しているのは、このような作品です...",
      "title": "初心者にもおすすめのSF本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好，我正在寻找一个伟大的科幻作品，它将是容易阅读的\n而不是太复杂，难以理解。我曾试过威廉-吉布森的《神经舞者》，但它真的很难理解所有的事情。\n吉布森（William Gibson）的 \"Neuromancer\"，但它真的很难理解发生了什么，因为所有这些\n这些未来的奇怪名字。我正在寻找，要么就像一个...",
      "title": "一本适合初学者的伟大科幻书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好，我正在尋找一個偉大的科幻作品，它將是容易閱讀的\n而不是太複雜，難以理解。我曾試過威廉-吉布森的《神經舞者》，但它真的很難理解所有的事情。\n吉布森（William Gibson）的 \"Neuromancer\"，但它真的很難理解發生了什麼，因爲所有這些\n這些未來的奇怪名字。我正在尋找，要麼就像一個...",
      "title": "一本適合初學者的偉大科幻書"
    }
  ],
  "title": "A great sci-fi book for beginners",
  "created_utc": 1624167563,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello everyone, I&#39;m searching for a great sci-fi that will be easily readable and not too complicated to understand. I&#39;ve tried &quot;Neuromancer&quot; from William Gibson but it was really difficult to understand what was happening with all these strange names of the future. I&#39;m searching either like a cyberpunk style or like dystopian/utopian style of book.</p>\n\n<p>Thanks everyone in advance for your help !</p>\n\n<p>P.S.: My main language is French therefore excuse me for my poor English and I&#39;ll read the books you&#39;ll recommend in their French version.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/o3l6xk/a_great_scifi_book_for_beginners/",
  "subreddit": "booksuggestions",
  "id": "o3l6xk",
  "is_self": true,
  "media": null,
  "is_video": false
}