{
  "author": "Iron-Gold-Mustang",
  "original_created_utc": 1635520708,
  "title": "Just finished The Shadow Lands by Elizabeth Kostova and need to tell people about it.",
  "created_utc": 1635539804,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>No spoilers, just looking to talk about the quality of the book. </p>\n\n<p>I was blown away by this book. Her prose is so evocative and elegant, the descriptions so vivid, the pacing quick yet not rushed. </p>\n\n<p>The main characters are complex and layered in such a way that you become hungry to know them more intimately as the story unfolds, and you do, all in good time. They are so vivid, and lovely, and sad. There is such a heavy sweetness to their pain and their tragedy. It’s so difficult to describe, but you bear their burdens with them even as they continue to carry on, to hope, to live. </p>\n\n<p>The plot is compelling. You want to race ahead to reveal the answer to the complicated puzzle woven throughout the book, yet you want to savor every scene because there is something interesting or beautiful on every page. This is a heavy book, but it’s an important book, with elements of mystery, suspense, true history, and allegory. </p>\n\n<p>I loved it, and for anyone interested in a meaty, historical fiction book, I highly recommend. </p>\n\n<p>I also read her book The Historian a few years ago and really enjoyed that, though there is more suspense and fantasy to it. </p>\n\n<p>Anyone else read her work? What’d you think?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qif57w/just_finished_the_shadow_lands_by_elizabeth/",
  "subreddit": "books",
  "id": "qif57w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "No spoilers, just looking to talk about the quality of the book.\n\nI was blown away by this book. Her prose is so evocative and elegant, the\ndescriptions so vivid, the pacing quick yet not rushed.\n\nThe main characters are complex and layered in such a way that you become hungry\nto know them more…"
}