{
  "author": "Iron-Gold-Mustang",
  "original_created_utc": 1635520708,
  "title": "Just finished The Shadow Lands by Elizabeth Kostova and need to tell people about it.",
  "created_utc": 1635539804,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>No spoilers, just looking to talk about the quality of the book. </p>\n\n<p>I was blown away by this book. Her prose is so evocative and elegant, the descriptions so vivid, the pacing quick yet not rushed. </p>\n\n<p>The main characters are complex and layered in such a way that you become hungry to know them more intimately as the story unfolds, and you do, all in good time. They are so vivid, and lovely, and sad. There is such a heavy sweetness to their pain and their tragedy. It’s so difficult to describe, but you bear their burdens with them even as they continue to carry on, to hope, to live. </p>\n\n<p>The plot is compelling. You want to race ahead to reveal the answer to the complicated puzzle woven throughout the book, yet you want to savor every scene because there is something interesting or beautiful on every page. This is a heavy book, but it’s an important book, with elements of mystery, suspense, true history, and allegory. </p>\n\n<p>I loved it, and for anyone interested in a meaty, historical fiction book, I highly recommend. </p>\n\n<p>I also read her book The Historian a few years ago and really enjoyed that, though there is more suspense and fantasy to it. </p>\n\n<p>Anyone else read her work? What’d you think?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qif57w/just_finished_the_shadow_lands_by_elizabeth/",
  "subreddit": "books",
  "id": "qif57w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "No spoilers, just looking to talk about the quality of the book.\n\nI was blown away by this book. Her prose is so evocative and elegant, the\ndescriptions so vivid, the pacing quick yet not rushed.\n\nThe main characters are complex and layered in such a way that you become hungry\nto know them more…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ネタバレはありませんが、本の質について語りたいと思っています。\n\n私はこの本に圧倒されました。彼女の文章はとても魅力的でエレガントで、描写はとても生き生きとしています。\n描写がとても鮮やかで、テンポが速いのに急かされない。\n\n主人公たちは複雑で層になっていて、彼らをもっと知りたいと思うようになります。\n彼らのことをもっと知りたいと思うようになります。",
      "title": "ちょうどElizabeth Kostovaの「The Shadow Lands」を読み終えたところで、このことを人に伝えなければならない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "没有破坏者，只是想谈谈这本书的质量。\n\n我被这本书震撼了。她的散文是如此令人回味和优雅，描述是如此生动，节奏是如此迅速。\n描写如此生动，节奏快速而不仓促。\n\n主要人物的性格复杂，层次分明，让人忍不住想去了解他们。\n想更多地了解他们......",
      "title": "刚刚读完伊丽莎白-科斯托娃的《阴影之地》，需要向人们介绍一下。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "沒有破壞者，只是想談談這本書的質量。\n\n我被這本書震撼了。她的散文是如此令人回味和優雅，描述是如此生動，節奏是如此迅速。\n描寫如此生動，節奏快速而不倉促。\n\n主要人物的性格複雜，層次分明，讓人忍不住想去了解他們。\n想更多地瞭解他們......",
      "title": "剛剛讀完伊麗莎白-科斯托娃的《陰影之地》，需要向人們介紹一下。"
    }
  ]
}