{
  "author": "Prince_Marf",
  "original_created_utc": 1636185071,
  "title": "CMV: Pornography addiction is an unchecked epidemic that needs to be addressed",
  "created_utc": 1636227055,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To start, I&#39;m making a completely secular argument. I am not religious and I think people of all belief systems should be able to agree with me. </p>\n\n<p>Basically, studies have shown that viewing pornography is addictive and activates the same parts of your brain as addictive drugs like cocaine (if someone has a study refuting this please link it. In the interest of intellectual honesty I&#39;ll admit I&#39;m going off of a study I read about a while ago and can&#39;t find it). It&#39;s difficult to even conduct studies because researchers cannot find enough men who do not watch porn for a control group. Nearly 100% of the male population consumes porn multiple times a week, and a significant growing percent of the female population does as well. If this were a physical substance it would be the most used drug in America besides sugar. </p>\n\n<p>And we don&#39;t really talk about it all. The only people combating this addiction are religious fanatics. Porn is bad for your brain. It has been linked to sexual dysfunctions like erectile disfunction and premature ejaculation. It is also believed to lead to increasingly extreme sexual desires as the brain gets tired of the same type of content and needs to try new things in order to reach the same dopamine levels as before. This leads many to dangerous sexual kinks that result in sexual assaults as well as accidental injury. Education about consent does not increase as porn consumption increases, and people are often ill-equipped to make safe decisions about risky kinks they have developed from watching porn. Furthermore, the porn industry is disproportionately exploitative towards women. Women in desperate financial straights are preyed upon by the industry offering solutions to their problems. Just look at the rise of NSFW Onlyfans content during the pandemic.</p>\n\n<p>I could go on about the harms being caused here but you get the point. None of this is talked about enough and it is seldom linked to the fact that so many people are watching porn. The internet has turned a once rare indulgence into an everyday, mundane thing and it would be foolish to think it hasn&#39;t had a tremendous undocumented effect on our minds and society. I say all as someone who regularly consumes porn. I point this out (1) to show that my argument does not come from a sanctimonious place and (2) to argue that watching porn and also acknowledging the harm it does does not make you a hypocrite. If anything, the fact that even people who believe porn is harmful still consume it shows that it is truly addictive. I think a big reason nobody is willing to acknowledge the harm of porn is because nobody wants to feel like a hypocrite. That&#39;s no reason to ignore the truth.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/qnvk6i/cmv_pornography_addiction_is_an_unchecked/",
  "subreddit": "changemyview",
  "id": "qnvk6i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To start, I'm making a completely secular argument. I am not religious and I\nthink people of all belief systems should be able to agree with me.\n\nBasically, studies have shown that viewing pornography is addictive and\nactivates the same parts of your brain as addictive drugs like cocaine (if\nsomeone…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そもそも、私は完全に世俗的な議論をしています。私は無宗教ですし\n私は無宗教ですし、どんな信念を持った人でも私に同意してくれるはずです。\n\n基本的に、研究では、ポルノを見ることは中毒性があり\nコカインのような中毒性のある薬物と同じ脳の部分を活性化することが研究で明らかになっています。\n誰かが...",
      "title": "CMV: ポルノ依存症は抑制されていない疫病であり、対処する必要がある"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我在做一个完全世俗的论证。我不信教，我认为所有信仰体系的人都应该能够同意我的观点。\n我认为所有信仰体系的人都应该能够同意我的观点。\n\n基本上，研究表明，观看色情制品会让人上瘾，并且\n激活你大脑中与可卡因等成瘾性药物相同的部分（如果\n有人...",
      "title": "CMV：色情成瘾是一种不受控制的流行病，需要加以解决"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我在做一個完全世俗的論證。我不信教，我認爲所有信仰體系的人都應該能夠同意我的觀點。\n我認爲所有信仰體系的人都應該能夠同意我的觀點。\n\n基本上，研究表明，觀看色情製品會讓人上癮，並且\n激活你大腦中與可卡因等成癮性藥物相同的部分（如果\n有人...",
      "title": "CMV：色情成癮是一種不受控制的流行病，需要加以解決"
    }
  ]
}