{
  "author": "ChilenodelSur",
  "original_created_utc": 1627018608,
  "title": "CMV: \"convenience charges\" and other surcharges are solely intended to trick people",
  "created_utc": 1627050646,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Convenience charges are a point of sale charge of around 5% of the sale, intended to suposedly cover &quot;credit and debit processing fees for non standard forms of payment&quot;. In my experience as a cashier, 95% of pos transactions are in cards. How is that &quot;non-standard&quot;?</p>\n\n<p>Since debit-credit usage is so prevalent, and if you got to pay fees for that, why not just raise the price of all your items by 5%? I&#39;ll tell you why: they want to fool you into believing the items are cheaper than they actually are.</p>\n\n<p>I am afraid there is no other plausible explanation possible.</p>\n\n<p>CMV</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/opvuwl/cmv_convenience_charges_and_other_surcharges_are/",
  "subreddit": "changemyview",
  "id": "opvuwl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Convenience charges are a point of sale charge of around 5% of the sale,\nintended to suposedly cover \"credit and debit processing fees for non standard\nforms of payment\". In my experience as a cashier, 95% of pos transactions are in\ncards. How is that \"non-standard\"?\n\nSince debit-credit usage is so…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "コンビニエンス・チャージは、売上の約5％を占めるポイント・オブ・セールス・チャージです。\nコンビニエンス・チャージとは、売上の約5％を占める販売手数料のことです。\nをカバーするためのものです。レジ係としての私の経験では、POSでの取引の95％はカードです。\nカードです。それがどうして「非標準」なのでしょうか？\n\nデビット・クレジットの使用は非常に...",
      "title": "CMV：「コンビニエンス・チャージ」などのサーチャージは、あくまでも人を騙すためのものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "便利费是销售点的收费，约为销售额的5%。\n目的是为了支付 \"非标准支付方式的信用卡和借记卡处理费用\"。\n的支付方式\"。根据我作为收银员的经验，95%的销售点交易是用卡支付的。\n卡。这怎么会是 \"非标准的\"？\n\n由于借记卡和信用卡的使用是如此...",
      "title": "CMV：\"便利费 \"和其他附加费用完全是为了欺骗人们"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "便利費是銷售點的收費，約爲銷售額的5%。\n目的是爲了支付 \"非標準支付方式的信用卡和借記卡處理費用\"。\n的支付方式\"。根據我作爲收銀員的經驗，95%的銷售點交易是用卡支付的。\n卡。這怎麼會是 \"非標準的\"？\n\n由於借記卡和信用卡的使用是如此...",
      "title": "CMV：\"便利費 \"和其他附加費用完全是爲了欺騙人們"
    }
  ]
}