{
  "author": "thk_",
  "the_new_excerpt": "I discovered this book back in college, but found it too dense at that time to\nreally get into it. I came across it again about 3 years ago, and haven't been\nable to let go of it since.\n\nWhat works so well about it, for me, is William Gibson's stubborn refusal to\ndescribe any of the innumerable…",
  "original_created_utc": 1623339019,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は大学時代にこの本を発見しましたが、当時は内容が濃すぎて、あまり興味を持てませんでした。\nその時は内容が濃すぎて、あまりのめり込めませんでした。3年ほど前に再びこの本に出会い、それ以来手放せなくなってしまいました。\nそれ以来、この本を手放すことができません。\n\nウィリアム・ギブソンの頑固なまでの描写の拒否は、私にとってこの作品の素晴らしいところです。\n私にとってこの作品が素晴らしいのは、ウィリアム・ギブソンが無数の...",
      "title": "Neuromancerは別格です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在大学时就发现了这本书，但当时觉得它太密集了，无法真正进入。\n感到太浓重了，无法真正进入其中。大约三年前，我再次看到这本书，但一直没能\n从那以后我就再也没能放下它。\n\n对我来说，这本书的优点在于威廉-吉布森顽固地拒绝描述无数的\n顽固地拒绝描述任何无数的......",
      "title": "神经外科医生是另一种东西。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在大學時就發現了這本書，但當時覺得它太密集了，無法真正進入。\n感到太濃重了，無法真正進入其中。大約三年前，我再次看到這本書，但一直沒能\n從那以後我就再也沒能放下它。\n\n對我來說，這本書的優點在於威廉-吉布森頑固地拒絕描述無數的\n頑固地拒絕描述任何無數的......",
      "title": "神經外科醫生是另一種東西。"
    }
  ],
  "title": "Neuromancer is something else.",
  "created_utc": 1623353409,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I discovered this book back in college, but found it too dense at that time to really get into it. I came across it again about 3 years ago, and haven&#39;t been able to let go of it since.</p>\n\n<p>What works so well about it, for me, is William Gibson&#39;s stubborn refusal to describe any of the innumerable pieces of jargon and tech lingo for us, evoking a sense of why these things are there but leaving them purposefully vague. But I guess that works to the book&#39;s advantage because it seems to have dated so little almost 30 years later, keeping the future of 2035 mystical, and even bringing words like &#39;cyberspace&#39; and &#39;matrix&#39; into everyone&#39;s minds. The world he presents is so vivid - particularly the tactile imagery he&#39;s able to invoke.</p>\n\n<p>It&#39;s such a forward-thinking book that its perception of how society may use AI could still be ahead of its time, even if we could share its Gibson&#39;s concerns of the tech being too smart for its own good. Perhaps we may be able to see parallels to plot points in the novel spring to life a few decades from now. Makes me think how early we all might be to see the action, to quote an exchange from the book: &quot;That what she wanted?&quot; &quot;No, she couldn&#39;t imagine what I&#39;d be like.&quot;</p>\n\n<p>To those who want to read the book but don&#39;t have much time to sit down with it, I highly recommend the <a href=\"https://www.youtube.com/watch?v=HAmurh7HqWI\">audiobook on YouTube, narrated by Arthur Addison</a>. In its own way, the audiobook fits the novel&#39;s aesthetic, with the cassette hum and gli-gli-glitching of some words.</p>\n\n<p>I also wanted to share a <a href=\"https://www.youtube.com/watch?v=aSYb4w7fBbc\">concept trailer</a> I made for the novel to try and capture the impression it had left on me. Granted, we have The Matrix, but I&#39;m betting the next daring filmmaker might create something revolutionary out of this.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/l6UTBy6epYBzbARUPIjHMgEwutlZinJAZEjdDUhfq20.jpg?auto=webp&s=2e751eb6967f44dea2e3d96643f0632a4b2227ec",
          "width": 480,
          "height": 360
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/l6UTBy6epYBzbARUPIjHMgEwutlZinJAZEjdDUhfq20.jpg?width=108&crop=smart&auto=webp&s=e3b1fec5c169300879a60333e9aaedb656cd0e38",
            "width": 108,
            "height": 81
          },
          {
            "url": "https://external-preview.redd.it/l6UTBy6epYBzbARUPIjHMgEwutlZinJAZEjdDUhfq20.jpg?width=216&crop=smart&auto=webp&s=b9ee2c9949f6d96a1c1298d8ad575c2285a073b4",
            "width": 216,
            "height": 162
          },
          {
            "url": "https://external-preview.redd.it/l6UTBy6epYBzbARUPIjHMgEwutlZinJAZEjdDUhfq20.jpg?width=320&crop=smart&auto=webp&s=84594c8760c4b0e2ebb56835b9dbe49525e80f16",
            "width": 320,
            "height": 240
          }
        ],
        "variants": {},
        "id": "IcIe2rztxNB5Nn-5cFr8kC5dONSC4kFYdA65c0SZbXQ"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/nwqgzt/neuromancer_is_something_else/",
  "subreddit": "books",
  "id": "nwqgzt",
  "is_self": true,
  "media": null,
  "is_video": false
}