{
  "author": "raphaelcgo",
  "the_new_excerpt": "So, for context, I am 25 and have recently reacquired my reading habit that had\nbeen long lost since I was about 15-16. Back then, I did read Harry Potter,\nPercy Jackson, Eragon and some other younger fantasy books that I truly loved.\nAlso LoTR and ASOIAF.\n\nIt's been about 4-5 months since I came…",
  "original_created_utc": 1620737526,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は25歳ですが、最近、15～16歳の頃からずっと失っていた読書の習慣を取り戻しました。\n私は25歳で、15～16歳の頃に長い間失っていた読書の習慣を最近取り戻しました。その頃は、ハリー・ポッターやパーシー・ジャクソン、エラゴンなど、本当に大好きな若い世代のファンタジー本を読んでいました。\nパーシー・ジャクソン、エラゴン、その他の若いファンタジー本を読みました。\nまた、『LoTR』や『ASOIAF』も読みました。\n\n私がこの作品に出会ってから約4～5ヶ月が経ちました...",
      "title": "アダルト・ファンタジー」が「YA」であり、「ヘビー・スウェアー」であり、「セックス」であるとはどういうことなのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以，就背景而言，我今年25岁，最近重新获得了我的阅读习惯。\n自从我15-16岁以来，我已经失去了这个习惯。那时，我确实读过《哈利-波特》。\n波西-杰克逊》、《伊拉贡》和其他一些我真正喜欢的年轻幻想书。\n还有LoTR和ASOIAF。\n\n自从我来到这里，大约有4-5个月了...",
      "title": "成人幻想 \"是怎么回事？\"成人幻想 \"是带有浓重脏话和性的YA，我在哪里可以找到更好的替代品？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，就背景而言，我今年25歲，最近重新獲得了我的閱讀習慣。\n自從我15-16歲以來，我已經失去了這個習慣。那時，我確實讀過《哈利-波特》。\n波西-傑克遜》、《伊拉貢》和其他一些我真正喜歡的年輕幻想書。\n還有LoTR和ASOIAF。\n\n自從我來到這裏，大約有4-5個月了...",
      "title": "成人幻想 \"是怎麼回事？\"成人幻想 \"是帶有濃重髒話和性的YA，我在哪裏可以找到更好的替代品？"
    }
  ],
  "title": "What's up with \"adult fantasy\" being YA with heavy-swearing and sex, and where can I find better alternatives?",
  "created_utc": 1620740514,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, for context, I am 25 and have recently reacquired my reading habit that had been long lost since I was about 15-16. Back then, I did read Harry Potter, Percy Jackson, Eragon and some other younger fantasy books that I truly loved. Also LoTR and ASOIAF.</p>\n\n<p>It&#39;s been about 4-5 months since I came back to reading. I am very interested in non-fiction books (about history in general, but also other topics that I find interesting), but have since started to miss diving and becoming attached to those universes I spent weeks and months in back then.</p>\n\n<p>I started using GoodReads to search for stuff to read. I haven&#39;t been in touch with the book community for so long I don&#39;t know what&#39;s good anymore, so naturally I&#39;ve navigated a bit on the most popular books and the awards section for 2020.</p>\n\n<p>I tried my hands on a few books I found there, mainly fantasy. And god, they&#39;re bad. My latest try was with Sarah J. Maas&#39; House of Earth and Blood, and I couldn&#39;t get past page 100. It seems every fantasy book I find is aimed at a young and unnecessarily edgy public. I don&#39;t need to see the MC swear &quot;gods-damned f*ing sh*t&quot; every 3 dialogues to get the impression that it is &quot;adult&quot;. I also heavily dislike the fact that every female character is insanely hot and every male character is a testosterone-dripping chad who&#39;s clearly very toxic. Those reads are just so... unnatural and cringey.</p>\n\n<p>So, how can I bypass this? What are some good places to find alternatives and/or better reads?</p>\n\n<p>&#x200B;</p>\n\n<p>Edit: Since many of you are recommending books and series, I should add that I am not looking specifically for high fantasy. I&#39;m interested in urban fantasy, sci-fi, low fantasy, cyberpunk and everything in between.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/books/comments/n9way2/whats_up_with_adult_fantasy_being_ya_with/",
  "subreddit": "books",
  "id": "n9way2",
  "is_self": true,
  "media": null,
  "is_video": false
}