{
  "author": "FinoAllaFine97",
  "original_created_utc": 1640784084,
  "title": "Did the USSR fund or aid insurrections across the world as the USA and European capitalist nations did?",
  "created_utc": 1640802937,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I was wondering this while reading about Allende&amp;#39;s presidency in Chile, and the involvement of the US government and its agencies in destabilising the Chilean government, funding strikes and how, as &lt;a href=\"https://nsarchive.gwu.edu/briefing-book/chile/2016-09-09/cia-cover-chile\"&gt;Kissenger put it&lt;/a&gt;,  &amp;quot;they created the conditions as great as possible&amp;quot; for Pinochet&amp;#39;s coup. This seems to have been motivated purely by ideology rather than the merits of Allende&amp;#39;s policies.&lt;/p&gt;\n\n&lt;p&gt;Other examples of leftist or anti-imperialist governments (or those who at least took concrete steps to reduce the involvement of foreign interests in their economies) being usurped by western powers include in Burkina Faso under Sankara (disputed, but the involvement at least of the French seems something of an open secret), &lt;a href=\"https://en.wikipedia.org/wiki/Operation_Condor\"&gt;Uruguay, Argentina, Bolivia, Brazil and other South American nations&lt;/a&gt;, &lt;a href=\"https://en.wikipedia.org/wiki/1953_Iranian_coup_d%27%C3%A9tat\"&gt;Iran&lt;/a&gt;, and of course the Bay of Pigs and the Vietnam war to name just a few.&lt;/p&gt;\n\n&lt;p&gt;I know that the coup which brought Sankara himself to power may have had involvement from Ghaddafi&amp;#39;s Libya, and of course Che Guevarra was killed while attempting to foment revolution in Bolivia - but I am curious about the extent to which the USSR attempted to fund regime change across the world. &lt;/p&gt;\n\n&lt;p&gt;How much time and resources did they invest in this sort of scramble for ideological allies? Of course there was the Warsaw pact, but this was not on the scale of Operation Condor&amp;#39;s influence of an entire continent, and due to the geographical proximity such influence would surely come cheaper, on top of the opportunity presented by being able to pick and choose the new government post-WW2 after the Red Army pushed from Moscow to Berlin. Perhaps the governments I mention as being overthrown by the west had received backing from the USSR in the first place?&lt;/p&gt;\n\n&lt;p&gt;Any insight would be most welcome, apologies if this question is poorly worded!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 112,
  "permalink": "/r/AskHistorians/comments/rr827f/did_the_ussr_fund_or_aid_insurrections_across_the/",
  "subreddit": "AskHistorians",
  "id": "rr827f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I was wondering this while reading about\nAllende&#39;s presidency in Chile, and the involvement of the US government and\nits agencies in destabilising the Chilean government, funding strikes and how,\nas <a\nhref=\"https://nsarchive.gwu.edu/briefing-book/chile/2016-09…"
}