{
  "author": "Yinelkis15",
  "original_created_utc": 1631239263,
  "title": "YSK a lot of the volunteer abroad companies are scams.",
  "created_utc": 1631248251,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are many companies that talk about how you can go to South America, Asia, and even Hawaii to help out but the truth is that they’re just money grabs for middle class young adults. </p>\n\n<p>Usually the programs have you pay them for “lodging and meals” but if you were to go to the place on your own you could make do for cheaper. </p>\n\n<p>On top of that the stuff you’re “helping” the locals with are things that they could be getting paid for or don’t need.</p>\n\n<p>These opportunities rely on you to tell friends and family that you are going to volunteer and to help you by donating when in reality you’re just going on vacation. </p>\n\n<p>I went to a meeting today in my college with a company that talks about volunteering abroad. I’ve wanted to travel and even if I had to help out it didn’t seem like a bad way to do it. However the second slide was a 2 minute video of people doing some of the funnest things ever like bungee jumping, scuba diving, building bamboo rafts, seeing animals, and of course hanging out with people of a different color. </p>\n\n<p>They then tried to mention how i would be helping out and some of the ways were planting trees, doing some hikes, having discussions about the locals problems, talking about elephants, and teaching English for 2 days to some students. So in reality a lot of talking and doing a bunch of fun things near locals. </p>\n\n<p>Why YSK \nA lot of people might spend their money thinking that it’s worth it since you’re gonna be helping and having fun. The reality is you’re just going on vacation. If you want to go there plan a vacation on your own that’s cheaper. Or at-least make sure that if you’re gonna help out it is an volunteering company and that it shows in the things you will be doing there. </p>\n\n<p>Also keep it in mind so your friends and family don’t fall into this trap and if they still insist on going then don’t help them financially and have them get a job to pay for their vacation. Because that’s what it is. A vacation.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/YouShouldKnow/comments/plbpxe/ysk_a_lot_of_the_volunteer_abroad_companies_are/",
  "subreddit": "YouShouldKnow",
  "id": "plbpxe",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There are many companies that talk about how you can go to South America, Asia,\nand even Hawaii to help out but the truth is that they’re just money grabs for\nmiddle class young adults.\n\nUsually the programs have you pay them for “lodging and meals” but if you were\nto go to the place on your own you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "南米やアジア、そしてハワイにも行けるという話をする会社はたくさんあります。\n援助のために南米、アジア、そしてハワイに行くことができると言っている会社はたくさんありますが、実際には、中流階級の若者を対象とした\n中流階級の若者を対象とした金儲けです。\n\n通常、プログラムでは「宿泊費と食事代」を支払うことになっていますが、もし自分で現地に行ったとしたら\n自分の足で現地に行くとしたら...。",
      "title": "YSK 海外ボランティア会社の多くは詐欺です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有许多公司都在谈论你可以去南美、亚洲、甚至夏威夷帮忙。\n甚至是夏威夷来帮忙，但事实是，它们只是对中产阶级年轻人的金钱掠夺。\n中产阶级的年轻人。\n\n通常情况下，这些项目要求你向他们支付 \"住宿和膳食 \"费用，但如果你是\n自己去的地方，你...",
      "title": "YSK很多海外志愿者公司都是骗局。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有許多公司都在談論你可以去南美、亞洲、甚至夏威夷幫忙。\n甚至是夏威夷來幫忙，但事實是，它們只是對中產階級年輕人的金錢掠奪。\n中產階級的年輕人。\n\n通常情況下，這些項目要求你向他們支付 \"住宿和膳食 \"費用，但如果你是\n自己去的地方，你...",
      "title": "YSK很多海外志願者公司都是騙局。"
    }
  ]
}