{
  "author": "Temperlord",
  "original_created_utc": 1640014166,
  "title": "Is there a specific reason why crypto is continuously falling at the moment?",
  "created_utc": 1640025582,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Is this still a bear market? Is it a fucked bull market? What is even going on? When searching for possible reasons as to why it’s happening, most sources seem to suggest that it’s due to the uncertainty around a new covid variant. But wasn’t this kind of danger/threat always present? And why is going down „slowly“ compared to a harsher „crash“ like just a few weeks ago? My tactic is to HODL and DCA my coins/tokens anyway so it doesn’t affect me as much I feel, but I’m getting curious as to why my portfolio is seeing mainly red for a while now.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 282,
  "permalink": "/r/CryptoCurrency/comments/rkpsxs/is_there_a_specific_reason_why_crypto_is/",
  "subreddit": "CryptoCurrency",
  "id": "rkpsxs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Is this still a bear market? Is it a fucked bull market? What is even going on?\nWhen searching for possible reasons as to why it’s happening, most sources seem\nto suggest that it’s due to the uncertainty around a new covid variant. But\nwasn’t this kind of danger/threat always present? And why is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> これはまだ弱気相場なのでしょうか？それは、めちゃくちゃな\n強気相場？何が起こっているのか？考えられる理由を探してみると\nなぜ、このようなことが起こっているのか、ほとんどの情報源は、このようなことが起こるのは\n新しいコビッドの変種をめぐる不確実性。しかし、このような...",
      "title": "現在、暗号が継続的に下落しているのは、何か特別な理由があるのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>这还是一个熊市吗？它是一个该死的\n牛市？到底发生了什么？在寻找可能的原因时\n导致这种情况发生的原因时，大多数消息来源似乎表明，这是由于新的covid的不确定性。\n围绕一个新的covid变体的不确定性。但这种情况不是...",
      "title": "目前加密货币连续下跌有什么具体原因吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>這還是一個熊市嗎？它是一個該死的\n牛市？到底發生了什麼？在尋找可能的原因時\n導致這種情況發生的原因時，大多數消息來源似乎表明，這是由於新的covid的不確定性。\n圍繞一個新的covid變體的不確定性。但這種情況不是...",
      "title": "目前加密貨幣連續下跌有什麼具體原因嗎？"
    }
  ]
}