{
  "author": "Cannibeans",
  "the_new_excerpt": "Why YSK: many people with this condition feel permanently left out because they\ncan't relate to having a favorite song or a playlist for a particular mood. I\nthink it's important for these people to know that it's okay.\n\nThe condition is called specific musical anhedonia. it affects anywhere from…",
  "original_created_utc": 1616653183,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：许多患有这种情况的人觉得自己永远被排除在外，因为他们是一个很好的例子。\n不能涉及到有一个最喜欢的歌曲或播放列表为一个特定的心情。I\n认为重要的是，这些人知道它的好。\n\n这种情况被称为特定的音乐焦虑症。 它影响的任何地方从...",
      "title": "YSK不喜欢任何类型的音乐都没关系。3-5%的人无法从中体会到情感。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：許多患有這種情況的人覺得自己永遠被排除在外，因爲他們是一個很好的例子。\n不能涉及到有一個最喜歡的歌曲或播放列表爲一個特定的心情。I\n認爲重要的是，這些人知道它的好。\n\n這種情況被稱爲特定的音樂焦慮症。 它影響的任何地方從...",
      "title": "YSK不喜歡任何類型的音樂都沒關係。3-5%的人無法從中體會到情感。"
    }
  ],
  "title": "YSK it's okay not to like any kind of music. 3-5% of the population can't experience emotion from it.",
  "created_utc": 1616743876,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: many people with this condition feel permanently left out because they can&#39;t relate to having a favorite song or a playlist for a particular mood. I think it&#39;s important for these people to know that it&#39;s okay.</p>\n\n<p>The condition is called specific musical anhedonia. it affects anywhere from 3 to 5% of people, about as common as color blindness, yet hardly anyone has ever heard of this condition in the vast majority of people who have it don&#39;t know that they do.</p>\n\n<p>It&#39;s a neurological syndrome that can occur either through genetics or as a side effect from brain injury. Through some means or another, the part of the brain associated with music comprehension is not properly connected to the part of the brain associated with reward and pleasure. Most often this occurs in the form of an issue with someone&#39;s dopaminergic system, often defective D2 and D3 receptors or interrupted dopamine pathways.</p>\n\n<p>The result is a person who doesn&#39;t have any emotional response to music. As you can imagine, it&#39;s sometimes very difficult for this kind of person to fit in with the rest of society, especially considering that despite every culture&#39;s differing religions, laws, traditions and languages, all cultures share music, and this is something that these people just can&#39;t relate to.</p>\n\n<p>I always felt left out and as though I were missing something as a kid, before I knew what I had and came to terms with it. Loud noises in the background of someone throwing their voice around while they repetitively recite a crappy poem is weird anyways.</p>\n\n<p>You can read more here:\n<a href=\"https://en.m.wikipedia.org/wiki/Musical_anhedonia\">https://en.m.wikipedia.org/wiki/Musical_anhedonia</a></p>\n\n<p><a href=\"https://www.pnas.org/content/113/46/E7337\">https://www.pnas.org/content/113/46/E7337</a></p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/mcrnc0/ysk_its_okay_not_to_like_any_kind_of_music_35_of/",
  "subreddit": "YouShouldKnow",
  "id": "mcrnc0",
  "is_self": true,
  "media": null,
  "is_video": false
}