{
  "author": "humanwthought",
  "the_new_excerpt": "I realize this is a first world problem, but I can't stand when professors force\nstudents to take notes only by paper, or if there are specifications about how\nstudents should write notes, or god forbid if they make students submit notes\nfor a grade. I don't care how many studies show that paper…",
  "original_created_utc": 1618089519,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは第一世界の問題だと思いますが、教授が学生に紙だけでノートを取るように強制するのは我慢できません。\n紙でしかノートを取らせないとか、ノートの書き方が指定されているとか\n書き方を指定されたり、ノートを提出させて採点されたりするのは許せません。\n採点のためにノートを提出させたりするのは許せません。どれだけ多くの研究で紙は...という結果が出ていようと、私は気にしません。",
      "title": "CMV: 大学レベルのコースを受講しているのであれば、どちらの方法でノートを取るかを自分で決められるはずです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我意识到这是第一世界的问题，但我不能忍受当教授们强迫\n学生只能用纸做笔记，或者对如何做笔记有规定的。\n学生应该写纸条，如果让学生提交纸条，那是天理难容的。\n为了一个成绩。我不在乎有多少研究表明，论文... ...",
      "title": "CMV：如果你正在学习大学级别的课程，你应该可以自己决定你想用哪种方式做笔记。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我意識到這是第一世界的問題，但我不能忍受當教授們強迫\n學生只能用紙做筆記，或者對如何做筆記有規定的。\n學生應該寫紙條，如果讓學生提交紙條，那是天理難容的。\n爲了一個成績。我不在乎有多少研究表明，論文... ...",
      "title": "CMV：如果你正在學習大學級別的課程，你應該可以自己決定你想用哪種方式做筆記。"
    }
  ],
  "title": "CMV: If you are taking college-level courses, you should be able to decide for yourself which way you'd like to take notes",
  "created_utc": 1618122805,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I realize this is a first world problem, but I can&#39;t stand when professors force students to take notes only by paper, or if there are specifications about how students should write notes, or god forbid if they make students submit notes for a grade. I don&#39;t care how many studies show that paper notes promote better exam scores or whatever, we are adults! Let us learn from our &quot;mistakes&quot;! In my opinion, everyone finds note-taking techniques that work for them and if their current method for notetaking sucks, let them learn from their poor grades. You can suggest not-taking strategies in office hour appointments or even during the introductory lecture, just don&#39;t force people to do it a certain way. Also, personally I feel that low exam averages usually are the fault of poor teaching, not poor note-taking. Anyone have a counter argument? Thanks for letting me vent lol</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/modadr/cmv_if_you_are_taking_collegelevel_courses_you/",
  "subreddit": "changemyview",
  "id": "modadr",
  "is_self": true,
  "media": null,
  "is_video": false
}