{
  "author": "AA005555",
  "the_new_excerpt": "I absolutely agree that gentrification is a difficult process for many people,\nthat some people will be hurt by it and I understand why it makes people\nuncomfortable.\n\nBut at the same time, most progress is difficult.\n\nLet’s assess what gentrification is. People add a racial element to it but\nanyone…",
  "original_created_utc": 1621188718,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ジェントリフィケーションが多くの人々にとって困難なプロセスであることには絶対に同意します。\nそれによって傷つく人もいるだろうし、人を不快にさせる理由も理解できます。\n不快に感じる人がいることも理解できます。\n\nしかし同時に、ほとんどの進歩は困難なものです。\n\nジェントリフィケーションとは何かを評価してみましょう。人々はそこに人種的な要素を加えますが\n誰でも...",
      "title": "CMV: ジェントリフィケーションは難しいが必要なプロセスであり、貧困層の生活水準を向上させるためには、それを乗り越えなければならない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我绝对同意，对许多人来说，城市化是一个困难的过程。\n有些人将受到伤害，我理解为什么它使人们\n感到不舒服。\n\n但与此同时，大多数进步是困难的。\n\n让我们评估一下什么是绅士化。人们在其中加入了种族因素，但\n任何人...",
      "title": "CMV：绅士化是一个困难但必要的过程，必须经历这个过程才能开始进步，才能提高穷人的生活水平。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我絕對同意，對許多人來說，城市化是一個困難的過程。\n有些人將受到傷害，我理解爲什麼它使人們\n感到不舒服。\n\n但與此同時，大多數進步是困難的。\n\n讓我們評估一下什麼是紳士化。人們在其中加入了種族因素，但\n任何人...",
      "title": "CMV：紳士化是一個困難但必要的過程，必須經歷這個過程才能開始進步，才能提高窮人的生活水平。"
    }
  ],
  "title": "CMV: Gentrification is a difficult but necessary process that has to be weathered to begin progress and raising living standards for poor people",
  "created_utc": 1621200708,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I absolutely agree that gentrification is a difficult process for many people, that some people will be hurt by it and I understand why it makes people uncomfortable.</p>\n\n<p>But at the same time, most progress is difficult. </p>\n\n<p>Let’s assess what gentrification is. People add a racial element to it but anyone can be a “gentrifier”. What we’re talking about is wealthy people buying up properties in low income areas, starting businesses there, all of which leads to higher property values, higher rents and higher cost of living. </p>\n\n<p>But isn’t this necessary? I don’t look at it necessarily as “these areas are skyrocketing in value” as much as I look at it and think “due to poverty and crime, these areas were very undervalued, rising values and costs reflect the development and improvement of the area”. I understand not everyone sees it that way though.</p>\n\n<p>And I do think that some people coming in starting businesses could do a better job of outreach and hire more locals. Which, to be fair, many of the businesses do anyway. </p>\n\n<p>I look at it sort of like I look at, well, every major industrial or economic development of the last 200 years which is to say yes, it will be difficult on you at first but your children will be better for it. </p>\n\n<p>Can anyone make the case that gentrification is an overall net negative, both for the people there and society as a whole?</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/changemyview/comments/ndu6nr/cmv_gentrification_is_a_difficult_but_necessary/",
  "subreddit": "changemyview",
  "id": "ndu6nr",
  "is_self": true,
  "media": null,
  "is_video": false
}