{
  "author": "Oaelluin",
  "original_created_utc": 1633842464,
  "title": "What's a book that had an excellent movie adaptation, but is still worth reading?",
  "created_utc": 1633877569,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know this is dumb, but for the longest time I put off reading The Lord of the Rings, simply because I figured &quot;Well the movies are great, so the books must just be like the movies.&quot;</p>\n\n<p>But after reading the books, and having other examples like &#39;Do Androids Dream of Electric Sheep&#39; and &#39;Annihilation&#39; show that the books can be just as good but in a different way, I was wondering what other examples you guys have come across?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/q51loh/whats_a_book_that_had_an_excellent_movie/",
  "subreddit": "booksuggestions",
  "id": "q51loh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know this is dumb, but for the longest time I put off reading The Lord of the\nRings, simply because I figured \"Well the movies are great, so the books must\njust be like the movies.\"\n\nBut after reading the books, and having other examples like 'Do Androids Dream\nof Electric Sheep' and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "馬鹿げているとは思いますが、私は長い間、『ロード・オブ・ザ・リング』を読むのを延期していました。\n映画が素晴らしいのだから、本も映画のようになるに違いない」と考えていたからです。\n\"映画が素晴らしいから、本も映画のようになるに違いない \"と考えたからです。\n\nしかし、本を読んだ後、「アンドロイドは電気羊の夢を見るか」や「......」のような他の例がありました。\nof Electric Sheep』や...。",
      "title": "優れた映画化作品があったが、今でも読む価値のある本は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道这很蠢，但在很长一段时间里，我一直在推迟阅读《魔王》。\n指环》，只是因为我认为 \"电影很好，所以书也必须像电影一样。\n就像电影一样\"。\n\n但在读完这些书后，又有了其他的例子，如《安卓梦》（Do Androids Dream\n电羊的梦》和...",
      "title": "有什么书有优秀的电影改编，但仍然值得一读？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道這很蠢，但在很長一段時間裏，我一直在推遲閱讀《魔王》。\n指環》，只是因爲我認爲 \"電影很好，所以書也必須像電影一樣。\n就像電影一樣\"。\n\n但在讀完這些書後，又有了其他的例子，如《安卓夢》（Do Androids Dream\n電羊的夢》和...",
      "title": "有什麼書有優秀的電影改編，但仍然值得一讀？"
    }
  ]
}