{
  "author": "mike8787",
  "original_created_utc": 1632010964,
  "title": "In \"The Parent Trap\" (1961), the plot hinges on the two parents amicably divorcing about 14 years prior. Yet, no-fault divorce would not exist for almost a decade. Did couples amicably divorce at this time? And, would this plot point have been scandalous to moviegoers at the time?",
  "created_utc": 1632021103,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have recently rewatched the original Parent Trap, which was made in 1961 by Walt Disney. The premise of the film is that two twins are separated by their parents shortly after their birth, due to divorce, with one daughter raised by each parent in isolation; they discover one another 14 years later. That puts the timing of the parents&#39; divorce at around 1947 or 1948.</p>\n\n<p>It is my understanding that no-fault divorce did not exist in the United States until 1969. Until then (and, when this movie was released), all divorce was fault-based -- adultery, insanity, abandonment, neglect/cruelty, etc. In the film, we don&#39;t get a hint any such thing occurred, just that both parents fell out of love and divorced (the mother simply says they &quot;just [didn&#39;t] get on together.&quot;)</p>\n\n<p>Was it reasonable to expect that couples would have been able to divorce without cause at this time (or, perhaps, that they lied)? I&#39;ve heard stories of couples feigning adultery to justify a divorce, though that is from TV and films. Would a couple divorcing in 1948 or so have had to produce evidence of the grounds of divorce--meaning the couple in Parent Trap would&#39;ve either had to have real grounds to divorce, or fabricated them?</p>\n\n<p>Separately, did moviegoers at the time reacted negatively to this plot because it was based on divorce? And, would moviegoers have accepted the idea that the divorce was amicable, or felt it implied they lied to get a fault-based divorce? This seems like a potentially controversial topic for Disney, and I&#39;m curious if they got any flack for a movie about divorce from conservative viewers.</p>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/AskHistorians/comments/pqxqib/in_the_parent_trap_1961_the_plot_hinges_on_the/",
  "subreddit": "AskHistorians",
  "id": "pqxqib",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have recently rewatched the original Parent Trap, which was made in 1961 by\nWalt Disney. The premise of the film is that two twins are separated by their\nparents shortly after their birth, due to divorce, with one daughter raised by\neach parent in isolation; they discover one another 14 years…"
}