{
  "author": "LoudTraining8485",
  "original_created_utc": 1637424468,
  "title": "CMV: there is no justification to destroy innocent peoples businesses, cars and homes during a riot or protest.",
  "created_utc": 1637429878,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I understand the rage, I understand the sense of injustice. But that innocent person had nothing to do with it. </p>\n\n<p>I don’t care what the reason is. You do not have a right to burn down someone’s business who had nothing to do with the injustice being protested. You do not have a right to burn their car, destroy their home or store, or physically attack them.</p>\n\n<p>Doing this is not brave, bold or making a positive difference. People attack innocent uninvolved people and their belongings because they are too afraid to go after the people who actually have power and contribute to the injustice at hand, so they attack powerless people with no recourse and expect those people to self-sacrifice everything they’ve earned and worked hard for in the name of the “greater good.”</p>\n</div><!-- SC_ON -->",
  "score": 125,
  "permalink": "/r/changemyview/comments/qy8o1y/cmv_there_is_no_justification_to_destroy_innocent/",
  "subreddit": "changemyview",
  "id": "qy8o1y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I understand the rage, I understand the sense of injustice. But that innocent\nperson had nothing to do with it.\n\nI don’t care what the reason is. You do not have a right to burn down someone’s\nbusiness who had nothing to do with the injustice being protested. You do not\nhave a right to burn their…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "怒りもわかるし、不公平感もわかる。しかし、その無実の人は\nその人は何の関係もありません。\n\nどんな理由があろうと構いません。何の関係もない人のビジネスに火をつける権利はありません。\nあなたには、抗議されている不正とは何の関係もない人のビジネスを焼き尽くす権利はありません。あなたには\n燃やす権利があるのは、その人の...",
      "title": "CMV: 暴動や抗議行動の際に、罪のない人々のビジネスや車、家を破壊することは正当化されません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我理解这种愤怒，我理解这种不公正的感觉。但那个无辜的\n的人与此无关。\n\n我不关心是什么原因。你没有权利烧毁某人的\n与被抗议的不公正现象无关的人的生意。你没有\n有权烧毁他们的...",
      "title": "CMV：在暴乱或抗议期间，没有理由破坏无辜人民的企业、汽车和房屋。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我理解這種憤怒，我理解這種不公正的感覺。但那個無辜的\n的人與此無關。\n\n我不關心是什麼原因。你沒有權利燒燬某人的\n與被抗議的不公正現象無關的人的生意。你沒有\n有權燒燬他們的...",
      "title": "CMV：在暴亂或抗議期間，沒有理由破壞無辜人民的企業、汽車和房屋。"
    }
  ]
}