{
  "author": "rollingboulder89",
  "the_new_excerpt": "When someone asks for help about an interview, dating, or other social\nsituation, the go-to advice that people give is to \"just be yourself\".\n\nI find this advice useless for two reasons:\n\n 1. I am lazy and lack confidence. If I was being myself, I would avoid social\n    situations altogether. If I…",
  "original_created_utc": 1623849586,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "面接やデートなどの社会的な状況について相談されたときに\n自分らしさを大切にしてください」というのが一般的なアドバイスだと思います。\n\n私がこのアドバイスを役に立たないと思う理由は2つあります。\n\n 1. 私は怠け者で自信がありません。もし私が自分らしくしていたら、社会的な状況を完全に避けるでしょう。\n    社会的な状況を完全に避けるでしょう。もし私が...",
      "title": "CMV: \"Just be yourself \"は役に立たないアドバイスです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当有人在面试、约会或其他社交场合寻求帮助时，人们给出的常用建议是 \"做自己\"。\n情况下，人们给出的最常用建议是 \"做你自己\"。\n\n我发现这个建议毫无用处，原因有二。\n\n 1. 我很懒惰，缺乏自信。如果我做自己，我就会完全避免社交场合。\n    场合。如果我...",
      "title": "CMV：\"做自己 \"是无益的建议。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當有人在面試、約會或其他社交場合尋求幫助時，人們給出的常用建議是 \"做自己\"。\n情況下，人們給出的最常用建議是 \"做你自己\"。\n\n我發現這個建議毫無用處，原因有二。\n\n 1. 我很懶惰，缺乏自信。如果我做自己，我就會完全避免社交場合。\n    場合。如果我...",
      "title": "CMV：\"做自己 \"是無益的建議。"
    }
  ],
  "title": "CMV: \"Just be yourself\" is unhelpful advice.",
  "created_utc": 1623861957,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When someone asks for help about an interview, dating, or other social situation, the go-to advice that people give is to &quot;just be yourself&quot;.</p>\n\n<p><strong>I find this advice useless for two reasons:</strong></p>\n\n<ol>\n<li>I am lazy and lack confidence. If I was being myself, I would avoid social situations altogether. If I can&#39;t avoid them, I would either not say a word, or I would talk about nerdy (i.e. video games) or controversial (i.e. economics or politics) topics.</li>\n<li>This advice is too vague and general, and it accomplishes nothing. If someone is struggling with a math problem, you wouldn&#39;t say &quot;just apply the math you learned in class&quot;. You would understand what specific shortcoming is causing them to have issues solving the problem, and target that shortcoming with your advice. So better advice would be structured like &quot;I think you should brush up on U-substitution. That should help you with these types of integration problems.&quot;</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/o14pd6/cmv_just_be_yourself_is_unhelpful_advice/",
  "subreddit": "changemyview",
  "id": "o14pd6",
  "is_self": true,
  "media": null,
  "is_video": false
}