{
  "approved_at_utc": null,
  "subreddit": "stocks",
  "selftext": "I'd assume that most of us have a couple-few hundred dollars left in our bank accounts after we pay rent, utilities, and the like. This is what we rely on throughout the rest of the pay cycle for living expenses, perhaps saving a bit on the side for a new toy or a night out with some friends.\n\nI'd also assume that most of us take a couple-few trips to the grocery store every pay cycle, picking up enough food to last us until the next one.\n\n**Start thinking of the markets like a grocery store.**\n\nToday's the day for the grocery run. You grab a cart and start wandering the aisles -- most likely taking a familiar path. After all, you know what you like to eat and what will sustain you until the next trip, and you know about how much it will cost you based on experience. Chips and salsa, some fresh produce, frozen dinners, milk...whatever your typical selections are. **Have a stable, concise portfolio.**\n\nNow, it's certainly okay to go outside the norms every now and then. Maybe you're looking to try a new recipe, or a frozen dinner caught your eye last time you were here. **It's okay to branch out. Just be calculated about it.**\n\nMaybe you see one of the items on your list is on sale, and you know you can benefit from having a bit more of it. If it won't put you over budget, of course you should consider taking advantage of it. **Buy the dip in a calculated manner.**\n\nNow, note that you didn't plan this trip simply because you saw that this item was on sale -- you're here because it's time for the weekly grocery run. In addition, you came here expecting to spend a certain amount, and that shouldn't change just because there is such an opportunity. **Make purchases over time on a consistent basis, with a consistent budget. Stick to the original plan.**\n\nI'm sure we've all been there: A surprise expense came up, and we have to be super frugal until payday. We can't afford our normal selections that round. Sometimes we can't even afford a grocery trip at all, and we're digging through the pantry just to put together a meal to tide us over for a time. Such a situation is certainly not enjoyable, but you have to press on and look forward. **Don't lament having to stand on the sidelines.**\n\nNow, if this is a reoccurring theme, some questions need to be asked about our financial decisions. You should always have enough money to be able to buy the food you need, in the necessary quantities, to comfortably survive. And, ideally, we'll have enough of a buffer to allow us to spend a few extra bucks to take advantage of a sale or to buy ourselves a treat. **Keep a decent amount of cash on hand (10-15%+) to be able to invest when good opportunities arise (*****excluding your emergency fund)*****.**\n\nAre you eating a balanced, healthy diet? I'm not going to judge you on this one -- I could do with eating more fresh vegetables myself -- but are your staples benefiting your health, or just enough to get you by? Are you choosing foods that make you feel good in the short term, rather than benefiting your health in the long term? **Build a portfolio that is has a healthy balance of growth, value, and dividend stocks.**\n\nYou should buy plenty of items that you are not afraid to keep around for the long term, ones that you are confident will hold their value, and when you finally take them out, they will be perfect for the moment. Whether it's a bottle of nice wine that goes great with one of your favorite dishes or a high-quality cooking oil, you should have plenty of these items build up in your pantry over time. While there's nothing wrong with some generic mac and cheese or peanut-butter and jelly sandwiches, these provide little value in the long term, so they shouldn't be the majority of your investments either. **Invest in companies that you can confidently hold for the long-term, knowing that they will provide significant value in the future.**\n\nAnd hey, if you feel like you've done well today, there's nothing wrong with grabbing a candy bar or a soda as you reach the checkout line -- heck, maybe even a scratch ticket if that's your jam. We all need a rush every now and then, and there's nothing wrong with treating yourself, so long as it's a responsible decision. **Feel free to buy some speculative plays or OTCs, or grab some shares to swing trade. Just don't stray from what you planned to do in the first place.**\n\nOh, and one more thing: That nice case of IPAs you bought because you knew it would go well with dinner the next week? The ultra-sharp cheddar that you planned to shred over dinner for the next couple of weeks? I get it: Sometimes you just get the urge to throw patience out the window and down them all in one midnight trip to the fridge. But that's that kind of decision that will eliminate all potential value from these things in an instant.\n\nIf you are confident that you will reap value in enjoying these things despite it not being at the time or in the context that you had planned for, then fine -- cut yourself off a slice of the cheese, crack a beer...and then close the fridge. **If you are absolutely convinced that you should take profits,** ***trim*** **them. Beyond that, HOLD!!!**",
  "author_fullname": "t2_4w5hompx",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "Start thinking of the markets like a grocery store",
  "link_flair_richtext": [],
  "subreddit_name_prefixed": "r/stocks",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": null,
  "downs": 0,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_m3dfzz",
  "quarantine": false,
  "link_flair_text_color": "dark",
  "upvote_ratio": 0.9,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 52,
  "total_awards_received": 1,
  "media_embed": {},
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": null,
  "can_mod_post": false,
  "score": 52,
  "approved_by": null,
  "author_premium": false,
  "thumbnail": "",
  "edited": false,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {},
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1615567039,
  "link_flair_type": "text",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.stocks",
  "allow_live_comments": false,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;d assume that most of us have a couple-few hundred dollars left in our bank accounts after we pay rent, utilities, and the like. This is what we rely on throughout the rest of the pay cycle for living expenses, perhaps saving a bit on the side for a new toy or a night out with some friends.</p>\n\n<p>I&#39;d also assume that most of us take a couple-few trips to the grocery store every pay cycle, picking up enough food to last us until the next one.</p>\n\n<p><strong>Start thinking of the markets like a grocery store.</strong></p>\n\n<p>Today&#39;s the day for the grocery run. You grab a cart and start wandering the aisles -- most likely taking a familiar path. After all, you know what you like to eat and what will sustain you until the next trip, and you know about how much it will cost you based on experience. Chips and salsa, some fresh produce, frozen dinners, milk...whatever your typical selections are. <strong>Have a stable, concise portfolio.</strong></p>\n\n<p>Now, it&#39;s certainly okay to go outside the norms every now and then. Maybe you&#39;re looking to try a new recipe, or a frozen dinner caught your eye last time you were here. <strong>It&#39;s okay to branch out. Just be calculated about it.</strong></p>\n\n<p>Maybe you see one of the items on your list is on sale, and you know you can benefit from having a bit more of it. If it won&#39;t put you over budget, of course you should consider taking advantage of it. <strong>Buy the dip in a calculated manner.</strong></p>\n\n<p>Now, note that you didn&#39;t plan this trip simply because you saw that this item was on sale -- you&#39;re here because it&#39;s time for the weekly grocery run. In addition, you came here expecting to spend a certain amount, and that shouldn&#39;t change just because there is such an opportunity. <strong>Make purchases over time on a consistent basis, with a consistent budget. Stick to the original plan.</strong></p>\n\n<p>I&#39;m sure we&#39;ve all been there: A surprise expense came up, and we have to be super frugal until payday. We can&#39;t afford our normal selections that round. Sometimes we can&#39;t even afford a grocery trip at all, and we&#39;re digging through the pantry just to put together a meal to tide us over for a time. Such a situation is certainly not enjoyable, but you have to press on and look forward. <strong>Don&#39;t lament having to stand on the sidelines.</strong></p>\n\n<p>Now, if this is a reoccurring theme, some questions need to be asked about our financial decisions. You should always have enough money to be able to buy the food you need, in the necessary quantities, to comfortably survive. And, ideally, we&#39;ll have enough of a buffer to allow us to spend a few extra bucks to take advantage of a sale or to buy ourselves a treat. <strong>Keep a decent amount of cash on hand (10-15%+) to be able to invest when good opportunities arise (</strong><strong><em>excluding your emergency fund)</em></strong><strong>.</strong></p>\n\n<p>Are you eating a balanced, healthy diet? I&#39;m not going to judge you on this one -- I could do with eating more fresh vegetables myself -- but are your staples benefiting your health, or just enough to get you by? Are you choosing foods that make you feel good in the short term, rather than benefiting your health in the long term? <strong>Build a portfolio that is has a healthy balance of growth, value, and dividend stocks.</strong></p>\n\n<p>You should buy plenty of items that you are not afraid to keep around for the long term, ones that you are confident will hold their value, and when you finally take them out, they will be perfect for the moment. Whether it&#39;s a bottle of nice wine that goes great with one of your favorite dishes or a high-quality cooking oil, you should have plenty of these items build up in your pantry over time. While there&#39;s nothing wrong with some generic mac and cheese or peanut-butter and jelly sandwiches, these provide little value in the long term, so they shouldn&#39;t be the majority of your investments either. <strong>Invest in companies that you can confidently hold for the long-term, knowing that they will provide significant value in the future.</strong></p>\n\n<p>And hey, if you feel like you&#39;ve done well today, there&#39;s nothing wrong with grabbing a candy bar or a soda as you reach the checkout line -- heck, maybe even a scratch ticket if that&#39;s your jam. We all need a rush every now and then, and there&#39;s nothing wrong with treating yourself, so long as it&#39;s a responsible decision. <strong>Feel free to buy some speculative plays or OTCs, or grab some shares to swing trade. Just don&#39;t stray from what you planned to do in the first place.</strong></p>\n\n<p>Oh, and one more thing: That nice case of IPAs you bought because you knew it would go well with dinner the next week? The ultra-sharp cheddar that you planned to shred over dinner for the next couple of weeks? I get it: Sometimes you just get the urge to throw patience out the window and down them all in one midnight trip to the fridge. But that&#39;s that kind of decision that will eliminate all potential value from these things in an instant.</p>\n\n<p>If you are confident that you will reap value in enjoying these things despite it not being at the time or in the context that you had planned for, then fine -- cut yourself off a slice of the cheese, crack a beer...and then close the fridge. <strong>If you are absolutely convinced that you should take profits,</strong> <strong><em>trim</em></strong> <strong>them. Beyond that, HOLD!!!</strong></p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": null,
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2qjfk",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "",
  "id": "m3dfzz",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "InitializedVariable",
  "discussion_type": null,
  "num_comments": 22,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/stocks/comments/m3dfzz/start_thinking_of_the_markets_like_a_grocery_store/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/stocks/comments/m3dfzz/start_thinking_of_the_markets_like_a_grocery_store/",
  "subreddit_subscribers": 2452125,
  "created_utc": 1615559214,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1615538239,
  "the_new_excerpt": "I'd assume that most of us have a couple-few hundred dollars left in our bank\naccounts after we pay rent, utilities, and the like. This is what we rely on\nthroughout the rest of the pay cycle for living expenses, perhaps saving a bit\non the side for a new toy or a night out with some friends.\n\nI'd…",
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我想我们大多数人的银行里都有几百块钱的存款\n在我们交完房租、水电等费用后的账户。这就是我们所依赖的\n在整个余下的工资周期中，用于生活开支，或许可以省下一些\n旁边的新玩具或与一些朋友晚上出去。\n\n我...",
      "title": "开始把市场看成是一个杂货店。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想我們大多數人的銀行裏都有幾百塊錢的存款\n在我們交完房租、水電等費用後的賬戶。這就是我們所依賴的\n在整個餘下的工資週期中，用於生活開支，或許可以省下一些\n旁邊的新玩具或與一些朋友晚上出去。\n\n我...",
      "title": "開始把市場看成是一個雜貨店。"
    }
  ]
}