{
  "author": "Herbie_Fully_Loaded",
  "the_new_excerpt": "I'm not sure how strongly people feel about this, but it is definitely something\nthat I've been annoyed by at almost every buffet I've been to. Almost always,\ncutlery is placed at the beginning of the buffet line, and by the time I get to\nthe end, I realize that I needed to grab a…",
  "original_created_utc": 1620393360,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "みんながどれくらい強く感じているのかはわからないが、今まで行ったほとんどのビュッフェで\n今まで行ったほとんどのビュッフェで、私はこの点に悩まされてきました。ほとんどの場合\nビュッフェの列の最初にカトラリーが置かれていて、最後に行くまでに\n最後の方になると、「あ、あの時のカトラリーは......」と気づくのです。",
      "title": "CMV: ビュッフェの列の最後にカトラリーを置くべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不确定人们对此的感受有多强烈，但这绝对是我在我去过的几乎所有自助餐中都感到恼火的事情。\n在我去过的几乎每家自助餐厅里，我都感到很烦。几乎总是这样。\n几乎每次都是把餐具放在自助餐队伍的开头，而当我走到最后时，我才发现我需要把餐具放进去。\n到了最后，我意识到我需要拿一个......",
      "title": "CMV: 餐具应放置在自助餐线的末端"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不確定人們對此的感受有多強烈，但這絕對是我在我去過的幾乎所有自助餐中都感到惱火的事情。\n在我去過的幾乎每家自助餐廳裏，我都感到很煩。幾乎總是這樣。\n幾乎每次都是把餐具放在自助餐隊伍的開頭，而當我走到最後時，我才發現我需要把餐具放進去。\n到了最後，我意識到我需要拿一個......",
      "title": "CMV: 餐具應放置在自助餐線的末端"
    }
  ],
  "title": "CMV: Cutlery should be placed at the end of a buffet line",
  "created_utc": 1620398668,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not sure how strongly people feel about this, but it is definitely something that I&#39;ve been annoyed by at almost every buffet I&#39;ve been to. Almost always, cutlery is placed at the beginning of the buffet line, and by the time I get to the end, I realize that I needed to grab a spoon/fork/knife/whatever. Additionally, holding on to cutlery as you attempt to put food on your plate is kind of annoying, and it would be better suited to just grab at the end of the line after your plate is in order. I think that this is silly because a lot of times it isn&#39;t obvious what cutlery I&#39;ll need at the beginning of the buffet line, so I think it would only make sense to place it at the end. Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 86,
  "permalink": "/r/changemyview/comments/n6y914/cmv_cutlery_should_be_placed_at_the_end_of_a/",
  "subreddit": "changemyview",
  "id": "n6y914",
  "is_self": true,
  "media": null,
  "is_video": false
}