{
  "author": "hebxo",
  "original_created_utc": 1629457944,
  "title": "CMV: I should support Nuclear energy over Solar power at every opportunity.",
  "created_utc": 1629491918,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Nuclear energy is cheap, abundant, clean, and safe. It can be used industrially for manufacturing while solar cannot. And when people say we should be focusing on all, I see that as just people not investing all we can in Nuclear energy. </p>\n\n<p>There is a roadmap to achieve vast majority of your nation&#39;s energy needs. France has been getting 70% or their electricity from generations old Nuclear power plants.</p>\n\n<p>Solar are very variable. I&#39;ve read the estimates that they can only produce energy in adequate conditions 10%-30% of the time. </p>\n\n<p>There is a serious question of storing the energy. The energy grid is threatened by too much peak energy. And while I think it&#39;s generally a good think to do to install on your personal residence. I have much more reservations for Solar farms. </p>\n\n<p>The land they need are massive. You would need more than 3 million solar panels to produce the same amount of power as a typical commercial reactor. </p>\n\n<p>The land needs be cleared, indigenous animals cleared off. To make way for this diluted source of energy? If only Nuclear could have these massive tradeoffs and have the approval rating of 85%.</p>\n\n<p>It can be good fit on some very particular locations. In my country of Australia, the outback is massive, largely inhabitable, and very arid. </p>\n\n<p>Singapore has already signed a deal to see they get 20% of their energy from a massive solar farm in development. </p>\n\n<p>I support this for my country. In these conditions, though the local indigenous people on the land they use might not. </p>\n\n<p>I think it&#39;s criminal any Solar farms would be considered for arable, scenic land. Experts say there is no plan to deal with solar panels when they reach their life expectancy. And they will be likely shipped off to be broken down, and have their toxins exposed to some poor African nation. </p>\n\n<p>I will not go on about the potential of Nuclear Fusion, or just using Thorium. Because I believe entirely in current generation Nuclear power plants. In their efficiency, safety and cost-effectiveness. </p>\n\n<p>Germany has shifted from Nuclear to renewables. Their energy prices have risen by 50% since then. Their power costs twice as much as it does for the French. </p>\n\n<p>The entirety of people who have died in accidents related to Nuclear energy is 200. Chernobyl resulted from extremely negligent Soviet Union safety standards that would have never happened in the western world. 31 people died. </p>\n\n<p>Green mile island caused no injuries or deaths. And the radioactivity exposed was no less than what you would get by having a chest x-ray. </p>\n\n<p>Fukushima was the result of a tsunami and earthquake of a generations old reactor. The Japanese nation shut down usage of all nuclear plants and retrofitted them to prevent even old nuclear plants suffering the same fate.</p>\n\n<p>I wish the problems with solar panels improve dramatically. Because obviously we aren&#39;t moving towards the pragmatic Nuclear option. </p>\n\n<p>I don&#39;t see the arguments against it. That some select plants are over-budget? The expertise and supply chain were left abandoned and went to other industries for a very long time.</p>\n\n<p>The entirety of the waste of Switzerland fits in a single medium sized room. It&#39;s easily disposed of in metal barrels covered in concrete.</p>\n</div><!-- SC_ON -->",
  "score": 618,
  "permalink": "/r/changemyview/comments/p833ga/cmv_i_should_support_nuclear_energy_over_solar/",
  "subreddit": "changemyview",
  "id": "p833ga",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Nuclear energy is cheap, abundant, clean, and safe. It can be used industrially\nfor manufacturing while solar cannot. And when people say we should be focusing\non all, I see that as just people not investing all we can in Nuclear energy.\n\nThere is a roadmap to achieve vast majority of your nation's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "原子力は、安価で豊富、クリーンで安全なエネルギーです。工業的にも利用できます。\n工業的に利用できますが、太陽電池ではできません。すべてのエネルギーに注目すべきだと言われても\n私は、それは人々が原子力エネルギーに全力で投資していないだけだと思います。\n\nあなたの国の大部分を達成するためのロードマップがあります...",
      "title": "CMV：機会があれば、太陽光発電よりも原子力発電を支持すべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "核能是廉价、丰富、清洁和安全的。它可以在工业上使用\n制造业，而太阳能不能。当人们说我们应该关注\n的时候，我认为这只是人们没有在核能方面进行投资。\n\n有一个路线图来实现你们国家的绝大多数......",
      "title": "CMV: 我应该一有机会就支持核能而不是太阳能。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "核能是廉價、豐富、清潔和安全的。它可以在工業上使用\n製造業，而太陽能不能。當人們說我們應該關注\n的時候，我認爲這只是人們沒有在覈能方面進行投資。\n\n有一個路線圖來實現你們國家的絕大多數......",
      "title": "CMV: 我應該一有機會就支持核能而不是太陽能。"
    }
  ]
}