{
  "author": "Boryalyc",
  "the_new_excerpt": "The youngest president to be elected in the last 100 (according to a google\nsearch, might be off) was Kennedy, who was 43 when he entered office. Trump is\n75, Biden is 78. Both of them have had multiple incidents which make you\nquestion the state of their mental health, which in turn makes you…",
  "original_created_utc": 1623653012,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "過去100年の間に選出された最年少の大統領はケネディで、就任時は43歳でした。\nケネディは43歳で大統領に就任しました。トランプは\n75歳、バイデンは78歳です。二人とも、何度も事件を起こしています。\n二人とも精神状態を疑うような事件を何度も起こしていて、それが原因で...。",
      "title": "CMV: 大統領には年齢制限を設けるべきだ、最近の大統領は年齢が高すぎる。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在过去的100年中，最年轻的当选总统（根据谷歌搜索）是肯尼迪。\n搜索，可能有偏差）是肯尼迪，他上任时是43岁。特朗普是\n75岁，拜登是78岁。他们两人都有多起事件，这让你\n质疑他们的心理健康状况，这反过来又让你......",
      "title": "CMV：应该对总统有年龄限制，我们最近的总统都太老了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在過去的100年中，最年輕的當選總統（根據谷歌搜索）是肯尼迪。\n搜索，可能有偏差）是肯尼迪，他上任時是43歲。特朗普是\n75歲，拜登是78歲。他們兩人都有多起事件，這讓你\n質疑他們的心理健康狀況，這反過來又讓你......",
      "title": "CMV：應該對總統有年齡限制，我們最近的總統都太老了。"
    }
  ],
  "title": "CMV: There should be an age restriction for presidents, our recent presidents have been far too old",
  "created_utc": 1623666637,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The youngest president to be elected in the last 100 (according to a google search, might be off) was Kennedy, who was 43 when he entered office. Trump is 75, Biden is 78. Both of them have had multiple incidents which make you question the state of their mental health, which in turn makes you question just <em>how</em> fit are they to be president? Obama wasn&#39;t as bad at 59 years as of now. I (personal opinion) think they should at most 60 years old, but that number would have to depend on a number of factors. In the end, I&#39;m a lazy redditor who knows nothing about politics and have no say but I&#39;m open.</p>\n</div><!-- SC_ON -->",
  "score": 96,
  "permalink": "/r/changemyview/comments/nzgoqq/cmv_there_should_be_an_age_restriction_for/",
  "subreddit": "changemyview",
  "id": "nzgoqq",
  "is_self": true,
  "media": null,
  "is_video": false
}