{
  "author": "dickalopejr",
  "original_created_utc": 1624338279,
  "title": "YSK that if your pet develops a limp or reluctance to use one of its legs that gets worse or does not improve over time, and there is no obvious cause, go to the vet sooner than later because it may be cancer.",
  "created_utc": 1624354870,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: a lot of critters develop limps because of an injured tendon, sprain or problem with their paws. But if your pet starts limping without any reason you can identify, go to the vet for x-rays sooner than later. Osteosarcoma (bone cancer) is more common than people recognize and causes significant pain. If it is in the extremities, that can cause a limp or refusal of your pet to use that leg at all, and lead to muscle mass. Unfortunately it is fast spreading. If you can identify it before it spreads, amputation may save your critter&#39;s life and eliminate the pain. Don&#39;t wait to get it checked out if your buddy is not improving. Life on 3 legs beats the heck out of the alternative.</p>\n</div><!-- SC_ON -->",
  "score": 10713,
  "permalink": "/r/YouShouldKnow/comments/o5exqy/ysk_that_if_your_pet_develops_a_limp_or/",
  "subreddit": "YouShouldKnow",
  "id": "o5exqy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: a lot of critters develop limps because of an injured tendon, sprain or\nproblem with their paws. But if your pet starts limping without any reason you\ncan identify, go to the vet for x-rays sooner than later. Osteosarcoma (bone\ncancer) is more common than people recognize and causes…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、多くの生き物が、腱の損傷や捻挫、前足の問題などで足を引きずるからです。\n前足に問題があるからです。しかし、もしあなたのペットが何の理由もなく足を引きずるようになったら\n早めに獣医さんに行ってレントゲンを撮ってもらいましょう。骨肉腫（骨\n癌）は人々が認識しているよりも一般的で、その原因は...",
      "title": "YSKでは、もしあなたのペットが片方の足を引きずったり、嫌がったりするようになり、それが悪化したり、時間が経っても改善されなかったりして、明らかな原因がない場合は、癌の可能性もあるので、早めに獣医に相談してください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：很多动物因为肌腱受伤、扭伤或爪子的问题而出现跛行。\n他们的爪子有问题。但如果你的宠物在没有任何原因的情况下开始跛行\n但如果你的宠物在没有任何原因的情况下开始跛行，请尽早去宠物医院做X光检查。骨肉瘤（骨\n癌症）比人们认识到的更常见，并导致...",
      "title": "YSK认为，如果你的宠物出现跛行或不愿意使用它的一条腿，并且随着时间的推移越来越严重或没有改善，而且没有明显的原因，请尽早去看兽医，因为它可能是癌症。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：很多動物因爲肌腱受傷、扭傷或爪子的問題而出現跛行。\n他們的爪子有問題。但如果你的寵物在沒有任何原因的情況下開始跛行\n但如果你的寵物在沒有任何原因的情況下開始跛行，請儘早去寵物醫院做X光檢查。骨肉瘤（骨\n癌症）比人們認識到的更常見，並導致...",
      "title": "YSK認爲，如果你的寵物出現跛行或不願意使用它的一條腿，並且隨着時間的推移越來越嚴重或沒有改善，而且沒有明顯的原因，請儘早去看獸醫，因爲它可能是癌症。"
    }
  ]
}