{
  "author": "Babayagamyalgia",
  "the_new_excerpt": "https://imgur.com/gallery/uXgJd54\n\nTldr: I'm getting old, and my books are aging with me. Showing off a collection\nim regaining appreciation for due to the interest of a young coworker in\nstarting her own collection.\n\nMy mother gave me my first Stephen king novel to read when I was in my…",
  "original_created_utc": 1616692974,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "https://imgur.com/gallery/uXgJd54\n\nTldr：我老了，我的书也跟着老了。炫耀收藏\n由于一个年轻同事的兴趣，我正在重新欣赏。\n开始她自己的收藏。\n\n我母亲给了我第一本斯蒂芬-金的小说，让我读，当我在我... ...",
      "title": "我的斯蒂芬-金收藏中剩下的东西，由于几十年的阅读，已经很破旧了。都是各种封面艺术的混搭。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "https://imgur.com/gallery/uXgJd54\n\nTldr：我老了，我的書也跟着老了。炫耀收藏\n由於一個年輕同事的興趣，我正在重新欣賞。\n開始她自己的收藏。\n\n我母親給了我第一本斯蒂芬-金的小說，讓我讀，當我在我... ...",
      "title": "我的斯蒂芬-金收藏中剩下的東西，由於幾十年的閱讀，已經很破舊了。都是各種封面藝術的混搭。"
    }
  ],
  "title": "What's left of my Stephen king collection, well worn from decades of reading. All sporting a mishmash of various cover art",
  "created_utc": 1616749138,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://imgur.com/gallery/uXgJd54\">https://imgur.com/gallery/uXgJd54</a></p>\n\n<p>Tldr: I&#39;m getting old, and my books are aging with me. Showing off a collection im regaining appreciation for due to the interest of a young coworker in starting her own collection.  </p>\n\n<p>My mother gave me my first Stephen king novel to read when I was in my early teens. I graduated up the horror ladder from R.L Stines goosebumps, to his  young adult &#39;scary&#39; novels into Kings first, Carrie. I&#39;d say this was around 1998. I was hooked for life.  </p>\n\n<p>Many of these books in the photos are the same ones I carried in my school bags to read on lunch or the bus,  then in my purses during highschool where I&#39;d skip boring classes to read instead. Then in purses to be read on my work breaks, or at the beach on my days off. </p>\n\n<p>Ive never been one to coddle books,  the point was never how perfect the book could be kept. Ive dog eared every book ive ever owned. I&#39;ve lost covers and just made my own. Id buy new ones to carry around when the old one wore out too much. I&#39;ve never thrown them away though. </p>\n\n<p>A new young coworker, high school student,  asked me if I&#39;d ever read any Stephen King. She was just deciding to get into his books and had really enjoyed The Outsiders. Ooooh did she ask the right person! I had an incredible amount of fun giving advice on where to start and which older books are just gold standard. She had never heard of Carrie, the book or the movie. I had to actually stop myself from asking her how she hasn&#39;t watched the famous horror movie with...... John Travolta? Oh yeah 1976.....  About 30 years before she was born...... oof. </p>\n\n<p>I made sure she doesn&#39;t get into the Dark Tower until she&#39;s read through a decent portion of his older work so she can really enjoy and understand all the tie ins and hidden easter eggs. I loved finding all the little subtle references that rewarded the constant readers. </p>\n\n<p>I went through my collection to find all the duplicates I own so I can give them to her to start her own collection. They&#39;ve been in a box in the basement since ive moved.<br/>\nI was happy to pass some along to a new reader. </p>\n\n<p>I hadn&#39;t tried photographing my books to keep track of them before. I was incredibly disappointed to find I was missing some of my oldest books. I think they&#39;ve been lost for a while, but I hadn&#39;t noticed until now. I&#39;ve moved so many times since I was young. Some of these books were among the ones that had the old original cover art, and were given to me by my mother, who bought and read them when they were newly published. </p>\n\n<p>Im sadly missing my copies of Cujo, Firestarter, The Night Shift, The Skeleton Crew, The long Walk, Needful Things, The Shining, The Drawing of the Three, and The Dark Tower. I must have lost a whole box. What else did I lose? </p>\n\n<p>I can buy them again,  but I think it just won&#39;t be the same somehow.  </p>\n\n<p>Anyway, that&#39;s my little ramble.  I thought I would share (in no particular order) the evidence of a love of reading through decades of wear and tear on very well traveled books.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/RxmAkuf_dIMNvLFBE4VTrWfvQPRHIMDJQftepA_w_Vg.jpg?auto=webp&s=0b22edc1dee4d97f7ab1c543e979f796fdd04f40",
          "width": 2317,
          "height": 3485
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/RxmAkuf_dIMNvLFBE4VTrWfvQPRHIMDJQftepA_w_Vg.jpg?width=108&crop=smart&auto=webp&s=b49da91e52e835f2a3a2b3ef79df180914a1a332",
            "width": 108,
            "height": 162
          },
          {
            "url": "https://external-preview.redd.it/RxmAkuf_dIMNvLFBE4VTrWfvQPRHIMDJQftepA_w_Vg.jpg?width=216&crop=smart&auto=webp&s=15415136b9234da4049ec6f7a3c62ee846fd8e7e",
            "width": 216,
            "height": 324
          },
          {
            "url": "https://external-preview.redd.it/RxmAkuf_dIMNvLFBE4VTrWfvQPRHIMDJQftepA_w_Vg.jpg?width=320&crop=smart&auto=webp&s=8b3e7fd623ad2bc94e24947ef0278eb899465797",
            "width": 320,
            "height": 481
          },
          {
            "url": "https://external-preview.redd.it/RxmAkuf_dIMNvLFBE4VTrWfvQPRHIMDJQftepA_w_Vg.jpg?width=640&crop=smart&auto=webp&s=2bad5d6858a61310f47344b744f4237d60a803f7",
            "width": 640,
            "height": 962
          },
          {
            "url": "https://external-preview.redd.it/RxmAkuf_dIMNvLFBE4VTrWfvQPRHIMDJQftepA_w_Vg.jpg?width=960&crop=smart&auto=webp&s=c06f15d86a3d27b34b2a20406cc920a256a13011",
            "width": 960,
            "height": 1443
          },
          {
            "url": "https://external-preview.redd.it/RxmAkuf_dIMNvLFBE4VTrWfvQPRHIMDJQftepA_w_Vg.jpg?width=1080&crop=smart&auto=webp&s=d2ff0a3dcc0ea905a81c4603aa7023e687183205",
            "width": 1080,
            "height": 1624
          }
        ],
        "variants": {},
        "id": "7K4CUB4sWB9lceHPjMt1jckrXKarGNm1IHbtOnnxsmk"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/md3hpu/whats_left_of_my_stephen_king_collection_well/",
  "subreddit": "books",
  "id": "md3hpu",
  "is_self": true,
  "media": null,
  "is_video": false
}