{
  "author": "thecub55",
  "the_new_excerpt": "Many school teachers claim that their goal, beyond teaching a particular subject\nmatter, is to teach their students to think critically and be able to process\ninformation, but I think they have forgotten the basic building blocks of being\nable to do that.\n\nAs humans we have a bunch of natural biases…",
  "original_created_utc": 1611447238,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "许多学校的教师声称，他们的目标，除了教授某一特定学科外，还包括\n事，就是要教会学生批判性思考，并能处理好他们的问题。\n信息，但我认为他们已经忘记了做人的基本要素。\n能够做到这一点。\n\n作为人类，我们有一堆天然的偏见... ...",
      "title": "CMV：专注于批判性思维、逻辑法则以及如何验证信息的真实性的课程，应该与数学、科学和语言技能一起成为年轻孩子的必修课。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "許多學校的教師聲稱，他們的目標，除了教授某一特定學科外，還包括\n事，就是要教會學生批判性思考，並能處理好他們的問題。\n信息，但我認爲他們已經忘記了做人的基本要素。\n能夠做到這一點。\n\n作爲人類，我們有一堆天然的偏見... ...",
      "title": "CMV：專注於批判性思維、邏輯法則以及如何驗證信息的真實性的課程，應該與數學、科學和語言技能一起成爲年輕孩子的必修課。"
    }
  ],
  "title": "CMV: Classes focused on critical thinking, the laws of logic, and how to verify the authenticity of information should be required curriculum for young kids alongside math, science, and language skills.",
  "created_utc": 1611455354,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Many school teachers claim that their goal, beyond teaching a particular subject matter, is to teach their students to think critically and be able to process information, but I think they have forgotten the basic building blocks of being able to do that.</p>\n\n<p>As humans we have a bunch of natural biases and flawed patterns of thinking that can deceive us into thinking or believing things that we otherwise would not. We all like to think of ourselves as above these natural biases but in reality even the most highly educated people can fall into these traps, and children are by far the most susceptible to this kind of thing. A political or religious or otherwise deeply held belief that is instilled at a young age can often be very hard or even impossible to break. Even when that belief is not even close to being grounded in reality.</p>\n\n<p>I think this is also the source of a lot of the division that is currently going on in America. People have simply never been taught, or think they are above these natural flaws in the way that we think, and were never taught to take the time to analyze their own beliefs to make sure that what they believe is true.</p>\n\n<p>In order to help kids to be less susceptible to this kind of indoctrination, and to help foster more civil discourse when it comes to the issues that divide us, I think that it should be a required part of curriculum for kids to learn about these natural biases, logical fallacies, and types misinformation that is out there, and how to get to the bottom of what is true.</p>\n</div><!-- SC_ON -->",
  "score": 306,
  "permalink": "/r/changemyview/comments/l3o5m1/cmv_classes_focused_on_critical_thinking_the_laws/",
  "subreddit": "changemyview",
  "id": "l3o5m1",
  "is_self": true,
  "media": null,
  "is_video": false
}