{
  "author": "TheRightSpot",
  "original_created_utc": 1635397606,
  "title": "CMV: I think it should be okay to criticize people for their unethical behavior even if their circumstances/conditions/culture led them to it.",
  "created_utc": 1635406588,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A lot of times, we hear people in the West defending atrocities committed by other cultures/nations, saying that &quot;We are not in a position to judge them for their wrongdoings, since we are a product of Western culture and we have been indoctrinated with Western values.&quot; I think this sentiment is dangerous as it can lead to a relativist dystopia. Our world is growing smaller and smaller in the 21st century, we are more interconnected than ever. We must subject all cultures to the same level of criticism if we wish to build a healthy global community which aims for all human well-being. I think it&#39;s of utmost importance to consider our shared humanity as the highest value, above our cultural differences. I think it is deplorable to consider the notion of &quot;human rights&quot; as a form of Eurocentrism.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/qhfig1/cmv_i_think_it_should_be_okay_to_criticize_people/",
  "subreddit": "changemyview",
  "id": "qhfig1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A lot of times, we hear people in the West defending atrocities committed by\nother cultures/nations, saying that \"We are not in a position to judge them for\ntheir wrongdoings, since we are a product of Western culture and we have been\nindoctrinated with Western values.\" I think this sentiment is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "西洋では、他の文化や民族が行った残虐行為を擁護する声をよく耳にします。\n我々は彼らの悪行を裁く立場にはない。\n西洋文化の産物であり、西洋の価値観を教え込まれているのだから。\n西洋文化の産物であり、西洋の価値観に洗脳されているのだから。私はこの感情は...",
      "title": "CMV：たとえ状況や条件、文化がそうさせたとしても、倫理に反する行為を批判することはあってもいいと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "很多时候，我们听到西方人在为其他文化/民族的暴行辩护\n我们经常听到西方人为其他文化/民族的暴行辩护，说：\"我们没有资格评判他们的错误行为，因为我们是西方文化的产物，我们一直在为他们的错误行为辩护。\n他们的错误行为，因为我们是西方文化的产物，我们已经被灌输了西方价值观。\n灌输了西方的价值观\"。我认为这种情绪是...",
      "title": "CMV：我认为批评人们的不道德行为应该是可以的，即使他们的环境/条件/文化导致了他们的行为。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "很多時候，我們聽到西方人在爲其他文化/民族的暴行辯護\n我們經常聽到西方人爲其他文化/民族的暴行辯護，說：\"我們沒有資格評判他們的錯誤行爲，因爲我們是西方文化的產物，我們一直在爲他們的錯誤行爲辯護。\n他們的錯誤行爲，因爲我們是西方文化的產物，我們已經被灌輸了西方價值觀。\n灌輸了西方的價值觀\"。我認爲這種情緒是...",
      "title": "CMV：我認爲批評人們的不道德行爲應該是可以的，即使他們的環境/條件/文化導致了他們的行爲。"
    }
  ]
}