{
  "author": "Sheepy_Scronky",
  "original_created_utc": 1624910804,
  "title": "Do you guys sometimes just not feel ready to move on from a book?",
  "created_utc": 1624924537,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished reading this collection of short stories, and I was thinking it would be a good time to move on to another book. But I just keep thinking about rereading them again, or at least just browsing a few select pages, maybe just looking at the chapter titles I dunno.</p>\n\n<p>I just wish there were more adventures I guess, don’t really feel like I’m finished with the book, even though I’ve read it. Don’t really know how else to explain it.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/o9s9fk/do_you_guys_sometimes_just_not_feel_ready_to_move/",
  "subreddit": "books",
  "id": "o9s9fk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished reading this collection of short stories, and I was thinking it\nwould be a good time to move on to another book. But I just keep thinking about\nrereading them again, or at least just browsing a few select pages, maybe just\nlooking at the chapter titles I dunno.\n\nI just wish there…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この短篇集を読み終えて、そろそろ別の本に移ろうかと思っていたところでした。\nそろそろ別の本に移ろうかと思っていたところです。でも、もう一度読み返してみたいと思っています。\nせめて数ページだけでも読み返してみたい、あるいは章のタイトルだけでも\nあるいは、いくつかのページを見たり、章のタイトルを見たり......わからないけど。\n\n私はただ、そこに...",
      "title": "皆さんは、本から先に進む準備ができないことがありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完这本短篇小说集，我在想这是一个很好的时间来继续阅读另一本书。\n我想现在是继续阅读另一本书的好时机。但我一直在想\n再重读一遍，或者至少只是浏览一些精选的页面，也许只是\n看一下章节的标题，我不知道。\n\n我只是希望有...",
      "title": "你们有时会不会觉得没有准备好从一本书中继续前进？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完這本短篇小說集，我在想這是一個很好的時間來繼續閱讀另一本書。\n我想現在是繼續閱讀另一本書的好時機。但我一直在想\n再重讀一遍，或者至少只是瀏覽一些精選的頁面，也許只是\n看一下章節的標題，我不知道。\n\n我只是希望有...",
      "title": "你們有時會不會覺得沒有準備好從一本書中繼續前進？"
    }
  ]
}