{
  "author": "XxItsNowOrNever99xX",
  "original_created_utc": 1629738896,
  "title": "To what extent should we put the burden of saving the environment on everyday people, as opposed to all the governments and corporations responsible for producing so much waste and pollution?",
  "created_utc": 1629777297,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We see this a lot in the media - for some reason, they DO acknowledge climate change and pollution despite being major corporations themselves, but they always have this undertone of the solution being something WE have to accomplish - drive your car less to create less fumes, don&#39;t leave your sink running, recycle more, ect. These public service announcements always say something to the extent of &quot;change starts with you!&quot; These are not bad messages, though, because its good to not waste water and to recycle.          </p>\n\n<p>But the problem with burdening everyday people with this task is that it ignores how much the people up on top are contributing to polluting the world. What is the point of creating less trash if companies are going to keep mass producing these things that will end up in landfills if they aren&#39;t bought anyway? What&#39;s the point of using your care less if oil tycoons will keep pumping oil in the ocean or other places in the world? You see what I mean?        </p>\n\n<p>On the other hand, if we do put the burden on everyday people, it does kinda motivate them to help the environment in the minuscule ways they can. If we tell people &quot;there is nothing you can do to save the environment because rich people are gonna keep polluting the world anyway,&quot; it might make them give up on wanting to recycle or save water, if they think they won&#39;t help. We SHOULD keep encouraging people to recycle and save water, but how do we be honest with them about it?</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/TrueAskReddit/comments/pa4akn/to_what_extent_should_we_put_the_burden_of_saving/",
  "subreddit": "TrueAskReddit",
  "id": "pa4akn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We see this a lot in the media - for some reason, they DO acknowledge climate\nchange and pollution despite being major corporations themselves, but they\nalways have this undertone of the solution being something WE have to accomplish\n- drive your car less to create less fumes, don't leave your sink…"
}