{
  "author": "h-bugg96",
  "the_new_excerpt": "I used to read a ton as a teen. Any YA novel you want to cringe at I probably\nread it in a day. I'm a huge fan of science fiction fantasy. Magic. Secret\nworlds. Other beings. I haven't really read since leaving what I was reading to\navoid in my life and honestly I'm starving for that kind of…",
  "original_created_utc": 1615422730,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我十几岁的时候曾经读过一大堆书。任何YY小说，你想皱在我可能。\n一天就读完了。我是科幻小说的忠实粉丝。魔幻。秘密\n世界。其他生命。自从离开了我所读的东西，我就没有真正读过书了\n避免在我的生活，说实话，我饿了那种... ...",
      "title": "我很怀念YY小说给我的感觉。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我十幾歲的時候曾經讀過一大堆書。任何YY小說，你想皺在我可能。\n一天就讀完了。我是科幻小說的忠實粉絲。魔幻。祕密\n世界。其他生命。自從離開了我所讀的東西，我就沒有真正讀過書了\n避免在我的生活，說實話，我餓了那種... ...",
      "title": "我很懷念YY小說給我的感覺。"
    }
  ],
  "title": "I miss how YA novels made me feel",
  "created_utc": 1615437129,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I used to read a ton as a teen. Any YA novel you want to cringe at I probably read it in a day. I&#39;m a huge fan of science fiction fantasy. Magic. Secret worlds. Other beings. I haven&#39;t really read since leaving what I was reading to avoid in my life and honestly I&#39;m starving for that kind of content. I&#39;ve reread some of the things I thought were my favorite and it&#39;s hard because they are so clearly written for teens and I need content that.... is written for adults. I just wanna be obsessed with a book again. Feel like I did reading those cliché little teen girl dreams. Please help me! </p>\n\n<p>If you have some suggestions I&#39;d love to hear them. </p>\n\n<p>Some of my favorite stuff or basic themes I&#39;m interested in:</p>\n\n<p>Harry Potter (like obviously)</p>\n\n<p>Eragon</p>\n\n<p>Name if the Wind </p>\n\n<p>Graceling </p>\n\n<p>Mortal instruments </p>\n\n<p>Narnia (but without religion lol)</p>\n\n<p>Unwind</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/booksuggestions/comments/m2dhoj/i_miss_how_ya_novels_made_me_feel/",
  "subreddit": "booksuggestions",
  "id": "m2dhoj",
  "is_self": true,
  "media": null,
  "is_video": false
}