{
  "author": "Song-Unlucky",
  "original_created_utc": 1628452326,
  "title": "CMV: The atomic bombings were the correct move and on net saved lives",
  "created_utc": 1628479899,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The bombings were from anyway you look at it, morally, or militarily, the right move, </p>\n\n<p>From a moral standpoint, it is better to kill 200k Japanese than let 2 million Chinese die. The Japanese were committing war crimes on a massive scale, and even if you use the low end estimates, it’s still millions per year of Chinese and other civilians dying. Often very slowly and painfully. Without any significant way of ending the war faster, it’s better to let some die so more can live </p>\n\n<p>From a military standpoint, it prevented a costly invasion that would’ve claimed millions, because an invasion is the only other way to end the war without even greater suffering. In reality, the Japanese government didn’t care about their civilians, and only saw them as cannon fodder. Look at their response to the Doolittle raid, where 250k in China were killed b/c the emperor’s life was threatened, however no retribution was given during the atomic bombings, or other allied bombing campaigns. The Japanese only cared about the emperor’s life, and as such the threat of Tokyo being next was their true concern. </p>\n\n<p>As a result, the bombings saved lives, both in occupied China, and those that would’ve come from invasion, therefore they were justified and the correct course of action.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/p0lldy/cmv_the_atomic_bombings_were_the_correct_move_and/",
  "subreddit": "changemyview",
  "id": "p0lldy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The bombings were from anyway you look at it, morally, or militarily, the right\nmove,\n\nFrom a moral standpoint, it is better to kill 200k Japanese than let 2 million\nChinese die. The Japanese were committing war crimes on a massive scale, and\neven if you use the low end estimates, it’s still…"
}