{
  "author": "Song-Unlucky",
  "original_created_utc": 1628452326,
  "title": "CMV: The atomic bombings were the correct move and on net saved lives",
  "created_utc": 1628479899,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The bombings were from anyway you look at it, morally, or militarily, the right move, </p>\n\n<p>From a moral standpoint, it is better to kill 200k Japanese than let 2 million Chinese die. The Japanese were committing war crimes on a massive scale, and even if you use the low end estimates, it’s still millions per year of Chinese and other civilians dying. Often very slowly and painfully. Without any significant way of ending the war faster, it’s better to let some die so more can live </p>\n\n<p>From a military standpoint, it prevented a costly invasion that would’ve claimed millions, because an invasion is the only other way to end the war without even greater suffering. In reality, the Japanese government didn’t care about their civilians, and only saw them as cannon fodder. Look at their response to the Doolittle raid, where 250k in China were killed b/c the emperor’s life was threatened, however no retribution was given during the atomic bombings, or other allied bombing campaigns. The Japanese only cared about the emperor’s life, and as such the threat of Tokyo being next was their true concern. </p>\n\n<p>As a result, the bombings saved lives, both in occupied China, and those that would’ve come from invasion, therefore they were justified and the correct course of action.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/p0lldy/cmv_the_atomic_bombings_were_the_correct_move_and/",
  "subreddit": "changemyview",
  "id": "p0lldy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The bombings were from anyway you look at it, morally, or militarily, the right\nmove,\n\nFrom a moral standpoint, it is better to kill 200k Japanese than let 2 million\nChinese die. The Japanese were committing war crimes on a massive scale, and\neven if you use the low end estimates, it’s still…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "原爆投下は、道徳的に見ても、軍事的に見ても、とにかく右の\nの行動です。\n\n道徳的には、200万人の中国人を死なせるよりも、20万人の日本人を殺す方が良いでしょう。\n道徳的には、200万人の中国人を死なせるよりも、20万人の日本人を殺した方がいい。日本は大規模な戦争犯罪を犯していました。\n推定値を低く見積もっても、それは...",
      "title": "CMV: 原爆投下は正しい行動であり、ネット上では命を救った。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "无论你怎么看，爆炸事件在道德上或军事上都是正确的。\n行动。\n\n从道德的角度来看，杀死20万日本人总比让200万中国人死去要好。\n中国人死亡。日本人正在犯下大规模的战争罪行，而且\n即使你使用低端的估计，它仍然是...",
      "title": "CMV：原子弹爆炸是正确的举动，而且净是拯救了生命。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "無論你怎麼看，爆炸事件在道德上或軍事上都是正確的。\n行動。\n\n從道德的角度來看，殺死20萬日本人總比讓200萬中國人死去要好。\n中國人死亡。日本人正在犯下大規模的戰爭罪行，而且\n即使你使用低端的估計，它仍然是...",
      "title": "CMV：原子彈爆炸是正確的舉動，而且淨是拯救了生命。"
    }
  ]
}