{
  "author": "gdanon929",
  "original_created_utc": 1630469753,
  "title": "I’m a 24 year old virgin who has never had a serious relationship, experienced love, or even had a first kiss yet. Am I as much of a loser as I think I am?",
  "created_utc": 1630488134,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m 24 years old, a college student, and have lived in Philly my whole life. I’ve always had a good amount of friends, both male and female. I’m well liked by almost anyone, I’m personable, funny, and sociable. I can have a conversation with just about anyone I meet. As for appearance, I’m about 6ft, 230lbs. Definitely overweight but not “crazy big” (I’m working to lose weight too) I consider myself a decent looking guy. I have good hair, nice eyes, a nice beard. I’m not a very confident guy, but I know I’m better looking than a lot of guys I see with girlfriends.</p>\n\n<p>That brings me to my point, even with considering myself to have a great personality and decent looks.. I can not for the life of me get a girl to show interest in me. To be fair, I’ve never tried much. I have “shot my shot” only once in real life, it didnt go well.. So since then I’ve just done the typical dating app bs which never leads to anything. It just seems like EVERYONE around me just magically ends up finding someone.. whether hookups or relationships. I go out all the time, and have friends. It just doesn’t happen for me. Literally some of the most socially awkward guys I know who couldn’t hold a conversation with a therapist somehow end up with these great girls… I can’t even get a girl to like me enough to go on a date, let  alone a kiss, and god forbid sex…</p>\n\n<p>I also have MAJOR worries that if one day I find a girl I like, she will be really turned off by the fact that I have no experience with women. Relationship wise, sex wise, etc. It seems that all women want a experienced man, I don’t blame them either.. I think it’s part of the reason why I’m so intimidated to really approach women.</p>\n\n<p>My birthday was last month and I became really depressed thinking about all of this. It is extremely rare for someone to be 24 and still haven’t had any of these things. Am I a lost cause? Maybe it’s just not meant to be for me. It’s really taken a toll on me recently. </p>\n\n<p>Is there anyone out there like me? Am I as much of a loser as I think I am?</p>\n</div><!-- SC_ON -->",
  "score": 118,
  "permalink": "/r/TooAfraidToAsk/comments/pfmbj5/im_a_24_year_old_virgin_who_has_never_had_a/",
  "subreddit": "TooAfraidToAsk",
  "id": "pfmbj5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m 24 years old, a college student, and have lived in Philly my whole life.\nI’ve always had a good amount of friends, both male and female. I’m well liked\nby almost anyone, I’m personable, funny, and sociable. I can have a conversation\nwith just about anyone I meet. As for appearance, I’m about…"
}