{
  "author": "DetroitMotorShow",
  "original_created_utc": 1624970277,
  "title": "Warning: DeFi protocol are now using a 100% deposit fee scam that is stealing everyone's funds",
  "created_utc": 1625006501,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This approach has been adopted by a few projects lately (including polyyield today) so I thought I&#39;d warn people about it. Its similar to a rug pull/exit scam/ what ever else you want to. call it. </p>\n\n<p>The protocol (lets say ShitSwap) launches with regular farms where everything seems to be fine, and accrues volume and TVL gradually, everyone is earning their income and the project earns people&#39;s trust and a community forms around this project. This is the precursor to the scam.</p>\n\n<p>Once enough volume and users are gained, the team suddenly switches farms and puts up a notice saying they are migrating to new farms for various reasons, and thus everyone has to withdraw and re-deposit again, and to make it easy they are setting up a one click withdraw &amp; redeposit function. Now obviously given that the team has earned some trust, many users will withdraw and deposit again into the new farms without asking many questions. To entice users, the new farms will often show higher APY compared to the old farms, so many will jump quickly to capitalize on the APY. </p>\n\n<p>However this time around, unknown to those depositing, the new farms have a 100% deposit fee. So everything you deposit will go to the team&#39;s wallets and you will be left with nothing. The moment your deposit transaction confirms, funds are gonu. </p>\n\n<p>So anytime a protocol says to withdraw and re-deposit into a new farm, your spider senses must go up. Never be the first ones to enter these new farms. Only when enough people have confirmed it is safe, it can be considered a good option to enter even if the team asks everyone to migrate. Other than this, if you know coding then you can inspect the smart contracts to know what is going on underneath.</p>\n</div><!-- SC_ON -->",
  "score": 154,
  "permalink": "/r/CryptoCurrency/comments/oa7ff2/warning_defi_protocol_are_now_using_a_100_deposit/",
  "subreddit": "CryptoCurrency",
  "id": "oa7ff2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This approach has been adopted by a few projects lately (including polyyield\ntoday) so I thought I'd warn people about it. Its similar to a rug pull/exit\nscam/ what ever else you want to. call it.\n\nThe protocol (lets say ShitSwap) launches with regular farms where everything\nseems to be fine, and…"
}