{
  "author": "No_Profession_1000",
  "original_created_utc": 1625738555,
  "title": "How do you discover books?",
  "created_utc": 1625777324,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have a kindle and end up doing most of my “book discovery” through the kindle interface, searching through the categories Amazon puts books in. </p>\n\n<p>But to be honest I think this system is pretty terrible (this might be just me!) - it ends up being an “echo chamber” where the top rated books get read more, which means they get rated more and so on. I tried goodreads but that seems more of a social network now </p>\n\n<p>The recommendations subreddit is great - but are there any other ways you’re discovering books you actually like? Especially lesser known books?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/og45uz/how_do_you_discover_books/",
  "subreddit": "books",
  "id": "og45uz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have a kindle and end up doing most of my “book discovery” through the kindle\ninterface, searching through the categories Amazon puts books in.\n\nBut to be honest I think this system is pretty terrible (this might be just me!)\n- it ends up being an “echo chamber” where the top rated books get read…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はkindleを持っていますが、「本の発見」のほとんどはkindleのインターフェイスを通して行います。\nのインターフェースを使って、アマゾンが分類しているカテゴリーから本を探します。\n\nしかし、正直なところ、このシステムはかなりひどいと思います（これは私だけかもしれませんが！）。\n- 結局、評価の高い本が読まれる「エコーチェンバー」になってしまうんですよね。",
      "title": "どのようにして本を見つけますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我有一个kindle，最后通过kindle的界面做了大部分的 \"图书发现 \"工作。\n界面，在亚马逊的书籍分类中搜索。\n\n但说实话，我认为这个系统非常糟糕（这可能只是我的问题！）。\n- 它最终成为一个 \"回音室\"，在那里，评级最高的书会被阅读......",
      "title": "你是如何发现书籍的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我有一個kindle，最後通過kindle的界面做了大部分的 \"圖書發現 \"工作。\n界面，在亞馬遜的書籍分類中搜索。\n\n但說實話，我認爲這個系統非常糟糕（這可能只是我的問題！）。\n- 它最終成爲一個 \"迴音室\"，在那裏，評級最高的書會被閱讀......",
      "title": "你是如何發現書籍的？"
    }
  ]
}