{
  "author": "Kootsie16",
  "original_created_utc": 1626688161,
  "title": "Appreciation Post for Taylor Jenkins Reid",
  "created_utc": 1626713043,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am currently devouring my 3rd book from this wonderful author. I started at Malibu Rising, and then Evelyn Hugo, and now One True Loves. </p>\n\n<p>As a reader who just picked up a regular reading habit just a few months ago, I appreciate finding something that captivates me chapter after chapter. She&#39;s a master of cliffhangers. I sometimes need to stop myself from reading or else i&#39;ll be reading until the morning! I always try reading other books from different authors after I finish a TJR book, but they could not quite hook me the way TJR books do. Such a page turner!!</p>\n\n<p>I really recommend her books for people who love light historical fiction novels. &lt;3 </p>\n\n<p>P.S If you know any page-turner books with the same genre, please share!</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/booksuggestions/comments/onauxx/appreciation_post_for_taylor_jenkins_reid/",
  "subreddit": "booksuggestions",
  "id": "onauxx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am currently devouring my 3rd book from this wonderful author. I started at\nMalibu Rising, and then Evelyn Hugo, and now One True Loves.\n\nAs a reader who just picked up a regular reading habit just a few months ago, I\nappreciate finding something that captivates me chapter after chapter. She's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は現在、この素晴らしい作家の3冊目の本を夢中で読んでいます。私が始めたのは\nMalibu Rising」、「Evelyn Hugo」、そして今回の「One True Loves」です。\n\nほんの数ヶ月前に定期的な読書の習慣を身につけたばかりの読者としては、章ごとに私を魅了する作品に出会えることに感謝しています。\n何章にもわたって私を魅了する作品に出会えることに感謝しています。彼女は...",
      "title": "テイラー・ジェンキンス・リード氏への感謝の投稿"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我目前正在吞噬这位优秀作者的第三本书。我从\nMalibu Rising，然后是Evelyn Hugo，现在是One True Loves。\n\n作为一个几个月前刚刚养成定期阅读习惯的读者，我\n我很欣赏能找到一章又一章吸引我的东西。她是...",
      "title": "泰勒-詹金斯-里德的感谢帖"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我目前正在吞噬這位優秀作者的第三本書。我從\nMalibu Rising，然後是Evelyn Hugo，現在是One True Loves。\n\n作爲一個幾個月前剛剛養成定期閱讀習慣的讀者，我\n我很欣賞能找到一章又一章吸引我的東西。她是...",
      "title": "泰勒-詹金斯-裏德的感謝帖"
    }
  ]
}