{
  "author": "Iestwyn",
  "original_created_utc": 1635524928,
  "title": "The fantasy trope of a \"city guard\" was largely nonexistent during the European Middle Ages; was there a premodern society that DID have city guards?",
  "created_utc": 1635537353,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To be clear: the form of the trope that I&#39;m referring to describes a primitive professional police force that would enforce civil and criminal laws. This is usually in concert with jails and a judiciary system. Fairness and corruption vary between settings, but these are the basic considerations I&#39;m thinking of.</p>\n\n<p>I am <em>not</em> a scholar, but to my knowledge, these sorts of things didn&#39;t exist at all in the European Middle Ages. Villages had a general tradition called the &quot;hue and cry,&quot; where someone in distress would make an undefined call and everyone nearby was duty-bound to respond and deal with the assailant. Cities might have something vaguely similar, but this was mostly to keep violent incidents from escalating and not to enforce common laws. Part of the issue was that there wasn&#39;t a defined concept of the rule of law, and most laws were civil (harm against another person) rather than criminal (harm against society in general).</p>\n\n<p>Again, the previous paragraph is based on my limited research; I am very much an amateur.</p>\n\n<p>What I&#39;m wondering is whether the trope described in the first paragraph existed <em>anywhere</em> in the premodern world. The Roman Empire? Han China? The American Empires? There are lots of civilizations that I don&#39;t know about, and I wouldn&#39;t be surprised if I&#39;ve missed something.</p>\n\n<p>Thanks in advance!</p>\n</div><!-- SC_ON -->",
  "score": 106,
  "permalink": "/r/AskHistorians/comments/qignt7/the_fantasy_trope_of_a_city_guard_was_largely/",
  "subreddit": "AskHistorians",
  "id": "qignt7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To be clear: the form of the trope that I'm referring to describes a primitive\nprofessional police force that would enforce civil and criminal laws. This is\nusually in concert with jails and a judiciary system. Fairness and corruption\nvary between settings, but these are the basic considerations I'm…"
}