{
  "author": "twim19",
  "original_created_utc": 1630854112,
  "title": "Just finished Robin Hobb's Farseer Trilogy",
  "created_utc": 1630893862,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I feel like I read a lot of fantasy in my life, so I&#39;m not sure how I missed out on Robin Hobb--but I&#39;m here now and I have to say, I kind of like it.    </p>\n\n<p>The first two books were particularly good in that both kept me up past my bedtime regularly.  The third book, though does slow down a bit and I honestly started to grow weary of exactly how stupid Fitz was sometimes (Telling the fool where Molly was?  When you knew the Coterie had been in his head?) and how much abuse Hobb piled on him.  I don&#39;t mind my characters going through tough times, but I need a few clever or funny moments before the end of the book or it just starts to feel like a slog.    </p>\n\n<p>I think some of the justification for this can be that he was young and naturally naive about so much in the world, which is fine to a point.  Though, to be honest, I&#39;ve seen the same justification for Harry Potter&#39;s stupid behavior as well as other heroes (Rand Al Thor, looking at you)--and while I can see the logic of it, I don&#39;t particularly like reading about it.  </p>\n\n<p>in any case, just started the Tawny Man trilogy and am hopeful that now that Fitz is 35, he&#39;ll be a bit more seasoned and smart.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pienh5/just_finished_robin_hobbs_farseer_trilogy/",
  "subreddit": "books",
  "id": "pienh5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I feel like I read a lot of fantasy in my life, so I'm not sure how I missed out\non Robin Hobb--but I'm here now and I have to say, I kind of like it.\n\nThe first two books were particularly good in that both kept me up past my\nbedtime regularly. The third book, though does slow down a bit and I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は人生でたくさんのファンタジーを読んだような気がするので、どうしてRobin Hobbを見逃したのかよくわかりません。\nロビン・ホブを見逃していたのかはわかりませんが、今ここにいて、ちょっと気に入っています。\n\n最初の2冊は特に良くて、どちらも寝る時間を過ぎても起きていました。\n特に最初の2冊は、寝る時間を過ぎても眠れないほどでした。しかし、3冊目は少しペースが落ちて、私は...。",
      "title": "ロビン・ホブの「ファーザー・トリロジー」を読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我觉得我在生活中读了很多幻想小说，所以我不知道我怎么会错过了罗宾-霍布--但我现在来了，我不得不说，我有点喜欢它。\n罗宾-霍布--但我现在来了，我不得不说，我有点喜欢它。\n\n前两本书特别好，因为它们都让我经常睡不着觉。\n睡觉时间。第三本书，虽然确实慢了一点，但我...",
      "title": "刚刚读完罗宾-霍布的《法尔赛人》三部曲"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我覺得我在生活中讀了很多幻想小說，所以我不知道我怎麼會錯過了羅賓-霍布--但我現在來了，我不得不說，我有點喜歡它。\n羅賓-霍布--但我現在來了，我不得不說，我有點喜歡它。\n\n前兩本書特別好，因爲它們都讓我經常睡不着覺。\n睡覺時間。第三本書，雖然確實慢了一點，但我...",
      "title": "剛剛讀完羅賓-霍布的《法爾賽人》三部曲"
    }
  ]
}