{
  "author": "Homebarcocktails",
  "original_created_utc": 1639546950,
  "title": "Why the hell is weed still controversial and largely illegal across the world?",
  "created_utc": 1639565851,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Preface: I don’t smoke weed. Objectively speaking, alcohol and cigarettes are deadlier and cause more health and medical issues when compared to weed. Both are more addictive. Detoxing from alcohol abuse can be deadly. Cigarettes can cause cancer. But weed is the thing we want to keep illegal? Weed has genuine medical and quality of life benefits. Weed can be taxed and fund so many initiatives. What gives?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 102,
  "permalink": "/r/TooAfraidToAsk/comments/rgrss7/why_the_hell_is_weed_still_controversial_and/",
  "subreddit": "TooAfraidToAsk",
  "id": "rgrss7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Preface: I don’t smoke weed. Objectively speaking, alcohol and cigarettes are\ndeadlier and cause more health and medical issues when compared to weed. Both\nare more addictive. Detoxing from alcohol abuse can be deadly. Cigarettes can\ncause cancer. But weed is the thing we want to keep illegal? Weed…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Preface: 私は葉っぱを吸いません。客観的に見て\n酒や煙草の方が、より致命的で、より健康や医療に影響を与える。\n大麻と比較した場合、問題があります。どちらも中毒性が高い。アルコールからのデトックス\n濫用は命取りになりかねません。タバコは癌の原因になります。でも、葉っぱは...",
      "title": "なぜ、大麻はいまだに世界中で議論され、ほとんど違法とされているのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>前言。我不抽大麻。客观地说\n客观地说，与大麻相比，酒精和香烟更致命，并导致更多的健康和医疗问题。\n导致更多的健康和医疗问题，而不是大麻。两者都更容易上瘾。戒除酒精\n滥用可能是致命的。香烟会导致癌症。但杂草是最重要的。",
      "title": "为什么大麻在世界各地仍有争议，而且基本上是非法的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>前言。我不抽大麻。客觀地說\n客觀地說，與大麻相比，酒精和香菸更致命，並導致更多的健康和醫療問題。\n導致更多的健康和醫療問題，而不是大麻。兩者都更容易上癮。戒除酒精\n濫用可能是致命的。香菸會導致癌症。但雜草是最重要的。",
      "title": "爲什麼大麻在世界各地仍有爭議，而且基本上是非法的？"
    }
  ]
}