{
  "author": "UnicornSpaceStation",
  "original_created_utc": 1629616830,
  "title": "CMV: Women demanding toilet seat to be kept down are unreasonable.",
  "created_utc": 1629636692,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>While I do not mind keeping the seat down and have been doing so whenever I share a bathroom with  women, be it with familly, roomates, or at work, I always considered it a courtesy, like holding a door open. What I take issue with is women demanding or thinking that it should just be like that. </p>\n\n<p>In my mind, there is no difference between me putting the seat up when I want to use the toiled compared to womem putting it down. Recently, I forgot to put the seat down at work and was immediately told off by my female coworker. Not in a mean way, but still in a way that made it sound like I did something wrong. </p>\n\n<p>Is there any legitimate reason why should the seat remain down by default? The only argument I was told for this is &quot;Eww I don&#39;t want to touch the toilet seat when going to the bathroom&quot; and well, nor do I! Even more so, I am not the one sitting on it most of the time anyway. So please, wise people or reddit, CMV!</p>\n\n<p>PS: I would like to get ahead of one comment that I am sure would pop up and that is the &quot;correct&quot; way of not only putting down the seat but also the lid. While I agree that it&#39;s probably the superior and more hygienic way of doing it, nowhere where I shared a toiled was this a thing. If it was, I would consider this a reasonable request as its based on logic and science. That is however not thecase nor the topic of this CMV.</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/changemyview/comments/p984mu/cmv_women_demanding_toilet_seat_to_be_kept_down/",
  "subreddit": "changemyview",
  "id": "p984mu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "While I do not mind keeping the seat down and have been doing so whenever I\nshare a bathroom with women, be it with familly, roomates, or at work, I always\nconsidered it a courtesy, like holding a door open. What I take issue with is\nwomen demanding or thinking that it should just be like that.\n\nIn…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はシートを下げておくことを気にせず、家族や同居人、職場などで女性とトイレを共有するときはいつもそうしてきましたが\n家族や同居人、職場などで女性とトイレを共有するときは、いつもそうしています。\nそれはドアを開けておくような礼儀だと思っています。私が問題にしているのは\n女性が「こうあるべきだ」と要求したり、考えたりすることです。\n\nで...",
      "title": "CMV: トイレの便座を下げないでほしいという女性は理不尽です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "虽然我不介意把座位放下来，而且每当我与女性共用一个卫生间时，我都会这样做。\n与女性共用一个卫生间，无论是与家人、室友，还是在工作中，我一直认为这是一种礼貌，就像开门一样。\n我一直认为这是一种礼貌，就像把门打开一样。我不同意的是\n女性要求或认为就应该这样。\n\n在...",
      "title": "CMV: 女性要求马桶盖放下来是不合理的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "雖然我不介意把座位放下來，而且每當我與女性共用一個衛生間時，我都會這樣做。\n與女性共用一個衛生間，無論是與家人、室友，還是在工作中，我一直認爲這是一種禮貌，就像開門一樣。\n我一直認爲這是一種禮貌，就像把門打開一樣。我不同意的是\n女性要求或認爲就應該這樣。\n\n在...",
      "title": "CMV: 女性要求馬桶蓋放下來是不合理的。"
    }
  ]
}