{
  "author": "aescolanus",
  "original_created_utc": 1626198023,
  "title": "YSK if you meet someone online who offers to help you invest in Bitcoin or cryptocurrency, it is a SCAM. Scammers may spend weeks or months building a relationship and earning your trust before going after your money - they call it \"pig butchering\"",
  "created_utc": 1626238453,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>R/scams has a great writeup of how this scam works:</p>\n\n<p><a href=\"https://www.reddit.com/r/Scams/comments/na8oax/asian_guygirl_from_online_dating_mentors_you_to\">https://www.reddit.com/r/Scams/comments/na8oax/asian_guygirl_from_online_dating_mentors_you_to</a></p>\n\n<p>Tl;dr: scammer connects with you online, scammer talks up how much money they&#39;re making from cryptocurrency, you send your money to scammer to invest, scammer sends you back fake account information to make it look like you&#39;re profiting, you send more money to scammer, scammer disappears with your money.</p>\n\n<p>The scam is also run with foreign exchange markets, stock markets, etc, but cryptocurrency is popular because you don&#39;t need to go through a bank to transfer crypto (so no third party eyes on the transaction to warn you it looks scammy), transfers are irreversible, and crypto is so hype right now it&#39;s easy to imagine huge profits from trading.</p>\n\n<p>The dangerous thing is, like a traditional romance scam, the scammers are willing to spend weeks or months building a relationship of trust with you. They drop hints about the profit they&#39;re making off cryptocurrency &quot;investments&quot; and wait for you to ask them to help you invest. Slowly fattening you for slaughter - thus pig butchering. </p>\n\n<p>Why YSK:  because this kind of scam is getting more common in the West and anyone who&#39;s active online - especially people online dating - should be aware of the risk.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/ojko9i/ysk_if_you_meet_someone_online_who_offers_to_help/",
  "subreddit": "YouShouldKnow",
  "id": "ojko9i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "R/scams has a great writeup of how this scam works:\n\nhttps://www.reddit.com/r/Scams/comments/na8oax/asian_guygirl_from_online_dating_mentors_you_to\n\nTl;dr: scammer connects with you online, scammer talks up how much money they're\nmaking from cryptocurrency, you send your money to scammer to invest,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "R/scamsには、この詐欺の仕組みについての素晴らしい書き込みがあります。\n\nhttps://www.reddit.com/r/Scams/comments/na8oax/asian_guygirl_from_online_dating_mentors_you_to\n\nTl;dr: 詐欺師はあなたとオンラインでつながり、詐欺師は暗号通貨でどれだけのお金を稼いでいるかを話します。\n詐欺師は暗号通貨でどれだけ儲けているかを話し、あなたは詐欺師にお金を送って投資してもらい、...",
      "title": "YSK もし、ビットコインや暗号通貨への投資を手伝うと言ってくれる人にオンラインで出会ったら、それはSCAM（詐欺）です。詐欺師は数週間から数ヶ月かけて関係を築き、信頼を得てからお金を狙うことがあります。\"pig butchering \"と呼ばれています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "R/scams有一篇关于这种骗局如何运作的精彩文章。\n\nhttps://www.reddit.com/r/Scams/comments/na8oax/asian_guygirl_from_online_dating_mentors_you_to\n\n简而言之：骗子在网上与你联系，骗子大谈特谈他们从加密货币中赚了多少钱。\n从加密货币中赚钱，你把你的钱发给骗子投资，...",
      "title": "YSK如果你在网上遇到有人提出帮你投资比特币或加密货币，这就是一个骗局。骗子可能会花几周或几个月的时间建立关系，赢得你的信任，然后再去骗你的钱--他们称之为 \"屠猪\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "R/scams有一篇關於這種騙局如何運作的精彩文章。\n\nhttps://www.reddit.com/r/Scams/comments/na8oax/asian_guygirl_from_online_dating_mentors_you_to\n\n簡而言之：騙子在網上與你聯繫，騙子大談特談他們從加密貨幣中賺了多少錢。\n從加密貨幣中賺錢，你把你的錢發給騙子投資，...",
      "title": "YSK如果你在網上遇到有人提出幫你投資比特幣或加密貨幣，這就是一個騙局。騙子可能會花幾周或幾個月的時間建立關係，贏得你的信任，然後再去騙你的錢--他們稱之爲 \"屠豬\""
    }
  ]
}