{
  "author": "spicy_mango_bear",
  "original_created_utc": 1624515215,
  "title": "CMV: Reddit fosters groupthink bias",
  "created_utc": 1624553784,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Simply put, Reddit makes it easy for users to suppress valid opinions with its flawed voting system. Downvotes are not used for their intended purpose to remove spam, trolling, and s***posts. They are used by people who disagree with a perspective/stance that doesn’t align with their own. This leads to radicalization and the creation of soft spaces where people are only exposed to the opinions they agree with which is hardly conducive to any form of development. </p>\n\n<p><em>does not apply to hate speech, bullying, threats, and the like (all of which should be removed)</em></p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/o6v0a9/cmv_reddit_fosters_groupthink_bias/",
  "subreddit": "changemyview",
  "id": "o6v0a9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Simply put, Reddit makes it easy for users to suppress valid opinions with its\nflawed voting system. Downvotes are not used for their intended purpose to\nremove spam, trolling, and s***posts. They are used by people who disagree with\na perspective/stance that doesn’t align with their own. This leads…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "簡単に言えば、Redditは、その欠陥のある投票システムによって、ユーザーが有効な意見を簡単に抑制できるようにしているのです。\n欠陥のある投票システムで Downvotesは、本来の目的である以下のような用途には使われていません。\nスパムや荒らし、S***ポストを排除するという本来の目的には使われていません。使われるのは、以下のような意見に同意できない人たちです。\n自分の意見に合わない視点や状況に反対する人たちが使います。これにより...",
      "title": "CMV: Redditは集団思考のバイアスを助長する"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "简单地说，Reddit通过其有缺陷的投票系统，使用户很容易压制有效的意见。\n有缺陷的投票系统使用户很容易压制有效的意见。下划线没有用于其预期的目的，即\n删除垃圾信息、嘲弄和***帖子。他们被那些不同意以下观点的人使用\n观点/立场不一致的人使用。这导致...",
      "title": "CMV：Reddit助长了群体思维的偏见"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "簡單地說，Reddit通過其有缺陷的投票系統，使用戶很容易壓制有效的意見。\n有缺陷的投票系統使用戶很容易壓制有效的意見。下劃線沒有用於其預期的目的，即\n刪除垃圾信息、嘲弄和***帖子。他們被那些不同意以下觀點的人使用\n觀點/立場不一致的人使用。這導致...",
      "title": "CMV：Reddit助長了羣體思維的偏見"
    }
  ]
}