{
  "author": "Randomized_Emptiness",
  "original_created_utc": 1636634270,
  "title": "Reality check: There aren't thousands of 10000x gems waiting for you",
  "created_utc": 1636652231,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This may be more of a rant. But honestly, the posts asking for the next 1000x coin, the posts of telling people to DYOR, in order to get in early on some low capped gem, are truly misleading.</p>\n\n<p>The whole cryptoverse is expanding and rapidly evolving, so there will be new cryptos, especially in the smart-contract ecosystem, however, to tell new people just DYOR and you&#39;ll find that next 1000x gem, or conversely to tell them, they didn&#39;t DYOR when they don&#39;t find that coin, is just setting expectations unrealistically high. </p>\n\n<p>The crypto market has brought out two major contenders: Bitcoin, as a store of value, a hedge against inflation, and a means of transaction via lightning network, and Ethereum, as the goto chain for all things DeFi. Most of the other cryptos are highly speculative and could just as easily be replaced by something else.</p>\n\n<p>The general uptrend will likely continue, due to increasing adoption, increasing capabilities, DEX, supply-chain-tracking, DIDs, and simply the nature of having deflationary crypto making it increasingly rare. So it&#39;s likely to be a good investment, regardless.</p>\n\n<p>In summary, finding the next SHIB with 100,000,000% gains is highly unlikely. Please don&#39;t encourage people to search for this. It will lead to a bunch of bad decisions and frustration.</p>\n</div><!-- SC_ON -->",
  "score": 230,
  "permalink": "/r/CryptoCurrency/comments/qrke8n/reality_check_there_arent_thousands_of_10000x/",
  "subreddit": "CryptoCurrency",
  "id": "qrke8n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This may be more of a rant. But honestly, the posts asking for the next 1000x\ncoin, the posts of telling people to DYOR, in order to get in early on some low\ncapped gem, are truly misleading.\n\nThe whole cryptoverse is expanding and rapidly evolving, so there will be new\ncryptos, especially in the…"
}