{
  "author": "MaRs1317",
  "original_created_utc": 1629807235,
  "title": "Some books you can pick up and start reading, some books you need to prepare yourself to read. What's the book sitting in your book case right now, that you're preparing for or waiting for the right time?",
  "created_utc": 1629827197,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For me, I&#39;ve got The Stand by Stephen King and Pachinko sitting on my shelf, looming over me. I just read 3 SK books in a row and now I&#39;m reading a short novella by a different author as sort of a pallet cleanser. I&#39;m heading to the beach in Mid-September for a long weekend and thought that The Stand would be an amazing Vacation Read.</p>\n\n<p>Pachinko is out of my comfort zone with books, but I&#39;ve heard such great reviews of it that I had to pick it up. I&#39;ll be tackling that after The Stand.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pam3ul/some_books_you_can_pick_up_and_start_reading_some/",
  "subreddit": "books",
  "id": "pam3ul",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For me, I've got The Stand by Stephen King and Pachinko sitting on my shelf,\nlooming over me. I just read 3 SK books in a row and now I'm reading a short\nnovella by a different author as sort of a pallet cleanser. I'm heading to the\nbeach in Mid-September for a long weekend and thought that The…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の場合は、スティーブン・キングの「The Stand」と「Pachinko」が棚に置いてあります。\n迫ってきています。SKの本を3冊続けて読み、今は口直しに別の作家の短い小説を読んでいます。\n今は口直しに別の作家の短編小説を読んでいます。私は9月中旬にビーチに行く予定です。\n9月中旬の長い週末にビーチに行くので、The...",
      "title": "手に取ってすぐに読める本もあれば、読むための準備が必要な本もあります。今、あなたのブックケースに入っている本の中で、あなたが準備している本、時期を待っている本は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对我来说，我的书架上放着斯蒂芬-金的《立场》和《柏青哥》。\n笼罩着我。我刚刚连续读了3本SK的书，现在我正在读一个不同作者的短篇\n现在我正在读一个不同作者的短篇小说，算是洗洗胃吧。我将在9月中旬前往\n9月中旬，我将前往海滩度过一个长周末，并认为《我的世界》是一个好书。",
      "title": "有些书你可以拿起来就开始读，有些书你需要自己准备好去读。现在放在你书箱里的书是什么，你正在准备或等待合适的时机？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對我來說，我的書架上放着斯蒂芬-金的《立場》和《柏青哥》。\n籠罩着我。我剛剛連續讀了3本SK的書，現在我正在讀一個不同作者的短篇\n現在我正在讀一個不同作者的短篇小說，算是洗洗胃吧。我將在9月中旬前往\n9月中旬，我將前往海灘度過一個長週末，並認爲《我的世界》是一個好書。",
      "title": "有些書你可以拿起來就開始讀，有些書你需要自己準備好去讀。現在放在你書箱裏的書是什麼，你正在準備或等待合適的時機？"
    }
  ]
}