{
  "author": "the_ent_in_student",
  "original_created_utc": 1639426675,
  "title": "If a random person has the resources available and decides to build a rocket in their backyard to permanently move to the moon, building a home there and sending resupply ships at regular intervals, would any government try to stop them? How would a situation like this be handled?",
  "created_utc": 1639437237,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I know this scenario is unlikely, but let&amp;#39;s assume the person tells no one and just does it. They make it to the moon and start to build their home, with food, water and oxygen tanks coming regularly. They&amp;#39;ve successfully moved to the moon on their own accord, claiming no nation but that of humankind.&lt;/p&gt;\n\n&lt;p&gt;Is it illegal? If so, under who&amp;#39;s jurisdiction would this fall? I&amp;#39;d assume the easiest thing to do would be to stop the resupply ships and cut off food/oxygen, but let&amp;#39;s assume the ships launch from random locations that can&amp;#39;t be found until they&amp;#39;re already launched.&lt;/p&gt;\n\n&lt;p&gt;Would someone try to bring them back to Earth? What if they refuse to go back? I think it would be a cool movie idea but wonder what would ACTUALLY happen or if there&amp;#39;s a protocol for something like this.&lt;/p&gt;\n\n&lt;p&gt;Edit: Folks are pointing out that it&amp;#39;s not possible to build a rocket undetected. This is a very fair point. For the sake of fun, let&amp;#39;s assume a tech billionaire with existing rockets and infrastructure goes rogue and stays on the moon indefinitely, lying about what was supposed to be a three hour tour.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 129,
  "permalink": "/r/NoStupidQuestions/comments/rfozxy/if_a_random_person_has_the_resources_available/",
  "subreddit": "NoStupidQuestions",
  "id": "rfozxy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I know this scenario is unlikely, but\nlet&#39;s assume the person tells no one and just does it. They make it to the\nmoon and start to build their home, with food, water and oxygen tanks coming\nregularly. They&#39;ve successfully moved to the moon on their own…"
}