{
  "author": "nabanoh428",
  "the_new_excerpt": "Hello everyone,\n\nI was wondering if anyone had some good go-to recommendations for books which\nfocus on Black history and some of the most important events and figures within\nthat time.\n\nI realised that I have no real in-depth knowledge of black people's history and\ntheir struggle during and since…",
  "original_created_utc": 1610970612,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "大家好\n\n我想知道，如果有人有一些好的去推荐的书籍，这是我的梦想。\n着重介绍黑人历史和其中一些最重要的事件和人物。\n那个时候。\n\n我意识到自己对黑人的历史没有真正深入的了解，而且\n他们在斗争中和自...",
      "title": "围绕黑人历史、MLK、马尔科姆-X、奴隶贸易、BLM、吉姆-乌鸦法、种族主义和黑人经历的必读书籍建议。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好\n\n我想知道，如果有人有一些好的去推薦的書籍，這是我的夢想。\n着重介紹黑人歷史和其中一些最重要的事件和人物。\n那個時候。\n\n我意識到自己對黑人的歷史沒有真正深入的瞭解，而且\n他們在鬥爭中和自...",
      "title": "圍繞黑人歷史、MLK、馬爾科姆-X、奴隸貿易、BLM、吉姆-烏鴉法、種族主義和黑人經歷的必讀書籍建議。"
    }
  ],
  "title": "Suggestions of must read books surrounding Black History, MLK, Malcolm X, slave trade, BLM, Jim crow laws, racism and the Black experience.",
  "created_utc": 1611630772,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello everyone, </p>\n\n<p>I was wondering if anyone had some good go-to recommendations for books which focus on Black history and some of the most important events and figures within that time. </p>\n\n<p>I realised that I have no real in-depth knowledge of black people&#39;s history and their struggle during and since the slave trade. It could be informative textbooks on the events or written first hand encounters, anything. </p>\n\n<p>My goal is to have a collection which will give a comprehensive overview so I can better understand the struggles of black people and the philosophies of some of the leader&#39;s in the movement.</p>\n\n<p>Edit: Any related to Black history in Britain are also welcome too.</p>\n</div><!-- SC_ON -->",
  "score": 330,
  "permalink": "/r/booksuggestions/comments/kzt7h5/suggestions_of_must_read_books_surrounding_black/",
  "subreddit": "booksuggestions",
  "id": "kzt7h5",
  "is_self": true,
  "media": null,
  "is_video": false
}