{
  "author": "Pristine-Night-3624",
  "the_new_excerpt": "I just read Project Hail Mary by Andy Weir.\n\nWOW.\n\nIt was an amazing read!! The scientific accuracy was impressive (ik ik there's\nfiction, but you could tell he put in a ton to make all of it align)! A very\ninteresting plot - it took a direction I wouldn't have even imagined, and I\ncouldn't put the…",
  "original_created_utc": 1621388028,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アンディ・ウィアーの「Project Hail Mary」を読みました。\n\nWOW。\n\n驚きの読後感でした!!! 科学的な正確さに感動しました。\n科学的な正確さが印象的でした（フィクションもありますが、全てを揃えるために膨大な量を投入しているのが分かります）!) とても\n想像もしていなかったような方向に進んでいて、とても面白い展開でした。\nとても面白いプロットで、私が想像もしなかったような方向に進んでいき、私はその先の展開が読めなかった。",
      "title": "アンディ・ウィアーの「Project Hail Mary」はSOLID 10でした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读了安迪-威尔的《万福玛丽计划》。\n\n令人惊叹。\n\n这是一本令人惊奇的书！! 科学的准确性令人印象深刻（我知道有一些\n虚构的，但你可以看出他投入了大量的时间来使所有的东西保持一致）!) 一个非常\n一个非常有趣的情节--它采取了一个我甚至无法想象的方向，而我\n我无法把...",
      "title": "安迪-威尔的 \"万福玛丽计划 \"是一个坚实的10分。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀了安迪-威爾的《萬福瑪麗計劃》。\n\n令人驚歎。\n\n這是一本令人驚奇的書！! 科學的準確性令人印象深刻（我知道有一些\n虛構的，但你可以看出他投入了大量的時間來使所有的東西保持一致）!) 一個非常\n一個非常有趣的情節--它採取了一個我甚至無法想象的方向，而我\n我無法把...",
      "title": "安迪-威爾的 \"萬福瑪麗計劃 \"是一個堅實的10分。"
    }
  ],
  "title": "Project Hail Mary by Andy Weir was a SOLID 10",
  "created_utc": 1621469594,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just read Project Hail Mary by Andy Weir.</p>\n\n<p>WOW. </p>\n\n<p>It was an amazing read!! The scientific accuracy was impressive (ik ik there&#39;s fiction, but you could tell he put in a ton to make all of it align)! A very interesting plot - it took a direction I wouldn&#39;t have even imagined, and I couldn&#39;t put the book down till the end. The only thing that made me uneasy was the &quot;meburger&quot; lol. I loved the character development &amp; story structure where it bounces from past to present. Very pleasant ending too, and I hope in the movie version they&#39;ll show us Stratt&#39;s reaction to receiving the beetle lol and whether he goes back or not. Super thorough characters too.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/nfsbow/project_hail_mary_by_andy_weir_was_a_solid_10/",
  "subreddit": "books",
  "id": "nfsbow",
  "is_self": true,
  "media": null,
  "is_video": false
}