{
  "author": "per1pheral",
  "the_new_excerpt": "Probably going to get downvoted for this, but I seriously dislike when authors\njump between different characters storylines in each chapter. I don’t have a\ngreat memory so I spend a lot of the time trying to remember where they left\noff. Also, sometimes I don’t like the character or their storyline,…",
  "original_created_utc": 1610612200,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "可能会因此而被降权，但我严重不喜欢作者们\n在每一章的不同人物剧情之间跳跃。我没有\n记忆力很好，所以我花了很多时间试图记住他们离开的地方。\n关。另外，有时候我也不喜欢这个人物或者他们的故事情节，... ...",
      "title": "不受欢迎的意见。每一章都在不同的人物之间跳转，实在是让人讨厌。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "可能會因此而被降權，但我嚴重不喜歡作者們\n在每一章的不同人物劇情之間跳躍。我沒有\n記憶力很好，所以我花了很多時間試圖記住他們離開的地方。\n關。另外，有時候我也不喜歡這個人物或者他們的故事情節，... ...",
      "title": "不受歡迎的意見。每一章都在不同的人物之間跳轉，實在是讓人討厭。"
    }
  ],
  "title": "Unpopular Opinion: Jumping between different characters on each chapter is just annoying.",
  "created_utc": 1611630772,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Probably going to get downvoted for this, but I seriously dislike when authors jump between different characters storylines in each chapter. I don’t have a great memory so I spend a lot of the time trying to remember where they left off. Also, sometimes I don’t like the character or their storyline, but I have to read through it to get to the storyline of the one(s) I do care about, which are normally the ones I chose to read the book for. </p>\n\n<p>I’ve been reading Red Rising, the first three books were phenomenal. The author didn’t jump between characters, it was just the one characters POV and I loved it. Now on the fourth book, 5% in and there’s already three characters to keep up with! I only care about the one from the first three books, that’s why I decided to read the fourth!</p>\n</div><!-- SC_ON -->",
  "score": 17194,
  "permalink": "/r/books/comments/kx1jih/unpopular_opinion_jumping_between_different/",
  "subreddit": "books",
  "id": "kx1jih",
  "is_self": true,
  "media": null,
  "is_video": false
}