{
  "author": "xxlilituxx",
  "the_new_excerpt": "My best friend is 25 years old, and has been in prison since January 2020. She\nwent into prison having never read an entire novella, let alone a novel.\n\nShe phoned me about 8 months into her sentence telling me that she had just\nfinished reading her first ever novel (The Green Mile, which I think is…",
  "original_created_utc": 1613826529,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我最好的朋友今年25岁，从2020年1月开始入狱。她\n进了监狱从来没有读过一本完整的小说，更不用说小说了。\n\n她在服刑8个月的时候给我打电话，告诉我她刚刚...\n读完了她的第一本小说（《绿色的一英里》，我觉得是... ...",
      "title": "如果你可以选择一本书再体验一次，那会是什么，为什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最好的朋友今年25歲，從2020年1月開始入獄。她\n進了監獄從來沒有讀過一本完整的小說，更不用說小說了。\n\n她在服刑8個月的時候給我打電話，告訴我她剛剛...\n讀完了她的第一本小說（《綠色的一英里》，我覺得是... ...",
      "title": "如果你可以選擇一本書再體驗一次，那會是什麼，爲什麼？"
    }
  ],
  "title": "If you could pick ONE book to experience for the first time again, what would it be, and why?",
  "created_utc": 1613852539,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My best friend is 25 years old, and has been in prison since January 2020. She went into prison having never read an entire novella, let alone a novel. </p>\n\n<p>She phoned me about 8 months into her sentence telling me that she had just finished reading her first ever novel (The Green Mile, which I think is very apt), and she has joined a book club with a group of other inmates, and that she now loves reading and can&#39;t wait until she&#39;s released, so that she can come check out my bookshelves and choose from more than the basic prison selection of books.</p>\n\n<p>So I&#39;ve started building a package of books to give her, and I want to make it amazing, so I was wondering if people can tell me which book they would love to be able to experience for the first time again, and why? </p>\n\n<p>My book is &quot;Sombrero Fallout&quot; by Richard Brautigan, because when you read it for the first time, without knowing the ending it&#39;s an emotional rollercoaster, which is split between 3 separate yet interwoven stories.</p>\n\n<p>My husband chose &quot;Naked Lunch&quot; by William s Burroughs, because it is so overwhelming the first time that you read it, that you want to read it again the moment you close it.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/lo6t9r/if_you_could_pick_one_book_to_experience_for_the/",
  "subreddit": "books",
  "id": "lo6t9r",
  "is_self": true,
  "media": null,
  "is_video": false
}