{
  "author": "thefriendlycanadian",
  "original_created_utc": 1625563417,
  "title": "Milestone achieved! $1,000 passive income earned from daily interest payments!",
  "created_utc": 1625581841,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I began staking (lending technically in my case) my crytos at the end of May after the big dip. I wanted a way to earn passive income on my BTC, ETH, BNB and some other large holdings I own. I&#39;m not comfortable staking my ETH towards 2.0 at this time. I wanted an option that paid out daily and it was important I could remove my funds anytime. I found a solution I love.</p>\n\n<p>I&#39;m thrilled that a few days ago I officially passed the $1000 interest mark! That&#39;s right, $1000 earned from doing absolutely nothing. $1000 that is compounding and earning interest now too!</p>\n\n<p>The funny thing, my friends all laughed at the APR rates (6.5-12%) when I told them about the solution I found. I believe one friend said &quot;Those are weak returns man...&quot; Well, those weak returns can pay a few mortgage payments if I decided to liquidate...</p>\n\n<p>There is something gloriously amazing about earning a passive income from your crypto. It&#39;s addicting.</p>\n\n<p>Make sure you have your crypto working for you! Don&#39;t be afraid of staking / lending. Start researching it and ask questions. So many amazing redditors are here to help.</p>\n\n<p>//EDIT - LFG!!!! Due to the market pump, my interest payments have reached ATH of $1197 which I just converted to USDT. Win win baby!</p>\n</div><!-- SC_ON -->",
  "score": 195,
  "permalink": "/r/CryptoCurrency/comments/oerft4/milestone_achieved_1000_passive_income_earned/",
  "subreddit": "CryptoCurrency",
  "id": "oerft4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I began staking (lending technically in my case) my crytos at the end of May\nafter the big dip. I wanted a way to earn passive income on my BTC, ETH, BNB and\nsome other large holdings I own. I'm not comfortable staking my ETH towards 2.0\nat this time. I wanted an option that paid out daily and it…"
}