{
  "author": "PivotPsycho",
  "the_new_excerpt": "For this argument to work, omniscient minimally entails that this creator knows\nwhat will ever happen.\n\nHence the (*).\n\nCapable means that this creator can create as it wishes.\n\n1) Such a creator knows everything that will happen with every change it makes\nto its creation. Nothing happens…",
  "original_created_utc": 1612366872,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为了使这个论点有效，全知最低限度地要求这个创造者知道。\n会发生什么。\n\n因此，（*）。\n\nCapable意味着这个创造者可以随心所欲地创造。\n\n1）这样的创造者知道它所做的每一个改变会发生的一切。\n到它的创造。什么都没有发生...",
      "title": "CMV：全知（*）和有能力的创造者的概念与自由意志的概念是不相容的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲了使這個論點有效，全知最低限度地要求這個創造者知道。\n會發生什麼。\n\n因此，（*）。\n\nCapable意味着這個創造者可以隨心所欲地創造。\n\n1）這樣的創造者知道它所做的每一個改變會發生的一切。\n到它的創造。什麼都沒有發生...",
      "title": "CMV：全知（*）和有能力的創造者的概念與自由意志的概念是不相容的。"
    }
  ],
  "title": "CMV: The concept of an omniscient (*) and capable creator is not compatible with that of free will.",
  "created_utc": 1612377843,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For this argument to work, omniscient minimally entails that this creator knows what will ever happen.</p>\n\n<p>Hence the (*).</p>\n\n<p>Capable means that this creator can create as it wishes. </p>\n\n<p>1) Such a creator knows everything that will happen with every change it makes to its creation. Nothing happens unexpectedly to this creator.</p>\n\n<p>2) Free will means that one is ultimately the origin of their decisions and physical or godly forces are not.</p>\n\n<p>This is a clear contradiction; these concepts are not compatible. The creator cannot know everything that will ever happen if a person is an origin of decisions.</p>\n\n<p>&#x200B;</p>\n\n<p>Note: This was inspired by a chat with a Christian who described these two concepts as something he believes both exist. He said we just can&#39;t comprehend why those aren&#39;t contradictory since we are merely human. I reject that notion since my argument is based purely on logic. (This does not mean that this post is about the Christian God though.)</p>\n\n<p>&#x200B;</p>\n\n<p>Knowing this sub, I predict that most arguments will cover semantics and that&#39;s perfectly fine.</p>\n\n<p>&#x200B;</p>\n\n<p>CMV, what did I miss?</p>\n</div><!-- SC_ON -->",
  "score": 107,
  "permalink": "/r/changemyview/comments/lbqam1/cmv_the_concept_of_an_omniscient_and_capable/",
  "subreddit": "changemyview",
  "id": "lbqam1",
  "is_self": true,
  "media": null,
  "is_video": false
}