{
  "author": "Hopeful_Bus_2815",
  "original_created_utc": 1637613091,
  "title": "If you’re in it for the long term, pumps and dips shouldn’t matter to you",
  "created_utc": 1637635262,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are multiple terms that get thrown around this sub everyday, and rightly so. DCA, HODL, and don’t invest more than you can afford to lose are three entirely important concepts in this market. </p>\n\n<p>The fact of the matter is, a rather large proportion of this sub are newbie investors (crypto being their first investment), and trying to time the market in the most volatile market is going to result in a loss 99% of the time.</p>\n\n<p>Firstly, you should find a list of cryptos you have thoroughly researched and believe in. Set either a timeline or monetary value for as your target. Then, set up a schedule (daily, weekly or monthly) where you invest a fixed figure based on your income into crypto.</p>\n\n<p>When you become more knowledgable in the crypto space, you can move towards building passive income (staking, yielding, etc).</p>\n\n<p>There will be bear markets, and there will be bull markets. 80% crashes and new ATHs, but none of this should matter if you have defined goals and timelines for when you would like to sell. Getting an emotional attachment to the charts will only lead to selling at a loss and FOMO’n in at ATH’s. </p>\n\n<p>As always, not FA.. just my two cents.</p>\n\n<p>TL:DR - If you can put together a plan, and be patient in getting there, the market will reward you.</p>\n</div><!-- SC_ON -->",
  "score": 155,
  "permalink": "/r/CryptoCurrency/comments/qzv0wl/if_youre_in_it_for_the_long_term_pumps_and_dips/",
  "subreddit": "CryptoCurrency",
  "id": "qzv0wl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There are multiple terms that get thrown around this sub everyday, and rightly\nso. DCA, HODL, and don’t invest more than you can afford to lose are three\nentirely important concepts in this market.\n\nThe fact of the matter is, a rather large proportion of this sub are newbie\ninvestors (crypto being…"
}