{
  "author": "Choice-Many-9550",
  "original_created_utc": 1625653088,
  "title": "My favorite crypto-related games",
  "created_utc": 1625668854,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I started gaming for as long as I can remember. FPS and co-op games were my favorite. I eventually got into Bitcoin but keeping tabs of the market is way too boring for me. So I started playing crypto related games, not even to earn money but just for fun and see where it gets me. I always try to explore other games when I can, so if you enjoy crypto related games, let me know what your favorites are! :) Here&#39;s mine</p>\n\n<p><a href=\"https://wavesducks.com/\">Waves Ducks</a> is a game focused on collectible digital duck images in the NFT format. You can buy, sell and breed ducks to get a unique item with a sizable value.</p>\n\n<p><a href=\"https://spellsofgenesis.com/\">Spells of Genesis</a> is a fantasy tactical arcade game that combines strategic aspects of the genre with card collection and team building. Putting your team together and fusing the cards to level them is an incredibly entertaining challenge and the fact that it runs on blockchain is an added bonus.</p>\n\n<p><a href=\"https://beyond-the-void.net/\">Beyond the Void</a> a space themed 1v1 MOBA. What I like about this game is that it has a unique resource management style. You take over and start building rings on planets which will help you produce minions.</p>\n\n<p><a href=\"https://xaya.io/huntercoin-legacy/\">Huntercoin</a> is similar to the game Gauntlet. Users play as hunters where they can collect coins and invest them in specific locations. </p>\n</div><!-- SC_ON -->",
  "score": 206,
  "permalink": "/r/CryptoCurrency/comments/ofg2bp/my_favorite_cryptorelated_games/",
  "subreddit": "CryptoCurrency",
  "id": "ofg2bp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I started gaming for as long as I can remember. FPS and co-op games were my\nfavorite. I eventually got into Bitcoin but keeping tabs of the market is way\ntoo boring for me. So I started playing crypto related games, not even to earn\nmoney but just for fun and see where it gets me. I always try to…"
}