{
  "author": "Swagsman21",
  "original_created_utc": 1628287846,
  "title": "How to Tell the Difference Between a Competent Female Protagonist and a Mary Sue",
  "created_utc": 1628297227,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>How do I do it? It feels like every time I read a book featuring a strong, interesting female protagonist, there’s always a million reviews calling her a Mary Sue. Wikipedia tells me a Mary Sue is “unrealistically free of weaknesses,” but I have trouble understanding how big a weakness has to be before the female protagonist can break-free of the Mary Sue comparisons. </p>\n\n<p>My most recent read where this occurred was “Uprooted” by Naomi Novik. I really enjoyed the book and the female lead, but saw so many reviewers calling her a Mary Sue. I thought she was strong and made good choices, while still struggling with the events that transpired around her and what to do about them. Does being competent and strong automatically make you a Mary Sue?</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/ozgs4v/how_to_tell_the_difference_between_a_competent/",
  "subreddit": "books",
  "id": "ozgs4v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "How do I do it? It feels like every time I read a book featuring a strong,\ninteresting female protagonist, there’s always a million reviews calling her a\nMary Sue. Wikipedia tells me a Mary Sue is “unrealistically free of weaknesses,”\nbut I have trouble understanding how big a weakness has to be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "どうすればいいですか？強いキャラクターの本を読むたびに感じています。\n強くて面白い女性主人公の本を読むたびに、彼女のことをメアリー・スーと呼ぶレビューが100万件はあるような気がする。\nメアリー・スー。ウィキペディアによると、メアリー・スーとは「非現実的なほど弱点がないこと」だそうです。\nしかし、私は弱点がどのくらいの大きさでなければならないのか理解できません...。",
      "title": "有能な女性主人公とメアリー・スーの違いを見分ける方法"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我怎么做呢？感觉上，每次我读到一本以强大的、有趣的女主角为特色的书时，都会有一种感觉。\n有趣的女主角时，总是有一百万条评论说她是玛丽苏。\n玛丽-苏。维基百科告诉我，玛丽苏是 \"不切实际地没有弱点\"。\n但我很难理解一个弱点要有多大...。",
      "title": "如何区分合格的女主角和玛丽苏？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我怎麼做呢？感覺上，每次我讀到一本以強大的、有趣的女主角爲特色的書時，都會有一種感覺。\n有趣的女主角時，總是有一百萬條評論說她是瑪麗蘇。\n瑪麗-蘇。維基百科告訴我，瑪麗蘇是 \"不切實際地沒有弱點\"。\n但我很難理解一個弱點要有多大...。",
      "title": "如何區分合格的女主角和瑪麗蘇？"
    }
  ]
}