{
  "author": "corvusfamiliaris",
  "original_created_utc": 1633891445,
  "title": "CMV: In self defense, the defender should have significantly more leeway in using force even if it turns out to be excessive.",
  "created_utc": 1633916694,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To be clear, I&#39;m only talking about cases where the threat is still active. If someone&#39;s running away you obviously shouldn&#39;t be able to shoot them in the back. But if someone punches you and is still an active threat to you, you should be able to stab/shoot them to neutralize them. A punch can easily escalate into a full blown beating, and %99 of people can&#39;t really fight after taking a punch. If someone&#39;s untrained even a single punch can leave them defenseless against an attacker who may decide to severely injure or kill them.</p>\n\n<p>I guess what I&#39;m trying to say here is you shouldn&#39;t be under any obligation to take even a single punch from someone and leave yourself defenseless and should be able to use even lethal force against unarmed people to avoid that.</p>\n\n<p>This obviously raises the question of whether one should be able to use lethal force against someone approaching them with the intent of assaulting them. I&#39;ll bite the bullet here and say yes, they should be allowed to do that. As I said before, you should be under no obligation to take even a single punch from someone who intends on assaulting you.</p>\n\n<p>You may claim that this would let people kill toddlers for punching them in the leg or such but I don&#39;t think that&#39;s a valid argument. I simply think what&#39;s considered as excessive force should be significantly higher. You could claim this is open to abuse legally, but I don&#39;t really think it&#39;s more open to abuse than our current self defense laws. The threat of severe retaliatory force would simply make people much less likely to consider starting violent altercations in most situations.</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/changemyview/comments/q5e0jr/cmv_in_self_defense_the_defender_should_have/",
  "subreddit": "changemyview",
  "id": "q5e0jr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To be clear, I'm only talking about cases where the threat is still active. If\nsomeone's running away you obviously shouldn't be able to shoot them in the\nback. But if someone punches you and is still an active threat to you, you\nshould be able to stab/shoot them to neutralize them. A punch can…"
}