{
  "author": "adoreroda",
  "the_new_excerpt": "Since there are some threads talking about this I decided to make my own as I\ndidn't feel like the arguments represented my thoughts.\n\nI often find that criticising something as cultural appropriation tends to not\nonly be erroneous but used to express someone's racism, particularly\ninternalised…",
  "original_created_utc": 1620128557,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この件についてはいくつかのスレッドがありますが、私は自分で作ることにしました。\n議論が自分の考えを表しているようには思えなかったので、自分で作ることにしました。\n\n何かを文化的流用と批判することは、間違っているだけでなく、誰かの人種差別を表現するために使われる傾向があると、私はよく感じます。\n誤っているだけでなく、誰かの人種差別を表現するために使われることが多いです。\n内在化された...",
      "title": "CMV: 文化的流用と批判することは、悪意を持って行われることが多く、人種差別を表現するための装置として使われます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "由于有一些讨论这个问题的主题，我决定自己做一个，因为我觉得这些论点不代表我的想法。\n我觉得这些论点并不代表我的想法。\n\n我经常发现，批评某件事情为文化占有，往往不仅是错误的，而且被用来表达某人的种族主义。\n不仅是错误的，而且被用来表达某人的种族主义，特别是\n内化的...",
      "title": "CMV: 批评某些东西为文化挪用，往往是出于恶意，并被用作表达种族主义的手段。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "由於有一些討論這個問題的主題，我決定自己做一個，因爲我覺得這些論點不代表我的想法。\n我覺得這些論點並不代表我的想法。\n\n我經常發現，批評某件事情爲文化佔有，往往不僅是錯誤的，而且被用來表達某人的種族主義。\n不僅是錯誤的，而且被用來表達某人的種族主義，特別是\n內化的...",
      "title": "CMV: 批評某些東西爲文化挪用，往往是出於惡意，並被用作表達種族主義的手段。"
    }
  ],
  "title": "CMV: Criticising something as cultural appropriation is often done with malicious intentions and used as a device to express racism",
  "created_utc": 1620139440,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Since there are some threads talking about this I decided to make my own as I didn&#39;t feel like the arguments represented my thoughts.</p>\n\n<p>I often find that criticising something as cultural appropriation tends to not only be erroneous but used to express someone&#39;s racism, particularly internalised and/or unintended racism, and used as a device to assert power over someone and to control what they can and can’t do.  </p>\n\n<p>The general consensus from dictionary sources is that cultural appropriation is generally the adoption of elements of a culture without the acknowledgement of the origin culture, and/or disrespecting it in a way that comes across as oppressive (or generally, harmful/hurtful to members of that community). But yet, what is and what&#39;s not cultural appropriation is very much cherry picked despite the definition applying to a lot of things that would not colloquially be considered cultural appropriation, and the cherry picking tends to have a biased pattern where the majority group tends to almost always get the backlash, whereas the minority group doing the same actions almost never get such outrage.  </p>\n\n<p>White Americans are accused of appropriation despite American minority groups not being better at <em>not</em> appropriating, if not sometimes worse. Black Americans—specifically non Muslim ones—are not criticised for adopting Arabic(-esque) names, the butchering of French orthography in the creation of many of their names, or ones from West African cultures where they do not belong to. In addition to that, many other instances such as wearing clothing from African countries they don’t belong to, or even tribal marks which can be offensive when used inappropriately as has been done. Furthermore and more infamously, the appropriation of claiming ownership of certain hairstyles like dreadlocks despite it being present in older civilisations, in addition to the very fact that...everyone’s hair will develop some sort of lock one way or another if it’s not combed. There are examples of other minorities doing the same thing as well, such as Korean-Americans accusing white chefs of appropriation for cooking Korean food, but lack the self awareness to see the massive amounts of cultural appropriation in their own cuisine, such as Korean’s putting corn, sweet potato, and whatever other ingredients that is not used in Italy. As we can see in these sets of examples, there’s a large lack of actual care about cultural respect from these communities and it further taints the authenticity of accusations of cultural appropriation, and further showcases how the accusations tend to simply be used as a device to express one’s racism and an attempt to police what someone can and can’t do.</p>\n\n<p>The popular assumption for the dreadlocks scenario—that if a black person is to wear dreadlocks, they would get discriminated against whereas a white person wouldn’t—works under assumption rather than reality. Dreadlocks on anyone is not professional, and no white person with dreadlocks is capable of entering the work force anymore easily as a black person with them on, making the comparisons of black people not being allowed to wear them in work environments and comparing them to white people irrelevant, particularly when there aren’t any white people wearing dreadlocks in the workforce to compare (if anything, that showcases the point). The discrimination of black people wearing those hairstyles is more apparent because...they wear those hairstyles more than other groups, and the issue is less about who wears it, and more about the hairstyles in general, and that should be the focus of the issue. In casual environments, the accusations of cultural appropriation of “white” celebrities wearing dreadlocks, braids, or whatever and that they get praised whereas black people get shamed for it is another folly example considering...they’re celebrities, kind of a no brainer they’re going to get a significant amount of praise, but there is an apparent lack of this shaming black people are supposed to get when black celebrities wear such hairstyles to events and get praised as well.  </p>\n\n<p>There are also the people who just flat out say you can’t do something if you’re not part of a certain “race”, i.e. can’t wear dreadlocks or braids if you’re black. Can’t do this and that if you’re not, say, Asian or whatever. Maybe I’m just built different but...trying to regulate what a person can and can’t do based on their “race” sounds pretty damn racist, particularly when it’s done in hypocrisy.  </p>\n\n<p>These accusers are working under the assumption that because of a person being black, something negative will happen to them, without any consideration of the context of what they are criticising and its nuances, and this is an expression of one’s (internalised) racism. Furthermore, the accusations of cultural appropriation also functions as a device to assert dominance in power dynamics. The notion of “cultural appreciation” basically being a euphemism of begging and grovelling for permission to use something that in reality you don’t need permission to use, and the said minority group trying to administer permissions doesn’t ask for when appropriating other cultures themselves. Trying to police what others can and can’t do is a form of control and a way to assert power, and despite the obvious hypocrisy and double standards these minority groups tend to execute and the actual lack of care for respecting cultures, it’s simply used as a device to control people, or particularly the majority group that is the point of ire, as opposed to the action being legitimately problematic.</p>\n\n<p>Me writing this isn’t to say that cultural appropriation is a myth, or to say that no person of a minority group has never been critiqued for cultural appropriation, but simply to point out the double standards of offences of the same intensity. I think it’s real, but that it’s almost always inaccurate and that it’s misused in a malicious and racist manner to many times express prejudice against groups of people.</p>\n</div><!-- SC_ON -->",
  "score": 168,
  "permalink": "/r/changemyview/comments/n4m94i/cmv_criticising_something_as_cultural/",
  "subreddit": "changemyview",
  "id": "n4m94i",
  "is_self": true,
  "media": null,
  "is_video": false
}