{
  "author": "AthiestSaintofYashua",
  "the_new_excerpt": "Now, we all know that the debate is something.to the effect of \"but we don't do\nit that way here\" My opinion is that if they want to have a caucus and bake sale\nand have delegates and candidates picked by Helen the Psychic Chicken, keep that\nshit to local elections only. For federal elections, one…",
  "original_created_utc": 1623958557,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "しかし、ここではそのようなやり方はしていない」という趣旨の議論があることは周知の通りです。\n私の意見としては、もし彼らがコーカスとベイクセールを行いたいのであれば\n代議員や候補者をサイキックチキンのヘレンに選んでもらいたいなら、そんなものは地方選挙だけにしておけばいい。\n地方選挙だけにしておいてください。連邦選挙では、1...",
      "title": "CMV: 米国の連邦選挙は、例外なくすべての州で同じ法律・規則に基づいて行われるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "现在，我们都知道，辩论的大意是：\"但我们不这样做。\n我的看法是，如果他们想举行党团会议和义卖，并有代表和党团成员，那么他们就会有机会。\n并由通灵鸡海伦挑选代表和候选人，那就保持这种做法吧\n只在地方选举中使用。对于联邦选举，一个...",
      "title": "CMV：美国联邦选举应该按照每个州的相同法律/规则运作，没有例外。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "現在，我們都知道，辯論的大意是：\"但我們不這樣做。\n我的看法是，如果他們想舉行黨團會議和義賣，並有代表和黨團成員，那麼他們就會有機會。\n並由通靈雞海倫挑選代表和候選人，那就保持這種做法吧\n只在地方選舉中使用。對於聯邦選舉，一個...",
      "title": "CMV：美國聯邦選舉應該按照每個州的相同法律/規則運作，沒有例外。"
    }
  ],
  "title": "CMV: U.S. federal elections should operate by the same laws/rules in every state, no exceptions.",
  "created_utc": 1624030389,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Now, we all know that the debate is something.to the effect of &quot;but we don&#39;t  do it that way here&quot; My opinion is that if they want to have a caucus and bake sale and have delegates and candidates picked by Helen the Psychic Chicken, keep that shit to local elections only. For federal elections, one set of known and explained rules, without any loopholes whatsoever, should be implemented and enforced severely across the nation. That way, if someone moves to another state, they haven&#39;t anything to worry about when voting at the federal level, as the rules are the same everywhere. 50 States all yelling the same refrain of &quot;We&#39;re gonna do it different here!!&quot; hardly shows unity.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/o25pu5/cmv_us_federal_elections_should_operate_by_the/",
  "subreddit": "changemyview",
  "id": "o25pu5",
  "is_self": true,
  "media": null,
  "is_video": false
}