{
  "author": "readytowearblack",
  "original_created_utc": 1633963387,
  "title": "CMV: It should be socially acceptable for men to wear women's clothes just like how women can wear men's clothes.",
  "created_utc": 1633978003,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I can&#39;t think of anything, I&#39;ve really tried and I just want to know what people think? I&#39;m really looking here. If we are all for equality in today&#39;s society then you shouldn&#39;t be unaccepting of men wearing women&#39;s clothes when women wear men&#39;s clothes all the time and no one gives a fuck. My girlfriend wears countless stuff I own and it is totally cool. Yet if I rocked up in a skirt on the street I&#39;m going to get looks, and not always the good kind.</p>\n\n<p>Give me one logically sound, reasonable rebuttal why women get basically completely unrestricted freedom to express and wear whatever they want but if a guy wears anything even borderline feminine suddenly society is up and arms about it. E.G crossdressing in public. Also please justify why you think it should remain like this.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/q5xda8/cmv_it_should_be_socially_acceptable_for_men_to/",
  "subreddit": "changemyview",
  "id": "q5xda8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I can't think of anything, I've really tried and I just want to know what people\nthink? I'm really looking here. If we are all for equality in today's society\nthen you shouldn't be unaccepting of men wearing women's clothes when women wear\nmen's clothes all the time and no one gives a fuck. My…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は何も思いつきません、私は本当に努力しました、私はただ人々が何を考えているのか知りたいのです。\nどうなんだろう？私は本当にここを見ています。今の社会が平等であるというならば\n女性が男性用の服を着ているときに、男性が女性用の服を着ることを許せないということはないはずです。\n女性がいつも男性の服を着ていても誰も気にしないのに。私の...",
      "title": "CMV：女性が男性の服を着るように、男性が女性の服を着ることも社会的に認められるべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想不出任何东西，我真的试过了，我只是想知道人们的看法。\n想什么？我真的在这里寻找。如果我们在今天的社会中都主张平等\n那么你就不应该不接受男人穿女人的衣服，因为女人一直在穿\n而女人一直在穿男人的衣服，却没有人给一个他妈的。我的...",
      "title": "CMV：男人穿女人的衣服应该是社会可以接受的，就像女人可以穿男人的衣服一样。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想不出任何東西，我真的試過了，我只是想知道人們的看法。\n想什麼？我真的在這裏尋找。如果我們在今天的社會中都主張平等\n那麼你就不應該不接受男人穿女人的衣服，因爲女人一直在穿\n而女人一直在穿男人的衣服，卻沒有人給一個他媽的。我的...",
      "title": "CMV：男人穿女人的衣服應該是社會可以接受的，就像女人可以穿男人的衣服一樣。"
    }
  ]
}