{
  "author": "Garushulion",
  "original_created_utc": 1632350368,
  "title": "CMV: Blues states should take a leaf out of Texas's book and pass a law allowing anyone who catches Covid-19 from an unvaccinated person to sue that person for 10k",
  "created_utc": 1632360044,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s simple, based on the &quot;your right to swing your fist ends where my nose begins&quot; principle, if someone exercising their freedoms incurs costs to someone else, the party responsible for the the harm should be held accountable.  Political reality may limit holding someone who refused to vaccinate responsible for all medical costs of those they spread Covid-19 to,  but using the law recently passed by Texas as precedent, blue states could easily justify a law allowing anyone who catches Covid-19 to sue the person they caught it from, as verified by contact-tracing, if that  person had chosen to refuse the vaccine and thus knowingly endangered others.</p>\n</div><!-- SC_ON -->",
  "score": 207,
  "permalink": "/r/changemyview/comments/pthme4/cmv_blues_states_should_take_a_leaf_out_of_texass/",
  "subreddit": "changemyview",
  "id": "pthme4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It's simple, based on the \"your right to swing your fist ends where my nose\nbegins\" principle, if someone exercising their freedoms incurs costs to someone\nelse, the party responsible for the the harm should be held accountable. \nPolitical reality may limit holding someone who refused to vaccinate…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "単純なことですが、「あなたが拳を振るう権利は、私の鼻が始まるところで終わる」という原則に基づいています。\n拳を振るう権利は私の鼻先で終わる」という原則に基づき、自由を行使した人が誰かに損害を与えた場合は\n誰かが自由を行使することで誰かに犠牲を強いることになれば、その責任者は責任を負うべきです。 \n政治的な現実は、ワクチン接種を拒否した人に責任を負わせることを制限するかもしれませんが...。",
      "title": "CMV: ブルースの各州はテキサス州を見習って、予防接種を受けていない人からコヴィド-19をもらった人は、その人を1万ドルで訴えることができるという法律を作るべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这很简单，基于 \"你挥舞拳头的权利在我的鼻子上结束 \"的原则。\n的原则，如果有人在行使其自由时给别人带来了代价\n如果有人因行使自己的自由而使别人付出代价，那么对这种伤害负有责任的一方应该被追究责任。 \n政治现实可能限制了对拒绝接种疫苗的人的追究...",
      "title": "CMV：蓝军各州应该借鉴德克萨斯州的做法，通过一项法律，允许任何从未接种疫苗的人身上感染Covid-19的人起诉该人，并索赔1万。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這很簡單，基於 \"你揮舞拳頭的權利在我的鼻子上結束 \"的原則。\n的原則，如果有人在行使其自由時給別人帶來了代價\n如果有人因行使自己的自由而使別人付出代價，那麼對這種傷害負有責任的一方應該被追究責任。 \n政治現實可能限制了對拒絕接種疫苗的人的追究...",
      "title": "CMV：藍軍各州應該借鑑德克薩斯州的做法，通過一項法律，允許任何從未接種疫苗的人身上感染Covid-19的人起訴該人，並索賠1萬。"
    }
  ]
}