{
  "author": "iRedemptioon",
  "original_created_utc": 1627144719,
  "title": "Trying to find an explanation for a strange word I encountered",
  "created_utc": 1627184438,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi, I am currently reading “Ship of Magic” by Robin Hobbs which is the first book of “The Liveship Traders” trilogy.</p>\n\n<p>I came across a weird word that struck me as I was not able to fully comprehend it (and as English is not my first language). This word is written as follows: “slaves-cum-sailors”.</p>\n\n<p>For the context, it refers to slaves which have been freed following the boarding of a slave ship, and acting now as sailors while waiting to reach port.</p>\n\n<p>I had my guesses that it meant “slaves become sailors” and it got changed to “cum” but I am really not sure and I do not know if it could be a common practice to link these words.</p>\n\n<p>I tried googling it but for quite obvious reasons I got entirely different results and I do not recommend doing it.</p>\n\n<p>Thanks :)</p>\n\n<p>PS: Amazing book so far and I absolutely loved the Farseer trilogy!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/oqtgv5/trying_to_find_an_explanation_for_a_strange_word/",
  "subreddit": "books",
  "id": "oqtgv5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi, I am currently reading “Ship of Magic” by Robin Hobbs which is the first\nbook of “The Liveship Traders” trilogy.\n\nI came across a weird word that struck me as I was not able to fully comprehend\nit (and as English is not my first language). This word is written as follows:\n“slaves-cum…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は今、ロビン・ホッブスの「魔法の船」を読んでいます。\n読んでいるのですが、「The Liveship Traders」三部作の最初の本である\n\n奇妙な言葉が出てきて、私はそれを完全に理解することができませんでした。\n英語は私の母国語ではありませんし）。この言葉は次のように書かれています。\n\"slaves-cum...",
      "title": "奇妙な言葉の説明を探しているときに出会った"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你好，我目前正在阅读罗宾-霍布斯的《魔法之船》，这是 \"生命之船 \"三部曲的第一部。\n这本书是 \"生命之船商人 \"三部曲的第一部。\n\n我遇到了一个奇怪的词，它让我印象深刻，因为我无法完全理解\n它（因为英语不是我的第一语言）。这个词的写法如下。\n\"奴隶-兼...",
      "title": "试图为我遇到的一个奇怪的词找一个解释"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你好，我目前正在閱讀羅賓-霍布斯的《魔法之船》，這是 \"生命之船 \"三部曲的第一部。\n這本書是 \"生命之船商人 \"三部曲的第一部。\n\n我遇到了一個奇怪的詞，它讓我印象深刻，因爲我無法完全理解\n它（因爲英語不是我的第一語言）。這個詞的寫法如下。\n\"奴隸-兼...",
      "title": "試圖爲我遇到的一個奇怪的詞找一個解釋"
    }
  ]
}