{
  "author": "another_wordsmith",
  "original_created_utc": 1631012230,
  "title": "I (finally) Read Eye of the World",
  "created_utc": 1631028075,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Well, this turned out to be a good time to get into The Wheel of Time.</p>\n\n<p>After dipping my toe into the series, I see the hype. This was a joy to read. Despite having heard the series’ praises for years, it still managed to surprise me. The thing that surprised me most was the pacing. After having been warned about it for years, I mostly adored it in this book. There&#39;s always a new event or reveal of information that propels our main cast on an emotional journey as intense as the literal one.</p>\n\n<p>The sheer amount of things covered in this book’s worldbuilding astounds me. We’ve got cursed objects, prophecies, time shenanigans, dimensional travel, political rivalries, spiritual connections to animals, military ranks, and countless even local festivals. I was excited to open the book again because there was a promise for something new. Most compellingly, the slower chapters highlighted how much the characters had changed on their journey. The chances they got to breathe showed human characters struggling to come to grips with a world bigger than they could have imagined.</p>\n\n<p>It helps that the world is cool. I don&#39;t think I want to know how many named characters feature in this story. I don&#39;t know how Jordan and his editing team managed to keep everything straight. The idea that he&#39;s done this for an additional twelve books both inspires and intimidates me.</p>\n\n<p>Unfortunately, this constant flow of new information feeds my least favourite part of the book. Things never stopped being introduced. Perhaps I just forgot about some of the terms and figures, but I entered the climax with a greater sense of “okay, this is happening now” than a sense of finality.</p>\n\n<p>Granted, since this is just the end of one volume in a much longer series, perhaps it’s unfair to judge the pilot episode for making the reader want more context. Maybe it&#39;s exactly what it needs to be. After all, it did the ultimate job of making me want to read more of the series.</p>\n\n<p>More than anything, I want to see what happens to these characters. They&#39;ve already gone through so much. Jordan has left a hell of a promise of what these characters will experience in their role in destiny. More than this, though, I just want to hang out with these characters.</p>\n\n<p>I am under no delusions about binging the whole series in a short time, but I’m glad I finally started it.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pjkrke/i_finally_read_eye_of_the_world/",
  "subreddit": "books",
  "id": "pjkrke",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Well, this turned out to be a good time to get into The Wheel of Time.\n\nAfter dipping my toe into the series, I see the hype. This was a joy to read.\nDespite having heard the series’ praises for years, it still managed to surprise\nme. The thing that surprised me most was the pacing. After having…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "さて、このタイミングで「The Wheel of Time」に手を出すことになりました。\n\nこのシリーズに足を突っ込んでみて、宣伝文句がわかりました。これは読んでいて楽しいものでした。\n何年もこのシリーズの評判を聞いていたにもかかわらず、私を驚かせてくれました。\n驚きました。一番驚いたのは、テンポの良さでした。これまでに...",
      "title": "私は（ようやく）「世界の眼」を読んだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "好吧，这变成了进入《时空之轮》的好时机。\n\n在我涉足这个系列之后，我看到了炒作的痕迹。这是一种阅读的乐趣。\n尽管多年来一直听到这个系列的赞誉，但它仍然设法让我感到惊讶。\n我。最让我惊讶的是它的节奏。在有了这个系列的作品之后，我对它有了新的认识。",
      "title": "我（终于）读到了《世界之眼》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好吧，這變成了進入《時空之輪》的好時機。\n\n在我涉足這個系列之後，我看到了炒作的痕跡。這是一種閱讀的樂趣。\n儘管多年來一直聽到這個系列的讚譽，但它仍然設法讓我感到驚訝。\n我。最讓我驚訝的是它的節奏。在有了這個系列的作品之後，我對它有了新的認識。",
      "title": "我（終於）讀到了《世界之眼》。"
    }
  ]
}