{
  "author": "Illustrious_Ad_9286",
  "original_created_utc": 1634569129,
  "title": "Say hello (again) to my no-code website builder. Comes with a Free plan!",
  "created_utc": 1634620475,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://launchweb.me\">Launchweb</a> is a very easy to use no-code website builder. I created this keeping an average internet user in mind. You need ZERO coding or design knowledge to create and launch your websites on Launchweb.</p>\n\n<p><strong>How is Launchweb different from other website builders?</strong><br/>\nTraditional website builders work in either of the two ways: </p>\n\n<ol>\n<li>They have a blank canvas, and users can create their websites from scratch.</li>\n<li>They provide a whole website template, which users can customize to their needs.</li>\n</ol>\n\n<p>The problem with the above points:</p>\n\n<ol>\n<li>For a website to look good, users must have a good idea of website layout, structure, and design. Users having no knowledge of design will find it tough to create a website from scratch.</li>\n<li>The problem of users going with using whole website templates is - sometimes you might like a few sections of one template and a few sections from other templates. But you have no way of combining these two templates.<br/>\nThe only way of doing that is through code, which again is difficult.</li>\n</ol>\n\n<p><strong>Launchweb solves the above two pain points</strong>. With Launchweb, users can choose templates of various sections used in a website (About, Blogs, Contact Us, Navigation Menu, Footers, etc). They can select these section templates, mix and match with other section templates, customize them and create their websites.</p>\n\n<p>Users can also use subdomains or custom domains to host their websites. It&#39;s a complete solution for anyone who wants to create a portfolio website but has no coding &amp; design knowledge. (Also working on Analytics).  </p>\n\n<p>And today, I am re-launching with a TON of new and useful features.</p>\n\n<p>✅Comes with a FREE plan. 90% of the features are free.</p>\n\n<p>✅Users can now play around with the editor without signing up.</p>\n\n<p>✅Custom Domains support with FREE SSL.</p>\n\n<p>✅Added a few more new &amp; awesome templates.</p>\n\n<p>🎉30% OFF on PRO Plans  </p>\n\n<p>Would love for you guys to check it out and maybe create that portfolio website you always wanted to. Excited to hear feedback from you all.</p>\n</div><!-- SC_ON -->",
  "score": 5,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/Kvy97-3EOTGB_2LO-aEIIn2Nsq5d2Jsf2HzRfMVPnTY.jpg?auto=webp&s=afe76aedd5672eaa18159b65c8787cc57895e66c",
          "width": 512,
          "height": 512
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/Kvy97-3EOTGB_2LO-aEIIn2Nsq5d2Jsf2HzRfMVPnTY.jpg?width=108&crop=smart&auto=webp&s=eb2162b1fa7c2fe8125f89ddf59f21f283a09b0d",
            "width": 108,
            "height": 108
          },
          {
            "url": "https://external-preview.redd.it/Kvy97-3EOTGB_2LO-aEIIn2Nsq5d2Jsf2HzRfMVPnTY.jpg?width=216&crop=smart&auto=webp&s=f7c1ea372ef9230be2200e32babdd4b87cf238fb",
            "width": 216,
            "height": 216
          },
          {
            "url": "https://external-preview.redd.it/Kvy97-3EOTGB_2LO-aEIIn2Nsq5d2Jsf2HzRfMVPnTY.jpg?width=320&crop=smart&auto=webp&s=8031fb70e769188c3e809029d468c61f21b1663e",
            "width": 320,
            "height": 320
          }
        ],
        "variants": {},
        "id": "9eA5-HFB1kokDK0BB0ZnJL7GiHfo4cRJZA3hTcwTtOk"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/SideProject/comments/qaodfa/say_hello_again_to_my_nocode_website_builder/",
  "subreddit": "SideProject",
  "id": "qaodfa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Launchweb [https://launchweb.me] is a very easy to use no-code website builder.\nI created this keeping an average internet user in mind. You need ZERO coding or\ndesign knowledge to create and launch your websites on Launchweb.\n\nHow is Launchweb different from other website builders?\nTraditional…"
}