{
  "author": "ronin1066",
  "original_created_utc": 1633365149,
  "title": "To redditors who are POC, how do you really feel reading/discussing books like \"To Kill a Mockingbird\" or Mark Twain in class?",
  "created_utc": 1633373259,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m curious how you felt in school hearing the N-word being read out loud, possibly by white students or the teacher, or when the real horrors of slavery were being discussed. And if you are currently an adult, has your view changed? Did it make a difference who the author was?</p>\n\n<p>As a white person who attended schools that were primarily made up of white students, I also wonder if it makes a difference if your school had mostly white students or students of your ethnicity/race?</p>\n\n<p>I always felt very uncomfortable b/c I wanted to look at the black students to see if they had any reaction, but I also didn&#39;t want to draw any attention to anybody or anything and just sat there as quiet as could be nervous about the whole thing.</p>\n\n<p>I can abstractly talk about the benefits of discussing these books in class, but I wonder what the actual impact is on the people represented in those stories.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/books/comments/q191l6/to_redditors_who_are_poc_how_do_you_really_feel/",
  "subreddit": "books",
  "id": "q191l6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm curious how you felt in school hearing the N-word being read out loud,\npossibly by white students or the teacher, or when the real horrors of slavery\nwere being discussed. And if you are currently an adult, has your view changed?\nDid it make a difference who the author was?\n\nAs a white person…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "学校で「N-word」が読み上げられるのを聞いて、どんな気持ちになったか興味があります。\n白人の生徒や先生がNワードを大声で読んでいたり、奴隷制度の本当の恐ろしさが語られていたりするのを学校で聞いてどう感じたでしょうか？\nまた、奴隷制度の本当の恐ろしさが語られているときにはどう感じましたか？もしあなたが大人であれば、あなたの考えは変わりましたか？\n著者が誰であるかということに違いはありましたか？\n\n白人として...",
      "title": "POCであるredditorsの皆さん、「To Kill a Mockingbird」やMark Twainのような本を授業で読んだり議論したりすることを実際にどう感じていますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我很好奇你在学校听到N字被大声读出来的感觉。\n可能是白人学生或老师，或者是在讨论奴隶制的真正恐怖的时候\n被讨论时的感受。如果你现在是一个成年人，你的看法是否有所改变？\n作者是谁有区别吗？\n\n作为一个白人...",
      "title": "对于身为POC的redditors来说，在课堂上阅读/讨论《杀死一只知更鸟》或马克-吐温这样的书，你到底有什么感觉？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我很好奇你在學校聽到N字被大聲讀出來的感覺。\n可能是白人學生或老師，或者是在討論奴隸制的真正恐怖的時候\n被討論時的感受。如果你現在是一個成年人，你的看法是否有所改變？\n作者是誰有區別嗎？\n\n作爲一個白人...",
      "title": "對於身爲POC的redditors來說，在課堂上閱讀/討論《殺死一隻知更鳥》或馬克-吐溫這樣的書，你到底有什麼感覺？"
    }
  ]
}