{
  "author": "akoudagawaismywaifu",
  "the_new_excerpt": "To preface this, I am a lesbian. However I am also a cis girl, and the most I\nhave of a second opinion are non binary friends that I have.\n\nBut basically the title. Non binary people aren't really either men or women,\nand they shouldn't be forced into those binary categories. Which is why I find\nit…",
  "original_created_utc": 1623514125,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "前置きが長くなりましたが、私はレズビアンです。しかし、私はシス・ガールでもあります。\nセカンドオピニオンとしては、ノンバイナリーの友人がいます。\n\nでも、基本的にはタイトルの通り。ノンバイナリーの人たちは、本当は男でも女でもない。\nそして、彼らはそのような二元的なカテゴリーに強制されるべきではありません。だからこそ、私は\nそれは...",
      "title": "CMV：ノンバイナリーの人は女性ではないので、なぜレズビアンになれると言われるのかがわかりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在此先说一下，我是一名女同性恋者。然而，我也是一个阴性女孩，而我最多的\n的是我的非二元朋友。\n\n但基本上是这个题目。非二元人并不是真正的男人或女人。\n他们不应该被强行纳入这些二元类别。这就是为什么我发现\n它...",
      "title": "CMV：非二元人不是女人，所以我很困惑，为什么人们说他们可以是女同性恋者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在此先說一下，我是一名女同性戀者。然而，我也是一個陰性女孩，而我最多的\n的是我的非二元朋友。\n\n但基本上是這個題目。非二元人並不是真正的男人或女人。\n他們不應該被強行納入這些二元類別。這就是爲什麼我發現\n它...",
      "title": "CMV：非二元人不是女人，所以我很困惑，爲什麼人們說他們可以是女同性戀者。"
    }
  ],
  "title": "CMV: Non binary people aren't women, so I'm confused as to why people say they can be lesbians.",
  "created_utc": 1623573935,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To preface this, I am a lesbian. However I am also a cis girl, and the most I have of a second opinion are non binary friends that I have.</p>\n\n<p>But basically the title. Non binary people aren&#39;t really either men or women, and they shouldn&#39;t be forced into those binary categories. Which is why I find it strange when non binary people call themselves lesbians.</p>\n\n<p>Side note: gender non conforming is not the same as non binary. Gender non conforming often means a person identifies as their gender assigned from birth, but has traits of a different gender (example: a male who likes to wear skirts) Non binary means a person identifies as something other than their birth gender but not the other binary gender either. Also, I think that demigirls are fine to use the label of lesbian. </p>\n\n<p>Lesbian by definition is a woman who loves women. Non binary people aren&#39;t women. Wouldn&#39;t trying to squeeze them into a label meant for women be transphobic? Because why would non binary people want to be seen as women if they&#39;re not? I have a non binary friend who says that seeing other non binary people identify as lesbians just confuses them, and that they would feel so much dysphoria if they were to be considered a woman.</p>\n\n<p>People who argue for non binary lesbians often say &quot;if you&#39;re AFAB (assigned female at birth) and attracted to only women, you&#39;re a lesbian&quot; But I can&#39;t help but find that argument extremely transphobic. This argument would basically be saying that trans men who like girls are lesbians, and trans women who like girls aren&#39;t, just because of what they we&#39;re assigned at birth. Which I find disgusting, because trans people are completely valid and to minimize someone to their assigned gender at birth is puke worthy. Trans lesbians are lesbians, period. </p>\n\n<p>Then there are those who say &quot;lesbians are non men who love non men, and non binary people fit everywhere&quot; and I personally hate this argument the most because this is not what a lesbian is. I understand the need for inclusivity, but I don&#39;t feel comfortable with a label meant for me as a girl who likes other girls to be changed into something that revolves around the fact that it&#39;s not being about other men. The point of lesbians is for it to NOT be about men, so why even edit this into the definition? I&#39;m only attracted to women, not non binary people, and to expand the label to be more ambiguous just makes it more complicated. I find trying to argue that lesbian isn&#39;t just for women is erasure. </p>\n\n<p>Lastly, people who say there&#39;s a lack of better labels. That&#39;s not true. Trixic (non binary loves women) and toric (non binary loves men) are kinda new I agree, but they&#39;re both labels made specifically for the non binary community. Why would non binary people want to use a label for women (when they&#39;re not) when there&#39;s already labels for them as non binary people? Creating space for non binary people is important, but to just mash them with lesbians just because they also like girls is both confusing and even intrusive. </p>\n\n<p>I am well aware this opinion is controversial and that&#39;s why I want to change it. I&#39;m expecting the comments to be a mess and calling me a gatekeeper, but I want to see how everyone feels about this. I know there are lesbians who agree that it&#39;s a women only label, and others that say that it shouldn&#39;t be rigid. I fully support non binary people, and am not even stone set on this opinion. I am mainly just confused as to why those who are not women insist on calling themselves a woman only label, when there&#39;s already other better fitting labels just for non binary people that don&#39;t make things more complicated for us.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/nya50v/cmv_non_binary_people_arent_women_so_im_confused/",
  "subreddit": "changemyview",
  "id": "nya50v",
  "is_self": true,
  "media": null,
  "is_video": false
}