{
  "author": "HairyClefairy",
  "the_new_excerpt": "Why YSK: A family in my state is experiencing a nightmare come to life because a\nmother simply wanted to wash her kids new mattress 'covers' before use. She\nawoke to her children complaining of itchiness, discomfort, and trouble\nbreathing. The covers were not meant to be removed (despite having an…",
  "original_created_utc": 1615840275,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK: 我州的一个家庭正在经历一场噩梦，因为一个\n母亲只是想在使用前清洗孩子的新床垫 \"套子\"。她\n醒来时，她的孩子们抱怨瘙痒、不舒服和麻烦。\n的呼吸。盖子是不打算拆的（尽管有一个...",
      "title": "YSK并不是所有带拉链的床垫（或类似的东西）都是要去掉外层并清洗的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK: 我州的一個家庭正在經歷一場噩夢，因爲一個\n母親只是想在使用前清洗孩子的新牀墊 \"套子\"。她\n醒來時，她的孩子們抱怨瘙癢、不舒服和麻煩。\n的呼吸。蓋子是不打算拆的（儘管有一個...",
      "title": "YSK並不是所有帶拉鍊的牀墊（或類似的東西）都是要去掉外層並清洗的。"
    }
  ],
  "title": "YSK not all mattresses (or anything similar) with a zipper are meant to have the outer layer removed and washed.",
  "created_utc": 1615926637,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: A family in my state is experiencing a nightmare come to life because a mother simply wanted to wash her kids new mattress &#39;covers&#39; before use. She awoke to her children complaining of itchiness, discomfort, and trouble breathing. The covers were not meant to be removed (despite having an obvious and easy way to unzip and remove them) and they were filled with fiber glass that littered their entire home costing them hundreds of dollars and a week&#39;s worth of time to clean. Fiber glass can be dangerous to your health, though it is an acceptable material for this application apparently, as it is fire retardant. Make sure you check product reviews, websites and the warning tags if you are in a similar situation and want to remove that mystery zipper!</p>\n\n<p>Source: <a href=\"https://www.azfamily.com/news/investigations/3_on_your_side/originals/prescott-family-forced-to-toss-belongings-after-finding-fiberglass-in-mattress/article_8360c238-84f0-11eb-b8a7-ab2adec5ed51.html\">https://www.azfamily.com/news/investigations/3_on_your_side/originals/prescott-family-forced-to-toss-belongings-after-finding-fiberglass-in-mattress/article_8360c238-84f0-11eb-b8a7-ab2adec5ed51.html</a></p>\n</div><!-- SC_ON -->",
  "score": 349,
  "permalink": "/r/YouShouldKnow/comments/m5u4c0/ysk_not_all_mattresses_or_anything_similar_with_a/",
  "subreddit": "YouShouldKnow",
  "id": "m5u4c0",
  "is_self": true,
  "media": null,
  "is_video": false
}