{
  "author": "chinmakes5",
  "original_created_utc": 1631976401,
  "title": "CMV: The problem isn't that Bezos is a billionaire, as he spent his life revolutionizing an industry. The problem is that most of the stock profits go to those who did nothing more than have the money to buy the stock.",
  "created_utc": 1631983021,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So here is how I see it.  Bezos is the richest person out there.  I&#39;m OK with that because he revolutionized a huge part of the economy. Whether you are OK is a different argument, there are things he does that I despise, which for this discussion I will ignore.   His wealth is due to the stock he owns (or has already sold).  My problem is that he owns 10% of the stock.  So most of the people who have made a lot of money from Amazon didn&#39;t revolutionize anything.  </p>\n\n<p>We keep hearing how owners need this kind of return or they won&#39;t do it.  While I doubt Bezos wouldn&#39;t have created Amazon if he only made 10 billion instead of 200 billion, let&#39;s assume that to be true.  </p>\n\n<p>So most of the money made on Amazon stock was made by people who did nothing more than have the money to buy the stock. They had the money to be able to &quot;hop on board&quot; and make the same rate of profit.  </p>\n\n<p>Oft times these investors have more power than the owners, innovators. Those people work to pay many more people as little as possible to make sure they keep that ROI. As immediate ROI is most important to many of them.  If the president of Amazon decided to bump up the pay of their workers to $25 an hour, the investors would move to remove him. </p>\n\n<p>As an example, companies are complaining they can&#39;t afford pay more money to fill open positions, things are bad, we have supply chain problems, people aren&#39;t buying, yet my mutual fund went up almost 5% LAST MONTH.  </p>\n\n<p>Yes I understand that many employees got stock options, they helped make Amazon into what it is.  Some stock holders bought in at the IPO and helped fund the company, but that seems to be the exception more than the rule.  Lastly I am using Amazon as an example. This seems to be the way the market works. </p>\n\n<p>Lastly, Yes I believe wealth disparity is a problem.  It is a problem when 60% or more of people are living paycheck to paycheck but if you are making enough money to invest, retiring with millions isn&#39;t unusual.  Simply wages have barely kept up with inflation.  Since 2006 the stock market has tripled and if covid hadn&#39;t hit it most likely would have quadrupled.</p>\n</div><!-- SC_ON -->",
  "score": 129,
  "permalink": "/r/changemyview/comments/pqnr3d/cmv_the_problem_isnt_that_bezos_is_a_billionaire/",
  "subreddit": "changemyview",
  "id": "pqnr3d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So here is how I see it. Bezos is the richest person out there. I'm OK with that\nbecause he revolutionized a huge part of the economy. Whether you are OK is a\ndifferent argument, there are things he does that I despise, which for this\ndiscussion I will ignore. His wealth is due to the stock he owns…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そこで、私はこう考えています。ベゾスは一番のお金持ちです。私はそれでいいと思います。\n経済の大部分に革命を起こしたのだから。あなたがそれでいいかどうかは別の話です。\nこの議論では無視しますが、彼のやっていることには私が軽蔑するものもあります。\nこの議論では無視します。彼の富は、彼が所有する株式によるものです...。",
      "title": "CMV：問題は、ベゾスが億万長者であることではありません。彼は人生をかけて業界に革命を起こしたのですから。問題は、株の利益のほとんどが、株を買うお金を持っているだけで何もしなかった人たちに渡ってしまうことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，我是这样看的。贝佐斯是最富有的人。我对这一点没有意见\n因为他彻底改变了经济的一个巨大部分。你是否可以接受是一个\n他所做的一些事情是我所鄙视的，但在这次讨论中我将忽略这些事情。\n讨论中，我将忽略这些。他的财富是由于他拥有的股票......",
      "title": "CMV: 问题不在于贝索斯是个亿万富翁，因为他用自己的一生来革新一个行业。问题是大部分的股票利润都给了那些除了有钱买股票之外什么都没干的人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，我是這樣看的。貝佐斯是最富有的人。我對這一點沒有意見\n因爲他徹底改變了經濟的一個巨大部分。你是否可以接受是一個\n他所做的一些事情是我所鄙視的，但在這次討論中我將忽略這些事情。\n討論中，我將忽略這些。他的財富是由於他擁有的股票......",
      "title": "CMV: 問題不在於貝索斯是個億萬富翁，因爲他用自己的一生來革新一個行業。問題是大部分的股票利潤都給了那些除了有錢買股票之外什麼都沒幹的人。"
    }
  ]
}