{
  "author": "cloud1161",
  "original_created_utc": 1632764433,
  "title": "CMV: The United States is actually doing a pretty good job with Covid vaccinations. Also, the vaccination rate is comparable to vaccines already available for other diseases.",
  "created_utc": 1632774870,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ll try my best to keep this as succinct as possible.</p>\n\n<p>Of late, I have been hearing about how terrible of a job the United States is doing with vaccinations because of anti-vaxxers and all that.  Often cited is the number of 55% of the total population vaccinated and how it is something like 30th globally in terms of population vaccination rate (cited here for example <a href=\"https://coronavirus.jhu.edu/vaccines/international\">https://coronavirus.jhu.edu/vaccines/international</a>).</p>\n\n<p>However, like most subjects, taking this at face-value can be misleading.  <a href=\"https://covid.cdc.gov/covid-data-tracker/#vaccinations_vacc-total-admin-rate-total\">According to the CDC</a>, yes only 55% are fully vaccinated, <em>relative to the total population.</em>  Not all vaccines are available to the entire population.  For instance, none of the vaccines are yet available for people under 12.  When you look a bit closer at the numbers, they actually look pretty good.  These few stand out to me:</p>\n\n<ul>\n<li>93.5% of people 65 and older have received at least one dose.  This is the group of people most prone to the virus too.</li>\n<li>77% of people 18 and older have received at least one dose</li>\n<li>390 million doses administered</li>\n<li>471 million doses delivered</li>\n</ul>\n\n<p>I don&#39;t think it is unreasonable to assume that the vast majority of people who have received at least one dose will get the second dose.  There are always exceptions of course, but for the sake of argument I don&#39;t think those exceptions will change the numbers drastically.  Assuming this, within the next X months, 77% of the adult population will be vaccinated fully.</p>\n\n<p>471 million doses delivered in 10-ish months from when the vaccines were first deployed is pretty dang amazing.  Not to mention, the USA has donated another <a href=\"https://www.cnbc.com/2021/09/09/covid-us-is-the-worlds-largest-donor-of-vaccines-data-shows.html\">100 million</a> doses globally and plan to donate another <a href=\"https://www.cbsnews.com/news/covid-19-vaccine-us-donation-500-million-pfizer-doses-global-supply/\">500 million</a> in the coming year.  Yes, relative to population, USA might be lower than some nations.  However, in terms of gross vaccines administered, the USA is <a href=\"https://www.nytimes.com/interactive/2021/world/covid-vaccinations-tracker.html\">third globally in terms of total doses administered</a>.</p>\n\n<p>On top of that, <a href=\"https://news.gallup.com/poll/353081/one-five-americans-remain-vaccine-resistant.aspx\">this study</a> from August states that only 18% of Americans are dead set against the vaccine.  There is still a percentage of people planning on getting the vaccine and people who are open to changing their opinion on not getting the vaccine.  Assuming just a few percent of those planning or willing to change their stance get vaccinated, we could see an 80%+ vaccination rate in the USA.</p>\n\n<p>Lastly, no vaccine ever gets administered to 100% of the population.  It is folly to think the Covid vaccine is any different.  <a href=\"https://usafacts.org/articles/data-centric-look-vaccines-and-immunizations-united-states/\">According to this article</a>, the highest vaccination rates in the USA are MMR and Polio which are roughly 91%.  Many vaccines hover around the 80% mark which is what is seems the Covid vaccine is tending toward.  Some are only around 50% (flu).</p>\n\n<p>I just wanted to shed some light on this issue, share some ideas that are not often discussed for whatever reason, and take a look at some numbers a little bit more in depth than a 10 second news clip would lead us all to believe.  Very rarely, is it ever a good idea to look <em>just</em> at relative percentages or <em>just</em> gross values.  Often, you need to look at both to get the complete picture of what&#39;s happening.</p>\n\n<p>Ok Reddit, I posted my view.  Time to tear it up.</p>\n\n<p>Edit: added total dosage link and use some less polarized wording.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/pwm9bw/cmv_the_united_states_is_actually_doing_a_pretty/",
  "subreddit": "changemyview",
  "id": "pwm9bw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'll try my best to keep this as succinct as possible.\n\nOf late, I have been hearing about how terrible of a job the United States is\ndoing with vaccinations because of anti-vaxxers and all that. Often cited is the\nnumber of 55% of the total population vaccinated and how it is something like\n30th…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なるべく簡潔にまとめようと思います。\n\n最近、アメリカでは予防接種が大変なことになっているという話を耳にします。\nアンチバクサーのせいで、アメリカの予防接種がいかにひどいことになっているかを聞いています。よく引き合いに出されるのが\n全人口の55％が予防接種を受けているという数字がよく引用されます。\n30日...",
      "title": "CMV：米国では、実際にコヴィドの予防接種はかなりうまくいっています。また、接種率は他の病気ですでに利用されているワクチンと同程度です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我将尽力使之尽可能简洁。\n\n最近，我一直听到有人说美国的疫苗接种工作有多么糟糕。\n由于反疫苗主义者和所有这些，美国的疫苗接种工作做得很糟糕。经常提到的是\n55%的总人口接种疫苗的数字，以及它是如何像\n第30届...",
      "title": "CMV：美国的Covid疫苗接种工作实际上做得相当好。而且，疫苗接种率与已经有的其他疾病的疫苗相当。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我將盡力使之儘可能簡潔。\n\n最近，我一直聽到有人說美國的疫苗接種工作有多麼糟糕。\n由於反疫苗主義者和所有這些，美國的疫苗接種工作做得很糟糕。經常提到的是\n55%的總人口接種疫苗的數字，以及它是如何像\n第30屆...",
      "title": "CMV：美國的Covid疫苗接種工作實際上做得相當好。而且，疫苗接種率與已經有的其他疾病的疫苗相當。"
    }
  ]
}