{
  "author": "MERKFLAMES",
  "the_new_excerpt": "There is way too much pressure on those in Secondary School making it to college\nand or university. I completely understand why it can be seen as a major step,\nbut not everyone needs to take that step.\n\nSpeaking from experience, I finished secondary school in August 2019, and didn't\nwant to do…",
  "original_created_utc": 1617860737,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "中学・高校の生徒が大学に進学することへのプレッシャーは大きすぎます。\nや大学に進学することへのプレッシャーが大きすぎます。大学進学が大きなステップであると考えられるのはよくわかります。\nしかし、誰もがそのステップを踏む必要はありません。\n\n経験から言うと、私は2019年8月に中学を卒業しましたが、その時は\nをしたいと思いました。",
      "title": "CMV: 大学は中学・高校の次のステージとして保証されているものではありませんし、親もそのような考えを強要すべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "中职学校的学生考上大学的压力太大了。\n和或大学。我完全理解为什么它可以被看作是一个重要的步骤。\n但不是每个人都需要迈出这一步。\n\n根据经验，我在2019年8月中专毕业，并没有\n想做",
      "title": "CMV：大学和学院不应该是中学/高中之后的下一个阶段的保证，家长们应该停止强制执行这样的想法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "中職學校的學生考上大學的壓力太大了。\n和或大學。我完全理解爲什麼它可以被看作是一個重要的步驟。\n但不是每個人都需要邁出這一步。\n\n根據經驗，我在2019年8月中專畢業，並沒有\n想做",
      "title": "CMV：大學和學院不應該是中學/高中之後的下一個階段的保證，家長們應該停止強制執行這樣的想法。"
    }
  ],
  "title": "CMV: College and University shouldn't be the guaranteed next stage following Secondary School/High School, and parents should stop enforcing the idea that it is.",
  "created_utc": 1617878441,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There is way too much pressure on those in Secondary School making it to college and or university. I completely understand why it can be seen as a major step, but not everyone needs to take that step.</p>\n\n<p>Speaking from experience, I finished secondary school in August 2019, and didn&#39;t want to do college for another year, so my plan was to wait it out for a year, then pick a course. My parents weren&#39;t happy and my mum sat me down and made me pick a Media course, reluctantly.</p>\n\n<p>Now, as it turns out, I really liked that course, and I&#39;m currently doing another Media course from 2020-2022.</p>\n\n<p>Colleges in the UK are typically free, with university being the big time courses that you have to pay for. As it stands right now, my family is expecting me to go to University in either England or Scotland once I finish my current course. I, at this point, have absolutely no fucking intention of going because it&#39;s too expensive.</p>\n\n<p>This is where my point comes in. My parents have been raised on the idea that following Secondary School, you should immediately go for college and/or university, and if you don&#39;t, you&#39;ll be unmotivated or whatever. My oldest brother accepted this idea, my 2nd oldest brother accepted this idea, but me? Well you already know I didn&#39;t, read a few lines up.</p>\n\n<p>If you don&#39;t go to university, you aren&#39;t guaranteed to lead a miserable life, if you go to university, especially nowadays you aren&#39;t guaranteed a successful life. If you want to university or college, go for it. If you don&#39;t, fair enough. If you want to take a year off like I did, fucking go ahead. Your parents going to Higher Education doesn&#39;t mean you have to as well.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/mml3gy/cmv_college_and_university_shouldnt_be_the/",
  "subreddit": "changemyview",
  "id": "mml3gy",
  "is_self": true,
  "media": null,
  "is_video": false
}