{
  "author": "LadyGrey12",
  "the_new_excerpt": "Why YSK: Because oatmeal is cheap, healthy, and more delicious than you think.\n\nI thought I hated oatmeal, because no matter how much sugar I put on it, it\nstill tasted like worthless slop. I could never get it to taste like the little\nflavored packets. Then I finally realized that my problem was…",
  "original_created_utc": 1620230756,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: オートミールは安くて健康的で、思っている以上に美味しいからです。\n\n私はオートミールが嫌いだと思っていました。いくら砂糖をかけても、価値のないドロドロの味しかしなかったからです。\n嫌いだと思っていました。私はオートミールが嫌いだと思っていました。\n味付けされたパックのような味にはなりませんでした。そして、私の問題は...。",
      "title": "YSK オートミールが嫌いな人は、塩分が足りていないのかもしれません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：因为燕麦片很便宜，很健康，而且比你想象的还要美味。\n\n我以为我讨厌燕麦片，因为无论我在上面放多少糖，它的味道仍然是毫无价值的垃圾。\n尝起来还是像毫无价值的泔水。我永远无法让它尝起来像小包装的\n味的包装。后来我终于意识到，我的问题是...",
      "title": "如果你不喜欢吃燕麦片，可能是你的盐分不够。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：因爲燕麥片很便宜，很健康，而且比你想象的還要美味。\n\n我以爲我討厭燕麥片，因爲無論我在上面放多少糖，它的味道仍然是毫無價值的垃圾。\n嚐起來還是像毫無價值的泔水。我永遠無法讓它嚐起來像小包裝的\n味的包裝。後來我終於意識到，我的問題是...",
      "title": "如果你不喜歡喫燕麥片，可能是你的鹽分不夠。"
    }
  ],
  "title": "YSK if you don't like oatmeal, you probably aren't salting it enough",
  "created_utc": 1620247481,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Because oatmeal is cheap, healthy, and more delicious than you think.</p>\n\n<p>I thought I hated oatmeal, because no matter how much sugar I put on it, it still tasted like worthless slop. I could never get it to taste like the little flavored packets. Then I finally realized that my problem was not adding any salt.</p>\n\n<p>1/2 tsp salt per 1 cup steel cut oats (which is 1/8 tsp per serving), half milk and half water, and it&#39;s so delicious it legit doesn&#39;t need any sweeteners. Love your heart; feed it oats!</p>\n\n<p>(Edit: Yikes, I did my math wrong before! Don&#39;t do 1/4 tsp per serving!)</p>\n</div><!-- SC_ON -->",
  "score": 138,
  "permalink": "/r/YouShouldKnow/comments/n5jhq3/ysk_if_you_dont_like_oatmeal_you_probably_arent/",
  "subreddit": "YouShouldKnow",
  "id": "n5jhq3",
  "is_self": true,
  "media": null,
  "is_video": false
}