{
  "author": "UnNamedUser66",
  "original_created_utc": 1639304244,
  "title": "Did Algeria have a higher literacy rate than France, when France colonized it in 1830?",
  "created_utc": 1639334098,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;In 1830 France invaded Algeria starting a 132 long years of French rule. A common justification used by the French at that time and even today for the French colonization was that they were in a mission to spread civilization to the barbarians. Algerians will always point out that literacy rate in Algeria in 1830 was higher than France to refute the French claim. How true is that? What do we know about literacy in the Middle East and North Africa. Given the high imprecision on learning to read the Quran and the spread of madrasas in rural communities which were small schools that taught the Quran. Is it true to say that literacy was higher in Islamic world than Europe up to the industrial revolution?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 104,
  "permalink": "/r/AskHistorians/comments/rem7ik/did_algeria_have_a_higher_literacy_rate_than/",
  "subreddit": "AskHistorians",
  "id": "rem7ik",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In 1830 France invaded Algeria starting a 132 long years of French rule. A\ncommon justification used by the French at that time and even today for the\nFrench colonization was that they were in a mission to spread civilization to\nthe barbarians. Algerians will always point out that literacy rate in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>1830年、フランスがアルジェリアに侵攻し、132年にわたるフランスの支配が始まりました。\nアルジェリアに侵攻し、132年に及ぶフランスの支配が始まりました。当時も現在も、フランスの植民地化を正当化する理由としてよく使われるのが\n当時も今も、フランスの植民地化を正当化する理由としてよく使われているのが、「蛮族に文明を広める使命がある」というものです。\n文明を野蛮人に広めるという使命感からでした。アルジェリア人は常に...",
      "title": "1830年にフランスが植民地化したとき、アルジェリアの識字率はフランスより高かったのですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>1830年，法国入侵阿尔及利亚，开始了长达132年的战争。\n长达132年的法国统治。法国人在当时乃至今天为法国的殖民化所使用的一个常见理由是\n当时，甚至在今天，法国人殖民化的一个普遍理由是，他们的使命是\n向野蛮人传播文明。阿尔及利亚人将永远...",
      "title": "法国在1830年殖民阿尔及利亚时，阿尔及利亚的识字率是否比法国高？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>1830年，法國入侵阿爾及利亞，開始了長達132年的戰爭。\n長達132年的法國統治。法國人在當時乃至今天爲法國的殖民化所使用的一個常見理由是\n當時，甚至在今天，法國人殖民化的一個普遍理由是，他們的使命是\n向野蠻人傳播文明。阿爾及利亞人將永遠...",
      "title": "法國在1830年殖民阿爾及利亞時，阿爾及利亞的識字率是否比法國高？"
    }
  ]
}