{
  "author": "MightyMoosePoop",
  "original_created_utc": 1632929803,
  "title": "Anyone else with Amazon Kindle lost rights to digital content? I lost nearly half thousand dollars of content a while back only to find out a no fault glitch would not let me open my books. Today I get an image for very expensive scholar text that’s again just over 5 years old - Amazon’s TOS.",
  "created_utc": 1632939951,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The short story is Dear Amazon Kindle users be wary.  Your electronic rights are only five years and after that you have no right of access to THEIR books.</p>\n\n<p>The long story and a rabbit hole of frustration for you fine peeps will be an image in the comments I received when I tried to open my books several months ago.  I don’t mess with my devices and so such messages just seem bizarre.  I’m not sure what I did back then but I’m sure I did a lot of personal trouble shooting including removing devices and reinstalling.  When I exhausted myself I contacted Amazon Customer service both online chat then in person.  This was a long process of jumping through hoops and basically rolling out all possibilities (including what I did) and saying it was my fault for deleting the books.  I can guarantee I never did before seeing the image in the comments.  The image that prevents access to the books.  An image I see again which I have touched NOTHING with any of my devices nor added any new devices.  Nothing has changed except time itself.</p>\n\n<p>Now I got the message for a very expensive scholar book and I have no reason to believe contacting them will come with any different result than last time.  That is unless some of you people have some insight you can give me.  </p>\n\n<p>Also, it would be great if you have insight to prevent these messages.  I sincerely have no idea why they are coming up.  If I am being treated normal then Kindle as business would drop off tremendously.  It is ridiculous.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/books/comments/pxxy4a/anyone_else_with_amazon_kindle_lost_rights_to/",
  "subreddit": "books",
  "id": "pxxy4a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The short story is Dear Amazon Kindle users be wary. Your electronic rights are\nonly five years and after that you have no right of access to THEIR books.\n\nThe long story and a rabbit hole of frustration for you fine peeps will be an\nimage in the comments I received when I tried to open my books…"
}