{
  "author": "MightyMoosePoop",
  "original_created_utc": 1632929803,
  "title": "Anyone else with Amazon Kindle lost rights to digital content? I lost nearly half thousand dollars of content a while back only to find out a no fault glitch would not let me open my books. Today I get an image for very expensive scholar text that’s again just over 5 years old - Amazon’s TOS.",
  "created_utc": 1632939951,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The short story is Dear Amazon Kindle users be wary.  Your electronic rights are only five years and after that you have no right of access to THEIR books.</p>\n\n<p>The long story and a rabbit hole of frustration for you fine peeps will be an image in the comments I received when I tried to open my books several months ago.  I don’t mess with my devices and so such messages just seem bizarre.  I’m not sure what I did back then but I’m sure I did a lot of personal trouble shooting including removing devices and reinstalling.  When I exhausted myself I contacted Amazon Customer service both online chat then in person.  This was a long process of jumping through hoops and basically rolling out all possibilities (including what I did) and saying it was my fault for deleting the books.  I can guarantee I never did before seeing the image in the comments.  The image that prevents access to the books.  An image I see again which I have touched NOTHING with any of my devices nor added any new devices.  Nothing has changed except time itself.</p>\n\n<p>Now I got the message for a very expensive scholar book and I have no reason to believe contacting them will come with any different result than last time.  That is unless some of you people have some insight you can give me.  </p>\n\n<p>Also, it would be great if you have insight to prevent these messages.  I sincerely have no idea why they are coming up.  If I am being treated normal then Kindle as business would drop off tremendously.  It is ridiculous.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/books/comments/pxxy4a/anyone_else_with_amazon_kindle_lost_rights_to/",
  "subreddit": "books",
  "id": "pxxy4a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The short story is Dear Amazon Kindle users be wary. Your electronic rights are\nonly five years and after that you have no right of access to THEIR books.\n\nThe long story and a rabbit hole of frustration for you fine peeps will be an\nimage in the comments I received when I tried to open my books…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ショートストーリーはDear Amazon Kindleユーザーは要注意です。あなたの電子的権利は\nその後は、彼らの本にアクセスする権利はありません。\n\n長い話と、あなた方の不満のウサギの穴は、以下の通りです。\n私が自分の本を開こうとしたときに寄せられたコメントの画像になりますが...。",
      "title": "Amazon Kindleがデジタルコンテンツの権利を失った人はいませんか？私はしばらく前に50万ドル近くのコンテンツを失いましたが、過失のない不具合で本を開くことができないことがわかりました。今日、非常に高価な学者のテキストの画像が送られてきましたが、これも5年以上前のもので、アマゾンの利用規約です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "简而言之，亲爱的亚马逊Kindle用户要警惕了。你的电子权利是\n只有五年，之后你就没有权利访问他们的书了。\n\n长的故事和你们这些优秀的窥视者的挫败感的兔子洞将是一个\n当我试图打开我的书时，我收到的评论中的图像......",
      "title": "还有人用亚马逊Kindle失去了数字内容的权利吗？我前一阵子失去了近50万美元的内容，才发现一个无故障的故障不会让我打开我的书。今天我收到一张图片，是非常昂贵的学者文本，又是刚过5年的--亚马逊的服务条款。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "簡而言之，親愛的亞馬遜Kindle用戶要警惕了。你的電子權利是\n只有五年，之後你就沒有權利訪問他們的書了。\n\n長的故事和你們這些優秀的窺視者的挫敗感的兔子洞將是一個\n當我試圖打開我的書時，我收到的評論中的圖像......",
      "title": "還有人用亞馬遜Kindle失去了數字內容的權利嗎？我前一陣子失去了近50萬美元的內容，才發現一個無故障的故障不會讓我打開我的書。今天我收到一張圖片，是非常昂貴的學者文本，又是剛過5年的--亞馬遜的服務條款。"
    }
  ]
}