{
  "author": "ltree",
  "the_new_excerpt": "I have been feeling bad for all the ridiculous amounts of packaging from my\norders and so finally contacted CS to ask about it. It turns out that it is a\nhidden option that I can indicate on my account. Now that this option is set, I\nam looking forward to at least a bit less packaging.\n\nAlso asked…",
  "original_created_utc": 1618169383,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の注文した商品の梱包がとんでもない量になってしまい、申し訳なく思っていました。\nしていたので、ついにCSに連絡して聞いてみました。それは、私のアカウントで指定できる隠しオプションであることがわかりました。\n自分のアカウントで設定できる隠しオプションであることがわかりました。このオプションが設定されたことで、私は\nせめて少しでも梱包が減ることを期待しています。\n\nまた、質問ですが...",
      "title": "YSK：もしあなたのAmazonアカウントに最小包装を使用するオプションが表示されていない場合でも、CSとチャットして今後のすべての注文にそのオプションを表示することができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直在为我的那些可笑的包装而感到难过。\n订单，所以最后联系CS询问。原来，这是一个\n隐藏选项，我可以在我的账户上注明。现在这个选项已经设置好了，我\n期待着至少能少一点包装。\n\n也问过...",
      "title": "YSK，如果你的亚马逊账户没有显示使用最小包装的选项（我想是由你的位置决定的），你仍然可以和他们的CS聊天，为你未来的所有订单指明这个选项。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直在爲我的那些可笑的包裝而感到難過。\n訂單，所以最後聯繫CS詢問。原來，這是一個\n隱藏選項，我可以在我的賬戶上註明。現在這個選項已經設置好了，我\n期待着至少能少一點包裝。\n\n也問過...",
      "title": "YSK，如果你的亞馬遜賬戶沒有顯示使用最小包裝的選項（我想是由你的位置決定的），你仍然可以和他們的CS聊天，爲你未來的所有訂單指明這個選項。"
    }
  ],
  "title": "YSK that if your Amazon account does not show an option to use minimal packaging (availability determined by your location, I think), you can still chat with their CS to indicate that option for all your future orders",
  "created_utc": 1618425643,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have been feeling bad for all the ridiculous amounts of packaging from my orders and so finally contacted CS to ask about it. It turns out that it is a hidden option that I can indicate on my account. Now that this option is set, I am looking forward to at least a bit less packaging.</p>\n\n<p>Also asked if they take back any of the packaging and boxes from their orders for reuse, and as expected (and understandably so), the answer is no. Do you have any ideas for that, apart from reusing them myself for shipping, crafts and pet furniture?</p>\n\n<p>Why YSK: I first heard about the minimal packaging option on Reddit and was excited to use it right away, but was disappointed to see it was not there in my account. Someone mentioned the availability is only for certain locations, and so that was that. More people should know about this hidden option to help reduce waste, especially now that more of us than ever are relying on shopping online.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/YouShouldKnow/comments/moxigb/ysk_that_if_your_amazon_account_does_not_show_an/",
  "subreddit": "YouShouldKnow",
  "id": "moxigb",
  "is_self": true,
  "media": null,
  "is_video": false
}