{
  "author": "pancake_boy",
  "original_created_utc": 1634564144,
  "title": "Why do people hate Math MORE than the other main subjects (English, Science, History)?",
  "created_utc": 1634579212,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why does Math have a reputation for being extremely difficult? I follow a YouTube channel who put up a community poll asking what the worst subject was and the results were unanimously (like 75%) for Math! That bothers me because growing up, I actually used to think Math (and Science) to an extent, was easier than English and History because the &quot;answers were concrete&quot; and I didn&#39;t have to put things into my own words. IDK, maybe it was because I was socially awkward. I never really understood essays either, I wrote a bunch of filler. I was a weird kid. But what are other people seeing that I&#39;m not seeing? Is it that I&#39;m &quot;left-brained&quot; or something? I&#39;m also left-handed, maybe that&#39;s part of it. I just wanna know what&#39;s wrong with me for this and many other unpopular opinions.</p>\n\n<p>EDIT: I forgot to mention an extremely key point. I said that as a kid in Elementary and Middle School, by High School I stopped saying it. I don&#39;t know why, but I know that the people who say Math is hard are probably not taking about arithmetic and geometry, are they?</p>\n\n<p>Why am I holding onto something I said as a child anyway? As if it reflects my current views?🙄</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/NoStupidQuestions/comments/qamtrx/why_do_people_hate_math_more_than_the_other_main/",
  "subreddit": "NoStupidQuestions",
  "id": "qamtrx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why does Math have a reputation for being extremely difficult? I follow a\nYouTube channel who put up a community poll asking what the worst subject was\nand the results were unanimously (like 75%) for Math! That bothers me because\ngrowing up, I actually used to think Math (and Science) to an extent,…"
}