{
  "author": "thisissamhill",
  "original_created_utc": 1627842821,
  "title": "CMV: If we need Covid lockdowns then we need the border closed.",
  "created_utc": 1627860782,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit for clarification: this is an anti-lockdown CMV, not stricter border control. Our elected government should not remove legal citizens liberties “for their own safety” if the government exhibits willful misconduct in preventing the spread of Covid due to illegal border crossings. Again, I’m not arguing we need to police our borders more strongly. Instead, I’m stating the government’s failure to adequately do so limits their ethical power in imposing lockdowns on their citizens. </p>\n\n<p>OP - These two issues create a hypocrisy of outcomes when only viewed through the lens of protections from Covid. Covid lockdowns ensure lower transmission rates of the virus with the goal of decreasing infections. Nothing about allowing people to cross the border illegally contributes to the goals of lower transmission rates and decreased infections. </p>\n\n<p>Yes, protections are being emplaced to mitigate against the risk of Covid at detention facilities, but that is managing the additional risk of Covid transmission and increased infection numbers in America due to illegal border crossings occurring. </p>\n\n<p>The government has already been flying illegal immigrants from military bases in Texas to undisclosed locations in the US. Here’s a copy of an email from Air Force Lt. Col. Matthew Burrows briefing his department to refer any questions to the military base Public Affairs Officer (PAO). This action is also in direct contradiction of the desired end state of Covid lockdowns. </p>\n\n<p><a href=\"https://sanangelolive.com/news/texas/2021-07-15/flying-squadron-commander-attains-unwanted-fame\">https://sanangelolive.com/news/texas/2021-07-15/flying-squadron-commander-attains-unwanted-fame</a></p>\n\n<p>Obviously there are different end states the current government administration wants from Covid lockdowns and continuing to accept illegal immigrants at the border and secretly dispersing them to undisclosed locations throughout the country. I acknowledge it’s possible for the Biden administration to want both 1) lower Covid infection rates, and 2) continued illegal immigration. However, it’s impossible to state that the ancillary effects of “2” will increase the effectiveness of “1”. </p>\n\n<p>In other words, the Biden administration supports the anti-lockdown behavior of non-Americans in America while remaining open to locking down Americans in America. </p>\n\n<p><a href=\"https://www.kusi.com/the-biden-administration-indicates-they-are-open-to-returning-to-lockdowns/\">https://www.kusi.com/the-biden-administration-indicates-they-are-open-to-returning-to-lockdowns/</a></p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/ovxkci/cmv_if_we_need_covid_lockdowns_then_we_need_the/",
  "subreddit": "changemyview",
  "id": "ovxkci",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Edit for clarification: this is an anti-lockdown CMV, not stricter border\ncontrol. Our elected government should not remove legal citizens liberties “for\ntheir own safety” if the government exhibits willful misconduct in preventing\nthe spread of Covid due to illegal border crossings. Again, I’m not…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誤解のないように編集すると、これはアンチロックダウンのCMVであり、より厳しい国境管理ではない。\nコントロールです。選挙で選ばれた政府は、政府が展示を行う場合、「自分の安全のために」合法的な市民の自由を奪うべきではありません。\nもし政府が不法な国境通過によるCovidの拡散を防ぐために故意の違法行為を行った場合、我々が選んだ政府は合法的な市民の自由を「自分たちの安全のために」奪うべきではない。\n違法な国境通過によるCovidの蔓延を防ぐために、政府が故意の違法行為を行ったとしても、選挙で選ばれた政府は、合法的な市民の自由を「自らの安全のために」奪うべきではない。繰り返しになりますが、私は...",
      "title": "CMV: Covidのロックダウンが必要ならば、国境を閉鎖する必要があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑澄清：这是一个反封锁的CMV，不是更严格的边境\n控制。我们选出的政府不应该 \"为了自己的安全 \"而剥夺合法公民的自由。\n他们自己的安全\"，如果政府在防止因非法越境而导致的Covid扩散方面表现出故意的不当行为\n由于非法越境而导致的Covid的传播。再说一遍，我不是...",
      "title": "CMV：如果我们需要Covid锁定，那么我们需要关闭边境。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯澄清：這是一個反封鎖的CMV，不是更嚴格的邊境\n控制。我們選出的政府不應該 \"爲了自己的安全 \"而剝奪合法公民的自由。\n他們自己的安全\"，如果政府在防止因非法越境而導致的Covid擴散方面表現出故意的不當行爲\n由於非法越境而導致的Covid的傳播。再說一遍，我不是...",
      "title": "CMV：如果我們需要Covid鎖定，那麼我們需要關閉邊境。"
    }
  ]
}