{
  "author": "thisissamhill",
  "original_created_utc": 1627842821,
  "title": "CMV: If we need Covid lockdowns then we need the border closed.",
  "created_utc": 1627860782,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit for clarification: this is an anti-lockdown CMV, not stricter border control. Our elected government should not remove legal citizens liberties “for their own safety” if the government exhibits willful misconduct in preventing the spread of Covid due to illegal border crossings. Again, I’m not arguing we need to police our borders more strongly. Instead, I’m stating the government’s failure to adequately do so limits their ethical power in imposing lockdowns on their citizens. </p>\n\n<p>OP - These two issues create a hypocrisy of outcomes when only viewed through the lens of protections from Covid. Covid lockdowns ensure lower transmission rates of the virus with the goal of decreasing infections. Nothing about allowing people to cross the border illegally contributes to the goals of lower transmission rates and decreased infections. </p>\n\n<p>Yes, protections are being emplaced to mitigate against the risk of Covid at detention facilities, but that is managing the additional risk of Covid transmission and increased infection numbers in America due to illegal border crossings occurring. </p>\n\n<p>The government has already been flying illegal immigrants from military bases in Texas to undisclosed locations in the US. Here’s a copy of an email from Air Force Lt. Col. Matthew Burrows briefing his department to refer any questions to the military base Public Affairs Officer (PAO). This action is also in direct contradiction of the desired end state of Covid lockdowns. </p>\n\n<p><a href=\"https://sanangelolive.com/news/texas/2021-07-15/flying-squadron-commander-attains-unwanted-fame\">https://sanangelolive.com/news/texas/2021-07-15/flying-squadron-commander-attains-unwanted-fame</a></p>\n\n<p>Obviously there are different end states the current government administration wants from Covid lockdowns and continuing to accept illegal immigrants at the border and secretly dispersing them to undisclosed locations throughout the country. I acknowledge it’s possible for the Biden administration to want both 1) lower Covid infection rates, and 2) continued illegal immigration. However, it’s impossible to state that the ancillary effects of “2” will increase the effectiveness of “1”. </p>\n\n<p>In other words, the Biden administration supports the anti-lockdown behavior of non-Americans in America while remaining open to locking down Americans in America. </p>\n\n<p><a href=\"https://www.kusi.com/the-biden-administration-indicates-they-are-open-to-returning-to-lockdowns/\">https://www.kusi.com/the-biden-administration-indicates-they-are-open-to-returning-to-lockdowns/</a></p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/ovxkci/cmv_if_we_need_covid_lockdowns_then_we_need_the/",
  "subreddit": "changemyview",
  "id": "ovxkci",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Edit for clarification: this is an anti-lockdown CMV, not stricter border\ncontrol. Our elected government should not remove legal citizens liberties “for\ntheir own safety” if the government exhibits willful misconduct in preventing\nthe spread of Covid due to illegal border crossings. Again, I’m not…"
}