{
  "author": "Hsingtism",
  "the_new_excerpt": "Why YSK: There are a lot of websites out there that can download videos from\nYouTube and other sites, but those websites are usually really sketchy,\nad-infested, or both. People still use those because it is the easiest, if not\nonly, way to download videos from sites. youtube-dl fixes that\n\nyoutube…",
  "original_created_utc": 1619922328,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：世の中には、YouTubeなどから動画をダウンロードできるサイトがたくさんあります。\nYouTubeやその他のサイトからビデオをダウンロードできるサイトはたくさんありますが、それらのサイトは大抵、大雑把で、広告が入っていたり、その両方だったりします。\nその両方です。しかし、人々は、サイトからビデオをダウンロードする最も簡単な方法であることから、それらを使用しています。\nyoutube-dlはそれを解決します。\n\nyoutube...",
      "title": "YSKさんは、YouTubeやその他多くのビデオサイトから、怪しげな広告やリンクなしにビデオをダウンロードできる「youtube-dl」というプログラムがあることを知りました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：现在有很多网站可以从YouTube和其他网站下载视频。\nYouTube和其他网站，但这些网站通常非常粗略。\n广告缠身，或两者兼而有之。人们仍然使用这些网站，因为这是最简单的，甚至是唯一的，从网站上下载视频的方式。\nyoutube-dl可以解决这个问题。\n\nyoutube...",
      "title": "YSK有一个程序叫youtube-dl，可以从YouTube和更多的视频网站下载视频，没有粗略的广告或链接。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：現在有很多網站可以從YouTube和其他網站下載視頻。\nYouTube和其他網站，但這些網站通常非常粗略。\n廣告纏身，或兩者兼而有之。人們仍然使用這些網站，因爲這是最簡單的，甚至是唯一的，從網站上下載視頻的方式。\nyoutube-dl可以解決這個問題。\n\nyoutube...",
      "title": "YSK有一個程序叫youtube-dl，可以從YouTube和更多的視頻網站下載視頻，沒有粗略的廣告或鏈接。"
    }
  ],
  "title": "YSK that there is a program called youtube-dl that can download videos from YouTube and a lot more video sites without sketchy ads or links",
  "created_utc": 1619969838,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There are a lot of websites out there that can download videos from YouTube and other sites, but those websites are usually really sketchy, ad-infested, or both. People still use those because it is the easiest, if not only, way to download videos from sites. youtube-dl fixes that</p>\n\n<p>youtube-dl is a program that can download videos, playlists, and entire channels from a <a href=\"https://ytdl-org.github.io/youtube-dl/supportedsites.html\">lot of sites</a> directly onto your computer without other services</p>\n\n<p>youtube-dl is extremely powerful and customizable, you can read its <a href=\"https://github.com/ytdl-org/youtube-dl/blob/master/README.md#readme\">documentation</a> or look up other resources to see what it can do. It is command-line based, though <strong>don&#39;t be intimidated by its complexity</strong>, it is really easy to use if you&#39;re just downloading a simple video</p>\n\n<p>I am not going to make a tutorial here, but here some resources regarding the program</p>\n\n<p><a href=\"https://youtube-dl.org/\"><strong>youtube-dl website</strong></a> <strong>(download links &amp; stuff is here)</strong></p>\n\n<p><a href=\"https://www.youtube.com/watch?v=yOhGkZ4U4lI\"><strong>pretty good Windows tutorial</strong></a></p>\n\n<p><a href=\"https://github.com/ytdl-org/youtube-dl\">GitHub</a></p>\n\n<p><a href=\"https://github.com/ytdl-org/youtube-dl/blob/master/README.md#readme\">documentation</a> </p>\n\n<p>One more thing, because a lot of people use this program to, ya know, sail ships, there is some legal controversy surrounding it, but it should be fine</p>\n</div><!-- SC_ON -->",
  "score": 106,
  "permalink": "/r/YouShouldKnow/comments/n2x4wt/ysk_that_there_is_a_program_called_youtubedl_that/",
  "subreddit": "YouShouldKnow",
  "id": "n2x4wt",
  "is_self": true,
  "media": null,
  "is_video": false
}