{
  "author": "No-Translator-2144",
  "original_created_utc": 1635640844,
  "title": "Books to expand the views of a conservative?",
  "created_utc": 1635665970,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>[edit] Thanks guys, some really great suggestions here. Enough to keep me busy for a while haha. I really appreciate all you input. I&#39;ve added all your recs to my goodreads account &#39;want to read&#39; list. </p>\n\n<p>Hi friends,</p>\n\n<p>I would consider myself fairly conservative. I am a christian, and my faith is very important to me. I study psychology. I love the study of human biology, I love art, music, history (ancient - modern and everything in between), high fantasy novels, and the occasional smutty read (yes I know - how very un-christian of me). I also love food, red wine and champagne and gin. I love Grand Designs, and Chefs Table. My youtube history features the likes of Russel Brand, Jordan Peterson, Ben Shapiro, Joe Rogan, Bill Johnson, Gary Hamerick and Kris Valloton among many others. So as you can see, a very conservative lean.</p>\n\n<p>I really value balance in life though. But I can&#39;t stand the overly preachy, accusatory and nihilistic &#39;the world is ending in fire&#39; tone of the far left that I so often see in the mainstream media. So my question is, what are some good book suggestions, that might expand my repertoire, learn me a little something, and expose me to some different views - without slamming ideology down my throat? Obviously, every author has biases - but I hope you get what i&#39;m saying.  I don&#39;t really care what it&#39;s about, I&#39;m just after suggestions across the board. Thanks guys!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/booksuggestions/comments/qjefei/books_to_expand_the_views_of_a_conservative/",
  "subreddit": "booksuggestions",
  "id": "qjefei",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "[edit] Thanks guys, some really great suggestions here. Enough to keep me busy\nfor a while haha. I really appreciate all you input. I've added all your recs to\nmy goodreads account 'want to read' list.\n\nHi friends,\n\nI would consider myself fairly conservative. I am a christian, and my faith is\nvery…"
}