{
  "author": "TheAvalonn",
  "original_created_utc": 1640417831,
  "title": "YSK: Subscribe to \"difficult to cancel\" services like the New York Times through the Google Play/Apple App stores whenever possible to be able to easily cancel later without speaking to a live agent.",
  "created_utc": 1640432535,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Services such the NY Times are notorious for making you speak to a live agent and go though an arduous process to cancel the service you easily signed up for online.&lt;/p&gt;\n\n&lt;p&gt;Services like this are not rare and growing day by day, however many allow you to sign up through the Google Play/ Apple App Store if you do so via their mobile apps instead of the websites.&lt;/p&gt;\n\n&lt;p&gt;If you do this, you can easily cancel these subscriptions on your phone in just a few clicks without having to bother with each service&amp;#39;s customer care.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/ro54uv/ysk_subscribe_to_difficult_to_cancel_services/",
  "subreddit": "YouShouldKnow",
  "id": "ro54uv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Services such the NY Times are notorious for making you speak to a live\nagent and go though an arduous process to cancel the service you easily signed\nup for online.\n\nServices like this are not rare and growing day by day, however many allow you\nto sign up through the Google Play/ Apple…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: NY Timesのようなサービスは、生身の人間と話をさせることで有名です。\nを解約するために、面倒な手続きをしなければならない。\nネットで申し込む。\n\nこのようなサービスは珍しくなく、日々増え続けていますが、多くのサービスにおいて\nGoogle PlayやAppleから申し込む...",
      "title": "YSK: Google Play/Apple App StoreでNew York Timesのような「解約しにくい」サービスをできるだけ購読し、ライブエージェントと話すことなく、後で簡単に解約できるようにしておくことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：像《纽约时报》这样的服务机构因让你与一个现场代理通话而臭名昭著。\n代理人，并经历了一个艰巨的过程来取消你在网上轻松签署的服务。\n的在线服务。\n\n像这样的服务并不罕见，而且与日俱增，然而许多服务允许你\n通过Google Play/Apple...",
      "title": "YSK：尽可能通过Google Play/Apple App商店订阅 \"难以取消 \"的服务，如《纽约时报》，以便以后能够轻松取消，而无需与现场代理交谈。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：像《紐約時報》這樣的服務機構因讓你與一個現場代理通話而臭名昭著。\n代理人，並經歷了一個艱鉅的過程來取消你在網上輕鬆簽署的服務。\n的在線服務。\n\n像這樣的服務並不罕見，而且與日俱增，然而許多服務允許你\n通過Google Play/Apple...",
      "title": "YSK：儘可能通過Google Play/Apple App商店訂閱 \"難以取消 \"的服務，如《紐約時報》，以便以後能夠輕鬆取消，而無需與現場代理交談。"
    }
  ]
}