{
  "author": "IJustNeedWifi-",
  "the_new_excerpt": "Those of you who have been following my little journey... I have been reading\nthe Harry Potter books for the first time. I’ve been reading the remainder\n(about a 1/5) since 1am... it’s 5am now... And let me say....\n\nI am wrecked. I was loving the beginning so much... the order coming for…",
  "original_created_utc": 1614488565,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "那些一直在关注我的小旅程的人... ... 我一直在读\n哈利波特》这本书的第一遍。我一直在读剩下的书\n(约1/5)从凌晨1点开始......现在5点了......。让我说....\n\n我是残废的。我很喜欢这个开头......订单来了... ...",
      "title": "我完成了 \"凤凰令\"... ..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "那些一直在關注我的小旅程的人... ... 我一直在讀\n哈利波特》這本書的第一遍。我一直在讀剩下的書\n(約1/5)從凌晨1點開始......現在5點了......。讓我說....\n\n我是殘廢的。我很喜歡這個開頭......訂單來了... ...",
      "title": "我完成了 \"鳳凰令\"... ..."
    }
  ],
  "title": "So I finished Order of the Phoenix...",
  "created_utc": 1614518550,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Those of you who have been following my little journey...\nI have been reading the Harry Potter books for the first time. I’ve been reading the remainder (about a 1/5) since 1am... it’s 5am now...\nAnd let me say.... </p>\n\n<p>I am wrecked. \nI was loving the beginning so much... the order coming for Harry, Christmas at the headquarters, seeing Lockhart again... and Snapes memory! I loved that. </p>\n\n<p>I knew Sirius was going to die because I’d seen the film... but boy howdy, I’m still sad as hell...\nI don’t cry at films or books. I just can’t. I never have. I feel like I want to. I’m absolutely dying inside. But the tears just won’t come. \nI’m devastated that Sirius was only in Harry’s life for such a short amount of time...</p>\n\n<p>AND THE FUCKING TWO WAY MIRRORS COULD HAVE STOPPED EVERYTHING GOD FUCKING DAMMIT IM SO ANGRY HARRY YOU ABSOLUTE IDIOT.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/lu6yws/so_i_finished_order_of_the_phoenix/",
  "subreddit": "books",
  "id": "lu6yws",
  "is_self": true,
  "media": null,
  "is_video": false
}