{
  "author": "chalu-mo",
  "original_created_utc": 1627919120,
  "title": "The last book that pissed you off...",
  "created_utc": 1627931357,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, this is a very specific topic, because I&#39;ve just finished a book that really just pissed me off.</p>\n\n<p>Poor dude is burned out and depressed when his wife passes away in a plane crash... \n<span class=\"md-spoiler-text\">Except his &quot;best friends&quot; (and family!) are sacred that he&#39;ll kill himself so they all lie to him, tell him she never got into the place. Instead she decided to leave him and abandon him and their daughter for another man, because that&#39;s less traumatizing for some reason... After FIVE YEARS the dude learns the truth, goes to a psychiatrist in a state of panic (wonder why\n...), tells him everything, and the psychiatrist tells him &quot;well, they seems like great friends, they were right and you should be grateful, and you should totally keep all of them in your life&quot;. And so everything goes back to what it was before, they&#39;re all BFF again and nothing ever happened.\nWTF.</span></p>\n\n<p>So yeah, no more books from this author for me, I guess!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/owh7g3/the_last_book_that_pissed_you_off/",
  "subreddit": "books",
  "id": "owh7g3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, this is a very specific topic, because I've just finished a book that really\njust pissed me off.\n\nPoor dude is burned out and depressed when his wife passes away in a plane\ncrash... Except his \"best friends\" (and family!) are sacred that he'll kill\nhimself so they all lie to him, tell him she…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは非常に特殊な話題ですが、私はある本を読み終えたばかりで、その本には本当に\n私は本当に腹が立ちました。\n\n妻を飛行機事故で亡くした哀れな男が、燃え尽きて落ち込んでいる。\n落ち込んでいます。ただし、彼の「親友」（そして家族！）は、彼が自殺するだろうと神聖視している。\n彼の \"親友\"（そして家族！）は、彼が自殺することを神聖視しているので、全員が彼に嘘をつき、妻が...",
      "title": "最後にムカついた本は...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以，这是一个非常具体的话题，因为我刚刚读完一本书，真的\n让我很不爽。\n\n当他的妻子在一次飞机失事中去世时，这个可怜的家伙已经精疲力尽，情绪低落。\n他的妻子在一次飞机失事中去世了，可怜的家伙焦头烂额，郁郁寡欢... 除了他的 \"最好的朋友\"（和家人！）是神圣的，他将自杀\n所以他们都对他撒谎，告诉他她...",
      "title": "上一本让你生气的书..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，這是一個非常具體的話題，因爲我剛剛讀完一本書，真的\n讓我很不爽。\n\n當他的妻子在一次飛機失事中去世時，這個可憐的傢伙已經精疲力盡，情緒低落。\n他的妻子在一次飛機失事中去世了，可憐的傢伙焦頭爛額，鬱鬱寡歡... 除了他的 \"最好的朋友\"（和家人！）是神聖的，他將自殺\n所以他們都對他撒謊，告訴他她...",
      "title": "上一本讓你生氣的書..."
    }
  ]
}