{
  "author": "maali74",
  "original_created_utc": 1636843685,
  "title": "YSK: In most states (and possibly other countries) it is illegal to ride alongside another car and block traffic behind you.",
  "created_utc": 1636850727,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: you have no idea who is behind you or trying to pass you, and especially in the US where ambulances are often not called during an emergency, the person trying to get around you may be in a very dire situation. Ive been in the car w a 1 year old baby with an impacted bowel and we got stuck behind someone who refused to pass the person they were riding next to. I&#39;ve also read about a tree-worker who sliced his leg w his chainsaw (on accident), bled out in the car and died bc a woman felt it was her job to &quot;slow down the speeders.&quot; (She was later arrested for manslaughter.)</p>\n\n<p>Bottom line - don&#39;t be an asshole on the road - you never know who behind you may be dying, and your actions could be the difference between life and death.</p>\n</div><!-- SC_ON -->",
  "score": 179,
  "permalink": "/r/YouShouldKnow/comments/qtc2vn/ysk_in_most_states_and_possibly_other_countries/",
  "subreddit": "YouShouldKnow",
  "id": "qtc2vn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: you have no idea who is behind you or trying to pass you, and\nespecially in the US where ambulances are often not called during an emergency,\nthe person trying to get around you may be in a very dire situation. Ive been in\nthe car w a 1 year old baby with an impacted bowel and we got stuck…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、後ろに誰がいるのか、追い越そうとしているのかがわからないし\n特にアメリカでは、緊急時に救急車が呼ばれないことがよくあります。\n特にアメリカでは、緊急時に救急車が呼ばれないことが多いので、あなたを追い越そうとしている人が非常に悲惨な状況にあるかもしれません。私はこれまでに\n腸閉塞の1歳の赤ちゃんを連れて車に乗ったことがありますが、立ち往生してしまいました...。",
      "title": "YSK: ほとんどの州（おそらく他の国も）では、他の車と並走して後ろの交通を妨害することは違法です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：你不知道谁在你后面或试图超过你，而且\n特别是在美国，在紧急情况下往往不叫救护车。\n试图绕过你的人可能处于非常危险的境地。我曾经在\n我和一个1岁的婴儿在车里，他的肠子被挤压了，我们被卡住了......",
      "title": "YSK：在大多数州（可能还有其他国家），与另一辆车并排骑行并阻挡后面的交通是违法的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：你不知道誰在你後面或試圖超過你，而且\n特別是在美國，在緊急情況下往往不叫救護車。\n試圖繞過你的人可能處於非常危險的境地。我曾經在\n我和一個1歲的嬰兒在車裏，他的腸子被擠壓了，我們被卡住了......",
      "title": "YSK：在大多數州（可能還有其他國家），與另一輛車並排騎行並阻擋後面的交通是違法的。"
    }
  ]
}