{
  "author": "Gemini_zyx",
  "the_new_excerpt": "So I picked up the book with a good idea of the premise and knowing it was one\nof the best regarded horror books of all time. The opening paragraph is\nspectactular and I read it over and over again.\n\nHowever after a short time I found myself feeling disappointed in the book. It\nhad some good writing…",
  "original_created_utc": 1620993200,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本を手にしたのは、前提条件をよく理解していたのと、この本がホラー小説の中でも最高の評価を受けていることを知っていたからです。\nホラー本の中でも最も評価の高い作品の一つであることを知っていたからだ。冒頭の段落は\n何度も何度も読み返しました。\n\nしかし、しばらくすると、この本に失望している自分に気づきました。この本は\nしかし、しばらくすると、この本に失望してしまいました...。",
      "title": "ちょうど「The Haunting of Hill House」を見終わったところで、自分の考えを整理する必要があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我拿起这本书时，对它的前提有了很好的了解，并且知道它是有史以来最受好评的恐怖书之一。\n这本书是有史以来最受欢迎的恐怖书之一。开头的一段话是\n壮观，我一遍又一遍地读它。\n\n然而过了不久，我发现自己对这本书感到失望。这本书\n它有一些好的写作...",
      "title": "刚刚看完《山庄闹鬼》，需要解决我的想法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我拿起這本書時，對它的前提有了很好的瞭解，並且知道它是有史以來最受好評的恐怖書之一。\n這本書是有史以來最受歡迎的恐怖書之一。開頭的一段話是\n壯觀，我一遍又一遍地讀它。\n\n然而過了不久，我發現自己對這本書感到失望。這本書\n它有一些好的寫作...",
      "title": "剛剛看完《山莊鬧鬼》，需要解決我的想法。"
    }
  ],
  "title": "Just finished \"The Haunting of Hill House\" and need to settle my thoughts.",
  "created_utc": 1621006100,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I picked up the book with a good idea of the premise and knowing it was one of the best regarded horror books of all time. The opening paragraph is spectactular and I read it over and over again.</p>\n\n<p>However after a short time I found myself feeling disappointed in the book. It had some good writing but it lacked the fear factor I was expecting. I feel I may have apporached the book with the wrong expectations, thinking that a novels horror would be like that of a film.</p>\n\n<p>I finished the book in 2 days which is a testament to its readability but after finishing it I find myself with the book lingering in my thoughts. I found aspects of the plot slighly ambigious and have deliberatly not looked up any clarification or others thoughts so as not to ruin the feeling.</p>\n\n<p>I can say that book was very different to what I expected but so much more rewarding. To have horror that lingers in the back of the mind rather than the jumpscares I come expect all horror to be.</p>\n\n<p>What are other peoples experince with horror novels? What other stories have lingered in your mind with a sense of unease you cant shake? And does anyone have a theory why HoHH left such a powerful impression?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/nc6sd7/just_finished_the_haunting_of_hill_house_and_need/",
  "subreddit": "books",
  "id": "nc6sd7",
  "is_self": true,
  "media": null,
  "is_video": false
}