{
  "author": "Wunderlandtripzz",
  "original_created_utc": 1626320099,
  "title": "So I read The Devil Wears Prada",
  "created_utc": 1626356572,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I finished reading The Devil Wears Prada today. It was entertaining, but wow. I&#39;ve never disliked a narrarator so much. The way Andy speaks about other people - and her disdain for just about everything - really put me off. </p>\n\n<p>A lot of the books events played out like a slow moving train wreck. Andy keeps making wrong/hurtful decisions, and doesn&#39;t seem to realize it until the end of the book. She seems self aware to a degree - but not enough to stop herself, or really change her behavior.</p>\n\n<p>Anyone else read this one? What were your thoughts?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/okkjea/so_i_read_the_devil_wears_prada/",
  "subreddit": "books",
  "id": "okkjea",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I finished reading The Devil Wears Prada today. It was entertaining, but wow.\nI've never disliked a narrarator so much. The way Andy speaks about other people\n- and her disdain for just about everything - really put me off.\n\nA lot of the books events played out like a slow moving train wreck. Andy…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今日、「プラダを着た悪魔」を読み終えました。面白かったのですが、すごいですね。\nこんなにナレーターを嫌いになったのは初めてです。アンディの人の話の仕方や\n- アンディの他人に対する話し方や、何に対しても軽蔑している様子がとても気になりました。\n\nこの本の多くの出来事は、ゆっくりと進む列車の事故のように展開していきました。アンディ...",
      "title": "だから「プラダを着た悪魔」を読んだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我今天读完了《穿普拉达的魔鬼》。它很有娱乐性，但是哇。\n我从来没有如此不喜欢一个叙述者。安迪谈论其他人的方式\n- 以及她对所有事情的不屑一顾--真的让我不爽。\n\n这本书中的很多事件就像一个缓慢移动的火车残骸。安迪...",
      "title": "所以我读了《穿普拉达的恶魔》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我今天讀完了《穿普拉達的魔鬼》。它很有娛樂性，但是哇。\n我從來沒有如此不喜歡一個敘述者。安迪談論其他人的方式\n- 以及她對所有事情的不屑一顧--真的讓我不爽。\n\n這本書中的很多事件就像一個緩慢移動的火車殘骸。安迪...",
      "title": "所以我讀了《穿普拉達的惡魔》。"
    }
  ]
}