{
  "author": "rollingboulder89",
  "the_new_excerpt": "I would guess that a typical Democrat gets their news from CNN, MSNBC,\nWashington Post, NYT, etc. And the average conservative gets his news from Fox\nNews, Talk Radio, OAN, Breitbart, The Daily Caller, YouTubers like Stephen\nCrowder and Ben Shapiro, etc. If you go more into the fringes of the right…",
  "original_created_utc": 1610807877,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我猜测，一个典型的民主党人从CNN、MSNBC获取新闻。\n华盛顿邮报，纽约时报等。而一般的保守派从福克斯得到他的新闻。\n新闻、谈话电台、OAN、Breitbart、The Daily Caller、YouTububers，如Stephen。\nCrowder和Ben Shapiro等。如果你更深入到右派的边缘地带...",
      "title": "[改变我的想法]：民主党人和共和党人生活在完全不同的现实中，这正在摧毁我们的国家。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我猜測，一個典型的民主黨人從CNN、MSNBC獲取新聞。\n華盛頓郵報，紐約時報等。而一般的保守派從福克斯得到他的新聞。\n新聞、談話電臺、OAN、Breitbart、The Daily Caller、YouTububers，如Stephen。\nCrowder和Ben Shapiro等。如果你更深入到右派的邊緣地帶...",
      "title": "[改變我的想法]：民主黨人和共和黨人生活在完全不同的現實中，這正在摧毀我們的國家。"
    }
  ],
  "title": "CMV: Democrats and Republicans live in completely different realities and it is destroying our country.",
  "created_utc": 1610811020,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I would guess that a typical Democrat gets their news from CNN, MSNBC, Washington Post, NYT, etc. And the average conservative gets his news from Fox News, Talk Radio, OAN, Breitbart, The Daily Caller, YouTubers like Stephen Crowder and Ben Shapiro, etc. If you go more into the fringes of the right they probably get their news from QAnon and other conspiracy Facebook groups.</p>\n\n<p>This disparity in where both sides of the political aisle gets their news from is what I believe is causing the massive division and polarization we see. We can&#39;t agree on basic facts of reality like whether the 2020 election was fair.</p>\n\n<p>I think one clear measure we can take is enforcing anti-trust laws on broadcast and media companies. The fact that the conservative leaning Sinclair Broadcast Group covers 40% of American households, disproportionately in rural areas, is what is leading to the <a href=\"https://www.youtube.com/watch?v=_fHfgU8oMSo&amp;ab_channel=Deadspin\">brainwashing</a> of these rural conservatives.</p>\n\n<p>Another thing we can do is stop with this &quot;both sides&quot; meme. Both sides aren&#39;t just as bad when it comes to sensational media and disinformation. There is no left equivalent in terms of disinformation to QAnon. Like, we literally have QAnon supporters as congress people (i.e. Marjorie Taylor Greene). MSNBC or CNN never engaged in sensationalism on the level of the <a href=\"https://en.wikipedia.org/wiki/Barack_Obama_citizenship_conspiracy_theories\">birther movement</a> that Fox News engaged in. Sure, MSNBC, CNN, Washington Post do attack Trump a lot, but they do it on issues that Trump should be attacked on. In contrast, remember when Fox News had a whole media cycle dedicated to <a href=\"https://www.youtube.com/watch?v=W-WnoZbjdh4&amp;ab_channel=TheDailyShowwithTrevorNoah\">Obama ordering a burger with Dijon mustard</a>?</p>\n\n<p>At the end of the day, I think it&#39;s safe to say that most Americans want less division, less polarization, some agreement and compromise so we can get things done (fixing poverty, homelessness, drug addiction, healthcare reform, immigration reform, etc.). But we can&#39;t accomplish any of that if we don&#39;t fix the vast disparity in our media and news consumption.</p>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/changemyview/comments/kyjzxi/cmv_democrats_and_republicans_live_in_completely/",
  "subreddit": "changemyview",
  "id": "kyjzxi",
  "is_self": true,
  "media": null,
  "is_video": false
}