{
  "author": "Dicemanx2",
  "original_created_utc": 1634552533,
  "title": "YSK: A team of researchers is using a choose-your-own-adventure game to allow you to change your inner dialogue – and the study is still open for participants.",
  "created_utc": 1634560633,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: We’re beginning to realise the importance of self-care and investing in our mental wellness early enough, instead of reaching for treatment when things have already gone awry. While professional help is probably always the best option (if you can afford it), technology can surely play a role in terms of education and prevention.</p>\n\n<p>The Games for Emotional and Mental Health lab is a group of behaviour change researchers and game designers, pioneering a model that combines evidence-based wellbeing tools with play and storytelling because they’ve found that most existing apps fail to engage people long enough to deliver any benefits.<br/>\nThe lab recently opened a <a href=\"https://utwentebs.eu.qualtrics.com/jfe/form/SV_9uwhwDopngYIocu\">study</a> that you can take part in, focusing on an iOS game that teaches self-awareness through a choose-your-own-adventure story. If you’re the kind of person with a more creative mind, it could be worth trying this approach and help push science forward while you’re at it.</p>\n</div><!-- SC_ON -->",
  "score": 92,
  "permalink": "/r/YouShouldKnow/comments/qajun0/ysk_a_team_of_researchers_is_using_a/",
  "subreddit": "YouShouldKnow",
  "id": "qajun0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: We’re beginning to realise the importance of self-care and investing in\nour mental wellness early enough, instead of reaching for treatment when things\nhave already gone awry. While professional help is probably always the best\noption (if you can afford it), technology can surely play a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 私たちは、何かあったときに治療を受けるのではなく、早期にセルフケアを行い、心の健康に投資することの重要性に気づき始めています。\n事態が悪化してから治療を受けるのではなく、早期に自分の心の健康に投資することの重要性に気付き始めています。\n私たちは、問題が起きてから治療を受けるのではなく プロの助けを借りるのが一番だとは思いますが\nしかし、テクノロジーは確かに...",
      "title": "YSK: 研究チームは、選択式アドベンチャーゲームを使って、自分の心の中の対話を変えようとしていますが、まだ参加者を募集しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我们开始意识到自我保健的重要性，并尽早投资于我们的心理健康。\n我们开始意识到自我保健的重要性，并尽早对我们的心理健康进行投资，而不是在事情发生后才去寻求治疗。\n而不是在事情已经出了问题的时候才去寻求治疗。虽然专业帮助可能永远是最好的\n如果你能负担得起的话），技术肯定也能发挥重要作用。",
      "title": "YSK：一个研究小组正在使用一个选择自己的冒险游戏来让你改变你的内心对话--而且这项研究仍然开放给参与者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我們開始意識到自我保健的重要性，並儘早投資於我們的心理健康。\n我們開始意識到自我保健的重要性，並儘早對我們的心理健康進行投資，而不是在事情發生後纔去尋求治療。\n而不是在事情已經出了問題的時候纔去尋求治療。雖然專業幫助可能永遠是最好的\n如果你能負擔得起的話），技術肯定也能發揮重要作用。",
      "title": "YSK：一個研究小組正在使用一個選擇自己的冒險遊戲來讓你改變你的內心對話--而且這項研究仍然開放給參與者。"
    }
  ]
}