{
  "author": "bitb00m",
  "the_new_excerpt": "I work for a sandwich shop that has doordash and Uber Eats but they all are\nfairly similar.\n\nWhy YSK: In the food industry you run on a thin margin so when a food delivery\nservice says theya re going to take 20-30% from each sale that means you will\nessentialy make no money on that sale after all is…",
  "original_created_utc": 1619333991,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はサンドイッチショップで働いていますが、doordashとUber Eatsがありますが、どれもかなり似ています。\n似たようなものですね。\n\nYSK: 食品業界は薄利多売ですから、フードデリバリーサービスが売上の20～30％を取るというと\nそのため、フードデリバリーサービスが売上の20～30％を取ると言った場合、その分の利益は得られないことになります。\nつまり、あなたはその売り上げから何の利益も得られないということになります...",
      "title": "YSK フードデリバリーアプリは使わないほうがいい"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在一家三明治店工作，那里有doordash和Uber Eats，但它们都是\n但它们都相当相似。\n\n为什么是YSK：在食品行业，你的利润很低，所以当一个食品配送\n服务说他们将从每笔销售中抽取20-30%，这意味着你将在这笔销售中赚不到钱。\n那就意味着你在那笔交易中根本赚不到钱，毕竟...",
      "title": "YSK 你不应该使用食品配送应用程序"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在一家三明治店工作，那裏有doordash和Uber Eats，但它們都是\n但它們都相當相似。\n\n爲什麼是YSK：在食品行業，你的利潤很低，所以當一個食品配送\n服務說他們將從每筆銷售中抽取20-30%，這意味着你將在這筆銷售中賺不到錢。\n那就意味着你在那筆交易中根本賺不到錢，畢竟...",
      "title": "YSK 你不應該使用食品配送應用程序"
    }
  ],
  "title": "YSK You shouldn't use food delivery apps",
  "created_utc": 1619340824,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I work for a sandwich shop that has doordash and Uber Eats but they all are fairly similar.</p>\n\n<p>Why YSK: In the food industry you run on a thin margin so when a food delivery service says theya re going to take 20-30% from each sale that means you will essentialy make no money on that sale after all is said an done. If you care about the restaurants you order from use their app or call in and order and pick it up yourself. The companies that run these apps do not have a sustainable business model. If you look at these companies earnings they are all fairly young campanies heavily relying on investments and are yet see significant profit. Once these companies need to start functioning without the initial investment dollars you will see the prices rise even more.</p>\n\n<p>TDLR: by using delivery apps you are adding an unnecessary middleman that will cost you more and make the restaurant less money, don&#39;t use food delivery apps if you care about the business you are ordering from</p>\n\n<p>(If you want to read more about it this areticle breaks it down even more:  <a href=\"https://www.eatthecapital.com/post/why-you-shouldn-t-be-ordering-from-grubhub-or-uber-eats\">https://www.eatthecapital.com/post/why-you-shouldn-t-be-ordering-from-grubhub-or-uber-eats</a> )</p>\n</div><!-- SC_ON -->",
  "score": 110,
  "permalink": "/r/YouShouldKnow/comments/my2w00/ysk_you_shouldnt_use_food_delivery_apps/",
  "subreddit": "YouShouldKnow",
  "id": "my2w00",
  "is_self": true,
  "media": null,
  "is_video": false
}