{
  "author": "rhinokitty",
  "original_created_utc": 1627281508,
  "title": "YSK: If you saw something bright and fast in the sky -- like a huge shooting star -- it maight be a fireball. You can report it to the American Meteor Society.",
  "created_utc": 1627294386,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The American Meteor Society aggregates reports, and shares the data with NASA. Tracking meteorites and fireballs is an important part of the study of space, our solar system, and the universe.</p>\n\n<p><a href=\"https://fireball.amsmeteors.org/members/imo/report_intro/\">Here is the link to report a fireball, which is what they call a large meteor</a>.</p>\n</div><!-- SC_ON -->",
  "score": 618,
  "permalink": "/r/YouShouldKnow/comments/ort6ky/ysk_if_you_saw_something_bright_and_fast_in_the/",
  "subreddit": "YouShouldKnow",
  "id": "ort6ky",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The American Meteor Society aggregates reports, and shares the data\nwith NASA. Tracking meteorites and fireballs is an important part of the study\nof space, our solar system, and the universe.\n\nHere is the link to report a fireball, which is what they call a large…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、アメリカの流星協会が報告を集約して、そのデータをNASAと共有しているからです。\nNASAと共有しています。隕石や火の玉を追跡することは、太陽系や宇宙を研究する上で重要なことです。\n隕石や火球を追跡することは、宇宙、太陽系、そして宇宙の研究の重要な一部です。\n\nこちらのリンクから火球の報告ができます。",
      "title": "YSK: もし、空に明るくて速いものを見たら、それは大きな流れ星のようなもので、もしかしたら火球かもしれません。アメリカの流星協会に報告してください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：美国流星协会汇总报告，并与NASA分享数据\n与NASA分享。追踪陨石和火球是研究太空、太阳系和宇宙的一个重要部分。\n空间、我们的太阳系和宇宙研究的重要部分。\n\n这里是报告火球的链接，火球就是他们所说的大...",
      "title": "YSK：如果你在天空中看到明亮而快速的东西--比如一颗巨大的流星--那可能是一个火球。你可以向美国流星协会报告。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：美國流星協會彙總報告，並與NASA分享數據\n與NASA分享。追蹤隕石和火球是研究太空、太陽系和宇宙的一個重要部分。\n空間、我們的太陽系和宇宙研究的重要部分。\n\n這裏是報告火球的鏈接，火球就是他們所說的大...",
      "title": "YSK：如果你在天空中看到明亮而快速的東西--比如一顆巨大的流星--那可能是一個火球。你可以向美國流星協會報告。"
    }
  ]
}