{
  "author": "SnooRecipes1809",
  "original_created_utc": 1624406599,
  "title": "CMV: Raising Income Taxes in the US is a Heavily Misguided Way of \"Getting the Wealthy To Pay Their Fair Share\", Corporate Tax is a Much Better Alternative",
  "created_utc": 1624447919,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><ol>\n<li>My main problem is not with the purpose of the income tax, but rather <strong>how overwhelming the tax burden lies on the middle and upper middle class relative to that of corporations.</strong> Effective tax rates as of right now in the United States would have typical corporations paying around the low 20&#39;s%; loopholes in the accounting system for depreciating assets and stock options permit their actual payment to be well under their &quot;fair worth&quot;. Meanwhile, an employed American who has an income somewhere around the middle class can expect 30% or more of their paycheck to be gone. Corporations, who only exist to feed investors, are paying lower effective rates than typical employees who have kids to feed or people to guard. <strong>After being so responsible for the tax burden already, why raise income tax even more?</strong> I could be missing something in this picture but, to me, it looks like a simple case of flipping the tax burden onto corporations instead of raising income tax even further.</li>\n<li>Second issue; <strong>raising the income tax</strong> <strong><em>even further</em></strong> <strong>as a way of fighting income inequality perpetuates the economic fallacy that high salary = wealth.</strong> The signifier for wealth is <strong>net worth, NOT how much you make today.</strong> The young new lawyer, doctor, or pharmacist who has 6 figure loan balances and is only their first year out making big bucks is far poorer than the engineer whose been working since college. Several traditional  professions with those sweet salaries are incredibly misleading for the actual entry cost they demanded, and just because you command a mid 6 figure income after many years doesn&#39;t mean <em>poof, a Lamborghini and mansion appears and you&#39;re not paying your fair dues to society</em>. I&#39;m not saying we should base the tax system on asset allocation, but I&#39;m just asking people to get this false equation of high salary = wealth out of their head. <strong>This way any politician who campaigns for a movement on behalf of the economic &quot;common man&quot; doesn&#39;t come for your paychecks and understands that one&#39;s salary doesn&#39;t imply they&#39;re rich and hoarding from society.</strong> <em>Politicians know this is the case but they&#39;re so in bed with corporations anyway; we as voters need a way to fight this by knowing more about how dumb the income tax is.</em></li>\n</ol>\n\n<p><strong><em>The villains of wealth inequality and abysmal tax allocation in the US are equity owners in corporations. Come for their necks, not the broke pharmacist who works at your CVS. Go for the corporations and I guarantee you, even the slightest percentage point enforced properly (without those loopholes) will lead to millions in tax revenue.</em></strong> Now... to get the feds to properly <em>use</em> the money? That&#39;s a whole other thing.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/o60uny/cmv_raising_income_taxes_in_the_us_is_a_heavily/",
  "subreddit": "changemyview",
  "id": "o60uny",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": " 1. My main problem is not with the purpose of the income tax, but rather how\n    overwhelming the tax burden lies on the middle and upper middle class\n    relative to that of corporations. Effective tax rates as of right now in the\n    United States would have typical corporations paying around the…"
}