{
  "author": "SnooRecipes1809",
  "original_created_utc": 1624406599,
  "title": "CMV: Raising Income Taxes in the US is a Heavily Misguided Way of \"Getting the Wealthy To Pay Their Fair Share\", Corporate Tax is a Much Better Alternative",
  "created_utc": 1624447919,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><ol>\n<li>My main problem is not with the purpose of the income tax, but rather <strong>how overwhelming the tax burden lies on the middle and upper middle class relative to that of corporations.</strong> Effective tax rates as of right now in the United States would have typical corporations paying around the low 20&#39;s%; loopholes in the accounting system for depreciating assets and stock options permit their actual payment to be well under their &quot;fair worth&quot;. Meanwhile, an employed American who has an income somewhere around the middle class can expect 30% or more of their paycheck to be gone. Corporations, who only exist to feed investors, are paying lower effective rates than typical employees who have kids to feed or people to guard. <strong>After being so responsible for the tax burden already, why raise income tax even more?</strong> I could be missing something in this picture but, to me, it looks like a simple case of flipping the tax burden onto corporations instead of raising income tax even further.</li>\n<li>Second issue; <strong>raising the income tax</strong> <strong><em>even further</em></strong> <strong>as a way of fighting income inequality perpetuates the economic fallacy that high salary = wealth.</strong> The signifier for wealth is <strong>net worth, NOT how much you make today.</strong> The young new lawyer, doctor, or pharmacist who has 6 figure loan balances and is only their first year out making big bucks is far poorer than the engineer whose been working since college. Several traditional  professions with those sweet salaries are incredibly misleading for the actual entry cost they demanded, and just because you command a mid 6 figure income after many years doesn&#39;t mean <em>poof, a Lamborghini and mansion appears and you&#39;re not paying your fair dues to society</em>. I&#39;m not saying we should base the tax system on asset allocation, but I&#39;m just asking people to get this false equation of high salary = wealth out of their head. <strong>This way any politician who campaigns for a movement on behalf of the economic &quot;common man&quot; doesn&#39;t come for your paychecks and understands that one&#39;s salary doesn&#39;t imply they&#39;re rich and hoarding from society.</strong> <em>Politicians know this is the case but they&#39;re so in bed with corporations anyway; we as voters need a way to fight this by knowing more about how dumb the income tax is.</em></li>\n</ol>\n\n<p><strong><em>The villains of wealth inequality and abysmal tax allocation in the US are equity owners in corporations. Come for their necks, not the broke pharmacist who works at your CVS. Go for the corporations and I guarantee you, even the slightest percentage point enforced properly (without those loopholes) will lead to millions in tax revenue.</em></strong> Now... to get the feds to properly <em>use</em> the money? That&#39;s a whole other thing.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/o60uny/cmv_raising_income_taxes_in_the_us_is_a_heavily/",
  "subreddit": "changemyview",
  "id": "o60uny",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": " 1. My main problem is not with the purpose of the income tax, but rather how\n    overwhelming the tax burden lies on the middle and upper middle class\n    relative to that of corporations. Effective tax rates as of right now in the\n    United States would have typical corporations paying around the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": " 1. 私が一番問題にしているのは、所得税の目的ではなく、中流・上流階級の人々の税負担がいかに大きいかということです。\n    中流・上流階級の税負担が、企業に比べて圧倒的に大きいことです。\n    企業に比べて中流以上の層の税負担がいかに大きいかということです。現在の米国の実効税率は\n    アメリカの現在の実効税率では、典型的な企業が支払う税金はおよそ...",
      "title": "CMV: 米国の所得税増税は、「富裕層に公平な負担をさせる」という非常に誤った方法であり、法人税の方がはるかに優れた選択肢である。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": " 1. 我的主要问题不在于所得税的目的，而是在于\n    中产阶级和中上层阶级的税收负担是如何压倒性的。\n    相对于公司而言，中上层阶级的税收负担太重了。目前，美国的有效税率\n    美国的有效税率将使典型的公司支付大约......",
      "title": "CMV：在美国提高所得税是一种严重误导的 \"让富人支付其公平份额 \"的方式，公司税是一个更好的选择"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": " 1. 我的主要問題不在於所得稅的目的，而是在於\n    中產階級和中上層階級的稅收負擔是如何壓倒性的。\n    相對於公司而言，中上層階級的稅收負擔太重了。目前，美國的有效稅率\n    美國的有效稅率將使典型的公司支付大約......",
      "title": "CMV：在美國提高所得稅是一種嚴重誤導的 \"讓富人支付其公平份額 \"的方式，公司稅是一個更好的選擇"
    }
  ]
}