{
  "author": "ExtraDebit",
  "original_created_utc": 1633007653,
  "title": "CMV: There is virtually no reason to have spaces separated by gender, but sex is a basis for separate spaces.",
  "created_utc": 1633016657,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To start, I am not denying the existence of gender identity or gender.\nHowever, there is no significant reasons to separate societal physical spaces due to an identity.  Most male/female divisions (bathrooms, prisons, dressing rooms, etc.) are separated due to physical differences in bodies, not mental states.   </p>\n\n<p>For example: Dressing rooms are traditionally separated by sex, as males and females have different body parts that are revealed while getting dressed.  Someone&#39;s gender identity is not visible at all in a dressing room, and isn&#39;t relevant to separate people by.  I do know if the person next to me has a penis, I don&#39;t know if they identify as a man/woman/neither/both/other.    </p>\n\n<p>Another is sports.  Sports are separated by sex due to the huge physical differences males and females have.  Gender identity has no relevance when assigning sports teams (for example there is no issue with the non-binary, female soccer player in the olympics, she was placed on the team due to sex, not gender identity.). It is irrelevant in the race what gender people identify with.</p>\n\n<p>So if there is a division needed, it will virtually always be regarding sex.  There is really no basis to have any divisions based on gender identity (excluding groups that need support for gender identity issues, for example, this post is discussion separating the population in two.)</p>\n\n<p>Separating spaces such as sports, bathrooms, dressing rooms, prisons, shelters, etc. by gender identity has no purpose, as gender identity is invisible, can be changeable, and isn&#39;t relevant to the physical basis why these were originally separated.  </p>\n\n<p>Again, this isn&#39;t to discount gender identity, it is just saying it isn&#39;t a basis for physical separation.</p>\n\n<p>If you don&#39;t believe there should be separations by sex, then there is definitely no reason to separate due to gender.</p>\n\n<p>So to clarify, this isn&#39;t arguing that spaces need to be sex segregated (that is a different debate), but that sex does have a legitimate basis for separation, <strong>there is no reason that gender identity would be the basis for separating these spaces.</strong></p>\n</div><!-- SC_ON -->",
  "score": 94,
  "permalink": "/r/changemyview/comments/pyjita/cmv_there_is_virtually_no_reason_to_have_spaces/",
  "subreddit": "changemyview",
  "id": "pyjita",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To start, I am not denying the existence of gender identity or gender. However,\nthere is no significant reasons to separate societal physical spaces due to an\nidentity. Most male/female divisions (bathrooms, prisons, dressing rooms, etc.)\nare separated due to physical differences in bodies, not…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そもそも私は、性自認やジェンダーの存在を否定しているわけではありません。しかし\nアイデンティティのために社会的物理的空間を分離する大きな理由はありません。\nアイデンティティのために社会の物理的空間を分ける大きな理由はありません。ほとんどの男性/女性の区分（トイレ、刑務所、ドレッシングルームなど）は、身体の物理的な違いによって分けられています。\n体の違いで分けられているのであって...。",
      "title": "CMV: 性別でスペースを分ける理由はほぼありませんが、性別はスペースを分けるための根拠になります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我并不否认性别认同或性别的存在。然而。\n没有任何重要的理由因为一个身份而将社会的物理空间分开。\n身份。大多数男性/女性的划分（浴室、监狱、更衣室等）都是由于身体的差异而分开的，而不是\n是由于身体上的差异而分开的，而不是...",
      "title": "CMV：几乎没有理由按性别划分空间，但性别是划分空间的一个依据。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我並不否認性別認同或性別的存在。然而。\n沒有任何重要的理由因爲一個身份而將社會的物理空間分開。\n身份。大多數男性/女性的劃分（浴室、監獄、更衣室等）都是由於身體的差異而分開的，而不是\n是由於身體上的差異而分開的，而不是...",
      "title": "CMV：幾乎沒有理由按性別劃分空間，但性別是劃分空間的一個依據。"
    }
  ]
}