{
  "author": "EinUchiha",
  "original_created_utc": 1628587516,
  "title": "Is the whole \"Dune\" series worth reading?",
  "created_utc": 1628602308,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello guys, I&#39;m planning to get my self some Dune books to try out the Sci-fi genre. But I&#39;ve been wondering if the whole Dune series worth reading because I have heard many different opinions about this series. Some says Dune is great as a stand alone, some says the last 3 is not really worth it and there&#39;s also some says that I should read all 6 books.<br/>\nIf I can, I would get the first 3 books try it out and if I really love it I would buy the rest. But the delivery fee to my country is huge (52$ fee for 87$ books), because of that I usually have to buy at least 10 books at once. So I would really appreciate if you guys can give me some of your opinions.</p>\n\n<p>Another thing maybe you guys should know is that I chose Dune as my sci-fi starter because many of my favorite fantasy books is said to be familiar to Dune or have its influence.</p>\n\n<p>P/s: English is not my first language so please forgive me if I made some mistake.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/p1lqpf/is_the_whole_dune_series_worth_reading/",
  "subreddit": "books",
  "id": "p1lqpf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hello guys, I'm planning to get my self some Dune books to try out the Sci-fi\ngenre. But I've been wondering if the whole Dune series worth reading because I\nhave heard many different opinions about this series. Some says Dune is great as\na stand alone, some says the last 3 is not really worth it…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。私はSFのジャンルに挑戦するために、Duneの本を買おうと思っています。\nジャンルを試してみようと思っています。しかし、私はDuneシリーズ全体を読む価値があるのかどうか疑問に思っています。\nなぜなら、このシリーズについて様々な意見を聞いたからです。ある人はDuneは単独で素晴らしいと言い、ある人は最後の\nある人はDuneは単独で素晴らしいと言い、ある人は最後の3つの作品はあまり価値がないと言います...。",
      "title": "Dune」シリーズは全部読む価値がありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好，我打算给自己买一些《沙丘》的书来尝试一下科幻小说。\n体裁。但我一直在想，整个《沙丘》系列是否值得一读？\n因为我听到了很多关于这个系列的不同意见。有些人说，《沙丘》作为一个独立的作品是很好的。\n有的人说，《沙丘》作为一个独立的作品很好，有的人说最后三部并不值得一读......",
      "title": "整个 \"沙丘 \"系列值得阅读吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好，我打算給自己買一些《沙丘》的書來嘗試一下科幻小說。\n體裁。但我一直在想，整個《沙丘》系列是否值得一讀？\n因爲我聽到了很多關於這個系列的不同意見。有些人說，《沙丘》作爲一個獨立的作品是很好的。\n有的人說，《沙丘》作爲一個獨立的作品很好，有的人說最後三部並不值得一讀......",
      "title": "整個 \"沙丘 \"系列值得閱讀嗎？"
    }
  ]
}