{
  "author": "004040",
  "original_created_utc": 1630847402,
  "title": "CMV: Individual sustainability is meaningless - the focus should be on corporations instead.",
  "created_utc": 1630861279,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a disclaimer, I’d like to clarify my own actions as an individual towards sustainability: I’m aware that I’m still very far from being a zero-waste person, but I consider myself as someone above the average: E.g., I use recycled paper toilet and napkins, metal straws, reuse shopping bags, turn-off all power sockets when possible, do all my payments electronically without physical receipts, prefer sustainable clothing brands, do decomposition, avoid red meat, try 1-2 veggie day a week. and a few other easy things… anyway. </p>\n\n<p>I do those things because it’s my duty as an individual towards the planet. Still, I believe that my effort plus other individuals’ efforts in this world only counts towards a tiny, tiny fraction of the real impact in the world. They alone are not effective, at all. </p>\n\n<p>Most gov policies and ads’ focuses are towards individuals. IMO they should target the corporations. - fashion world, transportation, meat/fish producers, tech companies. And I don’t see that happening. </p>\n\n<p>When I shared this perspective with my friends - that our individuals efforts are meaningless - they look at me as a retrograde/pessimist person.\nThey say “No, our behavior will ultimately change the corporations attitudes.”\nEven if that’s true, it’s not efficient, it’s a super slow process.\nFor example, in groceries stores, the sustainable section is a small wall of the entire store and are super expensive. I also wonder how ecological are all the logistical processes behind the scenes of the corporations. </p>\n\n<p>my friends say “But individuals can change the world - look at Greta!” Yes, she is changing the world, but she is the exception, not the norm. And let’s be honest she is not a normal kid - her life purpose is sustainability. She is sacrificing herself for all of us (which I’m very grateful for but it’s as sad as inspirational.)</p>\n\n<p>People say “the way you speak, it demotivates someone to do their own part.”.\nAnd I’m wondering if I’m really a pessimist. That’s not the message I want to pass. I just want to say that “Yes, you should keep doing your part, but do not ilude yourself thinking that’s enough because it is not. Unless the gov/WHO really pressures the private corporations, we are still all fucked up.”</p>\n\n<p>Please, CMV.</p>\n\n<p>Edit: oh thank you for all the answers! I’m answering back to you within the next hour!</p>\n\n<p>Edit 2: I shared a last comment with my final changed/expanded view: <a href=\"https://www.reddit.com/r/changemyview/comments/pictll/cmv_individual_sustainability_is_meaningless_the/hbp89fb/\">https://www.reddit.com/r/changemyview/comments/pictll/cmv_individual_sustainability_is_meaningless_the/hbp89fb/</a></p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/pictll/cmv_individual_sustainability_is_meaningless_the/",
  "subreddit": "changemyview",
  "id": "pictll",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As a disclaimer, I’d like to clarify my own actions as an individual towards\nsustainability: I’m aware that I’m still very far from being a zero-waste\nperson, but I consider myself as someone above the average: E.g., I use recycled\npaper toilet and napkins, metal straws, reuse shopping bags, turn…"
}