{
  "author": "004040",
  "original_created_utc": 1630847402,
  "title": "CMV: Individual sustainability is meaningless - the focus should be on corporations instead.",
  "created_utc": 1630861279,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a disclaimer, I’d like to clarify my own actions as an individual towards sustainability: I’m aware that I’m still very far from being a zero-waste person, but I consider myself as someone above the average: E.g., I use recycled paper toilet and napkins, metal straws, reuse shopping bags, turn-off all power sockets when possible, do all my payments electronically without physical receipts, prefer sustainable clothing brands, do decomposition, avoid red meat, try 1-2 veggie day a week. and a few other easy things… anyway. </p>\n\n<p>I do those things because it’s my duty as an individual towards the planet. Still, I believe that my effort plus other individuals’ efforts in this world only counts towards a tiny, tiny fraction of the real impact in the world. They alone are not effective, at all. </p>\n\n<p>Most gov policies and ads’ focuses are towards individuals. IMO they should target the corporations. - fashion world, transportation, meat/fish producers, tech companies. And I don’t see that happening. </p>\n\n<p>When I shared this perspective with my friends - that our individuals efforts are meaningless - they look at me as a retrograde/pessimist person.\nThey say “No, our behavior will ultimately change the corporations attitudes.”\nEven if that’s true, it’s not efficient, it’s a super slow process.\nFor example, in groceries stores, the sustainable section is a small wall of the entire store and are super expensive. I also wonder how ecological are all the logistical processes behind the scenes of the corporations. </p>\n\n<p>my friends say “But individuals can change the world - look at Greta!” Yes, she is changing the world, but she is the exception, not the norm. And let’s be honest she is not a normal kid - her life purpose is sustainability. She is sacrificing herself for all of us (which I’m very grateful for but it’s as sad as inspirational.)</p>\n\n<p>People say “the way you speak, it demotivates someone to do their own part.”.\nAnd I’m wondering if I’m really a pessimist. That’s not the message I want to pass. I just want to say that “Yes, you should keep doing your part, but do not ilude yourself thinking that’s enough because it is not. Unless the gov/WHO really pressures the private corporations, we are still all fucked up.”</p>\n\n<p>Please, CMV.</p>\n\n<p>Edit: oh thank you for all the answers! I’m answering back to you within the next hour!</p>\n\n<p>Edit 2: I shared a last comment with my final changed/expanded view: <a href=\"https://www.reddit.com/r/changemyview/comments/pictll/cmv_individual_sustainability_is_meaningless_the/hbp89fb/\">https://www.reddit.com/r/changemyview/comments/pictll/cmv_individual_sustainability_is_meaningless_the/hbp89fb/</a></p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/pictll/cmv_individual_sustainability_is_meaningless_the/",
  "subreddit": "changemyview",
  "id": "pictll",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As a disclaimer, I’d like to clarify my own actions as an individual towards\nsustainability: I’m aware that I’m still very far from being a zero-waste\nperson, but I consider myself as someone above the average: E.g., I use recycled\npaper toilet and napkins, metal straws, reuse shopping bags, turn…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "免責事項として、持続可能性に対する個人としての行動を明らかにしておきたいと思います。\nを明らかにしたいと思います。廃棄物ゼロの人間になるには、まだまだ遠いと自覚していますが\nしかし、私は自分を平均以上の人間だと思っています。例えば、トイレやナプキンにはリサイクルペーパーを使い\n例えば、再生紙のトイレやナプキン、金属製のストローを使ったり、買い物袋を再利用したり...。",
      "title": "CMV：個人のサステナビリティに意味はなく、企業に焦点を当てるべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为免责声明，我想澄清我自己作为一个人对\n可持续发展。我知道我离成为一个零浪费的人还很远。\n但我认为自己是一个高于平均水平的人。例如，我使用回收的卫生纸\n例如，我使用回收的卫生纸和餐巾纸、金属吸管、重复使用的购物袋、转身...。",
      "title": "CMV：个人的可持续发展是没有意义的--应该把重点放在企业上。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲免責聲明，我想澄清我自己作爲一個人對\n可持續發展。我知道我離成爲一個零浪費的人還很遠。\n但我認爲自己是一個高於平均水平的人。例如，我使用回收的衛生紙\n例如，我使用回收的衛生紙和餐巾紙、金屬吸管、重複使用的購物袋、轉身...。",
      "title": "CMV：個人的可持續發展是沒有意義的--應該把重點放在企業上。"
    }
  ]
}