{
  "author": "SameThingHappened2Me",
  "original_created_utc": 1625341838,
  "title": "If you're still thinking about cryptocurrency as being only about currency, you haven't had the \"aha\" moment that's coming. It's like thinking of cellphones as being purely about phone calls (circa 2004) and not understanding the potential of smart phones.",
  "created_utc": 1625348381,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You hear a lot of a certain breed of maxi being very dismissive of smart contracts.  It&#39;s the 2004 equivalent of saying, &quot;okay, but so what?  I can play a glorified version of &#39;snake&#39; on an iPhone.  Nokia still has market dominance.&quot;</p>\n\n<p>The full picture of what it means to make a blockchain a turing-complete computer is beyond all our imaginations.  It&#39;s not a single feature.  It&#39;s the millions of yet-to-be-invented applications that will change the world.  </p>\n\n<p>When smart phones first came around, there wasn&#39;t all that much to &quot;do&quot; with them either.  The first real &quot;killer app&quot; of the smart phone market was email.  The idea of combining it with our phone was so handy it couldn&#39;t be denied.  And we already have our first killer app of smart contract platforms: DeFi.    The benefit of getting yield on your crypto is undeniable.  It&#39;s also clunky still, but that&#39;ll change.  The interfaces will get smoother, simpler, and less confusing.  And after DeFi, it&#39;ll be the next thing then the next, then the next.  Metaverse?  Decentralized Web?  Who knows.  But the point is it&#39;s coming.</p>\n\n<p>You hear people argue, &quot;but that isn&#39;t the <em>point</em> of cryptocurrency.  The <em>point</em> is to be a currency.&quot;  Technology doesn&#39;t care what things started as.  Is there anyone left whose primary use of their cellphone is to make phone calls?</p>\n</div><!-- SC_ON -->",
  "score": 238,
  "permalink": "/r/CryptoCurrency/comments/od51r8/if_youre_still_thinking_about_cryptocurrency_as/",
  "subreddit": "CryptoCurrency",
  "id": "od51r8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "You hear a lot of a certain breed of maxi being very dismissive of smart\ncontracts. It's the 2004 equivalent of saying, \"okay, but so what? I can play a\nglorified version of 'snake' on an iPhone. Nokia still has market dominance.\"\n\nThe full picture of what it means to make a blockchain a turing…"
}