{
  "author": "cbadge1",
  "original_created_utc": 1635734740,
  "title": "How can a book published in 1984 not be available for sale anywhere online? (\"Beyond the CIA: The Frank Terpil Story\" by Richard Lloyd and Antony Thomas)",
  "created_utc": 1635746147,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read a lot books on the history of intelligence / covert operations and for years have been trying to find a copy of &quot;Beyond the CIA: The Frank Terpil Story&quot; by Richard Lloyd and Antony Thomas (Seaver Books, 1984, ISBN = 086579023X). But I have yet to have found this book for sale anywhere (Abebooks, Amazon, Ebay, etc). I cannot recall any other books that have in a way disappeared in history such as this one. Has anyone ever read or seen this book? Or do you have any other examples of a book that has for all practical purposes disappeared from the market and become impossible to purchase?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/qk4pvy/how_can_a_book_published_in_1984_not_be_available/",
  "subreddit": "books",
  "id": "qk4pvy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I read a lot books on the history of intelligence / covert operations and for\nyears have been trying to find a copy of \"Beyond the CIA: The Frank Terpil\nStory\" by Richard Lloyd and Antony Thomas (Seaver Books, 1984, ISBN =\n086579023X). But I have yet to have found this book for sale anywhere…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は諜報活動や秘密工作の歴史について多くの本を読んでいます。\n何年も前から「Beyond the CIA」を見つけようとしていました。The Frank Terpil\nストーリー』（リチャード・ロイド、アントニー・トーマス著、Seaver Books, 1984, ISBN =\n086579023X). しかし、いまだにこの本が売られているのを見たことがない...。",
      "title": "1984年に出版された本がオンラインでどこにも売っていないのはなぜ？(リチャード・ロイド、アントニー・トーマス著『Beyond the CIA: The Frank Terpil Story』）。)"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我读了很多关于情报/秘密行动历史的书，多年来一直想找到一本 \"情报/秘密行动\"。\n多年来，我一直试图找到一本 \"超越中情局 \"的书。弗兰克-特皮尔的故事\n的故事\"（理查德-劳埃德和安东尼-托马斯著，Seaver Books，1984年，ISBN =\n086579023X). 但我还没有发现这本书在任何地方出售......",
      "title": "一本在1984年出版的书怎么可能在网上没有任何地方出售？(《超越中情局：弗兰克-特皮尔的故事》，作者理查德-劳埃德和安东尼-托马斯)"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我讀了很多關於情報/祕密行動歷史的書，多年來一直想找到一本 \"情報/祕密行動\"。\n多年來，我一直試圖找到一本 \"超越中情局 \"的書。弗蘭克-特皮爾的故事\n的故事\"（理查德-勞埃德和安東尼-托馬斯著，Seaver Books，1984年，ISBN =\n086579023X). 但我還沒有發現這本書在任何地方出售......",
      "title": "一本在1984年出版的書怎麼可能在網上沒有任何地方出售？(《超越中情局：弗蘭克-特皮爾的故事》，作者理查德-勞埃德和安東尼-托馬斯)"
    }
  ]
}