{
  "author": "AMoonBeam",
  "original_created_utc": 1632308076,
  "title": "CMV: If it isn't sexist to have sex preferences when it comes to dating and sex, then it isn't racist to have racial preferences when it comes to dating and sex",
  "created_utc": 1632317473,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In the case of racial preferences and sex preferences, physical characteristics are being used to discriminate against potential partners.</p>\n\n<p>If someone doesn&#39;t like dick, they won&#39;t fuck/date guys. If someone doesn&#39;t like black features, they won&#39;t date black people. Both of these seem perfectly reasonable to me, but for some reason people get called &quot;racist&quot; when they have racial preferences. By the logic, why isn&#39;t everyone except for pan/bi people sexist? Gay people and heterosexual people are also expressing preferences based on physical characteristics based on their sexual orientation. Why is one okay and the other not?</p>\n\n<p>It seems that either both should be okay or neither should be, but I don&#39;t see the sense in demonizing one while accepting the other. What&#39;s the meaningful difference?</p>\n</div><!-- SC_ON -->",
  "score": 86,
  "permalink": "/r/changemyview/comments/pt50fq/cmv_if_it_isnt_sexist_to_have_sex_preferences/",
  "subreddit": "changemyview",
  "id": "pt50fq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In the case of racial preferences and sex preferences, physical characteristics\nare being used to discriminate against potential partners.\n\nIf someone doesn't like dick, they won't fuck/date guys. If someone doesn't like\nblack features, they won't date black people. Both of these seem…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "人種差別や性別差別では、身体的特徴を利用して潜在的な能力を差別します。\nは、パートナー候補を差別するために利用されています。\n\nチンコが嫌いな人は、男とはやらないし、デートもしない。黒人の特徴が嫌いな人は\n黒人の特徴が嫌いな人は、黒人とは付き合わないでしょう。これらは、どちらも...",
      "title": "CMV: デートやセックスの際にセックスの好みを持つことが性差別でないなら、デートやセックスの際に人種の好みを持つことは人種差別ではありません"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在种族偏好和性别偏好的情况下，身体特征被用来歧视潜在的合作伙伴。\n正在被用来歧视潜在的合作伙伴。\n\n如果有人不喜欢鸡巴，他们就不会和男人做爱/约会。如果有人不喜欢\n黑人特征，他们就不会和黑人约会。这两种情况似乎都...",
      "title": "CMV: 如果在约会和性生活方面有性别偏好不是性别歧视，那么在约会和性生活方面有种族偏好就不是种族主义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在種族偏好和性別偏好的情況下，身體特徵被用來歧視潛在的合作伙伴。\n正在被用來歧視潛在的合作伙伴。\n\n如果有人不喜歡雞巴，他們就不會和男人做愛/約會。如果有人不喜歡\n黑人特徵，他們就不會和黑人約會。這兩種情況似乎都...",
      "title": "CMV: 如果在約會和性生活方面有性別偏好不是性別歧視，那麼在約會和性生活方面有種族偏好就不是種族主義。"
    }
  ]
}