{
  "author": "jss5070",
  "original_created_utc": 1627252579,
  "title": "CMV: Making the Olympics essentially \"Pay Per View\" goes against what the event is supposed to be about",
  "created_utc": 1627263484,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is US-centric since I know many countries have easier access to watching the Olympics than we do here.  It is impossible to legally watch the Olympics without paying for some service first, and that absolutely wrecks any enthusiasm I might have had for the Games.  I get that the training and travel are not free, but why must I line the pockets of NBC and cable companies to watch &quot;team USA&quot;?</p>\n\n<p>The greed it illustrates to me is almost comical in nature, and even goes beyond that this year.  I broke down and signed up for Peacock (NBC&#39;s new streaming service) because they advertised that they were streaming coverage, only to find out that paying for yet another service wasn&#39;t good enough for full access.  My wife is a horse person and loves the equestrian events, but those weren&#39;t included.  Why?  Probably because I needed to be punished for not having a cable subscription.  It is so sad and totally unnecessary.  I guess it is pretty American to suck every penny of profit out of something, but when that something is supposed to be &quot;national pride&quot;, I feel that is a step too far.</p>\n\n<p>*edit* - typo</p>\n</div><!-- SC_ON -->",
  "score": 110,
  "permalink": "/r/changemyview/comments/orlp6u/cmv_making_the_olympics_essentially_pay_per_view/",
  "subreddit": "changemyview",
  "id": "orlp6u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is US-centric since I know many countries have easier access to watching\nthe Olympics than we do here. It is impossible to legally watch the Olympics\nwithout paying for some service first, and that absolutely wrecks any enthusiasm\nI might have had for the Games. I get that the training and…"
}