{
  "author": "jss5070",
  "original_created_utc": 1627252579,
  "title": "CMV: Making the Olympics essentially \"Pay Per View\" goes against what the event is supposed to be about",
  "created_utc": 1627263484,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is US-centric since I know many countries have easier access to watching the Olympics than we do here.  It is impossible to legally watch the Olympics without paying for some service first, and that absolutely wrecks any enthusiasm I might have had for the Games.  I get that the training and travel are not free, but why must I line the pockets of NBC and cable companies to watch &quot;team USA&quot;?</p>\n\n<p>The greed it illustrates to me is almost comical in nature, and even goes beyond that this year.  I broke down and signed up for Peacock (NBC&#39;s new streaming service) because they advertised that they were streaming coverage, only to find out that paying for yet another service wasn&#39;t good enough for full access.  My wife is a horse person and loves the equestrian events, but those weren&#39;t included.  Why?  Probably because I needed to be punished for not having a cable subscription.  It is so sad and totally unnecessary.  I guess it is pretty American to suck every penny of profit out of something, but when that something is supposed to be &quot;national pride&quot;, I feel that is a step too far.</p>\n\n<p>*edit* - typo</p>\n</div><!-- SC_ON -->",
  "score": 110,
  "permalink": "/r/changemyview/comments/orlp6u/cmv_making_the_olympics_essentially_pay_per_view/",
  "subreddit": "changemyview",
  "id": "orlp6u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is US-centric since I know many countries have easier access to watching\nthe Olympics than we do here. It is impossible to legally watch the Olympics\nwithout paying for some service first, and that absolutely wrecks any enthusiasm\nI might have had for the Games. I get that the training and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これはアメリカを中心とした話ですが、多くの国ではここよりも簡単にオリンピックを見ることができます。\n観ることができます。お金を払わないと合法的にオリンピックを見ることはできません。\n合法的にオリンピックを見るには、何かのサービスにお金を払わなければなりません。\n私が持っていたオリンピックへの熱意が失われてしまいます。私は、トレーニングや...",
      "title": "CMV：オリンピックを本質的に「ペイ・パー・ビュー」にすることは、本来のイベントのあり方に反する。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是以美国为中心的，因为我知道许多国家比我们这里更容易观看到\n因为我知道许多国家比我们这里更容易观看奥运会。要想合法地观看奥运会\n如果不先支付一些服务费，就不可能合法观看奥运会，这绝对会破坏我对奥运会的任何热情。\n我可能对奥运会有任何热情。我明白，训练和...",
      "title": "CMV：使奥运会本质上成为 \"按次收费\"，违背了活动的本意。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是以美國爲中心的，因爲我知道許多國家比我們這裏更容易觀看到\n因爲我知道許多國家比我們這裏更容易觀看奧運會。要想合法地觀看奧運會\n如果不先支付一些服務費，就不可能合法觀看奧運會，這絕對會破壞我對奧運會的任何熱情。\n我可能對奧運會有任何熱情。我明白，訓練和...",
      "title": "CMV：使奧運會本質上成爲 \"按次收費\"，違背了活動的本意。"
    }
  ]
}