{
  "author": "Dra4",
  "original_created_utc": 1631032439,
  "title": "CMV: Now that Taliban are in power, Afghanistan should not receive any more humanitarian aid",
  "created_utc": 1631039986,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, Taliban took over the country. Their agenda is to destroy any military opposition, establish total control with raw power and plunder any available resources. They absolutely have no care for economy or any sort of well-being for population other than what would come from humanitarian aid.</p>\n\n<p>Wide population apparently had no incentive to fight against Taliban. It is pretty visible that so many people just wanted war to be over over any other desire or need. There are very few reports that people took the weapons to protect their own property, even if they were in danger to lose all their belongings, what happened to many. It seems pretty apparent that their only concept is to hope for humanitarian aid that should enable their sheer survival.</p>\n\n<p>We can say that all major &quot;stakeholders&quot; in Afghanistan count on endless inflow of humanitarian aid.</p>\n\n<p>So, now when Taliban took control over the entire country, every single piece of humanitarian aid inflow should be totally stopped. If Taliban rule the country, let Taliban take all, absolute responsibility for survival of population they are rulers of. If people widely think that Taliban will give them stability and sort of minimum prosperity, let them believe that, and let them demand from Taliban to ensure them basics of well being.</p>\n\n<p>On the other hand, people which really cannot survive and are in danger of imminent starvation and their life is endangered on daily basis - all these people should be allowed to freely leave Afghanistan, to find the country where they&#39;ll be able to make for living.</p>\n\n<p>IF Taliban don&#39;t allow such endangered people to leave the country, it will be visible more than ever that Taliban use wide-population of Afghanistan as their hostages. Than, it will be visible more than ever that humanitarian aid would actually help Taliban to stay in power for long time. Even the most brutal, criminal and destructive regime may survive for indefinite period of time. That must be stopped, once for all.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/pjqm2y/cmv_now_that_taliban_are_in_power_afghanistan/",
  "subreddit": "changemyview",
  "id": "pjqm2y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, Taliban took over the country. Their agenda is to destroy any military\nopposition, establish total control with raw power and plunder any available\nresources. They absolutely have no care for economy or any sort of well-being\nfor population other than what would come from humanitarian aid.\n\nWide…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "それで、タリバンが国を占領した。彼らの目的は、あらゆる軍事的な反対勢力を壊滅させることです。\n彼らの目的は、軍事的な反対勢力を壊滅させ、生の力で完全な支配権を確立し、利用可能なあらゆる資源を略奪することです。\n資源を略奪することです。彼らは、人道的援助から得られるものを除いて、経済や住民の福利厚生には全く関心がありません。\n人道的な援助から得られるものを除いて、経済や住民の幸福には全く関心がありません。\n\n広い...",
      "title": "CMV: タリバンが政権を取った今、アフガニスタンはこれ以上の人道支援を受けるべきではない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "于是，塔利班接管了这个国家。他们的议程是摧毁任何军事\n他们的议程是摧毁任何军事反对派，以原始力量建立全面控制，并掠夺任何可用的\n资源。他们完全不关心经济或任何形式的福祉\n除了人道主义援助之外，他们完全不关心经济或任何形式的人民福祉。\n\n广...",
      "title": "CMV：现在塔利班掌权了，阿富汗不应该再接受任何人道主义援助了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "於是，塔利班接管了這個國家。他們的議程是摧毀任何軍事\n他們的議程是摧毀任何軍事反對派，以原始力量建立全面控制，並掠奪任何可用的\n資源。他們完全不關心經濟或任何形式的福祉\n除了人道主義援助之外，他們完全不關心經濟或任何形式的人民福祉。\n\n廣...",
      "title": "CMV：現在塔利班掌權了，阿富汗不應該再接受任何人道主義援助了"
    }
  ]
}