{
  "author": "MolotovCollective",
  "original_created_utc": 1631728484,
  "title": "A common view of the Napoleonic Wars can be summarized as Napoleon beating the pants off Europe for years until the British swoop in and save the day with a smaller, better army. How true is this and how much may be unintentional bias due to British sources being more accessible to English speakers?",
  "created_utc": 1631746627,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m very skeptical that this is not the view held by most people in say, France, Germany, Austria, or Russia, but due to me not speaking those languages, I can’t look up their perspectives.</p>\n\n<p>Similarly, in looking up primary sources on the subject, I’m immediately struck by the quick realization that there’s no shortage of published British primary sources, whether from Wellington or Nelson themselves, other officers, or soldier diaries, journals, and books. I have to look very hard for any other perspectives. I found a few translated French sources from some of Napoleon’s marshals, but these are far fewer in number and at a much higher level than the varied points of view of British soldiers. I suspect that if I based my opinion on these sources alone, I’d get an extremely skewed bias in favor of the British, and get the view of the other allied powers as a mere side cast of characters.</p>\n\n<p>To be clear, I’d like to point out that I don’t believe this issue to be present among actual scholars, but unfortunately when as I search for things online as a lay person, more often than not what I find are not scholars, but Wikipedia articles, Quora questions, and YouTube videos, which while entertaining, I have a hard time fully accepting, and this is where I’m worried these biases may shine through the most. </p>\n\n<p>I’ve actually bought two books on the Napoleonic Wars, but I haven’t had the chance to start them yet because I feel like to understand those wars I need to understand the French Revolution and the French Revolutionary Wars, which I’ve also bought books on and I’m reading those first.</p>\n\n<p>And also to be more specific, I’m curious more about the performance of these soldiers on the tactical level. I’m aware of strategic factors like the failed invasion of Russia, but that says more to me about the state of command than it does about the performance of the soldiers involved.</p>\n</div><!-- SC_ON -->",
  "score": 108,
  "permalink": "/r/AskHistorians/comments/pov9p9/a_common_view_of_the_napoleonic_wars_can_be/",
  "subreddit": "AskHistorians",
  "id": "pov9p9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m very skeptical that this is not the view held by most people in say, France,\nGermany, Austria, or Russia, but due to me not speaking those languages, I can’t\nlook up their perspectives.\n\nSimilarly, in looking up primary sources on the subject, I’m immediately struck\nby the quick realization that…"
}