{
  "author": "TrekkieTay",
  "the_new_excerpt": "Source 23 years in northern Michigan.\n\nWhy YSK: Wiping off headlights and tail lights are to help others see you, even\nif you don't need the headlights to see. Wiping off the hood prevents snow from\nflying back up at the windshield making it hard to see even with the wipers on\nand wiping it off the…",
  "original_created_utc": 1611691028,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "来源于密歇根北部23年。\n\n为什么是YSK：擦掉大灯和尾灯是为了帮助别人看到你，甚至是\n如果你不需要大灯就能看到。擦拭引擎盖可以防止雪从\n飞回挡风玻璃，即使开着雨刷也很难看清。\n和擦拭它的...",
      "title": "YSK除了擦拭车辆所有车窗上的积雪外，还应该擦拭前灯、尾灯、引擎盖和车顶。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "來源於密歇根北部23年。\n\n爲什麼是YSK：擦掉大燈和尾燈是爲了幫助別人看到你，甚至是\n如果你不需要大燈就能看到。擦拭引擎蓋可以防止雪從\n飛回擋風玻璃，即使開着雨刷也很難看清。\n和擦拭它的...",
      "title": "YSK除了擦拭車輛所有車窗上的積雪外，還應該擦拭前燈、尾燈、引擎蓋和車頂。"
    }
  ],
  "title": "YSK In addition to wiping snow off all windows of your vehicle you should also wipe off headlights, tail lights, hood, and roof.",
  "created_utc": 1611737520,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Source 23 years in northern Michigan. </p>\n\n<p>Why YSK: \nWiping off headlights and tail lights are to help others see you, even if you don&#39;t need the headlights to see. Wiping off the hood prevents snow from flying back up at the windshield making it hard to see even with the wipers on and wiping it off the roof prevents it from flying back at others. \nI thought most people knew this but driving around I see way too many people that haven&#39;t done these things. </p>\n\n<p>The roof part is the most important and there&#39;s ice on the roof because that can do some damage to another car If it flies off at high speeds.</p>\n\n<p>Edit: so I just looked it up and it turns out that not wiping off your headlights is illegal in Michigan as well as allowing things to fly off your car that could impair other drivers view. It just seems that nobody cares or knows.</p>\n</div><!-- SC_ON -->",
  "score": 23439,
  "permalink": "/r/YouShouldKnow/comments/l5m4fb/ysk_in_addition_to_wiping_snow_off_all_windows_of/",
  "subreddit": "YouShouldKnow",
  "id": "l5m4fb",
  "is_self": true,
  "media": null,
  "is_video": false
}