{
  "author": "freebird348",
  "original_created_utc": 1624841561,
  "title": "There are studies shown that workers who stay loyal to companies make 50% less money overtime. Why don't companies incentivize employees to stay at their company with drastically higher raises instead of finding new talent?",
  "created_utc": 1624848127,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is something I&#39;ve thought about a lot but have never understood. I just got a few new job offers and the salary for most of them is almost double what I&#39;m making now (and one of the offer the salary IS double). </p>\n\n<p>We have a culture of switching jobs every 2-3 years but it makes sense from the employers standpoint cause they can make more money that way. However, why is it that if I work at Company A and get paid $100k a year, then I can switch to Company B at the same title and get paid 120k, and then Company A will backfill that position with a salary of 120k? It makes no sense to me. </p>\n\n<p>Also, if you stay at a company awhile you have SOO much institutional knowledge which is helpful at your role and saves the company way more time. You would have to pay lower costs for recruiting and signing bonuses if you just give people drastically bigger raises. I feel that if I have 5 years of experience at Company A and someone else has 5 years of experience at a different company, but just got hired at Company A, I should be paid more since I&#39;ve stayed at the company longer and am better at that specific job. </p>\n\n<p>Anyone else have a good counter to this?</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/NoStupidQuestions/comments/o99kba/there_are_studies_shown_that_workers_who_stay/",
  "subreddit": "NoStupidQuestions",
  "id": "o99kba",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is something I've thought about a lot but have never understood. I just got\na few new job offers and the salary for most of them is almost double what I'm\nmaking now (and one of the offer the salary IS double).\n\nWe have a culture of switching jobs every 2-3 years but it makes sense from…"
}