{
  "author": "NutSockMushroom",
  "original_created_utc": 1632955785,
  "title": "YSK: Bags are like lottery tickets for thieves, and you should not leave them in your car.",
  "created_utc": 1632972996,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> Leaving backpacks, purses, briefcases, or other bags in your car is an open invitation for window-smashing thieves. You can avoid having to replace your windows, bags, and other stolen valuables by taking your bag with you or putting it in your trunk instead – the few seconds it takes to do so is worth as much as what you paid for it, if not more.</p>\n\n<p>To a thief, a bag in a car is full of valuable stuff at best, and a new bag to cram other stolen stuff into at worst. Even if it looks empty, it could still have a laptop, a gun, a camera, a Nintendo Switch, or any number of other expensive, pawnable things in it. If it&#39;s a designer bag, the bag itself may be worth selling. </p>\n\n<p>Don&#39;t assume it won&#39;t happen to you, especially if you live in a big city.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/YouShouldKnow/comments/py6pi7/ysk_bags_are_like_lottery_tickets_for_thieves_and/",
  "subreddit": "YouShouldKnow",
  "id": "py6pi7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Leaving backpacks, purses, briefcases, or other bags in your car is an\nopen invitation for window-smashing thieves. You can avoid having to replace\nyour windows, bags, and other stolen valuables by taking your bag with you or\nputting it in your trunk instead – the few seconds it takes to do…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれる理由: バックパックや財布、ブリーフケースなどのバッグを車内に置いておくと、窓ガラスを割って侵入する窃盗犯を招きます。\nていると、窓を割って侵入してくる窃盗犯を招いてしまいます。バッグを車内に置いておくと\nバッグを持ち歩くか、トランクに入れておけば、窓やバッグ、その他の貴重品を交換する必要はありません。\nそのためには、バッグを持ち歩くか、トランクに入れておくことが必要です。",
      "title": "YSK: バッグは、泥棒にとっては宝くじのようなものですから、車の中に置いておくのはやめましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：把背包、钱包、公文包或其他袋子放在车内，是对砸窗小偷的公开邀请。\n是对砸窗盗窃者的公开邀请。你可以避免更换\n你可以避免更换你的车窗、包和其他被盗的贵重物品，方法是把你的包带走或放在后备箱里。\n把它放在后备箱里，就可以避免更换车窗、包和其他被盗的贵重物品--这样做只需要几秒钟。",
      "title": "YSK: 包包对小偷来说就像彩票，你不应该把它们留在你的车里。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：把揹包、錢包、公文包或其他袋子放在車內，是對砸窗小偷的公開邀請。\n是對砸窗盜竊者的公開邀請。你可以避免更換\n你可以避免更換你的車窗、包和其他被盜的貴重物品，方法是把你的包帶走或放在後備箱裏。\n把它放在後備箱裏，就可以避免更換車窗、包和其他被盜的貴重物品--這樣做只需要幾秒鐘。",
      "title": "YSK: 包包對小偷來說就像彩票，你不應該把它們留在你的車裏。"
    }
  ]
}