{
  "author": "newpua_bie",
  "the_new_excerpt": "I think Juneteenth is a particularly bad name for any special day. I want to\npreface that I'm not saying anything about the day itself or any reasons for\ncelebrating it, just criticizing the name.\n\nFirst, the name doesn't tell anything about why it's celebrated. As someone\nwho's originally not from…",
  "original_created_utc": 1624083653,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Juneteenthは、特別な日の中でも特に悪い名前だと思います。前置きが長くなりましたが\nこの日そのものや、祝う理由については何も言っていません。\nその名前を批判しているだけです。\n\n第一に、この名前は、なぜその日が祝われるのかについて何も語っていません。私のように\n祝っているのかがわからない。",
      "title": "CMV: Juneteenthは馬鹿げた日の名前だ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为六一节对于任何特殊的日子来说都是一个特别糟糕的名字。我想说的是\n我想说的是，我并没有说什么关于这一天本身或庆祝它的任何理由。\n庆祝它的原因，只是批评这个名字。\n\n首先，这个名字并没有说明为什么要庆祝它。作为一个\n作为一个原本不是来自...",
      "title": "CMV：六一儿童节是一个愚蠢的名字"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲六一節對於任何特殊的日子來說都是一個特別糟糕的名字。我想說的是\n我想說的是，我並沒有說什麼關於這一天本身或慶祝它的任何理由。\n慶祝它的原因，只是批評這個名字。\n\n首先，這個名字並沒有說明爲什麼要慶祝它。作爲一個\n作爲一個原本不是來自...",
      "title": "CMV：六一兒童節是一個愚蠢的名字"
    }
  ],
  "title": "CMV: Juneteenth is a stupid name for a day",
  "created_utc": 1624092401,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think Juneteenth is a particularly bad name for any special day. I want to preface that I&#39;m not saying anything about the day itself or any reasons for celebrating it, just criticizing the name.</p>\n\n<p>First, the name doesn&#39;t tell anything about <em>why</em> it&#39;s celebrated. As someone who&#39;s originally not from the US hearing &quot;tomorrow is Juneteenth&quot; doesn&#39;t tell me anything about why I should care about it. In this regard e.g. Black Independence Day or Emancipation Day (both from Wikipedia) would be superior names.</p>\n\n<p>Second, the name doesn&#39;t even specify a particular day. Every June day from the thirteenth to nineteenth would form the same portmanteau (June + *teenth). If the name only specified the month (e.g. June Day, similar to May Day) it wouldn&#39;t be as bad, but as it stands there is a certain kind of fake precision implied.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/o39qjf/cmv_juneteenth_is_a_stupid_name_for_a_day/",
  "subreddit": "changemyview",
  "id": "o39qjf",
  "is_self": true,
  "media": null,
  "is_video": false
}