{
  "author": "TheCuriousArthropod",
  "the_new_excerpt": "I don't like how people say something bad about art, music and other\nentertainment. I sometimes find comments in the social media that tell how\nuseless art, fiction, and music are, and I often become devastated everytime I\nread them. I even once cried about it. Imagine how the world would be if…",
  "original_created_utc": 1615209432,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不喜欢人们对艺术、音乐和其他事物说些不好听的话。\n娱乐。我有时会在社交媒体上发现一些评论，告诉大家如何?\n毫无用处的艺术，小说和音乐，我经常变得崩溃，每当我。\n阅读它们。我甚至曾经为此哭过。想象一下，如果这个世界... ...",
      "title": "CMV：那些批评艺术、音乐和其他娱乐的价值，认为它们毫无用处的人，只是希望有一个沉闷的社会，没有想象力和自我表达的能力"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不喜歡人們對藝術、音樂和其他事物說些不好聽的話。\n娛樂。我有時會在社交媒體上發現一些評論，告訴大家如何?\n毫無用處的藝術，小說和音樂，我經常變得崩潰，每當我。\n閱讀它們。我甚至曾經爲此哭過。想象一下，如果這個世界... ...",
      "title": "CMV：那些批評藝術、音樂和其他娛樂的價值，認爲它們毫無用處的人，只是希望有一個沉悶的社會，沒有想象力和自我表達的能力"
    }
  ],
  "title": "CMV: People who criticize the value of art, music and other entertainment and consider them as useless just want a dull society with no imagination and self-expression",
  "created_utc": 1615226017,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t like how people say something bad about art, music and other entertainment. I sometimes find comments in the social media that tell how useless art, fiction, and music are, and I often become devastated everytime I read them. I even once cried about it. Imagine how the world would be if every form of entertainment never existed. All videogames would be just simulations, all photos and videos would be only about documenting something, all books would be non-fiction and everyone would wear the same things and having the same objects. Art, music and storytelling is what made us humans different from other animals and without them all our lifes would be only about survive, working and calculating everything. I feel that these people love living exactly in those type of societies i described.</p>\n</div><!-- SC_ON -->",
  "score": 503,
  "permalink": "/r/changemyview/comments/m0fh31/cmv_people_who_criticize_the_value_of_art_music/",
  "subreddit": "changemyview",
  "id": "m0fh31",
  "is_self": true,
  "media": null,
  "is_video": false
}