{
  "author": "MrSiddhant",
  "the_new_excerpt": "I'm so excited to FINALLY be starting this one!! Anyone who knows me knows that\nI'm obsessed with space and NASA and will stay up until 3am to watch a rocket\nlaunch or ISS space walk. And I desperately miss my tv husband, Gordo Stevens,\nso this will be a welcome distraction\n\nSYNOPSIS: Six days ago,…",
  "original_created_utc": 1624102559,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "やっとこさ始めることができて、とても興奮しています！！。私のことを知っている人は、次のことを知っています。\n宇宙やNASAに夢中で、ロケットの打ち上げやISSの宇宙遊泳を見るために朝3時まで起きています。\nロケットの打ち上げやISSの宇宙遊泳を見るために午前3時まで起きています。そして、テレビで見ていた夫、ゴルド・スティーブンスが恋しくてたまりません。\nだから、これは嬉しい気晴らしになるだろう。\n\nあらすじ：6日前、...。",
      "title": "The Martian"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我很高兴终于要开始这个项目了！！。任何认识我的人都知道\n我对太空和NASA很着迷，为了看火箭会熬夜到凌晨3点。\n或国际空间站的太空漫步。而且我非常想念我的电视丈夫戈多-史蒂文斯。\n所以这将是一个值得欢迎的分散注意力的机会\n\n剧情简介：六天前，...",
      "title": "火星人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我很高興終於要開始這個項目了！！。任何認識我的人都知道\n我對太空和NASA很着迷，爲了看火箭會熬夜到凌晨3點。\n或國際空間站的太空漫步。而且我非常想念我的電視丈夫戈多-史蒂文斯。\n所以這將是一個值得歡迎的分散注意力的機會\n\n劇情簡介：六天前，...",
      "title": "火星人"
    }
  ],
  "title": "The Martian",
  "created_utc": 1624110684,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m so excited to FINALLY be starting this one!! Anyone who knows me knows that I&#39;m obsessed with space and NASA and will stay up until 3am to watch a rocket launch or ISS space walk. And I desperately miss my tv husband, Gordo Stevens, so this will be a welcome distraction</p>\n\n<p>SYNOPSIS: Six days ago, astronaut Mark Watney became one of the first people to walk on Mars. Now, he&#39;s sure he&#39;ll be the first person to die there. After a dust storm nearly kills him and forces his crew to evacuate while thinking him dead, Mark finds himself stranded and completely alone with no way to even signal Earth that he&#39;s alive and even if he could get word out, his supplies would be gone long before a rescue could arrive. Chances are, though, he won&#39;t have time to starve to death. The damaged machinery, unforgiving environment, or plain-old &quot;human error&quot; are much more likely to kill him first. But Mark isn&#39;t ready to give up yet. Drawing on his ingenuity, his engineering skills and a relentless, dogged refusal to quit-he steadfastly confronts one seemingly insurmountable obstacle after the next. Will his resourcefulness be enough to overcome the impossible odds against him?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/booksuggestions/comments/o3e1n9/the_martian/",
  "subreddit": "booksuggestions",
  "id": "o3e1n9",
  "is_self": true,
  "media": null,
  "is_video": false
}