{
  "author": "pplworstbestcmv",
  "the_new_excerpt": "I’ve mainly experienced this in my family. There’s so much competition and\ninsecurity between people but you wouldn’t know by looking from the outside. I\nthink most families are like this from talking to people but I could be wrong.\nIt just seems that way.\n\nI want to believe all of this isn’t true…",
  "original_created_utc": 1616065077,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我主要是在家庭中体会到了这一点。有这么多的竞争和\n人与人之间的不安全感，但你从外面看是不会知道的。I\n认为大多数家庭都是这样的，从与人交谈，但我可能是错误的。\n只是看起来是这样的。\n\n我想相信这一切都不是真的... ...",
      "title": "CMV：人们希望你成功，但大多数人不希望你比他们做得更好。而有些人则会主动劝阻，所以你必须小心翼翼地说话。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我主要是在家庭中體會到了這一點。有這麼多的競爭和\n人與人之間的不安全感，但你從外面看是不會知道的。I\n認爲大多數家庭都是這樣的，從與人交談，但我可能是錯誤的。\n只是看起來是這樣的。\n\n我想相信這一切都不是真的... ...",
      "title": "CMV：人們希望你成功，但大多數人不希望你比他們做得更好。而有些人則會主動勸阻，所以你必須小心翼翼地說話。"
    }
  ],
  "title": "CMV: people wish you success, but most people don’t want you to do better than them. And some people actively discourage, so you have to be careful with what you say.",
  "created_utc": 1616131830,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve mainly experienced this in my family. There’s so much competition and insecurity between people but you wouldn’t know by looking from the outside. I think most families are like this from talking to people but I could be wrong. It just seems that way.</p>\n\n<p>I want to believe all of this isn’t true but its been my experience. At work, in friendships just everywhere...its the same vibe and energy. I try not to be like that so I feel like an alien for the most part. But I have experienced some times where it wasn’t so hard and contentious so that does give me hope.</p>\n\n<p>I wonder are there organizations out there that focus on constructive relationships and building people up? I’m tired of fighting against that negative energy and need positive encouraging energy.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/m7oaw1/cmv_people_wish_you_success_but_most_people_dont/",
  "subreddit": "changemyview",
  "id": "m7oaw1",
  "is_self": true,
  "media": null,
  "is_video": false
}