{
  "author": "Pokuchefski",
  "the_new_excerpt": "I think it’s counter intuitive to give children freedom at school, because\neveryone’s first thought initially goes to taking the reigns off and\nfacilitating chaos.\n\nBut I think being respected as an equal is an important part of the learning\nprocess for a young person. It helps with encouraging them…",
  "original_created_utc": 1618446343,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "学校で子どもたちに自由を与えることは、直感的には難しいことだと思います。\n誰もが最初に考えるのは、手綱を外して混沌を助長することだからです。\n混乱を助長してしまうからです。\n\nしかし、対等な立場で尊重されることは、若い人たちの学習プロセスの重要な部分を占めていると思うのです。\n対等に尊重されることは、若い人たちの学習プロセスの重要な一部だと思います。子どもたちを励ますのにも役立ちますし...。",
      "title": "CMV：もし学校の子供たちが教師から大人のように扱われたら、全体的な行動やパフォーマンスが向上するでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为在学校给孩子自由是反直觉的，因为。\n每个人最初的想法都是想脱胎换骨\n促进混乱。\n\n但我认为，作为一个平等的人被尊重是学习的一个重要部分。\n对年轻人来说，这个过程。它有助于鼓励他们...",
      "title": "CMV：如果老师把在校学生当做成年人来对待，整体的行为和表现就会有所改善。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲在學校給孩子自由是反直覺的，因爲。\n每個人最初的想法都是想脫胎換骨\n促進混亂。\n\n但我認爲，作爲一個平等的人被尊重是學習的一個重要部分。\n對年輕人來說，這個過程。它有助於鼓勵他們...",
      "title": "CMV：如果老師把在校學生當做成年人來對待，整體的行爲和表現就會有所改善。"
    }
  ],
  "title": "CMV: If school children were treated like adults by teachers, overall behaviour and performance would improve.",
  "created_utc": 1618490387,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think it’s counter intuitive to give children freedom at school, because everyone’s first thought initially goes to taking the reigns off and facilitating chaos.</p>\n\n<p>But I think being respected as an equal is an important part of the learning process for a young person. It helps with encouraging them to discuss their views, improves their confidence in saying wrong answers and their confidence overall as the grow into adults. </p>\n\n<p>Even being given the freedom to go to the bathroom whenever they want, or not have to get a planner signed by a parent, in the long-run helps children respect and enjoy the school system more. </p>\n\n<p>Obviously some control and restrictions are necessary.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/mr3q8z/cmv_if_school_children_were_treated_like_adults/",
  "subreddit": "changemyview",
  "id": "mr3q8z",
  "is_self": true,
  "media": null,
  "is_video": false
}