{
  "author": "arcticbanana67",
  "original_created_utc": 1625209535,
  "title": "CMV: Suicide prevention rallies/social media posts/5ks and stuff are complete bullshit to make the living feel better",
  "created_utc": 1625232643,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Full disclosure, have lost a few friends to suicide, one of which still cuts me deep to this day... it is the driving force behind my view. People made T-shirts, had a 5k run, put up social media posts about suicide prevention and stuff like that. Who the hell is this helping? If someone is suicidal, none of this will help them. Yes, raising money for suicide hotlines is a noble cause, but guess what- the people that off themselves DO NOT CALL THEM! I know how bitter I sound, I still have a lot of residual anger over my friend&#39;s death, but it just stinks like desperate bullshit people tell themselves to make them feel better. And full disclosure, I have been down some pretty dark roads and no one reaches out to you, nobody cares until it is too late. It is sometimes an impossible thing to see coming.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/oc4vkm/cmv_suicide_prevention_ralliessocial_media/",
  "subreddit": "changemyview",
  "id": "oc4vkm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Full disclosure, have lost a few friends to suicide, one of which still cuts me\ndeep to this day... it is the driving force behind my view. People made\nT-shirts, had a 5k run, put up social media posts about suicide prevention and\nstuff like that. Who the hell is this helping? If someone is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "正直なところ、私は何人かの友人を自殺で亡くしています。\nそれが私の考え方の原動力になっています。人々はTシャツを作り\nTシャツを作ったり、5kmマラソンをしたり、自殺防止についてソーシャルメディアに投稿したりしました。\nTシャツを作ったり、5キロマラソンをしたり、SNSで自殺防止の記事を載せたりしています。これはいったい誰の役に立つのでしょうか？もし誰かが...",
      "title": "CMV: 自殺防止集会やソーシャルメディアへの投稿、5kmマラソンなどは、生きている人の気分を良くするための全くのデタラメです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "完全公开，我有几个朋友死于自杀，其中一个至今仍深深地刺痛我。\n痛苦......这也是我的观点背后的驱动力。人们制作了\nT恤衫，举行5公里长跑，在社交媒体上发布关于预防自杀的帖子和\n诸如此类的东西。这到底是在帮助谁？如果有人...",
      "title": "CMV：预防自杀的集会/社交媒体帖子/5公里之类的东西完全是废话，让活人感觉更好"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "完全公開，我有幾個朋友死於自殺，其中一個至今仍深深地刺痛我。\n痛苦......這也是我的觀點背後的驅動力。人們製作了\nT恤衫，舉行5公里長跑，在社交媒體上發佈關於預防自殺的帖子和\n諸如此類的東西。這到底是在幫助誰？如果有人...",
      "title": "CMV：預防自殺的集會/社交媒體帖子/5公里之類的東西完全是廢話，讓活人感覺更好"
    }
  ]
}