{
  "author": "Valli42",
  "the_new_excerpt": "I’m a huge history buff. I don’t know how I went through high school and college\nwithout having to read it.\n\nThe accounts of the war were absolutely horrifying and brutally honest.\n\nI think the most interesting thing about it being a historical fiction written\nby an actual WW1 vet is that there are…",
  "original_created_utc": 1613172866,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我是个超级历史迷。我不知道我是怎么上完高中和大学的。\n而不必读它。\n\n对战争的描述绝对是可怕的，残酷的真实。\n\n我觉得最有趣的是它是一本历史小说写的。\n一个真正的一战老兵的说法是，有...",
      "title": "西部前线一片寂静。哗"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是個超級歷史迷。我不知道我是怎麼上完高中和大學的。\n而不必讀它。\n\n對戰爭的描述絕對是可怕的，殘酷的真實。\n\n我覺得最有趣的是它是一本歷史小說寫的。\n一個真正的一戰老兵的說法是，有...",
      "title": "西部前線一片寂靜。譁"
    }
  ],
  "title": "All Quiet on the Western Front. Wow",
  "created_utc": 1613179657,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m a huge history buff. I don’t know how I went through high school and college without having to read it. </p>\n\n<p>The accounts of the war were absolutely horrifying and brutally honest.</p>\n\n<p>I think the most interesting thing about it being a historical fiction written by an actual WW1 vet is that there are some parts that express such emotions and feelings that you <em>know</em> Remarque actually experienced them. </p>\n\n<p>One part that stood out to me that I knew Remarque definitely experienced wasn’t even a combat account. </p>\n\n<p>A few days after the Paul and his friends absolutely slaughtered a French attack, which was described in horrific detail, they meet a few French girls swimming at a river and end up going to their house for dinner.</p>\n\n<p>It’s never explicitly said that Paul slept with one of the girls, but it’s implied. My favorite passage from the book was this:</p>\n\n<blockquote>\n<p>“But then I feel the lips of the little brunette and press myself against them. My eyes close, I want it all to fall from me, the war and terror, and grossness, in order to awakened young and happy... for a movement, I believe my life depends on winning her. And if I press ever deeper into the arms that embrace me, perhaps a miracle may happen.”</p>\n</blockquote>\n\n<p>The “I want it all to fall from me” made me cry for the first time ever while reading. He barely spoke French and couldn’t communicate with this girl. He barely knew her, but it was the only time he described live in the book. He barely felt that way when he went home because home wasn’t real for him anymore. The only thing real to him was death. You know with how it was written, Remarque experienced something very similarly as a 19 year old just wanted to experience a normal life and young love; not stuck in the trenches brutally killing other humans and watching his friends die 1 by 1.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/linupz/all_quiet_on_the_western_front_wow/",
  "subreddit": "books",
  "id": "linupz",
  "is_self": true,
  "media": null,
  "is_video": false
}