{
  "author": "saaatchmo",
  "original_created_utc": 1638854833,
  "title": "YSK If your car is totaled, tell your insurance company to find 3 similar vehicles in the market for the amount of $ they're offering. You do NOT have to accept their first offer or agree to repair a car which often times SHOULD NOT be repaired.",
  "created_utc": 1638866760,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK:&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;1.)&lt;/strong&gt; Insurance will ALWAYS try to offer low first, sometimes leaving you with a balance owed on your old vehicle loan or leaving you unable to replace your vehicle with a vehicle of similar value.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;2.)&lt;/strong&gt; They may also try to force you to repair a vehicle which is so damaged that it will be nearly worthless &lt;strong&gt;(or dangerous)&lt;/strong&gt; after the repair.&lt;/p&gt;\n\n&lt;p&gt;With the price of used (and new) vehicles skyrocketing, insurance companies are pushing heavily to &amp;quot;repair&amp;quot; vehicles with fire damage, frame damage, firewall damage, etc; due to the high cost of replacing your vehicle often leaving you with something unsafe and also worthless to any potential buyer in the future.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;What to do:&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Situation 1.)&lt;/strong&gt; Ask the insurance company to provide you with a list of 3 of the exact same trim of vehicle, in the same condition, with the same mileage for the $ they&amp;#39;re giving you. They will be forced to give you a proper amount, in order to replace the vehicle you were paying them to insure.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Situation 2.)&lt;/strong&gt; Get an &lt;strong&gt;independent estimate&lt;/strong&gt; from a reputable body shop, and if you believe your vehicle is beyond repair and ask the body shop if it were their car, would they repair it? If the answer is &amp;quot;no&amp;quot;, then fight your insurance company because you&amp;#39;re about to get a raw deal..and possibly end up with a vehicle that&amp;#39;s now dangerous and also possibly worthless to any lender or any future buyer (or any future insurance payout..)&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 345,
  "permalink": "/r/YouShouldKnow/comments/raro9d/ysk_if_your_car_is_totaled_tell_your_insurance/",
  "subreddit": "YouShouldKnow",
  "id": "raro9d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\n1.) Insurance will ALWAYS try to offer low first, sometimes leaving you with a\nbalance owed on your old vehicle loan or leaving you unable to replace your\nvehicle with a vehicle of similar value.\n\n2.) They may also try to force you to repair a vehicle which is so damaged that\nit will be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n1.) 保険は常に最初に低い金額を提示しようとします。\n古い車のローンが残っていたり、買い替えができなかったり。\n同程度の価値のある車と交換することができます。\n\n2.) 2.彼らはまた、非常に損傷している車両を強制的に修理しようとするかもしれません。\nになります。",
      "title": "YSK もしあなたの車が全損になったら、保険会社に伝えて、彼らが提示している金額で市場に出回っている似たような車を3台見つけてください。最初の提示額を受け入れる必要はありませんし、しばしば修理すべきではない車の修理に同意する必要もありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n1.) 保险公司总是会先尝试提供低价，有时会让你的旧车贷款或者是你所欠下的余额。\n贷款的余额，或者让你无法用类似价值的车辆取代你的车辆。\n价值相似的车辆。\n\n2.) 2.他们也可能试图强迫你修理一辆损坏严重的车辆。\n它将会是...",
      "title": "YSK 如果你的车被撞坏了，告诉你的保险公司在市场上找三辆类似的车，以他们提供的金额为准。你不必接受他们的第一个报价，也不必同意修理一辆往往不应该修理的汽车。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n1.) 保險公司總是會先嚐試提供低價，有時會讓你的舊車貸款或者是你所欠下的餘額。\n貸款的餘額，或者讓你無法用類似價值的車輛取代你的車輛。\n價值相似的車輛。\n\n2.) 2.他們也可能試圖強迫你修理一輛損壞嚴重的車輛。\n它將會是...",
      "title": "YSK 如果你的車被撞壞了，告訴你的保險公司在市場上找三輛類似的車，以他們提供的金額爲準。你不必接受他們的第一個報價，也不必同意修理一輛往往不應該修理的汽車。"
    }
  ]
}