{
  "author": "rabblarbles",
  "original_created_utc": 1636807940,
  "title": "Books where not everything is as it seems (like Time Out of Joint, the Truman Show, WandaVision)",
  "created_utc": 1636828582,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m currently reading Time Out of Joint and really enjoying it. It also reminds me a lot of the film the Truman Show, and parts of WandaVision where there&#39;s strange things happening and the characters are slowly being suspicious of their reality.</p>\n\n<p>Looking for similar books, bonus points if it&#39;s dark/harrowing. Thank you!</p>\n\n<p>Edit: Thanks to everyone for all the suggestions so far, added them all to my Goodreads list, not sure which to start with first!</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/booksuggestions/comments/qt0nge/books_where_not_everything_is_as_it_seems_like/",
  "subreddit": "booksuggestions",
  "id": "qt0nge",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm currently reading Time Out of Joint and really enjoying it. It also reminds\nme a lot of the film the Truman Show, and parts of WandaVision where there's\nstrange things happening and the characters are slowly being suspicious of their\nreality.\n\nLooking for similar books, bonus points if it's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "現在、「Time Out of Joint」を読んでいますが、とても楽しいです。また、映画「The Truman Show」を思い出します。\nまた、映画「トゥルーマン・ショー」や「ワンダビジョン」の一部を思い出します。\n奇妙なことが起こっていて、登場人物たちが自分たちの現実を少しずつ疑っているところです。\nリアリティがあります。\n\n似たような本を探していて、それが...であればボーナスポイントです。",
      "title": "すべてが思い通りにならない本（Time Out of Joint、The Truman Show、WandaVisionなど）。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我目前正在读《超时空》，真的很喜欢它。它也让我想起了\n这本书也让我想起了电影《杜鲁门秀》，以及《万达视界》中的部分内容，其中有一些奇怪的事情发生，而主人公则是一个人。\n奇怪的事情发生，人物慢慢对自己的现实产生怀疑。\n现实。\n\n正在寻找类似的书，如果是这样的书，就可以加分了...",
      "title": "并非所有事情都像它看起来那样的书（如《超时空》、《杜鲁门秀》、《万达视界》）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我目前正在讀《超時空》，真的很喜歡它。它也讓我想起了\n這本書也讓我想起了電影《杜魯門秀》，以及《萬達視界》中的部分內容，其中有一些奇怪的事情發生，而主人公則是一個人。\n奇怪的事情發生，人物慢慢對自己的現實產生懷疑。\n現實。\n\n正在尋找類似的書，如果是這樣的書，就可以加分了...",
      "title": "並非所有事情都像它看起來那樣的書（如《超時空》、《杜魯門秀》、《萬達視界》）。"
    }
  ]
}