{
  "author": "running568",
  "the_new_excerpt": "It's easy to say \"the way they write\", but what about their writing specifically\nmakes them stand out over the never-ending sea of other writers?\n\nFor me, it seems to be the way they organize their thoughts/story telling\nprocess. Everything that comes after each thing seems to be natural and…",
  "original_created_utc": 1623322864,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "書き方」と言うのは簡単ですが、具体的にどのような書き方をしているのでしょうか？\n書き方」と言うのは簡単ですが、具体的にはどのような書き方をしているのでしょうか？\n\n私の場合は、考えを整理する方法や、物語を語るプロセスが重要だと思います。\nプロセスです。それぞれの物事の後に続くすべてのことが、自然で...",
      "title": "優れた作家と凡庸な作家の違いは何だと思いますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "说 \"他们的写作方式 \"很容易，但他们的写作具体是什么？\n使他们在其他作家的无尽海洋中脱颖而出？\n\n对我来说，这似乎是他们组织思想/讲述故事的方式。\n过程。每件事情之后的一切似乎都是自然而然和...",
      "title": "你认为好的作家与平庸的作家的区别是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "說 \"他們的寫作方式 \"很容易，但他們的寫作具體是什麼？\n使他們在其他作家的無盡海洋中脫穎而出？\n\n對我來說，這似乎是他們組織思想/講述故事的方式。\n過程。每件事情之後的一切似乎都是自然而然和...",
      "title": "你認爲好的作家與平庸的作家的區別是什麼？"
    }
  ],
  "title": "What do you think differentiates a good writer from a mediocre one?",
  "created_utc": 1623351564,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s easy to say &quot;the way they write&quot;, but what about their writing specifically makes them stand out over the never-ending sea of other writers? </p>\n\n<p>For me, it seems to be the way they organize their thoughts/story telling process. Everything that comes after each thing seems to be natural and fitting rather than out of place or hard to follow. I feel a good writer is also able to explain things fairly well without overcomplicating it too much for no reason or also dumbing it down too much and insulting the reader&#39;s intelligence. </p>\n\n<p>Another thing that comes to mind is the general syntax they use and how well they are able to grab the reader&#39;s attention. I think a good writer can make something seem intriguing, even if said thing is nothing special or boring at first glance.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/nwks20/what_do_you_think_differentiates_a_good_writer/",
  "subreddit": "books",
  "id": "nwks20",
  "is_self": true,
  "media": null,
  "is_video": false
}