{
  "author": "cillitbangers",
  "original_created_utc": 1636022727,
  "title": "CMV: The State should have no right to tell me what I can and can't put into my own body.",
  "created_utc": 1636032853,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is a post relating to drug prohibition. To me, it seems to be a glaring inconsistency in the law. The State is not there to protect me from myself. Law is there to ensure order between people and my personal right to consume something does not necessarily harm anyone else. Bodily autonamy is a key Tennant of law that comes up when discussing many other issues.</p>\n\n<p>The argument I can see against this is one of public health/wellbeing. Recreational drugs can be dangerous when consumed in an unsafe manner or when bought in an unregulated market. My counter would be twofold: </p>\n\n<ol>\n<li><p>We allow many dangerous acts anyway (driving, drinking alcohol, certain sports etc.) It seems odd to make this distinction.</p></li>\n<li><p>If public health is your concern then surely policy should be guided by public health experts. There is a wealth of evidence to suggest that prohibition makes recreational drug taking less safe and does not reduce the prevalence of it. The way to make it safer is to educate and to regulate. </p></li>\n</ol>\n\n<p>I am not necessarily against the regulation of the drug market and the regulation of the sale of drugs I just think that fundamentally the State has no business telling me, on threat of imprisonment,what I can put in my body. I also believe that it leads to the opposite of what that policies are supposedly aiming for.</p>\n\n<p>My view could be changed if someone could provide evidence that prohibition reduces harm to both individuals and society or if someone could provide a sound moral and logical argument for why the State has the right to govern my body in this way.</p>\n\n<p>Genuinely interested to hear counter arguments as I live in a bit of a bubble where this opinion is prevalent and I therefore haven&#39;t heard a single credible counter argument.</p>\n</div><!-- SC_ON -->",
  "score": 117,
  "permalink": "/r/changemyview/comments/qmhvo1/cmv_the_state_should_have_no_right_to_tell_me/",
  "subreddit": "changemyview",
  "id": "qmhvo1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is a post relating to drug prohibition. To me, it seems to be a glaring\ninconsistency in the law. The State is not there to protect me from myself. Law\nis there to ensure order between people and my personal right to consume\nsomething does not necessarily harm anyone else. Bodily autonamy is a…"
}