{
  "author": "levywasbry_",
  "the_new_excerpt": "Why YSK:\n\nI've worked for multiple providers in the US, and the process is all the same:\n\nCall in, say you want to cancel, don't even entertain the first department you\nget to, just say you need to cancel and to transfer you to who can cancel your\naccount.\n\nOnce you are on the phone with \"Loyalty\"…",
  "original_created_utc": 1611206650,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK。\n\nI've worked for multiple providers in the US, 我在美国的多家医疗机构工作过 and the process is all the same:\n\n打电话过去 说你想取消电话 Call in, say you want to cancel, 甚至不接受你的第一个部门 don't even entertain the first department you.\n到，只是说你需要取消，并把你转移到谁可以取消你的。\n帐户。\n\n一旦你在电话中与 \"忠诚\"... ...",
      "title": "YSK：一旦你与你的互联网/电视/手机/安全系统供应商的合同到期，打电话说你想取消部门。只有与他们重新协商价格"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK。\n\nI've worked for multiple providers in the US, 我在美國的多家醫療機構工作過 and the process is all the same:\n\n打電話過去 說你想取消電話 Call in, say you want to cancel, 甚至不接受你的第一個部門 don't even entertain the first department you.\n到，只是說你需要取消，並把你轉移到誰可以取消你的。\n帳戶。\n\n一旦你在電話中與 \"忠誠\"... ...",
      "title": "YSK：一旦你與你的互聯網/電視/手機/安全系統供應商的合同到期，打電話說你想取消部門。只有與他們重新協商價格"
    }
  ],
  "title": "YSK: once your contract is up with your internet/tv/cellphone/security system provider, call in and say you want the cancelation department. Only renegotiate pricing with them",
  "created_utc": 1611284386,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>I&#39;ve worked for multiple providers in the US, and the process is all the same:</p>\n\n<p>Call in, say you want to cancel, don&#39;t even entertain the first department you get to, just say you need to cancel and to transfer you to who can cancel your account.</p>\n\n<p>Once you are on the phone with &quot;Loyalty&quot; or &quot;Retention&quot; convince them you are ready to cancel. That department always has the cheapest deals available. Longer you&#39;ve been with the company, the cheaper they can usually get it. These departments are almost always US agents too.</p>\n\n<p>Don&#39;t be rude to these people but handle the conversation very business like. If they offer you something cheap enough you like it, right before you agree, ask if they can add in any free channels like Showtime or Starz (HBO doesn&#39;t allow discounts). Make sure the channels automatically cancel themselves after 3 months if not set a reminder on your phone. Cancel them on a Sunday, those are the slowest days usually.</p>\n\n<p>Get their first name and operator ID as well. This is possible to lookup if they&#39;re in the US, just in case they&#39;re lying to you. Asking at the beginning of the call usually will make someone play by the book though.</p>\n\n<p>OH also try not to let them lower your level of service. They usually can lower your price back to where it was without taking away services.</p>\n</div><!-- SC_ON -->",
  "score": 431,
  "permalink": "/r/YouShouldKnow/comments/l1rujc/ysk_once_your_contract_is_up_with_your/",
  "subreddit": "YouShouldKnow",
  "id": "l1rujc",
  "is_self": true,
  "media": null,
  "is_video": false
}