{
  "author": "LouCuts",
  "original_created_utc": 1631520203,
  "title": "Did you ever steal a book? If so, which book? Where from? Why?",
  "created_utc": 1631568909,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I mentioned my book-stealing story in a comment on <a href=\"/r/suggestmeabook\">r/suggestmeabook</a> and it seemed to have struck a cord with a few people there, so I thought it might be a good topic for discussion. Here&#39;s my brief story of book-thievery haha</p>\n\n<p>I was on the newspaper club in high school, first year I think, and the club meetings were always in the school library. This is in Serbia BTW, so all the books on the shelves are in Serbian, except for one that I found after extensive browsing - For Whom The Bell Tolls by Ernest Hemingway, which was in English. I was always very good at English, went for competitions and stuff, was also very interested in learning more of the language, so finding this book got me excited and I took it. I couldn&#39;t comprehend the book at the time though, so I quickly gave up on reading it, but I wanted to own it for later reading. I don&#39;t remember ever asking the librarian for it, nor did I plan on giving it back, so in my mind I stole it, but somehow the librarian knew I had it and asked me to bring it back when I was graduating three years later. I was bummed out about it at first, but then it actually turned even better, because when I gave her the book she just opened the first page, penned a dedication for me and gave it back with a smile and best wishes in further education and life. That was really cool and I still hold that book near and dear to me. Though I still haven&#39;t read it, I&#39;ve been reading almost exclusively in English for the past three years, also lived abroad and spoke mainly in English for four years, so my comprehension level is much higher at this point and I can tackle it soon enough. One of the books I read in English was A Farewell To Arms, which I enjoyed very much, so I hope that For Whom The Bell Tolls is a great one as well, so it ads up to the story behind it.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pnb3t1/did_you_ever_steal_a_book_if_so_which_book_where/",
  "subreddit": "books",
  "id": "pnb3t1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I mentioned my book-stealing story in a comment on r/suggestmeabook\n[/r/suggestmeabook] and it seemed to have struck a cord with a few people there,\nso I thought it might be a good topic for discussion. Here's my brief story of\nbook-thievery haha\n\nI was on the newspaper club in high school, first…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "r/suggestmeabookのコメントで本を盗んだ話をしました。\n[それが何人かの人の心に響いたようなのです。\n議論するのに良いトピックではないかと思いました。ここでは、私の簡単な話をします。\nbook-thievery haha\n\n高校では新聞部に所属していて、最初は...",
      "title": "あなたは本を盗んだことがありますか？あるとしたら、どの本ですか？どこから？なぜ？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在r/suggestmeabook的评论中提到了我偷书的故事\n[/r/suggestmeabook]的评论中提到了我的偷书故事，它似乎引起了那里一些人的共鸣。\n所以我想这可能是一个很好的讨论话题。以下是我的简短故事\n盗书的故事，哈哈\n\n我在高中时是报社的，第一...",
      "title": "你有没有偷过一本书？如果有，是哪本书？从哪里偷？为什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在r/suggestmeabook的評論中提到了我偷書的故事\n[/r/suggestmeabook]的評論中提到了我的偷書故事，它似乎引起了那裏一些人的共鳴。\n所以我想這可能是一個很好的討論話題。以下是我的簡短故事\n盜書的故事，哈哈\n\n我在高中時是報社的，第一...",
      "title": "你有沒有偷過一本書？如果有，是哪本書？從哪裏偷？爲什麼？"
    }
  ]
}