{
  "author": "ClimateInfinite",
  "original_created_utc": 1636342546,
  "title": "Feeling too stupid to understand complicated but worthwhile books and too oblivious to analyze the ones I do understand. How do I become a better reader? Where can I start?",
  "created_utc": 1636386579,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A little background. A while ago, someone posted here asking for advice on how to combat his ignorance through reading. There was comment that really struck a chord with me and inspired me to start reading to increase my understanding of the world and also to value books beyond just for being fun.</p>\n\n<p>Link to comment in comments</p>\n\n<p>And so I started reading Kurt Vonnegut&#39;s &quot;Sirens of Titan&quot; and Noam Chomsky&#39;s &quot;Who Rules the World?&quot; The problem is this:</p>\n\n<p>&quot;Who Rules the World?&quot; is too complex for me. I literally read like 7 pages and couldn&#39;t keep up.</p>\n\n<p>&quot;Sirens of Titan&quot; I understand and am actually really enjoying but I can&#39;t seem to understand anything beyond surface level. What I usually do when reading books like this is finish them and then go on Shmoop or Youtube to have it analyzed for me. I want to do this analysis myself but I don&#39;t see any deeper meaning when reading.</p>\n\n<p>i may have gone way over my head with starting with Chomsky for my first political commentary book. When do I start then? What would be some &#39;stepping stone&#39; books or resources to get to the point where I can understand wtf Chomsky is saying</p>\n\n<p>For Vonnegut, how to I become good at analysis? Is there a book that can help me out with that?</p>\n\n<p>Thank you and forgive the sloppy writing</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/qp552p/feeling_too_stupid_to_understand_complicated_but/",
  "subreddit": "booksuggestions",
  "id": "qp552p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A little background. A while ago, someone posted here asking for advice on how\nto combat his ignorance through reading. There was comment that really struck a\nchord with me and inspired me to start reading to increase my understanding of\nthe world and also to value books beyond just for being…"
}