{
  "author": "ClimateInfinite",
  "original_created_utc": 1636342546,
  "title": "Feeling too stupid to understand complicated but worthwhile books and too oblivious to analyze the ones I do understand. How do I become a better reader? Where can I start?",
  "created_utc": 1636386579,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A little background. A while ago, someone posted here asking for advice on how to combat his ignorance through reading. There was comment that really struck a chord with me and inspired me to start reading to increase my understanding of the world and also to value books beyond just for being fun.</p>\n\n<p>Link to comment in comments</p>\n\n<p>And so I started reading Kurt Vonnegut&#39;s &quot;Sirens of Titan&quot; and Noam Chomsky&#39;s &quot;Who Rules the World?&quot; The problem is this:</p>\n\n<p>&quot;Who Rules the World?&quot; is too complex for me. I literally read like 7 pages and couldn&#39;t keep up.</p>\n\n<p>&quot;Sirens of Titan&quot; I understand and am actually really enjoying but I can&#39;t seem to understand anything beyond surface level. What I usually do when reading books like this is finish them and then go on Shmoop or Youtube to have it analyzed for me. I want to do this analysis myself but I don&#39;t see any deeper meaning when reading.</p>\n\n<p>i may have gone way over my head with starting with Chomsky for my first political commentary book. When do I start then? What would be some &#39;stepping stone&#39; books or resources to get to the point where I can understand wtf Chomsky is saying</p>\n\n<p>For Vonnegut, how to I become good at analysis? Is there a book that can help me out with that?</p>\n\n<p>Thank you and forgive the sloppy writing</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/qp552p/feeling_too_stupid_to_understand_complicated_but/",
  "subreddit": "booksuggestions",
  "id": "qp552p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A little background. A while ago, someone posted here asking for advice on how\nto combat his ignorance through reading. There was comment that really struck a\nchord with me and inspired me to start reading to increase my understanding of\nthe world and also to value books beyond just for being…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "少し背景を説明します。少し前に、ある人がここに投稿して、「読書で無知を克服する方法を教えてほしい」と相談しました。\n読書で自分の無知を克服する方法を教えてほしいと投稿しました。その中で、私の心に響いたコメントがありました。\n私は、世界への理解を深めるために読書を始めようと思いました。\n世界への理解を深めるために読書を始めようと思いましたし、本の価値を...",
      "title": "複雑で価値のある本を理解するにはあまりにも愚かで、理解した本を分析するにはあまりにも無知であると感じています。どうしたらもっと上手に読めるようになるでしょうか？何から始めればいいのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "一个小背景。不久前，有人在这里发帖，请教如何通过阅读消除自己的无知。\n通过阅读来消除他的无知。有一条评论真正打动了我\n并激励我开始阅读，以增加我对世界的了解。\n启发我开始阅读，以增加我对世界的了解，同时也重视书籍，而不仅仅是作为...",
      "title": "感觉自己太笨了，无法理解复杂但有价值的书，又太忘乎所以，无法分析我所理解的书。我怎样才能成为一个更好的读者？我可以从哪里开始？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一個小背景。不久前，有人在這裏發帖，請教如何通過閱讀消除自己的無知。\n通過閱讀來消除他的無知。有一條評論真正打動了我\n並激勵我開始閱讀，以增加我對世界的瞭解。\n啓發我開始閱讀，以增加我對世界的瞭解，同時也重視書籍，而不僅僅是作爲...",
      "title": "感覺自己太笨了，無法理解複雜但有價值的書，又太忘乎所以，無法分析我所理解的書。我怎樣才能成爲一個更好的讀者？我可以從哪裏開始？"
    }
  ]
}