{
  "author": "CentristAnCap",
  "original_created_utc": 1635230867,
  "title": "CMV: Taxing unrealized capital gains is an absolutely horrific idea",
  "created_utc": 1635244376,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To illustrate my point, let’s take a simple example:</p>\n\n<p>I buy $100 worth of stock in a company, that stock then appreciates in value to $500, meaning I owe taxes on $400 worth of “unrealized capital gains”.</p>\n\n<p>If the stock then plummets to $50 in value, all of a sudden I owe the government for assets I don’t have.</p>\n\n<p>What’s more, if i have a substantial amount of my overall wealth in the stock market, how am I supposed to pay taxes on unrealized capital gains if I don’t have sufficient liquidity outside of the stock market to do so? I’d be forced to liquidate some of my shares (paying capital gains taxes on them), simply to pay another tax. </p>\n\n<p>Seems like a recipe for crashing the stock market as far as I can tell</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/qg0l1v/cmv_taxing_unrealized_capital_gains_is_an/",
  "subreddit": "changemyview",
  "id": "qg0l1v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To illustrate my point, let’s take a simple example:\n\nI buy $100 worth of stock in a company, that stock then appreciates in value to\n$500, meaning I owe taxes on $400 worth of “unrealized capital gains”.\n\nIf the stock then plummets to $50 in value, all of a sudden I owe the government\nfor assets I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の言いたいことを説明するために、簡単な例を挙げてみましょう。\n\nある会社の株を100ドル分購入し、その株が価値を上げて500ドルになったとします。\nつまり、私は400ドル相当の「未実現キャピタルゲイン」を税金として支払うことになります。\n\nもし、その株が急落して50ドルになったら、突然、私は政府に...\n私の資産は...",
      "title": "CMV: 未実現のキャピタルゲインへの課税は絶対に恐ろしいアイデアだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为了说明我的观点，让我们举一个简单的例子。\n\n我买了一家公司价值100美元的股票，然后该股票升值为\n500美元，这意味着我欠下价值400美元的 \"未实现资本收益 \"的税。\n\n如果该股票的价值暴跌至50美元，突然间我欠政府的\n我的资产......",
      "title": "CMV：对未实现的资本收益征税是一个绝对可怕的想法"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲了說明我的觀點，讓我們舉一個簡單的例子。\n\n我買了一家公司價值100美元的股票，然後該股票升值爲\n500美元，這意味着我欠下價值400美元的 \"未實現資本收益 \"的稅。\n\n如果該股票的價值暴跌至50美元，突然間我欠政府的\n我的資產......",
      "title": "CMV：對未實現的資本收益徵稅是一個絕對可怕的想法"
    }
  ]
}