{
  "author": "Many_Scratch2269",
  "original_created_utc": 1637327894,
  "title": "In September, Crypto dipped nearly -23% in 2 weeks before reaching another new ATH. Crypto is currently -16% in 11 days. We are following the exact same trend.",
  "created_utc": 1637364633,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The dip we are going through currently is absolutely nothing compared to what we&#39;ve seen before. We are about -16% down in about 11 days. If you look at the previous patterns, this time is absolutely no different! We are clearly in a rising wedge pattern without any worrying signals.</p>\n\n<p>There should be absolutely no reason to panic unless we form a lower low on the chart. You should treat this dip as just another routine buy opportunity. It&#39;s pretty clear if you zoom out and look at what happened from late July till late September. We are literally in the same pattern. </p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/mlzbpkikyj081.png?width=823&amp;format=png&amp;auto=webp&amp;s=1f86fbf9b38a36947d0baae2854b2cc2c6c7c0d0\">https://preview.redd.it/mlzbpkikyj081.png?width=823&amp;format=png&amp;auto=webp&amp;s=1f86fbf9b38a36947d0baae2854b2cc2c6c7c0d0</a></p>\n\n<p>The market is still incredibly strong and there is absolutely no reason to panic while in the middle of a rising wedge pattern. </p>\n\n<p>Look at last year, the market went wild in December after a small pullback in November. Buy while you can, because if the patterns are correct, we are in for huge gains in December.</p>\n</div><!-- SC_ON -->",
  "score": 158,
  "permalink": "/r/CryptoCurrency/comments/qxg166/in_september_crypto_dipped_nearly_23_in_2_weeks/",
  "subreddit": "CryptoCurrency",
  "id": "qxg166",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The dip we are going through currently is absolutely nothing compared to what\nwe've seen before. We are about -16% down in about 11 days. If you look at the\nprevious patterns, this time is absolutely no different! We are clearly in a\nrising wedge pattern without any worrying signals.\n\nThere should…"
}