{
  "author": "gayvaginaclitsNnigs",
  "original_created_utc": 1631587533,
  "title": "CMV: Every adult person - if they revealed all their true thoughts would have something that would get them \"canceled\" by society. Therefore, everyone's a hypocrite.",
  "created_utc": 1631593842,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t care if it&#39;s your sweet grandma or that super nice friend of yours. If everyone revealed all their true thoughts about everything, whether that be politics, race, thoughts on other people, or anything else, there would be something that society would &quot;cancel&quot;, &quot;shun&quot; and &quot;demonize&quot; that person for. Therefore, everyone&#39;s a hypocrite. Including myself. What&#39;s my point? Nothing, posted this for fun so society could cancel me. FR it&#39;s a thought I&#39;ve had for a long time and am looking for thoughts mainly. </p>\n\n<p>CMV!</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/changemyview/comments/pnu8hg/cmv_every_adult_person_if_they_revealed_all_their/",
  "subreddit": "changemyview",
  "id": "pnu8hg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don't care if it's your sweet grandma or that super nice friend of yours. If\neveryone revealed all their true thoughts about everything, whether that be\npolitics, race, thoughts on other people, or anything else, there would be\nsomething that society would \"cancel\", \"shun\" and \"demonize\" that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "優しいおばあちゃんでも、超素敵なお友達でもいいんです。もし\nみんなが自分の本音をすべてさらけ出したら、それが政治であれ、人種であれ\n政治、人種、他人への思いなど、あらゆることについて本音をすべてさらけ出したら、社会は何かを\n社会から「排除」され、「淘汰」され、「悪者」にされてしまうようなことが...。",
      "title": "CMV： 大人の人は誰でも、自分の本心をすべてさらけ出したら、社会から「お払い箱」にされるようなことがあるはずです。だから、みんな偽善者なんです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不在乎它是你可爱的奶奶还是你那个超级好的朋友。如果\n每个人都透露他们对所有事情的真实想法，无论是\n政治、种族、对其他人的想法，或其他任何事情，都会有\n社会会 \"取消\"、\"回避 \"和 \"妖魔化 \"这些东西。",
      "title": "CMV：每个成年人--如果他们透露他们所有的真实想法，都会有一些东西让他们被社会 \"取消\"。因此，每个人都是一个伪君子。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不在乎它是你可愛的奶奶還是你那個超級好的朋友。如果\n每個人都透露他們對所有事情的真實想法，無論是\n政治、種族、對其他人的想法，或其他任何事情，都會有\n社會會 \"取消\"、\"迴避 \"和 \"妖魔化 \"這些東西。",
      "title": "CMV：每個成年人--如果他們透露他們所有的真實想法，都會有一些東西讓他們被社會 \"取消\"。因此，每個人都是一個僞君子。"
    }
  ]
}