{
  "author": "naughtyschool_girl",
  "the_new_excerpt": "I don't care either way if someone wants to change their name or not. It's a\npersonal decision that each person can make for themselves. I think there are\nreasons for wanting to change your last name when you get married, but there's\nno reason (in my opinion) for the woman to be automatically…",
  "original_created_utc": 1620604828,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "名前を変えたい人がいてもいなくても、どちらでも構いません。それは\n個人の判断で決めればいいと思います。結婚を機に姓を変えたいという理由はあると思いますが\n結婚して名字を変えたいという理由はあると思います。\n女性が自動的に...という理由はないと思います。",
      "title": "CMV: 女性が結婚して姓を変えるのは、伝統以外の理由はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果有人想改名或不改名，我都不关心。这是一个\n个人决定，每个人都可以为自己做出决定。我认为有一些\n想在结婚时改姓的理由，但没有理由（在我看来）不改姓。\n但没有理由（在我看来）让女方自动...",
      "title": "CMV：除了传统之外，没有任何理由让妇女在结婚时改姓。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果有人想改名或不改名，我都不關心。這是一個\n個人決定，每個人都可以爲自己做出決定。我認爲有一些\n想在結婚時改姓的理由，但沒有理由（在我看來）不改姓。\n但沒有理由（在我看來）讓女方自動...",
      "title": "CMV：除了傳統之外，沒有任何理由讓婦女在結婚時改姓。"
    }
  ],
  "title": "CMV: There is no reason, other than tradition, that women should be the ones to change their last names when they get married.",
  "created_utc": 1620624690,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t care either way if someone wants to change their name or not. It&#39;s a personal decision that each person can make for themselves. I think there are reasons for wanting to change your last name when you get married, but there&#39;s no reason (in my opinion) for the woman to be automatically considered the one who should change her name. I understand that couples may want to have the same last name to feel connected, avoid confusion from others, give their children the same last name, etc., but this can be accomplished by either partner changing their name. </p>\n\n<p>The only argument I have heard for why the woman should change her name when getting married is &quot;it&#39;s tradition&quot; or &quot;it&#39;s always been that way.&quot; I&#39;ve even been told it&#39;s disrespectful to the man to not take their name. When asked why they wouldn&#39;t want to change their last name to their wives&#39;, they have no explanation. However, I do understand that men may be worried about feeling judged for changing their name. Traditions are changing all the time, and this on its own is a poor reason to justify pressuring women into abandoning their family name. Women are not seen as their husband&#39;s property anymore (by most people) and most women have their own careers and hobbies in developed countries. Changing one&#39;s last name can be harmful partway through a career, if one has publications/accomplishments tied to their previous name. </p>\n\n<p>This isn&#39;t to say that men should automatically change their name instead, I just believe that neither person in the relationship should feel undue pressure to change their name, and they can make whatever decision works for them. If neither wants to change their name, they can hyphenate, combine their names, or simply keep their own names. Many people feel a strong connection to their family name, and they shouldn&#39;t be pressured to give it up immediately upon getting married because of a historical norm.</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/changemyview/comments/n8r0ds/cmv_there_is_no_reason_other_than_tradition_that/",
  "subreddit": "changemyview",
  "id": "n8r0ds",
  "is_self": true,
  "media": null,
  "is_video": false
}