{
  "author": "HelloDesdemona",
  "original_created_utc": 1637324722,
  "title": "“But the Series gets good in book 5!“: How long do you stick with a series?",
  "created_utc": 1637361494,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, I’ve read the first book in this series that’s been on my radar for a while. I hated it. Every word. As I finished each chapter, I wanted to tear the pages out and use it to wipe my butt. HATED it. I’m not going to name the series, because it’s not the point of this question; and, also, I’ve already heard all the rebuttals and I still want to put the book in the litter box so my cat pisses on it. </p>\n\n<p>The series has it’s fans, and I understand and respect that. It’s fine, really.</p>\n\n<p>Anyway, anytime there’s a discussion around this particular book, I get the exact same rebuttal: “Of course the main character is insufferable in book one! It’s the set up for a character arc. It really starts getting good in book 3, 5, 19, 5,232,522.” “You can’t judge the book until you at least get to book 5. That’s when it all starts paying off.” “There’s a reason book one is like that. You have to get further in the series.”</p>\n\n<p>Honestly, I probably won’t read it, because there’s plenty of book series out there where I don’t have to trudge through 2000 pages of something I hate before it “gets good”, but I’m wondering if other readers are more forgiving, and if they feel their investment was worth it. </p>\n\n<p>How often do you push through until a later book in the series on the promise of reputable people that it gets better? Do you trust those people, or are you the type to put the book out to pasture if book 1 doesn’t capture you? And, if you are the type to push through, how many books do you give a series before you give up?</p>\n\n<p>If you have any experiences to share where a later book completely recontextualizes the first books in a satisfying way, do tell! I honestly do like those kinds of book series.</p>\n\n<p>Edit: I’m glad for all the responses! On other forums, I’ve definitely encountered much of the opposite opinion, so it’s good to see this one, too.. I wonder, though, if I had named the book series, would there be more people saying, “You HAVE to continue!” I understand. I really do. I also love books that have evoked negative emotions in other people, so I sympathize.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/qxf4z6/but_the_series_gets_good_in_book_5_how_long_do/",
  "subreddit": "books",
  "id": "qxf4z6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, I’ve read the first book in this series that’s been on my radar for a while.\nI hated it. Every word. As I finished each chapter, I wanted to tear the pages\nout and use it to wipe my butt. HATED it. I’m not going to name the series,\nbecause it’s not the point of this question; and, also, I’ve…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "というわけで、前から気になっていたこのシリーズの1冊目を読んでみました。\n大嫌いな作品でした。すべての言葉が。各章を読み終えたとき、ページを破り捨てたくなりました。\nお尻を拭くのに使いたくなりました。大嫌いだ。そのシリーズの名前を言うつもりはありません。\nなぜなら、それはこの質問の趣旨ではないし、私は...",
      "title": "\"But the Series gets good in book 5!\": あなたはどのくらいシリーズを続けますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以，我已经读了这个系列的第一本书，这个系列已经在我的视野里有一段时间了。\n我很讨厌它。每一个字。当我读完每一章时，我想把书页撕下来\n并用它来擦屁股。讨厌它。我不打算说出这个系列的名字。\n因为这不是这个问题的重点；而且，我已经...",
      "title": "\"但是这个系列在第五本书里变得很好！\"。你会在一个系列中坚持多长时间？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，我已經讀了這個系列的第一本書，這個系列已經在我的視野裏有一段時間了。\n我很討厭它。每一個字。當我讀完每一章時，我想把書頁撕下來\n並用它來擦屁股。討厭它。我不打算說出這個系列的名字。\n因爲這不是這個問題的重點；而且，我已經...",
      "title": "\"但是這個系列在第五本書裏變得很好！\"。你會在一個系列中堅持多長時間？"
    }
  ]
}