{
  "author": "HelloDesdemona",
  "original_created_utc": 1637324722,
  "title": "“But the Series gets good in book 5!“: How long do you stick with a series?",
  "created_utc": 1637361494,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, I’ve read the first book in this series that’s been on my radar for a while. I hated it. Every word. As I finished each chapter, I wanted to tear the pages out and use it to wipe my butt. HATED it. I’m not going to name the series, because it’s not the point of this question; and, also, I’ve already heard all the rebuttals and I still want to put the book in the litter box so my cat pisses on it. </p>\n\n<p>The series has it’s fans, and I understand and respect that. It’s fine, really.</p>\n\n<p>Anyway, anytime there’s a discussion around this particular book, I get the exact same rebuttal: “Of course the main character is insufferable in book one! It’s the set up for a character arc. It really starts getting good in book 3, 5, 19, 5,232,522.” “You can’t judge the book until you at least get to book 5. That’s when it all starts paying off.” “There’s a reason book one is like that. You have to get further in the series.”</p>\n\n<p>Honestly, I probably won’t read it, because there’s plenty of book series out there where I don’t have to trudge through 2000 pages of something I hate before it “gets good”, but I’m wondering if other readers are more forgiving, and if they feel their investment was worth it. </p>\n\n<p>How often do you push through until a later book in the series on the promise of reputable people that it gets better? Do you trust those people, or are you the type to put the book out to pasture if book 1 doesn’t capture you? And, if you are the type to push through, how many books do you give a series before you give up?</p>\n\n<p>If you have any experiences to share where a later book completely recontextualizes the first books in a satisfying way, do tell! I honestly do like those kinds of book series.</p>\n\n<p>Edit: I’m glad for all the responses! On other forums, I’ve definitely encountered much of the opposite opinion, so it’s good to see this one, too.. I wonder, though, if I had named the book series, would there be more people saying, “You HAVE to continue!” I understand. I really do. I also love books that have evoked negative emotions in other people, so I sympathize.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/qxf4z6/but_the_series_gets_good_in_book_5_how_long_do/",
  "subreddit": "books",
  "id": "qxf4z6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, I’ve read the first book in this series that’s been on my radar for a while.\nI hated it. Every word. As I finished each chapter, I wanted to tear the pages\nout and use it to wipe my butt. HATED it. I’m not going to name the series,\nbecause it’s not the point of this question; and, also, I’ve…"
}