{
  "author": "Saint-Brodis",
  "the_new_excerpt": "First of all, I want to clarify that I am not against tipping in anyway. I've\nworked in the restaurant industry and make sure to always tip well. However, I\ndon't like the common idea of tipping 15-20% of your bill. For instance, one\nwould tip their waiter $10 if they get a $50 plate (going with 20%…",
  "original_created_utc": 1623899584,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず最初にはっきりさせておきたいのは、私はチップに反対しているわけではないということです。私は\n私はレストラン業界で働いたことがありますが、いつもしっかりとチップを払うようにしています。しかし、私は\nしかし、請求額の15～20％をチップにするという一般的な考え方は好きではありません。例えば、次のような場合です。\n例えば、50ドルのお皿をもらったら、ウェイターに10ドルのチップを渡す（20％で行くと...。",
      "title": "CMV: レストランの請求書の金額でチップの額を決めるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我想澄清的是，我并不反对给小费。我曾在餐饮业工作，并确保总是给足小费。\n我曾在餐饮业工作，并确保总是给足小费。然而，我\n我不喜欢把账单的15-20%作为小费的普遍想法。例如，一个人\n如果他们得到一个50美元的盘子，就会给服务员10美元的小费（按20%计算......",
      "title": "CMV：餐厅账单的价格不应该决定你的小费多少。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我想澄清的是，我並不反對給小費。我曾在餐飲業工作，並確保總是給足小費。\n我曾在餐飲業工作，並確保總是給足小費。然而，我\n我不喜歡把賬單的15-20%作爲小費的普遍想法。例如，一個人\n如果他們得到一個50美元的盤子，就會給服務員10美元的小費（按20%計算......",
      "title": "CMV：餐廳賬單的價格不應該決定你的小費多少。"
    }
  ],
  "title": "CMV: The price of your restaurant bill should not dictate how much you tip.",
  "created_utc": 1623919156,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First of all, I want to clarify that I am not against tipping in anyway. I&#39;ve worked in the restaurant industry and make sure to always tip well. However, I don&#39;t like the common idea of tipping 15-20%  of your bill. For instance, one would tip their waiter $10 if they get a  $50 plate (going with 20% tip here). But tip the same waiter, in the same restaurant,  $4 if they ordered a $20 plate instead . In both instances, you are getting the same quality of food, same service, and the waiter is doing the same amount of work. It doesn&#39;t make sense to me to have to give such a larger tip for the same amount of work only because I decided to get a more expensive dish/drink.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/changemyview/comments/o1n0y6/cmv_the_price_of_your_restaurant_bill_should_not/",
  "subreddit": "changemyview",
  "id": "o1n0y6",
  "is_self": true,
  "media": null,
  "is_video": false
}