{
  "author": "mmcilree",
  "the_new_excerpt": "I remember reading these kinds of \"Choose Your Own Adventure\" children's books\nwhen I was young: you know, \"if you pick up the shining amulet, turn to pg. 36;\nif you leave it where it is, turn to pg. 40\" etc. They were great fun, although\nI think the novelty somewhat wore off after I'd tried a…",
  "original_created_utc": 1624221094,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "子供の頃、この手の \"Choose Your Own Adventure \"と呼ばれる児童書を読んだことがある。\n幼い頃、この種の「自分で選ぶ冒険」の児童書を読んだ記憶がある。\n輝くお守りを拾ったら36ページへ、そのままにしたら40ページへ」といった具合に。とても楽しかったのですが\nしかし、その斬新さは、私が1つの本を試した後には、やや失われていたように思います...",
      "title": "\"Choose Your Own Adventure \"の本を真面目な文学装置として捉える"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我记得小时候读过这种 \"选择你自己的冒险 \"的儿童书籍\n你知道，\"如果你捡起闪亮的护身符，就翻到第36页。\n如果你把它留在原地，就翻到第40页 \"等等。它们非常有趣，尽管\n我认为在我尝试过一次之后，这种新鲜感就消失了。",
      "title": "将 \"选择你自己的冒险 \"书籍作为一种严肃的文学手段"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我記得小時候讀過這種 \"選擇你自己的冒險 \"的兒童書籍\n你知道，\"如果你撿起閃亮的護身符，就翻到第36頁。\n如果你把它留在原地，就翻到第40頁 \"等等。它們非常有趣，儘管\n我認爲在我嘗試過一次之後，這種新鮮感就消失了。",
      "title": "將 \"選擇你自己的冒險 \"書籍作爲一種嚴肅的文學手段"
    }
  ],
  "title": "\"Choose Your Own Adventure\" books as a serious literary device",
  "created_utc": 1624242237,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I remember reading these kinds of &quot;Choose Your Own Adventure&quot; children&#39;s books when I was young: you know, &quot;if you pick up the shining amulet, turn to pg. 36; if you leave it where it is, turn to pg. 40&quot; etc. They were great fun, although I think the novelty somewhat wore off after I&#39;d tried a few. </p>\n\n<p>Maybe there&#39;s more than I&#39;m aware, but it seems like this is not a common thing in adult literature, especially stuff that&#39;s seen as more &quot;high brow&quot;. There&#39;s one book that&#39;s brought it back into my mind: I&#39;ve recently been completely engrossed in re-reading Vladimir Nabokov&#39;s Pale Fire, which does have a lot of cross-referencing/jumping-around, and does require the reader to take some sort of active role in &quot;solving&quot; the story. It&#39;s not quite the same thing, but it brought these CYOA books back into my mind and got me wondering what the potential for this kind of &quot;interactive&quot; literature is. </p>\n\n<p>Has anyone read serious/literary novels that also have something like this? What do you think of it as a device, or of making the reader do some &quot;work&quot; in general? Does taking it to its logical extreme essentially turn a book into a really low tech RPG video game? Are there other things you can do as an author to make the reader a really active participant - I was thinking of the sorts of murder mysteries, where part of the enjoyment is trying (and probably failing) to beat the fictional detective to the elegant solution. </p>\n\n<p>Just curious.</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/books/comments/o4ed84/choose_your_own_adventure_books_as_a_serious/",
  "subreddit": "books",
  "id": "o4ed84",
  "is_self": true,
  "media": null,
  "is_video": false
}