{
  "author": "inaclimatecrisis",
  "original_created_utc": 1628014237,
  "title": "YSK: Your apartment or house has filters. And they NEED to be changed regularly.",
  "created_utc": 1628077043,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>YSK: Most modern apartments and homes have a variety of air filters that need cleaned or changed regularly. Why YSK: Dirty filters can cost you money, make things uncomfortable, or simply cause machines to fail/suck. Air conditioner not cooling well? Check the front filter (on window unit) or the HVAC unit itself. Fridge a bit smelly? Check to see if it has an air filter. Fan or portable heater not blowing well? Check for a filter. Vacuum no longer very good at sucking? Wash the filters (there are usually 2-3). </p>\n\n<p>Clogged filters cause the machine to run harder demanding more electricity and reducing the functionality. Checking on the filter(s) is one of the cheapest ways to get appliances or machines back in business. </p>\n\n<p>Most machines moving air around have air filters. Do a scan of the following and either replace or wash the filter. if washing, make sure it is completely dry before putting back in. Keep in mind some are designed to be wash (like vacuum filters) while others are meant to be thrown out and replaced (HVAC filters). Take a look at these to start:</p>\n\n<ul>\n<li>cabin air filter in car, sometimes behind the glove box. google for details. filter is cheap at auto store. </li>\n<li>vacuum filters. this one is huge. modern bagless vacuums are notorious for clogged filters and a smelly and weak vacuum experience. I switched to bagged and am never going back. no mess. no cleaning filters. </li>\n<li>filters on air conditioners, portable heaters, and any other heating or cooling units. changing or washing these can save you serious money. and in the case of portable heaters, greatly reduce your risk of fire (dust bunnies on heating coils are a terrible combo) </li>\n<li>Dryer lint screen/filter. Your clothes will dry 10 times quicker if you have never touched this and you will also greatly reduce your risk for fire. </li>\n<li>over stove top filters/under microwave filters. I promise you they are gunky and nasty. soak those bad boys in some dish soap. These are likey metal and meant to be washed. </li>\n</ul>\n\n<p>You may find that some of these don&#39;t have a filter. Might be a good opportunity to Google to see if it actually in fact needs one. </p>\n\n<p>Feel free to comment others not on my initial list! Wishing you all cleaner indoor air and better working machines!</p>\n</div><!-- SC_ON -->",
  "score": 1063,
  "permalink": "/r/YouShouldKnow/comments/ox99ex/ysk_your_apartment_or_house_has_filters_and_they/",
  "subreddit": "YouShouldKnow",
  "id": "ox99ex",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "YSK: Most modern apartments and homes have a variety of air filters that need\ncleaned or changed regularly. Why YSK: Dirty filters can cost you money, make\nthings uncomfortable, or simply cause machines to fail/suck. Air conditioner not\ncooling well? Check the front filter (on window unit) or the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSK: 最近のマンションや住宅には、さまざまな種類のエアフィルターが設置されています。\n定期的に掃除したり交換したりする必要があります。YSK: フィルターが汚れていると、コストがかかったり、快適性が損なわれたりします。\nフィルターが汚れていると、コストがかかるだけでなく、快適性が損なわれたり、単に機械の故障や不具合の原因になったりします。エアコンの冷えが\n冷えが悪い？フロントフィルター（窓際ユニット）または...",
      "title": "YSK: アパートや家にはフィルターがありますよね。フィルターは定期的に交換する必要があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "YSK：大多数现代公寓和家庭都有各种空气过滤器，需要\n需要定期清洗或更换。为什么是YSK：肮脏的过滤器会让你花钱，让你感到不舒服。\n让人不舒服，或者干脆导致机器故障/吸人。空调不\n制冷效果好？检查前面的过滤器（在窗式设备上）或...",
      "title": "YSK: 你的公寓或房子有过滤器。它们需要定期更换。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "YSK：大多數現代公寓和家庭都有各種空氣過濾器，需要\n需要定期清洗或更換。爲什麼是YSK：骯髒的過濾器會讓你花錢，讓你感到不舒服。\n讓人不舒服，或者乾脆導致機器故障/吸人。空調不\n製冷效果好？檢查前面的過濾器（在窗式設備上）或...",
      "title": "YSK: 你的公寓或房子有過濾器。它們需要定期更換。"
    }
  ]
}