{
  "author": "cozyduck",
  "the_new_excerpt": "Recently I started reading more and while I personally don't find the reading\nactivity so enjoyable the social part is wonderful. I love talking about books &\nstories. Like with great book talkers one can get lost in the book again. Be it\ntalking about the plot, about the characters, sometimes it's…",
  "original_created_utc": 1623854136,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、私は多読を始めましたが、個人的には読書活動はそれほど楽しいものではありませんでした。\n個人的には読書活動はあまり楽しくありませんが、社会的な部分は素晴らしいです。本や物語について話すのが好きです。\n話をするのが好きです。本の話をするのが好きな人は、また本に夢中になることができます。それが\n筋書きや登場人物について話したり、時には...。",
      "title": "読んだ本の話を熱心にしてくれる人は本当にありがたいです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近我开始更多的阅读，虽然我个人认为阅读活动并不那么令人愉快\n活动很愉快，但社交部分却很精彩。我喜欢谈论书籍和\n故事。就像和伟大的谈书人一样，人们可以再次迷失在书中。无论是\n谈论情节，谈论人物，有时它是...",
      "title": "我真的很欣赏那些热衷于谈论他们读过的书的人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近我開始更多的閱讀，雖然我個人認爲閱讀活動並不那麼令人愉快\n活動很愉快，但社交部分卻很精彩。我喜歡談論書籍和\n故事。就像和偉大的談書人一樣，人們可以再次迷失在書中。無論是\n談論情節，談論人物，有時它是...",
      "title": "我真的很欣賞那些熱衷於談論他們讀過的書的人。"
    }
  ],
  "title": "I really appreciate people who eagerly talks about books they've read.",
  "created_utc": 1623899328,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently I started reading more and while I personally don&#39;t find the reading activity so enjoyable the social part is wonderful. I <em>love</em> talking about books &amp; stories. Like with great book talkers one can get lost in the book again. Be it talking about the plot, about the characters, sometimes it&#39;s like you are gossiping about these made up characters. &quot;Can you believe James did that? - oh I just read that, I knoooow, how dare he!?&quot; Sharing books, overanalyzing them, plucking small unimportant snippets and going &quot;oh that is such a great moment, totally spoke to me in a profound way!&quot; Basically just having fun talking about these made up universes we find in books. </p>\n\n<p>I am so grateful to all those that talk about stories without timidity. Books are just so fun when shared.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/o16ch8/i_really_appreciate_people_who_eagerly_talks/",
  "subreddit": "books",
  "id": "o16ch8",
  "is_self": true,
  "media": null,
  "is_video": false
}