{
  "author": "cosmicgoku",
  "original_created_utc": 1638644171,
  "title": "YSK: Most corporations and ISPs track you through DNS and by using open source servers like Adguard DNS, you can block ads/trackers/malware on entire devices",
  "created_utc": 1638657742,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: DNS servers are required for anyone to connect to the internet. Corporations and ISPs like to track you as much as humanly possible within the law. They do this mostly through the DNS servers they automatically configure your devices to use. By switching to an encrypted dns server with filters that block these tracking/ad domains you won&amp;#39;t see any more on your entire device. DNS is being used for tracking/ads more than any time previously in the last twenty years. It&amp;#39;s only a few numbers, it&amp;#39;s an easy and effortless switch. Adguard is open source and free to use like Bitcoin and Ethereum, Linux, Firefox and Tor for example.&lt;/p&gt;\n\n&lt;p&gt;Edit (for no confusion): &lt;a href=\"https://adguard-dns.com/en/public-dns.html\"&gt;https://adguard-dns.com/en/public-dns.html&lt;/a&gt;.&lt;/p&gt;\n\n&lt;p&gt;Edit 2: May not work with streaming services or youtube on phones or xboxes, play stations. Google loads all their ads on one domain, so to block those domains you&amp;#39;d be blocking youtube itself, alas. You can sideload cercube youtube through altstore on IOS or use youtube vanced on Android to get premium for free though (I myself use altstore, also have spotify premium for free)&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 133,
  "permalink": "/r/YouShouldKnow/comments/r8wdhg/ysk_most_corporations_and_isps_track_you_through/",
  "subreddit": "YouShouldKnow",
  "id": "r8wdhg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: DNS servers are required for anyone\nto connect to the internet. Corporations and ISPs like to track you as much as\nhumanly possible within the law. They do this mostly through the DNS servers\nthey automatically configure your devices to use. By switching to…"
}