{
  "author": "overhardeggs",
  "original_created_utc": 1625761029,
  "title": "CMV: Donald Trump did more harm than good to the Republican party",
  "created_utc": 1625770141,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>During Trump&#39;s presidency, the GOP lost both the house and the senate, he was impeached twice, lost his reelection bid, was banned from social media and arguably caused more people to distrust the GOP than any other Republican president before him. It seems that any politician or political commentator who supported or supports him is instantly polarizing to public discourse.</p>\n\n<p>You would think that the GOP would be in a better place if he had not run for president and had just stayed in Trump tower doing Trump stuff.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/ogaj9j/cmv_donald_trump_did_more_harm_than_good_to_the/",
  "subreddit": "changemyview",
  "id": "ogaj9j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "During Trump's presidency, the GOP lost both the house and the senate, he was\nimpeached twice, lost his reelection bid, was banned from social media and\narguably caused more people to distrust the GOP than any other Republican\npresident before him. It seems that any politician or political…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "トランプ大統領の任期中、共和党は下院と上院の両方で敗北し、彼は2度弾劾された。\nトランプ氏は2度弾劾され、再選に失敗し、ソーシャルメディアの利用を禁止されました。\nそれまでの共和党の大統領の中で、最も多くの人々に共和党への不信感を抱かせたと言っても過言ではありません。\n彼以前のどの共和党大統領よりも多くの人々にGOPへの不信感を抱かせました。どんな政治家や政治団体でも、このようなことがあるようです。",
      "title": "CMV: ドナルド・トランプは共和党に良いことよりも害を与えた"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在特朗普担任总统期间，美国共和党失去了众议院和参议院，他被弹劾了两次，失去了连任机会，被禁止使用社交媒体。\n他两次被弹劾，在竞选连任时失利，被禁止在社交媒体上发表言论，而且\n可以说，他比其他任何一位共和党总统都更不信任共和党。\n共和党总统。看来，任何政治家或政...",
      "title": "CMV：唐纳德-特朗普对共和党弊大于利"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在特朗普擔任總統期間，美國共和黨失去了衆議院和參議院，他被彈劾了兩次，失去了連任機會，被禁止使用社交媒體。\n他兩次被彈劾，在競選連任時失利，被禁止在社交媒體上發表言論，而且\n可以說，他比其他任何一位共和黨總統都更不信任共和黨。\n共和黨總統。看來，任何政治家或政...",
      "title": "CMV：唐納德-特朗普對共和黨弊大於利"
    }
  ]
}