{
  "author": "jeffgolenski",
  "original_created_utc": 1627392514,
  "title": "CMV: Every human on earth needs a entire grade-school level course on “being aware of your surroundings.” Physically, emotionally, economically, environmentally.",
  "created_utc": 1627468411,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Title says it all. I’m flabbergasted by the amount of people who don’t pay attention to what’s happening around them. </p>\n\n<p>I’ve witnessed many accidents involving vehicles and people just plain getting hurt because they aren’t paying attention to the landscape or environment they’re in. </p>\n\n<p>This includes economics and planning for your future. It also involves being aware of people’s emotional states whom are close to you so you don’t do or say anything that’s going to hurt them. </p>\n\n<p>This is a survival level ideology. We’re too comfortable and place too much faith in societal safety mechanisms.</p>\n\n<p>EDIT: for clarity, I said “grade-school level.” Doesn’t need to happen in an actual school. Could be parents teaching these values. Sorry for being unclear!</p>\n\n<p>EDIT 2: I’m saying it should happen. I’m not trying to debate the actual semantics of making it happen. That’s an entire different convo.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/osmu8n/cmv_every_human_on_earth_needs_a_entire/",
  "subreddit": "changemyview",
  "id": "osmu8n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Title says it all. I’m flabbergasted by the amount of people who don’t pay\nattention to what’s happening around them.\n\nI’ve witnessed many accidents involving vehicles and people just plain getting\nhurt because they aren’t paying attention to the landscape or environment\nthey’re in.\n\nThis includes…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルが全てを物語っています。自分の周りで起こっていることに注意を払わない人の多さに愕然とします。\n周りで起きていることに注意を払わない人の多さに呆れてしまいます。\n\n風景や環境に注意を払わないために、車の事故や人がただ怪我をするのを何度も目撃しました。\n周りの景色や環境に注意を払わないために、怪我をしてしまう人をたくさん見てきました。\n怪我をしてしまうのです。\n\nこれには...",
      "title": "CMV: 地球上のすべての人間は、\"自分の周りの環境に気を配る \"ということについて、小学校レベルの授業を受ける必要があります。身体的にも、感情的にも、経済的にも、環境的にも。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "标题说明了一切。我对有多少人不注意他们周围发生的事情感到吃惊。\n我对很多人不注意他们周围发生的事情感到吃惊。\n\n我目睹了许多涉及车辆的事故，人们只是简单地受到了伤害。\n因为他们没有注意到他们所处的景观或环境。\n他们所处的环境。\n\n这包括...",
      "title": "CMV: 地球上的每一个人都需要一门关于 \"意识到你周围环境 \"的整个小学水平课程。在身体上、情感上、经济上、环境上。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "標題說明了一切。我對有多少人不注意他們周圍發生的事情感到喫驚。\n我對很多人不注意他們周圍發生的事情感到喫驚。\n\n我目睹了許多涉及車輛的事故，人們只是簡單地受到了傷害。\n因爲他們沒有注意到他們所處的景觀或環境。\n他們所處的環境。\n\n這包括...",
      "title": "CMV: 地球上的每一個人都需要一門關於 \"意識到你周圍環境 \"的整個小學水平課程。在身體上、情感上、經濟上、環境上。"
    }
  ]
}