{
  "author": "elbeanodeldino",
  "the_new_excerpt": "You cannot justify validity of your ideas on the basis of them being\ncompassionate, if you can't view your enemies through the lens of compassion.\nFor example, you cannot justify the Democratic party having a moral high ground\nfor their compassion towards homosexuals, if you view the pro-life stance…",
  "original_created_utc": 1620818316,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "思いやりのレンズを通して敵を見ることができなければ、自分の考えの正当性を、それが思いやりのあるものだという理由で正当化することはできません。\n思いやりのレンズを通して敵を見ることができなければ、自分の考えの正当性を思いやりに基づいて正当化することはできません。\n例えば、民主党が同性愛者への思いやりから道徳的に優位に立っていることを正当化することはできません。\n例えば、民主党が同性愛者を思いやることで道徳的に優位に立っていることを正当化することはできませんが、もしあなたがプロライフのスタンスを...",
      "title": "CMV: 同情心から道徳的な優越感を得ようとする政治団体や活動家は、悪者にするべき道徳的に正しい集団を見つけたと考えがちですが、これは大きな問題です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你不能用同情心来看待你的敌人，你就无法证明你的想法是正确的，因为它们是\n如果你不能用同情的眼光来看待你的敌人，你就不能证明你的想法的有效性。\n例如，如果你认为民主党对同性恋者的同情心具有道德制高点，那么你就不能为其辩护。\n他们对同性恋者的同情心，如果你认为支持生命的立场...",
      "title": "CMV：政治实体和活动家在同情心的基础上获得道德上的优越感，他们往往认为自己找到了道德上正确的人群来进行妖魔化，这是一个巨大的问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你不能用同情心來看待你的敵人，你就無法證明你的想法是正確的，因爲它們是\n如果你不能用同情的眼光來看待你的敵人，你就不能證明你的想法的有效性。\n例如，如果你認爲民主黨對同性戀者的同情心具有道德制高點，那麼你就不能爲其辯護。\n他們對同性戀者的同情心，如果你認爲支持生命的立場...",
      "title": "CMV：政治實體和活動家在同情心的基礎上獲得道德上的優越感，他們往往認爲自己找到了道德上正確的人羣來進行妖魔化，這是一個巨大的問題。"
    }
  ],
  "title": "CMV: Political entities and activists who derive moral superiority on the basis of compassion, often believe they have found the morally correct group of people to demonize, and it's a huge problem",
  "created_utc": 1620842594,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You cannot justify validity of your ideas on the basis of them being compassionate, if you can&#39;t view your enemies through the lens of compassion. For example, you cannot justify the Democratic party having a moral high ground for their compassion towards homosexuals, if you view the pro-life stance as unequivocally being the stance of bigots. You have to also also acknowledge that a certain percentage of people with that stance, maintain it out of compassion towards what they believe is a living being.</p>\n\n<p>Otherwise, you are simply demonizing and dehumanizing a group of people, which can grow and expand to include other people depending on the point you&#39;re trying to make. The general group you identify as the other has not concrete definition. This breeds an equivalent reaction from the side being dehumanized, producing a phenomenon that is cancerous to society.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/nam8r7/cmv_political_entities_and_activists_who_derive/",
  "subreddit": "changemyview",
  "id": "nam8r7",
  "is_self": true,
  "media": null,
  "is_video": false
}