{
  "author": "NielNir",
  "original_created_utc": 1635505355,
  "title": "How do you guys finish reading 52 books per year?",
  "created_utc": 1635526923,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am a full time student and I generally try to read a book when I can but I never can finish even 5 books a year. I am pursuing Mechanical Engineering so that can be why I am too afraid to give more time to reading other books than course books due to the course load. So I want to know how do you guys make enough time for reading books? Especially if you are a student how do you balance reading extra books and course books if you do so?</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/qia9xy/how_do_you_guys_finish_reading_52_books_per_year/",
  "subreddit": "books",
  "id": "qia9xy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am a full time student and I generally try to read a book when I can but I\nnever can finish even 5 books a year. I am pursuing Mechanical Engineering so\nthat can be why I am too afraid to give more time to reading other books than\ncourse books due to the course load. So I want to know how do you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はフルタイムの学生で、できる限り本を読むようにしています。\n年に5冊も読めないこともあります。私は機械工学を専攻しているので\nそのため、コースブック以外の本を読む時間が取れないのかもしれません。\nそのため、コースの負担のためにコースの本以外の本を読む時間が取れないのです。そこで私が知りたいのは、皆さんはどのようにして...",
      "title": "皆さんはどうやって年間52冊の本を読み終えますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一名全职学生，一般来说，我尽量在有时间的时候读一本书，但我从来没有在一年内读完哪怕5本书。\n但我从未能在一年内读完甚至5本书。我正在攻读机械工程，所以\n这可能就是为什么我不敢把更多的时间用于阅读其他书籍，而不是课程书籍。\n由于课程负担，我不敢花更多时间阅读其他书籍。所以我想知道你是如何...",
      "title": "你们是如何完成每年52本书的阅读的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一名全職學生，一般來說，我儘量在有時間的時候讀一本書，但我從來沒有在一年內讀完哪怕5本書。\n但我從未能在一年內讀完甚至5本書。我正在攻讀機械工程，所以\n這可能就是爲什麼我不敢把更多的時間用於閱讀其他書籍，而不是課程書籍。\n由於課程負擔，我不敢花更多時間閱讀其他書籍。所以我想知道你是如何...",
      "title": "你們是如何完成每年52本書的閱讀的？"
    }
  ]
}