{
  "author": "cacille",
  "the_new_excerpt": "Why YSK: By buying old service manuals, repair manuals, and service documents,\nyou familiarize yourself with the basics of how stuff works, which is near half\nof the training right there for most people. Old manuals are detailed, with\npictures and even examples of wear and tear, so you know what to…",
  "original_created_utc": 1622757928,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、古いサービスマニュアルや修理書、サービス文書を購入することで、物の仕組みの基本を知ることができるからです。\nこれは多くの人にとってトレーニングの半分に近いものです。\nこれは、多くの人にとって、トレーニングの半分に近いものだと思います。古いマニュアルには、写真や\n古いマニュアルは写真付きで詳しく説明されていますし、消耗品の例も載っていますので、何をすればいいのかがわかります。",
      "title": "YSKさんは、学校に通わなくても、自分の車を分解しなくても、オークションサイトで古いマニュアルを購入すれば、エンジンやトランスミッションなどの自動車部品の修理方法を独学で学ぶことができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：通过购买旧的服务手册、维修手册和服务文件。\n通过购买旧的服务手册、维修手册和服务文件，你可以熟悉东西的基本工作原理，这对大多数人来说是接近一半的培训。\n对大多数人来说，这是培训的一半。旧的手册很详细，有\n图片，甚至有磨损的例子，所以你知道该怎么做。",
      "title": "YSK你可以教自己如何修理汽车零件，甚至是发动机和变速箱，而不用去学校或拆开自己的车--通过在拍卖网站上购买旧手册。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：通過購買舊的服務手冊、維修手冊和服務文件。\n通過購買舊的服務手冊、維修手冊和服務文件，你可以熟悉東西的基本工作原理，這對大多數人來說是接近一半的培訓。\n對大多數人來說，這是培訓的一半。舊的手冊很詳細，有\n圖片，甚至有磨損的例子，所以你知道該怎麼做。",
      "title": "YSK你可以教自己如何修理汽車零件，甚至是發動機和變速箱，而不用去學校或拆開自己的車--通過在拍賣網站上購買舊手冊。"
    }
  ],
  "title": "YSK you can teach yourself how to repair car parts, even engines and transmissions, without going to school or taking apart your own car - by buying old manuals off of auction sites.",
  "created_utc": 1622767152,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: By buying old service manuals, repair manuals, and service documents, you familiarize yourself with the basics of how stuff works, which is near half of the training right there for most people. Old manuals are detailed, with pictures and even examples of wear and tear, so you know what to look for. And they are cheap, less than $30! </p>\n\n<p>By learning this from just a few cheap, old books, you can then go in and ask for employment, telling the hirer what you&#39;ve already done to prepare. Formal training in a school is often not necessary for mechanics, only asking you to buy some tools (also available cheaply on auction sites). You can even purchase car parts off these sites so you can practice! Mechanic shops needing people are enthused by a person doing even a small amount of prep, and often do not require experience to start other than trying to fix your own car.<br/>\n(I am speaking of actual auction sites and auction houses along with more known sites like Ebay).</p>\n</div><!-- SC_ON -->",
  "score": 1409,
  "permalink": "/r/YouShouldKnow/comments/nrpbs2/ysk_you_can_teach_yourself_how_to_repair_car/",
  "subreddit": "YouShouldKnow",
  "id": "nrpbs2",
  "is_self": true,
  "media": null,
  "is_video": false
}