{
  "author": "redditsgarbageman",
  "original_created_utc": 1628125573,
  "title": "I gotta say, today was a good day.",
  "created_utc": 1628134352,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m sure nobody remembers, but I posted awhile back about selling crypto for surgery. I did that, it worked out, I recovered pretty well. Not perfect, but a big improvement. In general, the last 18 months have sucked pretty bad.</p>\n\n<p>Then today happened. I woke up to an email of a new job offer. It&#39;s a good job, in the field I recently graduated for, and in a location I think I&#39;ll be happy with. Fucking awesome.</p>\n\n<p>Then I&#39;m out to lunch with my fiance to celebrate the good news and she has a surprise to show me. As a celebration for getting the job, she personally bought back a small portion of the crypto I sold. She has never used crypto, at all, and opened a coinbase wallet and bought all the coins she remembered I talked about. She didn&#39;t get them all, but again, fucking awesome.</p>\n\n<p>Then the icing on the cake was getting that sweet MOON distribution today. Feels like Christmas. With my MOON and what my fiance bought back, my crypto balance is nearly as high as it was before I sold. I haven&#39;t had this much good fortune rain on me in a single day in a very long time. </p>\n\n<p>I hope all of you are experiencing some good fortune in your life as well, and if not, hang in there. Things can turn around in an instant when you least expect it.</p>\n</div><!-- SC_ON -->",
  "score": 252,
  "permalink": "/r/CryptoCurrency/comments/oy6tby/i_gotta_say_today_was_a_good_day/",
  "subreddit": "CryptoCurrency",
  "id": "oy6tby",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm sure nobody remembers, but I posted awhile back about selling crypto for\nsurgery. I did that, it worked out, I recovered pretty well. Not perfect, but a\nbig improvement. In general, the last 18 months have sucked pretty bad.\n\nThen today happened. I woke up to an email of a new job offer. It's a…"
}