{
  "author": "thatguyfromrichmond",
  "original_created_utc": 1628046906,
  "title": "CMV: If reddit is going to ban subs like /r/mgtow and that likes then similar female spaces need to banned as well",
  "created_utc": 1628080878,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I understand why reddit would ban mgtow tbh, it was full of alt righters spewing hate. However mgtow2 was also banned which did not have that on any level at all. Regardless to my point, if reddit wants to ban these subs for being sexist or saying negative things about the other sex or whatever logic they used to ban them they should be banning subs like <a href=\"/r/femaledatingstrategy\">/r/femaledatingstrategy</a> or regulating some of the shit said on twoxchromosomes. FDS has regularly engaged in sexist shaming of men, including but not limited to, using a slur related to sex organs to refer to men, constant cries for regulating men&#39;s freedoms, constant rhetoric saying men are the inferior gender. For a quick instance there&#39;s a post on the fds front page saying &quot;wish we could block and delete these men in real life situations&quot;, I wonder if a male sub had such rhetoric it would be considered ok? Not to even mention they are heavy terfs, yes they may have tried to clean up those parts but it&#39;s still how they think. </p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>Basically my point is if they wanna ban male spaces for saying sexist things, women only spaces need to be treated the same way.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/oxjr0k/cmv_if_reddit_is_going_to_ban_subs_like_rmgtow/",
  "subreddit": "changemyview",
  "id": "oxjr0k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I understand why reddit would ban mgtow tbh, it was full of alt righters spewing\nhate. However mgtow2 was also banned which did not have that on any level at\nall. Regardless to my point, if reddit wants to ban these subs for being sexist\nor saying negative things about the other sex or whatever…"
}