{
  "author": "thatguyfromrichmond",
  "original_created_utc": 1628046906,
  "title": "CMV: If reddit is going to ban subs like /r/mgtow and that likes then similar female spaces need to banned as well",
  "created_utc": 1628080878,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I understand why reddit would ban mgtow tbh, it was full of alt righters spewing hate. However mgtow2 was also banned which did not have that on any level at all. Regardless to my point, if reddit wants to ban these subs for being sexist or saying negative things about the other sex or whatever logic they used to ban them they should be banning subs like <a href=\"/r/femaledatingstrategy\">/r/femaledatingstrategy</a> or regulating some of the shit said on twoxchromosomes. FDS has regularly engaged in sexist shaming of men, including but not limited to, using a slur related to sex organs to refer to men, constant cries for regulating men&#39;s freedoms, constant rhetoric saying men are the inferior gender. For a quick instance there&#39;s a post on the fds front page saying &quot;wish we could block and delete these men in real life situations&quot;, I wonder if a male sub had such rhetoric it would be considered ok? Not to even mention they are heavy terfs, yes they may have tried to clean up those parts but it&#39;s still how they think. </p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>Basically my point is if they wanna ban male spaces for saying sexist things, women only spaces need to be treated the same way.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/oxjr0k/cmv_if_reddit_is_going_to_ban_subs_like_rmgtow/",
  "subreddit": "changemyview",
  "id": "oxjr0k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I understand why reddit would ban mgtow tbh, it was full of alt righters spewing\nhate. However mgtow2 was also banned which did not have that on any level at\nall. Regardless to my point, if reddit wants to ban these subs for being sexist\nor saying negative things about the other sex or whatever…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜredditがmgtowを禁止したのか理解できる、あれはalt righterの吐き出しでいっぱいだったから\n憎しみをまき散らしていました。しかし、mgtow2も禁止されましたが、これは全くそのようなレベルではありませんでした。\nした。私が言いたいのは、もしredditがこれらのサブカルチャーを、性差別的であったり\n否定的なことを言っているとかで禁止したいのであれば...",
      "title": "CMV: もしredditが/r/mgtowのようなサブカルチャーを禁止するのであれば、同じような女性のスペースも禁止する必要があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我明白为什么Reddit会禁止mgtow，它充满了反右派的喷发。\n仇恨。然而，mgtow2也被禁止了，它在任何层面上都没有这种情况。\n程度上都没有。不管我的观点如何，如果reddit想因为性别歧视而禁止这些子网站\n或说关于另一性别的负面事情或其他...",
      "title": "CMV：如果reddit要禁止像/r/mgtow和那个喜欢的子，那么类似的女性空间也需要被禁止。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我明白爲什麼Reddit會禁止mgtow，它充滿了反右派的噴發。\n仇恨。然而，mgtow2也被禁止了，它在任何層面上都沒有這種情況。\n程度上都沒有。不管我的觀點如何，如果reddit想因爲性別歧視而禁止這些子網站\n或說關於另一性別的負面事情或其他...",
      "title": "CMV：如果reddit要禁止像/r/mgtow和那個喜歡的子，那麼類似的女性空間也需要被禁止。"
    }
  ]
}