{
  "author": "hakutoexploration",
  "the_new_excerpt": "In America, people often use Nazism as an example of pure, unrivaled evil. I\nwould argue that Imperial Japan was just as evil.\n\nIn terms of total deaths done by each regime, they are roughly within the same\nrange. I have seen upper estimates of Nazis being responsible for 25 million\ndeaths and…",
  "original_created_utc": 1617609956,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在美国，人们常常把纳粹主义作为纯洁的、无与伦比的邪恶的例子。I\n会认为，日本帝国同样邪恶。\n\n从每个政权的死亡总数来看，它们大致在相同的范围内。\n范围。我见过纳粹要对2500万人负责的上限估计值\n死亡和...",
      "title": "CMV：日本帝国和纳粹德国一样糟糕"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在美國，人們常常把納粹主義作爲純潔的、無與倫比的邪惡的例子。I\n會認爲，日本帝國同樣邪惡。\n\n從每個政權的死亡總數來看，它們大致在相同的範圍內。\n範圍。我見過納粹要對2500萬人負責的上限估計值\n死亡和...",
      "title": "CMV：日本帝國和納粹德國一樣糟糕"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "アメリカでは、純粋無比な悪の例としてナチズムがよく取り上げられます。I\n帝国日本も同様に悪であったと主張したい。\n\nそれぞれの政権で行われた総死亡数という点では、ほぼ同じ範囲内にあります。\nの範囲内です。ナチスは2500万人の死をもたらしたと言われていますが、私はその上限を見たことがあります。\nとか",
      "title": "CMV：大日本帝国はナチスドイツと同じくらい悪かった"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカでは、純粋無比な悪の例としてナチズムがよく取り上げられます。I\n帝国日本も同様に悪であったと主張したい。\n\nそれぞれの政権で行われた総死亡数という点では、ほぼ同じ範囲内にあります。\nの範囲内です。ナチスは2500万人の死をもたらしたと言われていますが、私はその上限を見たことがあります。\nとか",
      "title": "CMV：大日本帝国はナチスドイツと同じくらい悪かった"
    }
  ],
  "title": "CMV: Imperial Japan was just as bad as Nazi Germany",
  "created_utc": 1617636627,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In America, people often use Nazism as an example of pure, unrivaled evil. I would argue that Imperial Japan was just as evil.</p>\n\n<p>In terms of total deaths done by each regime, they are roughly within the same range. I have seen upper  estimates of Nazis being responsible for 25 million deaths and Imperial Japan being responsible for 30 million deaths. In this case, Imperial Japan is just as bad as Nazi Germany.</p>\n\n<p>Both countries did similar war crimes. Just as Josef Mengele conducted unimaginable experiments on Jews, the Japanese physicians at Unit 731 conducted similarly unimaginable experiments.</p>\n\n<p>What Nazism did that eclipsed Imperial Japan was the attempted genocide of Jews, Poles, and other groups. While the Japanese saw the Yamato as the “superior race” that needed to subjugate the rest of Asia, at least they didn’t do mass gassing and incineration of ethnic groups. This is why many are Nazism as the epitome of evil.</p>\n\n<p>However, I would argue that Imperial Japan did horrific acts that the Nazis didn’t do. Nazis raped and murdered their enemy people. Imperial Japan took it to the next level. Nazi rape was not to the extend of the hundreds of thousands of girls and women set up in Japanese “comfort stations.” Nazi torture was not as extensive as the death marches of Southeast Asians, the Nanjing Massacre, and Japan’s other torture methods like bamboo torture, bayoneting fetuses, decapitation contests, and mass forced burials. </p>\n\n<p>Another reason Imperial Japan was worse than Nazi Germany was because Nazi Germany had a greater interest in the well-being of their people. Once it was clear the Nazis would lose, Hitler commit suicide and 3 days later the Nazis surrendered. Imperial Japan was very dedicated to their idea of never surrendering. While their resolve was impressive, it included gratuitous deaths in battles such as Okinawa. Most importantly, Imperial Japan’s refusal to unconditionally surrender a losing war was the reason why Hiroshima was bombed. Their skepticism regarding America’s ability to replicate the atomic bomb was the reason Nagasaki was bombed. In a sense, Imperial Japan was more responsible for the deaths by the atomic bombs compared to the US wanting to end the war sooner.</p>\n\n<p>After taking into account the unique evils of Imperial Japan, I believe it is in the same range of evil as Nazi Germany. It would make sense for me to say Hirohito and Sugiyama are just as bad as Hitler.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/mkfjpw/cmv_imperial_japan_was_just_as_bad_as_nazi_germany/",
  "subreddit": "changemyview",
  "id": "mkfjpw",
  "is_self": true,
  "media": null,
  "is_video": false
}