{
  "author": "Worried_Thylacine",
  "original_created_utc": 1638116506,
  "title": "Why do some anti-crypto people want crypto investors to lose money?",
  "created_utc": 1638148124,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I never take pleasure is seeing people lose money, whether it is from a stock I don’t like or any investment.  Even if people fall for obvious scams in real life, I never want to see that.</p>\n\n<p>But I notice a lot of anti-crypto people seem to want crypto investors to lose money?  Like they have some perverse pleasure in seeing other people lose.  It’s clearly evident on some subreddits during any dip where the lost money is locked.</p>\n\n<p>Anyone else notice that?  </p>\n\n<p>Is it just FOMO causing it?  Or some people dislike that some other people are doing better than they are?</p>\n\n<p>Edit: wow, this post blew up a bit.  I response to some of the comments.  The degree of hate in the anti-crypto crowd is much more than I ever experienced in the stock market boards I visit.  Some people may hate a stock but few cheer when it goes down (except HOOD).  And no one cheers as a whole when the stock market is down.  But many, many cheer when the entire crypto market is down.</p>\n\n<p>Edit2:  and there is “I’m jealous, this person has more than me” and then there is “I’m jealous, this person has more than me, I hope he loses it all”. The former is okay, we’ve all been there.  The latter, they is where jealously turns to hatred.  It’s ugly to see.</p>\n</div><!-- SC_ON -->",
  "score": 166,
  "permalink": "/r/CryptoCurrency/comments/r47ydr/why_do_some_anticrypto_people_want_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "r47ydr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I never take pleasure is seeing people lose money, whether it is from a stock I\ndon’t like or any investment. Even if people fall for obvious scams in real\nlife, I never want to see that.\n\nBut I notice a lot of anti-crypto people seem to want crypto investors to lose\nmoney? Like they have some…"
}