{
  "author": "thewickerstan",
  "the_new_excerpt": "Apologies if this comes off as a naive question.\n\nI love reading. Always have an always will. I was one of those shy kids in\nschool who had books as a form of solace. Even when I got older in high school,\nthough the number decreased, I still managed to read a lot. Covid has been quite\nthe ordeal for…",
  "original_created_utc": 1616347497,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "如果这显得是一个幼稚的问题，请原谅。\n\n我喜欢阅读。一直以来都是，将来也是。我是那些害羞的孩子之一，在\n学校谁有书本作为一种慰藉。即使我长大了，在高中的时候。\n虽然数量减少了，但我还是读了很多书。Covid已经相当\n煎熬",
      "title": "作为一个即将毕业的大学生来问。\"成年人\"（有专业工作的人）什么时候才有时间读书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果這顯得是一個幼稚的問題，請原諒。\n\n我喜歡閱讀。一直以來都是，將來也是。我是那些害羞的孩子之一，在\n學校誰有書本作爲一種慰藉。即使我長大了，在高中的時候。\n雖然數量減少了，但我還是讀了很多書。Covid已經相當\n煎熬",
      "title": "作爲一個即將畢業的大學生來問。\"成年人\"（有專業工作的人）什麼時候纔有時間讀書？"
    }
  ],
  "title": "Asking as a soon to be college graduate: When do \"adults\" (people with professional jobs) find the time to read?",
  "created_utc": 1616385836,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Apologies if this comes off as a naive question.</p>\n\n<p>I love reading. Always have an always will. I was one of those shy kids in school who had books as a form of solace. Even when I got older in high school, though the number decreased, I still managed to read a lot. Covid has been quite the ordeal for everyone, but one plus side is having more time to read. I&#39;ve spent all of quarantine doing college classes online from my parents&#39;s house (another bonus with covid: the chance to spend more time with them) and I&#39;ve slowly worked my way through my Dad&#39;s personal library: I&#39;m currently about to finish Graham Greene&#39;s <em>The End of the Affair</em> and Fyodor Dostoyevsky&#39;s <em>Crime and Punishment.</em></p>\n\n<p>I have one more semester in the fall and then I&#39;m done with college. Graduate school might be an option, but it&#39;s looking like I&#39;ll be working professionally before I take that direction. Obviously I&#39;m very excited for the future, but I am a bit nervous. Beyond finding a job, making rent, and larger questions like &quot;What do I want to accomplish?&quot;, I&#39;ve been worried about some of my personal favorite pastimes. And this is where my love for reading comes in.</p>\n\n<p>I&#39;m worried that I won&#39;t have any more time to read again for fun. I&#39;m a film major specifically, and I know the industry can be taxing time wise. I want to be able to have my cake and eat it too: to be able to pursue the career that I want while managing to have a social life AND continuing with my explorations in the wide world of literature.</p>\n\n<p>This is essentially just a roundabout way of asking this: <strong>adults of</strong> <a href=\"/r/books\">r/books</a>, when do you guys find the time to read? Lunch breaks? At night before going to bed?** I&#39;d genuinely love to know! Each and every response will be genuinely appreciated.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ma1flv/asking_as_a_soon_to_be_college_graduate_when_do/",
  "subreddit": "books",
  "id": "ma1flv",
  "is_self": true,
  "media": null,
  "is_video": false
}