{
  "author": "grandlewis",
  "original_created_utc": 1640368287,
  "title": "YSK VHS video cassettes degrade over time. Under average conditions, the tapes have a life expectancy of about 30 years. Those tapes laying around from the 90's with precious family memories are already significantly degraded. You should look to digitize all of your families VHS tapes now.",
  "created_utc": 1640374864,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Many people have old VHS tapes laying around, not realizing that they will soon be degraded  beyond usefulness.  These could be the only video of loved ones, etc.  If you want to keep these memories, you must convert these to digital ASAP.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 1549,
  "permalink": "/r/YouShouldKnow/comments/rnr906/ysk_vhs_video_cassettes_degrade_over_time_under/",
  "subreddit": "YouShouldKnow",
  "id": "rnr906",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Many people have old VHS tapes laying around, not realizing that they\nwill soon be degraded beyond usefulness. These could be the only video of loved\nones, etc. If you want to keep these memories, you must convert these to digital\nASAP.",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれる理由: 多くの人が古いVHSテープを持っていますが、そのことに気づいていません。\nは、すぐに劣化して使えなくなります。大切な人の唯一の映像かもしれない。\nなどを 思い出を残したいのであれば、デジタルに変換する必要があります。\n早急に。",
      "title": "YSKのVHSビデオカセットは、経年劣化があります。平均的な条件下では、テープの寿命は約30年です。家族の大切な思い出が詰まった90年代のテープは、すでにかなり劣化しています。今すぐ、ご家族のVHSテープをすべてデジタル化することをお考えください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：许多人都有旧的VHS录像带放在身边，没有意识到它们很快就会退化到无法使用。\n很快就会退化到无法使用的程度。这些可能是所爱的人的唯一视频\n人的唯一视频，等等。如果你想保留这些记忆，你必须尽快将它们转换成数字格式。\n尽快。",
      "title": "YSK VHS录像带会随着时间的推移而退化。在平均条件下，磁带的预期寿命约为30年。那些躺在90年代的带有珍贵家庭记忆的磁带已经明显退化了。你应该现在就把你家里所有的VHS磁带数字化。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：許多人都有舊的VHS錄像帶放在身邊，沒有意識到它們很快就會退化到無法使用。\n很快就會退化到無法使用的程度。這些可能是所愛的人的唯一視頻\n人的唯一視頻，等等。如果你想保留這些記憶，你必須儘快將它們轉換成數字格式。\n儘快。",
      "title": "YSK VHS錄像帶會隨着時間的推移而退化。在平均條件下，磁帶的預期壽命約爲30年。那些躺在90年代的帶有珍貴家庭記憶的磁帶已經明顯退化了。你應該現在就把你家裏所有的VHS磁帶數字化。"
    }
  ]
}