{
  "author": "BingBlessAmerica",
  "original_created_utc": 1636942411,
  "title": "CMV: It’s not a good thing that the American people can’t resist a tyrannical government with armed force",
  "created_utc": 1636954547,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see this exchange happen a lot in gun debates - someone brings up the need to secure a free state by the vigilance of the people, then the anti-gun guy counters that some dudes with AR-15s could never fight off drone strikes and US Marines, so there’s no point in trying…</p>\n\n<p>I’m not sure if this kind of thing would be exactly true (and in many cases it probably wouldn’t be), but if it were… isn’t that bad? That the American people would have no recourse to resistance against armed tyranny? Shouldn’t we all be looking for ways to circumvent this problem?</p>\n</div><!-- SC_ON -->",
  "score": 130,
  "permalink": "/r/changemyview/comments/qu5kh2/cmv_its_not_a_good_thing_that_the_american_people/",
  "subreddit": "changemyview",
  "id": "qu5kh2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I see this exchange happen a lot in gun debates - someone brings up the need to\nsecure a free state by the vigilance of the people, then the anti-gun guy\ncounters that some dudes with AR-15s could never fight off drone strikes and US\nMarines, so there’s no point in trying…\n\nI’m not sure if this kind…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "銃に関する議論では、このようなやりとりがよく見られます。誰かが「国民の警戒心によって自由な国家を守る必要がある。\n人々の警戒によって自由な国家を確保する必要性を持ち出す人がいます。\n銃を持たない人は、AR-15を持った人たちがドローンストライクやアメリカの攻撃を防ぐことはできないと反論します。\nと反論します。\n\nこの種のものは...よくわかりません。",
      "title": "CMV：米国民が専制的な政府に武力で抵抗できないのは"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在枪支辩论中经常看到这样的交流--有人提出需要\n通过人民的警觉性来确保一个自由的国家，然后反枪的家伙\n然后反枪的人反驳说，一些拿着AR-15的人永远无法对抗无人机的袭击和美国的\n海军陆战队，所以没有必要去尝试......\n\n我不确定这类...",
      "title": "CMV：美国人民不能用武装力量抵制暴政，这不是一件好事"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在槍支辯論中經常看到這樣的交流--有人提出需要\n通過人民的警覺性來確保一個自由的國家，然後反槍的傢伙\n然後反槍的人反駁說，一些拿着AR-15的人永遠無法對抗無人機的襲擊和美國的\n海軍陸戰隊，所以沒有必要去嘗試......\n\n我不確定這類...",
      "title": "CMV：美國人民不能用武裝力量抵制暴政，這不是一件好事"
    }
  ]
}