{
  "author": "Dave8889",
  "the_new_excerpt": "It just feels like such a chore to obtain information (or read for leisure) even\nwhen it’s an enjoyable book (and even when I’m not sleep-deprived or anything).\nI guess it’s a very similar experience to watching a TV show on Netflix — some\npeople can binge whole seasons in one day; I can only sit…",
  "original_created_utc": 1621861279,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "楽しい本であっても、情報を得る（あるいは余暇に読む）のが面倒に感じてしまう。\n楽しい本であっても（寝不足でなくても）、情報を得る（あるいは余暇に読む）のが面倒に感じてしまうのです。\nNetflixでテレビ番組を見るのと似たようなものだと思います。\n人によっては1日で全シーズンを見ることができますが、私はただ座って...",
      "title": "本を楽しんでいても、読書を面倒だと捉えるのは普通のことでしょうか？飛行機に乗っている間に本を全部読んでしまう人がいるのは理解できません。それは精神的に疲れるのではないでしょうか？私は一度に45分以上読み続けるのは難しいです...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "获取信息（或为休闲而阅读）感觉是件苦差事，即使是一本令人愉快的书（甚至在我没有睡眠不足或其他原因的情况下）也是如此。\n当它是一本令人愉快的书时（甚至当我没有睡眠不足或任何事情时）。\n我想这与在Netflix上观看电视节目的经历非常相似--有些人可以在一整季中狂欢。\n有些人可以在一天内狂欢一整季；而我只能坐在...",
      "title": "将阅读视为一种苦差事，即使你喜欢这本书，这正常吗？我不明白为什么有些人可以在一次飞机飞行中读完一整本书。这不是精神上的疲惫吗（即使是一本好书）？我很难一次阅读超过45分钟......"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "獲取信息（或爲休閒而閱讀）感覺是件苦差事，即使是一本令人愉快的書（甚至在我沒有睡眠不足或其他原因的情況下）也是如此。\n當它是一本令人愉快的書時（甚至當我沒有睡眠不足或任何事情時）。\n我想這與在Netflix上觀看電視節目的經歷非常相似--有些人可以在一整季中狂歡。\n有些人可以在一天內狂歡一整季；而我只能坐在...",
      "title": "將閱讀視爲一種苦差事，即使你喜歡這本書，這正常嗎？我不明白爲什麼有些人可以在一次飛機飛行中讀完一整本書。這不是精神上的疲憊嗎（即使是一本好書）？我很難一次閱讀超過45分鐘......"
    }
  ],
  "title": "Is it normal to view reading as a chore, even if you enjoy the book? I don’t get how some people can read an entire book in one plane flight. Isn’t that mentally exhausting (even though it’s a good book)? I have a hard time reading for more than ~45 mins in one sitting...",
  "created_utc": 1621882987,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It just feels like such a chore to obtain information (or read for leisure) even when it’s an enjoyable book (and even when I’m not sleep-deprived or anything). I guess it’s a very similar experience to watching a TV show on Netflix — some people can binge whole seasons in one day; I can only sit through like 3, or maximum 4 episodes, per day even if I’m addicted to the show. At that point, mentally I’m pretty fried.</p>\n\n<p>To those of you who read a lot — at which point do you generally start to feel exhausted by reading? The 1-hour mark? 1.5? 2? 4? Etc.</p>\n\n<p>I’ve also heard that your reading tolerance is a muscle — that the more you read and build a tolerance to the exhaustion, the less easily you’ll find yourself exhausted (i.e. the muscle will grow).</p>\n\n<p>Even as a kid in Elementary School (with normal sleeping habits), I remember enjoying good books, but being left mentally exhausted after reading for like an hour (which we were forced to record onto a sheet, signed daily by our parents, for daily school homework).</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/njxfts/is_it_normal_to_view_reading_as_a_chore_even_if/",
  "subreddit": "books",
  "id": "njxfts",
  "is_self": true,
  "media": null,
  "is_video": false
}