{
  "author": "imterribleatthese",
  "original_created_utc": 1633228155,
  "title": "CMV: Laws/rules that have a religious exemption are pointless",
  "created_utc": 1633260709,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is nothing against religions, but more about pointless laws or rules that are in place. If there’s a rule in place but a religious exemption to get around it, clearly the rule isn’t that important in the first place and probably shouldn’t apply to anyone. If the rule truly is that important, then it shouldn’t matter if it is against someone’s religion.</p>\n\n<p>The most obvious example I see regularly is shaving in the military. Everyone has to be clean shaven except people who claim a religious exemption (and a handful of other exceptions). If shaving was really that important it should be required for everyone with no exception. Since it clearly isn’t, why not just get rid of the rule altogether? </p>\n\n<p>Does anyone have an example of a religious exemption that actually makes sense?</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/q08va3/cmv_lawsrules_that_have_a_religious_exemption_are/",
  "subreddit": "changemyview",
  "id": "q08va3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is nothing against religions, but more about pointless laws or rules that\nare in place. If there’s a rule in place but a religious exemption to get around\nit, clearly the rule isn’t that important in the first place and probably\nshouldn’t apply to anyone. If the rule truly is that important,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは宗教を否定するものではなく、無意味な法律や規則についての話です。\n行われています。もし規則があっても、宗教上の理由でそれを回避することができるのであれば\nそのルールはそもそもそれほど重要ではなく、おそらく誰にも適用されるべきではないでしょう。\n誰にも適用すべきではありません。もし、そのルールが本当に重要なものであれば、...",
      "title": "CMV: 宗教上の免除がある法律/規則は無意味です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这并不是反对宗教，而是关于无意义的法律或规则的问题。\n的规定。如果有一个规则，但有一个宗教豁免来绕过它\n绕过它，显然这个规则首先就不是那么重要，而且可能不应该适用于任何人。\n可能不应该适用于任何人。如果这个规则真的那么重要，...",
      "title": "CMV：有宗教豁免的法律/规则是没有意义的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這並不是反對宗教，而是關於無意義的法律或規則的問題。\n的規定。如果有一個規則，但有一個宗教豁免來繞過它\n繞過它，顯然這個規則首先就不是那麼重要，而且可能不應該適用於任何人。\n可能不應該適用於任何人。如果這個規則真的那麼重要，...",
      "title": "CMV：有宗教豁免的法律/規則是沒有意義的"
    }
  ]
}