{
  "author": "CricketsAreGolden",
  "original_created_utc": 1631577592,
  "title": "Is having children inherently selfish?",
  "created_utc": 1631651961,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hope you&#39;ll hear me out. To be clear, I&#39;ve never studied philosophy in any serious sense, but I deal with personal struggles that often lead me to philosophical problems. And I&#39;m curious to hear some opinions on this. </p>\n\n<p>Lately I&#39;ve been thinking about reproduction and how we&#39;re different from the rest of nature (presumably) in that having children is ideally a premeditated choice for us. I&#39;m not taking into account accidents and the like.</p>\n\n<p>Ever since some of my friends had kids, I&#39;ve been thinking about whether I&#39;ll end up having kids. When I was a kid myself I used to think having kids was a given. But I&#39;ve sort of &quot;discovered&quot; a part of me that thinks &quot;what gives me the right to have children?&quot;. This part of me feels like it&#39;s inherently wrong that I have the power to create an other person, like it&#39;s too much power. I don&#39;t feel like I &quot;arrived&quot; at this conclusion, it started as a feeling.</p>\n\n<p>It&#39;s obviously natural to reproduce, but with this level of awareness and consideration behind it, I struggle to find a good reason. To continue my family&#39;s legacy? Because I want to raise a child? Because I want company? Maybe I don&#39;t want to be alone when I&#39;m old? The only thing I feel is that it would be sad if my family and disappeared with me. But does that justify it? Why should I have the power to create life? Aren&#39;t all reasons for having kids inherently selfish? No matter how I look at it it feels like I&#39;m creating someone <strong>for</strong> something that will benefit me or society. Is that fair?</p>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/askphilosophy/comments/pnrii5/is_having_children_inherently_selfish/",
  "subreddit": "askphilosophy",
  "id": "pnrii5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hope you'll hear me out. To be clear, I've never studied philosophy in any\nserious sense, but I deal with personal struggles that often lead me to\nphilosophical problems. And I'm curious to hear some opinions on this.\n\nLately I've been thinking about reproduction and how we're different from…"
}