{
  "author": "Pupulikjan",
  "original_created_utc": 1638510365,
  "title": "CNN Business: Inflation can actually be good for everyday Americans and bad for rich peopple.",
  "created_utc": 1638536077,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m curious whether people buy this shit. Inflation is good for the poor but bad for the rich lmao. Who writes this nonsense. “You see, you broke already; it doesn’t matter if you more broke now, it’s a double negative and shit when you multiply two negatives it becomes positive. If you are rich, it’s a positive, and since inflation is negative when you multiply, it becomes a negative. So you see, it’s basic mathinomics, and if you question it, you prolly just stupid. Respectfully.” &lt;/p&gt;\n\n&lt;p&gt;Being in debt before the hit of inflation works to your advantage because technically, you now owe less money. Financially educated, wealthy people know how to use debt to their advantage. Broke people use debt to get into more debt. The rich can borrow against their own money and skip taxes; they can also pay back fast, so no need to pay the interest rates. Broke people pay the minimum, not realizing that their interest rate compounds against them. That&amp;#39;s how you get those videos on YouTube of students crying because they have been paying their student loans for three years and end up owing more than what they started with, lol.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 158,
  "permalink": "/r/CryptoCurrency/comments/r7rufe/cnn_business_inflation_can_actually_be_good_for/",
  "subreddit": "CryptoCurrency",
  "id": "r7rufe",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m curious whether people buy this shit.\nInflation is good for the poor but bad for the rich lmao. Who writes this\nnonsense. “You see, you broke already; it doesn’t matter if you more broke now,\nit’s a double negative and shit when you multiply two negatives it…"
}