{
  "author": "essece",
  "the_new_excerpt": "Deltas:\n\n * For showing why the punishment does more harm than good:\n   https://reddit.com/r/changemyview/comments/nq0nj3/_/h085rci/?context=1\n * For showing why such a punishment is actually a slippery slope (everyone’s\n   different take on what is vile):\n  …",
  "original_created_utc": 1622571481,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "デルタです。\n\n * 罰が善よりも害をもたらす理由を示すために。\n   https://reddit.com/r/changemyview/comments/nq0nj3/_/h085rci/?context=1\n * そのような罰が実際には滑りやすい斜面である理由を示すために（何が下品であるかについての皆の\n   何が下品であるかについての見解は人それぞれです）。)\n  ...",
      "title": "CMV: 終身刑を宣告された連続犯について、リハビリテーションや人道的配慮を放棄すべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "德尔塔斯。\n\n * 因为显示了为什么惩罚是弊大于利。\n   https://reddit.com/r/changemyview/comments/nq0nj3/_/h085rci/?context=1\n 证明为什么这样的惩罚实际上是一个滑坡（每个人对什么是卑鄙的看法都不一样）: * 证明为什么这样的惩罚是一个滑坡。\n   对什么是卑鄙的看法不同）。)\n  ...",
      "title": "CMV：我们应该放弃对被判无期徒刑的惯犯的改造和人道考虑"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "德爾塔斯。\n\n * 因爲顯示了爲什麼懲罰是弊大於利。\n   https://reddit.com/r/changemyview/comments/nq0nj3/_/h085rci/?context=1\n 證明爲什麼這樣的懲罰實際上是一個滑坡（每個人對什麼是卑鄙的看法都不一樣）: * 證明爲什麼這樣的懲罰是一個滑坡。\n   對什麼是卑鄙的看法不同）。)\n  ...",
      "title": "CMV：我們應該放棄對被判無期徒刑的慣犯的改造和人道考慮"
    }
  ],
  "title": "CMV: We Should Forgo Rehabilitation and Humane Considerations for Serial Offenders condemned to Life Imprisonment",
  "created_utc": 1622607487,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Deltas:</p>\n\n<ul>\n<li>  For showing why the punishment does more harm than good: <a href=\"https://reddit.com/r/changemyview/comments/nq0nj3/_/h085rci/?context=1\">https://reddit.com/r/changemyview/comments/nq0nj3/_/h085rci/?context=1</a></li>\n<li>  For showing why such a punishment is actually a slippery slope (everyone’s different take on what is vile): <a href=\"https://reddit.com/r/changemyview/comments/nq0nj3/_/h084vbr/?context=1\">https://reddit.com/r/changemyview/comments/nq0nj3/_/h084vbr/?context=1</a></li>\n</ul>\n\n<p>I am specifically referring to serial killers, serial rapists, mass shooters and other such vile humans. </p>\n\n<p>I do not understand people’s humane consideration towards such inhumane individuals. </p>\n\n<p>If it were to me, they would be locked in tiny solitary confinement cells and treated like how we treat the animals put to slaughter. </p>\n\n<p>I would wish their health and mental health be inspected but only to make sure every wakeful hour of sanity is spent in utmost misery — to make sure that every hour of their potential life is maximized but only for suffering. </p>\n\n<p>You see, I totally empathize and put myself in their shoes. And from there, I imagine what would be the most miserable existence possible for me. There’s no repentance because I likely enjoyed my serial vile acts — the act of repentance would just make me enjoy reliving those moments. </p>\n\n<p>There’s no rehabilitation because I’d just pretend to be rehabilitated and go back to my sinister enjoyments. </p>\n\n<p>What is left is absolute dullness, possibly psychological torture and the prolonging of the two. </p>\n\n<p>But this is not something many on Reddit would agree with: it appears many are concerned with the humane treatment of such individuals. That’s very interesting because I struggle to find a single common ground here, so maybe I’m not seeing it from the right perspective.</p>\n\n<p>I would like to understand why, and more importantly, have my view changed if possible. Thank you in advance for your replies.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/nq0nj3/cmv_we_should_forgo_rehabilitation_and_humane/",
  "subreddit": "changemyview",
  "id": "nq0nj3",
  "is_self": true,
  "media": null,
  "is_video": false
}