{
  "author": "Justhereforthecommen",
  "original_created_utc": 1634658809,
  "title": "You can find NK Jemisin’s Broken Earth series in hardcover for the low price of £2000",
  "created_utc": 1634665527,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why is that the case?  Jemisin is a relatively prevalent author. I can see no reason why her series would not be readily published in hardcover, much less why prices would be so astronomical. Does anyone have any insight regarding this, (or any obscenely overpriced books for that matter)?</p>\n\n<p>I should mention that I do live in the States, so perhaps that’s a factor. Maybe these texts are more readily available in other countries.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/qbeef0/you_can_find_nk_jemisins_broken_earth_series_in/",
  "subreddit": "books",
  "id": "qbeef0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why is that the case? Jemisin is a relatively prevalent author. I can see no\nreason why her series would not be readily published in hardcover, much less why\nprices would be so astronomical. Does anyone have any insight regarding this,\n(or any obscenely overpriced books for that matter)?\n\nI should…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜそのようなことになるのでしょうか？ジェミシンは比較的普及している作家です。彼女のシリーズが\n彼女のシリーズがハードカバーで出版されない理由はないし、ましてや価格が天文学的に高い理由もない。\n天文学的な価格になってしまうのでしょうか。どなたかこの件についてご意見をお聞かせください。\n(誰かこの件に関して何か知っていますか？)\n\n私は...",
      "title": "NK JemisinのBroken Earthシリーズのハードカバーが、2000円という低価格で手に入ります"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么会出现这种情况？杰米辛是一个相对盛行的作家。我看不出有什么理由\n她的系列作品不容易以精装本出版，更不用说为什么\n价格会是如此的天价。有没有人对此有什么见解。\n(或任何令人难以置信的高价书）？)\n\n我应该...",
      "title": "你可以以2000英镑的低价找到NK Jemisin的《破碎地球》系列精装本。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼會出現這種情況？傑米辛是一個相對盛行的作家。我看不出有什麼理由\n她的系列作品不容易以精裝本出版，更不用說爲什麼\n價格會是如此的天價。有沒有人對此有什麼見解。\n(或任何令人難以置信的高價書）？)\n\n我應該...",
      "title": "你可以以2000英鎊的低價找到NK Jemisin的《破碎地球》系列精裝本。"
    }
  ]
}