{
  "author": "DJMikaMikes",
  "original_created_utc": 1626957453,
  "title": "CMV: The US government, rather than US billionaires, is a much worse issue in American prosperity, and most people's anger towards US billionaires is misplaced.",
  "created_utc": 1626975336,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Defining some of the terms and clarifying the argument.</strong></p>\n\n<p><strong>&quot;American prosperity&quot;</strong> is a catch-all for progress in this case. Like people want to work less, have access to better healthcare, less inflation, affordable housing, etc.</p>\n\n<p>By <strong>&quot;issue&quot;</strong> I mean that the government is preventing prosperity and/or not helping it as defined above, and by <strong>&quot;worse&quot;</strong> I mean significantly more detrimental/less helpful than US billionaires.</p>\n\n<p>By <strong>&quot;misplaced anger&quot;</strong> I mean that in general mainstream political discourse (ie things like speeches from Sanders, Warren, etc) and the medias&#39; coverage (social and mainstream) there is far too much emphasis placed on blaming billionaires for various problems and &quot;hoarding money.&quot;</p>\n\n<p><strong>General argument basis</strong></p>\n\n<p>The total sum of all US billionaire&#39;s wealth (not even liquid) is now approximately 4.5 trillion (though I wager it&#39;s a bit inflated by the stock market atm and corrections will bring it back around ~4 trillion).</p>\n\n<p>That&#39;s a lot of money, but it is essential to understand that the vast <strong>vast</strong> majority of that money is simply tied to stocks and the value of publicly traded companies.</p>\n\n<p>Now that we understand how much wealth billionaires in the US have, let&#39;s look at some government spending. Let&#39;s look at two Covid bills specifically; Trump passed one that cost 2 trillion dollars, and Biden passed one that cost 1.9 trillion. If we round that to 4 trillion, I think the argument starts to become clearer. On just two bills alone, the government was able to spend nearly the entire net sum of the wealth of US billionaires. When the bills barely improved the average citizen&#39;s life, I think it&#39;s clear that the government is not capable of spending/distributing money in powerful/meaningful/efficient ways.</p>\n\n<p>On the basis that most people&#39;s &quot;hoarding wealth&quot; argument directed at billionaires seems to hinge on an authoritarian repossession/seizing of their wealth by the government, I think it&#39;s an immoral and laughably terrible course of action.</p>\n\n<p>I want to emphasize again, this was just two bills alone that cost nearly the entire wealth of US billionaires and made little difference to most people. By that logic alone, even with all of the wealth of US billionaires, the government could not and would not make any meaningful contribution towards prosperity, and that&#39;s disregarding the fact that the world economy would collapse if they simply sized all US billionaire wealth.</p>\n\n<p>So my basic question that I ask people arguing otherwise is -- how much money does the government need in order to improve things like healthcare, housing, inflation, etc? And keep in mind that they were able to spend 4 trillion that did little to nothing for you.</p>\n\n<p>You&#39;d absolutely have to arrive a number much greater than 4 trillion, and US billionaires simply don&#39;t have that kind of money to foot the bill.</p>\n\n<p>The government is the issue, not billionaires.</p>\n\n<p><strong>Disclaimer</strong></p>\n\n<p>If you want to get into lobbying, I&#39;ll be a bit out of my depth because I don&#39;t have a firm grasp on the concrete machinations that go into it. Like I don&#39;t understand how it can be so effective apparently when the government can just spend obscene amounts of money with minimal repercussions. Is it a filtering/laundering racket? -like do the companies pay millions to a candidate that will pass a bill that benefits their business several million, which they then filter back to the candidate while taking their cut? Isn&#39;t the problem there still the government than?</p>\n\n<p>Change my view!</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/opcyut/cmv_the_us_government_rather_than_us_billionaires/",
  "subreddit": "changemyview",
  "id": "opcyut",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Defining some of the terms and clarifying the argument.\n\n\"American prosperity\" is a catch-all for progress in this case. Like people want\nto work less, have access to better healthcare, less inflation, affordable\nhousing, etc.\n\nBy \"issue\" I mean that the government is preventing prosperity and/or…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "いくつかの用語を定義し、議論を明確にする。\n\n\"アメリカの繁栄 \"とは、この場合、進歩を表すキャッチオールです。例えば、人々は\n働かずに済む、より良い医療を受けられる、インフレにならない、手頃な価格の住宅を手に入れたい、など。\n住宅などです。\n\n問題」とは、政府が繁栄を妨げていること、および/または...",
      "title": "CMV: アメリカの繁栄の問題は、アメリカの億万長者よりもむしろアメリカ政府のほうがずっと深刻で、アメリカの億万長者に対する多くの人々の怒りは見当違いです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "界定一些术语并澄清论点。\n\n在这种情况下，\"美国的繁荣 \"是对进步的统称。比如人们希望\n减少工作，获得更好的医疗保健，减少通货膨胀，负担得起的\n住房，等等。\n\n我所说的 \"问题 \"是指政府正在阻止繁荣和/或...",
      "title": "CMV：美国政府，而不是美国亿万富翁，是美国繁荣中更严重的问题，大多数人对美国亿万富翁的愤怒是错误的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "界定一些術語並澄清論點。\n\n在這種情況下，\"美國的繁榮 \"是對進步的統稱。比如人們希望\n減少工作，獲得更好的醫療保健，減少通貨膨脹，負擔得起的\n住房，等等。\n\n我所說的 \"問題 \"是指政府正在阻止繁榮和/或...",
      "title": "CMV：美國政府，而不是美國億萬富翁，是美國繁榮中更嚴重的問題，大多數人對美國億萬富翁的憤怒是錯誤的。"
    }
  ]
}