{
  "author": "MickFlaherty",
  "the_new_excerpt": "After seeing and hearing so many people reference 1984 in regards to “the world\nwe are living in”, I figured I should give it a read and compare the world to\nthe source material.\n\nHaving finished less than 24 hours ago, I am still struggling to wrap my head\naround some of the topics, but overall…",
  "original_created_utc": 1612904696,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在看到和听到很多人提到《1984》中的 \"世界 \"后，我想说的是：\"我是一个很好的人。\n我想我应该读一读，把这个世界比作 \"我们生活的地方\"。\n的素材。\n\n不到24小时就结束了，我还在苦苦思索\n围绕着一些话题，但总的来说... ...",
      "title": "第一次完成了《1984》。我的头都快晕了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在看到和聽到很多人提到《1984》中的 \"世界 \"後，我想說的是：\"我是一個很好的人。\n我想我應該讀一讀，把這個世界比作 \"我們生活的地方\"。\n的素材。\n\n不到24小時就結束了，我還在苦苦思索\n圍繞着一些話題，但總的來說... ...",
      "title": "第一次完成了《1984》。我的頭都快暈了。"
    }
  ],
  "title": "Finished 1984 for first time. My head is spinning.",
  "created_utc": 1612925315,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>After seeing and hearing so many people reference 1984 in regards to “the world we are living in”, I figured I should give it a read and compare the world to the source material.  </p>\n\n<p>Having finished less than 24 hours ago, I am still struggling to wrap my head around some of the topics, but overall there were so many lines from 1984 that stood out to me and I wonder if that’s because they were such great lines, or just because those are the ones everyone quotes.  </p>\n\n<p>Overall, I mean clearly we do not live in a world like 1984, at least not in the United States.   The rise of the PC movement is nowhere close to the “Thought Police” as much as people want to claim it is.  But damn, there were so many scenes and lines that just so epitomized the nature of the current political scene.  </p>\n\n<p>“Whatever the Party holds to be truth is truth.  It is impossible to see reality except by looking through the lens of the Party.”  When I read this, I had to stop.  It was just striking to read such a synopsis of the blind allegiance people have to “their party” and the inability to conceive there is a reality outside what they are being fed through media.  </p>\n\n<p>To me the whole notion of trying to control the messaging of the past in order to control the present and the future, the whole concept of “doublethink” was perhaps the greatest insight, and warning, I took from the book.  </p>\n\n<p>We aren’t living in 1984, but we are allowing ourselves to venture down a path where more and more people are becoming Parsons, blindly following the narrative set forth for him, and not Winston, questioning the truth behind lies. </p>\n\n<p>Great book. Glad I finally read it.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/lgdg6u/finished_1984_for_first_time_my_head_is_spinning/",
  "subreddit": "books",
  "id": "lgdg6u",
  "is_self": true,
  "media": null,
  "is_video": false
}