{
  "author": "Lumpy-Initiative-779",
  "original_created_utc": 1628829135,
  "title": "The most unpopular opinion you’ll see on this sub: XMR is what satoshi imagined Bitcoin to be.",
  "created_utc": 1628879442,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Satoshi was quoted in a post from august 13 2010 saying “when paying to a Bitcoin address, you would generate a new blinded key for each use”. This was implemented into Monero but never Bitcoin. Many of the things he wanted Bitcoin to be never happened. Bitcoin is and I say this will full confidence a PUBLIC BANK ACCOUNT. Here’s an example, Walmart accepts Bitcoin, once you pay them they have access to all your previous transactions, how much you have and can black list you if they were to find out you donated to, or supported something they didn’t approve of. A public bank account is especially dangerous for p2p, let’s say you pay someone and they have the ability to see how much you have and previous transactions, this is dangerous for 3rd world countries that aren’t as safe as America where if people know how much you have, it won’t become an if but a WHEN you will get set up. Bitcoin is like shitting in a stall without a door. Monero has low fees, scalability, cpu mining which prevents centralization. What I’m about to say will piss a lot of people off.</p>\n\n<p>There are currently 17,972,099.69 (as of block 2425955) XMR in circulation. All of them were given to miners to incentivize them to keep supporting the network. \nUnlike Bitcoin&#39;s block rewards Monero&#39;s block rewards will never drop to zero. Instead, they will gradually decrease until tail emission commences at the end of May 2022. At this point, rewards will be fixed at 0.6 XMR per block. Approximately 432 XMR will be created per day. \nMiners need an incentive to mine. Because of the dynamic blocksize, competition between miners will cause fees to decrease. If mining is not profitable due to a high cost and low reward, miners lose their incentive and will stop mining, reducing the security of the network. Tail emission ensures that a dynamic block size and fee market can develop</p>\n</div><!-- SC_ON -->",
  "score": 176,
  "permalink": "/r/CryptoCurrency/comments/p3gd3y/the_most_unpopular_opinion_youll_see_on_this_sub/",
  "subreddit": "CryptoCurrency",
  "id": "p3gd3y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Satoshi was quoted in a post from august 13 2010 saying “when paying to a\nBitcoin address, you would generate a new blinded key for each use”. This was\nimplemented into Monero but never Bitcoin. Many of the things he wanted Bitcoin\nto be never happened. Bitcoin is and I say this will full confidence…"
}