{
  "author": "mt_guyot",
  "original_created_utc": 1633800194,
  "title": "Do you ever contact authors to give thanks?",
  "created_utc": 1633806335,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The last couple of years, I&#39;ve gotten in the habit of reaching out to authors to let them know I really enjoyed their work and they wrote something that really stuck with me. </p>\n\n<p>I&#39;m sure the Stephen King&#39;s and the JK Rowling&#39;s of the world get a lot of mail, but I&#39;ve actually gotten responses from some amazing authors that aren&#39;t necessarily world famous. A few authors that gave me very nice responses are:</p>\n\n<ul>\n<li>Adam Johnson (author of Ophan Master&#39;s Son, absolutely brilliant book)</li>\n<li>Kenneth Miller (cell biologist, writer of Finding Darwin&#39;s God, which was hugely influential for me)</li>\n<li>Peter Brown (author of The Wild Robot series, some of my kids all time favorites)</li>\n<li>Sarah Cornwell (author of the hauntingly beautiful What I Had Before I Had You)</li>\n</ul>\n\n<p>Does anybody reach out to authors to give them thanks? Do you ever hear anything back?</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/q4pr6l/do_you_ever_contact_authors_to_give_thanks/",
  "subreddit": "books",
  "id": "q4pr6l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The last couple of years, I've gotten in the habit of reaching out to authors to\nlet them know I really enjoyed their work and they wrote something that really\nstuck with me.\n\nI'm sure the Stephen King's and the JK Rowling's of the world get a lot of mail,\nbut I've actually gotten responses from…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここ2、3年、私は著者に連絡を取り、私が彼らの作品を本当に楽しんだこと、彼らが書いたものが本当に素晴らしいことを伝えたいと思うようになりました。\n私が彼らの作品を本当に楽しんだこと、彼らが書いたものが私の心に強く残ったことを伝えるために\n私の心に残るものを書いてくれました。\n\n世界のスティーブン・キングやJKローリングはたくさんのメールを受け取っていると思います。\nしかし、実際には、私は...",
      "title": "感謝の気持ちを込めて、著者に連絡することはありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "过去几年，我养成了与作者联系的习惯。\n让他们知道我非常喜欢他们的作品，他们写的东西真的让我印象深刻。\n让我印象深刻。\n\n我相信世界上的斯蒂芬-金和JK-罗琳会收到很多邮件。\n但实际上，我已经收到了来自......的回复。",
      "title": "你是否曾与作者联系以表示感谢？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "過去幾年，我養成了與作者聯繫的習慣。\n讓他們知道我非常喜歡他們的作品，他們寫的東西真的讓我印象深刻。\n讓我印象深刻。\n\n我相信世界上的斯蒂芬-金和JK-羅琳會收到很多郵件。\n但實際上，我已經收到了來自......的回覆。",
      "title": "你是否曾與作者聯繫以表示感謝？"
    }
  ]
}