{
  "author": "lovesickandroid",
  "the_new_excerpt": "Basically what the title says.\n\nIf Republicans want to start impeaching Jimmy Carter or whatever, they need to\nstop their childish antics and actually govern using logic\n\nSince impeachment proceedings began in a timely manner following the impeachable\noffense AND apply during the time the president…",
  "original_created_utc": 1611702503,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "基本上就是标题说的那样。\n\n如果共和党人想开始弹劾吉米-卡特或者其他什么人，他们就需要。\n罢黜百家争鸣，励精图治\n\n由于弹劾程序是在弹劾后及时开始的。\n罪行，并适用于总统期间... ...",
      "title": "CMV：说特朗普弹劾案的审判是违宪的，因为他已经不在位了，这就像说某人偷了雇主的东西不能被起诉一样，因为他们已经因行为不当被解雇了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "基本上就是標題說的那樣。\n\n如果共和黨人想開始彈劾吉米-卡特或者其他什麼人，他們就需要。\n罷黜百家爭鳴，勵精圖治\n\n由於彈劾程序是在彈劾後及時開始的。\n罪行，並適用於總統期間... ...",
      "title": "CMV：說特朗普彈劾案的審判是違憲的，因爲他已經不在位了，這就像說某人偷了僱主的東西不能被起訴一樣，因爲他們已經因行爲不當被解僱了。"
    }
  ],
  "title": "CMV: Saying the Trump impeachment trial is unconstitutional bc he's no longer in office is like saying someone who stole from their employer can't be prosecuted bc they've been fired for misconduct.",
  "created_utc": 1611723607,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Basically what the title says. </p>\n\n<p>If Republicans want to start impeaching Jimmy Carter or whatever, they need to stop their childish antics and actually govern using logic </p>\n\n<p>Since impeachment proceedings began in a timely manner following the impeachable offense AND apply during the time the president held office, it&#39;s completely valid. Just because a President acts criminally in his last few days in office doesn&#39;t mean we the people should not be able to hold them accountable. </p>\n\n<p>And by this same logic, it&#39;s like saying someone who was fired for embezzling from their employer cannot be tried for that crime because they are no longer employed in that position....because they were fired for their misconduct. </p>\n\n<p>I&#39;m willing to change my view if there is evidence showing (analysis by a constitutional scholar, prior case law, or really excellent logical arguments etc) former presidents cannot be impeached/convicted.</p>\n\n<p>ETA: And apply during the time the president held office</p>\n</div><!-- SC_ON -->",
  "score": 99,
  "permalink": "/r/changemyview/comments/l5qar5/cmv_saying_the_trump_impeachment_trial_is/",
  "subreddit": "changemyview",
  "id": "l5qar5",
  "is_self": true,
  "media": null,
  "is_video": false
}