{
  "author": "TonySmithJr",
  "original_created_utc": 1632150767,
  "title": "CMV: God is just Santa Claus for adults",
  "created_utc": 1632155435,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You believe in Santa Claus and all the &quot;magic&quot; and ignore the obvious illogical issues with it because you get presents. Then when you finally understand the world a little more, you question it and figure out Santa isn&#39;t real. God is the same way for all religions created by humans. You ignore all the illogical &quot;magic&quot; and continue to believe because &quot;faith&quot; will get you presents (heaven) when you die. For most people, until aliens show up and say &quot;hi&quot;, you&#39;ll just continue to believe because people tell you to.  </p>\n\n<p>*edit*<br/>\nMy fault for not explaining this originally. I have zero issues with people believing in a religion, just the same as I don&#39;t care if children believe in Santa Claus. Religion can be good for some people and give them a reason to be better. My point is, god is just the next step in &quot;belief/faith&quot; with the same kind of core structure that Santa Claus is formed under. </p>\n</div><!-- SC_ON -->",
  "score": 277,
  "permalink": "/r/changemyview/comments/prwvmz/cmv_god_is_just_santa_claus_for_adults/",
  "subreddit": "changemyview",
  "id": "prwvmz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "You believe in Santa Claus and all the \"magic\" and ignore the obvious illogical\nissues with it because you get presents. Then when you finally understand the\nworld a little more, you question it and figure out Santa isn't real. God is the\nsame way for all religions created by humans. You ignore all…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "あなたはサンタクロースやすべての「魔法」を信じ、明らかに非論理的な問題を無視しています。\nプレゼントがもらえるからです。そして、ようやく世界を理解したとき\nプレゼントがもらえるからです。神様も同じです。\n人間が作ったすべての宗教も同じようなものです。あなたはすべてを無視して...",
      "title": "CMV: 神様は大人のサンタクロースにすぎない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你相信圣诞老人和所有的 \"魔法\"，而忽略了明显的不合逻辑的东西\n的问题，因为你得到了礼物。然后，当你最终了解了这个世界之后\n世界时，你会质疑它，并发现圣诞老人并不真实。上帝是\n所有人类创造的宗教都是如此。你忽略了所有...",
      "title": "CMV：上帝只是成年人的圣诞老人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你相信聖誕老人和所有的 \"魔法\"，而忽略了明顯的不合邏輯的東西\n的問題，因爲你得到了禮物。然後，當你最終了解了這個世界之後\n世界時，你會質疑它，並發現聖誕老人並不真實。上帝是\n所有人類創造的宗教都是如此。你忽略了所有...",
      "title": "CMV：上帝只是成年人的聖誕老人"
    }
  ]
}