{
  "author": "Constant-Context7448",
  "original_created_utc": 1638660095,
  "title": "YSK: Ceiling fans have a winter setting.",
  "created_utc": 1638696406,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Most ceiling fans are capable of warming a room which is counterintuitive. On a lot a fans there&amp;#39;s a switch somewhere on the side that can be either up or down, flipping this switch will switch the blades rotation so instead of blowing air down, it sucks air up (so having some space between the fan blades and the ceiling is ideal) which moves the cool air from below disturbing the warm air above which warms the room. (This is probably common knowledge that is worth repeating for those who didn&amp;#39;t know)&lt;/p&gt;\n\n&lt;p&gt;Edit: Really important point not in my original post brought up by a smart comment: Vacuum/dust the top of your blades before doing this! (thank you aquaman67!)&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 100,
  "permalink": "/r/YouShouldKnow/comments/r91xer/ysk_ceiling_fans_have_a_winter_setting/",
  "subreddit": "YouShouldKnow",
  "id": "r91xer",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Most ceiling fans are capable of warming a room which is\ncounterintuitive. On a lot a fans there's a switch somewhere on the side that\ncan be either up or down, flipping this switch will switch the blades rotation\nso instead of blowing air down, it sucks air up (so having some space…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKの特徴：シーリングファンの多くは、部屋の隅々まで暖かくすることができます。\n直感に反している。多くの扇風機には、側面のどこかにスイッチがあります。\nこのスイッチを切り替えると、羽根の回転が切り替わります。\n空気を下に吹き出すのではなく、上に吸い上げるように（そのため、ある程度の空間が必要です）。",
      "title": "YSK: シーリングファンには、冬の設定があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：大多数吊扇都能使房间变暖，这与直觉相反。\n这是不符合直觉的。在很多风扇的侧面都有一个开关，可以向上或向下。\n可以是向上或向下，翻开这个开关将切换叶片旋转\n所以它不是向下吹气，而是向上吸气（所以有一些空间...",
      "title": "YSK：吊扇有一个冬季设置。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：大多數吊扇都能使房間變暖，這與直覺相反。\n這是不符合直覺的。在很多風扇的側面都有一個開關，可以向上或向下。\n可以是向上或向下，翻開這個開關將切換葉片旋轉\n所以它不是向下吹氣，而是向上吸氣（所以有一些空間...",
      "title": "YSK：吊扇有一個冬季設置。"
    }
  ]
}