{
  "author": "A_Turkey_Named_Jive",
  "original_created_utc": 1631886593,
  "title": "I don't think Slaughterhouse Five can in any way be read in a positive way",
  "created_utc": 1631893807,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I just reread it and I think it is a very fucked up novel, not that I didn&#39;t already know that.</p>\n\n<p>I&#39;ll start by saying I am in no way married to my interpretation of the novel. I may very well be wrong.</p>\n\n<p>I also really hope this makes sense, but if you read the novel you know the whole premise is that Billy Pilgrim &quot;comes unstuck from time,&quot; but I think thats just meant to be ironic.</p>\n\n<p>I actually think Billy&#39;s experience in WW2 is so traumatic that he gets stuck in time at that moment (at least his mind and soul do) and while his physical body continues into the future, his mind remains forever locked in his experience during WW2. Thats why he can &quot;See the future,&quot; is because he truly believes he is still in that moment in WW2 as a PoW, and that everything that occurs to him afterward is just him seeing into the future.... His physical body continues through time, but his mind remains a PoW, and from time to time his mind can see into the future at what his body is up to. The Tralfamdorians, are just a red herring/plot device to help explain the separation of Billy&#39;s mind and body (I have other reasons for believing this. For example, Billy having a huge wang and having sex with the movie star in the zoo; that is just Billy himself looking at the picture of the donkey and the woman, where the zoo is always on display just like the subjects of the photo - it goes along with the theme of things actually being stuck in time).</p>\n\n<p>I think the novel is just a commentary about people with PTSD, and the way they are prisoners to their experiences, and how they can never truly escape their worst memories. They are locked into them mentally, just like Billy.</p>\n\n<p>The Tralfamadorians are purposely absurd, and they highlight the way those experiencing trauma will go to great lengths to &quot;invent&quot; something to protect themselves  and their psyche - which is what Billy did.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/books/comments/pq0iuo/i_dont_think_slaughterhouse_five_can_in_any_way/",
  "subreddit": "books",
  "id": "pq0iuo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I just reread it and I think it is a very fucked up novel, not that I didn't\nalready know that.\n\nI'll start by saying I am in no way married to my interpretation of the novel. I\nmay very well be wrong.\n\nI also really hope this makes sense, but if you read the novel you know the\nwhole premise is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今、読み返してみて、とてもめちゃくちゃな小説だと思いました。\nと思っています。\n\n最初に言っておきますが、私はこの小説に対する自分の解釈に固執しているわけではありません。I\nもしかしたら間違っているかもしれません。\n\nまた、これが意味をなすことを願っていますが、もしあなたがこの小説を読んだならば、全体の前提が...\n前提としては...",
      "title": "スローターハウス・ファイブ」は、決してポジティブな意味で読めるものではないと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我刚刚重读了它，我认为这是一部非常糟糕的小说，并不是说我不知道\n已经知道了。\n\n我首先要说的是，我决不是嫁给我对这部小说的解释。I\n我很有可能是错的。\n\n我也真的希望这有意义，但如果你读过这部小说，你会知道\n整个前提是...",
      "title": "我不认为《五号屠场》能以任何方式被正面解读。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我剛剛重讀了它，我認爲這是一部非常糟糕的小說，並不是說我不知道\n已經知道了。\n\n我首先要說的是，我決不是嫁給我對這部小說的解釋。I\n我很有可能是錯的。\n\n我也真的希望這有意義，但如果你讀過這部小說，你會知道\n整個前提是...",
      "title": "我不認爲《五號屠場》能以任何方式被正面解讀。"
    }
  ]
}