{
  "author": "xadiant",
  "original_created_utc": 1637751303,
  "title": "This browser game should not be worth 8.8 Billion $",
  "created_utc": 1637768356,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Any gamers here? I have a rant to make.</p>\n\n<p>Decentraland. Probably everyone here heard of it. And many also bought and sell MANA. But how many of you actually even visited the website? It is now worth 4.87$ a token, with over 8.8 billion market cap. Now, I know how hard it is to make a game, and the fact that market cap doesn&#39;t reflect a realistic value for a blockchain game.</p>\n\n<p>However, the game is utterly shit. It is a browser game to start with. In my 10 minutes of gameplay, there is one annoying background music playing on a loop. The graphics are of course bad as expected. I don&#39;t think they even bothered to properly texture some stuff.</p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/e9dauy3dui181.png?width=1486&amp;format=png&amp;auto=webp&amp;s=2ea576f435f0267726c0bb3f16c099b55dc96f00\">The character creating screen</a></p>\n\n<p>You have two shapes and a bunch of free stuff to use. I think you can buy NFTs (worth probably thousands!) as avatars, which is cool I guess.  </p>\n\n<p><a href=\"https://preview.redd.it/qwr7d77pui181.png?width=1492&amp;format=png&amp;auto=webp&amp;s=d378818e5b739f02fac67231d22448f1bba78ea5\">The Main Menu</a></p>\n\n<p>This is where you start. There are a bunch of places you can teleport and a gaping blue asshole in the middle.</p>\n\n<p><a href=\"https://preview.redd.it/v46e3ly6vi181.png?width=1514&amp;format=png&amp;auto=webp&amp;s=9dc2a234e497681f19fb78d189aebc93e6a7658d\">Emotes I guess</a></p>\n\n<p>Not much to talk about.  </p>\n\n<p><a href=\"https://preview.redd.it/otjmbockvi181.png?width=1524&amp;format=png&amp;auto=webp&amp;s=26266a79efe4537813d22f2c36a7e242f69c9265\">The \\&quot;Casino\\&quot;</a></p>\n\n<p>At first I thought the &quot;casino&quot; was an empty shell. But it turns out there are invisible desks I can&#39;t interact with. Not sure if these didn&#39;t load in my computer or something else happened. I think there are like 3 casinos on the map.  </p>\n\n<p><a href=\"https://preview.redd.it/ygeorn7mwi181.png?width=1486&amp;format=png&amp;auto=webp&amp;s=ca0b3312f85209814f06e262aecc1a9104df9e1b\">Mining Minigame</a></p>\n\n<p>I have no idea how this works since I am on a guest account. You can pay 10 mana and buy 100 coins on a stand you can accidentally left click too.</p>\n\n<p>Decentraland in its core is a glorified casino game which was heavily influenced by second life. I don&#39;t think any adult who buys and sells thousands would legitimately play this game. The bubble is expanding as I write this post. What do you think, fellow cryptocurrency members?</p>\n</div><!-- SC_ON -->",
  "score": 172,
  "permalink": "/r/CryptoCurrency/comments/r12jz1/this_browser_game_should_not_be_worth_88_billion/",
  "subreddit": "CryptoCurrency",
  "id": "r12jz1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Any gamers here? I have a rant to make.\n\nDecentraland. Probably everyone here heard of it. And many also bought and sell\nMANA. But how many of you actually even visited the website? It is now worth\n4.87$ a token, with over 8.8 billion market cap. Now, I know how hard it is to\nmake a game, and the…"
}