{
  "author": "notmadeoutofstraw",
  "original_created_utc": 1625139357,
  "title": "CMV: Biden's claim that you would need F15s and Nukes to fight the government was incorrect",
  "created_utc": 1625154502,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>View is related to this statement:</strong></p>\n\n<p><a href=\"https://youtu.be/SHLHkmWoYDU\">https://youtu.be/SHLHkmWoYDU</a></p>\n\n<p><strong>Rationale:</strong></p>\n\n<p>America pretty much lost the Iraq war. Sure they got rid of Saddam, but they didnt subdue the militant Islamists and ex-Iraqi army militias at all. Once they left Isis had the strength to not only conquer large swathes of Iraq, but the middle east proper.</p>\n\n<p>America has 7x the population of Iraq and something like 10x the guns, plus a populace with a ludicrously high rate of firearm profficiency.</p>\n\n<p>Add to that the radically different levels of desertion, and more importantly sabotage. You think fragging was bad in Nam, see what happens when you invade Texas lmfao.</p>\n\n<p>Add to that the logistical nightmare that is protecting US infrastructure, literally 10s of millions of unguardable targets, and the whole thing starts looking unwinnable for the government very fucking fast.  US geography is also an extremely daunting challenge with regards to suppressing rebellion.</p>\n\n<p>Then there is the foreign actor concern. Allies would put pressure on to stop the killing of civilians (which would be a necessary collateral outcome of fighting your own people). Enemies would gleefully support the rebels in any way they could as hard as they could.</p>\n\n<p>The government would never fucking glass its own territory and people with nukes, its fucking ridiculous to suggest such a thing. Even conventional bombing would be asking to feed into desertion and further rebellion. </p>\n\n<p>Not wanting to invade due to a rifle behind every blade of grass isnt just something for foreign armies to ponder.</p>\n\n<p>American citizens should be sickened by his words here, they are deeply unAmerican and downright terrifying to be coming from the top executive in the land.</p>\n\n<p><strong>Bonus CMV:</strong> </p>\n\n<p>Biden is straight up lying about the &#39;types of weapons&#39; claim, you could absolutely own cannons as a private citizen. Privateers used them all the time and 2A allowed for their legal ownership.</p>\n\n<p><strong>Tl:dr</strong></p>\n\n<p>2A practically ensures the US populace a reasonable if not favored chance against their own government. Not many countries can say that, and none of them have a military as daunting as the yanks. Biden&#39;s cute little comment was pure unadulterated bluff.</p>\n\n<p><strong>Edit 1:</strong> gee whiz its hard to run so many arguments at once. I should have done this with access to my pc instead of just my shitty phone with a cracked screen. I apologise to anybody left waiting, im trying to answer as quickly as possible, im literally sweating!</p>\n\n<p><strong>Edit 2:</strong> use of the Iraq war as example was just that. Whether that war counted as victory or defeat is not all that relevant to my opinion here, my point was just that the insurgent population was never subdued despite the overwhelming technological advantage wielded by the US military. The Taliban or viet kong might have been better to go with, but thats not exactly comparable because they are militaries themselves at the end of the day.</p>\n\n<p><strong>Edit 3:</strong> I will add one argument. The top US military brass have said on many occassions that they are beholden to the constitution first and foremost. I tend to take them at their word, they generally seem like very principled and proud individuals willing to do anything necessary to uphold their oath. That means the President cant just decide to glass entire cities or States that contain innocent civilians in amongst an insurgency or guerilla network.</p>\n\n<p><strong>Edit 4:</strong> I think many here are failing to appreciate the ticking clock the government would be put under during a popular uprising, especially if many people stopped working and paying taxes. The US military is insanely expensive, an insurgency is very cheap. As the Taliban say: &#39;you have the watches, we have the time&#39;.</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/changemyview/comments/objxpa/cmv_bidens_claim_that_you_would_need_f15s_and/",
  "subreddit": "changemyview",
  "id": "objxpa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "View is related to this statement:\n\nhttps://youtu.be/SHLHkmWoYDU\n\nRationale:\n\nAmerica pretty much lost the Iraq war. Sure they got rid of Saddam, but they\ndidnt subdue the militant Islamists and ex-Iraqi army militias at all. Once they\nleft Isis had the strength to not only conquer large swathes of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Viewはこの文に関連しています。\n\nhttps://youtu.be/SHLHkmWoYDU\n\n根拠は？\n\nアメリカはイラク戦争でかなり負けました。確かにサダムは追い出しましたが\nしかし、イスラム過激派や元イラク軍の民兵を全く制圧できませんでした。彼らが去った後は\nイスイスは、イラクの大部分を征服するだけでなく、その強さを手に入れました...",
      "title": "CMV: 政府と戦うためにはF15と核兵器が必要だというバイデン氏の主張は正しくない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "查看与此有关的声明。\n\nhttps://youtu.be/SHLHkmWoYDU\n\n理论依据。\n\n美国在伊拉克战争中几乎是输了。当然，他们摆脱了萨达姆，但他们\n但他们根本没有制服伊斯兰激进分子和前伊拉克军队的民兵。一旦他们\n他们一离开，伊希斯就有了力量，不仅征服了大片的土地。",
      "title": "CMV：拜登声称你需要F15战斗机和核弹来对抗政府是不正确的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "查看與此有關的聲明。\n\nhttps://youtu.be/SHLHkmWoYDU\n\n理論依據。\n\n美國在伊拉克戰爭中幾乎是輸了。當然，他們擺脫了薩達姆，但他們\n但他們根本沒有制服伊斯蘭激進分子和前伊拉克軍隊的民兵。一旦他們\n他們一離開，伊希斯就有了力量，不僅征服了大片的土地。",
      "title": "CMV：拜登聲稱你需要F15戰鬥機和核彈來對抗政府是不正確的"
    }
  ]
}