{
  "author": "stikkesstininio69420",
  "original_created_utc": 1639151540,
  "title": "I honestly don't understand why SOLANA is still in the top 5 cryptos.",
  "created_utc": 1639161679,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This is my first post here, but I actually meant to make this post earlier when SOL went down for 17 hours in September.&lt;/p&gt;\n\n&lt;p&gt;I was very enthusiastic about solana and I was on the verge of buying a bag of SOL several times. &lt;/p&gt;\n\n&lt;p&gt;The first time the system went down, I still thought to myself that this was going to be a one-time error. I did lose a lot of faith in the blockchain, but I found the concept of &amp;quot;proof of history&amp;quot; very interesting, so I was still interested in the coin. \nThis was followed by the large price increase and the necessary hype, which caused the price to rise even more. SOL was quickly in the top 5 cryptos and took over ADA&amp;#39;s spot easily. &lt;/p&gt;\n\n&lt;p&gt;Suddenly, in September the system goes down again for several hours. I thought this would be the end of SOL. This was when I was extremely surprised that SOL&amp;#39;s price remained stable and even continued to climb quietly. I didn&amp;#39;t understand. &lt;/p&gt;\n\n&lt;p&gt;But when the ddos ​​happened and the system was down again recently, I really really thought that SOL was going to plummet (especially in these difficult times full of uncertainty). This STILL didn&amp;#39;t happen.&lt;/p&gt;\n\n&lt;p&gt;I honestly wonder how it is that SOL is still in the top 5 cryptos.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 329,
  "permalink": "/r/CryptoCurrency/comments/rdblv4/i_honestly_dont_understand_why_solana_is_still_in/",
  "subreddit": "CryptoCurrency",
  "id": "rdblv4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is my first post here, but I actually meant to make this post earlier when\nSOL went down for 17 hours in September.\n\nI was very enthusiastic about solana and I was on the verge of buying a bag of\nSOL several times.\n\nThe first time the system went down, I still thought to myself that this…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>初めての投稿ですが、実は\n</p> <p>私はsolanaにとても熱中していました。\n</p> <p>私はsolanaにとても熱中していて、SOLの袋を何度も買う寸前でした。\n</p> <p>私はsolanaにとても熱中していて、何度もSOLのバッグを買う寸前でした。</p> <p>最初にシステムがダウンしたのは...",
      "title": "正直なところ、なぜSOLANAがまだクリプトのトップ5に入っているのか理解できません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>这是我第一次在这里发帖，但我实际上是想在早些时候发这个帖子，因为SOL瘫痪了17小时。\n这是我第一次在这里发帖，但我实际上是想在9月份SOL瘫痪17个小时的时候发这个帖子的。\n</p> <p>我对SOLANA非常热心，我曾多次准备购买一袋SOL。\n</p> <p>我对solana非常热衷，而且我好几次都准备买一袋sol。</p> <p>第一次，系统出现了...",
      "title": "老实说，我不明白为什么SOLANA仍在前5名加密货币中。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>這是我第一次在這裏發帖，但我實際上是想在早些時候發這個帖子，因爲SOL癱瘓了17小時。\n這是我第一次在這裏發帖，但我實際上是想在9月份SOL癱瘓17個小時的時候發這個帖子的。\n</p> <p>我對SOLANA非常熱心，我曾多次準備購買一袋SOL。\n</p> <p>我對solana非常熱衷，而且我好幾次都準備買一袋sol。</p> <p>第一次，系統出現了...",
      "title": "老實說，我不明白爲什麼SOLANA仍在前5名加密貨幣中。"
    }
  ]
}