{
  "author": "Callum-33",
  "the_new_excerpt": "Let me just make one thing clear, there is no better alternative to democracy at\nthe moment but my point stands in my mind. I believe this because of the need in\ngovernment to be able make highly intellectual decisions for a whole country\nthat will impact a vase majority of people. Generally…",
  "original_created_utc": 1609120589,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "让我澄清一件事，没有比民主更好的选择了\n这一刻，但我的观点站在我的脑海里。我相信这一点是因为\n政府能够为整个国家做出高度明智的决策\n这将影响到花瓶里的大多数人。通常为…",
      "title": "[改变我的想法]：在一个民主国家，大多数人还不够聪明，不能做出最好的决定。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓我澄清一件事，沒有比民主更好的選擇了\n這一刻，但我的觀點站在我的腦海裏。我相信這一點是因爲\n政府能夠爲整個國家做出高度明智的決策\n這將影響到花瓶裏的大多數人。通常爲…",
      "title": "[改變我的想法]：在一個民主國家，大多數人還不夠聰明，不能做出最好的決定。"
    }
  ],
  "title": "CMV: The majority of the population is not intelligent enough to make the best decisions in a democracy.",
  "created_utc": 1609133875,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me just make one thing clear, there is no better alternative to democracy at the moment but my point stands in my mind. I believe this because of the need in government to be able make highly intellectual decisions for a whole country that will impact a vase majority of people. Generally speaking, people who are trusted with greater decision making powers are of a higher intelligence to others and are trusted with good reason. When putting all this in the hands of the general public it all falls to whether you can convince a large majority of people who potentially lack the understanding or will fail to see the point of view on which you preach. I would prefer to trust the people best suited to make the best decisions for the country instead of the public making the wrong decisions for the county. It&#39;s corruption that would stand in the way of this. But... change my view and help me trust the political systems of today to do best for It&#39;s country and a world as a whole.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/klgor9/cmv_the_majority_of_the_population_is_not/",
  "subreddit": "changemyview",
  "id": "klgor9",
  "is_self": true,
  "media": null,
  "is_video": false
}