{
  "author": "paflok",
  "original_created_utc": 1631568158,
  "title": "CMV: Corporal punishment is a form of child maltreatment and should be illegal in the US",
  "created_utc": 1631581548,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>CMV: Corporal punishment is a form of child maltreatment and should be illegal in the US.</p>\n\n<p>Are people against prohibiting corporal punishment because they think our generation is full of “privileged pansies” or are people against prohibiting corporal punishment because their parents engaged in this practice which means they were physically abused as a child and must come to terms that their parents were indeed perpetrators of child maltreatment. The United Nations Convention on the Rights of the Child discusses the need for children to be protected from all forms of physical violence, and the UN states “No violence against children is justifiable...” I completely agree and cannot think of a single persuasive argument for corporal punishment.</p>\n\n<p>Btw- I am posting this because I am a social work student and we were asked about our personal biases. I have been reflecting on this a lot am ultimately strongly against corporal punishment and can’t empathize with those who do not see anything wrong with this.</p>\n</div><!-- SC_ON -->",
  "score": 129,
  "permalink": "/r/changemyview/comments/pnor29/cmv_corporal_punishment_is_a_form_of_child/",
  "subreddit": "changemyview",
  "id": "pnor29",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "CMV: Corporal punishment is a form of child maltreatment and should be illegal\nin the US.\n\nAre people against prohibiting corporal punishment because they think our\ngeneration is full of “privileged pansies” or are people against prohibiting\ncorporal punishment because their parents engaged in this…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "CMV: 体罰は児童虐待の一種であり、米国では違法とすべきです。\nアメリカでは違法であるべきです。\n\n体罰を禁止することに反対する人たちは、私たちの世代が「特権階級のパンジー」ばかりだと思っているからでしょうか？\n体罰を禁止することに反対する人は、私たちの世代が「特権階級のパンジー」だらけだと思っているからでしょうか？\n体罰禁止に反対する人は、自分の親が体罰をしていたからでしょうか？",
      "title": "CMV: 体罰は児童虐待の一種であり、米国では違法とすべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "CMV：体罚是一种虐待儿童的形式，在美国应该是非法的。\n在美国是非法的。\n\n人们反对禁止体罚，是因为他们认为我们这一代人充满了暴力。\n人们反对禁止体罚，是因为他们认为我们这一代人都是 \"有特权的娘娘腔\"，还是因为他们的父母从事过体罚？\n还是因为他们的父母从事过这种行为而反对禁止体罚？",
      "title": "CMV：体罚是一种虐待儿童的形式，在美国应该是非法的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "CMV：體罰是一種虐待兒童的形式，在美國應該是非法的。\n在美國是非法的。\n\n人們反對禁止體罰，是因爲他們認爲我們這一代人充滿了暴力。\n人們反對禁止體罰，是因爲他們認爲我們這一代人都是 \"有特權的娘娘腔\"，還是因爲他們的父母從事過體罰？\n還是因爲他們的父母從事過這種行爲而反對禁止體罰？",
      "title": "CMV：體罰是一種虐待兒童的形式，在美國應該是非法的。"
    }
  ]
}