{
  "author": "Freestripe",
  "original_created_utc": 1628620318,
  "title": "I've been rereading the Culture series by Iain M Banks, and I really don't think it gets the love it deserves",
  "created_utc": 1628635958,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>They are genre fiction, which is often looked down on, but they are far more literary than most pew pew scifi. </p>\n\n<p>The characters are fleshed out and compelling, the style is creative, there&#39;s usually a twist ending, the society envisioned is aspirational. And it still manages to have exciting action scenes, and cool scifi tech.</p>\n\n<p>Also the ships names are hilarious.</p>\n</div><!-- SC_ON -->",
  "score": 199,
  "permalink": "/r/books/comments/p1v9nk/ive_been_rereading_the_culture_series_by_iain_m/",
  "subreddit": "books",
  "id": "p1v9nk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "They are genre fiction, which is often looked down on, but they are far more\nliterary than most pew pew scifi.\n\nThe characters are fleshed out and compelling, the style is creative, there's\nusually a twist ending, the society envisioned is aspirational. And it still\nmanages to have exciting action…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "それらはジャンルフィクションであり、しばしば軽視されがちですが、一般的なピューリズ ムよりもはるかに文学的です。\nのSFよりもはるかに文学的です。\n\n登場人物は肉付けされていて説得力があり、スタイルは創造的で、たいていはひねりの効いた結末があります。\n登場人物は肉付けされていて説得力があり、スタイルは独創的で、通常はひねりの効いた結末があり、描かれている社会は理想的です。そして、それはまだ\n刺激的なアクションもあるし...。",
      "title": "Iain M BanksのCultureシリーズを読み返しているのですが、このシリーズは本当に愛されていないと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "它们是类型小说，经常被人看不起，但它们远比大多数小册子上的scifi更有文学性。\n但它们的文学性远远超过了大多数 \"小儿科\"。\n\n人物形象丰满，引人入胜，风格有创意，有\n通常有一个曲折的结局，所设想的社会是令人向往的。而且它仍然\n它仍然能够有令人兴奋的行动...",
      "title": "我一直在重读Iain M Banks的《文化》系列，我真的认为它没有得到应有的爱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "它們是類型小說，經常被人看不起，但它們遠比大多數小冊子上的scifi更有文學性。\n但它們的文學性遠遠超過了大多數 \"小兒科\"。\n\n人物形象豐滿，引人入勝，風格有創意，有\n通常有一個曲折的結局，所設想的社會是令人嚮往的。而且它仍然\n它仍然能夠有令人興奮的行動...",
      "title": "我一直在重讀Iain M Banks的《文化》系列，我真的認爲它沒有得到應有的愛。"
    }
  ]
}