{
  "author": "hminerva",
  "the_new_excerpt": "I really want to give my cousin a book for his Confirmation but don't really\nknow which one to choose. He is an avid video gamer (I don't know what games he\nplays) and likes fantasy books. He prefers reading in English although it is not\nhis first language (he is very advanced in English for his…",
  "original_created_utc": 1622450893,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私のいとこの堅信式に本を贈りたいのですが、どれを選んでいいかわかりません。\nどれを選べばいいのかわかりません。彼は熱心なビデオゲーマーで、どんなゲームをしているのかは知りませんが\nファンタジー系の本が好きです。彼は母国語ではありませんが、英語での読書を好みます。\n彼は英語が母国語ではありませんが、英語での読書を好みます（彼の英語力は...",
      "title": "14歳の少年のための本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我真的想给我的表弟送一本坚振书，但不知道该选哪一本。\n不知道该选哪一本。他是一个狂热的电子游戏玩家（我不知道他玩什么游戏\n我不知道他玩什么游戏），喜欢幻想类书籍。他更喜欢阅读英语，尽管这不是他的母语（他的水平很高）。\n他喜欢读英语，虽然这不是他的第一语言（他的英语水平已经很高了）。",
      "title": "为一个14岁的男孩写的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我真的想給我的表弟送一本堅振書，但不知道該選哪一本。\n不知道該選哪一本。他是一個狂熱的電子遊戲玩家（我不知道他玩什麼遊戲\n我不知道他玩什麼遊戲），喜歡幻想類書籍。他更喜歡閱讀英語，儘管這不是他的母語（他的水平很高）。\n他喜歡讀英語，雖然這不是他的第一語言（他的英語水平已經很高了）。",
      "title": "爲一個14歲的男孩寫的書"
    }
  ],
  "title": "Book for a 14 year old boy",
  "created_utc": 1622491837,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I really want to give my cousin a book for his Confirmation but don&#39;t really know which one to choose. He is an avid video gamer (I don&#39;t know what games he plays) and likes fantasy books. He prefers reading in English although it is not his first language (he is very advanced in English for his age) but I don&#39;t know if he&#39;s advanced enough to read high fantasy for adults. So my question is: do you know of any fantasy books that could be appropriate for a 14 year old boy that isn&#39;t written in a too complex English?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/noyq9z/book_for_a_14_year_old_boy/",
  "subreddit": "booksuggestions",
  "id": "noyq9z",
  "is_self": true,
  "media": null,
  "is_video": false
}