{
  "author": "zeek1999",
  "original_created_utc": 1633096786,
  "title": "CMV: Gangbangs are gay",
  "created_utc": 1633102958,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why do rappers sing about being a gang banger in their song when in reality gang bangs are actually super gay, think about it, its 1 girl with like 13 naked men all jacking off around her waiting their turn. Most the time spent by the guys is gonna be Jacking off next to another naked man and unless your actually fucking the girl chances are you arnt gonna be enjoying yourself.</p>\n\n<p>Also what happens when another dude nuts on the chick and then your dick  accidentally touches the nut. Are you really gonna tell yourself that gang banging is straight after getting another dudes nut on your dick? I think not.</p>\n</div><!-- SC_ON -->",
  "score": 336,
  "permalink": "/r/changemyview/comments/pz8lzw/cmv_gangbangs_are_gay/",
  "subreddit": "changemyview",
  "id": "pz8lzw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why do rappers sing about being a gang banger in their song when in reality gang\nbangs are actually super gay, think about it, its 1 girl with like 13 naked men\nall jacking off around her waiting their turn. Most the time spent by the guys\nis gonna be Jacking off next to another naked man and unless…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜラッパーは曲の中でギャングバンガーであることを歌うのか、実際にはギャングバンガーは超ゲイである。\n考えてみると、1人の女の子が13人の裸の男性と一緒にいるのですから。\n1人の女の子の周りに13人の裸の男がいて、みんな順番を待っている。男たちが過ごす時間のほとんどは\n他の裸の男の横でジャックしていることになります。",
      "title": "CMV: ギャングはゲイ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么说唱歌手在他们的歌曲中唱到自己是一个帮派分子，而实际上帮派分子\n实际上，帮派是超级同性恋，想想看，一个女孩有13个裸体男人\n都在她周围打手枪，等待轮到他们。男人们所花的大部分时间\n是在另一个裸体男人身边打手枪，除非...",
      "title": "CMV：帮派是同性恋"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼說唱歌手在他們的歌曲中唱到自己是一個幫派分子，而實際上幫派分子\n實際上，幫派是超級同性戀，想想看，一個女孩有13個裸體男人\n都在她周圍打手槍，等待輪到他們。男人們所花的大部分時間\n是在另一個裸體男人身邊打手槍，除非...",
      "title": "CMV：幫派是同性戀"
    }
  ]
}