{
  "author": "allshieldstomypenis",
  "original_created_utc": 1628716717,
  "title": "YSK, anybody who has been overpunished regularly or traumatically, will sometimes see encouragement as a “trap”",
  "created_utc": 1628737889,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: be patient with somebody who has their wall up like this. Its not always their fault that they don’t trust you or give in to your efforts and encouragement. Just be patient and slow leak the encouragement when it is deserved and helpful. A person who’s been overpunished regularly will have likely rationalized their pain somehow as deserved or unfair. It’s alot to unpack, and will take time. Be patient.</p>\n</div><!-- SC_ON -->",
  "score": 293,
  "permalink": "/r/YouShouldKnow/comments/p2me0b/ysk_anybody_who_has_been_overpunished_regularly/",
  "subreddit": "YouShouldKnow",
  "id": "p2me0b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: be patient with somebody who has their wall up like this. Its not\nalways their fault that they don’t trust you or give in to your efforts and\nencouragement. Just be patient and slow leak the encouragement when it is\ndeserved and helpful. A person who’s been overpunished regularly will…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: こんな風に壁を作っている人には我慢してください。それは\nあなたを信頼せず、あなたの努力や励ましにも屈しないのは、必ずしも彼らのせいではありません。\nとは限りません。辛抱強く、励ましに値するときはゆっくりと励ましてあげてください。\n励ましてあげればいいのです。日頃から過剰な罰を受けている人は・・・。",
      "title": "YSKさん、日頃から過剰な罰を受けていたり、トラウマになっている人は、励ましを \"罠 \"と捉えることがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：要对那些把墙竖起来的人有耐心。它不\n他们不信任你或不接受你的努力和鼓励，并不总是他们的错。\n鼓励。只要有耐心，当鼓励是应得的、有帮助的时候，就慢慢泄露出来。\n应得的和有帮助的。一个经常被过度惩罚的人将...",
      "title": "YSK，任何经常受到过度惩罚或受到创伤的人，有时会把鼓励看作是一个 \"陷阱\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：要對那些把牆豎起來的人有耐心。它不\n他們不信任你或不接受你的努力和鼓勵，並不總是他們的錯。\n鼓勵。只要有耐心，當鼓勵是應得的、有幫助的時候，就慢慢泄露出來。\n應得的和有幫助的。一個經常被過度懲罰的人將...",
      "title": "YSK，任何經常受到過度懲罰或受到創傷的人，有時會把鼓勵看作是一個 \"陷阱\""
    }
  ]
}