{
  "author": "PracticallyACanadian",
  "original_created_utc": 1633018363,
  "title": "CMV: It is not transphobic not to wish to date a trans person because you are not attracted to them.",
  "created_utc": 1633027574,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you do not want to date a trans person because you hateful towards them, that is wrong. I will explain my personal perspective since this is my opinion and really I want to either confirm or disprove my view since I ultimately want to be as loving and accepting as possible. I am attracted to women. We have come very far in treatments (surgeries, hormonal therapy, etc) so that a trans woman can feel happy and at peace with their bodies. And I wish them nothing but happiness. Yet there is still a discernible difference between a biological woman from birth, and a trans woman. For example, I have noticed that trans women tend to have facial structures that are more traditionally masculine. And with no hatred or bias against trans women or anyone, that visual appearance makes it that my mind cannot go there and feel attracted towards them. I recognize that these treatments have come very very far. And so it might very soon come to the point that my perspective is nullified once trans women and women are practically indiscernible physically. And genuinely I hope for that, assuming that’s what trans people would want to be the happiest with their appearance and identity. Yet as it stands right now, for someone like me, I find myself turned off by trans women and cannot find them attractive as I do women from birth.</p>\n\n<p>Note: For all I know my words are insensitive or accidentally hateful. Please in addition to your rebuttals, feel free to tell me how to make my words more correct and courteous towards the community. I’m not the part of any minority and grew up in a well meaning but homophobic household. I’m trying to be a good person towards everyone but have a lot to learn. Much love and looking forward to our conversations.</p>\n</div><!-- SC_ON -->",
  "score": 105,
  "permalink": "/r/changemyview/comments/pyn1ps/cmv_it_is_not_transphobic_not_to_wish_to_date_a/",
  "subreddit": "changemyview",
  "id": "pyn1ps",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If you do not want to date a trans person because you hateful towards them, that\nis wrong. I will explain my personal perspective since this is my opinion and\nreally I want to either confirm or disprove my view since I ultimately want to\nbe as loving and accepting as possible. I am attracted to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "トランスの人を憎んでいるから付き合いたくない、というのは\nそれは間違っています。これは私の意見なので、私の個人的な見解を説明します。\nこれは私の意見なので私の個人的な見解を説明しますが、実際には私の見解を肯定するか否定するかしたいのです。\nこれは私の意見であり、最終的には私はできるだけ愛情を持って受け入れたいと思っているので、私の見解を確認または否定したいと思っています。私が惹かれるのは...",
      "title": "CMV：トランスの人に魅力を感じないからといって、その人と付き合いたいと思わないのはトランスフォビックではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你不想和变性人约会，因为你对他们怀有仇恨，那是错误的。\n这是错误的。我将解释我的个人观点，因为这是我的观点，而且\n我真的想证实或反驳我的观点，因为我最终希望\n尽可能地充满爱和接受。我被吸引到...",
      "title": "CMV：不希望与变性人约会，因为你没有被吸引，这不是变性人的问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你不想和變性人約會，因爲你對他們懷有仇恨，那是錯誤的。\n這是錯誤的。我將解釋我的個人觀點，因爲這是我的觀點，而且\n我真的想證實或反駁我的觀點，因爲我最終希望\n儘可能地充滿愛和接受。我被吸引到...",
      "title": "CMV：不希望與變性人約會，因爲你沒有被吸引，這不是變性人的問題。"
    }
  ]
}