{
  "author": "AOCgivesBJs1969",
  "original_created_utc": 1633969038,
  "title": "CMV: You should not use Reddit as a primary source for medical information. You should also not use any celebrity/political endorsements guide you as a primary source either (COVID-19 vaccination related)",
  "created_utc": 1634034695,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was inspired  <a href=\"https://old.reddit.com/r/changemyview/comments/q5xsnt/cmv_i_should_get_the_covid19_booster_even_though/\">by this thread here</a>.  TL;DR A redditor was asking to have their view changed on getting a COVID vaccine booster even though they are not eligible nor authorized to get it.  The major take away is that OP did not mention anything about their medical provider recommending they do/do not get the booster.</p>\n\n<p>And there is the problem.  We have many people who rely on social media/celebrities/political figures for COVID-19 medical advice as the primary source.  Under zero circumstance should you rely on Lebron James to tell you to get vaccinated as your primary source or for Biden to be your primary source to get vaccinated.  You should <strong>always</strong> go to your medical professional as your primary source first.  Your medical provider knows the intimate details of your health history and can give you the proper guidance about the risks of the vaccines compared to your personal history. Listening to a celebrity or the President to get vaxxed can be dangerous for you since that person does not know the intimate details of your medical history.</p>\n\n<p>Now, what to do about those who do not have access to a medical doctor.  Around 25% of Americans do not have a primary care provider.  For those WITHOUT a primary care provider, <a href=\"https://www.cdc.gov/cdc-info/index.html\">the CDC</a> has a hotline where you can make a call and get your questions answered by a qualified medical expert who undoubtedly has more knowledge to assess your individual risk than a celebrity or politician.</p>\n\n<p>Now, I understand WHY they use politicians/celebrities to campaign for vaccines.  There may be people who have been told by a doctor it is safe for them or that they need it since they are at high risk but the individual is on the fence.  Having a celebrity endorsement could help them get the jab if they have been identified to be at high risk of illness and/or their doctor recommended it.</p>\n\n<p>So why do I want my view changed?  I may be missing something to my view.  Maybe there are quality reasons why you should trust Biden to get vaccinated over the word of your medical doctor.  Maybe asking Reddit is better than your doctor.  Since I do want my view changed, maybe I should not want it changed and you can explain why?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/q5zf9m/cmv_you_should_not_use_reddit_as_a_primary_source/",
  "subreddit": "changemyview",
  "id": "q5zf9m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was inspired by this thread here\n[https://old.reddit.com/r/changemyview/comments/q5xsnt/cmv_i_should_get_the_covid19_booster_even_though/].\nTL;DR A redditor was asking to have their view changed on getting a COVID\nvaccine booster even though they are not eligible nor authorized to get it.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "こちらのスレッドに触発されました\n[https://old.reddit.com/r/changemyview/comments/q5xsnt/cmv_i_should_get_the_covid19_booster_even_though/]をご覧ください。\nTL;DR あるredditorは、COVIDワクチンのブースターを受けることについて、自分の考えを変えてほしいと言っていました。\nワクチンブースターを受ける資格も権限もないにもかかわらず、その見解を変えてほしいというものでした....",
      "title": "CMV: Redditを医療情報の一次情報源として使用してはいけません。また、有名人や政治家の推薦ガイドも一次情報源として使うべきではありません（COVID-19ワクチン接種関連）。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是受到这里的这个主题的启发\n[https://old.reddit.com/r/changemyview/comments/q5xsnt/cmv_i_should_get_the_covid19_booster_even_though/]。\nTL;DR 一位红发用户要求改变他们对接种COVID\n疫苗加强剂的看法，尽管他们没有资格也没有授权获得该疫苗....。",
      "title": "CMV：你不应该使用Reddit作为医疗信息的主要来源。你也不应该使用任何名人/政治代言人指导你作为主要来源（COVID-19疫苗接种相关）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是受到這裏的這個主題的啓發\n[https://old.reddit.com/r/changemyview/comments/q5xsnt/cmv_i_should_get_the_covid19_booster_even_though/]。\nTL;DR 一位紅髮用戶要求改變他們對接種COVID\n疫苗加強劑的看法，儘管他們沒有資格也沒有授權獲得該疫苗....。",
      "title": "CMV：你不應該使用Reddit作爲醫療信息的主要來源。你也不應該使用任何名人/政治代言人指導你作爲主要來源（COVID-19疫苗接種相關）。"
    }
  ]
}