{
  "author": "foursquad1",
  "original_created_utc": 1636363744,
  "title": "YSK that you can use Google's exclusive pixel feature - \"Magic Eraser\" on your device too.",
  "created_utc": 1636378568,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The feature can be used to remove unnecessary elements like objects/people/lines etc. from your existing pictures. The Google Pixel 6 comes with the magic eraser functionality which removes these unnecessary things. You can do that too without using any cracked or fishy apps. In fact, it&#39;s Google&#39;s own free application on the playstore. </p>\n\n<p>Irrespective of the smartphone, you can use this feature on your device by simply installing Google&#39;s own photo editing app - &quot;Snapseed&quot;. Using the healing function you can remove unnecessary objects/people/lines and several other undesirable elements from your photos. \nThis can help you make a lot of pictures perfect.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/YouShouldKnow/comments/qpa2g8/ysk_that_you_can_use_googles_exclusive_pixel/",
  "subreddit": "YouShouldKnow",
  "id": "qpa2g8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The feature can be used to remove unnecessary elements like\nobjects/people/lines etc. from your existing pictures. The Google Pixel 6 comes\nwith the magic eraser functionality which removes these unnecessary things. You\ncan do that too without using any cracked or fishy apps. In fact, it's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：この機能を使うと、既存の写真に写っている\n除去することができます。Google Pixel 6には\nは、これらの不要なものを削除する魔法の消しゴム機能を搭載しています。この機能を使えば\nそれも、割れ物や怪しいアプリを使わずにできます。実際には、...",
      "title": "Google独自のピクセル機能である「魔法の消しゴム」を、あなたの端末でも使うことができるというYSK。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：该功能可用于删除现有图片中不必要的元素，如\n物体/人/线等。谷歌Pixel 6配备了\n具有神奇的橡皮擦功能，可以删除这些不必要的东西。你\n也可以做到这一点，而无需使用任何破解的或可疑的应用程序。事实上，它是...",
      "title": "YSK，你也可以在你的设备上使用谷歌的独家像素功能--\"Magic Eraser\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：該功能可用於刪除現有圖片中不必要的元素，如\n物體/人/線等。谷歌Pixel 6配備了\n具有神奇的橡皮擦功能，可以刪除這些不必要的東西。你\n也可以做到這一點，而無需使用任何破解的或可疑的應用程序。事實上，它是...",
      "title": "YSK，你也可以在你的設備上使用谷歌的獨家像素功能--\"Magic Eraser\"。"
    }
  ]
}