{
  "author": "sidoZe",
  "the_new_excerpt": "Why YSK: So you don't get screwed on paying delivery fee's twice for the same\nitem!\n\nI've done this a few times now. Ordered from a restaurant and they forgot an\nitem. Sure the app will refund you the cost of the item...but I'm still hungry!\nI argued that if I have to re-order it they will hit me…",
  "original_created_utc": 1617232940,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：这样你就不会为同一件物品支付两次快递费而被坑。\n物品!\n\n我已经做了好几次了。从一家餐馆订餐，他们忘记了一个\n物品。当然，应用程序会退还你的物品费用......但我还是很饿！\"。\n我争辩说，如果我不得不重新订购，他们会打我...",
      "title": "YSK 当你向Uber Eats、SkipTheDishes等公司要求退还丢失的物品时，你也可以要求退还送餐费，他们也会给你。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：這樣你就不會爲同一件物品支付兩次快遞費而被坑。\n物品!\n\n我已經做了好幾次了。從一家餐館訂餐，他們忘記了一個\n物品。當然，應用程序會退還你的物品費用......但我還是很餓！\"。\n我爭辯說，如果我不得不重新訂購，他們會打我...",
      "title": "YSK 當你向Uber Eats、SkipTheDishes等公司要求退還丟失的物品時，你也可以要求退還送餐費，他們也會給你。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 同じ商品で2回も配送料を取られることがないからです。\nアイテム\n\n私は今まで何度かこのようなことがありました。レストランで注文した商品を忘れてしまい\nアイテムです。確かにアプリは商品代金を返金してくれますが...まだお腹が空いているんです!\n再注文しなければならないなら、彼らは私を打つだろうと主張した...",
      "title": "YSK Uber EatsやSkipTheDishesなどに欠品の返金を要求すると、配達料の返金も要求してくれること！？"
    }
  ],
  "title": "YSK That when you request a refund from Uber Eats, SkipTheDishes, etc for a missing item, you can also request a refund of the delivery fee, and they give it!",
  "created_utc": 1617519477,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: So you don&#39;t get screwed on paying delivery fee&#39;s twice for the same item!</p>\n\n<p>I&#39;ve done this a few times now. Ordered from a restaurant and they forgot an item. Sure the app will refund you the cost of the item...but I&#39;m still hungry! I argued that if I have to re-order it they will hit me with the delivery fee again. They agreed to also refund the delivery fee. I&#39;ve done this 3 times now so I&#39;m confident it will work for you too. Give it a try!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/mhiebt/ysk_that_when_you_request_a_refund_from_uber_eats/",
  "subreddit": "YouShouldKnow",
  "id": "mhiebt",
  "is_self": true,
  "media": null,
  "is_video": false
}