{
  "author": "ShotgunTurtle816",
  "the_new_excerpt": "I'm an amateur music producer who has dabbled in a ton of genres- jazz, rock,\nhip-hop, and electronic, to name a few. The writing process for a mainstream\ndance track is the same as it is for, say, a classical track: start by composing\na chord progression, write and play a melody, add accompaniment,…",
  "original_created_utc": 1618890575,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はアマチュアの音楽プロデューサーで、ジャズ、ロック、ヒップホップ、エレクトロニックなど、さまざまなジャンルに手を出してきました。\nジャズ、ロック、ヒップホップ、エレクトロニックなど、さまざまなジャンルを手がけてきました。メインストリームのダンストラックの作曲プロセスは\nメインストリームのダンストラックの作曲プロセスは、例えばクラシック音楽の場合と同じです。\nコード進行を作って、メロディを作って弾いて、伴奏をつけて......。",
      "title": "cmvです。エレクトロニック・ミュージックに「才能がない」と文句を言う人は、音楽制作がどのように行われているかを全く知らないのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个业余的音乐制作人，涉猎过很多流派--爵士、摇滚。\n嘻哈，和电子，等等。主流音乐的写作过程\n舞曲和古典音乐是一样的：从作曲开始。\n和弦行进，编写和演奏旋律，添加伴奏，... ...",
      "title": "cmv。那些抱怨电子音乐 \"不需要天赋 \"的人 根本不知道音乐制作是如何进行的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個業餘的音樂製作人，涉獵過很多流派--爵士、搖滾。\n嘻哈，和電子，等等。主流音樂的寫作過程\n舞曲和古典音樂是一樣的：從作曲開始。\n和絃行進，編寫和演奏旋律，添加伴奏，... ...",
      "title": "cmv。那些抱怨電子音樂 \"不需要天賦 \"的人 根本不知道音樂製作是如何進行的。"
    }
  ],
  "title": "cmv: People who complain about electronic music \"taking no talent\" don't have the slightest idea as to how music production works",
  "created_utc": 1618896856,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m an amateur music producer who has dabbled in a ton of genres- jazz, rock, hip-hop, and electronic, to name a few. The writing process for a mainstream dance track is the same as it is for, say, a classical track: start by composing a chord progression, write and play a melody, add accompaniment, write vocals (if applicable,) design and add extra sounds, then mix and master the track. It&#39;s the same for electronic, rock, classical, hip-hop, jazz, metal, and country music.</p>\n\n<p>Claiming that electronic musicians don&#39;t actually &quot;do anything&quot; and just &quot;press random buttons&quot; is uninformed, clueless babble. Musicians like Deadmau5 are some of the most skilled composers out there, and the level of content that goes into their songs (dozens of melodies and harmonies, all varying from one another in progression or timbre) dwarfs what goes into, say, a rock song (a few guitar lines, some vocals, a bass guitar, and drums.)</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/mui03n/cmv_people_who_complain_about_electronic_music/",
  "subreddit": "changemyview",
  "id": "mui03n",
  "is_self": true,
  "media": null,
  "is_video": false
}