{
  "author": "Low-Classroom7736",
  "the_new_excerpt": "Madness was a demon and it lived in a world of helpless need, a thousand desires\nunanswered, a world without resolution. Madness, yes, she had known that demon.\nThey had bargained with coins of pain, and those coins came from  vault that\nnever emptied. She’d once known such wealth. Crippled god…",
  "original_created_utc": 1614491060,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "疯狂是一个恶魔，它生活在一个无奈的需要，千篇一律的欲望的世界里。\n无人问津，无解的世界。疯狂，是的，她曾认识那个恶魔。\n他们曾用痛苦的硬币讨价还价，而这些硬币来自于金库。\n从未被掏空。她曾经知道这样的财富。残缺的神...",
      "title": "马拉赞堕落之书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "瘋狂是一個惡魔，它生活在一個無奈的需要，千篇一律的慾望的世界裏。\n無人問津，無解的世界。瘋狂，是的，她曾認識那個惡魔。\n他們曾用痛苦的硬幣討價還價，而這些硬幣來自於金庫。\n從未被掏空。她曾經知道這樣的財富。殘缺的神...",
      "title": "馬拉贊墮落之書"
    }
  ],
  "title": "Malazan Book of the Fallen by Steven Erikson",
  "created_utc": 1614543886,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Madness was a demon and it lived in a world of helpless need, a thousand desires unanswered, a world without resolution. Madness, yes, she had known that demon. They had bargained with coins of pain, and those coins came from  vault that never emptied. She’d once known such wealth. \nCrippled god\nSteven erikson </p>\n\n<p>Has anyone else read these and had their god damn brain scrambled by how amazing they are? </p>\n\n<p>It’s my number one too pick of anything I’ve ever read. It literally changed the way I think about literature and the fantasy genre. I love it. From the the hilarious but intricate dialogue of characters pooping off the back of a ship to insult another army, to a war between the pantheon of gods over the fate of the universe, to insane starving armies devouring nations and raping dead men to create unnatural children to lead them. </p>\n\n<p>I’d love to know who else has read them and how they feel. </p>\n\n<p>PS I like ian c esslemont novels too, they started the world together. I just love Steven Erkisons style and storytelling ability more.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/lu84gk/malazan_book_of_the_fallen_by_steven_erikson/",
  "subreddit": "books",
  "id": "lu84gk",
  "is_self": true,
  "media": null,
  "is_video": false
}