{
  "author": "mama2twounder2",
  "original_created_utc": 1638172245,
  "title": "Why have I just discovered the Libby app?",
  "created_utc": 1638189443,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me tell you, the Libby app has been a total game changer for me! But perhaps maybe I am just late to the game!</p>\n\n<p>Before moving overseas, I was always at the library borrowing books, I could go through multiple books a week. Once I moved, books, especially English ones are just not as available, or terribly expensive, cue using my Kindle more, but that gets pricy too. Basically, I had to throttle the amount of books I was reading due to cost. And I always tried to use my library&#39;s ebook rental portal, but it gave me nothing but problems that I stopped trying. I have been devouring books since I got it, and rediscovered all the joy I have while reading! </p>\n\n<p>Any book suggestions to add to my list are more than welcome!</p>\n</div><!-- SC_ON -->",
  "score": 519,
  "permalink": "/r/books/comments/r4qqak/why_have_i_just_discovered_the_libby_app/",
  "subreddit": "books",
  "id": "r4qqak",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let me tell you, the Libby app has been a total game changer for me! But perhaps\nmaybe I am just late to the game!\n\nBefore moving overseas, I was always at the library borrowing books, I could go\nthrough multiple books a week. Once I moved, books, especially English ones are\njust not as available,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "言っておきますが、Libbyアプリは私にとって完全なゲームチェンジャーです。でも、もしかしたら\n私がこのゲームに遅れているだけかもしれません。\n\n海外に行く前は、いつも図書館で本を借りていて、1週間に何冊も借りていました。\n週に何冊も借りていました。移住してからは、本、特に英語の本は\n借りられなくなってしまいました...。",
      "title": "なぜ私がLibbyアプリを発見したのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "让我告诉你，Libby应用程序已经完全改变了我的游戏规则! 但也许\n也许我只是姗姗来迟!\n\n在移居海外之前，我总是在图书馆借书，我可以在一个星期内看完多本书。\n一周就能看完好几本书。一旦我搬家，书籍，尤其是英文书籍\n只是没有那么多的书，...",
      "title": "为什么我才发现利比的应用程序？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓我告訴你，Libby應用程序已經完全改變了我的遊戲規則! 但也許\n也許我只是姍姍來遲!\n\n在移居海外之前，我總是在圖書館借書，我可以在一個星期內看完多本書。\n一週就能看完好幾本書。一旦我搬家，書籍，尤其是英文書籍\n只是沒有那麼多的書，...",
      "title": "爲什麼我才發現利比的應用程序？"
    }
  ]
}