{
  "author": "hospital_aqcuired",
  "the_new_excerpt": "Yes, those sweet times sitting in front of our TV or PC. Ignoring our parent's\ncalls to go outside. 20 years later I work on the medical research team for\npupillary.org [https://pupillary.org/] and read a lot of papers on this\ntopicbehavioral. And, oh, boy, were they right. Here're just a few small…",
  "original_created_utc": 1616925472,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "是的，那些坐在电视或电脑前的甜蜜时光。无视我们父母的\n呼吁外出。20年后，我在医学研究团队工作，为\npupillary.org[https://pupillary.org/]，并阅读了很多这方面的论文。\n主题行为。而且，哦，孩子，他们是对的。这里有几个小... Here're just a few small...",
      "title": "YSK：你妈妈说的对。整天盯着屏幕是很不健康的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "是的，那些坐在電視或電腦前的甜蜜時光。無視我們父母的\n呼籲外出。20年後，我在醫學研究團隊工作，爲\npupillary.org[https://pupillary.org/]，並閱讀了很多這方面的論文。\n主題行爲。而且，哦，孩子，他們是對的。這裏有幾個小... Here're just a few small...",
      "title": "YSK：你媽媽說的對。整天盯着屏幕是很不健康的。"
    }
  ],
  "title": "YSK: Your mom was right. Staring at a screen all day is really unhealthy",
  "created_utc": 1616977535,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Yes, those sweet times sitting in front of our TV or PC. Ignoring our parent&#39;s calls to go outside. 20 years later I work on the medical research team for <a href=\"https://pupillary.org/\">pupillary.org</a> and read a lot of papers on this topicbehavioral. And, oh, boy,  were they right. Here&#39;re just a few small quotes out of a lot of studies:</p>\n\n<p>Why YSK:</p>\n\n<p>&quot; One-quarter of the students studied experienced physical complaints, and one-fifth had behavioural problems associated with the use of electronic devices“ (S L Ting et al, 2020)</p>\n\n<p>&quot; The magnitude of arteriolar narrowing associated with each hour daily of  TV viewing is similar to that associated with a 10-mm Hg increase in  systolic blood pressure in children.&quot; ( Bamini Gopinath et al 2011 )</p>\n\n<p>&quot;longer screen time (≥2 h/day) was associated with lower levels of satisfaction with life and optimism, and higher levels of anxiety and depressive symptoms; shorter screen time (&lt;2 h/day) was associated with favorable mental health and wellbeing&quot; (Eva Oberle et al, 2020)</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/meyjbn/ysk_your_mom_was_right_staring_at_a_screen_all/",
  "subreddit": "YouShouldKnow",
  "id": "meyjbn",
  "is_self": true,
  "media": null,
  "is_video": false
}