{
  "author": "StolenDabloons",
  "the_new_excerpt": "The amount of times I've seen Reddit/Facebook posts about how a child has been\nbullied and a school does quite literally less than nothing, e.g. by not dealing\nwith said bully but in actual fact suspending both students due to a zero\ntolerance policy's. Now this does two things, first it says to the…",
  "original_created_utc": 1615818033,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我在Reddit/Facebook上看到的关于孩子如何被的帖子的次数\n欺凌，而学校实际上做的比什么都少，例如不处理。\n与所述欺凌，但实际上暂停两个学生，由于零。\n容忍政策的。这有两点，首先它说... ...",
      "title": "CMV:我们需要停止教育孩子对抗是不行的做法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在Reddit/Facebook上看到的關於孩子如何被的帖子的次數\n欺凌，而學校實際上做的比什麼都少，例如不處理。\n與所述欺凌，但實際上暫停兩個學生，由於零。\n容忍政策的。這有兩點，首先它說... ...",
      "title": "CMV:我們需要停止教育孩子對抗是不行的做法。"
    }
  ],
  "title": "CMV:We need to stop the practice of teaching our children confrontation is not okay.",
  "created_utc": 1615883429,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The amount of times I&#39;ve seen Reddit/Facebook posts about how a child has been bullied and a school does quite literally less than nothing, e.g. by not dealing with said bully but in actual fact suspending both students due to a zero tolerance  policy&#39;s. Now this does two things, first it says to the bully that whatever he does, they can expect the same punishment, and without a strict home figure does not do a lot to deter said actions. Secondly, the child who is being abused now grows a sense of distrust toward authority, and can either end up more violent due to nothing to lose or developing depression because they don&#39;t feel safe.\n I&#39;m not calling for all kids to beat the living crap out of eachother but a middle ground needs to be found,  taking things at face value at the very least.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/m5lpqt/cmvwe_need_to_stop_the_practice_of_teaching_our/",
  "subreddit": "changemyview",
  "id": "m5lpqt",
  "is_self": true,
  "media": null,
  "is_video": false
}