{
  "author": "kalashnan",
  "the_new_excerpt": "Why YSK: This is a small but extremely common mispronunciation, I’ve heard it\npronounced this way by television presenters, lecturers, singers, and many more.\nOftentimes the distinction is barely audible, and in informal speech it wouldn’t\nmatter. BUT if delivering a formal speech or something…",
  "original_created_utc": 1619708534,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：これは小さな間違いですが、非常によくある発音です。\nテレビのプレゼンターや講演者、歌手などがこのように発音しているのを聞いたことがあります。\n多くの場合、この区別はほとんど聞こえませんし、インフォーマルな会話では問題になりません。\n問題ないでしょう。しかし、フォーマルなスピーチなどでは...。",
      "title": "\"etc \"は \"et cetera \"の略で、\"ec cetera \"ではなく、そのように発音されるというYSKさん。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这是一个很小但非常普遍的错误发音。\n我听到电视主持人、演讲者、歌手和其他许多人这样发音。\n很多时候，这种区别几乎听不出来，在非正式的讲话中，这并不重要。\n么重要。但是，如果发表正式的演讲或什么...",
      "title": "YSK认为，\"etc \"是 \"et cetera \"的简称，并且是这样发音的，而不是 \"ek cetera\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這是一個很小但非常普遍的錯誤發音。\n我聽到電視主持人、演講者、歌手和其他許多人這樣發音。\n很多時候，這種區別幾乎聽不出來，在非正式的講話中，這並不重要。\n麼重要。但是，如果發表正式的演講或什麼...",
      "title": "YSK認爲，\"etc \"是 \"et cetera \"的簡稱，並且是這樣發音的，而不是 \"ek cetera\""
    }
  ],
  "title": "YSK that \"etc\" is short for \"et cetera\" and is pronounced that way, not \"eck cetera”",
  "created_utc": 1619768771,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This is a small but extremely common mispronunciation, I’ve heard it pronounced this way by television presenters, lecturers, singers, and many more. Oftentimes the distinction is barely audible, and in informal speech it wouldn’t matter. BUT if delivering a formal speech or something similar, it’s definitely worth knowing this so your pronunciation is impeccable, and so any listeners who are aware of this aren’t distracted.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/YouShouldKnow/comments/n16and/ysk_that_etc_is_short_for_et_cetera_and_is/",
  "subreddit": "YouShouldKnow",
  "id": "n16and",
  "is_self": true,
  "media": null,
  "is_video": false
}