{
  "approved_at_utc": null,
  "subreddit": "CryptoCurrency",
  "selftext": "",
  "author_fullname": "t2_a64ew3ff",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "ETC's recent pump shows that this community needs a reminder on what it is",
  "link_flair_richtext": [
    {
      "e": "text",
      "t": "FINANCE"
    }
  ],
  "subreddit_name_prefixed": "r/CryptoCurrency",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": "FINANCE",
  "downs": 0,
  "thumbnail_height": null,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_n5bva7",
  "quarantine": false,
  "link_flair_text_color": "dark",
  "upvote_ratio": 0.93,
  "author_flair_background_color": "",
  "subreddit_type": "public",
  "ups": 172,
  "total_awards_received": 1,
  "media_embed": {},
  "thumbnail_width": null,
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": "FINANCE",
  "can_mod_post": false,
  "score": 172,
  "approved_by": null,
  "author_premium": true,
  "thumbnail": "default",
  "edited": false,
  "author_flair_css_class": "Training",
  "author_flair_richtext": [
    {
      "e": "text",
      "t": "Redditor for 2 months."
    }
  ],
  "gildings": {},
  "content_categories": null,
  "is_self": false,
  "mod_note": null,
  "crosspost_parent_list": [
    {
      "approved_at_utc": null,
      "subreddit": "ethtrader",
      "selftext": "I see a lot of newbies entering the market, people who hear about Ethereum. If you are such a person, you might be a little bit confused about why there is the Ethereum coin (ETH) and the Ethereum Classic coin (ETC).\n\nHere is the story of what exactly happened. This is not research, but a first-hand story. I was there when it all happened, in the middle of it. And active in **all** involved communities.\n\n#It all started during the spring of 2016:\n\nThere was only one Ethereum coin you could buy (ETH). The Ethereum world computer was online for not even a year. Most investors invested in Ethereum because they saw this world computer as something that could change and transform the world. This is not new for you guys reading this now, you are starting to see the potential too. But these early investors were visionaries. They could already see it before it started to happen.\n\nThey saw the possibilities and were excited about what had been built. Excited about what was still going to be build. \n\nSo here follows what the early adopters did next:\n\n#Growing the eco-system\n\nAn important task at that moment in time, was to grow the eco-system. Companies and startups would be created and motivated to play around with the possibilities of this new technology.\n\nThus the early investors were going to work together to build the eco-system up.\n\nMore than a thousand well intended investors had allocated a major part of their hard-earned wealth into a program / contract running on Ethereum (*the contract was named TheDAO*) which was created with the goal to fund startups in the eco-system for at least the next 4 years. \n\nThe idea and the intention to grow the eco-system with this money, was so grand that more than **11 million Ether** (12 % of all ETH in circulation) were allocated to this contract. With the sole plan being that these funds would then later be redistributed over **hundreds of different projects**, all trying and building different use-cases for Ethereum.\n\n#Then summer came, and a software bug\n\nThen, for all these investors, the unthinkable happened. Due to an obscure bug in this contract, hackers managed to hijack and steal all of these funds. \n\n11 million Ether, now worth **more than 2 billion USD** that was meant for the growth and success of Ethereum, could now no longer be used. It was a doomsday scenario for the Ethereum world computer and all dreams and enthusiasm turned into a nightmare for both investors as Ethereum enthusiasts.\n\n#Bitcoin community celebrations\n \nThere was joy too, on the other side of the crypto community. The biggest Bitcoin forum /r/Bitcoin , which was then famous for censoring (deleting) every single news piece on Ethereum, made an exception and allowed the posting of the \"Great Ethereum hack\". \n\nThe supposedly pro-innovation Bitcoin-community celebrated the failure of another crypto-experiment that was trying to do something new. As if this was a competition instead of a collective project on building good things for the world. \n\nBut their celebrations were premature.\n\n#The Ethereum community stuck together,  worked together, and fought back. Successfully\n\n\nThrough a hard fork, the Ethereum Foundation together with the communities consensus executed a successful redistribution of these **funds** away from the rogue hackers **back into the hands** of those who **rightfully owned** these ethers before: **the investors**. This hard fork caused a split in the Ethereum chain, with the old chain and the new chain. \n\nThe problem, the bug, the mistake, was undone. The money was once again in the hands of the investors, so it could feed the eco-system: a **VITAL** moment in Ethereum's history. \n\nAnd so it happened. All of the innovation that we've seen in the past year, and also the ICO's, got fueled by this money, money that was always meant for investments, growth. \n\nAt the same time, not having 12 % of the coins in hands of 1 group of hackers, but instead distributed in the hands of the rightful owners, was another important element to ensure the Ethereum blockchain remains secure for the future (once we go to PoS, which I won't be explaining here now).\n\nEthereum has now reached **$200** on this day, **thanks to the efforts** of the entire Ethereum community, both investors as developers.\n\n\n#/r/Bitcoin's reaction: The creation of \"Ethereum Classic\" (ETC)\n\nBut the Bitcoin community didn't approve of this success. Famous Bitcoin members like the /r/Bitcoin moderators, and institutional Bitcoin investors like Barry Silbert, who had been tweeting and posting about \"Why Ethereum can never work\" in the months before the above chaos, initiated a new plan.\n\nThe plan was to disrupt the Ethereum network by reviving the old chain. To prove that **\"hard forks are dangerous\" by trying to make Ethereums' hard fork fail**, trying to kill off Ethereum in the process. This was going to be their best and probably only chance to get rid of this young but strong innovative \"rival\". Thus, they suddenly allowed Ethereum posts promoting **the mining of the old chain**. They also spawned their own community around it, calling it \"Ethereum Classic\" and **Barry Silberts** co-owned exchange \"Poloniex\" raced to be the first exchange to start trading the coin of this old chain (ETC). Thus artificially legitimatizing the ETC coin. \n\nThese old Ethereum-haters turned into Ethereum Classic evangelists. The Ethereum Classic community was being joined solely by people who had a posting history of negativity against Ethereum. *None of these people had any /r/Ethereum posting history, while having a lot of /r/Bitcoin activity.*\n\nHow convenient for Bitcoin.\n\n#ETC is an Attack against Ethereum\n\nLet's make this clear here. Ethereum Classic is, and always has been, an attack **against** Ethereum, trying to disturb the cohesion of the Ethereum network and the Ethereum community. But let it be clear that the growth of Ethereums eco-system has proven that our community is much stronger and more vigilant than these attackers had hoped or imagined. The flippening, the moment ETH exceeds BTC, is coming closer every week.\n\nEvery time you buy ETC, you are actively supporting an attack on Ethereum by donating your money to these people, with the added risk to lose your investment. Ethereum Classic has no community, no development team, no future in the real world.\n\n**It's a technological attack, and a monetary scam**, with its biggest investors and its biggest pumpers being people involved in Bitcoin, people like Barry Silbert.\n\n\nIf you believe in the future of Ethereum, buy the real deal, the real thing, which is the ether, the ETH that is the only token that gives you access to the real network.  \n\nIf you want to diversify your wealth, I encourage you to do so. Look for the real interesting innovative technologies that want to bring something good to this world, to let us all move forward. Even Bitcoin has its place and role.\n\nIf you have bought, or holding, or still planning to buy ETC, be ready to get hit by some nasty surprises down the road ( on those days - *and I can already foresee a few* - I will be linking everyone back to this thread right here, as a reminder). \n\nYou can not build a future on a coin that's being sustained by rotten apples, scammers, with mal-intent and the lack of an intelligent development community. People are going to burn their hands, and lose their money.\n\n\nThese scammers are losers. \n\nIt's at our side, here in the ETH community, that innovation is to be found. The side of the inventor of Ethereum - Vitalik Buterin himself - and our collective team of thousands of developers who have created the greatness in Ethereum. Invest in them, support them. \n\nBe a part of history, not against it.\n\n#tl;dr\n\n**Ethereum (ETH) ~~Ethereum Classic (ETC)~~**",
      "author_fullname": "t2_8rl99",
      "saved": false,
      "mod_reason_title": null,
      "gilded": 5,
      "clicked": false,
      "title": "The story behind Ethereum Classic (ETC) - and who's trying to steal your wealth through it",
      "link_flair_richtext": [
        {
          "e": "text",
          "t": "Warning"
        }
      ],
      "subreddit_name_prefixed": "r/ethtrader",
      "hidden": false,
      "pwls": 6,
      "link_flair_css_class": "warning ",
      "downs": 0,
      "thumbnail_height": null,
      "top_awarded_type": null,
      "hide_score": false,
      "name": "t3_6d62td",
      "quarantine": false,
      "link_flair_text_color": "dark",
      "upvote_ratio": 0.91,
      "author_flair_background_color": "",
      "subreddit_type": "public",
      "ups": 1443,
      "total_awards_received": 6,
      "media_embed": {},
      "thumbnail_width": null,
      "author_flair_template_id": null,
      "is_original_content": false,
      "user_reports": [],
      "secure_media": null,
      "is_reddit_media_domain": false,
      "is_meta": false,
      "category": null,
      "secure_media_embed": {},
      "link_flair_text": "Warning",
      "can_mod_post": false,
      "score": 1443,
      "approved_by": null,
      "author_premium": true,
      "thumbnail": "self",
      "edited": 1495679762,
      "author_flair_css_class": "Bull",
      "author_flair_richtext": [
        {
          "e": "text",
          "t": "Bullcoiner"
        }
      ],
      "gildings": {
        "gid_2": 5
      },
      "content_categories": null,
      "is_self": true,
      "mod_note": null,
      "created": 1495699374,
      "link_flair_type": "richtext",
      "wls": 6,
      "removed_by_category": null,
      "banned_by": null,
      "author_flair_type": "richtext",
      "domain": "self.ethtrader",
      "allow_live_comments": false,
      "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see a lot of newbies entering the market, people who hear about Ethereum. If you are such a person, you might be a little bit confused about why there is the Ethereum coin (ETH) and the Ethereum Classic coin (ETC).</p>\n\n<p>Here is the story of what exactly happened. This is not research, but a first-hand story. I was there when it all happened, in the middle of it. And active in <strong>all</strong> involved communities.</p>\n\n<h1>It all started during the spring of 2016:</h1>\n\n<p>There was only one Ethereum coin you could buy (ETH). The Ethereum world computer was online for not even a year. Most investors invested in Ethereum because they saw this world computer as something that could change and transform the world. This is not new for you guys reading this now, you are starting to see the potential too. But these early investors were visionaries. They could already see it before it started to happen.</p>\n\n<p>They saw the possibilities and were excited about what had been built. Excited about what was still going to be build. </p>\n\n<p>So here follows what the early adopters did next:</p>\n\n<h1>Growing the eco-system</h1>\n\n<p>An important task at that moment in time, was to grow the eco-system. Companies and startups would be created and motivated to play around with the possibilities of this new technology.</p>\n\n<p>Thus the early investors were going to work together to build the eco-system up.</p>\n\n<p>More than a thousand well intended investors had allocated a major part of their hard-earned wealth into a program / contract running on Ethereum (<em>the contract was named TheDAO</em>) which was created with the goal to fund startups in the eco-system for at least the next 4 years. </p>\n\n<p>The idea and the intention to grow the eco-system with this money, was so grand that more than <strong>11 million Ether</strong> (12 % of all ETH in circulation) were allocated to this contract. With the sole plan being that these funds would then later be redistributed over <strong>hundreds of different projects</strong>, all trying and building different use-cases for Ethereum.</p>\n\n<h1>Then summer came, and a software bug</h1>\n\n<p>Then, for all these investors, the unthinkable happened. Due to an obscure bug in this contract, hackers managed to hijack and steal all of these funds. </p>\n\n<p>11 million Ether, now worth <strong>more than 2 billion USD</strong> that was meant for the growth and success of Ethereum, could now no longer be used. It was a doomsday scenario for the Ethereum world computer and all dreams and enthusiasm turned into a nightmare for both investors as Ethereum enthusiasts.</p>\n\n<h1>Bitcoin community celebrations</h1>\n\n<p>There was joy too, on the other side of the crypto community. The biggest Bitcoin forum <a href=\"/r/Bitcoin\">/r/Bitcoin</a> , which was then famous for censoring (deleting) every single news piece on Ethereum, made an exception and allowed the posting of the &quot;Great Ethereum hack&quot;. </p>\n\n<p>The supposedly pro-innovation Bitcoin-community celebrated the failure of another crypto-experiment that was trying to do something new. As if this was a competition instead of a collective project on building good things for the world. </p>\n\n<p>But their celebrations were premature.</p>\n\n<h1>The Ethereum community stuck together,  worked together, and fought back. Successfully</h1>\n\n<p>Through a hard fork, the Ethereum Foundation together with the communities consensus executed a successful redistribution of these <strong>funds</strong> away from the rogue hackers <strong>back into the hands</strong> of those who <strong>rightfully owned</strong> these ethers before: <strong>the investors</strong>. This hard fork caused a split in the Ethereum chain, with the old chain and the new chain. </p>\n\n<p>The problem, the bug, the mistake, was undone. The money was once again in the hands of the investors, so it could feed the eco-system: a <strong>VITAL</strong> moment in Ethereum&#39;s history. </p>\n\n<p>And so it happened. All of the innovation that we&#39;ve seen in the past year, and also the ICO&#39;s, got fueled by this money, money that was always meant for investments, growth. </p>\n\n<p>At the same time, not having 12 % of the coins in hands of 1 group of hackers, but instead distributed in the hands of the rightful owners, was another important element to ensure the Ethereum blockchain remains secure for the future (once we go to PoS, which I won&#39;t be explaining here now).</p>\n\n<p>Ethereum has now reached <strong>$200</strong> on this day, <strong>thanks to the efforts</strong> of the entire Ethereum community, both investors as developers.</p>\n\n<h1><a href=\"/r/Bitcoin\">/r/Bitcoin</a>&#39;s reaction: The creation of &quot;Ethereum Classic&quot; (ETC)</h1>\n\n<p>But the Bitcoin community didn&#39;t approve of this success. Famous Bitcoin members like the <a href=\"/r/Bitcoin\">/r/Bitcoin</a> moderators, and institutional Bitcoin investors like Barry Silbert, who had been tweeting and posting about &quot;Why Ethereum can never work&quot; in the months before the above chaos, initiated a new plan.</p>\n\n<p>The plan was to disrupt the Ethereum network by reviving the old chain. To prove that <strong>&quot;hard forks are dangerous&quot; by trying to make Ethereums&#39; hard fork fail</strong>, trying to kill off Ethereum in the process. This was going to be their best and probably only chance to get rid of this young but strong innovative &quot;rival&quot;. Thus, they suddenly allowed Ethereum posts promoting <strong>the mining of the old chain</strong>. They also spawned their own community around it, calling it &quot;Ethereum Classic&quot; and <strong>Barry Silberts</strong> co-owned exchange &quot;Poloniex&quot; raced to be the first exchange to start trading the coin of this old chain (ETC). Thus artificially legitimatizing the ETC coin. </p>\n\n<p>These old Ethereum-haters turned into Ethereum Classic evangelists. The Ethereum Classic community was being joined solely by people who had a posting history of negativity against Ethereum. <em>None of these people had any <a href=\"/r/Ethereum\">/r/Ethereum</a> posting history, while having a lot of <a href=\"/r/Bitcoin\">/r/Bitcoin</a> activity.</em></p>\n\n<p>How convenient for Bitcoin.</p>\n\n<h1>ETC is an Attack against Ethereum</h1>\n\n<p>Let&#39;s make this clear here. Ethereum Classic is, and always has been, an attack <strong>against</strong> Ethereum, trying to disturb the cohesion of the Ethereum network and the Ethereum community. But let it be clear that the growth of Ethereums eco-system has proven that our community is much stronger and more vigilant than these attackers had hoped or imagined. The flippening, the moment ETH exceeds BTC, is coming closer every week.</p>\n\n<p>Every time you buy ETC, you are actively supporting an attack on Ethereum by donating your money to these people, with the added risk to lose your investment. Ethereum Classic has no community, no development team, no future in the real world.</p>\n\n<p><strong>It&#39;s a technological attack, and a monetary scam</strong>, with its biggest investors and its biggest pumpers being people involved in Bitcoin, people like Barry Silbert.</p>\n\n<p>If you believe in the future of Ethereum, buy the real deal, the real thing, which is the ether, the ETH that is the only token that gives you access to the real network.  </p>\n\n<p>If you want to diversify your wealth, I encourage you to do so. Look for the real interesting innovative technologies that want to bring something good to this world, to let us all move forward. Even Bitcoin has its place and role.</p>\n\n<p>If you have bought, or holding, or still planning to buy ETC, be ready to get hit by some nasty surprises down the road ( on those days - <em>and I can already foresee a few</em> - I will be linking everyone back to this thread right here, as a reminder). </p>\n\n<p>You can not build a future on a coin that&#39;s being sustained by rotten apples, scammers, with mal-intent and the lack of an intelligent development community. People are going to burn their hands, and lose their money.</p>\n\n<p>These scammers are losers. </p>\n\n<p>It&#39;s at our side, here in the ETH community, that innovation is to be found. The side of the inventor of Ethereum - Vitalik Buterin himself - and our collective team of thousands of developers who have created the greatness in Ethereum. Invest in them, support them. </p>\n\n<p>Be a part of history, not against it.</p>\n\n<h1>tl;dr</h1>\n\n<p><strong>Ethereum (ETH) <del>Ethereum Classic (ETC)</del></strong></p>\n</div><!-- SC_ON -->",
      "likes": null,
      "suggested_sort": "confidence",
      "banned_at_utc": null,
      "view_count": null,
      "archived": true,
      "no_follow": false,
      "is_crosspostable": false,
      "pinned": false,
      "over_18": false,
      "all_awardings": [
        {
          "giver_coin_reward": null,
          "subreddit_id": null,
          "is_new": false,
          "days_of_drip_extension": 0,
          "coin_price": 500,
          "id": "gid_2",
          "penny_donate": null,
          "award_sub_type": "GLOBAL",
          "coin_reward": 100,
          "icon_url": "https://www.redditstatic.com/gold/awards/icon/gold_512.png",
          "days_of_premium": 7,
          "tiers_by_required_awardings": null,
          "resized_icons": [
            {
              "url": "https://www.redditstatic.com/gold/awards/icon/gold_16.png",
              "width": 16,
              "height": 16
            },
            {
              "url": "https://www.redditstatic.com/gold/awards/icon/gold_32.png",
              "width": 32,
              "height": 32
            },
            {
              "url": "https://www.redditstatic.com/gold/awards/icon/gold_48.png",
              "width": 48,
              "height": 48
            },
            {
              "url": "https://www.redditstatic.com/gold/awards/icon/gold_64.png",
              "width": 64,
              "height": 64
            },
            {
              "url": "https://www.redditstatic.com/gold/awards/icon/gold_128.png",
              "width": 128,
              "height": 128
            }
          ],
          "icon_width": 512,
          "static_icon_width": 512,
          "start_date": null,
          "is_enabled": true,
          "awardings_required_to_grant_benefits": null,
          "description": "Gives 100 Reddit Coins and a week of r/lounge access and ad-free browsing.",
          "end_date": null,
          "subreddit_coin_reward": 0,
          "count": 5,
          "static_icon_height": 512,
          "name": "Gold",
          "resized_static_icons": [
            {
              "url": "https://www.redditstatic.com/gold/awards/icon/gold_16.png",
              "width": 16,
              "height": 16
            },
            {
              "url": "https://www.redditstatic.com/gold/awards/icon/gold_32.png",
              "width": 32,
              "height": 32
            },
            {
              "url": "https://www.redditstatic.com/gold/awards/icon/gold_48.png",
              "width": 48,
              "height": 48
            },
            {
              "url": "https://www.redditstatic.com/gold/awards/icon/gold_64.png",
              "width": 64,
              "height": 64
            },
            {
              "url": "https://www.redditstatic.com/gold/awards/icon/gold_128.png",
              "width": 128,
              "height": 128
            }
          ],
          "icon_format": null,
          "icon_height": 512,
          "penny_price": null,
          "award_type": "global",
          "static_icon_url": "https://www.redditstatic.com/gold/awards/icon/gold_512.png"
        },
        {
          "giver_coin_reward": null,
          "subreddit_id": null,
          "is_new": false,
          "days_of_drip_extension": 0,
          "coin_price": 125,
          "id": "award_5f123e3d-4f48-42f4-9c11-e98b566d5897",
          "penny_donate": null,
          "award_sub_type": "GLOBAL",
          "coin_reward": 0,
          "icon_url": "https://i.redd.it/award_images/t5_22cerq/5izbv4fn0md41_Wholesome.png",
          "days_of_premium": 0,
          "tiers_by_required_awardings": null,
          "resized_icons": [
            {
              "url": "https://preview.redd.it/award_images/t5_22cerq/5izbv4fn0md41_Wholesome.png?width=16&height=16&auto=webp&s=92932f465d58e4c16b12b6eac4ca07d27e3d11c0",
              "width": 16,
              "height": 16
            },
            {
              "url": "https://preview.redd.it/award_images/t5_22cerq/5izbv4fn0md41_Wholesome.png?width=32&height=32&auto=webp&s=d11484a208d68a318bf9d4fcf371171a1cb6a7ef",
              "width": 32,
              "height": 32
            },
            {
              "url": "https://preview.redd.it/award_images/t5_22cerq/5izbv4fn0md41_Wholesome.png?width=48&height=48&auto=webp&s=febdf28b6f39f7da7eb1365325b85e0bb49a9f63",
              "width": 48,
              "height": 48
            },
            {
              "url": "https://preview.redd.it/award_images/t5_22cerq/5izbv4fn0md41_Wholesome.png?width=64&height=64&auto=webp&s=b4406a2d88bf86fa3dc8a45aacf7e0c7bdccc4fb",
              "width": 64,
              "height": 64
            },
            {
              "url": "https://preview.redd.it/award_images/t5_22cerq/5izbv4fn0md41_Wholesome.png?width=128&height=128&auto=webp&s=19555b13e3e196b62eeb9160d1ac1d1b372dcb0b",
              "width": 128,
              "height": 128
            }
          ],
          "icon_width": 2048,
          "static_icon_width": 2048,
          "start_date": null,
          "is_enabled": true,
          "awardings_required_to_grant_benefits": null,
          "description": "When you come across a feel-good thing.",
          "end_date": null,
          "subreddit_coin_reward": 0,
          "count": 1,
          "static_icon_height": 2048,
          "name": "Wholesome",
          "resized_static_icons": [
            {
              "url": "https://preview.redd.it/award_images/t5_22cerq/5izbv4fn0md41_Wholesome.png?width=16&height=16&auto=webp&s=92932f465d58e4c16b12b6eac4ca07d27e3d11c0",
              "width": 16,
              "height": 16
            },
            {
              "url": "https://preview.redd.it/award_images/t5_22cerq/5izbv4fn0md41_Wholesome.png?width=32&height=32&auto=webp&s=d11484a208d68a318bf9d4fcf371171a1cb6a7ef",
              "width": 32,
              "height": 32
            },
            {
              "url": "https://preview.redd.it/award_images/t5_22cerq/5izbv4fn0md41_Wholesome.png?width=48&height=48&auto=webp&s=febdf28b6f39f7da7eb1365325b85e0bb49a9f63",
              "width": 48,
              "height": 48
            },
            {
              "url": "https://preview.redd.it/award_images/t5_22cerq/5izbv4fn0md41_Wholesome.png?width=64&height=64&auto=webp&s=b4406a2d88bf86fa3dc8a45aacf7e0c7bdccc4fb",
              "width": 64,
              "height": 64
            },
            {
              "url": "https://preview.redd.it/award_images/t5_22cerq/5izbv4fn0md41_Wholesome.png?width=128&height=128&auto=webp&s=19555b13e3e196b62eeb9160d1ac1d1b372dcb0b",
              "width": 128,
              "height": 128
            }
          ],
          "icon_format": null,
          "icon_height": 2048,
          "penny_price": null,
          "award_type": "global",
          "static_icon_url": "https://i.redd.it/award_images/t5_22cerq/5izbv4fn0md41_Wholesome.png"
        }
      ],
      "awarders": [],
      "media_only": false,
      "can_gild": false,
      "spoiler": false,
      "locked": false,
      "author_flair_text": "Bullcoiner",
      "treatment_tags": [],
      "visited": false,
      "removed_by": null,
      "num_reports": null,
      "distinguished": null,
      "subreddit_id": "t5_37jgj",
      "mod_reason_by": null,
      "removal_reason": null,
      "link_flair_background_color": "",
      "id": "6d62td",
      "is_robot_indexable": true,
      "report_reasons": null,
      "author": "Nooku",
      "discussion_type": null,
      "num_comments": 450,
      "send_replies": true,
      "whitelist_status": "all_ads",
      "contest_mode": false,
      "mod_reports": [],
      "author_patreon_flair": false,
      "author_flair_text_color": "dark",
      "permalink": "/r/ethtrader/comments/6d62td/the_story_behind_ethereum_classic_etc_and_whos/",
      "parent_whitelist_status": "all_ads",
      "stickied": false,
      "url": "https://www.reddit.com/r/ethtrader/comments/6d62td/the_story_behind_ethereum_classic_etc_and_whos/",
      "subreddit_subscribers": 1266857,
      "created_utc": 1495670574,
      "num_crossposts": 2,
      "media": null,
      "is_video": false
    }
  ],
  "created": 1620235670,
  "link_flair_type": "richtext",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "richtext",
  "domain": "self.ethtrader",
  "allow_live_comments": false,
  "selftext_html": null,
  "likes": null,
  "suggested_sort": null,
  "banned_at_utc": null,
  "url_overridden_by_dest": "/r/ethtrader/comments/6d62td/the_story_behind_ethereum_classic_etc_and_whos/",
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "link_flair_template_id": "709d50a8-1deb-11e4-9b08-12313b0b24aa",
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": "Redditor for 2 months.",
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2wlj3",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "",
  "id": "n5bva7",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "inevitable_username",
  "discussion_type": null,
  "num_comments": 82,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "crosspost_parent": "t3_6d62td",
  "author_flair_text_color": "dark",
  "permalink": "/r/CryptoCurrency/comments/n5bva7/etcs_recent_pump_shows_that_this_community_needs/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "/r/ethtrader/comments/6d62td/the_story_behind_ethereum_classic_etc_and_whos/",
  "subreddit_subscribers": 2468288,
  "created_utc": 1620222030,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1620206870,
  "the_new_excerpt": ""
}