{
  "author": "rumblestripsrock",
  "the_new_excerpt": "I can’t stand him and I find it difficult to understand those who follow him\nmost of the time.\n\nI listened to his “save the vote” speech and I thought “am I wrong? Is there\nsomething I am missing? Is there a grand conspiracy? My anchors in fact based\nreality helped me, but his speech was inspiring.…",
  "original_created_utc": 1610259136,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我受不了他，我发现很难理解那些追随他的人\n大多数时候都是这样。\n\n我听了他的“拯救选票”演讲，我想“我错了吗？在那里吗\n我错过了什么吗？有什么大阴谋吗？我的锚实际上是基于\n现实帮助了我，但他的演讲鼓舞人心。…",
      "title": "[改变我的想法]：如果我们不能理解特朗普发生了什么，我们永远也无法修复它，我们将为我们生命中的睡觉+而战。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我受不了他，我發現很難理解那些追隨他的人\n大多數時候都是這樣。\n\n我聽了他的“拯救選票”演講，我想“我錯了嗎？在那裏嗎\n我錯過了什麼嗎？有什麼大陰謀嗎？我的錨實際上是基於\n現實幫助了我，但他的演講鼓舞人心。…",
      "title": "[改變我的想法]：如果我們不能理解特朗普發生了什麼，我們永遠也無法修復它，我們將爲我們生命中的睡覺+而戰。"
    }
  ],
  "title": "CMV: If we can’t understand what happened with Trumpsters, we will never fix it and we will be fighting this for the rest of our lives+.",
  "created_utc": 1610282941,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I can’t stand him and I find it difficult to understand those who follow him most of the time. </p>\n\n<p>I listened to his “save the vote” speech and I thought “am I wrong? Is there something I am missing? Is there a grand conspiracy? My anchors in fact based reality helped me, but his speech was inspiring. Especially to those who wholly believe him. </p>\n\n<p>I see Ashli and Elizabeth and think, they really believe this, wtf happened here?</p>\n\n<p>I don’t think I’m wrong because I have touched my anchors with reality. But I was taught as a kid to think about things. To critically think about things. If we don’t learn this early we struggle with it later. It’s actually a scientific thing about pathways in the brain. I’m not better than them. I just got different instructions as a kid. And I know they are adults making their own choices, but we have NOT all been given the right pathways. </p>\n\n<p>When I feel strongly about something I always try to see the other side. ALWAYS. I know this is way beyond (I have seen the very absolutely wrong and killed rightfully video, and agree) and there have been times I could totally do the same, if I felt our entire democracy was dependent on it, however I have been taught to think that is not the way, so... </p>\n\n<p>I had a friend working with sexual offenders, never thought I would even attempt to understand, I was 18. I started hearing stories my friend told me about what they experienced and I thought maybe I was unable to understand based on experience and needed to just empathize and believe their truth. It was a very different way of understanding for me, but also opened my eyes in a way that may not have happened otherwise. </p>\n\n<p>Another friend decided to be a nicu nurse, I was early 20s, also something I didn’t think I could ever do. I know, very different things, but that’s the point. Her reason was, someone has to want to be there, to care because they WANT to. That makes sense to me. </p>\n\n<p>I have seen so many disturbing videos. REALLY disturbing videos. “Stand down” videos. How do you hang your colleagues out to dry at the next door down. And who knows who they were letting in??  And ultimately what they would do. I mean, holy balls, the potential for real harm was outta the park on this one. There are so many implications from this, really. </p>\n\n<p>I also saw some people, Americans. Fellow Americans. I actually cringe when everyone calls them thugs and whatnot. There are assassins,assholes and inspired Americans (fooled by their fucking president) They actually thought and still think we were under siege as a country and they want to save all of us. The others get to hide in their cover. Their reason is admirable. That thought. That motivation. I can’t say if the tables were turned I would feel differently. They ARE disenfranchised, NOW WE keep talking about not disenfranchising anyone, and I agree. I’m not being white privileged out this. At least I don’t think I am. I don’t mean to. </p>\n\n<p>I am in awe of our black community. These people, these Americans have put up with too much shit, SERIOUSLY. The black people I have met are so patient, they comply to the 15th degree and are still assaulted. It’s not right, but I also don’t want to cofuse the subject (even though it SCREAMS to do so) So forgiving. So just beyond me, I think we have so much to learn from our black community about patience and faith I cant even express it enough. We need to throw support their way, listen and be open to what their experience is, we as white people will never understand. We must listen, grow and support. </p>\n\n<p>Lindsey (can’t stand you) Graham had a point. We have totally disenfranchised his base. It may not be right, but it is correct. </p>\n\n<p>I want to fix this. I want to understand so we can move forward. We are not as different as he makes us think. </p>\n\n<p>Divided we fall. </p>\n\n<p>We are all Americans,can we make people better with compassion. Trump actually gives them fake compassion. Is this all of it? I don’t know. CMV</p>\n\n<p>Edit to the “trumpsters” I thought y’all wore it as a badge of honor. Not sure what to call you past that. You support one man in a unconditional way I have never seen. When the American flag in the Capitol building gets replaced with a “TRUMP” flag and the Republican Party turns into traitors bc they don’t side with one man, things get a little one manned.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/ku8z32/cmv_if_we_cant_understand_what_happened_with/",
  "subreddit": "changemyview",
  "id": "ku8z32",
  "is_self": true,
  "media": null,
  "is_video": false
}