{
  "author": "NaSinRao",
  "original_created_utc": 1625776248,
  "title": "YSK that baby carrots and baby-cut carrots are two different things.",
  "created_utc": 1625813642,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: A lot of people, including me, like to buy these small snack sized carrots to munch on but several of them think that they are buying baby carrots. In reality, majority of the time they are buying baby-cut carrots. Baby carrots are either bred for being smaller than regular carrots or are the regular carrots that are harvested earlier. Whereas, the baby-cut carrots are almost always the regular carrots cut in smaller pieces and beautified by rounding their edges in processing. So think about this next time before spending more money on baby carrots.</p>\n</div><!-- SC_ON -->",
  "score": 110,
  "permalink": "/r/YouShouldKnow/comments/ogfrdr/ysk_that_baby_carrots_and_babycut_carrots_are_two/",
  "subreddit": "YouShouldKnow",
  "id": "ogfrdr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: A lot of people, including me, like to buy these small snack sized\ncarrots to munch on but several of them think that they are buying baby carrots.\nIn reality, majority of the time they are buying baby-cut carrots. Baby carrots\nare either bred for being smaller than regular carrots or are…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSK: 私を含め、多くの人がこの小さなスナックサイズのニンジンを好んで購入しています。\n私を含め、多くの人がこの小さなスナックサイズのニンジンを買って食べていますが、中にはベビーキャロットを買っていると思っている人もいます。\n実際には、ほとんどの場合、ベビーカットキャロットを買っているのです。ベビーキャロットは\nこれは、通常のニンジンよりも小さくなるように品種改良されたものか、あるいは...",
      "title": "ベビーキャロットとベビーカットキャロットは別物だというYSKさん。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：很多人，包括我，都喜欢买这种小点心大小的胡萝卜。\n但他们中的一些人认为，他们买的是小胡萝卜。\n实际上，大多数时候他们买的是小切胡萝卜。小胡萝卜\n培育出来的胡萝卜比普通胡萝卜要小，或者是...",
      "title": "YSK认为小胡萝卜和小切胡萝卜是两回事。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：很多人，包括我，都喜歡買這種小點心大小的胡蘿蔔。\n但他們中的一些人認爲，他們買的是小胡蘿蔔。\n實際上，大多數時候他們買的是小切胡蘿蔔。小胡蘿蔔\n培育出來的胡蘿蔔比普通胡蘿蔔要小，或者是...",
      "title": "YSK認爲小胡蘿蔔和小切胡蘿蔔是兩回事。"
    }
  ]
}