{
  "author": "WingedHorned",
  "the_new_excerpt": "I've noticed that I cant clearly visualize the characters faces when I read a\nbook. Not only this, but I never \"construct\" a new face when a character is\ndescribed; I usually visualize them as a real life face I already know (often an\nactor). My mind for some reason is very stubborn with faces and…",
  "original_created_utc": 1615661482,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我注意到，当我读一篇文章时，我无法清楚地看到人物的脸。\n书。不仅如此，当一个角色被我 \"构造 \"出一个新的面孔时，我从不\n我通常会把他们想象成我已经认识的现实生活中的一张脸（通常是一张\n演员）。) 我的脑子里不知为什么很固执地想着面孔和... ...",
      "title": "还有人无法在脑海中清晰地想象人物的脸吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我注意到，當我讀一篇文章時，我無法清楚地看到人物的臉。\n書。不僅如此，當一個角色被我 \"構造 \"出一個新的面孔時，我從不\n我通常會把他們想象成我已經認識的現實生活中的一張臉（通常是一張\n演員）。) 我的腦子裏不知爲什麼很固執地想着面孔和... ...",
      "title": "還有人無法在腦海中清晰地想象人物的臉嗎？"
    }
  ],
  "title": "Is anyone else unable to clearly imagine characters faces in their minds?",
  "created_utc": 1615699489,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve noticed that I cant clearly visualize the characters faces when I read a book. Not only this, but I never &quot;construct&quot; a new face when a character is described; I usually visualize them as a real life face I already know (often an actor). My mind for some reason is very stubborn with faces and refuses to imagine a face that it doesn&#39;t already know. When I try to make a new face based on the author&#39;s description it inevitably turns into the face of someone I&#39;ve recently been thinking about. To avoid frustration I&#39;ve settled on imagining most characters as actors that I feel would be fitting for the role. In this way, with every book I read, I end up unwillingly creating my dream cast for the movie adaptation.</p>\n\n<p>Anyone else have this? How vividly can you imagine faces? And are you able to create totally new faces?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/m4clrr/is_anyone_else_unable_to_clearly_imagine/",
  "subreddit": "books",
  "id": "m4clrr",
  "is_self": true,
  "media": null,
  "is_video": false
}