{
  "author": "jeffrowl",
  "original_created_utc": 1630462568,
  "title": "CMV: People aren’t smarter than people 50 years ago, we just have better tools/resources.",
  "created_utc": 1630474211,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me preface this with I think there are less uneducated folks than there used to be, but I just don’t think we’ve gotten much smarter. I’ve seen some things after the olympics that say people are bigger, better, faster and stronger. It didn’t say explicitly that we are “smarter” but it is implied. I’m not certain people are bigger faster or stronger now either but I question smarter from some stupid things I see. </p>\n\n<p>Tools/Resources would be computers and other infrastructure that makes life easier. </p>\n\n<p>Some anecdotal evidence I use for this is the space race. People landed on the moon using slide rulers and human ‘calculators’. Now I realize that society is much more productive and can accomplish more but many philosophies and mathematical theories have been around for ages. Is there proof that human intelligence is greater now than it used to be?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/pfkd0r/cmv_people_arent_smarter_than_people_50_years_ago/",
  "subreddit": "changemyview",
  "id": "pfkd0r",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let me preface this with I think there are less uneducated folks than there used\nto be, but I just don’t think we’ve gotten much smarter. I’ve seen some things\nafter the olympics that say people are bigger, better, faster and stronger. It\ndidn’t say explicitly that we are “smarter” but it is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "前置きが長くなりましたが、昔に比べて教養のない人は減ったと思いますが\nしかし、私たちはあまり賢くなっていないと思うのです。オリンピックの後、私はいくつかのことを見てきました。\nオリンピックの後、人々はより大きく、より良く、より速く、より強くなったと言うものを見ました。それは\n私たちが「より賢く」なったとは明確に書かれていませんでしたが、それは...。",
      "title": "CMV： 50年前に比べて人間が賢くなったわけではなく、ツールやリソースが良くなっただけです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "让我先说一下，我认为现在没有受过教育的人比以前少了，但我认为我们没有变得更聪明。\n但我不认为我们已经变得更聪明了。我看到一些事情\n说人们变得更大、更好、更快、更强。它\n它没有明确说我们 \"更聪明\"，但它是...",
      "title": "CMV：人们并不比50年前的人更聪明，我们只是拥有更好的工具/资源。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓我先說一下，我認爲現在沒有受過教育的人比以前少了，但我認爲我們沒有變得更聰明。\n但我不認爲我們已經變得更聰明瞭。我看到一些事情\n說人們變得更大、更好、更快、更強。它\n它沒有明確說我們 \"更聰明\"，但它是...",
      "title": "CMV：人們並不比50年前的人更聰明，我們只是擁有更好的工具/資源。"
    }
  ]
}