{
  "author": "joetagme",
  "original_created_utc": 1639875587,
  "title": "YSK that food delivery companies not only charge DELIVERY fees, but that also inflate menu prices and charge service fees, min cart fees, and more. On avg, $35 in food cost winds up costing over $55 on US delivery apps!",
  "created_utc": 1639892424,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: You can save money by being more informed about food delivery fees. Those ads you see all the time for “free delivery” really mean “no delivery fee.” There’s also 15-20% service fees, they inflate menu prices, and add surge fees and minimum cart fees. Sales taxes are also calculated differently from app to app! One item that’s $10 on the menu could very well be $17 on a delivery app. I usually avoid these fees by either 1. Picking up the food myself or 2. Using a food delivery aggregator like FoodBoss or MealMe. &lt;a href=\"https://www.foodboss.net/\"&gt;Foodboss&lt;/a&gt; has a website, but only operates in a few cities and compares 2 major services. &lt;a href=\"https://apps.apple.com/us/app/mealme-doordash-grubhub-etc/id1460140965\"&gt;MealMe&lt;/a&gt; works in every city and compares all the apps, but is only on iOS. Whatever you choose, make sure to always tip!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 333,
  "permalink": "/r/YouShouldKnow/comments/rjl2f5/ysk_that_food_delivery_companies_not_only_charge/",
  "subreddit": "YouShouldKnow",
  "id": "rjl2f5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: You can save money by being more informed about food delivery fees.\nThose ads you see all the time for “free delivery” really mean “no delivery\nfee.” There’s also 15-20% service fees, they inflate menu prices, and add surge\nfees and minimum cart fees. Sales taxes are also calculated…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: You can save money by being more\n食材の宅配料金について教えてください。よく目にする「送料無料」の広告。\n配送料は無料です。また、15～20％のサービス料が発生し、彼らは\nメニューの価格を高くしたり、配送料やカート料金を追加したりします。販売...",
      "title": "YSKは、宅配業者が配達料を取るだけでなく、メニュー価格をつり上げたり、サービス料やカート代などを請求してくることを問題視しています。アメリカの宅配アプリでは、平均35ドルの食材が55ドル以上になってしまうのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：你可以通过更多的信息来省钱\n你可以通过更多了解食品配送费用来节省开支。你经常看到的那些 \"免费送货 \"的广告，实际上是指 \"没有送货费\"。\n你经常看到的那些 \"免费送货 \"的广告，实际上是指 \"没有送货费\"。还有15-20%的服务费，他们\n他们抬高菜单价格，并增加激增费用和最低购物车费用。销售...",
      "title": "YSK认为，送餐公司不仅收取送餐费，而且还抬高菜单价格，收取服务费、最小推车费等等。平均而言，35美元的食物成本在美国的外卖应用程序上要花费55美元以上"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：你可以通過更多的信息來省錢\n你可以通過更多瞭解食品配送費用來節省開支。你經常看到的那些 \"免費送貨 \"的廣告，實際上是指 \"沒有送貨費\"。\n你經常看到的那些 \"免費送貨 \"的廣告，實際上是指 \"沒有送貨費\"。還有15-20%的服務費，他們\n他們擡高菜單價格，並增加激增費用和最低購物車費用。銷售...",
      "title": "YSK認爲，送餐公司不僅收取送餐費，而且還擡高菜單價格，收取服務費、最小推車費等等。平均而言，35美元的食物成本在美國的外賣應用程序上要花費55美元以上"
    }
  ]
}