{
  "author": "V_Maverick",
  "original_created_utc": 1626820476,
  "title": "cmv: If you lock 90% of your games content behind a paywall and still charge full price I feel no guilt in pirating your game and getting all the content for free.",
  "created_utc": 1626838618,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is my view on the games industry. I vote with my wallet. I do not like how many games lock the majority of their content behind bullshit paywalls and free to play tactics, it&#39;s scummy as fuck, I pay full price for a game to get all the content. If the only way for me to get to play all the content is to pirate it or spend 4 times the price in DLC, I don&#39;t see a competition.</p>\n\n<p>The only time I see it as fair is if they have made the content long after the game released and I got all the content originally in the game at launch for the price I paid.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/ooctq5/cmv_if_you_lock_90_of_your_games_content_behind_a/",
  "subreddit": "changemyview",
  "id": "ooctq5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is my view on the games industry. I vote with my wallet. I do not like how\nmany games lock the majority of their content behind bullshit paywalls and free\nto play tactics, it's scummy as fuck, I pay full price for a game to get all the\ncontent. If the only way for me to get to play all the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これが私のゲーム業界に対する考え方です。私は自分の財布で投票します。私は、多くのゲームが\n多くのゲームがコンテンツの大部分をクソみたいな有料壁や無料プレイに閉じ込めているのが気に入らない。\n私はすべてのコンテンツを手に入れるために、ゲームのフルプライスを支払います。\nすべてのコンテンツを手に入れるためにフルプライスでゲームを購入します。もし私が全てのコンテンツをプレイする唯一の方法が...",
      "title": "cmv: ゲームのコンテンツの90%を有料化しても、フルプライスであれば、ゲームを海賊版にしてすべてのコンテンツを無料で手に入れても罪悪感はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是我对游戏行业的看法。我用我的钱包投票。我不喜欢\n我不喜欢许多游戏将其大部分内容锁在狗屁付费墙和免费游戏策略的后面。\n我不喜欢许多游戏把大部分内容锁在狗屁付费墙和免费游戏策略后面，这太他妈卑鄙了，我花全价买一个游戏来获得所有内容。\n内容。如果我想玩所有的游戏，唯一的办法就是让我的孩子们在游戏里玩。",
      "title": "cmv：如果你把90%的游戏内容锁在付费墙后面，并且仍然收取全额费用，那么我对盗版你的游戏并免费获得所有内容没有罪恶感。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我對遊戲行業的看法。我用我的錢包投票。我不喜歡\n我不喜歡許多遊戲將其大部分內容鎖在狗屁付費牆和免費遊戲策略的後面。\n我不喜歡許多遊戲把大部分內容鎖在狗屁付費牆和免費遊戲策略後面，這太他媽卑鄙了，我花全價買一個遊戲來獲得所有內容。\n內容。如果我想玩所有的遊戲，唯一的辦法就是讓我的孩子們在遊戲裏玩。",
      "title": "cmv：如果你把90%的遊戲內容鎖在付費牆後面，並且仍然收取全額費用，那麼我對盜版你的遊戲並免費獲得所有內容沒有罪惡感。"
    }
  ]
}