{
  "author": "ash9700",
  "the_new_excerpt": "Whenever there’s a terror attack perpetrated by a radical Islamist, the response\nfrom government and corporate America is typically to say “this wasn’t Islam,\nISIS has nothing to do with Islam”. And the rationale presented to us is that by\ncalling it Islam, you risk radicalising Muslims.\n\nBs. I’m an…",
  "original_created_utc": 1618074694,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "イスラム過激派によるテロ事件が起きると、政府や企業は「これはイスラム教ではない」という反応を示す。\n政府やアメリカ企業の反応は、「これはイスラム教ではない。\nISISはイスラム教とは関係ない」というものです。私たちに提示された理論的根拠は、「イスラム教と呼ぶことで\nイスラム教と呼ぶことで、イスラム教徒を過激化させる危険性があるからです。\n\nBs. 私は...",
      "title": "CMV: イスラム過激派を非難することで過激化させてしまう恐れがあるのは、すでに過激派になっているイスラム教徒だけです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每当伊斯兰激进分子发动恐怖袭击时，人们的反应是...\n从政府和企业美国是典型的说：\"这不是伊斯兰教。\nISIS与伊斯兰教毫无关系\"。而向我们提出的理由是，通过\n称之为伊斯兰教，你有可能激化穆斯林。\n\nBs. 我是一个...",
      "title": "CMV：我们通过呼唤激进伊斯兰教而冒着激进风险的唯一穆斯林已经是激进分子了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每當伊斯蘭激進分子發動恐怖襲擊時，人們的反應是...\n從政府和企業美國是典型的說：\"這不是伊斯蘭教。\nISIS與伊斯蘭教毫無關係\"。而向我們提出的理由是，通過\n稱之爲伊斯蘭教，你有可能激化穆斯林。\n\nBs. 我是一個...",
      "title": "CMV：我們通過呼喚激進伊斯蘭教而冒着激進風險的唯一穆斯林已經是激進分子了。"
    }
  ],
  "title": "CMV: The only Muslims who we risk radicalising by calling out radical Islam are already radicals",
  "created_utc": 1618112355,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Whenever there’s a terror attack perpetrated by a radical Islamist, the response from government and corporate America is typically to say “this wasn’t Islam, ISIS has nothing to do with Islam”. And the rationale presented to us is that by calling it Islam, you risk radicalising Muslims.</p>\n\n<p>Bs. I’m an atheist. If an atheist killed religious people and did so in the name of anti theism, it wouldn’t risk me becoming a radical for people to say “it seems the shooter was motivated by radical anti theism”. I know a lot of Christians and I’ve never seen one of them consider committing terrorism because someone online blamed some right wing attacker on Christianity, even though that happens. </p>\n\n<p>It’s almost a soft bigotry of low expectations where it’s like “goodness me, the Muslims are already on the cusp of radicalism, we can’t possibly link the Islamic State of Iraq and Syria where they enforce sharia to Islam!”. Yes, we can, just as if some Christian went on a killing spree in the name of scripture, we <em>would</em> label them a radical Christian. In fact, we’d go further and people would say “radical far right straight white male Christian nut”. Oh but god forbid we call the guy who shouted “Allahu Akbar!” a Muslim. </p>\n\n<p>Has there been a real study that concluded by calling these terrorists what they are, on that basis young Muslims take up terrorism? Any evidence?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/mo8q4v/cmv_the_only_muslims_who_we_risk_radicalising_by/",
  "subreddit": "changemyview",
  "id": "mo8q4v",
  "is_self": true,
  "media": null,
  "is_video": false
}