{
  "author": "kikiswirline456",
  "original_created_utc": 1624997036,
  "title": "CMV: Just because a couple does not marry, does not mean that they are not as committed to each other as a married couple",
  "created_utc": 1625019216,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just because a couple doesn’t want to have a wedding or sign any documentation, that does not mean that they are any less committed to each other than a couple that chooses do so. It also does not mean that they will not be together long-term or even forever......because they still could. I mean, I know a couple who has lived together for 25 years. They live together, are monogamous, travel together, bond with other’s families, and don’t seem to have any signs of breaking up anytime soon. They just don’t feel like they need a piece of paper to prove their love. You mean to tell me that they have less commitment than what society considers, “married”?</p>\n\n<p>And also, traditional marriage also feels like a scam. I mean, If it doesn’t workout, it only leave you more debt if you can’t afford a prenup. These other legal benefits is unfair  because why is it that only married couples can visit each other in the hospital and get have marital tax deductions and all that? Their love is no more special than the couple I mentioned in the first paragraph.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/oag3um/cmv_just_because_a_couple_does_not_marry_does_not/",
  "subreddit": "changemyview",
  "id": "oag3um",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just because a couple doesn’t want to have a wedding or sign any documentation,\nthat does not mean that they are any less committed to each other than a couple\nthat chooses do so. It also does not mean that they will not be together\nlong-term or even forever......because they still could. I mean, I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "結婚式を挙げたくない、書類にサインしたくないというカップルがいたとしても\nカップルが結婚式を挙げたくない、書類にサインしたくないからといって、それを選んだカップルに比べてお互いの決意が弱いということにはなりません。\n選んだカップルに比べて、お互いへのコミットメントが低いということにはなりません。また、長期間、あるいは永遠に一緒にいられないということでもありません。\n...... なぜなら、彼らはまだ可能性があるからです。つまり、私は...",
      "title": "CMV: 結婚していないからといって、結婚しているカップルと同じようにお互いにコミットしていないというわけではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "只是因为一对夫妇不想举行婚礼或签署任何文件。\n这并不意味着他们对彼此的承诺比一对选择这样做的人少。\n选择这样做。这也不意味着他们不会在一起\n长期甚至永远......，因为他们仍然可以。我的意思是，我...",
      "title": "CMV: 一对夫妇不结婚，并不意味着他们没有像已婚夫妇那样对对方作出承诺。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "只是因爲一對夫婦不想舉行婚禮或簽署任何文件。\n這並不意味着他們對彼此的承諾比一對選擇這樣做的人少。\n選擇這樣做。這也不意味着他們不會在一起\n長期甚至永遠......，因爲他們仍然可以。我的意思是，我...",
      "title": "CMV: 一對夫婦不結婚，並不意味着他們沒有像已婚夫婦那樣對對方作出承諾。"
    }
  ]
}