{
  "author": "recercar",
  "original_created_utc": 1629939114,
  "title": "CMV: Censoring and banning social media antivaxx communities at this point, will create more antivaxxers",
  "created_utc": 1629952242,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Defining antivaxx as people who are against all vaccines. The true original definition before COVID ever happened.</p>\n\n<p>I truly believe that we&#39;re past the point of censoring the outspoken to unknown platforms, because they are now everywhere. It&#39;s not just reddit, or Facebook, or Twitter. It&#39;s Instagram and NextDoor and I saw it in descriptions and feedback on Airbnb. It is now everywhere.</p>\n\n<p>And I think various people dropped the ball. I think that it was very unwise of various politicians and news companies to &quot;raise a concern about the vaccine being rushed to help Trump&quot;, and I think that it was unwise for platforms like reddit and Facebook not to foresee this exact thing happening and nipping it in the bud when it started.</p>\n\n<p>At this point, your next door neighbor heard something about something, and more people than ever have become truly &quot;vaccine hesitant&quot;. Not just COVID vaccines; all vaccines. The same people I was trying so hard to understand before all of this happened, are now all around me eager to share their thoughts, even in person.</p>\n\n<p>I think at this point, the only way out is to combat the misinformation, not pretend it doesn&#39;t exist. Reddit and other platforms can ban subreddits, but it&#39;s been complicit in letting it get here, and I don&#39;t think there are too many people left who have no opinion at all. A true crowd-sourced campaign to explain why misinformation is misinformation, including in the communities that are anti-authority--which really, these communities are--is the only way forward.</p>\n\n<p>Simply banning them and assuming that they&#39;ll at least go elsewhere is helping the rest of the reddit community feel good about ourselves, but addresses no issues, makes no strides forward to change the narrative, and may even hinder the potential progress. Everyone has heard of the COVID vaccines. Some people are hesitant. Removing any platforms that say anything but positive views, will drive them toward more &quot;research&quot; that will create more hardcore antivaxxers.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/pbontx/cmv_censoring_and_banning_social_media_antivaxx/",
  "subreddit": "changemyview",
  "id": "pbontx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Defining antivaxx as people who are against all vaccines. The true original\ndefinition before COVID ever happened.\n\nI truly believe that we're past the point of censoring the outspoken to unknown\nplatforms, because they are now everywhere. It's not just reddit, or Facebook,\nor Twitter. It's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "antivaxxの定義は、すべてのワクチンに反対している人たちです。本来の定義\n本来の定義は、COVIDが起こる前のものです。\n\n私たちは、発言力のある人を未知のプラットフォームで検閲するという段階は過ぎたと思っています。\nなぜなら、彼らは今やどこにでもいるからです。RedditやFacebookだけではありません。\nツイッターだけではありません。それは...",
      "title": "CMV：このままではソーシャルメディアの反日コミュニティを検閲・禁止することで、より多くの反日主義者を生み出してしまいます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "将antivaxx定义为反对所有疫苗的人。真正的原始\n在COVID发生之前的真正原始定义。\n\n我真的相信，我们已经过了审查直言不讳的人到不知名的\n平台，因为他们现在无处不在。这不仅仅是reddit，或Facebook。\n或推特。它是...",
      "title": "CMV：在这一点上，审查和禁止社交媒体上的反疫苗社区，将创造更多的反疫苗者"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "將antivaxx定義爲反對所有疫苗的人。真正的原始\n在COVID發生之前的真正原始定義。\n\n我真的相信，我們已經過了審查直言不諱的人到不知名的\n平臺，因爲他們現在無處不在。這不僅僅是reddit，或Facebook。\n或推特。它是...",
      "title": "CMV：在這一點上，審查和禁止社交媒體上的反疫苗社區，將創造更多的反疫苗者"
    }
  ]
}