{
  "author": "NumRickn",
  "original_created_utc": 1628468507,
  "title": "YSK: Colorblindness correcting sunglasses do not instantly allow you to see more colors, they often take hours or even days of wearing to take noticeable effect. Videos of people putting them on and instantly seeing more colors are staged for marketing",
  "created_utc": 1628476555,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I&#39;ve been seeing the videos of people reacting to &#39;seeing color for the first time&#39; circulating their way through reddit once again and they never fail to gain alot of traction and come off as heartwarming and emotional. </p>\n\n<p>Unfortunately, these videos are typically staged for marketing purposes. If you buy someone these glasses hoping to record their &#39;emotional reaction to seeing color,&#39; you will be sorely disappointed. And even more importantly, someone who is colorblind will experience an extreme disappointment if they aren&#39;t familiar with how these products work in advance.</p>\n\n<p>A very simplified explanation of the technology is that they shift the spectrum of light passing through them. So colors that pass through them will be shifted down the spectrum slightly, in the hopes that they will be shifted into parts of the color spectrum that a colorblind person&#39;s eyes can perceive better. </p>\n\n<p>I&#39;m colorblind myself and purchased these glasses. It took me roughly 2-3 days of wearing them outside for an hour or two before I got to enjoy an enhanced perception of color. For instance, purple typically is indistinguishable from blue to me because I can&#39;t perceive the red in it very well. These glasses tended to make everything more &#39;reddish&#39; and I was more easily able to distinguish purples. It also made trees and various foliage more vibrant to me.</p>\n\n<p>Also, these glasses only work for certain types of colorblindness, usually mild cases of them as well. There are tests online you can take to determine how effective they will likely be for you and I don&#39;t want to discourage anyone from trying them if you feel it&#39;s worth the price.</p>\n</div><!-- SC_ON -->",
  "score": 613,
  "permalink": "/r/YouShouldKnow/comments/p0qd9p/ysk_colorblindness_correcting_sunglasses_do_not/",
  "subreddit": "YouShouldKnow",
  "id": "p0qd9p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I've been seeing the videos of people reacting to 'seeing color for the\nfirst time' circulating their way through reddit once again and they never fail\nto gain alot of traction and come off as heartwarming and emotional.\n\nUnfortunately, these videos are typically staged for marketing…"
}