{
  "author": "NumRickn",
  "original_created_utc": 1628468507,
  "title": "YSK: Colorblindness correcting sunglasses do not instantly allow you to see more colors, they often take hours or even days of wearing to take noticeable effect. Videos of people putting them on and instantly seeing more colors are staged for marketing",
  "created_utc": 1628476555,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I&#39;ve been seeing the videos of people reacting to &#39;seeing color for the first time&#39; circulating their way through reddit once again and they never fail to gain alot of traction and come off as heartwarming and emotional. </p>\n\n<p>Unfortunately, these videos are typically staged for marketing purposes. If you buy someone these glasses hoping to record their &#39;emotional reaction to seeing color,&#39; you will be sorely disappointed. And even more importantly, someone who is colorblind will experience an extreme disappointment if they aren&#39;t familiar with how these products work in advance.</p>\n\n<p>A very simplified explanation of the technology is that they shift the spectrum of light passing through them. So colors that pass through them will be shifted down the spectrum slightly, in the hopes that they will be shifted into parts of the color spectrum that a colorblind person&#39;s eyes can perceive better. </p>\n\n<p>I&#39;m colorblind myself and purchased these glasses. It took me roughly 2-3 days of wearing them outside for an hour or two before I got to enjoy an enhanced perception of color. For instance, purple typically is indistinguishable from blue to me because I can&#39;t perceive the red in it very well. These glasses tended to make everything more &#39;reddish&#39; and I was more easily able to distinguish purples. It also made trees and various foliage more vibrant to me.</p>\n\n<p>Also, these glasses only work for certain types of colorblindness, usually mild cases of them as well. There are tests online you can take to determine how effective they will likely be for you and I don&#39;t want to discourage anyone from trying them if you feel it&#39;s worth the price.</p>\n</div><!-- SC_ON -->",
  "score": 613,
  "permalink": "/r/YouShouldKnow/comments/p0qd9p/ysk_colorblindness_correcting_sunglasses_do_not/",
  "subreddit": "YouShouldKnow",
  "id": "p0qd9p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I've been seeing the videos of people reacting to 'seeing color for the\nfirst time' circulating their way through reddit once again and they never fail\nto gain alot of traction and come off as heartwarming and emotional.\n\nUnfortunately, these videos are typically staged for marketing…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：「初めて色を見た」ときの人々の反応のビデオが再びredditに流れているのを見ました。\n初めて色を見た」ときの人々の反応のビデオが再びredditに流れているのを見てきましたが、彼らは決して失敗しませんでした。\n心温まる感動的なものとして、多くの支持を得ています。\n\n残念なことに、これらのビデオは通常、マーケティングのために演出されています。",
      "title": "YSK：色覚補正サングラスは、すぐに色が見えるようになるわけではなく、数時間から数日かけて効果を発揮することが多いです。サングラスをかけてすぐに色が見えるようになったという動画は、マーケティングのために作られたものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我一直看到人们对 \"第一次看到颜色 \"的反应的视频再次在Reddit上流传。\n我一直看到人们对 \"第一次看到颜色 \"的反应的视频在reddit上再次流传，他们从来没有失败过。\n获得了大量的关注，并被认为是令人感动和激动的。\n\n不幸的是，这些视频通常是为了营销而上演的...",
      "title": "YSK：色盲矫正太阳镜并不能立即让你看到更多的颜色，它们往往需要佩戴几个小时甚至几天才能有明显的效果。人们戴上后立即看到更多颜色的视频是为了营销而上演的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我一直看到人們對 \"第一次看到顏色 \"的反應的視頻再次在Reddit上流傳。\n我一直看到人們對 \"第一次看到顏色 \"的反應的視頻在reddit上再次流傳，他們從來沒有失敗過。\n獲得了大量的關注，並被認爲是令人感動和激動的。\n\n不幸的是，這些視頻通常是爲了營銷而上演的...",
      "title": "YSK：色盲矯正太陽鏡並不能立即讓你看到更多的顏色，它們往往需要佩戴幾個小時甚至幾天纔能有明顯的效果。人們戴上後立即看到更多顏色的視頻是爲了營銷而上演的。"
    }
  ]
}