{
  "author": "Cookies_Nudges4624",
  "original_created_utc": 1637074254,
  "title": "CMV: cupcakes and muffins are two different baked goods and should not be conflated",
  "created_utc": 1637084068,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hope this is a fun one! I would like to argue that cupcakes and muffins are two distinctly different baked treats. Growing up in the United States, I&#39;ve been exposed to both, and it&#39;s simple to spot the difference. Muffins tend to have a denser texture while cupcakes are looser in texture for the body and also tend to have more sugar and fats in them. Their batters have varying consistencies and a different combination of ingredients. Additionally, cupcakes tend to have frosting on top, while muffins can be either savory or sweet without frosting. I know the US was enjoying a cupcake craze the last couple of years, so this may be why I’m more attuned to their dissimilarities.   </p>\n\n<p>I&#39;m posting this because I&#39;ve had friends from outside the US tell me that cupcakes and muffins are the same baked good and it&#39;s confusing to them that they have two different names. I&#39;m curious why so many people conflate them.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/qv9gqv/cmv_cupcakes_and_muffins_are_two_different_baked/",
  "subreddit": "changemyview",
  "id": "qv9gqv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hope this is a fun one! I would like to argue that cupcakes and muffins are two\ndistinctly different baked treats. Growing up in the United States, I've been\nexposed to both, and it's simple to spot the difference. Muffins tend to have a\ndenser texture while cupcakes are looser in texture for the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "楽しいものになるといいですね。私は、カップケーキとマフィンは、2つの異なる焼き菓子であると主張したいと思います。\n私は、カップケーキとマフィンは2つの異なる焼き菓子であると主張したいと思います。アメリカで育った私は、その両方を経験してきました。\nアメリカで育った私にとって、カップケーキとマフィンの違いは一目瞭然です。マフィンは密度の高い食感で\nマフィンは密度の高い食感で、カップケーキはゆるい食感で...",
      "title": "CMV: カップケーキとマフィンは2つの異なる焼き菓子であり、混同されるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "希望这是个有趣的活动! 我想说的是，纸杯蛋糕和松饼是两种截然不同的食品。\n是两种截然不同的烘烤食品。在美国长大的我，接触过这两种食物。\n接触过这两种食物，而且很容易发现它们的区别。松饼往往有一个\n松饼的质地较密，而纸杯蛋糕的质地则较松。",
      "title": "CMV：纸杯蛋糕和松饼是两种不同的烘焙食品，不应混为一谈。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "希望這是個有趣的活動! 我想說的是，紙杯蛋糕和鬆餅是兩種截然不同的食品。\n是兩種截然不同的烘烤食品。在美國長大的我，接觸過這兩種食物。\n接觸過這兩種食物，而且很容易發現它們的區別。鬆餅往往有一個\n鬆餅的質地較密，而紙杯蛋糕的質地則較松。",
      "title": "CMV：紙杯蛋糕和鬆餅是兩種不同的烘焙食品，不應混爲一談。"
    }
  ]
}