{
  "author": "iwannaholdyourglands",
  "original_created_utc": 1630266311,
  "title": "Murder mysteries/thrillers that are actually well written",
  "created_utc": 1630291219,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m looking for page turners that are also well written. I love murder mysteries in particular, but have found that many (if not most) books in the genre are quite poorly written. </p>\n\n<p>Any recommendations for plot-driven murder mysteries or thrillers that also stand on their own as literature would be much appreciated. I’m looking mostly for semi-recent books and am not a fan of spy novels as a rule. </p>\n\n<p>Here are my thoughts on some books I’ve read that might help with recommendations. Please note that these are just my opinions and good writing is subjective. </p>\n\n<p>-Girl with the Dragon Tattoo - Enjoyed this one with caveats. I wasn’t blown away by the writing and find the way Larssen writes about female characters and sexual assaults grating. That said, I think this would be one of the better picks in the genre if Larssen was able to write women well. </p>\n\n<p>-The Silent Patient - Found this engaging at points, but thought the writing was sometimes poor and didn’t find the plot plausible. I can suspend my disbelief to a point, but this was just a bit cringe in my opinion. </p>\n\n<p>-Magpie Murders - Decent writing, but characters weren’t well developed or engaging. Loved the creative structure of a book within a book, though. </p>\n\n<p>-Sharp Objects - Found the writing comically bad</p>\n\n<p>-2666 - Not really a murder mystery, but is possibly my favorite book of all time and happens to involve a serial killer. I love books like this that are kind of a mindfuck. Please do yourself the favor of reading this! </p>\n\n<p>-The Windup Bird Chronicle - A great example of literature that also involves a mystery. I don’t love how Murakami writes women, but he truly is a master of atmosphere.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/booksuggestions/comments/pe280t/murder_mysteriesthrillers_that_are_actually_well/",
  "subreddit": "booksuggestions",
  "id": "pe280t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m looking for page turners that are also well written. I love murder mysteries\nin particular, but have found that many (if not most) books in the genre are\nquite poorly written.\n\nAny recommendations for plot-driven murder mysteries or thrillers that also\nstand on their own as literature would be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ページをめくるような作品を探していて、しかもよく書かれているもの。ミステリが好きです。\n特に殺人ミステリーが好きなのですが、このジャンルの本の多くは（ほとんどではないにしても）かなりお粗末に書かれていることに気づきました。\nこのジャンルの本の多くは（ほとんどではないにしても）、かなりお粗末に書かれています。\n\n筋書きのある殺人ミステリーやスリラーで、ライトノベルとしても成立するお勧めの作品があれば教えてください。\n筋書きのある殺人ミステリーやスリラーで、文学として自立しているものがあれば...。",
      "title": "実際によく書かれている殺人ミステリー/スリラー"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在寻找翻页的作品，同时也要写得好。我喜欢谋杀悬疑小说\n但我发现许多（如果不是大多数）这类书籍都写得很差。\n写得很差。\n\n如果有任何关于情节驱动的谋杀推理小说或惊悚小说的推荐，同时也是\n谋杀推理小说或惊悚小说，同时又能作为文学作品独立存在的，将是...",
      "title": "真正写得好的谋杀悬疑/惊悚小说"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在尋找翻頁的作品，同時也要寫得好。我喜歡謀殺懸疑小說\n但我發現許多（如果不是大多數）這類書籍都寫得很差。\n寫得很差。\n\n如果有任何關於情節驅動的謀殺推理小說或驚悚小說的推薦，同時也是\n謀殺推理小說或驚悚小說，同時又能作爲文學作品獨立存在的，將是...",
      "title": "真正寫得好的謀殺懸疑/驚悚小說"
    }
  ]
}