{
  "author": "iwannaholdyourglands",
  "original_created_utc": 1630266311,
  "title": "Murder mysteries/thrillers that are actually well written",
  "created_utc": 1630291219,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m looking for page turners that are also well written. I love murder mysteries in particular, but have found that many (if not most) books in the genre are quite poorly written. </p>\n\n<p>Any recommendations for plot-driven murder mysteries or thrillers that also stand on their own as literature would be much appreciated. I’m looking mostly for semi-recent books and am not a fan of spy novels as a rule. </p>\n\n<p>Here are my thoughts on some books I’ve read that might help with recommendations. Please note that these are just my opinions and good writing is subjective. </p>\n\n<p>-Girl with the Dragon Tattoo - Enjoyed this one with caveats. I wasn’t blown away by the writing and find the way Larssen writes about female characters and sexual assaults grating. That said, I think this would be one of the better picks in the genre if Larssen was able to write women well. </p>\n\n<p>-The Silent Patient - Found this engaging at points, but thought the writing was sometimes poor and didn’t find the plot plausible. I can suspend my disbelief to a point, but this was just a bit cringe in my opinion. </p>\n\n<p>-Magpie Murders - Decent writing, but characters weren’t well developed or engaging. Loved the creative structure of a book within a book, though. </p>\n\n<p>-Sharp Objects - Found the writing comically bad</p>\n\n<p>-2666 - Not really a murder mystery, but is possibly my favorite book of all time and happens to involve a serial killer. I love books like this that are kind of a mindfuck. Please do yourself the favor of reading this! </p>\n\n<p>-The Windup Bird Chronicle - A great example of literature that also involves a mystery. I don’t love how Murakami writes women, but he truly is a master of atmosphere.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/booksuggestions/comments/pe280t/murder_mysteriesthrillers_that_are_actually_well/",
  "subreddit": "booksuggestions",
  "id": "pe280t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m looking for page turners that are also well written. I love murder mysteries\nin particular, but have found that many (if not most) books in the genre are\nquite poorly written.\n\nAny recommendations for plot-driven murder mysteries or thrillers that also\nstand on their own as literature would be…"
}