{
  "author": "oluseyeo",
  "original_created_utc": 1632499641,
  "title": "CMV: Institute a proper Minimum wage, rather than enforce the culture of \"Tips\"",
  "created_utc": 1632508244,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I earlier today stumbled on a conversation about the tipping culture in America, which I personally consider ridiculous. Expectedly, most Americans that contributed to the topic, were pro-tipping, and argued in poor taste, that eating out should be avoided in its entirety if a customer cannot afford a 20% tip at minimum - ludicrous. </p>\n\n<p>I believe the vigour with which tipping is being propped up, should rather be used to push for a reasonable wage culture that ensures Servers gets handsomely rewarded, thus making tipping optional from anyone based on the quality of service received. </p>\n\n<p><strong>TLDR:</strong> Employers should bear the full brunt of wage responsibilites rather than perfomatively coerce customers into susidizing employee income via tips.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/pumx0q/cmv_institute_a_proper_minimum_wage_rather_than/",
  "subreddit": "changemyview",
  "id": "pumx0q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I earlier today stumbled on a conversation about the tipping culture in America,\nwhich I personally consider ridiculous. Expectedly, most Americans that\ncontributed to the topic, were pro-tipping, and argued in poor taste, that\neating out should be avoided in its entirety if a customer cannot afford…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今日は、アメリカのチップ文化についての会話に遭遇しました。\n個人的には馬鹿げていると思っています。予想通り、この話題に参加したほとんどのアメリカ人は\nこの話題に参加したほとんどのアメリカ人は、チップを出すことに賛成で、外食はすべきだと悪趣味な議論をしていました。\nチップを払えない客は外食を避けるべきだ」と悪口を言っていました。",
      "title": "CMV：「チップ」という文化を強制するのではなく、適切な最低賃金を導入する。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "今天早些时候，我偶然发现了一个关于美国小费文化的对话。\n我个人认为这很荒谬。意料之中的是，大多数美国人\n都支持小费，并以低级趣味争论说\n如果顾客付不起小费，就应该完全避免外出就餐。",
      "title": "CMV：制定适当的最低工资标准，而不是执行 \"小费 \"文化。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "今天早些時候，我偶然發現了一個關於美國小費文化的對話。\n我個人認爲這很荒謬。意料之中的是，大多數美國人\n都支持小費，並以低級趣味爭論說\n如果顧客付不起小費，就應該完全避免外出就餐。",
      "title": "CMV：制定適當的最低工資標準，而不是執行 \"小費 \"文化。"
    }
  ]
}