{
  "author": "Babou_FoxEarAHole",
  "the_new_excerpt": "Let’s say John as a single guy leaves a couple of his firearms outside of his\nsafe in his home. No one lives with him nor is supposed to have access to his\nhome.\n\nIf someone breaks into his home and takes one/some of his firearms and you blame\nJohn for that or for the crime committed afterwards with…",
  "original_created_utc": 1622661942,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "例えば、独身のJohnが自宅の金庫の外に自分の銃器を数丁置いていたとします。\n自宅の金庫の外に置いていたとします。誰も彼と一緒に住んでいないし、彼の家に立ち入ることもできないはずです。\nしていたとします。\n\n誰かが彼の家に侵入して彼の銃器の1つまたはいくつかを持ち去った場合、あなたはジョンを非難します。\nジョンのせいにしたり、その後の犯罪のせいにしたり...",
      "title": "CMV：自宅や車から銃を盗まれたことで、銃の所有者を責めるのは、被害者を責めることになります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "假设约翰是个单身汉，他把几件枪支放在家里的保险柜外。\n在他家的保险箱外。没有人和他住在一起，也不应该有机会进入他的\n家。\n\n如果有人闯入他家，拿走了他的一把/几把枪械，你会责怪\n约翰的行为或事后的犯罪行为。",
      "title": "CMV: 指责枪支所有者的枪支在家中或车上被盗是指责受害者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "假設約翰是個單身漢，他把幾件槍支放在家裏的保險櫃外。\n在他家的保險箱外。沒有人和他住在一起，也不應該有機會進入他的\n家。\n\n如果有人闖入他家，拿走了他的一把/幾把槍械，你會責怪\n約翰的行爲或事後的犯罪行爲。",
      "title": "CMV: 指責槍支所有者的槍支在家中或車上被盜是指責受害者。"
    }
  ],
  "title": "CMV: Blaming a gun owner for having their gun stolen out of their home or car is victim blaming.",
  "created_utc": 1622713322,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let’s say John as a single guy leaves a couple of his firearms outside of his safe in his home. No one lives with him nor is supposed to have access to his home. </p>\n\n<p>If someone breaks into his home and takes one/some of his firearms and you blame John for that or for the crime committed afterwards with those firearms, you are victim shaming.</p>\n\n<p>If Lucy keeps her pistol underneath the seat of her car and while she runs into the grocery store, some breaks in and takes her gun... she is not to blame. She is not to blame for the armed robbery that may happen afterwards with her own firearm. </p>\n\n<p>John and Lucy were both victims of a crime. You wouldn’t blame other victims of crimes if they failed to do as much as possible to stop it right? </p>\n\n<p>Your car got stolen? Should have gotten some stronger glass, a kill switch or not been in a bad area.</p>\n\n<p>You got raped? You shouldn’t have been drinking, you should work out to be stronger or you shouldn’t wear that.</p>\n\n<p>Your house was burned down? Why didn’t you install a sprinkler system? </p>\n\n<p>Now if you have a restricted person, child or mentally defective person who is allowed access to your dwelling, sure, more needs to be done. That still does not mean that person can not be a victim of a crime. If those individuals are aware they are taking property that is not theirs... why should you blame a victim? Why does it seem okay in this case to victim blame but not in other cases?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/nqu1ae/cmv_blaming_a_gun_owner_for_having_their_gun/",
  "subreddit": "changemyview",
  "id": "nqu1ae",
  "is_self": true,
  "media": null,
  "is_video": false
}