{
  "author": "tanmay1010",
  "original_created_utc": 1638734542,
  "title": "NFT bear market will obliterate the NFT holders",
  "created_utc": 1638752358,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;The time is approaching when there would be no liquidity, no volume, no self-proclaimed art geniuses willing to buy anything anymore.&lt;/p&gt;\n\n&lt;p&gt;It requires almost zero efforts to actually create an NFT and sell it to the general public. Worst yet, you can google a image and make it your own NFT. A colleague of mine has sold a pirated copy of a comic on wax.io. &lt;/p&gt;\n\n&lt;p&gt;Even this could&amp;#39;ve been fine had these NFTs sold for a few dollars, but the bigger NFT projects with 1000&amp;#39;s of the similar art designs are selling individual NFTs for as much as 3/4 SOL. $600 for a picture of a turtle and -to hit the final nail in the coffin- you&amp;#39;re not the only one with such a photo, there are 9999 more such photos who&amp;#39;ve paid the same price for it. Imagine what would happen when all of these folks will try to sell their &amp;#39;unique&amp;#39; pieces to the public at once.&lt;/p&gt;\n\n&lt;p&gt;Most of these NFT projects don&amp;#39;t even have a working game where these NFTs could be used. It literally serves no purpose at all. They&amp;#39;ve just sold a dream in the manner of a roadmap. Yet they are selling like hot cakes. &lt;/p&gt;\n\n&lt;p&gt;This is worst than margin trading, atleast there you are trading with something which ideally should&amp;#39;ve some real value. Here you are just playing with fire.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 157,
  "permalink": "/r/CryptoCurrency/comments/r9nzw5/nft_bear_market_will_obliterate_the_nft_holders/",
  "subreddit": "CryptoCurrency",
  "id": "r9nzw5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>The time is approaching when there would be no\nliquidity, no volume, no self-proclaimed art geniuses willing to buy anything\nanymore.</p> <p>It requires almost zero efforts to actually create an NFT and\nsell it to the general public. Worst yet, you can google a…"
}