{
  "author": "mimeycat",
  "the_new_excerpt": "I’m thinking internal pressure from yourself, or external from social media,\nupbringing, education, etc.\n\nIt was just a curious thought I had this morning. I read a lot, and certainly\nwhen I was younger I felt this pressure to finish every book I started, but I’m\nnot sure where it came from. It’s…",
  "original_created_utc": 1620116014,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "自分自身からの内的なプレッシャーか、ソーシャルメディアからの外的なプレッシャーかと思います。\n育った環境や教育などの外的要因か。\n\n今朝、ちょっとした好奇心で考えてみました。私はよく読書をしますが、確かに\n若い頃は、読み始めた本をすべて読み終えなければならないというプレッシャーを感じていましたが、それがどこから来ているのかわかりません。\nそれがどこから来たのかはわかりません。それは...",
      "title": "読者の皆さんは、面白くない本を読み終えなければならないというプレッシャーを感じたことはありませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在想来自自己的内部压力，或者来自社交媒体的外部压力。\n教养、教育等等。\n\n这只是我今天早上的一个好奇的想法。我读了很多书，当然\n当我年轻的时候，我感到有一种压力，要完成我开始的每一本书，但我不确定它来自哪里。\n但我不确定它是从哪里来的。它是...",
      "title": "作为读者，你是否曾感到有压力要完成你不喜欢的书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在想來自自己的內部壓力，或者來自社交媒體的外部壓力。\n教養、教育等等。\n\n這只是我今天早上的一個好奇的想法。我讀了很多書，當然\n當我年輕的時候，我感到有一種壓力，要完成我開始的每一本書，但我不確定它來自哪裏。\n但我不確定它是從哪裏來的。它是...",
      "title": "作爲讀者，你是否曾感到有壓力要完成你不喜歡的書？"
    }
  ],
  "title": "As readers, have you ever felt pressured to finish books that you don’t enjoy?",
  "created_utc": 1620124084,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m thinking internal pressure from yourself, or external from social media, upbringing, education, etc. </p>\n\n<p>It was just a curious thought I had this morning. I read a lot, and certainly when I was younger I felt this pressure to finish every book I started, but I’m not sure where it came from. It’s only been in the last couple of years (I’m now 34) that I’ve been able to stop reading if I didn’t like a book. I was curious to see if anyone else felt this?</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/n4j2p4/as_readers_have_you_ever_felt_pressured_to_finish/",
  "subreddit": "books",
  "id": "n4j2p4",
  "is_self": true,
  "media": null,
  "is_video": false
}