{
  "author": "lansonjr",
  "the_new_excerpt": "This is a book I have planned to read since I was young, I am now twenty three\nand damn was this an emotional rollercoaster... I seriously think this may be\nthe most heartbroken I have ever felt since reading a book. It's currently\n2.30am in England right now and I am struggling to sleep because all…",
  "original_created_utc": 1612924677,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这是我从小就计划要读的一本书，我现在已经二十三岁了。\n而该死的是，这是一个情绪过山车... ... 我真的认为这可能是\n是我看书以来感觉最心酸的一次。目前是\n现在英国凌晨2点半，我睡不着，因为所有...",
      "title": "给阿尔杰农的花证明我不是无情的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我從小就計劃要讀的一本書，我現在已經二十三歲了。\n而該死的是，這是一個情緒過山車... ... 我真的認爲這可能是\n是我看書以來感覺最心酸的一次。目前是\n現在英國凌晨2點半，我睡不着，因爲所有...",
      "title": "給阿爾傑農的花證明我不是無情的。"
    }
  ],
  "title": "Flowers for Algernon proved I'm not heartless.",
  "created_utc": 1612935728,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is a book I have planned to read since I was young, I am now twenty three and damn was this an emotional rollercoaster... I seriously think this may be the most heartbroken I have ever felt since reading a book. It&#39;s currently 2.30am in England right now and I am struggling to sleep because all I can think about is this book! </p>\n\n<p>It leaves me feeling grateful for the position I am in, and whilst I do not consider myself smart, I still possess a moderate amount of intelligence. I should already know never to take anything for granted, but this book reminded me yet again why I shouldn&#39;t, because others are in much worse positions. I think I am done crying in a fetal position now, but the sad, yet disturbing story is going to stick with me for a long time.</p>\n\n<p>If you too feel like making yourself into a emotional wreck then I highly recommend reading it. And for those who have already read it, please leave your thoughts on it! I would love to discuss this amazing book with someone!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/lgjzrr/flowers_for_algernon_proved_im_not_heartless/",
  "subreddit": "books",
  "id": "lgjzrr",
  "is_self": true,
  "media": null,
  "is_video": false
}