{
  "author": "anon33249038",
  "the_new_excerpt": "It's frightening! Not only that, but on a literary level, it's also written like\na horror novel. Think about it.\n\n * Overarching sin? Yes, greed.\n\n * The supremely innocent entangled with the supremely guilty? Yes Jim Hawkins\n   and John Silver.\n\n * Violence as a central focus? I'd say that's a big…",
  "original_created_utc": 1611279065,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "吓死人了! 不仅如此，从文学的层面来说，它还写得像\n恐怖小说。想一想吧\n\n * 最主要的罪恶？是的，贪婪\n\n *极度无辜的人和极度有罪的人纠缠在一起？是的，吉姆-霍金斯\n   和John Silver.\n\n * \"暴力 \"是核心焦点？我会说这是一个大... ...",
      "title": "我不管别人怎么说，《金银岛》不是 \"冒险故事\"。它是一部恐怖小说，我坚持这一点。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "嚇死人了! 不僅如此，從文學的層面來說，它還寫得像\n恐怖小說。想一想吧\n\n * 最主要的罪惡？是的，貪婪\n\n *極度無辜的人和極度有罪的人糾纏在一起？是的，吉姆-霍金斯\n   和John Silver.\n\n * \"暴力 \"是核心焦點？我會說這是一個大... ...",
      "title": "我不管別人怎麼說，《金銀島》不是 \"冒險故事\"。它是一部恐怖小說，我堅持這一點。"
    }
  ],
  "title": "I don't care what anyone else says, Treasure Island is not an \"Adventure Story.\" It is a horror novel and I stand by that.",
  "created_utc": 1611630772,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s frightening! Not only that, but on a literary level, it&#39;s also <em>written</em> like a horror novel. Think about it. </p>\n\n<ul>\n<li><p><em>Overarching sin?</em> Yes, greed.</p></li>\n<li><p><em>The supremely innocent entangled with the supremely guilty?</em> Yes Jim Hawkins and John Silver. </p></li>\n<li><p><em>Violence as a central focus?</em> I&#39;d say that&#39;s a big yes from the appearance of Blind Pew on.</p></li>\n<li><p><em>An overwhelming sense of dread and/or fear of death, likely caused by claustrophobia or known impending doom?</em> Jim is stuck on a boat in the middle of the Caribbean with a crew of marauders led by the harbinger of Death heading to Murder Island.</p></li>\n</ul>\n\n<p>It&#39;s a horror novel. And people forget Robert Louis Stevenson was, in fact, a horror writer. <em>Jekyll and Hyde, the Body Snatcher, Thrawn Janet,</em> and that list goes on. His short story, <em>The Waif Woman</em> was so unsettling he held onto it for fifteen years without finding a publisher and it didn&#39;t get published until after he had been dead for twenty years. </p>\n\n<p>What I think happened was Stevenson was a horror writer who couldn&#39;t find a publisher because the deck was stacked against him. Horror was on the decline in the late 19th century. It was huge in the early 19th with the Romantics, but Victorian literature was all about Adventure, Sci-fi, and Mystery, so Robert Louis Stevenson found himself outside the genre.</p>\n\n<p>Plus he was Scottish and English publishers, at the time, didn&#39;t want to publish stories by Scottish authors. They often refused to publish stories about Scottish culture, stories that took place in Scotland, or stories starring Scottish characters because they wanted to promote tourism in England. The way they did that was by publishing stories that took place in mostly in London featuring refined English gentleman. Robert Louis Stevenson had to adapt to that (hence why Jekyll and Hyde takes place in London but the city map and street names are all Edinburgh; in the original draft it took place in Edinburgh and no one would publish it). </p>\n\n<p>I think he disguised Scottish horror to be whatever fit the Publisher&#39;s demand. You want Adventure? Here&#39;s <em>Treasure Island.</em> You want science fiction? Here&#39;s <em>Jekyll and Hyde.</em> You want mystery? Here&#39;s <em>the Suicide Club.</em> All of them horror and all of them starring Englishmen.</p>\n\n<p>Because of this, I stand by my assertion: <em>Treasure Island</em> is not an adventure story, it is a horror novel.</p>\n</div><!-- SC_ON -->",
  "score": 5783,
  "permalink": "/r/books/comments/l2cwhg/i_dont_care_what_anyone_else_says_treasure_island/",
  "subreddit": "books",
  "id": "l2cwhg",
  "is_self": true,
  "media": null,
  "is_video": false
}