{
  "author": "Jzuxx",
  "original_created_utc": 1638112062,
  "title": "1st ADA DEX just launched.",
  "created_utc": 1638148124,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Disclaimer: My piggy bank is 28% ADA.</p>\n\n<p>I am of the opinion that one of the legitimacy ADA currently lacks is a prolific DEX and the current Haskell barrier. I like Haskell (Yes, it has a learning barrier but I&#39;m of the opinion of security &gt;&gt;&gt; ease of use), their scientific approach and as long as there is regular progress, I&#39;ll still be in.</p>\n\n<p>Now, the very first DEX on Cardano just launched: <a href=\"https://ada.muesliswap.com/\">MuesliSwap.</a> You can tell, as an ADA hodler, I was ecstatic to find out because I was expecting SundaeSwap to be the first. So I started digging and was met with some red flags. I&#39;m just here to provide you some info from Cardano sub. </p>\n\n<p><a href=\"https://np.reddit.com/r/cardano/comments/r42h1q/is_museliswap_legit_or_not/\">Is MuesliSwap legit or not?</a>\nExcerpts from the link if you do not wish to click it:</p>\n\n<blockquote>\n<p>An Avatar for team pics.</p>\n\n<p>Sketchy GitHub</p>\n\n<p>System they use to overcome concurrency issue is &quot;match-making bot&quot;???</p>\n\n<p>Bad tokenomics</p>\n</blockquote>\n\n<p>DYOR. You have been warned! I myself is excited but will be looking out for more info to see if I should be using it or not.</p>\n\n<p><strong>TLDR:</strong> 1st ADA DEX just launched. There are some bad air around it. DYOR before using it.</p>\n</div><!-- SC_ON -->",
  "score": 159,
  "permalink": "/r/CryptoCurrency/comments/r46bav/1st_ada_dex_just_launched/",
  "subreddit": "CryptoCurrency",
  "id": "r46bav",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Disclaimer: My piggy bank is 28% ADA.\n\nI am of the opinion that one of the legitimacy ADA currently lacks is a prolific\nDEX and the current Haskell barrier. I like Haskell (Yes, it has a learning\nbarrier but I'm of the opinion of security >>> ease of use), their scientific\napproach and as long as…"
}