{
  "author": "Wabi-Sabibitch",
  "original_created_utc": 1637530328,
  "title": "Monero wants to do what Cash does but digitally.",
  "created_utc": 1637552350,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>How is cash different from the online money in your bank?</p>\n\n<p>Imagine ordering something with your credit card from Amazon . Now , you know about the transaction , Amazon does and THE BANK DOES.</p>\n\n<p>With Bitcoin you can preserve your anonymity as long as no one connects your Bitcoin address to your personal details. From the moment you hand out your Bitcoin address (or someone links you to a wallet), you automatically provide access to your transaction history – the one connected to that wallet</p>\n\n<p>Lets say you buy a banana from a street vendor in Europe with <strong>Cash</strong> , apart from you two one one could ever know about that transaction of that banana or that Euro note could not be traced back to you. Cash is private.</p>\n\n<p>This is what Monero aims for , to be like Cash digitally</p>\n\n<p>It wants you to buy that banana just like cash would do.</p>\n\n<p>The FUD around Monero is ridiculous , it usually mention it is mostly used by criminals and for drugs.</p>\n\n<p>Don&#39;t criminals spend money or people buy drugs with Cash? Why not ban Cash ,cause why wouldn&#39;t you want to tell us you&#39;re buying something unless it illegal, right?</p>\n\n<p>Monero wants to do and is doing what Cash does but digitally.</p>\n</div><!-- SC_ON -->",
  "score": 167,
  "permalink": "/r/CryptoCurrency/comments/qz4z0s/monero_wants_to_do_what_cash_does_but_digitally/",
  "subreddit": "CryptoCurrency",
  "id": "qz4z0s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "How is cash different from the online money in your bank?\n\nImagine ordering something with your credit card from Amazon . Now , you know\nabout the transaction , Amazon does and THE BANK DOES.\n\nWith Bitcoin you can preserve your anonymity as long as no one connects your\nBitcoin address to your…"
}