{
  "author": "Bovinius__Cudd",
  "original_created_utc": 1632915537,
  "title": "YSK: Assume that the company you work for can see (and hear!) everything you do when you WFH.",
  "created_utc": 1632922954,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> This information can be used to fire you, and to deny your raise/promotion.  Shortsighted HR departments are increasingly using this software as the leading indicator of your value to the company <em>above all else.</em></p>\n\n<p>See the bottom of this post for things you can do to protect yourself from this idiocy.</p>\n\n<p><strong>Why I wrote this:</strong></p>\n\n<p>I was shocked at the response when I mentioned this concept in a prior comment.  Many people this affects are wholly unaware.</p>\n\n<p>Recently, someone I know was fired FOR CAUSE due to their &quot;lack of engagement, and unprofessional conduct.&quot;</p>\n\n<p>I have a little insight into what that means by way of some work buddies, and personal review of the software that was used because her boss is a narcissistic assclown who was so proud of himself that he showed me the tools that were used.</p>\n\n<p>This all began because the software on her computer flagged a word in a &quot;private&quot; Teams chat with a colleague which started the boss down a vindictive road of parallel construction - eventually lead to her termination.  That word was &quot;ass.&quot;</p>\n\n<p><strong>A quick summary:</strong></p>\n\n<p>&quot;Bossware&quot; has been something companies could use for over a decade, but the bastards have integrated other Orwellian stuff like facial recognition to monitor your mood.</p>\n\n<ul>\n<li><a href=\"https://www.eff.org/deeplinks/2020/06/inside-invasive-secretive-bossware-tracking-workers\">Here is an in-depth article about it from EFF.</a></li>\n<li><a href=\"https://www.theladders.com/wp-content/uploads/02-How-Employers-Monitor-Employees.png\">This is a one-pager about it.</a></li>\n<li><a href=\"https://i.imgur.com/5JiyAfT.png\">This is a comparison of a handful of bossware&#39;s features.</a></li>\n</ul>\n\n<p><a href=\"https://www.theladders.com/career-advice/bossware-report-when-wfh-means-the-boss-is-watching-what-bosses-see-how-to-prevent-it\">Source</a></p>\n\n<blockquote>\n<p>12% of all firms have already installed it (16% at larger firms), and 8% already plan to implement it (11% at larger firms). Tracking software like this has an ominously William Gibson-esque nickname: bossware.  </p>\n\n<p>For example, bosses may use unpublicized features of their corporate email package to look out for trigger words in your emails. Or they may use dedicated bossware to check that you’re actually at your computer when you say you are.  </p>\n\n<p>Employers can install hidden software on your device that tracks your movements via GPS, all SMS messages and other messaging app usage, and can even record calls and Skype interactions.</p>\n</blockquote>\n\n<p><strong>There is a nonzero chance that:</strong></p>\n\n<ul>\n<li>Your webcam is taking periodic screenshots, or even video of you and your surroundings.</li>\n<li>Your mic is <em>always</em> &quot;hot.&quot;</li>\n<li>Your calls are <em>always</em> recorded.</li>\n<li>Your chats and emails are <em>always</em> scraped for keywords.</li>\n<li>Your keystrokes, and mouse movements are <em>always</em> tracked.</li>\n<li>Your &quot;engagement&quot; is <em>always</em> monitored to the millisecond.</li>\n</ul>\n\n<p>I emphasize the word always because software doesn&#39;t sleep.  Humans don&#39;t see everything at all times.  The key here is that a human is flagged for nonsensical things by the software, and that human can really pick you apart from there.</p>\n\n<p><strong>Some basic stuff you can do to protec&#39; ya&#39; neck:</strong></p>\n\n<ul>\n<li>Shut your computer down after work.  A device that&#39;s off has very low risk of snooping during time you don&#39;t even get paid for </li>\n<li>Reconsider having personal sidechats with your coworkers on company hardware.</li>\n<li>Cover your webcam when not in use.</li>\n<li>Get your own headset with a hardware mute button and leave it muted until you need to speak.</li>\n<li>Move your mouse if you are idle during a listening task like an all hands call.</li>\n<li>Type things frequently.</li>\n<li>Don&#39;t browse anything that isn&#39;t 100% work related on company hardware.</li>\n<li>All else fails - get another job, and let your boss know why after the new contract is signed.</li>\n</ul>\n\n<p>**Edited to add something.</p>\n</div><!-- SC_ON -->",
  "score": 488,
  "permalink": "/r/YouShouldKnow/comments/pxtjse/ysk_assume_that_the_company_you_work_for_can_see/",
  "subreddit": "YouShouldKnow",
  "id": "pxtjse",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: This information can be used to fire you, and to deny your\nraise/promotion. Shortsighted HR departments are increasingly using this\nsoftware as the leading indicator of your value to the company above all else.\n\nSee the bottom of this post for things you can do to protect yourself from…"
}