{
  "author": "PM_ME_UR_SUPPLE_HAND",
  "original_created_utc": 1636269799,
  "title": "I read 'Siddhartha' five months ago, and I still think about it almost every day. I felt my whole perspective on life shift after finishing it, and now I can't imagine my life without having read it. Which book has done this for you?",
  "created_utc": 1636275815,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><em>Quoth Siddhartha: “What should I possibly have to tell you, O\nvenerable one? Perhaps that you’re searching far too much? That\nin all that searching, you don’t find the time for finding?”<br/>\n[...] \n“When someone is searching,” said Siddhartha, “then it might\neasily happen that the only thing his eyes still see is that what he\nsearches for, that he is unable to find anything, to let anything\nenter his mind, because he always thinks of nothing but the object\nof his search, because he has a goal, because he is obsessed by the\ngoal. Searching means: having a goal. But finding means: being\nfree, being open, having no goal. You, O venerable one, are\nperhaps indeed a searcher, because, striving for your goal, there\nare many things you don’t see, which are directly in front of your\neyes.”</em>  </p>\n\n<p>That is the most beautiful and personally-significant passage I&#39;ve ever read in my whole life. After reading <em>Siddhartha,</em> I felt myself appreciating the world around me just a little bit more. Hesse taught me that the world is filled to the brim with beauty and meaning, but only if slow down and allow yourself to find it.  </p>\n\n<p>Which book changed your life? Is there any passage that you can&#39;t get out of your head months or years later?</p>\n</div><!-- SC_ON -->",
  "score": 127,
  "permalink": "/r/books/comments/qojj16/i_read_siddhartha_five_months_ago_and_i_still/",
  "subreddit": "books",
  "id": "qojj16",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Quoth Siddhartha: “What should I possibly have to tell you, O venerable one?\nPerhaps that you’re searching far too much? That in all that searching, you\ndon’t find the time for finding?”\n[...] “When someone is searching,” said Siddhartha, “then it might easily happen\nthat the only thing his eyes…"
}