{
  "author": "Wabisabiharv",
  "original_created_utc": 1632582735,
  "title": "CMV: Extended payment terms should be abolished. They are a powerful force in the economy right now and nobody is talking about them.",
  "created_utc": 1632612641,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ll explain quickly how they work then offer a quick syllogism arguing why you should care about this issue.</p>\n\n<p>First, I’m not an economist or an accountant, I’m a business leader working in a large corporation who has drawn some conclusions watching what happens in my corner of the world and has done a little research.</p>\n\n<p>A large corporation that has lots of leverage over its vendors simultaneously negotiates the shortest possible payment terms (when one party actually has to pay another) for all of its receivables and the longest possible payment terms for its payables. Doing so adds to free cash flow, a key metric Wall Street looks at to determine the health of a business- it is how much money the business has to spend on stuff at any moment. If you are a small business with the capital to float all of your expenses (or the ability to borrow to cover them) while you wait four months to get paid for the service or good you provided your customer (the large corporation), then you can play ball. Almost invariably you will include your cost of borrowing in your bid- and there’s the rub, as the large corporation you actually pay more in the long run because the cost of borrowing for the little guy (almost certainly more than the big guy) gets added into the cost of the contract. On the other hand, if you’re a small business who can’t wait four months to get paid you are excluded from the potential work. </p>\n\n<p>So, </p>\n\n<p>Extended payment terms hurt small businesses.</p>\n\n<p>Numerous taxpayer funded programs and tax credits exist to prop up small businesses.</p>\n\n<p>Small businesses could be made healthier as a result of dialogue/legislation around this issue and consequently less reliant on this taxpayer funded backstop.</p>\n\n<p>You are a taxpayer and/or you benefit from taxpayer funded stuff.</p>\n\n<p>Therefore you should care about this issue.</p>\n\n<p>Edit: To rearrange first sentence.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/pv8mqo/cmv_extended_payment_terms_should_be_abolished/",
  "subreddit": "changemyview",
  "id": "pv8mqo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ll explain quickly how they work then offer a quick syllogism arguing why you\nshould care about this issue.\n\nFirst, I’m not an economist or an accountant, I’m a business leader working in a\nlarge corporation who has drawn some conclusions watching what happens in my\ncorner of the world and has…"
}