{
  "author": "Wabisabiharv",
  "original_created_utc": 1632582735,
  "title": "CMV: Extended payment terms should be abolished. They are a powerful force in the economy right now and nobody is talking about them.",
  "created_utc": 1632612641,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ll explain quickly how they work then offer a quick syllogism arguing why you should care about this issue.</p>\n\n<p>First, I’m not an economist or an accountant, I’m a business leader working in a large corporation who has drawn some conclusions watching what happens in my corner of the world and has done a little research.</p>\n\n<p>A large corporation that has lots of leverage over its vendors simultaneously negotiates the shortest possible payment terms (when one party actually has to pay another) for all of its receivables and the longest possible payment terms for its payables. Doing so adds to free cash flow, a key metric Wall Street looks at to determine the health of a business- it is how much money the business has to spend on stuff at any moment. If you are a small business with the capital to float all of your expenses (or the ability to borrow to cover them) while you wait four months to get paid for the service or good you provided your customer (the large corporation), then you can play ball. Almost invariably you will include your cost of borrowing in your bid- and there’s the rub, as the large corporation you actually pay more in the long run because the cost of borrowing for the little guy (almost certainly more than the big guy) gets added into the cost of the contract. On the other hand, if you’re a small business who can’t wait four months to get paid you are excluded from the potential work. </p>\n\n<p>So, </p>\n\n<p>Extended payment terms hurt small businesses.</p>\n\n<p>Numerous taxpayer funded programs and tax credits exist to prop up small businesses.</p>\n\n<p>Small businesses could be made healthier as a result of dialogue/legislation around this issue and consequently less reliant on this taxpayer funded backstop.</p>\n\n<p>You are a taxpayer and/or you benefit from taxpayer funded stuff.</p>\n\n<p>Therefore you should care about this issue.</p>\n\n<p>Edit: To rearrange first sentence.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/pv8mqo/cmv_extended_payment_terms_should_be_abolished/",
  "subreddit": "changemyview",
  "id": "pv8mqo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ll explain quickly how they work then offer a quick syllogism arguing why you\nshould care about this issue.\n\nFirst, I’m not an economist or an accountant, I’m a business leader working in a\nlarge corporation who has drawn some conclusions watching what happens in my\ncorner of the world and has…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "その仕組みを簡単に説明し、なぜあなたがこの問題に関心を持たなければならないのかを論じる簡単なシラバスを提供します。\nこの問題に関心を持つべき理由を簡単に説明します。\n\nまず、私は経済学者や会計士ではなく、大企業で働くビジネスリーダーです。\n私は経済学者でも会計士でもなく、大企業で働くビジネスリーダーです。\n世界の片隅で起きていることを見て、いくつかの結論を導き出し、...",
      "title": "CMV: 支払い期限の延長は廃止すべきです。今、経済に大きな影響を与えているのに、誰もそのことに触れようとしません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我将快速解释它们是如何工作的，然后提供一个快速的论证，论证为什么你\n应该关心这个问题。\n\n首先，我不是一个经济学家或会计师，我是一个在大公司工作的商业领袖。\n我是一个在大公司工作的企业领导，他通过观察发生在我身边的事情得出了一些结论。\n我是一个在大公司工作的企业领导，通过观察世界一角发生的事情得出了一些结论，并且已经...",
      "title": "CMV: 延长付款期限应该被废除。它们是目前经济中的一股强大力量，但没有人谈论它们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我將快速解釋它們是如何工作的，然後提供一個快速的論證，論證爲什麼你\n應該關心這個問題。\n\n首先，我不是一個經濟學家或會計師，我是一個在大公司工作的商業領袖。\n我是一個在大公司工作的企業領導，他通過觀察發生在我身邊的事情得出了一些結論。\n我是一個在大公司工作的企業領導，通過觀察世界一角發生的事情得出了一些結論，並且已經...",
      "title": "CMV: 延長付款期限應該被廢除。它們是目前經濟中的一股強大力量，但沒有人談論它們。"
    }
  ]
}