{
  "author": "AXLPendergast",
  "original_created_utc": 1627135351,
  "title": "About to read \"Dune\" for the first time at age, 50. Wish me luck...",
  "created_utc": 1627140396,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Since I was a kid, I always heard of Dune.</p>\n\n<p>A massive Sci-Fi novel of epic proportions. I never read it -  as I was put off by this large world-building behemoth that would bog me down with weird terminology and characters and worlds too complex to grasp and care about.</p>\n\n<p>Was I wrong? Does it still hold up today? Is it still worth a read - or is it kinda dated. Do I need to constantly open an encyclopedia to keep track of all its characters?</p>\n\n<p>I like sci-fi - mostly through movies and TV (eg. The Expanse tv series - fantastic!! ), I have read some scifi books  and science fantasy  but nothing of the magnitude of Dune. Nevertheless, I love good character development and  solid world building but not too overly open-scoped where one gets lost in the never-ending worlds..</p>\n\n<p>I&#39;ve always wanted to return to these books one day and give it a fair shot. One of the covers - of a massive worm with gnarly teeth traversing through sand dunes always stuck out to me when I was a kid..</p>\n\n<p>&#x200B;</p>\n\n<p>Let me know what you think?</p>\n\n<p>&#x200B;</p>\n\n<p>Thanks</p>\n</div><!-- SC_ON -->",
  "score": 546,
  "permalink": "/r/books/comments/oqqmp7/about_to_read_dune_for_the_first_time_at_age_50/",
  "subreddit": "books",
  "id": "oqqmp7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Since I was a kid, I always heard of Dune.\n\nA massive Sci-Fi novel of epic proportions. I never read it - as I was put off\nby this large world-building behemoth that would bog me down with weird\nterminology and characters and worlds too complex to grasp and care about.\n\nWas I wrong? Does it still…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "子供の頃から「Dune」という言葉を耳にしていました。\n\n壮大なスケールのSF小説です。私は読んだことがありませんでした。\n奇妙な専門用語やキャラクター、世界が複雑すぎて理解したり関心を持ったりするのに苦労するような、この大きな世界構築の巨大さに気が引けたからだ。\n奇妙な専門用語やキャラクター、世界が複雑すぎて理解できず、気にも留められないからだ。\n\n私は間違っていたのでしょうか？この作品は今でも...",
      "title": "50歳にして初めて「Dune」を読もうとしています。頑張ってください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "从我还是个孩子的时候，我就一直听说沙丘。\n\n这是一部巨大的科幻小说，具有史诗般的规模。我从来没有读过它--因为我对这本庞大的世界建筑巨著感到厌烦。\n我从未读过它--因为我对这个庞大的世界建设巨无霸感到厌烦，它将用奇怪的术语和人物以及太过复杂的世界使我无法掌握和关心。\n术语、人物和世界太过复杂，无法掌握和关心。\n\n我错了吗？它是否仍然...",
      "title": "即将在50岁时第一次阅读《沙丘》。祝我好运吧..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "從我還是個孩子的時候，我就一直聽說沙丘。\n\n這是一部巨大的科幻小說，具有史詩般的規模。我從來沒有讀過它--因爲我對這本龐大的世界建築鉅著感到厭煩。\n我從未讀過它--因爲我對這個龐大的世界建設巨無霸感到厭煩，它將用奇怪的術語和人物以及太過複雜的世界使我無法掌握和關心。\n術語、人物和世界太過複雜，無法掌握和關心。\n\n我錯了嗎？它是否仍然...",
      "title": "即將在50歲時第一次閱讀《沙丘》。祝我好運吧..."
    }
  ]
}