{
  "author": "CulperWoodhull",
  "original_created_utc": 1627770291,
  "title": "YSK that most locks in the US and being used have substandard security and there are better alternatives that aren't that much more expensive if not the about the same price.",
  "created_utc": 1627782312,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Is because anyone using a random padlock, or any Master Lock (especially), on sheds, sensitive company access areas, lockers at school, work, etc., can be easily picked or raked open by someone. This would cause less sound, and once open, would allow more time for the bad guy/gal to peruse your property. The same goes for a lot of door locks. Many locks installed on homes have sloppy tolerances, and again, can be picked quite easily.</p>\n\n<p>For padlock replacements there are many options, e.g., an American Lock (1100 or 5200), Mako 427, M-2, Paclock (90A,90A Pro, 100, etc.) are great options for locker use, and there are other locks with more robust shackles our there, just do a bit of research. You want to make sure it&#39;s something with tight tolerances; something with security pins in each chamber and at least equipped with 5-6 pins.</p>\n\n<p>If you upgrade your physical security, be sure to keep in mind, is it worth paying x amount of money on a really good lock, if someone can easily bash in a window for quick and easy access? Most burglaries use destructive means of entry, which would render your lock pointless. But, there are people out there with the know-how, and it&#39;s always good to have.</p>\n\n<p>Research the locks you have been using and decide for yourself.</p>\n\n<p>EDIT: Paclock 90A--not 427</p>\n</div><!-- SC_ON -->",
  "score": 430,
  "permalink": "/r/YouShouldKnow/comments/ovgdbd/ysk_that_most_locks_in_the_us_and_being_used_have/",
  "subreddit": "YouShouldKnow",
  "id": "ovgdbd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Is because anyone using a random padlock, or any Master Lock\n(especially), on sheds, sensitive company access areas, lockers at school, work,\netc., can be easily picked or raked open by someone. This would cause less\nsound, and once open, would allow more time for the bad guy/gal to peruse…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、誰もがランダムな南京錠やMaster Lockを使っているからです。\n(特に)を使っている人は、物置や会社の機密アクセスエリア、学校や職場のロッカーなどを、誰かに簡単に開けられてしまう可能性があるからです。\n誰かが簡単にピッキングしたり、かき回して開けてしまう可能性があるからです。これでは\n音も小さくなりますし、一度開けてしまえば、悪者が覗き込むのに時間がかかります。",
      "title": "YSKは、アメリカで使用されているほとんどのロックは標準以下のセキュリティであり、同じくらいの価格でなくても、より良い代替品があると考えています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：因为任何使用随机挂锁，或任何万能锁的人\n(特别是)，在棚子、敏感的公司访问区域、学校和工作场所的储物柜上使用。\n等，很容易被人撬开或扒开。这将导致更少的\n声音，而且一旦打开，会让坏人/女孩有更多的时间来浏览......",
      "title": "YSK认为，美国和正在使用的大多数锁的安全性不达标，而且有更好的替代品，即使不是同样的价格，也不会贵很多。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：因爲任何使用隨機掛鎖，或任何萬能鎖的人\n(特別是)，在棚子、敏感的公司訪問區域、學校和工作場所的儲物櫃上使用。\n等，很容易被人撬開或扒開。這將導致更少的\n聲音，而且一旦打開，會讓壞人/女孩有更多的時間來瀏覽......",
      "title": "YSK認爲，美國和正在使用的大多數鎖的安全性不達標，而且有更好的替代品，即使不是同樣的價格，也不會貴很多。"
    }
  ]
}