{
  "author": "bluepillarmy",
  "original_created_utc": 1631613761,
  "title": "CMV: People Should Stop Confusing the Words \"Liberal\" and \"Leftist\"",
  "created_utc": 1631629816,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>One thing that really irks me about American political discourse is the way that people use the words liberal and leftist as though they were synonyms. I’m going to offer my own discombobulated explanation of why I think this came to pass and also my own view of why it is important to return to distinguishing between the two. Also, I’m just doing this on the fly, so no citations or links. This is all just off of my own understanding of history, please feel free to disagree </p>\n\n<p>So, the way I understand it, this all goes back to the Enlightenment in Europe in the 18th century which is where nearly all modern conceptualization of laws, constitutions and governing takes root. I’m not saying that this is right, just that it is so. </p>\n\n<p>Anyway, you’re probably aware that there was a widespread rejection of religion, aristocracy and tradition in favor of secularism, equality and reason associated with the so-called Enlightenment. The OG conservatives were members of the clergy and landowning aristocracy who saw their place in society threatened by the rationality of the emerging urban middle classes who eventually overthrew the French absolute monarchy 1789 and whose ideals have been spreading ever since. </p>\n\n<p>Catholic clergy and landed nobility hold little power in modern society but, it is interesting to note, the conservative base remains the religious and rural all over the world. And then as now, conservatives often justify their world view by appealing not to reason and equality but to morality and tradition. Why did conservatives oppose same-sex marriage? Because it didn’t make sense? Because it was not fair and just? No, because it was not what “God intended”, because that was not what marriage had ever been before. The advent of gay marriage threatened their understanding what marriage means. </p>\n\n<p>How does this contrast to liberalism? The values of the Enlightenment thinkers (especially John Locke and John Stuart Mill) remain the bedrock of liberalism: constitutionalism/rule of law, government by consent of the governed, free speech, due process, equality before the law, separation of church and state, market economics and above all, the primacy of the individual as a rational being whose choice is to be respected.  A fundamental principle of liberalism can be summarized thusly, “something that does not harm anyone else should not be prohibited”.  I’m guessing that something like 90-95% of the people who are on this sub share these values. They really are not that controversial anymore. But how far we apply these values is not as easily agreed upon. </p>\n\n<p>Let’s take same-sex marriage again as an example. Would a liberal support it? Yes, because it’s not rational to deny the legal and spiritual benefits of marriage to people who are not heterosexual. Is there any material harm that comes to society from a man and a man getting married? Not any more or less than there is from a man and woman - therefore it’s OK. But, what about that famous baker in Colorado where the cake shop owner refused to bake a cake for a same-sex wedding for religious reasons? What would a hypothetical liberal say about that? Likely, they’d be personal disappointed in the baker’s irrationality, but they would stand by his right to as he pleases with his own business. It’s not the government’s business to tell bakers what to bake. If the baker wants to label himself a bigot, that’s his choice, the market will decide how his business fares moving forward. </p>\n\n<p>What about leftism? What’s that? Leftists are primarily concerned with equity and justice, particularly for groups that have historically lacked power and faced discrimination. Like liberals they oppose hierarchies based on religion and inheritance but unlike liberals and, this is key, the see the government as a means of righting wrongs, as a tool to make things more just whether individuals want it or not. </p>\n\n<p>So, they would support gay marriage, of course. But not because opposition to rights for same-sex couples is irrational but because it is a moral abomination.  It’s unfair to gay people. And, because LGBTQ people have faced centuries of appalling abuse and discrimination around the world it is incumbent on the government to take action to ensure that individuals are not able to make them feel unwanted and unwelcome. The cake shop owner must bake the cake for the gay wedding. How else are we to ensure that gay, lesbian and trans couples really realize the rights that have so long been denied to them? </p>\n\n<p>We can apply this example of the same-sex wedding and the cake to everything really. Liberals are typically content with providing equal protection under the law, leftists want to utilize the coercive power of government and law to give marginalized people a better chance. It can get extreme, as in the total abolition of private property and collectivization of agriculture in Stalinist Soviet Union and Maoist China or, it can be rather moderate, as in affirmative action in university admissions for African Americans and Latinos. </p>\n\n<p>The way I see it liberals and leftists probably got lumped together in the American mind during the civil rights struggle of the 1950s and 1960s. Both supported equal rights for black people, women and eventually LGBTQ and immigrants in the face of conservative opposition to this challenge to the status quo. There still is overlap too. Both liberals and leftists are pro-choice, pro-trans rights and both are usually supportive of increased immigration though this one can get complicated for both ideologies. But I think that the distinction is not hard to see. Liberals value reason, individualism, limited government and equality before the law above all. Leftists value justice, equity and the power of government to set things right above all. </p>\n\n<p>Why do Americans so often confuse these two distinct ideologies? I think that this trend (which is very widespread) only leads to confusion and misunderstanding in the population. Why else would the terms liberal and leftist (and conservative too, for that matter) be used almost as pejoratives? There is nothing inherently wrong with any of these ideologies. Is there any hidden value to this discourse? Am I missing something? Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/pnzsny/cmv_people_should_stop_confusing_the_words/",
  "subreddit": "changemyview",
  "id": "pnzsny",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "One thing that really irks me about American political discourse is the way that\npeople use the words liberal and leftist as though they were synonyms. I’m going\nto offer my own discombobulated explanation of why I think this came to pass and\nalso my own view of why it is important to return to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカの政治的な議論で私が腹立たしいと思うのは、LiberalやLeftistという言葉を\nリベラルや左派という言葉を、あたかも同義語のように使っていることです。ここでは\nなぜこのようなことになってしまったのか、私なりに混乱した説明をしてみたいと思います。\nまた、なぜ、このような状況に陥ったのか、そして、なぜ、このような状況に戻ることが重要なのか、私なりの見解を述べたいと思います。",
      "title": "CMV: \"Liberal \"と \"Leftist \"を混同するのはやめよう"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在美国的政治讨论中，有一件事让我非常恼火，那就是\n人们使用自由派和左派这两个词，好像它们是同义词。我打算\n我将提供我自己的混乱的解释，为什么我认为会出现这种情况？\n还有我自己的观点，即为什么必须回到......",
      "title": "CMV：人们应该停止混淆 \"自由 \"和 \"左派 \"这两个词"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在美國的政治討論中，有一件事讓我非常惱火，那就是\n人們使用自由派和左派這兩個詞，好像它們是同義詞。我打算\n我將提供我自己的混亂的解釋，爲什麼我認爲會出現這種情況？\n還有我自己的觀點，即爲什麼必須回到......",
      "title": "CMV：人們應該停止混淆 \"自由 \"和 \"左派 \"這兩個詞"
    }
  ]
}