{
  "author": "discorporating",
  "the_new_excerpt": "While cleaning out my bookshelf I came upon The Silence of the Lambs. I don't\nknow how it got there, since I had never read it, nor had I watched the movie,\nbut I thought, \"hey, why not?\"\n\nBest decision ever. I can honestly say this book is in my top 10 of all time. It\nwas amazing. I can't put into…",
  "original_created_utc": 1621094018,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本棚を整理していたら、「羊たちの沈黙」を見つけました。私は\n読んだことも、映画を見たこともなかったので、どうやって手に入れたのかわかりません。\nしかし、私は「そうだ、そうしよう」と思いました。\n\nこれまでで最高の決断です。正直なところ、この本は私の中でトップ10に入ると思います。それは\n驚きました。何と言ったらいいのか...。",
      "title": "羊たちの沈黙」の本は、映画よりもずっといい。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在清理我的书架时，我看到了《沉默的羔羊》。我不\n我不知道它是怎么来的，因为我从来没有读过它，也没有看过这部电影。\n但我想，\"嘿，为什么不呢？\"\n\n有史以来最好的决定。我可以诚实地说，这本书是我所有时间的前10名。它\n它是惊人的。我无法把...",
      "title": "沉默的羔羊》这本书比电影好得多"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在清理我的書架時，我看到了《沉默的羔羊》。我不\n我不知道它是怎麼來的，因爲我從來沒有讀過它，也沒有看過這部電影。\n但我想，\"嘿，爲什麼不呢？\"\n\n有史以來最好的決定。我可以誠實地說，這本書是我所有時間的前10名。它\n它是驚人的。我無法把...",
      "title": "沉默的羔羊》這本書比電影好得多"
    }
  ],
  "title": "The Silence of the Lambs book is so much better than the movie",
  "created_utc": 1621107150,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>While cleaning out my bookshelf I came upon The Silence of the Lambs. I don&#39;t know how it got there, since I had never read it, nor had I watched the movie, but I thought, &quot;hey, why not?&quot;</p>\n\n<p>Best decision ever. I can honestly say this book is in my top 10 of all time. It was amazing. I can&#39;t put into words how excellent it was, it was just <em>that</em> good. The storyline had me hooked from the very first pages, every single character was fleshed out, and I particularly have to highlight Dr. Lecter&#39;s characterization. He was written so compellingly that I found myself getting creeped out whenever he made an appearance in the novel (and I&#39;m the type who <em>loves</em> creepy stories and never gets scared). This was the first time I&#39;ve felt genuinely disturbed by a fictional character. Even if you&#39;re not a horror/scary fan like I am, this book is worth reading just for the masterful descriptions and plot.</p>\n\n<p>I heard that the movie was just as good if not better than the book, so yesterday I decided to watch it. I&#39;ll admit, it was a great movie and Anthony Hopkins did a wonderful job bringing Hannibal to life. It deserved all the Oscars it received. However, in my opinion the book was miles better. So much character development, both from Clarice as well as &quot;side characters&quot; like Jack, was not in the movie. Many scenes I loved in the book got cut, which is understandable of course, but at least for me, it means the book is better.</p>\n\n<p>If you&#39;re a fan of the movie, read the book. Yes, it&#39;s long, but trust me, you won&#39;t get bored. You learn so much more about the characters and their motivations, not to mention the exquisite writing.</p>\n\n<p>Anyone else feel the same way?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/nd1xk2/the_silence_of_the_lambs_book_is_so_much_better/",
  "subreddit": "books",
  "id": "nd1xk2",
  "is_self": true,
  "media": null,
  "is_video": false
}