{
  "author": "PepperJack_",
  "the_new_excerpt": "Why YSK: First of all ticks are gross, but more importantly they carry diseases\nsuch as Lyme and Rocky Mountain spotted fever, which are disastrous if left\nuntreated. To make matters worse, tick habitat is increasing due to climate\nchange and reduction of predators that prey on species that ticks…",
  "original_created_utc": 1622054329,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：まず、マダニは気持ち悪いですが、それ以上に、ライム病やロッキー山紅斑熱などの病気を媒介します。\nライム病やロッキーマウンテンスポテッドフィーバーなどの病気を媒介します。\n放っておくと大変なことになります。さらに悪いことに、気候変動や捕食者の減少により、マダニの生息地が増えています。\nさらに悪いことに、気候変動やマダニの餌となる捕食者の減少により、マダニの生息地が増加しています...",
      "title": "YSK 芝生の防ダニ方法"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：首先，蜱虫很恶心，但更重要的是它们携带疾病\n如莱姆病和落基山斑疹热，如果不加以治疗，将是灾难性的。\n不予治疗。更糟糕的是，由于气候变化，蜱虫的栖息地正在增加。\n更糟的是，由于气候变化和捕食蜱虫物种的天敌减少，蜱虫的栖息地正在增加。",
      "title": "YSK如何防止草坪上的虱子"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：首先，蜱蟲很噁心，但更重要的是它們攜帶疾病\n如萊姆病和落基山斑疹熱，如果不加以治療，將是災難性的。\n不予治療。更糟糕的是，由於氣候變化，蜱蟲的棲息地正在增加。\n更糟的是，由於氣候變化和捕食蜱蟲物種的天敵減少，蜱蟲的棲息地正在增加。",
      "title": "YSK如何防止草坪上的蝨子"
    }
  ],
  "title": "YSK how to tick-proof your lawn",
  "created_utc": 1622629102,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: First of all ticks are gross, but more importantly they carry diseases such as Lyme and Rocky Mountain spotted fever, which are disastrous if left untreated. To make matters worse, tick habitat is increasing due to climate change and reduction of predators that prey on species that ticks use for transport. Following these steps will help keep you, your family, and your community safe. </p>\n\n<p>These steps are also recommended by the CDC and EPA: </p>\n\n<ol>\n<li>Keep grass short, dispose of leaves </li>\n</ol>\n\n<p>Short grass exposes ticks, eggs, and nymphs to the sun which can kill them, it also makes it difficult for them to attach to critters since they like to climb tall grass in order to do so. Also keep grass clippings and leaves in a bag instead of out on the lawn, leaving the clippings provides ticks cover. Alternatively you can compost clippings. </p>\n\n<ol>\n<li>Make a mulch border around wooded areas. </li>\n</ol>\n\n<p>Create a 3ft wide moat of mulch around forested or wooded areas of your lawn. You could also potentially use gravel but mulch is cheaper. “Use mulch made from broad, dry wood chips or bark, not the damp, shredded variety, which creates exactly the kind of cool, damp conditions ticks love” (consumer report) </p>\n\n<ol>\n<li>Get rid of clutter they can hide under/in. </li>\n</ol>\n\n<p>Things like old tires, mattresses, tarps, etc. </p>\n\n<ol>\n<li>Tick tubes.</li>\n</ol>\n\n<p>WARNING: permethrin is toxic to cats and fish, don’t use if you have a cat or live near a pond or lake </p>\n\n<p>These are tubes of cotton balls soaked in usually permethrin or met52. Mice and rats take the balls back to their nest and get coated in the stuff  which kills ticks and prevents more from latching onto them. </p>\n\n<ol>\n<li>Deter certain animals from entering your yard. </li>\n</ol>\n\n<p>Rodents and deer are big tick reservoirs so have high fencing, organize wood piles, throw out your bird feeder, and seriously throw out your bird feeder, or keep it far from your house/ in the woods   </p>\n\n<ol>\n<li>Encourage certain animals in your yard.</li>\n</ol>\n\n<p>This isn’t a conventional recommendation but there are some animals that love eating ticks. These include chickens and ground birds like turkeys, possums which you can build little dens for so they don’t dig into your house, and foxes or other predators that eat rodents or other tick reservoirs. </p>\n\n<p>Note: there is no way to 100% get rid of ticks with the materials and methods we have now. But these steps helps reduce the spread of ticks and to a certain extent mosquitoes </p>\n\n<p><a href=\"https://www.consumerreports.org/pest-control/tickproof-your-yard-without-spraying/\">https://www.consumerreports.org/pest-control/tickproof-your-yard-without-spraying/</a></p>\n\n<p><a href=\"https://portal.ct.gov/-/media/CAES/DOCUMENTS/Publications/Bulletins/b1010pdf.pdf?la=en\">https://portal.ct.gov/-/media/CAES/DOCUMENTS/Publications/Bulletins/b1010pdf.pdf?la=en</a></p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/nlo5pc/ysk_how_to_tickproof_your_lawn/",
  "subreddit": "YouShouldKnow",
  "id": "nlo5pc",
  "is_self": true,
  "media": null,
  "is_video": false
}