{
  "author": "Crunchysuds",
  "the_new_excerpt": "I often see debates on YouTube where people argue about the logistics of\ntransgenderism and the transgender community. Some people argue that it is real\nand others argue that trans people are mentally ill or just want attention.\n\nAfter thinking about this for a very long time I realized it doesn't…",
  "original_created_utc": 1613456874,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我经常在YouTube上看到人们争论物流问题的辩论。\n变性人主义和变性人群体。有些人认为，这是真正的\n而其他人则认为变性人有精神疾病或者只是想引起注意。\n\n思考了很久，我发现这并不... ...",
      "title": "CMV：变性是真是假并不重要。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我經常在YouTube上看到人們爭論物流問題的辯論。\n變性人主義和變性人羣體。有些人認爲，這是真正的\n而其他人則認爲變性人有精神疾病或者只是想引起注意。\n\n思考了很久，我發現這並不... ...",
      "title": "CMV：變性是真是假並不重要。"
    }
  ],
  "title": "CMV: It doesn't matter whether transgenderism is real or not.",
  "created_utc": 1613503871,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I often see debates on YouTube where people argue about the logistics of transgenderism and the transgender community. Some people argue that it is real and others argue that trans people are mentally ill or just want attention.</p>\n\n<p>After thinking about this for a very long time I realized it doesn&#39;t matter. People should be allowed to express themselves however they choose without ridicule (as long as it doesn&#39;t hurt anybody). If a person born a man, now identifies as a woman and it makes them happy then that is okay. It doesn&#39;t matter whether it it fully real or not.</p>\n\n<p>People are people and we all deserve equal rights. If a woman can get breast implants than a person (of consenting age) Should be allowed to change their genitalia. If it brings them joy and fulfillment it is okay.</p>\n\n<p>PS. I do however think that kids (under age 18) should not be allowed to undergo hormonal therapy or gender realignment surgery but that is a debate for another day.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/lkxsry/cmv_it_doesnt_matter_whether_transgenderism_is/",
  "subreddit": "changemyview",
  "id": "lkxsry",
  "is_self": true,
  "media": null,
  "is_video": false
}