{
  "author": "blossomfields",
  "original_created_utc": 1635163168,
  "title": "CMV: saying ‘sex work is real work’ is dangerous",
  "created_utc": 1635183156,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m less inclined to change my view on this topic, more interested to hear opposing views; I am, however, open to re-evaluating my position and realise my logic may be wrong.</p>\n\n<p>I am not saying that sex work isn’t HARD work, even in the slightest. I just feel that the line between ‘lingeries on OnlyFans’ and straight prostitution should be VERY bold, and saying things like ‘sex work is real work’ just blurs that line. I’m 17, and a lot of girls at my school have seriously considered turning to OnlyFans for quick money, and I just find it disturbing - not empowering.</p>\n</div><!-- SC_ON -->",
  "score": 112,
  "permalink": "/r/changemyview/comments/qff4qj/cmv_saying_sex_work_is_real_work_is_dangerous/",
  "subreddit": "changemyview",
  "id": "qff4qj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m less inclined to change my view on this topic, more interested to hear\nopposing views; I am, however, open to re-evaluating my position and realise my\nlogic may be wrong.\n\nI am not saying that sex work isn’t HARD work, even in the slightest. I just\nfeel that the line between ‘lingeries on…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこのテーマについて、自分の考えを変えようとは思わず、反対意見を聞きたいと思っています。\nしかし、私は自分の立場を再評価し、自分の論理が間違っているかもしれないと気づくことには前向きです。\nしかし、私は自分の立場を再評価し、自分の論理が間違っているかもしれないと気づくことはできます。\n\nしかし、私は自分の立場を再評価し、自分の論理が間違っているかもしれないと気づくことはできます。ただ、私は\nただ、「ランジェリーを着て...」と「...」の間の境界線は、「...」だと思っています。",
      "title": "CMV：「セックスワークは本当の仕事」と言うのは危険だ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不太倾向于改变我对这个问题的看法，更想听听\n反对意见；但是，我愿意重新评估我的立场，并认识到我的逻辑可能是错误的。\n逻辑可能是错误的。\n\n我并不是说性工作不是艰苦的工作，甚至丝毫没有。我只是\n我只是觉得 \"穿着内衣...... \"之间的界限。",
      "title": "CMV：说 \"性工作是真正的工作 \"是危险的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不太傾向於改變我對這個問題的看法，更想聽聽\n反對意見；但是，我願意重新評估我的立場，並認識到我的邏輯可能是錯誤的。\n邏輯可能是錯誤的。\n\n我並不是說性工作不是艱苦的工作，甚至絲毫沒有。我只是\n我只是覺得 \"穿着內衣...... \"之間的界限。",
      "title": "CMV：說 \"性工作是真正的工作 \"是危險的"
    }
  ]
}