{
  "author": "Pea-Main",
  "original_created_utc": 1630702070,
  "title": "Chapter books to read to a 4 yo",
  "created_utc": 1630765665,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m looking for chapter book suggestions for my 4 yo. She can’t read but loves being read to. She really loves Beverly Cleary books  (Henry Huggins, the Ramona books). I also read Roald Dahl and the Little House books to her. She also liked Charlotte’s Web. Does anyone have any suggestions? Bonus points for books with female main characters and racially/culturally diverse characters. My librarian had suggested the “Meet Yasmin” series but they’re so terribly written. Where are modern books that are written well?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/booksuggestions/comments/phdjif/chapter_books_to_read_to_a_4_yo/",
  "subreddit": "booksuggestions",
  "id": "phdjif",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m looking for chapter book suggestions for my 4 yo. She can’t read but loves\nbeing read to. She really loves Beverly Cleary books (Henry Huggins, the Ramona\nbooks). I also read Roald Dahl and the Little House books to her. She also liked\nCharlotte’s Web. Does anyone have any suggestions? Bonus…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の4歳の子供にお勧めのチャプターブックを探しています。読むことはできませんが、読んでもらうことが\n読んでもらうのが大好きです。彼女はBeverly Clearyの本（Henry Huggins, Ramonaの本）が大好きです。\nの本）が大好きです。) 私はRoald DahlやLittle Houseの本も読んであげています。また、彼女は\nCharlotte's Webも好きです。誰かお勧めの本はありますか？ボーナス...",
      "title": "4歳児に読み聞かせるチャプターブック"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我正在为我4岁的孩子寻找章节书的建议。她不识字，但喜欢\n被阅读。她非常喜欢Beverly Cleary的书（Henry Huggins, the Ramona\n书）。) 我也给她读过罗尔德-达尔和小房子的书。她还喜欢\n夏洛特的网》。有人有什么建议吗？奖金...",
      "title": "给4岁孩子读的章节书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正在爲我4歲的孩子尋找章節書的建議。她不識字，但喜歡\n被閱讀。她非常喜歡Beverly Cleary的書（Henry Huggins, the Ramona\n書）。) 我也給她讀過羅爾德-達爾和小房子的書。她還喜歡\n夏洛特的網》。有人有什麼建議嗎？獎金...",
      "title": "給4歲孩子讀的章節書"
    }
  ]
}