{
  "author": "Dramatic_Iron_4595",
  "original_created_utc": 1632151698,
  "title": "Tell us what did you buy on this DiP ReD Monday ?",
  "created_utc": 1632170471,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>On this Dip Day, what did you purchase ? Share your thoughts and why you purchased x coins? I personally bought some Harmony One and DOT today. HARMONY because of their increased presence lately and pump plus all the bullish news floating around (Aave launching with them), great staking rewards, etc</p>\n\n<p>DOT because of the upcoming crowdloan/parachains projected to be in November and regardless of this event, DOT is always a solid project in my head and imo undervalued until it will break through.</p>\n\n<p>Others I did considered was THETA, Algorand, VET and LINK (Love LINK 💘)</p>\n\n<p>Some edits are required:</p>\n\n<ol>\n<li>BUY YOUR GROCERIES AND Ramen is the way( flavours are: Shrimp, crabs and whale).</li>\n<li>Don&#39;t do drugs. The charts are enough to get you high.</li>\n<li>When in doubt, diversification is key. And don&#39;t go all-in. You never know if the dips, gonna dip dipper!</li>\n<li>Thanks for the upvotes. Appreciate ❤</li>\n<li>Goodluck to everyone and may you reach your moon 🌙</li>\n</ol>\n\n<p><strong>6. UPDATE: The flash sales which are less 20%:</strong></p>\n\n<ul>\n<li>Audius</li>\n<li>Tezos</li>\n<li>Terra Luna</li>\n<li>Fantom</li>\n<li>Thorchain</li>\n<li>Harmony One</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 161,
  "permalink": "/r/CryptoCurrency/comments/prx5yo/tell_us_what_did_you_buy_on_this_dip_red_monday/",
  "subreddit": "CryptoCurrency",
  "id": "prx5yo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "On this Dip Day, what did you purchase ? Share your thoughts and why you\npurchased x coins? I personally bought some Harmony One and DOT today. HARMONY\nbecause of their increased presence lately and pump plus all the bullish news\nfloating around (Aave launching with them), great staking rewards,…"
}