{
  "author": "LucidLV",
  "original_created_utc": 1636535418,
  "title": "Anyone else go through life feeling sub par? I have zero skills, zero ambition, crappy memory etc.? I feel broken, because I wasn’t made right?",
  "created_utc": 1636547762,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sorry for the depressing title.  But I was wondering if anyone else felt the way I do. </p>\n\n<p>I’ve been average or less than average on most everything in life. But I knew from an early age I wasn’t very smart. And although I waited for any hidden skills or talent to form, nothing ever did. </p>\n\n<p>I understand you have to apply yourself. I tried that for several things but basically the older I got the harder life got and the more I realized I feel like a waste of resources. I don’t offer much to the world other than being fairly “nice” I guess. </p>\n\n<p>Seems most people are innately good at skills or have talents. I never had a single talent or skill.  Now Im 40 ish and feel now it’s too late to even bother and im really worried I’ll never fully be financially stable or blessed with a great life etc. because of how the universe made me. </p>\n\n<p>I try to be at peace with it but it’s always frustrated me and frankly kind of upset me that although I’m “nice” and don’t want to harm a fly, I feel the universe skipped me and in fact made me severely flawed. </p>\n\n<p>Im grateful for what health I have but even they got taken from me at age 30 due to to a herniated disk I can’t afford to fix that ultimately leaves me in chronic pain and discomfort. </p>\n\n<p>Im not really depressed but it’s hard to find happiness. I wish I would have been like almost any member of my family. Gifted with some skill or way to make some things easy. Money. Love. Talent. I know not all these things are gifted to you but it seems they come a lot easier when you have skills and talent. </p>\n\n<p>For example, I never could memorize times tables. I couldn’t tell you a favorite movie or book because I have no real interest. I seem to have been born disinterested in sex, was not blessed well endowed, and stayed with the first person who showed an interest which has led to a unsatisfactory relationship for both parties. </p>\n\n<p>I could go on and on.  But I often wonder if I’m alone in this? </p>\n\n<p>I could be gone tomorrow and it wouldn’t matter. A few people might miss me, my dogs sure would, but sometimes I wish this thing called “life” was more enjoyable and fulfilling like it seems to be for basically most people around me.</p>\n</div><!-- SC_ON -->",
  "score": 116,
  "permalink": "/r/NoStupidQuestions/comments/qqqbrr/anyone_else_go_through_life_feeling_sub_par_i/",
  "subreddit": "NoStupidQuestions",
  "id": "qqqbrr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Sorry for the depressing title. But I was wondering if anyone else felt the way\nI do.\n\nI’ve been average or less than average on most everything in life. But I knew\nfrom an early age I wasn’t very smart. And although I waited for any hidden\nskills or talent to form, nothing ever did.\n\nI understand…"
}