{
  "author": "J_LawsButthole",
  "original_created_utc": 1630418304,
  "title": "YSK: Airport Police Can Jump Your Car Battery",
  "created_utc": 1631004162,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: So recently, my wife and I flew back home from a week-long vacation. Our last flight home had gotten delayed three times. We were getting more and more frustrated and tired. </p>\n\n<p>After 9 hours of traveling we finally land, grab our bags from baggage, and head to the car. My wife presses the Unlock button on her key fob. No response. She manually unlocks the car door and tries to start it. Nothing. </p>\n\n<p>The battery was completely dead. The wife calls AAA and, to our dismay, they aren&#39;t able to get there until 4:30AM</p>\n\n<p>We begrudgingly accept the fact that we would have to get a hotel room and we spend the night in the landing city. So we grab our bags, trek back up to the airport, and order an uber to the hotel.</p>\n\n<p>The next morning, the AAA driver has trouble finding his way to the parking garage and has an airport police officer escort him to us. The police officer tells us that the parking garages have emergency phones that we can use to call the airport police and they are able to jump car batteries for people who are stuck. </p>\n\n<p>That would have saved us so much time and money, had we known. But we finally made it home after a week in paradise!</p>\n\n<p>TLDR: If your car battery dies at the airport, you can use one of the emergency phones to call the airport police and they will jump the car for you</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/pf6ece/ysk_airport_police_can_jump_your_car_battery/",
  "subreddit": "YouShouldKnow",
  "id": "pf6ece",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: So recently, my wife and I flew back home from a week-long vacation.\nOur last flight home had gotten delayed three times. We were getting more and\nmore frustrated and tired.\n\nAfter 9 hours of traveling we finally land, grab our bags from baggage, and head\nto the car. My wife presses the…"
}