{
  "author": "J_LawsButthole",
  "original_created_utc": 1630418304,
  "title": "YSK: Airport Police Can Jump Your Car Battery",
  "created_utc": 1631004162,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: So recently, my wife and I flew back home from a week-long vacation. Our last flight home had gotten delayed three times. We were getting more and more frustrated and tired. </p>\n\n<p>After 9 hours of traveling we finally land, grab our bags from baggage, and head to the car. My wife presses the Unlock button on her key fob. No response. She manually unlocks the car door and tries to start it. Nothing. </p>\n\n<p>The battery was completely dead. The wife calls AAA and, to our dismay, they aren&#39;t able to get there until 4:30AM</p>\n\n<p>We begrudgingly accept the fact that we would have to get a hotel room and we spend the night in the landing city. So we grab our bags, trek back up to the airport, and order an uber to the hotel.</p>\n\n<p>The next morning, the AAA driver has trouble finding his way to the parking garage and has an airport police officer escort him to us. The police officer tells us that the parking garages have emergency phones that we can use to call the airport police and they are able to jump car batteries for people who are stuck. </p>\n\n<p>That would have saved us so much time and money, had we known. But we finally made it home after a week in paradise!</p>\n\n<p>TLDR: If your car battery dies at the airport, you can use one of the emergency phones to call the airport police and they will jump the car for you</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/pf6ece/ysk_airport_police_can_jump_your_car_battery/",
  "subreddit": "YouShouldKnow",
  "id": "pf6ece",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: So recently, my wife and I flew back home from a week-long vacation.\nOur last flight home had gotten delayed three times. We were getting more and\nmore frustrated and tired.\n\nAfter 9 hours of traveling we finally land, grab our bags from baggage, and head\nto the car. My wife presses the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 先日、妻と私は1週間の休暇から飛行機で帰国しました。\n最後に乗った飛行機が3回も遅れてしまったのです。私たちは、ますますイライラし、疲れてしまいました。\n私たちはますますイライラし、疲れていました。\n\n9時間の旅の後、私たちはようやく着陸し、手荷物を受け取り、車に向かいました。\n車に向かう。妻が「...」を押す。",
      "title": "YSK: 空港警察があなたの車のバッテリーをジャンプさせます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：最近，我和我的妻子从一个为期一周的假期中飞回了家。\n我们上次回家的航班已经延误了三次。我们变得越来越\n越来越沮丧和疲惫。\n\n经过9个小时的旅行，我们终于着陆了，从行李中拿起我们的行李，然后前往\n到车上。我的妻子按下了...",
      "title": "YSK：机场警察可以给你的汽车电池充电"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：最近，我和我的妻子從一個爲期一週的假期中飛回了家。\n我們上次回家的航班已經延誤了三次。我們變得越來越\n越來越沮喪和疲憊。\n\n經過9個小時的旅行，我們終於着陸了，從行李中拿起我們的行李，然後前往\n到車上。我的妻子按下了...",
      "title": "YSK：機場警察可以給你的汽車電池充電"
    }
  ]
}