{
  "author": "kennymc2005",
  "the_new_excerpt": "It’s inexcusable that the vast majority of the world still maintains ties with\nChina as they do the worst mass genocide since the Holocaust, and the only mass\ngenocide that can compare to it. China needs to be held accountable and we need\nto send the message that this isn’t ok. The best way to do so…",
  "original_created_utc": 1615087038,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "不可原谅的是，世界上绝大多数国家仍然与中国保持着联系。\n中国，因为他们做了自大屠杀以来最严重的大规模种族灭绝，也是唯一的大规模种族灭绝。\n的种族灭绝，可以与之相比。中国需要被追究责任，而我们也需要\n发出这样的信息是不行的。最好的方法是...",
      "title": "CMV：在中国停止对维吾尔族穆斯林的大规模种族灭绝之前，国际社会应该切断与中国的一切联系。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不可原諒的是，世界上絕大多數國家仍然與中國保持着聯繫。\n中國，因爲他們做了自大屠殺以來最嚴重的大規模種族滅絕，也是唯一的大規模種族滅絕。\n的種族滅絕，可以與之相比。中國需要被追究責任，而我們也需要\n發出這樣的信息是不行的。最好的方法是...",
      "title": "CMV：在中國停止對維吾爾族穆斯林的大規模種族滅絕之前，國際社會應該切斷與中國的一切聯繫。"
    }
  ],
  "title": "CMV: The international community should cut all ties with China until they stop the mass genocide of Uighur Muslims",
  "created_utc": 1615095554,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It’s inexcusable that the vast majority of the world still maintains ties with China as they do the worst mass genocide since the Holocaust, and the only mass genocide that can compare to it. China needs to be held accountable and we need to send the message that this isn’t ok. The best way to do so is to cut all ties, including trade and diplomatic relations, until China halts this mass genocide. Women are being raped to death. Men and children are being worked to death. People are being sterilized. You can’t sit by and allow this to happen.</p>\n\n<p>The negative consequences that I can see happening is we lose (in a short period of time) a lot of exports, but I’m sure we can all agree that we can wait a year for a new iphone if it leads to the end of a mass genocide. We can trade in other places. We should do anything we can to stop this human rights violation, and it starts with cutting ties to China.</p>\n\n<p>Change my view</p>\n\n<p>Edit: The IPhone thing was an oversimplification of what would happen to the economy. My point was most of our imports from China are leisure items, thus it won’t be as bad on the people if they go away for a small period of time as other countries step up to fill the gap</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/lzhy8w/cmv_the_international_community_should_cut_all/",
  "subreddit": "changemyview",
  "id": "lzhy8w",
  "is_self": true,
  "media": null,
  "is_video": false
}