{
  "author": "slowbro_69",
  "the_new_excerpt": "Here is just some basic info on what is generally trackable by a decent IT\ndepartment.\n\nO365\n\nIf you are working somewhere with more than 100 employees and the organization\nis using O365 chances are they have something like a MS E3 or E5 license for\neach user. You would be surprised what information…",
  "original_created_utc": 1610929606,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这里只是一些基本的信息，一般来说，一个像样的IT公司是可以跟踪的。\n部门。\n\nO365\n\n如果你的工作地点有100名以上的员工，并且组织机构\n是使用O365的机会，他们有类似MS E3或E5许可证的东西，用于\n每个用户。你会惊讶于什么信息...",
      "title": "YSK：你的工作电脑记录的更多的是你要去的网站。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這裏只是一些基本的信息，一般來說，一個像樣的IT公司是可以跟蹤的。\n部門。\n\nO365\n\n如果你的工作地點有100名以上的員工，並且組織機構\n是使用O365的機會，他們有類似MS E3或E5許可證的東西，用於\n每個用戶。你會驚訝於什麼信息...",
      "title": "YSK：你的工作電腦記錄的更多的是你要去的網站。"
    }
  ],
  "title": "YSK: Your work computer is recording more that what websites you are going to.",
  "created_utc": 1610995325,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Here is just some basic info on what is generally trackable by a decent IT department.  </p>\n\n<p>O365</p>\n\n<p>If you are working somewhere with more than 100 employees and the organization is using O365 chances are they have something like a MS E3 or E5 license for each user. You would be surprised what information is actually recorded. Working in the information security side of the house, I happen to have access to this kind of stuff. So what can I see? I can see every Teams chat message, every SharePoint file, every email you sent or received. I can query this information in different ways, I can search for everyone in the organization who has wrote about, sent a chat about, emailed, saved a file with the specific word I am looking for. </p>\n\n<p>Internet</p>\n\n<p>If your organizations IT department is worth two shits, they are logging what websites people are going to. It is old school and extremely easy to implement. Now if your organization actually has a good IT department, it could be much worse. Many places now even have SSL intercept, which basically means even on a secure website, every thing you enter or submit on a page gets logged. </p>\n\n<p>Apps</p>\n\n<p>This is another basic one. We can see if you put Steam on your work computer. Hopefully your IT department does not just let you install your own apps, but some do. If they do limit you from doing that and you think you are so smart using portable versions of your applications, yeah we can see that too.</p>\n\n<p><strong>Why YSK:</strong> So you don&#39;t get fired thinking working from home means I can shop for cat slippers on Amazon all day long. Just set up your personal laptop next to your work computer.</p>\n\n<p>TLDR: If you are on a work computer your IT department might know you are reading this post.</p>\n</div><!-- SC_ON -->",
  "score": 193,
  "permalink": "/r/YouShouldKnow/comments/kzitwn/ysk_your_work_computer_is_recording_more_that/",
  "subreddit": "YouShouldKnow",
  "id": "kzitwn",
  "is_self": true,
  "media": null,
  "is_video": false
}