{
  "author": "Slg407",
  "original_created_utc": 1634143313,
  "title": "YSK there is a website for the creation and requesting of community captions for youtube videos",
  "created_utc": 1634165670,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: YouTube removed the ability for users to add community captions to videos, those captions were extremely useful for people with hearing disabilities and for non english speakers, as it allowed for community translations of videos and for the correct subtitling of them.</p>\n\n<p>The website <a href=\"https://www.captionfy.io/home\">https://www.captionfy.io/</a> was started in september, and while it does not have a very large community yet, spreading awareness of it could help people with hearing disabilities, as the larger it is, the more accessible those captions will be.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/YouShouldKnow/comments/q7f5ui/ysk_there_is_a_website_for_the_creation_and/",
  "subreddit": "YouShouldKnow",
  "id": "q7f5ui",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: YouTube removed the ability for users to add community captions to\nvideos, those captions were extremely useful for people with hearing\ndisabilities and for non english speakers, as it allowed for community\ntranslations of videos and for the correct subtitling of them.\n\nThe website…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKの理由：YouTubeは、ユーザーがビデオにコミュニティキャプションを追加する機能を削除しました。\nこれらのキャプションは、聴覚障害者や非英語圏の人にとって非常に便利なものでした。\n聴覚障害者や英語を母国語としない人にとって非常に便利でした。\n聴覚障害者や英語を母国語としない人にとって、非常に便利な機能でした。\n\nウェブサイト...",
      "title": "YSK youtubeの動画にコミュニティ・キャプションを作成したり、リクエストしたりするサイトがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：YouTube取消了用户向视频添加社区字幕的功能。\n这些字幕对有听力障碍的人和不讲英语的人非常有用。\n这些字幕对于有听力障碍的人和不讲英语的人来说非常有用，因为它允许对视频进行社区翻译，并允许正确的翻译。\n因为它允许对视频进行社区翻译并对其进行正确的字幕。\n\n该网站...",
      "title": "YSK有一个网站，用于创建和申请YouTube视频的社区字幕"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：YouTube取消了用戶向視頻添加社區字幕的功能。\n這些字幕對有聽力障礙的人和不講英語的人非常有用。\n這些字幕對於有聽力障礙的人和不講英語的人來說非常有用，因爲它允許對視頻進行社區翻譯，並允許正確的翻譯。\n因爲它允許對視頻進行社區翻譯並對其進行正確的字幕。\n\n該網站...",
      "title": "YSK有一個網站，用於創建和申請YouTube視頻的社區字幕"
    }
  ]
}