{
  "author": "BoleslawSpindleshank",
  "the_new_excerpt": "Dear Jake:\n\nThank you very much for your kind thoughts and for taking the trouble to\ncommunicate them. Reading a novel is such an elective enterprise—after all no\none HAS to read a novel—that a writer is always gratified to know that his work\nhas repaid a reader’s time. I’m very happy to learn that…",
  "original_created_utc": 1615201255,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "亲爱的杰克\n\n非常感谢你的好意，也感谢你不厌其烦地...\n沟通它们。读小说就是这样一项选修的事业--毕竟没有。\n一个人必须读一本小说--一个作家总是很高兴地知道他的作品。\n已经偿还了一位读者的时间。我很高兴得知... ...",
      "title": "给一位作者（William Altimari）发了一条个人/感谢信息，这是他的回复。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "親愛的傑克\n\n非常感謝你的好意，也感謝你不厭其煩地...\n溝通它們。讀小說就是這樣一項選修的事業--畢竟沒有。\n一個人必須讀一本小說--一個作家總是很高興地知道他的作品。\n已經償還了一位讀者的時間。我很高興得知... ...",
      "title": "給一位作者（William Altimari）發了一條個人/感謝信息，這是他的回覆。"
    }
  ],
  "title": "Sent a personal/thank you message to an author (William Altimari) this was his response",
  "created_utc": 1615206710,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Dear Jake:</p>\n\n<p>Thank you very much for your kind thoughts and for taking the trouble to communicate them.  Reading a novel is such an elective enterprise—after all no one HAS to read a novel—that a writer is always gratified to know that his work has repaid a reader’s time.  I’m very happy to learn that Rider in the Rain has done that for you.</p>\n\n<p>You might be surprised to hear, even in this age of email and social media, that novelists don’t receive very much communication from their readers.  Why this is so is anyone’s guess, but I suspect most readers are too shy or intimidated to write to an author they favor.  I suppose they’d be startled to learn that writers put on their pants one leg at a time just like everyone else.  For that reason I’m doubly grateful that you made the effort to write.  Also, I’m especially pleased that you’ve done so for Rider in the Rain, because this book is a personal favorite of mine.  Every now and then a novelist feels fairly certain that he’s gotten every pitch right over the plate, as I feel with this one, and so your generous remarks are especially meaningful.</p>\n\n<p>I’m attaching a photo as a little souvenir for you of your experience with reading Rider in the Rain.  This is the make and model of revolver that Madero uses in the final shootout.  There are many fine modern copies available (I have one and it’s a pleasure to shoot), but the gun in the photo is a fully operational original from the 1870s and is part of my collection.  The tally marks/notches, four on both grip plates, are very old and of unknown origin.  </p>\n\n<p>Again, thank you for taking the time and trouble to write, and please accept my very best wishes and warm regards.</p>\n\n<p>Sincerely,\nBill Altimari</p>\n\n<p>(Made my week. What a great, down to earth guy)</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/books/comments/m0ddp9/sent_a_personalthank_you_message_to_an_author/",
  "subreddit": "books",
  "id": "m0ddp9",
  "is_self": true,
  "media": null,
  "is_video": false
}