{
  "author": "Russser",
  "original_created_utc": 1634676870,
  "title": "Piranesi by Susanna Clarke is a masterpiece.",
  "created_utc": 1634685797,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>(No spoilers) Piranesi by Susanna Clarke is a deep, wonderful, page-turner of a fantasy novel that evokes feelings of loneliness, liminality, and tension at the same time. The novel is largely about one’s connection with the world around them, about slowing down and appreciating the world, whatever that world may be. In parallel its also a thrilling fantasy-mystery with an intriguing and haunting puzzle for the reader to solve.</p>\n\n<p>The setting is the hook of this novel, a sprawling endless house with room upon room of statues. The setting itself is simply yet beautifully described and observed by the protagonist. This leads itself to one of the strengths of the novel, the protagonist. The protagonist is sweet, smart and all around a pleasure to read. The other characters are curious and haunting but also distinct. The set up, the house, and the two characters present lead the reader to hundreds upon hundreds of questions and this is the catalyst for the central mystery. What is this world, how did the protagonist get here? This creates an atmosphere that makes it hard to put down as the protagonist gathers more and more clues throughout his exploration of the House. This leads me to the novels pacing, which is perfect. It is almost a meditative experience at first with beautiful descriptions of the House and an overall feeling of liminality. The writing is simple, but beautiful. The clues and worldbuilding are constantly fed to the reader making it a breeze to read. The climax and reveals near the end of the book are so heart wrenching and tense that you will be on the edge of your seat.</p>\n\n<p>There is not much to complain about here, I didn’t enjoy the random capitalization at first. However, when I thought about it some more and realized it absolutely invokes the theme of connecting with the world and appreciating life it made more sense to me. The protagonist is capitalizing things because they have great meaning to him. It might be an inanimate object but to him it has purpose and is a part of the world and it perfectly encapsulate the deeper themes presented in the book. There are also some complaints that the book is too “weird”. I don’t agree with this sentiment at all. The setting and circumstances presented at the beginning of the book may seem outlandish and strange but the writing is clear and by the end most of the strangeness is explained rather frankly, this is not a surrealist novel in in the thread of Murakami, this is a fantasy novel with clear worldbuilding and its own system of logic.</p>\n\n<p>In brief, this novel is perfect. A gloriously fun fantasy and mystery novel with beautiful writing, perfect pacing, and great characters. The book is melancholy, cozy, exciting, all at once. It has deep themes about loneliness, the world, our place in it, but is also just fun to read. This is absolutely my favourite read of the year and one of my favourite books of all time. A masterpiece.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/books/comments/qbkpy3/piranesi_by_susanna_clarke_is_a_masterpiece/",
  "subreddit": "books",
  "id": "qbkpy3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "(No spoilers) Piranesi by Susanna Clarke is a deep, wonderful, page-turner of a\nfantasy novel that evokes feelings of loneliness, liminality, and tension at the\nsame time. The novel is largely about one’s connection with the world around\nthem, about slowing down and appreciating the world, whatever…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "(ネタバレなし) スザンナ・クラークの『ピラネージ』は、深くて素晴らしい、ページをめくるようなファンタジー小説です。\n孤独感、限界感、緊張感を同時に呼び起こすファンタジー小説です。\n孤独感、限界感、緊張感を同時に感じさせる、深い素晴らしいファンタジー小説です。この小説は主に、自分を取り巻く世界とのつながり、ゆっくりとした時間の流れや感謝の気持ちについて書かれています。\nこの小説は、自分を取り巻く世界とのつながり、ゆっくりとした時間の中で世界に感謝すること、そして何よりも...",
      "title": "スザンナ・クラークのピラネージは名作です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "苏珊娜-克拉克(Susanna Clarke)的《皮拉内西》(Piranesi)是一部深刻、精彩、翻页的幻想小说。\n幻想小说，唤起了人们对孤独、边缘性和紧张的感觉。\n同时也唤起了孤独感、边缘性和紧张感。这部小说主要是关于一个人与周围世界的联系。\n这部小说主要是关于一个人与周围世界的联系，关于放慢脚步，欣赏世界，无论...",
      "title": "苏珊娜-克拉克的《皮拉内西》是一部杰作。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "蘇珊娜-克拉克(Susanna Clarke)的《皮拉內西》(Piranesi)是一部深刻、精彩、翻頁的幻想小說。\n幻想小說，喚起了人們對孤獨、邊緣性和緊張的感覺。\n同時也喚起了孤獨感、邊緣性和緊張感。這部小說主要是關於一個人與周圍世界的聯繫。\n這部小說主要是關於一個人與周圍世界的聯繫，關於放慢腳步，欣賞世界，無論...",
      "title": "蘇珊娜-克拉克的《皮拉內西》是一部傑作。"
    }
  ]
}