{
  "author": "kelemvor33",
  "the_new_excerpt": "I just wanted to give a quick story about how I got hooked on audiobooks which\nbrought back my love of 'reading' for anyone who this might help.\n\nI had heard about these audiobook things for a while but wasn't sure if I'd like\nthem or not. I rarely have time to just sit down and read an actual book,…",
  "original_created_utc": 1613837214,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我只是想给一个快速的故事，我如何迷上有声读物，这\n唤回了我对 \"阅读 \"的热爱，这对任何人都有帮助。\n\n我听说过这些有声书的事情有一段时间了，但不知道我是否会喜欢。\n他们或不。我很少有时间坐下来读一本真正的书，... ...",
      "title": "如果你还没有尝试过有声读物，不妨一试。特别是如果你没有时间阅读... ..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我只是想給一個快速的故事，我如何迷上有聲讀物，這\n喚回了我對 \"閱讀 \"的熱愛，這對任何人都有幫助。\n\n我聽說過這些有聲書的事情有一段時間了，但不知道我是否會喜歡。\n他們或不。我很少有時間坐下來讀一本真正的書，... ...",
      "title": "如果你還沒有嘗試過有聲讀物，不妨一試。特別是如果你沒有時間閱讀... ..."
    }
  ],
  "title": "If you haven't tried an Audiobook, give it a go. Especially if you don't have time to read...",
  "created_utc": 1613850220,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I  just wanted to give a quick story about how I got hooked on audiobooks which brought back my love of &#39;reading&#39; for anyone who this might help.</p>\n\n<p>I had heard about these audiobook things for a while but wasn&#39;t sure if I&#39;d like them or not.  I rarely have time to just sit down and read an actual book, but I have tons of downtime while commuting to work and things like that which would be perfect for an audiobook.  A few years back I decided to give one a try.  </p>\n\n<p>I decided that for my first audiobook I wanted to listen to something I was already familiar with so I didn&#39;t have to dedicate as much concentration to it since I would know the storyline, characters, etc.  I decided to go with Harry Potter.  It was one of the best decisions I&#39;ve ever made.   I listened to the books while driving to and from work (or driving anywhere for that matter), while going for a walk at lunch, while walking the dog in the evening, while mowing the lawn, and probably during some other times.  I flew through the first book and then finished off the entire series.</p>\n\n<p>Since then I&#39;ve listened to dozens of books that I never would have actually read if I only had access to ebooks or physical books.  I&#39;m sure audiobooks aren&#39;t for everyone, but I recommend anyone who wants to read more, but doesn&#39;t have time to just sit down and read, give them a shot and listen during those times where you can do two things at once.</p>\n\n<p>Some of the series I&#39;ve listened to are:</p>\n\n<ul>\n<li>Harry Potter</li>\n<li>Chronicles of Narnia</li>\n<li>Wheel of Time</li>\n</ul>\n\n<p>If you&#39;re not familiar with Overdrive and Libby, check them our for free audiobooks from your library system.</p>\n\n<p>Good Luck!</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/loa6rm/if_you_havent_tried_an_audiobook_give_it_a_go/",
  "subreddit": "books",
  "id": "loa6rm",
  "is_self": true,
  "media": null,
  "is_video": false
}