{
  "author": "MTVChallengeFan",
  "original_created_utc": 1627399554,
  "title": "CMV: Here in the United States of America(USA), adult prostitution should be legalized everywhere.",
  "created_utc": 1627433526,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First of all, I think every choice that doesn&#39;t affect, or harm someone should be legalized. <em>Adult</em> prostitution(18 years old, and older) is generally a mutual agreement between both adults. One adult pays the other adult for intimate relations, and they both agree on it. This means one adult has the freedom to spend his/her money however he/she wants, and the other adult has the freedom to use his/her body however he/she wants. Therefore, since both choices aren&#39;t harming anything else in society, it should be legalized. One could argue this negatively affects their &quot;personal lives&quot;, but there is some grey area to that statement. One could also argue drinking alcohol, and gambling(just two examples) negatively affects people&#39;s personal lives, yet, both of them are widely legal beginning at 21 years old, so that argument is invalid. </p>\n\n<p>Second of all, we already have pornography widely legal in the USA, which is essentially prostitution with an audience. Most porn stars are solely doing porn because they can make quite a bit of money, so isn&#39;t that the same dynamic as prostitution? The only reason I think porn is legal, and not prostitution is because porn helps big business. </p>\n\n<p>Third of all, one main reason why pornography is illegal is due to it being &quot;immoral&quot;. I don&#39;t think laws should be dictated solely on immorality. Murdering someone, raping someone, and stealing from someone else are actions that are widely considered immoral, <em>but</em>, all three of those actions also grossly harm other people, and/or ends human lives. On the other hand, as I stated before, alcohol, gambling, and even tobacco use can be considered &quot;immoral&quot; to some people, yet, all of those are widely legal.</p>\n\n<p>Fourth of all, there are sexually frustrated people who don&#39;t want to  ruin their lives by risking getting caught seeing a prostitute. It may not sound like much, but it could cause someone to be terminated from their job, and being blacklisted from their careers. With legalized prostitution, this wouldn&#39;t be an issue at all.</p>\n\n<p>Other than the flawed &quot;immorality&quot; argument, the only consistent argument I see against legalized prostitution is the notion it would increase human trafficking. However, I think that&#39;s speculation more than anything, and we already have a human trafficking problem in the country anyway, so what difference does this make?</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/osp0nz/cmv_here_in_the_united_states_of_americausa_adult/",
  "subreddit": "changemyview",
  "id": "osp0nz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First of all, I think every choice that doesn't affect, or harm someone should\nbe legalized. Adult prostitution(18 years old, and older) is generally a mutual\nagreement between both adults. One adult pays the other adult for intimate\nrelations, and they both agree on it. This means one adult has the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず第一に、誰かに影響を与えたり、傷つけたりしない選択はすべて合法化されるべきだと思います。\n合法化すべきだと思います。大人の売春（18歳以上）は、一般的に双方の大人の間で合意されたものです。\n大人の売春（18歳以上）は、一般的に双方の大人の間で合意されたものです。片方の大人がもう片方の大人に親密な関係を求めてお金を払い、二人ともそれに同意します。\n親密な関係のためにお金を払い、二人ともそれに同意しています。つまり、一方の大人が...",
      "title": "CMV: アメリカでは、大人の売春はどこでも合法化されるべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我认为每一个不影响、不伤害别人的选择都应该\n都应该被合法化。成人卖淫（18岁及以上）通常是一种相互之间的协议。\n两位成年人之间的协议。一个成年人向另一个成年人支付亲密关系的费用\n关系，而且他们都同意这样做。这意味着一个成年人有...",
      "title": "CMV：在美利坚合众国（USA），成人卖淫应该在各地合法化。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我認爲每一個不影響、不傷害別人的選擇都應該\n都應該被合法化。成人賣淫（18歲及以上）通常是一種相互之間的協議。\n兩位成年人之間的協議。一個成年人向另一個成年人支付親密關係的費用\n關係，而且他們都同意這樣做。這意味着一個成年人有...",
      "title": "CMV：在美利堅合衆國（USA），成人賣淫應該在各地合法化。"
    }
  ]
}