{
  "author": "JackC1126",
  "original_created_utc": 1632363750,
  "title": "Is it wrong to be disturbed by the celebration of death on Reddit?",
  "created_utc": 1632405173,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Is anyone else disturbed by the celebration of death on Reddit?</p>\n\n<p>Now listen, I want to start off like this:</p>\n\n<ol>\n<li>I am not an antivaxxer </li>\n<li>I am fully vaccinated against COVID</li>\n<li>I am fully aware that the vaccine is safe and effective and everyone should take it ASAP</li>\n<li>I believe that those who are able to get vaccinated but are choosing not to are being selfish and ignorant</li>\n</ol>\n\n<p>That being said, the fact that Reddit collectively cheers when antivaxxers die just doesn’t sit right with me. It started off fairly tame. No death posts for the most part, just posts that said “I told you so” with antivaxxers in the hospital. But as the pandemic has dragged on, things have gotten more and more malicious. Parents leaving behind children, engaged couples, expecting mothers, all are relentlessly ridiculed after their deaths. Hell, there’s even an entire subreddit dedicated to poking fun at dead antivaxxers. Am I the only one who feels this is wrong? These posts are getting out of hand, but every time I try to bring it up I’m downvoted into oblivion. It’s kinda heartbreaking honestly, in a situation like this I’d think basic human decency would prevail. But now there’s posts on the front page with tons of awards saying appalling shit like “I could watch antivaxxers die of COVID all day.” I just don’t understand this behavior. How can others watch people die and find it funny? Does anyone else feel this way? Would love to hear your thoughts.</p>\n</div><!-- SC_ON -->",
  "score": 109,
  "permalink": "/r/TooAfraidToAsk/comments/ptlia9/is_it_wrong_to_be_disturbed_by_the_celebration_of/",
  "subreddit": "TooAfraidToAsk",
  "id": "ptlia9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Is anyone else disturbed by the celebration of death on Reddit?\n\nNow listen, I want to start off like this:\n\n 1. I am not an antivaxxer\n 2. I am fully vaccinated against COVID\n 3. I am fully aware that the vaccine is safe and effective and everyone should\n    take it ASAP\n 4. I believe that those…"
}