{
  "author": "absentdandelion",
  "the_new_excerpt": "The vast, vast majority of my reading is all from the library or used books.\nOccasionally I'll have a thought about feeling bad I'm not supporting the\nauthors by buying their books, but then I remember they only make literal cents\noff of each sale of their books, the vast majority going to the…",
  "original_created_utc": 1618238022,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の読書の大部分は、すべて図書館や古本からです。\nたまに、本を買って作者を支援しないのは申し訳ないと思うことがあります。\n本を買うことで著者を支援していないことを残念に思うこともありますが、彼らは一回の販売で数セントしか稼げないことを思い出します。\nしかし、彼らは自分の本が売れるたびに文字通り数セントの利益しか得られず、その大部分は...。",
      "title": "著者は出版物が売れても数セントしか得られず、図書館で読んでも何も得られないのだから、著者に直接寄付できればいいのだが。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的阅读，绝大部分都是来自图书馆或二手书。\n偶尔我会有一个念头，觉得自己没有支持好。\n作者通过购买他们的书，但后来我记得他们只赚字面的美分\n每卖出一本他们的书，绝大部分都会捐给... ...",
      "title": "我希望能直接捐给作者，因为他们只从出版的书本销售中获得分钱，而从图书馆的阅读中根本得不到任何好处。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的閱讀，絕大部分都是來自圖書館或二手書。\n偶爾我會有一個念頭，覺得自己沒有支持好。\n作者通過購買他們的書，但後來我記得他們只賺字面的美分\n每賣出一本他們的書，絕大部分都會捐給... ...",
      "title": "我希望能直接捐給作者，因爲他們只從出版的書本銷售中獲得分錢，而從圖書館的閱讀中根本得不到任何好處。"
    }
  ],
  "title": "I wish I could donate directly to authors, because they get only cents from the sale of a published copy and nothing at all from a library read",
  "created_utc": 1618279265,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The vast, vast majority of my reading is all from the library or used books. Occasionally I&#39;ll have a thought about feeling bad I&#39;m not supporting the authors by buying their books, but then I remember they only make literal cents off of each sale of their books, the vast majority going to the publisher. I would love the option of being able to donate a dollar directly to an author, such as on their website, after reading their book from the library. I quickly googled a couple of authors I&#39;ve read recently but unsurprisingly couldn&#39;t find any donate links. I can&#39;t be the first to have thought of this. Am I vastly oversimplifying this? </p>\n\n<p>Note: I recognize that buying a book helps the authors in more ways than the 20 cents or so they receive, such as boosting them on best-selling lists or making the publisher more likely to want to publish another work of theirs. However, due to my budget, I still can&#39;t afford new books all the time, so I will continue to read from the library regardless.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/mpf474/i_wish_i_could_donate_directly_to_authors_because/",
  "subreddit": "books",
  "id": "mpf474",
  "is_self": true,
  "media": null,
  "is_video": false
}