{
  "author": "PunPryde",
  "original_created_utc": 1630814602,
  "title": "The Bitcoin golden cross is still on track to form in September for the first time in 1.5 years and may keep the rally going to take BTC to $100,000.",
  "created_utc": 1630831189,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>20 days ago I posted about the golden cross that is currently forming on BTC which was on track to complete by mid-September. After re-analyzing I can confirm it is still on track and should roughly complete in the 3rd week. This is when the 50 day moving average (DMA) will cross above the 200 DMA. The last time this happened was in May 2020 which led to a BTC rallying from $8,000 to $64,800 (+700%). Don&#39;t expect a 700% gain again but I can foresee this golden crossover pushing BTC to $80K and perhaps finally to the famous $100K mark everyone has been waiting on for awhile now. I still think we&#39;re on track to see $100K BTC in late January to early March 2022 if the golden cross completes in September. </p>\n\n<p>In my previous post (20 days ago) I said if you&#39;re feeling bullish on this current rally you should not wait to buy BTC, since then the price has already risen 9% (from $45K to $49K). If the golden cross pans out there is still plenty of time to buy now. However, the longer you wait the more you&#39;ll pay so again, if you&#39;re bullish, pick up some BTC now and enjoy the ride to $100K!</p>\n</div><!-- SC_ON -->",
  "score": 194,
  "permalink": "/r/CryptoCurrency/comments/pi62vm/the_bitcoin_golden_cross_is_still_on_track_to/",
  "subreddit": "CryptoCurrency",
  "id": "pi62vm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "20 days ago I posted about the golden cross that is currently forming on BTC\nwhich was on track to complete by mid-September. After re-analyzing I can\nconfirm it is still on track and should roughly complete in the 3rd week. This\nis when the 50 day moving average (DMA) will cross above the 200 DMA.…"
}