{
  "author": "BillyTheHenFucker",
  "the_new_excerpt": "I know abortion posts are probably fairly common, but my point here is one I\nhaven't seen specifically addressed.\n\nOn a legal and practical level I think you can make strong arguments for the\npro-choice position pretty close to the point of birth. However I do also think\nthe moral position is very…",
  "original_created_utc": 1620922177,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "中絶に関する投稿はよくあることだと思いますが、私がここで言いたいのは、特に取り上げられているのを見たことがないということです。\nここで私が言いたいのは、特に取り上げられているのを見たことがないことです。\n\n法的にも現実的にも、生まれた時点でのプロチョイスの立場を強く主張することができると思います。\n法律的、実用的なレベルでは、出生の時点に近いところでプロチョイスの立場を強く主張できると思います。しかし、私は次のようにも考えています。\n道徳的な立場は非常に...",
      "title": "CMV: 中絶は、感覚がないので欲求がないため、道徳的である。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道堕胎的帖子可能相当普遍，但我在这里的观点是一个我\n我还没有看到具体的解决方法。\n\n在法律和实践层面上，我认为你可以在接近出生时为支持选择的立场提出强有力的论据。\n我认为你可以在接近出生点的地方为支持选择的立场提出强有力的论据。然而我也认为\n道德立场是非常...",
      "title": "CMV: 堕胎是道德的，因为没有知觉，所以没有欲望"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道墮胎的帖子可能相當普遍，但我在這裏的觀點是一個我\n我還沒有看到具體的解決方法。\n\n在法律和實踐層面上，我認爲你可以在接近出生時爲支持選擇的立場提出強有力的論據。\n我認爲你可以在接近出生點的地方爲支持選擇的立場提出強有力的論據。然而我也認爲\n道德立場是非常...",
      "title": "CMV: 墮胎是道德的，因爲沒有知覺，所以沒有慾望"
    }
  ],
  "title": "CMV: Abortion is moral because of lack of sentience and therefore lack of desires",
  "created_utc": 1620937829,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know abortion posts are probably fairly common, but my point here is one I haven&#39;t seen specifically addressed. </p>\n\n<p>On a legal and practical level I think you can make strong arguments for the pro-choice position pretty close to the point of birth. However I do also think the moral position is very justifiable, at least for part of the pregnancy. </p>\n\n<p>Here are three points: </p>\n\n<p>Point a) Currently conscious and experiencing sentience</p>\n\n<p>Point b) Will at some point in the future be conscious and experience sentience</p>\n\n<p>Point c) At some point in the past been conscious and experienced sentience</p>\n\n<p>Now I believe it is immoral to kill a being that falls under point a), however I don&#39;t think either b) or c) <em>on their own</em> mean it would be immoral to kill. I think you need <em>both</em> of them. As if someone doesn&#39;t know they will ever experience consciousness, then you aren&#39;t taking away anything form them by killing them, as they had no desires (to be clear a &quot;desire&quot; is literally anything that a person could expect/want. I don&#39;t mean grand desires like &quot;I want to be rich&quot;. Just any expectation that you will still be conscious tomorrow could be classed as a &quot;desire&quot;), and if they can&#39;t ever be conscious again, you aren&#39;t taking experience away by killing them, they already had 0 potential for future experience. Some examples: </p>\n\n<p>1) A &quot;braindead&quot; person who will never wake up, only being kept alive by machines. - I don&#39;t think it is immoral to kill this person, they are not conscious, and never will be again. You are not taking experience that they may have desired away from them. </p>\n\n<p>2) A sleeping person - I believe it is immoral to kill a sleeping person, as, even though they are not currently a), they are b) <strong>and</strong> c). They have desires, as they have been conscious in the past, and, all else equal, will be conscious in the future. </p>\n\n<p>3) A Fetus (before 18 weeks or whenever consciousness begins) - I don&#39;t believe killing this being would be immoral, they don&#39;t have desires, therefore by killing them you are not taking away their desires. The fact they will have desires in the future is irrelevant, as they don&#39;t expect to have them. </p>\n\n<p>To be very clear about terms, by &quot;conscious and sentient&quot; I basically just mean has the ability to think and have desires, but is also aware.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/nbk8bh/cmv_abortion_is_moral_because_of_lack_of/",
  "subreddit": "changemyview",
  "id": "nbk8bh",
  "is_self": true,
  "media": null,
  "is_video": false
}