{
  "author": "yagayeet11",
  "original_created_utc": 1638729186,
  "title": "YSK there is an app called Be My Eyes that allows visually impaired people to video call volunteers to ask for visual assistance",
  "created_utc": 1638766103,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: The app is free to download and you can sign up as a volunteer or a visually impaired / blind person. If you need visual help (examples given are picking the right colour of an item of clothing, or the right brand of product when shopping) and you are visually impaired, you press a button on the app. The app will call multiple volunteers (volunteers do not need to have the app open to recieve a call, they just have to be logged in) , and whoever picks up the quickest is connected by video call. The volunteer can then assist you in whatever task you need help with.&lt;/p&gt;\n\n&lt;p&gt;Thought it was a great idea and a helpful app. Currently there are over 4 million volunteers signed up, but only 310, 000 visually impaired or blind people. Thought I&amp;#39;d share in case anyone would find this useful.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 148,
  "permalink": "/r/YouShouldKnow/comments/r9lzqz/ysk_there_is_an_app_called_be_my_eyes_that_allows/",
  "subreddit": "YouShouldKnow",
  "id": "r9lzqz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The app is free to download and you can sign up as a volunteer or a\nvisually impaired / blind person. If you need visual help (examples given are\npicking the right colour of an item of clothing, or the right brand of product\nwhen shopping) and you are visually impaired, you press a button…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>なぜYSKなのか：アプリは無料でダウンロードできます。\nボランティアや視覚障害者として登録することができます。もし、あなたが\n視覚的な助けが必要な場合（例としては、洋服の正しい色を選ぶことができます。\n視覚的な助けが必要な方（例：服の色を選んだり、買い物をするときに正しいブランドの商品を選んだり）で、...",
      "title": "YSK 「Be My Eyes」というアプリがあり、視覚障がい者がボランティアにビデオ通話で視覚支援を依頼することができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么选择YSK：该应用程序是免费下载的，你可以作为志愿者或视障/盲人注册。\n你可以以志愿者或视障/盲人的身份注册。如果你需要\n视觉帮助（举例说明挑选正确的衣服颜色。\n或在购物时选择正确的产品品牌），并且你是...",
      "title": "YSK有一个名为Be My Eyes的应用程序，可以让视障人士通过视频呼叫志愿者，请求提供视觉援助。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼選擇YSK：該應用程序是免費下載的，你可以作爲志願者或視障/盲人註冊。\n你可以以志願者或視障/盲人的身份註冊。如果你需要\n視覺幫助（舉例說明挑選正確的衣服顏色。\n或在購物時選擇正確的產品品牌），並且你是...",
      "title": "YSK有一個名爲Be My Eyes的應用程序，可以讓視障人士通過視頻呼叫志願者，請求提供視覺援助。"
    }
  ]
}