{
  "author": "RemiOmega",
  "the_new_excerpt": "I think it is good to know how compatible you are before you get married, I'm\nnot saying you should have sex on the very first date lol, but if you have a\nserious relationship on some point you have to have sex in order to know if it\nwill \"work\". I do think that many \"religious\" couples marry…",
  "original_created_utc": 1617661044,
  "localize": [
    {
      "locale": "ja-JA",
      "the_new_excerpt": "結婚する前に、自分たちの相性を知っておくのはいいことだと思います。\n最初のデートでセックスしろとは言いませんが(笑)\nでも、真剣に付き合うなら、どこかでセックスをしなければ、それが「うまくいく」かどうかを知ることはできません。\nしかし、真剣な交際をするのであれば、いつかはセックスをしなければなりません。確かに、「宗教的」なカップルの結婚は多いと思いますが...。",
      "title": "CMV：結婚するまでセックスを待つことに、何のメリットも感じません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我觉得在结婚前了解一下你们的匹配度是很好的，我。\n不是说你应该有性行为 在第一次约会lol，但如果你有一个。\n认真的关系，在某些时候，你必须有性行为，以知道它是否。\n会 \"工作\"。我确实觉得很多 \"宗教 \"夫妻结婚...",
      "title": "CMV：我不觉得等到结婚再做爱有什么好处。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我覺得在結婚前瞭解一下你們的匹配度是很好的，我。\n不是說你應該有性行爲 在第一次約會lol，但如果你有一個。\n認真的關係，在某些時候，你必須有性行爲，以知道它是否。\n會 \"工作\"。我確實覺得很多 \"宗教 \"夫妻結婚...",
      "title": "CMV：我不覺得等到結婚再做愛有什麼好處。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "結婚する前に、自分たちの相性を知っておくのはいいことだと思います。\n最初のデートでセックスしろとは言いませんが(笑)\nでも、真剣に付き合うなら、どこかでセックスをしなければ、それが「うまくいく」かどうかを知ることはできません。\nしかし、真剣な交際をするのであれば、いつかはセックスをしなければなりません。確かに、「宗教的」なカップルの結婚は多いと思いますが...。",
      "title": "CMV：結婚するまでセックスを待つことに、何のメリットも感じません。"
    }
  ],
  "title": "CMV: I don't see any benefits in waiting for sex until marriage.",
  "created_utc": 1617696366,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think it is good to know how compatible you are before you get married, I&#39;m not saying you should have sex on the very first date lol, but if you have a serious relationship on some point you have to have sex in order to know if it will &quot;work&quot;. I do think that many &quot;religious&quot; couples marry because the urge of having sex (which is bad) and will end in a bad marriage. It&#39;s also common that people put sex on the center of the relationship and I also think that it is bad but I don&#39;t want to focus on that right now.</p>\n\n<p><strong>Edit</strong>: I misunderstood one article that someone post here, lol, thanks for the explanation I get my mind changed.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/mkwgb4/cmv_i_dont_see_any_benefits_in_waiting_for_sex/",
  "subreddit": "changemyview",
  "id": "mkwgb4",
  "is_self": true,
  "media": null,
  "is_video": false
}