{
  "author": "GanjaFett_420",
  "the_new_excerpt": "Why YSK: You should know this because controlling your speeds and being aware of\nother other vehicles speeds as well as movements are very important aspects of\ndriving in inclement weather and/or icy roads. Being able to predict what is\nabout to happen or what could possibly happen could help you…",
  "original_created_utc": 1612281119,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么 YSK: 你应该知道这一点，因为控制你的速度和意识到你的速度。\n其他车辆的速度和运动是非常重要的方面。\n在恶劣天气和/或冰雪路面上驾驶。能够预测什么是\n即将发生或可能发生的事情可以帮助你... ...",
      "title": "YSK说，当在潮湿的冬季道路上行驶时，当你前面的一辆车停止产生（或大大减少）其后轮胎后面的喷雾时，这意味着他们正在冰上行驶。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼 YSK: 你應該知道這一點，因爲控制你的速度和意識到你的速度。\n其他車輛的速度和運動是非常重要的方面。\n在惡劣天氣和/或冰雪路面上駕駛。能夠預測什麼是\n即將發生或可能發生的事情可以幫助你... ...",
      "title": "YSK說，當在潮溼的冬季道路上行駛時，當你前面的一輛車停止產生（或大大減少）其後輪胎後面的噴霧時，這意味着他們正在冰上行駛。"
    }
  ],
  "title": "YSK that when driving on wet winter roads, that when a car in front of you stops producing (or greatly reduces) its spray behind the rear tires that this means they are driving on ice.",
  "created_utc": 1612337276,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: You should know this because controlling your speeds and being aware of other other vehicles speeds as well as movements are very important aspects of driving in inclement weather and/or icy roads. Being able to predict what is about to happen or what could possibly happen could help you avoid being part of or causing a very dangerous accident. If you see that the car in front of you is on ice, slow down GRADUALLY (gives cars behind you time to react) and don&#39;t turn your wheel suddenly as you can easily lose traction doing so.</p>\n\n<p>Edit: As some comments point out here, the most important thing is to be safe and keep your distance from other cars (minimum 4 seconds travel time AT SAFE SPEEDS on highways). Maintain slower speeds than normal, keep lane switching to a minimum and keep your headlights on! If you&#39;re completely uncertain about your traction turn your hazards on to signal caution to other drivers.</p>\n</div><!-- SC_ON -->",
  "score": 19563,
  "permalink": "/r/YouShouldKnow/comments/layr4p/ysk_that_when_driving_on_wet_winter_roads_that/",
  "subreddit": "YouShouldKnow",
  "id": "layr4p",
  "is_self": true,
  "media": null,
  "is_video": false
}