{
  "author": "AdAlternative6041",
  "the_new_excerpt": "This has happened to me many times and I honestly hate this double standard.\n\nI've dated many women that outright told me they shared my phone number and\npicture with a trusted friend before going on a date with me. And that's cool,\ndo what you need to do to feel safe, i have no issue whatsoever…",
  "original_created_utc": 1614529838,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这种情况在我身上发生过很多次，说实话，我很讨厌这种双重标准。\n\n我已经约会过很多女人，直接告诉我他们分享了我的电话号码，并。\n在和我约会之前和一个值得信赖的朋友合影。这很好\n做你需要做的事情，以感到安全， 我没有任何问题... ...",
      "title": "CMV：男人把自己的约会信息分享给值得信赖的朋友并没有错"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這種情況在我身上發生過很多次，說實話，我很討厭這種雙重標準。\n\n我已經約會過很多女人，直接告訴我他們分享了我的電話號碼，並。\n在和我約會之前和一個值得信賴的朋友合影。這很好\n做你需要做的事情，以感到安全， 我沒有任何問題... ...",
      "title": "CMV：男人把自己的約會信息分享給值得信賴的朋友並沒有錯"
    }
  ],
  "title": "CMV: There's nothing wrong with a man sharing his date info with a trusted friend",
  "created_utc": 1614540627,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This has happened to me many times and I honestly hate this double standard.</p>\n\n<p>I&#39;ve dated many women that outright told me they shared my phone number and picture with a trusted friend before going on a date with me. And that&#39;s cool, do what you need to do to feel safe, i have no issue whatsoever with it.</p>\n\n<p>The problem is when I answer something like &quot;yeah, i did the same thing&quot; and suddenly that&#39;s not ok. Apparently I&#39;m a creep/predator for sharing a woman&#39;s phone number and picture with a trusted friend for safety. </p>\n\n<p>This is really messed up and I would love to have my mind changed.</p>\n\n<p>And this is very problematic from a consent viewpoint. If a woman doesn&#39;t need my consent to share my contact information, why would I need her consent to do the exact same thing?</p>\n\n<p>I know that women have higher risks than men while dating but that doesn&#39;t mean our risk is zero. I should know as I&#39;ve been roofied before while travelling in south america.</p>\n\n<p>And anyways, my risk assessment and how i choose to protect myself  is no one&#39;s business but my own.</p>\n\n<p>I shouldn&#39;t be treated like a creep for doing something most women are encouraged to. CMV.</p>\n</div><!-- SC_ON -->",
  "score": 108,
  "permalink": "/r/changemyview/comments/lujzzo/cmv_theres_nothing_wrong_with_a_man_sharing_his/",
  "subreddit": "changemyview",
  "id": "lujzzo",
  "is_self": true,
  "media": null,
  "is_video": false
}