{
  "author": "Trevigol",
  "original_created_utc": 1626957804,
  "title": "Do you remember when I said I worked in a bank and they told us to not buy or talk about crypto? Now they officially forced all employees to sell our crypto",
  "created_utc": 1626978916,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I made a post few months ago saying I work in one of the top 10 banks in Europe and they made some new rules saying we shouldn&#39;t buy crypto and we shouldn&#39;t even talk about it on social media.</p>\n\n<p>At the beginning they said it was to avoid bad advertising for the bank, because they consider crypto a dangerous investment and if a bank employee talks about it, clients could think the bank support crypto.</p>\n\n<p>Now they updated the internal regulations for employees: <strong>they officially forbid us to buy any crypto and we must sell all our crypto assets before the end of the year.</strong></p>\n\n<p>By the way, the internal regulations is confidential so I&#39;m not allowed to say it publicly.</p>\n\n<p>Now I&#39;m worried because I obviously won&#39;t give away my crypto, but I don&#39;t know how to avoid to get fired.</p>\n\n<p>I hope binance and crypto.com don&#39;t share their info with my bank (has anyone any news about it?), but I need also a way to keep buying crypto without using my bank account, clearly they can easily discover that I send money to exchanges from my bank account. </p>\n\n<p>Edit:\nI cannot share publicly the document, however here is the translation of the part about crypto:</p>\n\n<p><strong>Personal transactions in financial instruments and virtual currencies</strong>\n1. Recipients are prohibited from operating on financial instruments in counterpart with customers, even through a third party.<br/>\n2. Employees, non-employee Financial Advisors and Agents are also prohibited from carrying out operations and / or operating strategies with highly speculative characteristics and / or those which, due to their size or risk profile, could compromise the financial position of the person concerned, such as: \n- carry out purchase and sale transactions (or vice versa) of the same currency and / or the same financial instruments on the same day;  </p>\n\n<ul>\n<li>carry out transactions in <strong>virtual currencies;</strong></li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 963,
  "permalink": "/r/CryptoCurrency/comments/opd294/do_you_remember_when_i_said_i_worked_in_a_bank/",
  "subreddit": "CryptoCurrency",
  "id": "opd294",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I made a post few months ago saying I work in one of the top 10 banks in Europe\nand they made some new rules saying we shouldn't buy crypto and we shouldn't\neven talk about it on social media.\n\nAt the beginning they said it was to avoid bad advertising for the bank, because\nthey consider crypto a…"
}