{
  "author": "chopppppppppy",
  "the_new_excerpt": "I smoke frequently, but way too many people (especially on Reddit) look at weed\nas some harmless plant that solves all the worlds problems. And I know weed is\nsafer than alcohol, cigarettes, coffee, sugar and almost every drug in the book\nbut that doesn’t necessarily mean it’s safe, especially when…",
  "original_created_utc": 1622594104,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はよくタバコを吸いますが、あまりにも多くの人が（特にRedditでは）ウィードを世界の問題を解決する無害な植物のように見ています。\nを世界中の問題を解決する無害な植物のように見ている人が多すぎる。マリファナは\nアルコール、タバコ、コーヒー、砂糖、その他ほとんどすべての薬物よりも安全であることは知っています。\nしかし、それは必ずしも安全であることを意味するものではありません。",
      "title": "cmv。人々はマリファナを美化しすぎている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我经常吸烟，但有太多的人（尤其是在Reddit上）把大麻看成是无害的植物，可以解决世界上所有的问题。\n作为一些无害的植物，解决了世界上所有的问题。而我知道大麻是\n比酒精、香烟、咖啡、糖和书中几乎所有的药物都更安全\n但这并不一定意味着它是安全的，特别是当...",
      "title": "cmv: 人们对杂草的美化太多"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我經常吸菸，但有太多的人（尤其是在Reddit上）把大麻看成是無害的植物，可以解決世界上所有的問題。\n作爲一些無害的植物，解決了世界上所有的問題。而我知道大麻是\n比酒精、香菸、咖啡、糖和書中幾乎所有的藥物都更安全\n但這並不一定意味着它是安全的，特別是當...",
      "title": "cmv: 人們對雜草的美化太多"
    }
  ],
  "title": "cmv: People glamorize weed way too much",
  "created_utc": 1622607487,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I smoke frequently, but way too many people (especially on Reddit) look at weed as some harmless plant that solves all the worlds problems. And I know weed is safer than alcohol, cigarettes, coffee, sugar and almost every drug in the book but that doesn’t necessarily mean it’s safe, especially when used at a young age. Weed is still a drug. It’s still addictive, can ruin your life, and create bad habits if not used in moderation. And it’s sad how a lot of people can’t accept that. I mean go to <a href=\"/r/trees\">r/trees</a> or <a href=\"/r/weed\">r/weed</a> and say something as simple as “weed is addictive” and I guarantee you’ll get a bunch of negative replies and downvotes. And I know weed has a lot of medicinal benefits and helps a lot of people, but it’s still a drug and harmful if it’s not used in moderation.</p>\n</div><!-- SC_ON -->",
  "score": 1754,
  "permalink": "/r/changemyview/comments/nq8zyx/cmv_people_glamorize_weed_way_too_much/",
  "subreddit": "changemyview",
  "id": "nq8zyx",
  "is_self": true,
  "media": null,
  "is_video": false
}