{
  "author": "anyfactor",
  "the_new_excerpt": "I think every decision we make is selfish to the point that we either convince\nourselves to that or it is our base response or subconscious to do us.\n\nEven philanthropic work falls under this category which is by nature THE\nselfless act. We in our process to help others would convince ourselves…",
  "original_created_utc": 1617603209,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我认为我们所做的每一个决定都是自私的，以至于我们要么说服了\n自己的，或者说是我们的基本反应或潜意识在做我们。\n\n即使是慈善工作也属于这一类，其本质是the\n无私的行为。我们在帮助别人的过程中会说服自己... ...",
      "title": "CMV：我们帮助别人，是因为我们觉得自己帮助了别人，感觉很好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲我們所做的每一個決定都是自私的，以至於我們要麼說服了\n自己的，或者說是我們的基本反應或潛意識在做我們。\n\n即使是慈善工作也屬於這一類，其本質是the\n無私的行爲。我們在幫助別人的過程中會說服自己... ...",
      "title": "CMV：我們幫助別人，是因爲我們覺得自己幫助了別人，感覺很好。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "私たちが下すすべての決断は、自分自身を納得させるための利己的なものだと思います。\n自分を納得させるため、あるいは自分の基本的な反応や潜在意識がそうさせているのだと思います。\n\n慈善活動もこの範疇に入り、本来ならば\n無私の行為です。人を助けようとする過程で、私たちは自分自身を説得するでしょう...。",
      "title": "CMV: 人助けをするのは、人助けをしている自分が気持ちいいから。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "私たちが下すすべての決断は、自分自身を納得させるための利己的なものだと思います。\n自分を納得させるため、あるいは自分の基本的な反応や潜在意識がそうさせているのだと思います。\n\n慈善活動もこの範疇に入り、本来ならば\n無私の行為です。人を助けようとする過程で、私たちは自分自身を説得するでしょう...。",
      "title": "CMV: 人助けをするのは、人助けをしている自分が気持ちいいから。"
    }
  ],
  "title": "CMV: We help others because we feel good about ourselves that we are helping others",
  "created_utc": 1617627599,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think every decision we make is selfish to the point that we either convince ourselves to that or it is our base response or subconscious to do us.</p>\n\n<p>Even philanthropic work falls under this category which is by nature THE selfless act. We in our process to help others would convince ourselves that this is the best thing to do for them. Even we rarely ask what would you want &quot;me&quot; to do, never we ask what needs to be done.</p>\n\n<p>Charity or any other form of help is often never anonymously which is just surface level. The intention to help others isn&#39;t calculated objectively, selfless and with an unbiased perception. We help because we feel good about ourselves. We are never tasked with great sacrifice when it comes to being selfless generous. Even when religious figures help people allegedly selflessly they are doing that for them to be closer to their god of choice.</p>\n\n<p><strong>Clarification:</strong> I am not against the idea of helping others. I am merely deconstructing the idea of help and selfishness from a pure (aka theoretical) linguistic definition.</p>\n\n<p><strong>Edit</strong>: Please be generous and kind. Don&#39;t let anything deter you from helping another person. This is just a thought experience from a philosophical standpoint. This can never be applied to the real world. I don&#39;t want to push this statement too hard.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/mke46f/cmv_we_help_others_because_we_feel_good_about/",
  "subreddit": "changemyview",
  "id": "mke46f",
  "is_self": true,
  "media": null,
  "is_video": false
}