{
  "author": "Susannah_Mio_",
  "original_created_utc": 1634071410,
  "title": "Came to appreciate a part of Harry Potter I thought to be faulty before",
  "created_utc": 1634080360,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just a few thoughts about a story that accompanies me since I was 9 years old (or for the last 22 years): </p>\n\n<p>I read Harry Potter when it was first published (in my country) and re-read it several times in my life. And every time I discovered some new aspects or read things different. Now there is one thing I always (=since I re-read it as an adult) found a little unnerving: It&#39;s the &quot;simplicitiy&quot; of the characters regarding the world surrounding them. </p>\n\n<p>Some examples: Harry knows about Voldemort and his parents from the first book. Still he learns very basic facts about the whole &quot;Voldemort&quot; episode in wizarding history pretty late. E.g. in book 4 he first learns what &quot;Death Eaters&quot; are. In book 5 he first finds out about an organisation (The Order of the Phoenix) his parents where part of. And so on. I always thought to myself &quot;Oh, come on now, he is 13/14/15 by now. He should know that much about history for ages already especially if it&#39;s such an important part of his personal life. He would&#39;ve researched, he would&#39;ve asked.&quot; It&#39;s the same with other basic things about the wizarding world which only get explained very late in the books. </p>\n\n<p>Of course the explanation is that these things were just not important for the plot until now so Rowling didn&#39;t have to invent and mention them earlier in the series. Still it always felt so freaking unnatural to me that a 12, 13, 14, 15 or 16 year old kid would know so little about the world he is living in and I always felt there has to be a better way of introducing these facts than Harry or even Ron who grew up in a wizard family asking stupid questions (&quot;Death Eaters? Never heard of that before.&quot; kinda stuff) about the most basic things regarding the history, the ministry etc. </p>\n\n<p>Last year I started to teach at school instead of university and I realized: That&#39;s exactly how most kids are. They might have heard some terms but they are mostly clueless about history (if they didn&#39;t specifically learned it at school), the way the economy works or about political systems they lived in. I had kids in my classes who came from some war zone when they were babies or toddlers and they still had no clue about what was going on there or who the parties involved were. They knew some terms maybe but if they were asked about it in detail they couldn&#39;t explain any of it. And also kids who were born and raised here mostly have a very limited understanding of how things around them work. From my adult perspective I forgot about that completely.</p>\n\n<p>So when I re-read Harry Potter this year after I started teaching I first felt that this was not quite as unnatural as I thought but a pretty solid character depiction for some (pre)teen boys. </p>\n\n<p>Just wanted to share because I enjoy getting a new perspective of an old read.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/q6v90k/came_to_appreciate_a_part_of_harry_potter_i/",
  "subreddit": "books",
  "id": "q6v90k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just a few thoughts about a story that accompanies me since I was 9 years old\n(or for the last 22 years):\n\nI read Harry Potter when it was first published (in my country) and re-read it\nseveral times in my life. And every time I discovered some new aspects or read\nthings different. Now there is one…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が9歳の頃からずっと付きまとってきた物語について、少し考えてみました。\n(9歳の頃から（あるいはこの22年間）、私に付きまとってきた物語について少し考えてみました。)\n\nハリー・ポッターは（私の国で）最初に出版されたときに読み、人生で何度も読み直しました。\n人生の中で何度も読み直しました。そのたびに新しい発見があったり、違うことを読んだりしました。\n違ったものを読みました。今、一つのことがあります...",
      "title": "今までダメだと思っていたハリーポッターの一部を評価できるようになった。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "关于一个从我9岁起就伴随着我的故事，我只有一些想法\n(或过去22年)。\n\n我在《哈利-波特》首次出版时就读过它（在我国），并在我的生活中多次重读它。\n并在我的生活中多次重读。每一次我都发现了一些新的方面或读到了\n不同的东西。现在有一个...",
      "title": "开始欣赏《哈利-波特》中我以前认为有缺陷的部分"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "關於一個從我9歲起就伴隨着我的故事，我只有一些想法\n(或過去22年)。\n\n我在《哈利-波特》首次出版時就讀過它（在我國），並在我的生活中多次重讀它。\n並在我的生活中多次重讀。每一次我都發現了一些新的方面或讀到了\n不同的東西。現在有一個...",
      "title": "開始欣賞《哈利-波特》中我以前認爲有缺陷的部分"
    }
  ]
}