{
  "author": "agonisticpathos",
  "original_created_utc": 1631726437,
  "title": "CMV: Exposure to Misinformation and Invalid Arguments is Crucial in the Exercise of Critical Thought",
  "created_utc": 1631738250,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>John Stuart Mill said it best when he argued 160 years ago, in his classic <em>On Liberty</em>, that it is impossible to truly know if &#39;x&#39; is false if we refuse to hear any arguments or evidence purported to be in favor of &#39;x&#39;. If, for example, a given society were to decide that holocaust deniers and anti-vax people should be fully silenced to the point that I never heard their reasoning, then I would not be in a position to know whether in fact their arguments were invalid. And since being able to compare arguments in order to determine which ones are valid or invalid is a part of critical thought, my opportunity to exercise such critical thought would be greatly diminished.</p>\n\n<p>Potential Objections:</p>\n\n<ol>\n<li>On several issues common sense or intuition can be used to arrive at the truth without the help of critical reasoning. Response: common sense and intuition are not infallible and thus need to be verified through the testing of evidence and critical thought. Many people have erroneously believed, for example, that it is self-evident that the earth is flat or that the sensation of color pertains to the objective world.</li>\n<li>We&#39;ve already heard enough to know that the holocaust deniers and anti-vax people are wrong. Response: that in itself proves the point that hearing such arguments is useful in determining what is true or false.</li>\n<li>It is sufficient if others, as with previous generations or experts, hear those invalid arguments on our behalf in order to determine if they are valid or incorrect. Response: previous generations and experts can certainly do that, but if we ourselves simply trust them then we are merely conforming to their views rather than exercising critical thought or exhibiting genuine knowledge (on the assumption that having the correct view on the basis of conformity is not the same as knowledge).</li>\n<li>It is for our own protection that we should not be exposed to misinformation. Response: perhaps so, but that does not relate to my view apropos of critical thought. It simply states that the harm outweighs the need for free speech and critical reasoning.</li>\n</ol>\n\n<p>If I&#39;ve missed something I&#39;ll add an edit. <em>But as a last point I will add that if my view is changed, then in a certain, perhaps ironic sense it would actually be proven, since it would show how a misinformed view grows into knowledge not through its censorship but rather through hearing a variety of ideas in the exercise of critical reasoning.</em> In which case I would be happy to change my view!!  :)</p>\n\n<p>&#x200B;</p>\n\n<p>EDIT: I forgot to clarify that while I believe that exposure to misinformation is crucial to the exercise of critical thought, it is not a sufficient condition of it. For example, if I am a deeply ignorant, uneducated person who is psychologically susceptible to propaganda, then being exposed to bad ideas won&#39;t by itself suddenly make me a critical thinker! But, nonetheless, if I am to develop into one then at some point I must be able to analyze bad information.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/poulih/cmv_exposure_to_misinformation_and_invalid/",
  "subreddit": "changemyview",
  "id": "poulih",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "John Stuart Mill said it best when he argued 160 years ago, in his classic On\nLiberty, that it is impossible to truly know if 'x' is false if we refuse to\nhear any arguments or evidence purported to be in favor of 'x'. If, for example,\na given society were to decide that holocaust deniers and anti…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ジョン・スチュアート・ミルは、160年前に『自由について』という名著の中で、次のように論じています。\n160年前、ジョン・スチュアート・ミルは、古典的な『自由論』の中で、「xに賛成するとされる議論や証拠を聞くことを拒否すれば、xが間違っているかどうかを真に知ることはできない」と論じたことは、最も優れた言葉でした。\nx'を支持するとされる議論や証拠を聞くことを拒否すれば、'x'が偽りであるかどうかを真に知ることはできない」と述べています。例えば、次のような場合です。\nある社会が、ホロコースト否定派や反...",
      "title": "CMV: 誤った情報や無効な議論に触れることは、批判的思考の行使に不可欠である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "160年前，约翰-斯图亚特-米尔在他的经典著作《论自由》中说得最好。\n他在160年前的经典著作《论自由》中说，如果我们拒绝听任何声称支持 \"x \"的论据或证据，就不可能真正知道 \"x \"是否是假的。\n如果我们拒绝听取任何声称支持'x'的论据或证据，就不可能真正知道'x'是否是假的。例如，如果。\n一个特定的社会决定，否认大屠杀的人和反...",
      "title": "CMV：接触错误的信息和无效的论点是行使批判性思维的关键所在"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "160年前，約翰-斯圖亞特-米爾在他的經典著作《論自由》中說得最好。\n他在160年前的經典著作《論自由》中說，如果我們拒絕聽任何聲稱支持 \"x \"的論據或證據，就不可能真正知道 \"x \"是否是假的。\n如果我們拒絕聽取任何聲稱支持'x'的論據或證據，就不可能真正知道'x'是否是假的。例如，如果。\n一個特定的社會決定，否認大屠殺的人和反...",
      "title": "CMV：接觸錯誤的信息和無效的論點是行使批判性思維的關鍵所在"
    }
  ]
}