{
  "author": "agonisticpathos",
  "original_created_utc": 1631726437,
  "title": "CMV: Exposure to Misinformation and Invalid Arguments is Crucial in the Exercise of Critical Thought",
  "created_utc": 1631738250,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>John Stuart Mill said it best when he argued 160 years ago, in his classic <em>On Liberty</em>, that it is impossible to truly know if &#39;x&#39; is false if we refuse to hear any arguments or evidence purported to be in favor of &#39;x&#39;. If, for example, a given society were to decide that holocaust deniers and anti-vax people should be fully silenced to the point that I never heard their reasoning, then I would not be in a position to know whether in fact their arguments were invalid. And since being able to compare arguments in order to determine which ones are valid or invalid is a part of critical thought, my opportunity to exercise such critical thought would be greatly diminished.</p>\n\n<p>Potential Objections:</p>\n\n<ol>\n<li>On several issues common sense or intuition can be used to arrive at the truth without the help of critical reasoning. Response: common sense and intuition are not infallible and thus need to be verified through the testing of evidence and critical thought. Many people have erroneously believed, for example, that it is self-evident that the earth is flat or that the sensation of color pertains to the objective world.</li>\n<li>We&#39;ve already heard enough to know that the holocaust deniers and anti-vax people are wrong. Response: that in itself proves the point that hearing such arguments is useful in determining what is true or false.</li>\n<li>It is sufficient if others, as with previous generations or experts, hear those invalid arguments on our behalf in order to determine if they are valid or incorrect. Response: previous generations and experts can certainly do that, but if we ourselves simply trust them then we are merely conforming to their views rather than exercising critical thought or exhibiting genuine knowledge (on the assumption that having the correct view on the basis of conformity is not the same as knowledge).</li>\n<li>It is for our own protection that we should not be exposed to misinformation. Response: perhaps so, but that does not relate to my view apropos of critical thought. It simply states that the harm outweighs the need for free speech and critical reasoning.</li>\n</ol>\n\n<p>If I&#39;ve missed something I&#39;ll add an edit. <em>But as a last point I will add that if my view is changed, then in a certain, perhaps ironic sense it would actually be proven, since it would show how a misinformed view grows into knowledge not through its censorship but rather through hearing a variety of ideas in the exercise of critical reasoning.</em> In which case I would be happy to change my view!!  :)</p>\n\n<p>&#x200B;</p>\n\n<p>EDIT: I forgot to clarify that while I believe that exposure to misinformation is crucial to the exercise of critical thought, it is not a sufficient condition of it. For example, if I am a deeply ignorant, uneducated person who is psychologically susceptible to propaganda, then being exposed to bad ideas won&#39;t by itself suddenly make me a critical thinker! But, nonetheless, if I am to develop into one then at some point I must be able to analyze bad information.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/poulih/cmv_exposure_to_misinformation_and_invalid/",
  "subreddit": "changemyview",
  "id": "poulih",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "John Stuart Mill said it best when he argued 160 years ago, in his classic On\nLiberty, that it is impossible to truly know if 'x' is false if we refuse to\nhear any arguments or evidence purported to be in favor of 'x'. If, for example,\na given society were to decide that holocaust deniers and anti…"
}