{
  "author": "joiey555",
  "the_new_excerpt": "I don't think peddling radical, violent conspiracy theories should be protected\nby free speech. I think we need to find better ways at combatting all of the\nfalse information being spread as fact. It's now been proven to be dangerous if\nleft unchecked. There needs to be some way to restore faith in…",
  "original_created_utc": 1610960085,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不认为兜售激进、暴力的阴谋论应该受到保护。\n由言论自由。我认为我们需要找到更好的方法来打击所有的。\n虚假信息被当作事实传播。现在已经证明，如果把它\n未被选中。需要有一些方法来恢复人们对...",
      "title": "[改变我的想法]：封杀阴谋论者和alt-right croups不是侵犯言论自由，而是打击虚假信息的必要手段。需要有一种方法来阻止危险和误导性信息的传播，而禁止用户的帖子或账户是一个开始。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不認爲兜售激進、暴力的陰謀論應該受到保護。\n由言論自由。我認爲我們需要找到更好的方法來打擊所有的。\n虛假信息被當作事實傳播。現在已經證明，如果把它\n未被選中。需要有一些方法來恢復人們對...",
      "title": "[改變我的想法]：封殺陰謀論者和alt-right croups不是侵犯言論自由，而是打擊虛假信息的必要手段。需要有一種方法來阻止危險和誤導性信息的傳播，而禁止用戶的帖子或賬戶是一個開始。"
    }
  ],
  "title": "CMV: blocking conspiracy theorists and alt-right croups is not an infringement of free speech, but necessary in combatting disinformation. There needs to be a way to stop the spread of dangerous and misleading infomation and banning users posts or accounts is a start.",
  "created_utc": 1610985206,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t think peddling radical, violent conspiracy theories should be protected by free speech. I think we need to find better ways at combatting all of the false information being spread as fact. It&#39;s now been proven to be dangerous if left unchecked. There needs to be some way to restore faith in the media and other news sources, and a way to widely discredit false or misleading sources. Blocking those who have promoted conspiracy theories and radicalized a large population should not be protected by free speech. I think there needs to be someway to stop false information before it takes off.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/changemyview/comments/kzqygn/cmv_blocking_conspiracy_theorists_and_altright/",
  "subreddit": "changemyview",
  "id": "kzqygn",
  "is_self": true,
  "media": null,
  "is_video": false
}