{
  "author": "topgear9123",
  "original_created_utc": 1630383977,
  "title": "People who where old enough to grow up without digital technology, how do you think it has impacted humanity",
  "created_utc": 1630458356,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was born in 1999, so some form of digital tech has always been around me in some shape or form. However when I was younger I remember catching the tail end of what I will call a more normal relationship with technology. I did not use computers daily in my childhood, did not have a cell phone and even remember going to a video store. However around middle school It seems like everything changed. </p>\n\n<p>-my first hand experience</p>\n\n<p>Most of my generation is dependent on a device to do their most basic tasks. We never learned to read a map, use an encyclopedia exe. Just about every workplace expects you to keep up with work at home now, so work can be never ending. And the cherry on top is people use their devices to escape from any and all perceived border. It feels aquward sitting in a waiting room not scrolling through my Instagram feed. Ive noticed many of my peers struggle with communication and socialization as well as have shorter attention spams and overall a diminished mental health. </p>\n\n<p>I would be curious to see the input of people who lived without all this digital technology for many years and weather or not you agree with my perspective. I feel kind of lost in my own generation, a lot of my friends are getting addicted to the internet with the tik tok stuff.</p>\n</div><!-- SC_ON -->",
  "score": 106,
  "permalink": "/r/TrueAskReddit/comments/peyozr/people_who_where_old_enough_to_grow_up_without/",
  "subreddit": "TrueAskReddit",
  "id": "peyozr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was born in 1999, so some form of digital tech has always been around me in\nsome shape or form. However when I was younger I remember catching the tail end\nof what I will call a more normal relationship with technology. I did not use\ncomputers daily in my childhood, did not have a cell phone and…"
}