{
  "author": "inevitable_username",
  "original_created_utc": 1636716659,
  "title": "When someone tells you they made a fortune on a shitcoin — you've absolutely missed that train for now",
  "created_utc": 1636727701,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It amazes me how people mindlessly give out to FOMO.</p>\n\n<p>I mainly notice it with shitcoins, perhaps due to the narrow window of opportunity and zero purpose other than finding a grater fool.</p>\n\n<p>So shitcoin shills advertise and lure new buyers with slogans like &quot;Already 100x up!&quot; or &quot;Turned $100 into 1M or something&quot; And then there&#39;s videos of &quot;investors&quot; flexing chunks of cash.</p>\n\n<p>What surprises me the most is how on earth does that even work??? </p>\n\n<p>With a little bit of logic — you&#39;re already too late when it just did a 100x or 10,000x and early investors are taking profits (and flexing them too). <strong>They literally tell you to please be the chump to dump their bags on.</strong></p>\n\n<p>Someone says they made 1,000x or more on a shitcoin here — and they immediately get questions like &quot;which coin, where buy, pm please&quot;.</p>\n\n<p>If you want it that bad — keep your tabs on it, add it to your bucket list. When we crash again — buy it cheap and hope it revives. But by that time, when it tanks, you probably won&#39;t want that much...</p>\n\n<p>A legit crypto can go ATH after ATH, year after year, and still needs corrections. Shitcoins are all about pump and dump. So beware of FOMO.</p>\n</div><!-- SC_ON -->",
  "score": 197,
  "permalink": "/r/CryptoCurrency/comments/qs98kk/when_someone_tells_you_they_made_a_fortune_on_a/",
  "subreddit": "CryptoCurrency",
  "id": "qs98kk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It amazes me how people mindlessly give out to FOMO.\n\nI mainly notice it with shitcoins, perhaps due to the narrow window of\nopportunity and zero purpose other than finding a grater fool.\n\nSo shitcoin shills advertise and lure new buyers with slogans like \"Already 100x\nup!\" or \"Turned $100 into 1M…"
}