{
  "author": "ryankrameretc",
  "the_new_excerpt": "Why YSK: Water heaters use an anode rod to attract and remove sediments from the\nwater being heated. An anode rod will corrode and deteriorate over time until\nit’s no longer capable of functioning and has to be replaced. This part\nliterally sacrifices itself to keep the tank in optimal condition.…",
  "original_created_utc": 1615920661,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：热水器使用阳极棒来吸引和去除沉积物。\n正在加热的水。阳极棒会随着时间的推移而腐蚀和变质，直到...。\n它已经不能再发挥作用，必须更换。这一部分\n牺牲自己来保持坦克的最佳状态....。",
      "title": "YSK：热水器有一个阳极棒，可以防止水箱被腐蚀。如果你每隔几年就更换一次，就可以将热水器的寿命从~10年延长到可能的25年以上。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：熱水器使用陽極棒來吸引和去除沉積物。\n正在加熱的水。陽極棒會隨着時間的推移而腐蝕和變質，直到...。\n它已經不能再發揮作用，必須更換。這一部分\n犧牲自己來保持坦克的最佳狀態....。",
      "title": "YSK：熱水器有一個陽極棒，可以防止水箱被腐蝕。如果你每隔幾年就更換一次，就可以將熱水器的壽命從~10年延長到可能的25年以上。"
    }
  ],
  "title": "YSK: water heaters have an anode rod that prevents the tank from corroding. If you replace it every few years, it will extend the life of your water heater from ~10 years to potentially 25+ years.",
  "created_utc": 1615943802,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Water heaters use an anode rod to attract and remove sediments from the water being heated. An anode rod will corrode and deteriorate over time until it’s no longer capable of functioning and has to be replaced. This part literally sacrifices itself to keep the tank in optimal condition. That’s why it’s also referred to as a sacrificial anode. Without it, the water tank would start corroding from the inside out which would eventually result in a severe leak at the bottom.</p>\n\n<p>After the anode rod deteriorates, the tank will begin corroding. This is the reason water heaters typically only last 5-15 years. If you replace the rod every few years (cheap and easy), it will extend the life of water heater by decades.</p>\n\n<p><a href=\"https://www.waterheaterhub.com/water-heater-anode-rod-replacement/\">Info on how to replace.</a></p>\n</div><!-- SC_ON -->",
  "score": 16627,
  "permalink": "/r/YouShouldKnow/comments/m6gb8c/ysk_water_heaters_have_an_anode_rod_that_prevents/",
  "subreddit": "YouShouldKnow",
  "id": "m6gb8c",
  "is_self": true,
  "media": null,
  "is_video": false
}