{
  "author": "joanvc",
  "original_created_utc": 1631462577,
  "title": "Looking for a book for a teen who isn’t comfortable with sexuality and intimacy.",
  "created_utc": 1631497502,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My friend’s daughter is 12yo and is incredibly uncomfortable with everything surrounding sexuality and intimacy.</p>\n\n<p>She hates the thought of their parents touching or getting close to one another. She once heard them having s*x ans since that she’s been sleeping on the couch to be as far as she can from their bedroom.</p>\n\n<p>Her parents tried to tell her that it is normal but it only made it worse. </p>\n\n<p>Me and her mother tried to look for a book but the only thing we could find were book about reproduction and/or with a hint of christianism….</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/booksuggestions/comments/pmveu5/looking_for_a_book_for_a_teen_who_isnt/",
  "subreddit": "booksuggestions",
  "id": "pmveu5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My friend’s daughter is 12yo and is incredibly uncomfortable with everything\nsurrounding sexuality and intimacy.\n\nShe hates the thought of their parents touching or getting close to one another.\nShe once heard them having s*x ans since that she’s been sleeping on the couch\nto be as far as she can…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の友人の娘は12歳ですが、性や親密さにまつわるすべてのことを信じられないほど不快に感じています。\n性や親密さにまつわるすべてのことに非常に嫌悪感を抱いています。\n\n両親がお互いに触れ合ったり、近づいたりするのを嫌がります。\n両親がセックスをしているのを聞いたことがあるそうで、それ以来、娘はソファで寝ています。\nそれ以来、彼女はソファで寝るようになりました。",
      "title": "性や親密さに抵抗があるティーン向けの本を探しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我朋友的女儿今年12岁，对围绕性和亲密关系的一切都感到非常不舒服。\n围绕着性行为和亲密关系。\n\n她讨厌想到他们的父母接触或接近彼此。\n有一次她听到他们在做爱，从那以后她就一直睡在沙发上。\n尽可能地远离她......",
      "title": "为一个对性行为和亲密关系不适应的青少年寻找一本书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我朋友的女兒今年12歲，對圍繞性和親密關係的一切都感到非常不舒服。\n圍繞着性行爲和親密關係。\n\n她討厭想到他們的父母接觸或接近彼此。\n有一次她聽到他們在做愛，從那以後她就一直睡在沙發上。\n儘可能地遠離她......",
      "title": "爲一個對性行爲和親密關係不適應的青少年尋找一本書。"
    }
  ]
}