{
  "videoId": "6v6HN2pm5pE",
  "channelId": "UCM1gEqLPsgej7ZKzu9w8v7A",
  "title": "Lil Baby & Lil Durk - Man of my Word (Official Video)",
  "link": "https://www.youtube.com/watch?v=6v6HN2pm5pE",
  "pubDate": "2021-06-29T20:00:01.000Z",
  "author": "LilBabyVEVO",
  "id": "yt:video:6v6HN2pm5pE",
  "isoDate": "2021-06-29T20:00:01.000Z",
  "description": "Watch the official video for Lil Baby & Lil Durk \"Man of my Word“\n\nStream/Download Lil Baby & Lil Durk's new album \"The Voice of the Heroes\" here:\nhttps://qualitycontrol.lnk.to/TheVoiceoftheHeroes\n\nFollow Lil Baby Everywhere:\nInstagram: https://www.instagram.com/lilbaby_1/\nTikTok: https://www.tiktok.com/@lilbaby \nTwitter: https://twitter.com/lilbaby4PF\n\nFollow Lil Durk Everywhere:\nhttps://instagram.com/lildurk\nhttps://twitter.com/lildurk\nhttps://www.tiktok.com/@lildurk\n\nLil Baby & Lil Durk \"Man of my Word\" Lyrics: \n\n[Intro: Lil Durk]\nYou don't know what it took\n(IRoccOnTheBeat)\n(Nile, I hear you)\n(You made this shit, Pharaoh)\n\n[Verse 1: Lil Durk]\nHow she acting funny? I bought her her titties\nNigga she be fucking ain't none of my business\nUpping my pole, that's a part of my fitness\nDon't matter where I'm at, bitch, I'm known for the trenches\nWe the first niggas put drums in the city\nWe robbed the niggas, put drugs in the city\nFuck where you from 'cause I know that you with it\nCheck on his ass, I'ma handle my business\nTrust you enough to fuck you more than once\nAnd you gotta be a killer just to hang with us\nIf you talking about murders then I'm hanging up\nRun up on 'em, baow, ain't no onе-on-one\nI got the money, so who I'm running from?\nI got a lawyеr that cost a honey bun\nBefore I buy pussy, I buy a hundred guns\nJudge told me a nigga died with my gun\nTwenty ten, Reese stay in Ralph Lauren\nDied close, feel like you died in my arms\nReinstated, they denied my bond\nA nigga play with Smurk, you're not that smart\nSucked it twice, and I'm still not hard\nNiggas cry out loud when they getting shot\nThat nigga word don't stand on my block\nFuck what you heard, I'm the man of my block\n\n[Chorus: Lil Durk]\nStop playing, bitch, I'm Smurk\nBitch get naked, gotta put on my merch\nI got your Uber, I kept my word\nShe freak, acting like she a nerd\nNo shirt when I'm off this Perc'\nThey slide every time we hurt\nLost bro, I know it hurt\nWe gon' catch him first\n\n[Verse 2: Lil Baby]\nYeah, we run the game, now them boys gotta sit out\nAfter I hit, tell her, \"Meh,\" make her get out\nHundred mill' coming, I still ain't gon' chill out\nI'm really dead, I'ma show how I get down\nHard on a bitch, man, I should've been pimping\nHard in these streets, the majority with me\nHe can't be serious, you gotta be kidding me\nI'm really laughing, these lil' niggas tempting me\nI get offended when niggas say, \"Tap in\"\nI bought lil' bro 'nem Celine just to trap in\nI got more clothes in my closet than Saks Fifth\nI watched JB make a deuce do a backflip\nI know you really don't know, you just act hip\nI done took off for real, now how that feel?\nBro ain't never gon' change, I know that's real\nJust run out of here, straight to the backfield\nI sleep good every night, now I'm happy\n\"How you go where you go?\" I'm a trapper for real\n\"How you know what you know?\" I adapted for real\nWe too rich with the feds, we put shit in the mail\nMy lifestyle expensive, this shit high as hell\nLil' bro tryna score, so I gave him a layup\nI gotta go somewhere, no I can't lay up\nBitch, stop playing, you better not tell\n\n[Chorus: Lil Durk]\nStop playing, bitch, I'm Smurk\nBitch get naked, gotta put on my merch\nI got your Uber, I kept my word\nShe freak, acting like she a nerd\nNo shirt when I'm off this Perc'\nThey slide every time we hurt\nLost bro, I know it hurt\nWe gon' catch him first\n\n#LilBaby #LilDurk #ManofmyWord\n\nMusic video by Lil Baby, Lil Durk performing Man of my Word. Quality Control Music/Alamo Records/Motown Records; © 2021 Quality Control Music, LLC, under exclusive license to UMG Recordings, Inc.\n\nhttp://vevo.ly/4lVTAq",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/6v6HN2pm5pE/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "67382",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "938303"
  },
  "original_created_at": "2021-06-29T20:00:01.000Z",
  "created_at": "2021-06-30T17:00:25.593Z",
  "tags": [
    "LilBaby",
    "LilDurk",
    "ManofmyWord"
  ]
}