{
  "videoId": "hyII1VZY70k",
  "channelId": "UCPD_bxCRGpmmeQcbe2kpPaA",
  "title": "Kamaru Usman Goes to the Mat Against Spicy Wings | Hot Ones",
  "link": "https://www.youtube.com/watch?v=hyII1VZY70k",
  "pubDate": "2021-06-03T15:00:31.000Z",
  "author": "First We Feast",
  "id": "yt:video:hyII1VZY70k",
  "isoDate": "2021-06-03T15:00:31.000Z",
  "description": "Kamaru Usman is one of the best pound-for-pound fighters in the UFC—a dominant and reigning Welterweight Champion who has defended that title on four straight occasions. But how is he with spicy wings? Find out as the \"Nigerian Nightmare\" tries to put the wings of death in a chokehold while discussing fellow fighters like Francis Ngannou, breaking down the secrets of \"sweet spots,\" and explaining the global appeal of Burna Boy. \n\nBUY HOT ONES X OXFORD PENNANT: https://shop.firstwefeast.com/\n\nMAKE A DIFFERENCE BY DONATING TO COMMON THREADS, THE OFFICIAL CHARITY PARTNER OF HOT ONES: https://www.commonthreads.org/firstwefeast/\n\nBUY HOT ONES TRUTH OR DAB THE GAME NOW: http://truthordabgame.com\n\nBUY HOT ONES HOT SAUCE NOW: http://bit.ly/HotOnesSaucesNEW\n\nHOT ONES MERCH AVAILABLE NOW: https://bit.ly/2AIS271\n\nSIGN UP FOR THE HOT ONES MONTHLY HOT SAUCE SUB BOX: https://bit.ly/2veY50P\n\nSIGN UP FOR THE FIRST WE FEAST NEWSLETTER: http://firstwefeast.com/signup\n\nSubscribe to First We Feast on YouTube: http://goo.gl/UxFzhK\n\nCheck out more of First We Feast here:\n\nhttp://firstwefeast.com/\n\nhttps://twitter.com/firstwefeast\n\nhttps://www.facebook.com/FirstWeFeast\n\nhttp://instagram.com/firstwefeast\n\nFirst We Feast videos offer an iconoclastic view into the culinary world, taking you behind-the-scenes with some of the country’s best chefs and finding the unexpected places where food and pop culture intersect.",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/hyII1VZY70k/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "18066",
    "average": "4.94",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "219933"
  },
  "original_created_at": "2021-06-03T15:00:31.000Z",
  "created_at": "2021-06-03T21:32:15.905Z",
  "tags": []
}