{
  "videoId": "iKZaw4wFaZI",
  "channelId": "UCkvK_5omS-42Ovgah8KRKtg",
  "title": "Addressing My Mental Health.. Selling My House and Getting Help",
  "link": "https://www.youtube.com/watch?v=iKZaw4wFaZI",
  "pubDate": "2021-06-15T17:00:43.000Z",
  "author": "jeffreestar",
  "id": "yt:video:iKZaw4wFaZI",
  "isoDate": "2021-06-15T17:00:43.000Z",
  "description": "There has been so many major life changes for me this year and I'm ready to share them all with you.\nIt's time to address my mental health and be very transparent. I've had so many silent personal struggles, public feuds and ALOT of mental trauma. Caused by ME, my past actions and people from my past. I've had TOO MUCH loss and have been slowly healing.\n\nIt's time to also say goodbye to California for awhile.. I'm selling my giant house in LA, I've donated and sold all my clothes and I'm starting the next chapter of my life. Please listen with an open heart and mind. Thank you to everyone who has stood by me through all the success AND the ugly. I love you so much. If you are struggling with mental health issues or depression, NEVER feel ashamed to ask for help. I waited too long and I'm grateful every day for making the choice to heal. \n\nWANT MORE? 🐶 Meet My NEW Pomeranian Puppy! Lucky Number 7! ▷ https://youtu.be/4oEwYP1nR6I\n💄 SHOP the Velour Liquid Lipstick Collection: https://bit.ly/3gdAIuQ \n\n *SHOP: http://www.jeffreestarcosmetics.com \n+ FOLLOW MY BRAND ON Instagram: http://instagram.com/jeffreestarcosmetics \n+FOLLOW ME ON IG: http://instagram.com/jeffreestar \n+ SNAPCHAT: jeffreestar \n+ TWITTER: @jeffreestar\n\nWATCH MORE VIDEOS...................❤️\n\n💉 WATCH ME GET BOTOX BEFORE THE LOCKDOWN ▷ https://bit.ly/2wHzUw9\n\n💜 Swatching EVERY Liquid Lipstick I’ve EVER Made ▷ https://www.youtube.com/watch?v=RfcY3J6CjgQ&t=2055s\n\n🔮 WATCH FULL FACE OF BRANDS THAT HATE ME  ► https://bit.ly/2O6GgJi",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/iKZaw4wFaZI/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "64439",
    "average": "4.90",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "616959"
  },
  "original_created_at": "2021-06-15T17:00:43.000Z",
  "created_at": "2021-06-15T23:34:01.118Z",
  "tags": []
}