{
  "videoId": "kIcg4VQJXB8",
  "channelId": "UCtt2JqBTG-KoBae4F0Ay2tg",
  "title": "Sea of Thieves: A Pirate's Life - Announcement Trailer",
  "link": "https://www.youtube.com/watch?v=kIcg4VQJXB8",
  "pubDate": "2021-06-13T17:17:50.000Z",
  "author": "Sea of Thieves",
  "id": "yt:video:kIcg4VQJXB8",
  "isoDate": "2021-06-13T17:17:50.000Z",
  "description": "Split across five incredible Tall Tales packed with secrets and side-quests, Sea of Thieves: A Pirate’s Life sees Captain Jack Sparrow sailing in from beyond the horizon to sweep players into an epic new adventure! Free Jack from his prison and witness the power of the world’s greatest Pirate Treasure, which he just so happens to have stolen, before joining him on an unforgettable quest to stop dark forces from dominating this pirate paradise. This lovingly crafted story will be available to play alone or with a crew, and will be a free update for all players with the arrival of Sea of Thieves: Season Three on June 22. Find out more: https://aka.ms/APL_Announcement\n\n----------------------------------------\n\nSea of Thieves Merch: https://www.raregames.store/sea-of-thieves\n\n-----------------------------------------\n\nBuy the game and forge your own legend: https://www.xbox.com/seaofthieves\nDive into the Sea of Thieves Forums: https://www.seaofthieves.com/forum\nFollow Sea of Thieves on Twitter: https://twitter.com/SeaOfThieves\nLike Sea of Thieves on Facebook: https://www.facebook.com/SeaOfThievesGame\nSoak up Sea of Thieves sunsets on Instagram: https://www.instagram.com/seaofthievesgame\nTalk Sea of Thieves on Discord: https://discord.gg/seaofthieves\nLive your best pirate's life with us on TikTok: https://www.tiktok.com/@seaofthieves_game\n\nXbox Live Gold required to play on Xbox One and Xbox Series X|S (sold separately).",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/kIcg4VQJXB8/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "26319",
    "average": "4.96",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "295478"
  },
  "original_created_at": "2021-06-13T17:17:50.000Z",
  "created_at": "2021-06-14T05:44:56.634Z",
  "tags": []
}