{
  "videoId": "lkM8nxcJanM",
  "channelId": "UCL6JmiMXKoXS6bpP1D3bk8g",
  "title": "The Next Money Pit Project Car Revealed",
  "link": "https://www.youtube.com/watch?v=lkM8nxcJanM",
  "pubDate": "2021-06-09T16:00:32.000Z",
  "author": "Donut Media",
  "id": "yt:video:lkM8nxcJanM",
  "isoDate": "2021-06-09T16:00:32.000Z",
  "description": "Thanks to Ebay Motors for sponsoring this video! CLICK here https://bit.ly/EbayMotorsDonut to search through thousands of cars and parts & list those project cars and spare parts sitting around!\n\nIt’s time we say goodbye to our Miata … it won’t be forever BUT we have a brand spankin new car! We have big plans for our new build so stop reading this and go watch the vid! \n\nWe have a new channel! \nhttps://www.youtube.com/channel/UCOvwuc_zaBzXpEo6Up35jxg\n\nMoney Pit is where you get to learn about cars as we work on them. Each ep we’ll breakdown how each component works and then we’ll upgrade it. Join us in our journey to build cool cars, learn about them, and drive the crap out of them!\n\nSome of our best videos ever are coming out soon, stay tuned so you won't miss a thing!\n►Subscribe here: http://bit.ly/1JQ3qvO\n\nCheck out more Donut Media Videos: https://youtu.be/Pz8IGLgFE2s?list=PLF…\n\nWant a Donut shirt or sticker?  Visit https://shop.donut.media/\n\nLike us on Facebook: https://www.facebook.com/donutmedia/\n\nClick here if you want to learn more about Donut Media: http://www.donut.media/\n\nDonut Media is at the center of digital media for the next generation of automotive and motorsports enthusiasts. We are drivers, drifters, and car enthusiasts who love to tell stories.",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/lkM8nxcJanM/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "49144",
    "average": "4.94",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "466732"
  },
  "original_created_at": "2021-06-09T16:00:32.000Z",
  "created_at": "2021-06-09T23:48:36.896Z",
  "tags": []
}