{
  "videoId": "mLUTB5TwM4o",
  "channelId": "UCUhFaUpnq31m6TNX2VKVSVA",
  "title": "Bugatti Chiron v F1 Car: DRAG RACE",
  "link": "https://www.youtube.com/watch?v=mLUTB5TwM4o",
  "pubDate": "2021-06-26T08:05:42.000Z",
  "author": "carwow",
  "id": "yt:video:mLUTB5TwM4o",
  "isoDate": "2021-06-26T08:05:42.000Z",
  "description": "Need help buying your next car? Click the following link and my team and I will help you choose your ideal car at a fair price - from Mat Watson! http://bit.ly/-Help-Me-carwow\n\nThanks to Shaz for bringing his Chiron - https://pulserally.com/\nThanks to Red Bull Racing for bringing the RB7 - https://www.youtube.com/user/redbullracing\nThanks to Ciro for setting up this race - https://www.petrolheadonism.club/\n\n.............................................................\n\nGet ready for our greatest drag race EVER… Bugatti Chiron vs Red Bull F1 Car!! \n\nWe’re sure we don’t need to tell you, but the stats on both of these cars are out of this world! Starting with the Chiron, it’s powered by a humungous 8-litre quad-turbo W16, which pumps out an astronomical 1,500hp & 1,600Nm of torque! It’s pretty heavy though, weighing in at 1,995kg. \n\nAnd then we come to the F1 car. This is no ordinary F1 car though - it’s the 2011 world-championship winning RB7! Powered by a 2.4-litre naturally-aspirated V8, it can put down 750hp. Think it’s therefore at a disadvantage compared to the Chiron’s huge W16? Well don’t forget it’s built out of carbon fibre and weighs just 650kg! \n\nTrust us, this one is NOT to be missed! But do you think the Chiron has a chance? Let us know in the COMMENTS! \n\n.............................................................\nInstagram – http://www.instagram.com/carwow\n\nTiktok - https://www.tiktok.com/@carwow\n\nFacebook – http://www.facebook.com/carwowuk\n\nTwitter – http://www.twitter.com/carwowuk\n\nSign Up to our Newsletter – http://bit.ly/carwow-Newsletter\nAwkward haggling is a thing of the past with carwow. Choose your perfect car with our configurator tool and let the country’s best dealers compete over you. Compare the five best offers by price, location and dealer ratings and choose the one that’s right for you – no hassle, no haggling, just a great deal. \n\nOder auch in Deutschland Geld beim Autokauf sparen – http://bit.ly/carwow-DE\n\nVisita nuestra página web para saber cuánto te puedes ahorrar en tu nuevo coche – http://bit.ly/carwow-ES",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/mLUTB5TwM4o/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "201914",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "2246977"
  },
  "original_created_at": "2021-06-26T08:05:42.000Z",
  "created_at": "2021-06-26T20:50:32.867Z",
  "tags": []
}