{
  "videoId": "nbBqIhMqy-c",
  "channelId": "UCf2ocK7dG_WFUgtDtrKR4rw",
  "title": "Pressure Washing Decades of Filth off Weird Homes - Power Wash Simulator",
  "link": "https://www.youtube.com/watch?v=nbBqIhMqy-c",
  "pubDate": "2021-06-10T14:52:11.000Z",
  "author": "Drae",
  "id": "yt:video:nbBqIhMqy-c",
  "isoDate": "2021-06-10T14:52:11.000Z",
  "description": "Welcome back to Power Wash Simulator! In today's episode of Powerwash Simulator, we have the pleasure of Pressure Washing some of the weirdest of homes as we work our way to affording the heavy-duty pressure washer. I hope you enjoyed this episode of Powerwash Simulator, thanks for watching and liking.\n\nMore Power Wash Simulator:  https://www.youtube.com/watch?v=WdCkHjzTS0A&list=PLEngsjAeWQXgYn8IOULWgxOczWYucKpl6\n\nAbout Power Wash Simulator:\n\nWash away your worries with the soothing sounds of high-pressure water. Fire up your power washer and blast away every speck of dirt and grime you can find. Build your own power-washing business and unlock new tools, upgrades and more – all with the simple satisfaction of power-washing to a sparkling finish. \n\nTIME TO CLEAN UP THE NEIGHBOURHOOD\nBuild up your business in Career Mode and complete a variety of dirty jobs across the dusty town of Muckingham.  There's no right or wrong; no time pressure or final score, just you and the tools you need to soak away your stress. Want a clean start? Chill out and replay your favourite jobs in Free Play. \nGOOD CLEAN FUN \nGraffiti, grime, moss, and mould, no dirt is too tough for your range of washers, nozzles, cleaners, and extensions. Different dirt types have different levels of toughness, so make sure you're getting tactical with your equipment.  \nRELAXATION, SATISFACTION GUARANTEED\nFrom casual, clean freaks to players looking to get into the nitty-gritty, everyone can pick up and play to feel immersed. Absorb the relaxing atmosphere and stress-free pace as you strip dirt from patios, pavements, vehicles, and public parks. Stress gets to us all, so sit back, relax, and wash your worries down the drain.\nTHE WORLD IS YOUR CANVAS \nCreate art by cleaning the way you want. Your nozzles are your brushes; the neighbourhood is your canvas. Unleash your creative talents and transform ordinary dirt into exceptional artwork. Share your techniques and showcase your power-washing prowess and mud-caked masterpieces!  \n\n-Check Out Some New Series-\n\nTeardown: https://bit.ly/TeardownDrae\n\nGrounded: http://bit.ly/GroundedDrae\n\nMedieval Dynasty: http://bit.ly/MedDynDrae\n\n-Classics-\n\nBesiege: https://bit.ly/BesiegeDrae\n\nBeamNG Drive: https://bit.ly/BeamNGDrae\n\n-Links-\n\nBecome A Drae Supporter: http://bit.ly/DraeSupport\n\nDiscord: https://discord.gg/draegast\n\nMy Webpage(All Social & Merch): https://www.draegast.com/\n\nIntro Music: https://bit.ly/OddChapSwitchboard \n\n#PressureWash #PowerWash #Simulator",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/nbBqIhMqy-c/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "10396",
    "average": "4.96",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "199642"
  },
  "original_created_at": "2021-06-10T14:52:11.000Z",
  "created_at": "2021-06-11T07:32:37.913Z",
  "tags": [
    "PressureWash",
    "PowerWash",
    "Simulator"
  ]
}