{
  "videoId": "nbBqIhMqy-c",
  "channelId": "UCf2ocK7dG_WFUgtDtrKR4rw",
  "title": "Pressure Washing Decades of Filth off Weird Homes - Power Wash Simulator",
  "link": "https://www.youtube.com/watch?v=nbBqIhMqy-c",
  "pubDate": "2021-06-10T14:52:11.000Z",
  "author": "Drae",
  "id": "yt:video:nbBqIhMqy-c",
  "isoDate": "2021-06-10T14:52:11.000Z",
  "description": "Welcome back to Power Wash Simulator! In today's episode of Powerwash Simulator, we have the pleasure of Pressure Washing some of the weirdest of homes as we work our way to affording the heavy-duty pressure washer. I hope you enjoyed this episode of Powerwash Simulator, thanks for watching and liking.\n\nMore Power Wash Simulator:  https://www.youtube.com/watch?v=WdCkHjzTS0A&list=PLEngsjAeWQXgYn8IOULWgxOczWYucKpl6\n\nAbout Power Wash Simulator:\n\nWash away your worries with the soothing sounds of high-pressure water. Fire up your power washer and blast away every speck of dirt and grime you can find. Build your own power-washing business and unlock new tools, upgrades and more – all with the simple satisfaction of power-washing to a sparkling finish. \n\nTIME TO CLEAN UP THE NEIGHBOURHOOD\nBuild up your business in Career Mode and complete a variety of dirty jobs across the dusty town of Muckingham.  There's no right or wrong; no time pressure or final score, just you and the tools you need to soak away your stress. Want a clean start? Chill out and replay your favourite jobs in Free Play. \nGOOD CLEAN FUN \nGraffiti, grime, moss, and mould, no dirt is too tough for your range of washers, nozzles, cleaners, and extensions. Different dirt types have different levels of toughness, so make sure you're getting tactical with your equipment.  \nRELAXATION, SATISFACTION GUARANTEED\nFrom casual, clean freaks to players looking to get into the nitty-gritty, everyone can pick up and play to feel immersed. Absorb the relaxing atmosphere and stress-free pace as you strip dirt from patios, pavements, vehicles, and public parks. Stress gets to us all, so sit back, relax, and wash your worries down the drain.\nTHE WORLD IS YOUR CANVAS \nCreate art by cleaning the way you want. Your nozzles are your brushes; the neighbourhood is your canvas. Unleash your creative talents and transform ordinary dirt into exceptional artwork. Share your techniques and showcase your power-washing prowess and mud-caked masterpieces!  \n\n-Check Out Some New Series-\n\nTeardown: https://bit.ly/TeardownDrae\n\nGrounded: http://bit.ly/GroundedDrae\n\nMedieval Dynasty: http://bit.ly/MedDynDrae\n\n-Classics-\n\nBesiege: https://bit.ly/BesiegeDrae\n\nBeamNG Drive: https://bit.ly/BeamNGDrae\n\n-Links-\n\nBecome A Drae Supporter: http://bit.ly/DraeSupport\n\nDiscord: https://discord.gg/draegast\n\nMy Webpage(All Social & Merch): https://www.draegast.com/\n\nIntro Music: https://bit.ly/OddChapSwitchboard \n\n#PressureWash #PowerWash #Simulator",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/nbBqIhMqy-c/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "16307",
    "average": "4.94",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "466847"
  },
  "original_created_at": "2021-06-10T14:52:11.000Z",
  "created_at": "2021-06-11T07:32:37.913Z",
  "tags": [
    "PressureWash",
    "PowerWash",
    "Simulator"
  ],
  "localize": [
    {
      "locale": "ja",
      "description": "Power Wash Simulatorに戻ってきました。今日のPowerwash Simulatorのエピソードでは、大型の高圧洗浄機を購入するために、奇妙な家を高圧洗浄するという楽しみがあります。Powerwash Simulatorのエピソードをお楽しみいただけましたら幸いです。\n\nMore Power Wash Simulator: https://www.youtube.com/watch?v=WdCkHjzTS0A&list=PLEngsjAeWQXgYn8IOULWgxOczWYucKpl6\n\nパワーウォッシュシミュレーターについて。\n\n高圧水の心地よい音で、心配事を洗い流しましょう。洗車機に火を入れて、あらゆる汚れを吹き飛ばします。自分の洗車ビジネスを構築し、新しいツールやアップグレードなどをアンロックしていきます。\n\n近所をきれいにしよう\nキャリアモードでビジネスを拡大しながら、埃っぽい町マッキンガムで様々な汚れ仕事をこなしていこう。 正解も不正解もなく、タイムプレッシャーも最終スコアもなく、あなたと、ストレスを解消するのに必要なツールだけです。きれいなスタートを切りたい？フリープレイでは、お気に入りの仕事をリプレイすることができます。\nGOOD CLEAN FUN \n落書き、汚れ、コケ、カビなどの汚れは、ウォッシャー、ノズル、クリーナー、エクステンションの範囲では手に負えません。汚れの種類によって強さのレベルが異なるので、機器を使って戦術を練りましょう。 \nリラックス、満足保証\nカジュアルなクリーンフリークから、細部にまでこだわりたいプレイヤーまで、誰もが手に取り、没頭してプレイすることができます。リラックスした雰囲気の中、ストレスのないペースで、パティオ、舗道、車、公共の公園などの汚れを落としていきましょう。ストレスは誰にでもあるので、リラックスして、心配事を洗い流してください。\n世界はあなたのキャンバス \n自分の好きなように掃除をしてアートを作りましょう。あなたのノズルはあなたのブラシであり、近隣地域はあなたのキャンバスです。あなたのクリエイティブな才能を発揮して、普通の汚れを特別なアート作品に変えてみませんか。あなたのテクニックを共有し、パワーウォッシュの腕前と泥まみれの傑作を披露してください。 \n\n-新シリーズを見る\n\nTeardown: https://bit.ly/TeardownDrae\n\nGrounded: http://bit.ly/GroundedDrae\n\nMedieval Dynasty: http://bit.ly/MedDynDrae\n\n-クラシックス\n\nBesiege: https://bit.ly/BesiegeDrae\n\nBeamNG Drive: https://bit.ly/BeamNGDrae\n\n-リンク集\n\nBecome A Drae Supporter: http://bit.ly/DraeSupport\n\nDiscord: https://discord.gg/draegast\n\n私のウェブページ（すべてのソーシャル＆マーチ）: https://www.draegast.com/\n\nイントロミュージック: https://bit.ly/OddChapSwitchboard \n\n#プレッシャーウォッシュ #パワーウォッシュ #シミュレーター",
      "title": "変な家の数十年分の汚れを高圧洗浄する - Power Wash Simulator"
    },
    {
      "locale": "zh",
      "description": "欢迎回到 \"高压清洗模拟器 \"节目! 在今天的 \"高压清洗模拟器 \"节目中，我们有幸对一些最奇怪的家庭进行高压清洗，因为我们正在努力购买重型高压清洗机。我希望你喜欢这一集的洗车模拟器，谢谢你的观看和喜欢。\n\n更多强力清洗模拟器：https://www.youtube.com/watch?v=WdCkHjzTS0A&list=PLEngsjAeWQXgYn8IOULWgxOczWYucKpl6\n\n关于强力洗车机模拟器。\n\n在高压水的舒缓声音中洗去你的烦恼。开启你的动力洗车机，炸掉你能找到的每一粒灰尘和污垢。建立你自己的电力清洗业务，并解锁新的工具，升级和更多 - 所有简单的满足电力清洗到一个闪亮的完成。\n\n是时候清理邻里关系了\n在职业模式中建立你的生意，在尘土飞扬的穆金汉镇完成各种肮脏的工作。 没有对错之分；没有时间压力或最后得分，只有你和你需要的工具，以浸泡你的压力。想要一个干净的开始？在自由游戏中放松一下，重玩你喜欢的工作。\n良好的清洁乐趣 \n涂鸦、污垢、苔藓和霉菌，对于你的一系列清洗器、喷嘴、清洁剂和扩展装置来说，没有什么污垢是太难对付的。不同的污垢类型有不同的坚韧程度，所以要确保你对你的设备采取战术。 \n放松，保证满意\n从休闲的清洁狂人到希望进入细枝末节的玩家，每个人都可以拿起来玩，感觉沉浸其中。当你从庭院、人行道、车辆和公共公园剥离污垢时，吸收轻松的氛围和无压力的节奏。压力对我们所有人都有影响，所以坐下来，放松，把你的忧虑冲进下水道。\n世界是你的画布 \n以你想要的方式清洁，创造艺术。你的喷嘴就是你的画笔；周围的环境就是你的画布。释放你的创造才能，将普通的污垢转化为卓越的艺术品。分享你的技术，展示你的动力清洗能力和泥土的杰作  \n\n检查一些新的系列--\n\nTeardown: https://bit.ly/TeardownDrae\n\n接地气: http://bit.ly/GroundedDrae\n\n中世纪王朝: http://bit.ly/MedDynDrae\n\n-经典-\n\nBesiege: https://bit.ly/BesiegeDrae\n\nBeamNG Drive: https://bit.ly/BeamNGDrae\n\n-链接-\n\n成为Drae的支持者: http://bit.ly/DraeSupport\n\nDiscord: https://discord.gg/draegast\n\n我的网页（所有社交和商品）: https://www.draegast.com/\n\n介绍音乐: https://bit.ly/OddChapSwitchboard \n\n壓力沖洗 #壓力沖洗 #力量沖洗 #模擬器",
      "title": "高压清洗数十年来怪异房屋上的污垢--强力清洗模拟器"
    },
    {
      "locale": "zh-Hant",
      "description": "歡迎回到 \"高壓清洗模擬器 \"節目! 在今天的 \"高壓清洗模擬器 \"節目中，我們有幸對一些最奇怪的家庭進行高壓清洗，因爲我們正在努力購買重型高壓清洗機。我希望你喜歡這一集的洗車模擬器，謝謝你的觀看和喜歡。\n\n更多強力清洗模擬器：https://www.youtube.com/watch?v=WdCkHjzTS0A&list=PLEngsjAeWQXgYn8IOULWgxOczWYucKpl6\n\n關於強力洗車機模擬器。\n\n在高壓水的舒緩聲音中洗去你的煩惱。開啓你的動力洗車機，炸掉你能找到的每一粒灰塵和污垢。建立你自己的電力清洗業務，並解鎖新的工具，升級和更多 - 所有簡單的滿足電力清洗到一個閃亮的完成。\n\n是時候清理鄰里關係了\n在職業模式中建立你的生意，在塵土飛揚的穆金漢鎮完成各種骯髒的工作。 沒有對錯之分；沒有時間壓力或最後得分，只有你和你需要的工具，以浸泡你的壓力。想要一個乾淨的開始？在自由遊戲中放鬆一下，重玩你喜歡的工作。\n良好的清潔樂趣 \n塗鴉、污垢、苔蘚和黴菌，對於你的一系列清洗器、噴嘴、清潔劑和擴展裝置來說，沒有什麼污垢是太難對付的。不同的污垢類型有不同的堅韌程度，所以要確保你對你的設備採取戰術。 \n放鬆，保證滿意\n從休閒的清潔狂人到希望進入細枝末節的玩家，每個人都可以拿起來玩，感覺沉浸其中。當你從庭院、人行道、車輛和公共公園剝離污垢時，吸收輕鬆的氛圍和無壓力的節奏。壓力對我們所有人都有影響，所以坐下來，放鬆，把你的憂慮衝進下水道。\n世界是你的畫布 \n以你想要的方式清潔，創造藝術。你的噴嘴就是你的畫筆；周圍的環境就是你的畫布。釋放你的創造才能，將普通的污垢轉化爲卓越的藝術品。分享你的技術，展示你的動力清洗能力和泥土的傑作  \n\n檢查一些新的系列--\n\nTeardown: https://bit.ly/TeardownDrae\n\n接地氣: http://bit.ly/GroundedDrae\n\n中世紀王朝: http://bit.ly/MedDynDrae\n\n-經典-\n\nBesiege: https://bit.ly/BesiegeDrae\n\nBeamNG Drive: https://bit.ly/BeamNGDrae\n\n-鏈接-\n\n成爲Drae的支持者: http://bit.ly/DraeSupport\n\nDiscord: https://discord.gg/draegast\n\n我的網頁（所有社交和商品）: https://www.draegast.com/\n\n介紹音樂: https://bit.ly/OddChapSwitchboard \n\n壓力沖洗 #壓力沖洗 #力量沖洗 #模擬器",
      "title": "高壓清洗數十年來怪異房屋上的污垢--強力清洗模擬器"
    }
  ],
  "source_updated_at": 1624009752246
}