{
  "videoId": "nvSegp-4rUM",
  "channelId": "UCtNBFUsxj2YVbEc5HquzFqg",
  "title": "EAT IT AND I’ll PAY FOR IT!! (SOUR EDITION)",
  "link": "https://www.youtube.com/watch?v=nvSegp-4rUM",
  "pubDate": "2021-06-02T15:00:23.000Z",
  "author": "Carter Sharer",
  "id": "yt:video:nvSegp-4rUM",
  "isoDate": "2021-06-02T15:00:23.000Z",
  "description": "🔥SHOP NOW!!🔥━► https://www.teamrar.com/ \n\nCarter Sharer just built the World's Tallest Trampoline Tower (https://youtu.be/wZ92QkMdoyE) But today Carer Share, Lizzy Capri, Ryan Prunty, Stove's Kitchen, Bailey Bagles Payne and Deniesse do an insane EAT IT AND I'll PAY FOR IT CHALLENGE: SOUR EDITION! That's right, TEAM RAR has done the Eat it and I'll Pay For It Fast Food edition, as well as Gummies, Chocolate (dark, milk and white), Fast Food (fries, burgers, chicken nuggets) and now one of the hardest challenges yet: SOUR CANDY!! From Sour Skittles and Fun Dips to Sour Punch Straws, Sour Patch Kids, Toxic Waste Warheads and Sour Pop Rocks, we ate it all!! Each category of sour food paid up to the ultimate: sour soda with a sour shot full of sour treats! This was way more sour than any of us expected. What's the most sour food you've ever eaten?? Were there any sour candies you think we should have tried? Comment below!!\n\n❇️ MORE EPIC VLOGS ❇️\n\n@FaZe Rug Eating the Worlds SOUREST Candy - SOUR CHALLENGE https://www.youtube.com/watch?v=1_neEtThSBk\n@Collins Key SOUREST GIANT CANDY IN THE WORLD CHALLENGE!!! Warheads Toxic Waste (EXTREMELY SOUR DIY EDIBLE FOOD) https://www.youtube.com/watch?v=ecn3sD6pgVI\n@Amp World  EATING THE WORLD\"S MOST SOUREST CANDY!!! | BEN AZELART VS JEREMY HUTCHINS https://www.youtube.com/watch?v=c41xDf64lYU\n@Matt Stonie Giant Sour Patch Kids Challenge x 2 (EXTREMELY SOUR) https://www.youtube.com/watch?v=8yrp8kV6cGo\n\n-----------------------------------------------------------------------------------------------------------\n📷INSTAGRAM → @CarterSharer https://www.instagram.com/cartersharer/\n📷INSTAGRAM → @OfficalTeamRAR https://www.instagram.com/officialteamrar/\n📷INSTAGRAM → @LizzyCapri https://www.instagram.com/lizzycapri/\n📘FACEBOOK → CARTER SHARER OFFICIAL https://goo.gl/WM7mBu\n\nSubscribe to my channel! https://goo.gl/XjjCA8\n-----------------------------------------------------------------------------------------------------------\nBusiness Inquiries: carter@nightmedia.co\n\nWARNING: \nThis video is only for entertainment purposes. Do not attempt to recreate any of the acts in this video, as they may be dangerous if not done correctly, and could result in serious injury. If you rely on the information portrayed in this video, you assume the responsibility for the results. Have fun, but always think ahead, and remember that every project you try is at YOUR OWN RISK.\n\nThis footage is property of Team RAR inc. and is not allowed to be repurposed without written consent from Team RAR inc. For any requests from media contact us at carter@nightmedia.co",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/nvSegp-4rUM/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "25586",
    "average": "4.87",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "901672"
  },
  "original_created_at": "2021-06-02T15:00:23.000Z",
  "created_at": "2021-06-03T03:54:58.733Z",
  "tags": []
}