{
  "videoId": "RCsEKvz2mxs",
  "channelId": "UCjmJDM5pRKbUlVIzDYYWb6g",
  "title": "Space Jam: A New Legacy – Trailer 2",
  "link": "https://www.youtube.com/watch?v=RCsEKvz2mxs",
  "pubDate": "2021-06-09T16:00:06.000Z",
  "author": "Warner Bros. Pictures",
  "id": "yt:video:RCsEKvz2mxs",
  "isoDate": "2021-06-09T16:00:06.000Z",
  "description": "LeBron James and the Tune Squad only have one shot to win the highest stakes game of their lives. Watch them battle it out on the court against the Goon Squad in Space Jam: A New Legacy in theaters and HBO Max – July 16. #SpaceJamMovie  \n\n-----------------\nhttps://www.facebook.com/SpaceJamMovie\nhttps://www.instagram.com/SpaceJamMovie/\nhttps://twitter.com/spacejammovie/\n-----------------\n\nWelcome to the Jam!  Basketball champion and global icon LeBron James goes on an epic adventure alongside timeless Tune Bugs Bunny with the animated/live-action event “Space Jam: A New Legacy,” from director Malcolm D. Lee and an innovative filmmaking team including Ryan Coogler and Maverick Carter.  This transformational journey is a manic mashup of two worlds that reveals just how far some parents will go to connect with their kids. When LeBron and his young son Dom are trapped in a digital space by a rogue A.I., LeBron must get them home safe by leading Bugs, Lola Bunny and the whole gang of notoriously undisciplined Looney Tunes to victory over the A.I.’s digitized champions on the court: a powered-up roster of professional basketball stars as you’ve never seen them before.  It’s Tunes versus Goons in the highest-stakes challenge of his life, that will redefine LeBron’s bond with his son and shine a light on the power of being yourself. The ready-for-action Tunes destroy convention, supercharge their unique talents and surprise even “King” James by playing the game their own way.\n\nJames stars alongside Oscar nominee Don Cheadle (the “Avengers” films, “Hotel Rwanda”), Khris Davis (“Judas and the Black Messiah,” TV’s “Atlanta”), Sonequa Martin-Green (TV’s “The Walking Dead,” “Star Trek: Discovery”), newcomer Cedric Joe, Jeff Bergman (“Looney Tunes Cartoons”), Eric Bauza (“Looney Tunes Cartoons”), and Zendaya (upcoming “Dune,” “Malcolm & Marie”).\n\nLee (“Girls Trip,” “Night School”) directs from a screenplay by Juel Taylor & Tony Rettenmaier & Keenan Coogler & Terence Nance and Jesse Gordon and Celeste Ballard, story by Juel Taylor & Tony Rettenmaier & Keenan Coogler & Terence Nance and Terence Nance.  Based on “Space Jam,” written by Leo Benvenuti & Steve Rudnick and Timothy Harris & Herschel Weingrod.  The film’s producers are Ryan Coogler, LeBron James, Maverick Carter and Duncan Henderson, and the executive producers are Sev Ohanian, Zinzi Coogler, Allison Abbate, Jesse Ehrman, Jamal Henderson, Spencer Beighley, Justin Lin, Terence Nance and Ivan Reitman.\n\nThe director’s behind-the-scenes creative team includes director of photography Salvatore Totino (“Spider-Man: Homecoming”), animation producer Troy Nethercott (“Wonder Park”), production designers Kevin Ishioka (“The Mule”), Akin McKenzie (Netflix’s “When They See Us”) and Clint Wallace (upcoming “Eternals”), editor Bob Ducsay (“Godzilla: King of the Monsters,” “Star Wars Episode VIII – The Last Jedi”) and costume designer Melissa Bruning (“Rampage,” “War for the Planet of the Apes”).  The music is by Kris Bowers (“Greenbook,” Netflix’s “Bridgerton”).\n\nWarner Bros. Pictures Presents a Proximity/The SpringHill Company Production, a Malcolm D. Lee Film, “Space Jam: A New Legacy.”  The film will be distributed worldwide by Warner Bros. Pictures.  It will be released in theaters nationwide on July 16, 2021 and will be available in the U.S. on HBO Max for 31 days from theatrical release.",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/RCsEKvz2mxs/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "15583",
    "average": "4.74",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "799730"
  },
  "original_created_at": "2021-06-09T16:00:06.000Z",
  "created_at": "2021-06-10T06:33:55.816Z",
  "tags": [
    "SpaceJamMovie"
  ]
}