{
  "videoId": "TPBH3XO8YEU",
  "channelId": "UCq0OueAsdxH6b8nyAspwViw",
  "title": "Candyman - Official Trailer 2",
  "link": "https://www.youtube.com/watch?v=TPBH3XO8YEU",
  "pubDate": "2021-06-23T14:59:38.000Z",
  "author": "Universal Pictures",
  "id": "yt:video:TPBH3XO8YEU",
  "isoDate": "2021-06-23T14:59:38.000Z",
  "description": "Candyman\nIn Theaters August 27\nhttps://www.CandymanMovie.com\n\nDon’t say his name. \n\nOscar® winner Jordan Peele unleashes a fresh take on the blood-chilling urban legend that your friend’s older sibling probably told you about at a sleepover: Candyman. Rising filmmaker Nia DaCosta (Little Woods) directs this contemporary incarnation of the cult classic.  \n\nFor as long as residents can remember, the housing projects of Chicago’s Cabrini Green neighborhood were terrorized by a word-of-mouth ghost story about a supernatural killer with a hook for a hand, easily summoned by those daring to repeat his name five times into a mirror. In present day, a decade after the last of the Cabrini towers were torn down, visual artist Anthony McCoy (Yahya Abdul-Mateen II; HBO’s Watchmen, Us) and his girlfriend, gallery director Brianna Cartwright (Teyonah Parris; If Beale Street Could Talk, The Photograph), move into a luxury loft condo in Cabrini, now gentrified beyond recognition and inhabited by upwardly mobile millennials.\n\nWith Anthony’s painting career on the brink of stalling, a chance encounter with a Cabrini Green old-timer (Colman Domingo; HBO’s Euphoria, Assassination Nation) exposes Anthony to the tragically horrific nature of the true story behind Candyman. Anxious to maintain his status in the Chicago art world, Anthony begins to explore these macabre details in his studio as fresh grist for paintings, unknowingly opening a door to a complex past that unravels his own sanity and unleashes a terrifying wave of violence that puts him on a collision course with destiny.\n\nUniversal Pictures presents, from Metro Goldwyn Mayer Pictures and Jordan Peele and Win Rosenfeld’s Monkeypaw Productions, in association with BRON Creative, Candyman. Candyman is directed by DaCosta, and is produced by Ian Cooper (Us), Rosenfeld and Peele. The screenplay is by Peele & Rosenfeld and DaCosta. The film is based on the 1992 film Candyman, written by Bernard Rose, and the short story “The Forbidden” by Clive Barker. The film’s executive producers are David Kern, Aaron L. Gilbert and Jason Cloth.",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/TPBH3XO8YEU/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "14790",
    "average": "4.80",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1950932"
  },
  "original_created_at": "2021-06-23T14:59:38.000Z",
  "created_at": "2021-06-23T23:49:18.285Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "description": "キャンディマン\n8月27日公開\nhttps://www.CandymanMovie.com\n\n彼の名前を言ってはいけない。\n\nオスカー®受賞者のジョーダン・ピールが、友人の兄妹がお泊り会で話してくれたであろう、血も凍るような都市伝説を斬新にアレンジした作品です。キャンディマン。監督は『Little Woods』の新進気鋭の映画監督Nia DaCostaで、カルト的な人気を誇るこの作品を現代風にアレンジしています。 \n\nシカゴのカブリニグリーン地区の住宅地では、住民が記憶している限り、「手にフックを持つ超自然的な殺人鬼が、鏡に向かって自分の名前を5回繰り返すと簡単に召喚される」というゴーストストーリーが口コミで広まり、恐怖を与えていた。最後のカブリニタワーが取り壊されてから10年後の現代、ビジュアルアーティストのアンソニー・マッコイ（Yahya Abdul-Mateen II; HBO's Watchmen, Us）とガールフレンドのギャラリーディレクター、ブリアナ・カートライト（Teyonah Parris; If Beale Street Could Talk, The Photograph）は、今では見違えるほど高級化し、上昇志向の強いミレニアル世代が住むカブリニの高級ロフトマンションに引っ越してきました。\n\nアンソニーの絵のキャリアは失速しかけていたが、カブリニグリーンの古株（コルマン・ドミンゴ：HBO「Euphoria」「Assassination Nation」）との偶然の出会いにより、アンソニーはキャンディマンの背後にある実話の悲劇的な恐ろしさを知ることになる。シカゴの美術界での地位を維持したいアンソニーは、絵画の材料としてスタジオでこれらの不気味なディテールを探り始めるが、知らず知らずのうちに複雑な過去への扉を開き、彼自身の正気を解き放ち、恐ろしい暴力の波を引き起こし、彼を運命との衝突コースへと導いていくのだった。\n\nUniversal Pictures presents, from Metro Goldwyn Mayer Pictures, Jordan Peele and Win Rosenfeld's Monkeypaw Productions, in association with BRON Creative, Candyman. Candyman」は、DaCostaが監督し、Ian Cooper（Us）、Rosenfeld、Peeleがプロデュースします。脚本はPeele＆RosenfeldとDaCostaが担当。本作は、1992年に公開されたバーナード・ローズ原作の映画「キャンディマン」と、クライヴ・バーカーの短編小説「The Forbidden」をベースにしています。本作のエグゼクティブ・プロデューサーは、デビッド・カーン、アーロン・L・ギルバート、ジェイソン・クロスです。",
      "title": "映画『キャンディマン』公式予告編2"
    },
    {
      "locale": "zh",
      "description": "坎迪曼\n8月27日上映\nhttps://www.CandymanMovie.com\n\n不要说他的名字。\n\n奥斯卡奖得主乔丹-皮尔以全新的方式演绎了一个令人毛骨悚然的城市传说，你朋友的哥哥姐姐可能在过夜时告诉过你这个故事。Candyman。新兴电影制片人Nia DaCosta（《小森林》）执导了这部当代经典的化身。 \n\n从居民有记忆以来，芝加哥Cabrini Green社区的住房项目就被一个口口相传的鬼故事吓坏了，这个故事说的是一个用钩子做手的超自然杀手，那些敢于对着镜子重复他的名字五次的人很容易被召唤出来。在今天，在最后一座卡布里尼塔被拆毁的十年后，视觉艺术家安东尼-麦考伊（Yahya Abdul-Mateen II；HBO的《守望者》、《我们》）和他的女友、画廊总监布里安娜-卡特赖特（Teyonah Parris；《如果比尔街会说话》、《照片》）搬进了卡布里尼的一个豪华阁楼公寓，现在这里已经绅士化得不像话，居住着上流社会的千禧一代。\n\n安东尼的绘画事业正处于停滞不前的边缘，一次偶然的机会，他遇到了卡布里尼格林的老前辈（科尔曼-多明戈；HBO的《兴奋》、《刺杀国》），让安东尼了解到《糖果》背后的真实故事的悲惨恐怖。安东尼急于保持他在芝加哥艺术界的地位，开始在他的工作室里探索这些可怕的细节，作为绘画的新鲜素材，不知不觉中打开了一扇通往复杂的过去的大门，解开了他自己的理智，释放出可怕的暴力浪潮，使他与命运发生碰撞。\n\n环球影业推出的《糖果》，由麦德龙-戈德温-梅尔影业和乔丹-皮尔、温-罗森菲尔德的Monkeypaw Productions与BRON Creative联合推出。糖果》由达科斯塔执导，伊恩-库珀（《我们》）、罗森菲尔德和皮尔监制。剧本由Peele & Rosenfeld和DaCosta编写。该片根据1992年电影《糖果人》和克莱夫-巴克的短篇小说《禁忌》改编，由伯纳德-罗斯撰写。影片的执行制片人是David Kern、Aaron L. Gilbert和Jason Cloth。",
      "title": "Candyman - 官方预告片2"
    },
    {
      "locale": "zh-Hant",
      "description": "坎迪曼\n8月27日上映\nhttps://www.CandymanMovie.com\n\n不要說他的名字。\n\n奧斯卡獎得主喬丹-皮爾以全新的方式演繹了一個令人毛骨悚然的城市傳說，你朋友的哥哥姐姐可能在過夜時告訴過你這個故事。Candyman。新興電影製片人Nia DaCosta（《小森林》）執導了這部當代經典的化身。 \n\n從居民有記憶以來，芝加哥Cabrini Green社區的住房項目就被一個口口相傳的鬼故事嚇壞了，這個故事說的是一個用鉤子做手的超自然殺手，那些敢於對着鏡子重複他的名字五次的人很容易被召喚出來。在今天，在最後一座卡布里尼塔被拆毀的十年後，視覺藝術家安東尼-麥考伊（Yahya Abdul-Mateen II；HBO的《守望者》、《我們》）和他的女友、畫廊總監布里安娜-卡特賴特（Teyonah Parris；《如果比爾街會說話》、《照片》）搬進了卡布里尼的一個豪華閣樓公寓，現在這裏已經紳士化得不像話，居住着上流社會的千禧一代。\n\n安東尼的繪畫事業正處於停滯不前的邊緣，一次偶然的機會，他遇到了卡布里尼格林的老前輩（科爾曼-多明戈；HBO的《興奮》、《刺殺國》），讓安東尼瞭解到《糖果》背後的真實故事的悲慘恐怖。安東尼急於保持他在芝加哥藝術界的地位，開始在他的工作室裏探索這些可怕的細節，作爲繪畫的新鮮素材，不知不覺中打開了一扇通往復雜的過去的大門，解開了他自己的理智，釋放出可怕的暴力浪潮，使他與命運發生碰撞。\n\n環球影業推出的《糖果》，由麥德龍-戈德溫-梅爾影業和喬丹-皮爾、溫-羅森菲爾德的Monkeypaw Productions與BRON Creative聯合推出。糖果》由達科斯塔執導，伊恩-庫珀（《我們》）、羅森菲爾德和皮爾監製。劇本由Peele & Rosenfeld和DaCosta編寫。該片根據1992年電影《糖果人》和克萊夫-巴克的短篇小說《禁忌》改編，由伯納德-羅斯撰寫。影片的執行製片人是David Kern、Aaron L. Gilbert和Jason Cloth。",
      "title": "Candyman - 官方預告片2"
    }
  ],
  "source_updated_at": 1624614206645
}