{
  "videoId": "TPBH3XO8YEU",
  "channelId": "UCq0OueAsdxH6b8nyAspwViw",
  "title": "Candyman - Official Trailer 2",
  "link": "https://www.youtube.com/watch?v=TPBH3XO8YEU",
  "pubDate": "2021-06-23T14:59:38.000Z",
  "author": "Universal Pictures",
  "id": "yt:video:TPBH3XO8YEU",
  "isoDate": "2021-06-23T14:59:38.000Z",
  "description": "Candyman\nIn Theaters August 27\nhttps://www.CandymanMovie.com\n\nDon’t say his name. \n\nOscar® winner Jordan Peele unleashes a fresh take on the blood-chilling urban legend that your friend’s older sibling probably told you about at a sleepover: Candyman. Rising filmmaker Nia DaCosta (Little Woods) directs this contemporary incarnation of the cult classic.  \n\nFor as long as residents can remember, the housing projects of Chicago’s Cabrini Green neighborhood were terrorized by a word-of-mouth ghost story about a supernatural killer with a hook for a hand, easily summoned by those daring to repeat his name five times into a mirror. In present day, a decade after the last of the Cabrini towers were torn down, visual artist Anthony McCoy (Yahya Abdul-Mateen II; HBO’s Watchmen, Us) and his girlfriend, gallery director Brianna Cartwright (Teyonah Parris; If Beale Street Could Talk, The Photograph), move into a luxury loft condo in Cabrini, now gentrified beyond recognition and inhabited by upwardly mobile millennials.\n\nWith Anthony’s painting career on the brink of stalling, a chance encounter with a Cabrini Green old-timer (Colman Domingo; HBO’s Euphoria, Assassination Nation) exposes Anthony to the tragically horrific nature of the true story behind Candyman. Anxious to maintain his status in the Chicago art world, Anthony begins to explore these macabre details in his studio as fresh grist for paintings, unknowingly opening a door to a complex past that unravels his own sanity and unleashes a terrifying wave of violence that puts him on a collision course with destiny.\n\nUniversal Pictures presents, from Metro Goldwyn Mayer Pictures and Jordan Peele and Win Rosenfeld’s Monkeypaw Productions, in association with BRON Creative, Candyman. Candyman is directed by DaCosta, and is produced by Ian Cooper (Us), Rosenfeld and Peele. The screenplay is by Peele & Rosenfeld and DaCosta. The film is based on the 1992 film Candyman, written by Bernard Rose, and the short story “The Forbidden” by Clive Barker. The film’s executive producers are David Kern, Aaron L. Gilbert and Jason Cloth.",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/TPBH3XO8YEU/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "6315",
    "average": "4.89",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "314951"
  },
  "original_created_at": "2021-06-23T14:59:38.000Z",
  "created_at": "2021-06-23T23:49:18.285Z",
  "tags": []
}