{
  "videoId": "txCB6REY-1w",
  "channelId": "UCqd1aV6gTudT5TY8YVzK2Dg",
  "title": "First Egg Hatching to Chicks Fledging - 21 days in 21 mins - BlueTit nest box camera highlights 2021",
  "link": "https://www.youtube.com/watch?v=txCB6REY-1w",
  "pubDate": "2021-06-14T19:00:15.000Z",
  "author": "Live Nest Box Camera 2021 - Loughborough, UK",
  "id": "yt:video:txCB6REY-1w",
  "isoDate": "2021-06-14T19:00:15.000Z",
  "description": "Here's the follow-up montage video from the BlueTit nest box located in Loughborough, UK. It takes us from the first egg hatching to the chicks fledging and leaving the nest.\n\nIf you haven't seen the Empty Nest to First Egg video you can find it here:\nhttps://www.youtube.com/watch?v=7EPJEg6R3SM&list=PLG_1nW3IoL_OyETLTx_6aC6CjIbl7jAiw&index=2\n\nAs you'll see, several of the chicks didn't survive to fledging. There was a cold snap during the nesting period which could have had a bearing on the matter. Rest assured that the bird feeders were (and still are) well stocked. Like minded people with bluetit nest boxes in the UK left comments saying many of their chicks also hadn't survived through to fledging this year either.\nThe chicks hatched over a four day period, usually this would only be a two day affair. The final chick to hatch on day 4 didn't stand much of a chance compared to its siblings which were already much larger after 2 or 3 days of being fed. \n\nThe sharper eyed amongst you might have noticed that there isn't a day 15 or 19 in the video. This was due to a recording failure and a computer meltdown. The camera and computer had been streaming 24/7 for two and a half months and started to fight back!\n\nThe parents continue to feed the chicks in and around the garden and the chicks have not returned to the nest box. This is absolutely normal. \nThe white fluff in the nest is Sheep's wool.\n\nIf you would like to see more then there are individual daily highlights available! Please look through this playlist -\nhttps://www.youtube.com/playlist?list=PLG_1nW3IoL_OyETLTx_6aC6CjIbl7jAiw\n\nThanks lots for watching - hope you enjoyed it!\n\nThings used to make these videos:\n\nNest box - Garden Nature side view box\nIn box Camera - Green Feathers wired IP camera \nExternal Camera - Sony A6400 with 18 -105mm F4 lens\nStreaming software - OBS\nStreaming hardware - Apple MacBook Pro 15\" 2012 and 2018\nEditing software - Davinci Resolve 17",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/txCB6REY-1w/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "67157",
    "average": "4.94",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "3016809"
  },
  "original_created_at": "2021-06-14T19:00:15.000Z",
  "created_at": "2021-06-15T15:04:20.515Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "description": "イギリスのラフバラにあるBlueTitの巣箱からのフォローアップモンタージュ映像です。最初の卵が孵化するところから、ヒナが羽化して巣立つところまでを撮影しています。\n\n空の巣から最初の卵までのビデオをご覧になっていない方は、こちらをご覧ください。\nhttps://www.youtube.com/watch?v=7EPJEg6R3SM&list=PLG_1nW3IoL_OyETLTx_6aC6CjIbl7jAiw&index=2\n\nご覧の通り、何羽かのヒナは羽化まで生き残れませんでした。巣立ちの時期に寒波があったことが影響しているのかもしれません。餌箱には十分な餌が用意されているので安心してください。イギリスでブルーリットの巣箱を持っている同じような人たちが、今年も多くのヒナが羽化まで生き残れなかったとコメントを残しています。\n雛は4日間かけて孵化しましたが、通常は2日で孵化してしまいます。4日目に孵化した最後のヒナは、2、3日の給餌ですでに大きくなっていた兄弟たちに比べて、あまりチャンスがなかったのです。\n\n目の肥えた方ならお気づきかもしれませんが、ビデオには15日目と19日目の映像がありません。これは、録画の失敗とコンピュータの故障によるものです。カメラとコンピュータは2ヶ月半の間、24時間365日のストリーミングを行っていましたが、反撃に出ました。\n\n両親は庭や周辺で雛に餌を与え続けていますが、雛は巣箱に戻ってきていません。これは絶対に正常です。\n巣の中の白い綿毛は羊の毛です。\n\nもっと見たいという方は、デイリーハイライトを個別にご覧いただけます。こちらのプレイリストをご覧ください。\nhttps://www.youtube.com/playlist?list=PLG_1nW3IoL_OyETLTx_6aC6CjIbl7jAiw\n\nご覧いただきありがとうございました。\n\nこのビデオの制作に使用したもの\n\n巣箱 - ガーデンネイチャー サイドビューボックス\n巣箱内カメラ - グリーンフェザーの有線IPカメラ \n外部カメラ - Sony A6400と18-105mm F4レンズ\nストリーミングソフトウェア - OBS\nストリーミング用ハードウェア - Apple MacBook Pro 15\" 2012および2018\n編集ソフト - Davinci Resolve 17",
      "title": "初卵の孵化からヒナの巣立ちまで、21日間を21分で - BlueTit巣箱カメラのハイライト 2021年"
    },
    {
      "locale": "zh",
      "description": "这是位于英国拉夫堡的BlueTit巢箱的后续蒙太奇视频。它带领我们从第一个蛋的孵化到雏鸟出逃和离开巢穴。\n\n如果你还没有看过从空巢到第一个蛋的视频，你可以在这里找到它。\nhttps://www.youtube.com/watch?v=7EPJEg6R3SM&list=PLG_1nW3IoL_OyETLTx_6aC6CjIbl7jAiw&index=2\n\n正如你所看到的，有几只雏鸟没有活到出壳。在筑巢期间发生了一次寒流，这可能对此事有影响。请放心，喂鸟器里有（现在也是）充足的食物。在英国拥有蓝耳鸟巢箱的志同道合者留言说，他们的许多雏鸟今年也没能活到出壳。\n雏鸟在四天内孵化，通常这只是两天的事情。最后一只在第四天孵化的雏鸟与它的兄弟姐妹相比没有什么机会，因为它们在被喂养了两三天后就已经大了很多。\n\n目光敏锐的人可能已经注意到，视频中没有第15天或第19天的内容。这是由于录制失败和电脑崩溃造成的。摄像机和电脑在两个半月的时间里一直在24小时不间断地传输信息，并开始反击了\n\n父母继续在花园里和周围喂养雏鸟，雏鸟还没有回到巢箱里。这绝对是正常的。\n巢里的白色绒毛是绵羊的毛。\n\n如果你想看更多的内容，那么有个别的每日亮点可供观看! 请看一下这个播放列表 -\nhttps://www.youtube.com/playlist?list=PLG_1nW3IoL_OyETLTx_6aC6CjIbl7jAiw\n\n谢谢你的观看 - 希望你喜欢它!\n\n用于制作这些视频的东西。\n\n巢箱 - 花园自然侧视图箱\n箱内摄像机 - 绿羽有线IP摄像机 \n外置摄像头 - 索尼A6400与18 -105mm F4镜头\n流媒体软件 - OBS\n流媒体硬件 - 苹果MacBook Pro 15\" 2012年和2018年\n编辑软件 - Davinci Resolve 17",
      "title": "从第一个蛋孵化到小鸡出壳--21天21分钟--蓝雀巢箱摄像机花絮2021年"
    },
    {
      "locale": "zh-Hant",
      "description": "這是位於英國拉夫堡的BlueTit巢箱的後續蒙太奇視頻。它帶領我們從第一個蛋的孵化到雛鳥出逃和離開巢穴。\n\n如果你還沒有看過從空巢到第一個蛋的視頻，你可以在這裏找到它。\nhttps://www.youtube.com/watch?v=7EPJEg6R3SM&list=PLG_1nW3IoL_OyETLTx_6aC6CjIbl7jAiw&index=2\n\n正如你所看到的，有幾隻雛鳥沒有活到出殼。在築巢期間發生了一次寒流，這可能對此事有影響。請放心，喂鳥器裏有（現在也是）充足的食物。在英國擁有藍耳鳥巢箱的志同道合者留言說，他們的許多雛鳥今年也沒能活到出殼。\n雛鳥在四天內孵化，通常這只是兩天的事情。最後一隻在第四天孵化的雛鳥與它的兄弟姐妹相比沒有什麼機會，因爲它們在被餵養了兩三天後就已經大了很多。\n\n目光敏銳的人可能已經注意到，視頻中沒有第15天或第19天的內容。這是由於錄製失敗和電腦崩潰造成的。攝像機和電腦在兩個半月的時間裏一直在24小時不間斷地傳輸信息，並開始反擊了\n\n父母繼續在花園裏和周圍餵養雛鳥，雛鳥還沒有回到巢箱裏。這絕對是正常的。\n巢裏的白色絨毛是綿羊的毛。\n\n如果你想看更多的內容，那麼有個別的每日亮點可供觀看! 請看一下這個播放列表 -\nhttps://www.youtube.com/playlist?list=PLG_1nW3IoL_OyETLTx_6aC6CjIbl7jAiw\n\n謝謝你的觀看 - 希望你喜歡它!\n\n用於製作這些視頻的東西。\n\n巢箱 - 花園自然側視圖箱\n箱內攝像機 - 綠羽有線IP攝像機 \n外置攝像頭 - 索尼A6400與18 -105mm F4鏡頭\n流媒體軟件 - OBS\n流媒體硬件 - 蘋果MacBook Pro 15\" 2012年和2018年\n編輯軟件 - Davinci Resolve 17",
      "title": "從第一個蛋孵化到小雞出殼--21天21分鐘--藍雀巢箱攝像機花絮2021年"
    }
  ],
  "source_updated_at": 1624009752251
}