{
  "videoId": "txCB6REY-1w",
  "channelId": "UCqd1aV6gTudT5TY8YVzK2Dg",
  "title": "First Egg Hatching to Chicks Fledging - 21 days in 21 mins - BlueTit nest box camera highlights 2021",
  "link": "https://www.youtube.com/watch?v=txCB6REY-1w",
  "pubDate": "2021-06-14T19:00:15.000Z",
  "author": "Live Nest Box Camera 2021 - Loughborough, UK",
  "id": "yt:video:txCB6REY-1w",
  "isoDate": "2021-06-14T19:00:15.000Z",
  "description": "Here's the follow-up montage video from the BlueTit nest box located in Loughborough, UK. It takes us from the first egg hatching to the chicks fledging and leaving the nest.\n\nIf you haven't seen the Empty Nest to First Egg video you can find it here:\nhttps://www.youtube.com/watch?v=7EPJEg6R3SM&list=PLG_1nW3IoL_OyETLTx_6aC6CjIbl7jAiw&index=2\n\nAs you'll see, several of the chicks didn't survive to fledging. There was a cold snap during the nesting period which could have had a bearing on the matter. Rest assured that the bird feeders were (and still are) well stocked. Like minded people with bluetit nest boxes in the UK left comments saying many of their chicks also hadn't survived through to fledging this year either.\nThe chicks hatched over a four day period, usually this would only be a two day affair. The final chick to hatch on day 4 didn't stand much of a chance compared to its siblings which were already much larger after 2 or 3 days of being fed. \n\nThe sharper eyed amongst you might have noticed that there isn't a day 15 or 19 in the video. This was due to a recording failure and a computer meltdown. The camera and computer had been streaming 24/7 for two and a half months and started to fight back!\n\nThe parents continue to feed the chicks in and around the garden and the chicks have not returned to the nest box. This is absolutely normal. \nThe white fluff in the nest is Sheep's wool.\n\nIf you would like to see more then there are individual daily highlights available! Please look through this playlist -\nhttps://www.youtube.com/playlist?list=PLG_1nW3IoL_OyETLTx_6aC6CjIbl7jAiw\n\nThanks lots for watching - hope you enjoyed it!\n\nThings used to make these videos:\n\nNest box - Garden Nature side view box\nIn box Camera - Green Feathers wired IP camera \nExternal Camera - Sony A6400 with 18 -105mm F4 lens\nStreaming software - OBS\nStreaming hardware - Apple MacBook Pro 15\" 2012 and 2018\nEditing software - Davinci Resolve 17",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/txCB6REY-1w/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "20108",
    "average": "4.96",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "759249"
  },
  "original_created_at": "2021-06-14T19:00:15.000Z",
  "created_at": "2021-06-15T15:04:20.515Z",
  "tags": []
}