{
  "videoId": "vojsscI61Sk",
  "channelId": "UCL6JmiMXKoXS6bpP1D3bk8g",
  "title": "Is a Manual Transmission Swap Worth It?",
  "link": "https://www.youtube.com/watch?v=vojsscI61Sk",
  "pubDate": "2021-06-16T16:00:25.000Z",
  "author": "Donut Media",
  "id": "yt:video:vojsscI61Sk",
  "isoDate": "2021-06-16T16:00:25.000Z",
  "description": "Thanks to Ebay Motors for sponsoring this video! CLICK here https://ebayvehicle.com/app/Donut to search through thousands of cars and parts & list those project cars and spare parts sitting around!\n\nSo far we’ve beat the absolute crap out of our new e36 BUT the automatic transmission is kinda ruining the party for us. So today we are turning our family automatic sedan into... well still a family sedan with a cooler shift stick. Was it all worth it??? \n\nWant to be a Donut host??? Go here: https://donut.media/pages/join-team-donut\n\nMoney Pit is where you get to learn about cars as we work on them. Each ep we’ll breakdown how each component works and then we’ll upgrade it. Join us in our journey to build cool cars, learn about them, and drive the crap out of them!\n\nSome of our best videos ever are coming out soon, stay tuned so you won't miss a thing!\n►Subscribe here: http://bit.ly/1JQ3qvO\n\nCheck out more Donut Media Videos: https://youtu.be/Pz8IGLgFE2s?list=PLF…\n\nWant a Donut shirt or sticker?  Visit https://shop.donut.media/\n\nLike us on Facebook: https://www.facebook.com/donutmedia/\n\nClick here if you want to learn more about Donut Media: http://www.donut.media/\n\nDonut Media is at the center of digital media for the next generation of automotive and motorsports enthusiasts. We are drivers, drifters, and car enthusiasts who love to tell stories.",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/vojsscI61Sk/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "89294",
    "average": "4.98",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1042312"
  },
  "original_created_at": "2021-06-16T16:00:25.000Z",
  "created_at": "2021-06-17T04:32:07.754Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "description": "このビデオのスポンサーであるEbay Motorsに感謝します。CLICK here https://ebayvehicle.com/app/Donut 何千台もの車やパーツを検索して、眠っているプロジェクトカーやスペアパーツをリストアップしよう!\n\nこれまでのところ、私たちは新しいE36を徹底的に叩きのめしてきましたが、オートマチックトランスミッションが私たちのパーティーを台無しにしているようです。今日、私たちはファミリーオートマチックセダンを...いや、やはりクールなシフトスティックを持つファミリーセダンに変えます。それは価値のあることだったのでしょうか？\n\nドーナツ・ホストになりたいですか？ここに行く： https://donut.media/pages/join-team-donut\n\nマネーピットでは、私たちが車を修理しながら車について学ぶことができます。毎回、各部品がどのように機能するかを説明し、それをアップグレードしていきます。カッコいい車を作って、それについて学んで、それを運転するという私たちの旅に参加してください。\n\nこれまでで最高のビデオがもうすぐ公開されますので、お見逃しなく。\n►登録はこちらから： http://bit.ly/1JQ3qvO\n\nその他のDonut Mediaのビデオをチェック： https://youtu.be/Pz8IGLgFE2s?list=PLF...\n\nDonutのシャツやステッカーはいかがですか？ https://shop.donut.media/ をご覧ください。\n\nフェイスブックで「いいね！」を押してください： https://www.facebook.com/donutmedia/\n\nDonut Mediaについてもっと知りたい方はこちらをクリックしてください： http://www.donut.media/\n\nドーナツ・メディアは、次世代の自動車・モータースポーツ愛好家のためのデジタルメディアの中心にいます。私たちは、ストーリーを語ることが大好きなドライバー、ドリフター、そして車の愛好家です。",
      "title": "マニュアルトランスミッションを交換する価値はあるのか？"
    },
    {
      "locale": "zh",
      "description": "感谢Ebay Motors赞助本视频! 点击这里https://ebayvehicle.com/app/Donut，搜索数以千计的汽车和零部件，并列出那些闲置的项目车和备用零件!\n\n到目前为止，我们已经击败了我们的新e36的绝对垃圾，但自动变速器是有点毁了我们的党。因此，今天我们要把我们的家庭自动轿车变成......嗯，仍然是一个家庭轿车，有一个更酷的换挡杆。这一切值得吗？\n\n想成为一个甜甜圈的主人吗？到这里来：https://donut.media/pages/join-team-donut\n\n钱坑是你了解汽车的地方，因为我们对它们的工作。每集我们都会详细介绍每个部件的工作原理，然后我们会升级它。加入我们的旅程，建造很酷的汽车，了解它们，并驾驶它们的垃圾！我们有史以来最好的视频将在这里播出。\n\n我们有史以来最好的一些视频即将推出，敬请关注，这样您就不会错过任何东西了\n►在此订阅：http://bit.ly/1JQ3qvO\n\n查看更多Donut Media视频: https://youtu.be/Pz8IGLgFE2s?list=PLF...\n\n想要一件多纳特衬衫或贴纸吗？ 请访问 https://shop.donut.media/\n\n在Facebook上喜欢我们: https://www.facebook.com/donutmedia/\n\n如果您想了解更多关于甜甜圈媒体的信息，请点击这里: http://www.donut.media/\n\n甜甜圈媒体是下一代汽车和赛车爱好者的数字媒体的中心。我们是热爱讲故事的车手、漂移者和汽车爱好者。",
      "title": "手动变速器的更换是否值得？"
    },
    {
      "locale": "zh-Hant",
      "description": "感謝Ebay Motors贊助本視頻! 點擊這裏https://ebayvehicle.com/app/Donut，搜索數以千計的汽車和零部件，並列出那些閒置的項目車和備用零件!\n\n到目前爲止，我們已經擊敗了我們的新e36的絕對垃圾，但自動變速器是有點毀了我們的黨。因此，今天我們要把我們的家庭自動轎車變成......嗯，仍然是一個家庭轎車，有一個更酷的換擋桿。這一切值得嗎？\n\n想成爲一個甜甜圈的主人嗎？到這裏來：https://donut.media/pages/join-team-donut\n\n錢坑是你瞭解汽車的地方，因爲我們對它們的工作。每集我們都會詳細介紹每個部件的工作原理，然後我們會升級它。加入我們的旅程，建造很酷的汽車，瞭解它們，並駕駛它們的垃圾！我們有史以來最好的視頻將在這裏播出。\n\n我們有史以來最好的一些視頻即將推出，敬請關注，這樣您就不會錯過任何東西了\n►在此訂閱：http://bit.ly/1JQ3qvO\n\n查看更多Donut Media視頻: https://youtu.be/Pz8IGLgFE2s?list=PLF...\n\n想要一件多納特襯衫或貼紙嗎？ 請訪問 https://shop.donut.media/\n\n在Facebook上喜歡我們: https://www.facebook.com/donutmedia/\n\n如果您想了解更多關於甜甜圈媒體的信息，請點擊這裏: http://www.donut.media/\n\n甜甜圈媒體是下一代汽車和賽車愛好者的數字媒體的中心。我們是熱愛講故事的車手、漂移者和汽車愛好者。",
      "title": "手動變速器的更換是否值得？"
    }
  ],
  "source_updated_at": 1624009752255
}