{
  "videoId": "vojsscI61Sk",
  "channelId": "UCL6JmiMXKoXS6bpP1D3bk8g",
  "title": "Is a Manual Transmission Swap Worth It?",
  "link": "https://www.youtube.com/watch?v=vojsscI61Sk",
  "pubDate": "2021-06-16T16:00:25.000Z",
  "author": "Donut Media",
  "id": "yt:video:vojsscI61Sk",
  "isoDate": "2021-06-16T16:00:25.000Z",
  "description": "Thanks to Ebay Motors for sponsoring this video! CLICK here https://ebayvehicle.com/app/Donut to search through thousands of cars and parts & list those project cars and spare parts sitting around!\n\nSo far we’ve beat the absolute crap out of our new e36 BUT the automatic transmission is kinda ruining the party for us. So today we are turning our family automatic sedan into... well still a family sedan with a cooler shift stick. Was it all worth it??? \n\nWant to be a Donut host??? Go here: https://donut.media/pages/join-team-donut\n\nMoney Pit is where you get to learn about cars as we work on them. Each ep we’ll breakdown how each component works and then we’ll upgrade it. Join us in our journey to build cool cars, learn about them, and drive the crap out of them!\n\nSome of our best videos ever are coming out soon, stay tuned so you won't miss a thing!\n►Subscribe here: http://bit.ly/1JQ3qvO\n\nCheck out more Donut Media Videos: https://youtu.be/Pz8IGLgFE2s?list=PLF…\n\nWant a Donut shirt or sticker?  Visit https://shop.donut.media/\n\nLike us on Facebook: https://www.facebook.com/donutmedia/\n\nClick here if you want to learn more about Donut Media: http://www.donut.media/\n\nDonut Media is at the center of digital media for the next generation of automotive and motorsports enthusiasts. We are drivers, drifters, and car enthusiasts who love to tell stories.",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/vojsscI61Sk/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "60142",
    "average": "4.98",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "568904"
  },
  "original_created_at": "2021-06-16T16:00:25.000Z",
  "created_at": "2021-06-17T04:32:07.754Z",
  "tags": []
}