{
  "videoId": "WomAGoEh-Ss",
  "channelId": "UCvNBXWGykQrWb7kPAn5eLUQ",
  "title": "Battlefield 2042 Official Gameplay Trailer",
  "link": "https://www.youtube.com/watch?v=WomAGoEh-Ss",
  "pubDate": "2021-06-13T17:21:44.000Z",
  "author": "Battlefield",
  "id": "yt:video:WomAGoEh-Ss",
  "isoDate": "2021-06-13T17:21:44.000Z",
  "description": "Check out the first look at Battlefield 2042 official pre-alpha gameplay!\n\nPlay Battlefield 2042 starting October 22, 2021. Pre-order now for early Open Beta access and more: http://x.ea.com/68944\n\nWith support for 128 players*, Battlefield 2042 brings unprecedented scale on vast environments across the globe. Players will take on several massive experiences, from updated multiplayer modes like Conquest and Breakthrough to the all-new Hazard Zone.\n\nFight to define the future in a world transformed by disorder. For the first time in Battlefield’s history, 128 players can join the all-out war at the same time* – giving you the chance to take part in massive-scale battles where anything can happen. Get an even greater sense of spectacular, large-scale war on seven massive maps where you'll experience ever-changing battle conditions and gameplay challenges. \n\nUnleash your combat creativity through a full roster of cutting-edge weapons, vehicles, jets, helis, and all-new equipment inspired by the near-future of 2042. Choose your role on the battlefield and form hand-tailored squads through the new Specialist system. Based on Battlefield’s four Classes, Specialists have one unique gadget and trait – but the rest of the loadout is fully customizable.\n\nYou and the community will progress in Battlefield 2042 through a Season system, which will continuously bring fresh updates to the game. Themed around new narratives, Seasons will bring content like Specialist soldiers, locations, weapons, and vehicles.\n\nFind out more about Battlefield: http://x.ea.com/68674\n \nDon’t miss the next Battlefield 2042 trailer: https://www.youtube.com/battlefield?sub_confirmation=1\n\nFollow us on Twitter: https://twitter.com/battlefield\nFollow us on Instagram: https://www.instagram.com/battlefield\nFollow us on Facebook: https://www.facebook.com/battlefield\n\n#Battlefield #Battlefield2042 #OnlyinBattlefield \n*Supported on Xbox Series X|S, PC and PlayStation®5. Xbox One and PlayStation®4 will be locked at 64 players.",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/WomAGoEh-Ss/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "365933",
    "average": "4.94",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "3852234"
  },
  "original_created_at": "2021-06-13T17:21:44.000Z",
  "created_at": "2021-06-14T05:44:56.634Z",
  "tags": [
    "Battlefield",
    "Battlefield2042",
    "OnlyinBattlefield"
  ]
}