{
  "videoId": "xB60P7ybtP8",
  "channelId": "UCJ0uqCI0Vqr2Rrt1HseGirg",
  "title": "James Corden Visits the Cast at the 'Friends' Reunion",
  "link": "https://www.youtube.com/watch?v=xB60P7ybtP8",
  "pubDate": "2021-06-17T04:53:24.000Z",
  "author": "The Late Late Show with James Corden",
  "id": "yt:video:xB60P7ybtP8",
  "isoDate": "2021-06-17T04:53:24.000Z",
  "description": "James Corden heads to the Warner Brothers lot for an afternoon with the cast of \"Friends.\" And after a drive with Jennifer Aniston, Courteney Cox, Lisa Kudrow, Matt LeBlanc, Matthew Perry and David Schwimmer that nearly ends in tragedy, James visits hallowed ground for some memories and selfies. And he connects with the gang in Central Perk to see how their reunion experience has been.\n\nMore Late Late Show:\nSubscribe: http://bit.ly/CordenYouTube\nWatch Full Episodes: http://bit.ly/1ENyPw4\nFacebook: http://on.fb.me/19PIHLC\nTwitter: http://bit.ly/1Iv0q6k\nInstagram: http://bit.ly/latelategram\n\nWatch The Late Late Show with James Corden weeknights at 12:35 AM ET/11:35 PM CT. Only on CBS.\n\nGet new episodes of shows you love across devices the next day, stream live TV, and watch full seasons of CBS fan favorites anytime, anywhere with CBS All Access. Try it free! http://bit.ly/1OQA29B\n\n---\nEach week night, THE LATE LATE SHOW with JAMES CORDEN throws the ultimate late night after party with a mix of celebrity guests, edgy musical acts, games and sketches. Corden differentiates his show by offering viewers a peek behind-the-scenes into the green room, bringing all of his guests out at once and lending his musical and acting talents to various sketches. Additionally, bandleader Reggie Watts and the house band provide original, improvised music throughout the show. Since Corden took the reigns as host in March 2015, he has quickly become known for generating buzzworthy viral videos, such as Carpool Karaoke.\"",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/xB60P7ybtP8/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "54310",
    "average": "4.94",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1330425"
  },
  "original_created_at": "2021-06-17T04:53:24.000Z",
  "created_at": "2021-06-17T23:59:55.808Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "description": "ジェームズ・コーデンは、\"Friends \"のキャストとの午後のひとときのために、ワーナー・ブラザーズの敷地に向かいました。ジェニファー・アニストン、コートニー・コックス、リサ・クドロー、マット・ルブラン、マシュー・ペリー、デビッド・シュワイマーとのドライブで悲劇的な結末を迎えそうになった後、ジェームズは思い出と自撮りのために神聖な場所を訪れます。また、セントラルパークの仲間たちと連絡を取り合い、彼らの再会がどのようなものだったかを確認します。\n\nその他のレイト・レイト・ショーはこちら\nチャンネル登録： http://bit.ly/CordenYouTube\nフルエピソードを見る： http://bit.ly/1ENyPw4\nFacebook: http://on.fb.me/19PIHLC\nツイッター： http://bit.ly/1Iv0q6k\nインスタグラム: http://bit.ly/latelategram\n\nザ・レイト・レイト・ショー・ウィズ・ジェームズ・コーデン」を平日夜12:35 AM ET/11:35 PM CTでご覧いただけます。CBSでのみ放送。\n\nCBS All Accessでは、お気に入りの番組の新しいエピソードを翌日にデバイス間で配信したり、ライブTVをストリーミングしたり、CBSファンのお気に入りのフルシーズンをいつでもどこでも見ることができます。無料でお試しください！ http://bit.ly/1OQA29B\n\n---\nJAMES CORDENの「THE LATE LATE SHOW」は、毎週夜、セレブリティ・ゲスト、エッジの効いた音楽、ゲーム、スケッチなどを織り交ぜた、究極の深夜のアフターパーティーを開催しています。コーデンは、番組の舞台裏を視聴者に見せたり、ゲストを一度に呼び寄せたり、音楽や演技の才能を様々な寸劇に生かしたりすることで、番組を差別化しています。さらに、バンドリーダーのレジー・ワッツとハウスバンドが、番組中にオリジナルの即興音楽を提供しています。コーデンは、2015年3月に司会者として就任して以来、\"Carpool Karaoke \"などの話題性のあるバイラルビデオを生み出すことで急速に知られるようになりました。",
      "title": "ジェームズ・コーデン、「フレンズ」の同窓会でキャストを訪問"
    },
    {
      "locale": "zh",
      "description": "詹姆斯-科登前往华纳兄弟公司的停车场，与 \"朋友 \"的演员们一起度过一个下午。在与詹妮弗-安妮斯顿、考特尼-考克斯、丽莎-库卓、马特-勒布朗、马修-佩里和大卫-施维默一起开车，几乎以悲剧收场之后，詹姆斯来到圣地，寻找一些回忆和自拍。他还与Central Perk的伙伴们联系，看看他们的重聚经历如何。\n\n更多晚间节目。\n订阅：http://bit.ly/CordenYouTube\n观看完整剧集：http://bit.ly/1ENyPw4\nFacebook: http://on.fb.me/19PIHLC\nTwitter: http://bit.ly/1Iv0q6k\nInstagram: http://bit.ly/latelategram\n\n在美国东部时间上午12:35/中部时间下午11:35观看《詹姆斯-科登的深夜秀》。只在CBS播出。\n\n通过CBS All Access，你可以在第二天通过各种设备获得你喜欢的节目的新剧集，流媒体电视直播，并随时随地观看CBS粉丝喜爱的整季节目。免费试用！http://bit.ly/1OQA29B\n\n---\n每个星期的晚上，詹姆斯-科登的晚间节目都会以名人嘉宾、前卫的音乐表演、游戏和小品的组合来举办终极的晚间聚会。科登的节目与众不同，他让观众在幕后窥视绿色房间，一次把所有的客人带出来，并把他的音乐和表演才能借给各种小品。此外，乐队领队雷吉-瓦茨（Reggie Watts）和室内乐队在整个节目中提供原创的即兴音乐。自从科登在2015年3月担任主持人以来，他很快就因产生了值得讨论的病毒视频而闻名，如《拼车卡拉OK》。",
      "title": "詹姆斯-科登在 \"朋友 \"聚会上看望演员们"
    },
    {
      "locale": "zh-Hant",
      "description": "詹姆斯-科登前往華納兄弟公司的停車場，與 \"朋友 \"的演員們一起度過一個下午。在與詹妮弗-安妮斯頓、考特尼-考克斯、麗莎-庫卓、馬特-勒布朗、馬修-佩裏和大衛-施維默一起開車，幾乎以悲劇收場之後，詹姆斯來到聖地，尋找一些回憶和自拍。他還與Central Perk的夥伴們聯繫，看看他們的重聚經歷如何。\n\n更多晚間節目。\n訂閱：http://bit.ly/CordenYouTube\n觀看完整劇集：http://bit.ly/1ENyPw4\nFacebook: http://on.fb.me/19PIHLC\nTwitter: http://bit.ly/1Iv0q6k\nInstagram: http://bit.ly/latelategram\n\n在美國東部時間上午12:35/中部時間下午11:35觀看《詹姆斯-科登的深夜秀》。只在CBS播出。\n\n通過CBS All Access，你可以在第二天通過各種設備獲得你喜歡的節目的新劇集，流媒體電視直播，並隨時隨地觀看CBS粉絲喜愛的整季節目。免費試用！http://bit.ly/1OQA29B\n\n---\n每個星期的晚上，詹姆斯-科登的晚間節目都會以名人嘉賓、前衛的音樂表演、遊戲和小品的組合來舉辦終極的晚間聚會。科登的節目與衆不同，他讓觀衆在幕後窺視綠色房間，一次把所有的客人帶出來，並把他的音樂和表演才能借給各種小品。此外，樂隊領隊雷吉-瓦茨（Reggie Watts）和室內樂隊在整個節目中提供原創的即興音樂。自從科登在2015年3月擔任主持人以來，他很快就因產生了值得討論的病毒視頻而聞名，如《拼車卡拉OK》。",
      "title": "詹姆斯-科登在 \"朋友 \"聚會上看望演員們"
    }
  ],
  "source_updated_at": 1624009752256
}