{
  "videoId": "yFtLvm_cCcI",
  "channelId": "UCFAiFyGs6oDiF1Nf-rRJpZA",
  "title": "Visiting Dream [Dream SMP]",
  "link": "https://www.youtube.com/watch?v=yFtLvm_cCcI",
  "pubDate": "2021-06-06T20:05:28.000Z",
  "author": "Technoblade",
  "id": "yt:video:yFtLvm_cCcI",
  "isoDate": "2021-06-06T20:05:28.000Z",
  "description": "mom said it's my turn to be plot relevant\n\n[lore stream; can't read superchats today]\n\nthumbnail by https://twitter.com/jester_u/status/1377695570089889795\n\npast livestreams playlist: https://www.youtube.com/playlist?list=PLQSoWXSpjA3-egtFq45DcUydZ885W7MTT\n\n0:00 stalling because Phil's internet went out\n9:17 The Departure \n21:07 The Prison \n--------------------------------\n⭐ EVERY TIME SOMEONE HITS THE JOIN BUTTON I BECOME EVEN MORE POWERFUL \nso consider it, i guess. i mean you get like. a sword next to your name in my livechat and comment section. AND custom emojis. AND access to the worst discord on earth. it's a steal. trust me. would I lie to you? definitely not. i am a paragon of honesty and virtue. hit the join button today\n\n⭐ CHANNEL MEMBER LINK: https://www.youtube.com/channel/UCFAiFyGs6oDiF1Nf-rRJpZA/membership ⭐\n\nHow to join the Sponsor Discord:\n1. Be a sponsor\n2. On Discord, sync your YouTube account with your Discord account, by going into User Settings - Connections - YouTube.\n3. Discord will automatically sync with your YouTube account, and you'll find all the streamers you're sponsored to right in the Connections tab! You can hit the \"Join Server\" button\nnote: for new sponsors, it may take up to an hour for discord to sync with YT and know you're a sponsor, so stop yelling at me. please. MY FEELINGS D:\n\nnote: this does not work on mobile, get on a pc nerd \n\nContent policy: I am ok with people posting short clips from this stream on their channels. Please do not reupload full VODs or long-form (5+ minutes) edited highlights of this stream (aka the kind of stream highlights that I might post to my own channel, like The Red Festival or We Won the Minecraft Championship). Videos that are a compilation of short clips from *different* streams are also fine.\nFor example:\n\"Technoblade yells at baby\" (60 second clip) is fine.\n\"Technoblade Funny Moments\" or \"Technoblade 500 IQ Moments\" (5+ minute videos with many clips from different streams) is fine.\n\"Technoblade Blows Up Lmanburg\" or \"Technoblade Wins Tournament\" (5+ minute videos edited from one stream) is not; please do not do that.\n\n\"we'll be right back\" scene by https://twitter.com/Limes_Smile/status/1309095152477253632\n\n⭐ twitter: https://twitter.com/Technothepig\n\nmusic from:\nhttps://www.epidemicsound.com/referral/m3rfi7/",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/yFtLvm_cCcI/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "322650",
    "average": "4.98",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "3498223"
  },
  "original_created_at": "2021-06-06T20:05:28.000Z",
  "created_at": "2021-06-07T14:05:21.499Z",
  "tags": []
}