{
  "videoId": "Yl3A6faQLyQ",
  "channelId": "UCq3hT5JPPKy87JGbDls_5BQ",
  "title": "LOKI Episode 3 Breakdown & Ending Explained Spoiler Review | Marvel Easter Eggs & Things You Missed",
  "link": "https://www.youtube.com/watch?v=Yl3A6faQLyQ",
  "pubDate": "2021-06-23T10:21:37.000Z",
  "author": "Heavy Spoilers",
  "id": "yt:video:Yl3A6faQLyQ",
  "isoDate": "2021-06-23T10:21:37.000Z",
  "description": "LOKI Episode 3 Breakdown & Ending Explained Spoiler Review | Marvel Easter Eggs & Things You Missed. We review, recap and explain the third episode of Loki on Disney Plus. This contains easter eggs, theories, spoilers and a breakdown of the events and behind-the-scenes leaks on the Marvel property. We also discuss the TVA, Mobius M. Mobius and why Kang could be behind it all.\n\n#Loki #EasterEggs #EndingExplained #Mobius #Marvel #MCU #Thor #Episode3 #Trailer #PostCreditsScene #TVA #Kang #LadyLoki\n\nIf you enjoyed this video then please subscribe to the channel https://www.youtube.com/channel/UCq3hT5JPPKy87JGbDls_5BQ?sub_confirmation=1\n\nIf You Want To Help Support The Channel So I Can Make More Videos Like This Please Donate Here:\nhttps://www.youtube.com/channel/UCq3hT5JPPKy87JGbDls_5BQ/join\n\nGet some awesome Heavy Spoilers show clothes, phonecases and accessories at - https://teespring.com/en-GB/stores/deffinitions-store\n\nReel Rejects Interview - https://www.youtube.com/watch?v=h0y3Y_v84ho\n\n*Check out our BEST new videos below*\n*Black Summer Ending Explained* - https://www.youtube.com/watch?v=K3h8v8--hfk\n*Star Wars The Bad Batch Episode 8 Breakdown* - https://www.youtube.com/watch?v=xxdaJWKZcrw\n*Loki Episode 2 Breakdown* - https://www.youtube.com/watch?v=HW8tKKPDqD8\n*Spider-Man No Way Home Plot Details* - https://www.youtube.com/watch?v=7CHIHIlQgjA\n*New Batman Plot Details* - https://www.youtube.com/watch?v=l02E_lHO0D8\n*Sweet Tooth Comics Breakdown* - https://www.youtube.com/watch?v=ZO7J7Q0SEro\n\n\n/* ----- SOCIAL MEDIA ----- */\n\nFollow Me On Social Media At:\nTikTok - https://www.tiktok.com/@heavyspoilers?lang=en\nTwitter - https://twitter.com/heavyspoilers\nInstagram - https://www.instagram.com/heavyspoilers/\nFacebook - https://www.facebook.com/DeffinitionMC/\n\n\n/* ----- VIDEO INFORMATION ----- */\n\n0:00 Loki Episode 3 Intro\n0:28 Episode 2 Sylvie Reveal\n1:13 Lady Loki Comic Origins\n3:35 Timestone\n3:55 Episode 3 Breakdown\n8:23 Reel Rejects Shoutout and Subcribe Bit\n9:10 Sylvie Old Loki Theory\n10:05 Episode 3 Easter Eggs\n12:53 Episode 4 Predictions\n14:17 Loki Review And Reaction\n\nNow the episode itself is called which means to lament, groan or weep in Latin. However beyond that in the comics it's a purple planet that we end up visiting in this episode.\n\nWe open with the song Demons by Haley Kiyoko because...well we're dealing with horned gods. They also encounter a woman who calls them devils and devil imagery has of course been laced throughout the show.\n\nFrom here we jump to Sasha Lane's C-20 and Slyvie getting their drink on discussing brain freeze. Hilariously Sylvie doesn't suffer from this as we know that Loki is of course a frost giant and therefore wouldn't feel the cold.\n\nThroughout our breakdowns we've discussed how there may be other characters making cameo's as slight variants and in episode 1 it was of course Peggy Carter, Episode 2 had Agatha and shoutouts Christopher Godines on twitter for pointing out we get what might be a cameo of Evan Peter's in this bar.\n\nReality warps around them as we see Sylvie attempt to get to the bottom of how many people are guarding the timekeepers which is revealed to be an illusion. Turns out this entire scenario is a pyshic projection which is actually another power that the Enchantress has.\n\nCut to the title screen and shoutouts Patrick Currier for pointing out that this is actually an effect that you get when you photocopy something over and over again. This is known as Generation Loss and over time if you keep copying something the quality of it diminishes. Obviously, this speaks to the amount of variant Lokis that there are running around and at one point in the entry Loki even refers to Sylvie as a failed Photocopy.\n\nFrom Sylvie travels to the TVA headquarters but she's surprised to learn that her powers don't work meaning that she likely hasn't been there before or if she has that she wasn't in a position to use them. Interestingly though Loki is able to warp his daggers in and this could be because he ended up being placed in a trusted position by the TVA.\n\nNow this power set is very similar to Wanda who too did something similar to people when she infected their mind in age of ultron. This is clearly the skill set of a witch and there are things that hint to her being more of a combination of characters early on.\n\nLoki asks if she's sure she's a Loki, she says not to call her that and at one point he even utters the line Enchant me which....\n\n\n► Artist Attribution\nLofi Geek @Spotify: https://spoti.fi/3g16Pgr\nLofi Geek Official Channel: https://www.youtube.com/channel/UCyD59CI7beJDU493glZpxgA\nArtwork @mb0sco",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/Yl3A6faQLyQ/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "13529",
    "average": "4.90",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "223609"
  },
  "original_created_at": "2021-06-23T10:21:37.000Z",
  "created_at": "2021-06-23T21:02:57.243Z",
  "tags": [
    "Loki",
    "EasterEggs",
    "EndingExplained",
    "Mobius",
    "Marvel",
    "MCU",
    "Thor",
    "Episode3",
    "Trailer",
    "PostCreditsScene",
    "TVA",
    "Kang",
    "LadyLoki"
  ]
}