{
  "videoId": "yrOM1wZyC7o",
  "channelId": "UCYAB7hh1ohA8-iX54EpMdeA",
  "title": "Letting Opie Choose What I Paint",
  "link": "https://www.youtube.com/watch?v=yrOM1wZyC7o",
  "pubDate": "2021-06-25T20:00:20.000Z",
  "author": "Moriah Elizabeth",
  "id": "yt:video:yrOM1wZyC7o",
  "isoDate": "2021-06-25T20:00:20.000Z",
  "description": "Hey guys! Remember that trend from like a year ago where everyone was letting their pets choose stuff? Like, \"my dog pick my outfit\" or \"letting my cat choose my makeup.\" WELL. Of course I didn't manage to jump onto that trend WHILE it was..ya know...TRENDING. BUT. I'm here now, awkwardly a year later and ready to give this a try 😂 \nSO, I decided to let my cat Opie choose my art supplies or pick out what I am painting in this video. I let him have several options including painting on squishies, painting a canvas, painting on a leather backpack and we shall see which one he picks. Hopefully you enjoy what I end up customizing and decorating today!\n\n\n___________WELCOME TO MY CHANNEL__________\n\nHey! my name is Moriah (pronounced muh-rye-yuh 😂 ) and this is my channel....obviously. I'm 26 and like doing anything creative...and being snarky.....just a lil. I make a lot of decorating, painting and general art videos here. I'm obsessed with editing and adding lil bits to my videos, so if that's not your thing....oof you may hate this haha. I paint on squishies, thrift store finds, and other random things I pick up. I also love to draw, but don't expect anything too skilled, I'm not the best at that haha. You will also find occasional crafting/testing crafting kits on my channel which are always a hot mess. And even some baking (REALLY bad at that, but it's fun to try LOL). \n\nCURRENT SERIES:\nSquishy Makeovers: Fixing and decorating used squishies sent from my viewers\nThrift Store Makeovers: Fixing and decorating stuff I find at thrift stores/yard sales\nBake With ME: Recreating squishies I've decorated in real life\nCreate This Book: Drawing in the prompt book that I wrote (available to purchase and follow along)\nSquishy Unboxing: Opening used squishy packages sent from viewers\nCraft Kit Testing: pretty self explanatory. testing craft kits.\n\nFind Products I Use (contains affiliate links):\nhttps://a.co/4XDtrmV\n\n\n___UPLOAD SCHEDULE___\n\nEvery Friday at 4:00pm ET: Alternating Squishy Makeovers, Thrift Makeovers, Craft Kit Reviews, Create This Book, Mail Openings and Miscellaneous crafts and DIYs\n\n\n____PURCHASE ME PRODUCTS____\n\nCREATE THIS BOOK:\nhttps://amzn.to/2vUerfI\n\nCREATE THIS BOOK 2:\nhttps://amzn.to/2Nx2G9f\n\nME Custom Merchandise:\nhttps://moriahelizabethmerch.com/\n\nME Pin & Sticker Shop:\nhttps://me-merch.myshopify.com\n\nME Printed Apparel and Accessories:\nhttps://moriah-elizabeth.teespring.com/\n\n\n____ME SOCIALS____\n\nINSTAGRAM: \nhttps://www.instagram.com/moriahelizabethofficial/\n\nTIKTOK:\nhttps://www.tiktok.com/@moriahelizabeth\n\nFACEBOOK:\nhttps://www.facebook.com/Moriah-Elizabeth-102592864903627\n\nSNAPCHAT:\nMoriahOfficial\n\nVISIT ME WEBSITE:\nhttps://www.moriahelizabeth.com/\n\n\n____CONTACT ME____\n\nEMAIL PICTURES OF YOUR ART (Create This Book or Fan art only please):\nArtwork@Moriah.video\n\nFOR BUSINESS INQUIRIES/OPPORTUNITIES ONLY:\nmoriah@nightmedia.co\n\n\n_____MAIL ME_____\n\nFor sending squishies, Letters, or general fan mail, please contact: FANMAIL@MORIAH.VIDEO to request my P.O. box address \n(must be 13+ to send mail)\nATTENTION: Unfortunately I can only respond to a small amount of people each week. This is to make sure that I get a reasonable amount of mail and can feature the maximum amount on camera. I apologize in advance if you do not hear back from me, I may not have even seen the message. This email gets SUPER clogged with thousands of messages. Currently have 15,000+ unread messages just in this folder. SORRY PEEPS!*",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/yrOM1wZyC7o/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "123739",
    "average": "4.96",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "2662628"
  },
  "original_created_at": "2021-06-25T20:00:20.000Z",
  "created_at": "2021-06-26T17:04:37.421Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "description": "Hey guys! 1年ほど前に流行った、ペットに物を選ばせるというのを覚えていますか？例えば、「犬に服を選んでもらう」とか「猫にメイクを選んでもらう」とか。そう。もちろん、私はその流行の最中に飛びつくことはできませんでした...ほら...流行。しかし、1年後の今、私はこれを試してみる準備ができています😂。\nそこで私は、愛猫のオピーに画材を選ばせたり、このビデオで私が描くものを選ばせたりすることにしました。スクイーズに描く、キャンバスに描く、革のバックパックに描くなど、いくつかの選択肢を用意して、どれを選ぶかを見てみました。このビデオでは、スクイシにペイントしたり、キャンバスにペイントしたり、革製のバックパックにペイントしたりしています。\n\n\n___________ 私のチャンネルへようこそ__________\n\nこんにちは！私の名前はMoriah（発音はmuh-rye-yuhです😂）で、これは私のチャンネル....obviouslyです。私は26歳で、クリエイティブなことをするのが好きです...そして、ちょっと鼻につくこともあります.....。このチャンネルでは、デコレーションやペインティング、そして一般的なアートのビデオをたくさん作っています。私は自分のビデオにちょっとした編集や追加をすることに夢中になっているので、それが苦手な人は....oof これは嫌いかもしれません。私はスクイーズや古着屋で見つけたものなど、拾ったものに絵を描いています。絵を描くのも好きですが、あまり上手いものは期待しないでくださいね、私はそれが一番得意ではありませんから。また、私のチャンネルでは時折、工作や工作キットのテストをしていますが、これはいつも大失敗しています。また、お菓子作りもしています（本当に下手ですが、やってみると楽しいですよ笑）。\n\n現在のシリーズ\nSquishy Makeovers: 視聴者から送られてきた中古のスクイシーを修理したり、デコレーションしたりしています。\nThrift Store Makeovers: Thrift Store Makeovers：古着屋やヤードセールで見つけたものを修理したり、デコレーションしたりしています。\nBake With ME: Bake With ME：私が実際にデコレーションしたスクイシを再現する。\nCreate This Book: 自分が書いたプロンプトブックに絵を描く（購入してフォローすることも可能\nSquishy Unboxing: 視聴者から送られてきた使用済みスクイシーのパッケージを開ける\nCraft Kit Testing（クラフトキットのテスト）：簡単に説明すると、クラフトキットのテストです。\n\n私が使っている製品を探す（アフィリエイトリンクが含まれています）。\nhttps://a.co/4XDtrmV\n\n\n___アップロードスケジュール\n\n毎週金曜日4:00pm（ET）に Squishy Makeovers, Thrift Makeovers, Craft Kit Reviews, Create This Book, Mail Openings and Miscellaneous crafts and DIYsを交互にお届けします。\n\n\n____purchase me products____\n\nCREATE THIS BOOK\nhttps://amzn.to/2vUerfI\n\nクリエイト・ディス・ブック 2:\nhttps://amzn.to/2Nx2G9f\n\nMEカスタムグッズ。\nhttps://moriahelizabethmerch.com/\n\nMEピン＆ステッカーショップ。\nhttps://me-merch.myshopify.com\n\nME Printed Apparel and Accessories（プリントアパレル＆アクセサリー）。\nhttps://moriah-elizabeth.teespring.com/\n\n\n____ME SOCIALS____\n\nインスタグラム \nhttps://www.instagram.com/moriahelizabethofficial/\n\nTIKTOK:\nhttps://www.tiktok.com/@moriahelizabeth\n\nFACEBOOK\nhttps://www.facebook.com/Moriah-Elizabeth-102592864903627\n\nSNAPCHAT\nモリア・オフィシャル\n\nvisit me website:\nhttps://www.moriahelizabeth.com/\n\n\n____CONTACT ME____\n\nあなたの作品の写真をメールで送ってください（Create This Bookまたはファンアートに限ります）。\nArtwork@Moriah.video\n\nビジネスに関するお問い合わせは、こちらまで。\nmoriah@nightmedia.co\n\n\n_____MAIL ME_____\n\nスクイーズ、手紙、一般的なファンメールを送る場合は、こちらにご連絡ください。FANMAIL@MORIAH.VIDEO 私の私書箱のアドレスをご連絡ください。\n(メールを送るには13歳以上でなければなりません)\nご注意：残念ながら、毎週少しの方にしかお返事できません。これは、私が適切な量のメールを受け取り、カメラで最大限の特集を組むことができるようにするためです。返信がない場合は、メッセージを見ていない可能性もありますので、あらかじめご了承ください。このメールは何千通ものメッセージで非常に詰まってしまいます。現在、このフォルダには15,000以上の未読メッセージがあります。SORRY PEEPS！*。",
      "title": "描くものをオピーに選ばせる"
    },
    {
      "locale": "zh",
      "description": "嘿，伙计们! 还记得一年前的那个趋势吗，每个人都让他们的宠物选择东西？比如，\"我的狗选择我的衣服 \"或 \"让我的猫选择我的化妆品\"。好吧。当然，我没有设法在这一潮流中跳出来，因为它是......你知道......潮流的。但是，我现在在这里，尴尬地过了一年，准备尝试一下这个方法😂。\n所以，我决定让我的猫Opie来选择我的艺术用品，或者挑选我在这段视频中画的东西。我让他有几个选择，包括在压缩饼干上作画，在画布上作画，在皮革背包上作画，我们将看到他选择的是哪一个。希望你喜欢我今天最终定制和装饰的东西!\n\n\n___________欢迎来到我的频道__________\n\n嘿！我的名字是Moriah（发音为muh-rye-yuh😂），这是我的频道....，很明显。我26岁，喜欢做任何有创意的事情......也喜欢说风凉话.....，只是有点儿小。我在这里制作了很多装饰、绘画和一般艺术视频。我痴迷于编辑，并在我的视频中添加小片段，所以如果这不是你的事....oof，你可能会讨厌这个，哈哈。我的画作是画在压缩饼干、旧货店找到的东西，以及其他我捡到的随机东西上。我也喜欢画画，但不要指望有什么技巧，我在这方面不是最好的，哈哈。你还会在我的频道上发现偶尔的手工制作/测试手工包，这些手工包总是很乱。甚至还有一些烘焙（在这方面非常糟糕，但尝试起来很有趣）。\n\n目前的系列。\n橡皮泥改造。修复和装饰我的观众寄来的用过的压缩饼干。\n旧货店改造。修复和装饰我在旧货店/旧货市场找到的东西。\n和我一起烘烤。重现我在现实生活中装饰过的石膏模型\n创造这本书。在我写的提示书中画画（可购买并跟踪）。\n开箱验货。打开观众寄来的用过的软糖包裹\n手工艺包测试：不言自明。测试手工艺包。\n\n寻找我使用的产品（包含联盟链接）。\nhttps://a.co/4XDtrmV\n\n\n____上传时间表___。\n\n每周五美东时间下午4点。交替播放 \"柔软的改造\"、\"节俭的改造\"、\"手工艺包评测\"、\"创造这本书\"、\"邮件开放 \"和 \"杂项工艺和DIY\"。\n\n\n____购买我的产品____\n\n创造这本书。\nhttps://amzn.to/2vUerfI\n\n创造这本书2。\nhttps://amzn.to/2Nx2G9f\n\nME定制商品。\nhttps://moriahelizabethmerch.com/\n\nME徽章和贴纸商店。\nhttps://me-merch.myshopify.com\n\nME 印刷的服装和配件。\nhttps://moriah-elizabeth.teespring.com/\n\n\n____ME SOCIALS____\n\nINSTAGRAM: \nhttps://www.instagram.com/moriahelizabethofficial/\n\nTIKTOK:\nhttps://www.tiktok.com/@moriahelizabeth\n\nFACEBOOK。\nhttps://www.facebook.com/Moriah-Elizabeth-102592864903627\n\nSNAPCHAT:\nMoriahOfficial\n\n访问我的网站。\nhttps://www.moriahelizabeth.com/\n\n\n____CONTACT ME____\n\n请用电子邮件发送您的艺术图片（仅限创作本书或粉丝艺术）。\nArtwork@Moriah.video\n\n仅用于业务咨询/机会。\nmoriah@nightmedia.co\n\n\n_____MAIL给我_____\n\n如果您想寄送小熊、信件或一般的粉丝邮件，请联系。FANMAIL@MORIAH.VIDEO，索取我的邮政信箱地址 \n(必须是13岁以上才能寄信)\n注意：不幸的是，我每周只能回复少量的人。这是为了确保我能够收到合理数量的邮件，并能在镜头前最大限度地展示。如果你没有收到我的回复，我提前表示歉意，我甚至可能没有看到信息。这封邮件被成千上万的信息塞得满满的。目前仅在这个文件夹里就有15000多条未读信息。对不起，宝贝们！*。",
      "title": "让欧派选择我画的东西"
    },
    {
      "locale": "zh-Hant",
      "description": "嘿，夥計們! 還記得一年前的那個趨勢嗎，每個人都讓他們的寵物選擇東西？比如，\"我的狗選擇我的衣服 \"或 \"讓我的貓選擇我的化妝品\"。好吧。當然，我沒有設法在這一潮流中跳出來，因爲它是......你知道......潮流的。但是，我現在在這裏，尷尬地過了一年，準備嘗試一下這個方法😂。\n所以，我決定讓我的貓Opie來選擇我的藝術用品，或者挑選我在這段視頻中畫的東西。我讓他有幾個選擇，包括在壓縮餅乾上作畫，在畫布上作畫，在皮革揹包上作畫，我們將看到他選擇的是哪一個。希望你喜歡我今天最終定製和裝飾的東西!\n\n\n___________歡迎來到我的頻道__________\n\n嘿！我的名字是Moriah（發音爲muh-rye-yuh😂），這是我的頻道....，很明顯。我26歲，喜歡做任何有創意的事情......也喜歡說風涼話.....，只是有點兒小。我在這裏製作了很多裝飾、繪畫和一般藝術視頻。我癡迷於編輯，並在我的視頻中添加小片段，所以如果這不是你的事....oof，你可能會討厭這個，哈哈。我的畫作是畫在壓縮餅乾、舊貨店找到的東西，以及其他我撿到的隨機東西上。我也喜歡畫畫，但不要指望有什麼技巧，我在這方面不是最好的，哈哈。你還會在我的頻道上發現偶爾的手工製作/測試手工包，這些手工包總是很亂。甚至還有一些烘焙（在這方面非常糟糕，但嘗試起來很有趣）。\n\n目前的系列。\n橡皮泥改造。修復和裝飾我的觀衆寄來的用過的壓縮餅乾。\n舊貨店改造。修復和裝飾我在舊貨店/舊貨市場找到的東西。\n和我一起烘烤。重現我在現實生活中裝飾過的石膏模型\n創造這本書。在我寫的提示書中畫畫（可購買並跟蹤）。\n開箱驗貨。打開觀衆寄來的用過的軟糖包裹\n手工藝包測試：不言自明。測試手工藝包。\n\n尋找我使用的產品（包含聯盟鏈接）。\nhttps://a.co/4XDtrmV\n\n\n____上傳時間表___。\n\n每週五美東時間下午4點。交替播放 \"柔軟的改造\"、\"節儉的改造\"、\"手工藝包評測\"、\"創造這本書\"、\"郵件開放 \"和 \"雜項工藝和DIY\"。\n\n\n____購買我的產品____\n\n創造這本書。\nhttps://amzn.to/2vUerfI\n\n創造這本書2。\nhttps://amzn.to/2Nx2G9f\n\nME定製商品。\nhttps://moriahelizabethmerch.com/\n\nME徽章和貼紙商店。\nhttps://me-merch.myshopify.com\n\nME 印刷的服裝和配件。\nhttps://moriah-elizabeth.teespring.com/\n\n\n____ME SOCIALS____\n\nINSTAGRAM: \nhttps://www.instagram.com/moriahelizabethofficial/\n\nTIKTOK:\nhttps://www.tiktok.com/@moriahelizabeth\n\nFACEBOOK。\nhttps://www.facebook.com/Moriah-Elizabeth-102592864903627\n\nSNAPCHAT:\nMoriahOfficial\n\n訪問我的網站。\nhttps://www.moriahelizabeth.com/\n\n\n____CONTACT ME____\n\n請用電子郵件發送您的藝術圖片（僅限創作本書或粉絲藝術）。\nArtwork@Moriah.video\n\n僅用於業務諮詢/機會。\nmoriah@nightmedia.co\n\n\n_____MAIL給我_____\n\n如果您想寄送小熊、信件或一般的粉絲郵件，請聯繫。FANMAIL@MORIAH.VIDEO，索取我的郵政信箱地址 \n(必須是13歲以上才能寄信)\n注意：不幸的是，我每週只能回覆少量的人。這是爲了確保我能夠收到合理數量的郵件，並能在鏡頭前最大限度地展示。如果你沒有收到我的回覆，我提前表示歉意，我甚至可能沒有看到信息。這封郵件被成千上萬的信息塞得滿滿的。目前僅在這個文件夾裏就有15000多條未讀信息。對不起，寶貝們！*。",
      "title": "讓歐派選擇我畫的東西"
    }
  ],
  "source_updated_at": 1625218974388
}