{
  "videoId": "ySyMZD3cRso",
  "channelId": "UC6c1z7bA__85CIWZ_jpCK-Q",
  "title": "Spain advances to Euro 2020 quarterfinals after 8-goal thriller vs. Croatia | Highlights | ESPN FC",
  "link": "https://www.youtube.com/watch?v=ySyMZD3cRso",
  "pubDate": "2021-06-28T18:41:51.000Z",
  "author": "ESPN FC",
  "id": "yt:video:ySyMZD3cRso",
  "isoDate": "2021-06-28T18:41:51.000Z",
  "description": "Spain defeats Croatia 5-3 in the round of 16 at Euro 2020 after a thrilling encounter which goes to extra time. Croatia are gifted the lead in bizarre circumstances after a Pedri back-pass is missed by Spain goalkeeper Unai Simon. Spain equalizes before half-time through Pablo Sarabia after a scramble in the penalty area. Luis Enrique’s side takes the lead after Cesar Azpilicueta scores his first international goal in the 57th minute. Ferran Torres later adds to Spain’s advantage, before Mislav Orsic and Mario Pasalic score two late goals to send the game to extra time. However, Alvaro Morata and Mikel Oyarzabal secure the win for Spain with two goals in quick succession to send their side to the quarterfinals.\n\n✔ Subscribe to ESPN+: http://espnplus.com/soccer/youtube\n✔ Subscribe to ESPN FC on YouTube: http://bit.ly/SUBSCRIBEtoESPNFC",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/ySyMZD3cRso/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "16443",
    "average": "4.89",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1654133"
  },
  "original_created_at": "2021-06-28T18:41:51.000Z",
  "created_at": "2021-06-29T02:03:46.839Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "description": "ユーロ2020のラウンド16で、スペインがクロアチアを5-3で破り、延長戦までもつれ込むスリリングな展開となった。クロアチアは、ペドリのバックパスをスペインGKウナイ・シモンがミスし、奇妙な状況でリードを奪われる。スペインはハーフタイム前に、ペナルティエリア内の混乱からパブロ・サラビアが同点ゴールを決めます。57分には、セサル・アスピリクエタが国際試合での初ゴールを決め、ルイス・エンリケ監督がリードする。その後、フェラン・トーレスが追加点を挙げ、さらにミスラフ・オルシッチとマリオ・パサリッチが終盤に2点を決めて、試合は延長戦へと突入した。しかし、アルバロ・モラタとミケル・オヤルザバルが立て続けに2ゴールを決めてスペインが勝利を収め、準々決勝に進出しました。\n\n✔ ESPN+に登録: http://espnplus.com/soccer/youtube\nYouTubeでESPN FCを購読する: http://bit.ly/SUBSCRIBEtoESPNFC",
      "title": "スペイン、8ゴールのスリラーでクロアチアを下し、ユーロ2020の準々決勝に進出｜ハイライト｜ESPN FC"
    },
    {
      "locale": "zh",
      "description": "在2020年欧洲杯16强中，西班牙在一场惊心动魄的交锋中以5-3击败克罗地亚，并进入加时赛。在西班牙门将乌奈-西蒙错过佩德利的回传球后，克罗地亚在离奇的情况下获得了领先。西班牙在半场结束前通过巴勃罗-萨拉比亚在禁区内的争夺扳平了比分。路易斯-恩里克的球队在第57分钟由塞萨尔-阿兹皮利奎塔打入他的第一个国际比赛进球后取得了领先。费兰-托雷斯后来为西班牙队增加了优势，然后米斯拉夫-奥西奇和马里奥-帕萨利奇在最后时刻打进两球，将比赛拖入加时赛。然而，阿尔瓦罗-莫拉塔和米克尔-奥亚尔萨巴尔以快速连续的两个进球为西班牙队确保了胜利，将他们的球队送入四分之一决赛。\n\n✔ 订阅ESPN+：http://espnplus.com/soccer/youtube\n✔ 在YouTube上订阅ESPN FC：http://bit.ly/SUBSCRIBEtoESPNFC",
      "title": "西班牙在对阵克罗地亚的比赛中打进8球，晋级2020年欧洲杯四分之一决赛|亮点|ESPN FC"
    },
    {
      "locale": "zh-Hant",
      "description": "在2020年歐洲盃16強中，西班牙在一場驚心動魄的交鋒中以5-3擊敗克羅地亞，並進入加時賽。在西班牙門將烏奈-西蒙錯過佩德利的回傳球后，克羅地亞在離奇的情況下獲得了領先。西班牙在半場結束前通過巴勃羅-薩拉比亞在禁區內的爭奪扳平了比分。路易斯-恩裏克的球隊在第57分鐘由塞薩爾-阿茲皮利奎塔打入他的第一個國際比賽進球后取得了領先。費蘭-託雷斯後來爲西班牙隊增加了優勢，然後米斯拉夫-奧西奇和馬里奧-帕薩利奇在最後時刻打進兩球，將比賽拖入加時賽。然而，阿爾瓦羅-莫拉塔和米克爾-奧亞爾薩巴爾以快速連續的兩個進球爲西班牙隊確保了勝利，將他們的球隊送入四分之一決賽。\n\n✔ 訂閱ESPN+：http://espnplus.com/soccer/youtube\n✔ 在YouTube上訂閱ESPN FC：http://bit.ly/SUBSCRIBEtoESPNFC",
      "title": "西班牙在對陣克羅地亞的比賽中打進8球，晉級2020年歐洲盃四分之一決賽|亮點|ESPN FC"
    }
  ],
  "source_updated_at": 1625218974388
}