{
  "author": "_ThisIsJohnGalt_",
  "the_new_excerpt": "These self-help gurus everywhere just keep screaming in your heads \"Start\nreading more books to become rich.\" or \"Every single billionaire out there reads\n52 books per year, one book per week, start reading, and you'll become like\nthem\". Who doesn't remember the infamous advertisement made by Tai…",
  "original_created_utc": 1613165134,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这些到处都是的自助大师，只是不停地在你的脑海里喊着 \"开始\"。\n读更多的书来致富。\"或 \"每一个亿万富翁都会读。\n一年52本书，每周一本书，开始阅读，你会变得像\n他们\"。谁也不记得太...",
      "title": "我已经厌倦了 \"每年读52本书，成为百万富翁 \"这样的口号。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這些到處都是的自助大師，只是不停地在你的腦海裏喊着 \"開始\"。\n讀更多的書來致富。\"或 \"每一個億萬富翁都會讀。\n一年52本書，每週一本書，開始閱讀，你會變得像\n他們\"。誰也不記得太...",
      "title": "我已經厭倦了 \"每年讀52本書，成爲百萬富翁 \"這樣的口號。"
    }
  ],
  "title": "I'm so sick and tired of slogans like \"Read 52 books per year and become a multi-millionaire.\"",
  "created_utc": 1613177099,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>These self-help gurus everywhere just keep screaming in your heads &quot;Start reading more books to become rich.&quot; or &quot;Every single billionaire out there reads 52 books per year, one book per week, start reading, and you&#39;ll become like them&quot;. Who doesn&#39;t remember the infamous advertisement made by Tai Lopez? On one hand, it brings more and more people to the book club, while on the other, it highly inflates their ego and makes them read for all the wrong reasons.</p>\n\n<p>Not gonna lie, I myself started reading non-fiction when I was 16 because these &quot;entrepreneurs&quot; and &quot;gurus&quot; told me to read, otherwise, I&#39;ll become a failure in life. Started reading &quot;Think and Grow Rich&quot; by Napoleon Hill. Although I started this fun habit, I kept reading for all the wrong reasons. I kept reading, just to add another book to my finished list. Whenever I didn&#39;t feel like reading, I felt guilty, thinking that I&#39;m going down the path of failure and procrastination, not taking into account the quality of the book or if I like it or not. I also grew resentment towards reading fiction, thinking it doesn&#39;t teach you anything and they&#39;re just a waste of time.</p>\n\n<p>Also while I kept gorging dozens of self-help, business books, I also developed a hyper-inflated ego, thinking that those who read books are part of a cult. I kept thinking I was special and bound to reach success, while for my peers, doom was inevitable, simply because they didn&#39;t read. And these Instagram and youtube gurus do make it like that the people who read are a dying breed, and those who read are just special snowflakes, bound to be rich, powerful, millionaires, while the rest are worthless.</p>\n\n<p>If you are one of these people, I would suggest changing your perspective. Don&#39;t read because you&#39;ll be rich one day, read for the sake of reading. Read for your pleasure, happiness, entertainment. Read fiction to feel joy, sadness, bliss, agony, anticipation, sorrow etc. Read to completely immerse yourself in a new world, read to fall in love with the characters, understand their tragedies, their sorrows, their happiness. Read non-fiction as well, to learn more about the topic you&#39;re passionate about. Read about self-improvement because you&#39;d actually like to improve yourself. Read business books to understand more about business. Read books about mindfulness to know and practice mindfulness. Don&#39;t read to add another one to your finished list. Don&#39;t read just so that you can be rich one day. Don&#39;t think you are better than anyone else just because you read books, because you aren&#39;t. Everyone is a different person, with their own qualities. And lastly, don&#39;t force yourself to finish a book you don&#39;t like. If you feel like you aren&#39;t really liking it, leave it. If you want, you can pick it up again, or not at all. Thank you to anyone who spent their precious time reading my little rant :)</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/lil68x/im_so_sick_and_tired_of_slogans_like_read_52/",
  "subreddit": "books",
  "id": "lil68x",
  "is_self": true,
  "media": null,
  "is_video": false
}