{
  "author": "Entrop1cally",
  "original_created_utc": 1628475787,
  "title": "Where am I meant to put my bible on my alphabetically organized bookshelf?",
  "created_utc": 1628509655,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, recently I was gifted my first bible. I am not Christian, nor did I grow up in a Christian household, so I am not aware where you&#39;re meant to keep a bible, but I wish to put it on my bookshelf. </p>\n\n<p>Receiving this gift has made me wonder, where exactly am I meant to place a bible on a bookshelf? Mine is entirely organized in alphabetical order according to the author&#39;s last name. If there are multiple authors then according to the last name of the first-mentioned author. So, where exactly am I meant to place a bible?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/p0sbvv/where_am_i_meant_to_put_my_bible_on_my/",
  "subreddit": "books",
  "id": "p0sbvv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, recently I was gifted my first bible. I am not Christian, nor did I grow up\nin a Christian household, so I am not aware where you're meant to keep a bible,\nbut I wish to put it on my bookshelf.\n\nReceiving this gift has made me wonder, where exactly am I meant to place a\nbible on a bookshelf?…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そんな中、最近、初めてのバイブルをプレゼントされました。私はクリスチャンでもなければ、クリスチャンの家庭で育ったわけでもありません。\nクリスチャンでもないし、クリスチャンの家庭で育ったわけでもないので、聖書をどこに置いておくのかということはわかりません。\n本棚に置きたいと思っています。\n\nこの贈り物を受け取って、私は本棚のどこに聖書を置けばいいのだろうと思いました。\n本棚のどこに置けばいいのか...。",
      "title": "アルファベットで整理された本棚のどこにバイブルを置けばいいのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以，最近我得到了我的第一本圣经。我不是基督徒，也没有在基督教家庭中长大。\n在一个基督教家庭长大，所以我不知道你应该把圣经放在哪里。\n但是我希望把它放在我的书架上。\n\n收到这份礼物让我想知道，我到底应该把圣经放在哪里？\n圣经放在书架上？",
      "title": "在我按字母顺序排列的书架上，我应该把我的圣经放在哪里？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，最近我得到了我的第一本聖經。我不是基督徒，也沒有在基督教家庭中長大。\n在一個基督教家庭長大，所以我不知道你應該把聖經放在哪裏。\n但是我希望把它放在我的書架上。\n\n收到這份禮物讓我想知道，我到底應該把聖經放在哪裏？\n聖經放在書架上？",
      "title": "在我按字母順序排列的書架上，我應該把我的聖經放在哪裏？"
    }
  ]
}