{
  "author": "the_misc_dude",
  "the_new_excerpt": "I saw this as a non-American left-leaning centrist.\n\nIn more than one thread recently about Bumble allowing people to filter by\npolitical belief, non-Americans were shocked that people filter by political\nbelief only to be downvoted and for people to defend why they wouldn’t even want\nto be friends…",
  "original_created_utc": 1610910158,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我看这是一个非美国的左倾中间派。\n\n在最近不止一个关于Bumble允许人们按以下方式过滤的帖子中\n政治信仰，非美国人感到震惊的是，人们用政治信仰来过滤。\n信仰，却被人贬低，还让人辩解为什么连自己都不想要\n做朋友...",
      "title": "[改变我的想法]：作为一个自由主义者，不能容忍保守派，使我们不能容忍，造成了美国的分裂。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看這是一個非美國的左傾中間派。\n\n在最近不止一個關於Bumble允許人們按以下方式過濾的帖子中\n政治信仰，非美國人感到震驚的是，人們用政治信仰來過濾。\n信仰，卻被人貶低，還讓人辯解爲什麼連自己都不想要\n做朋友...",
      "title": "[改變我的想法]：作爲一個自由主義者，不能容忍保守派，使我們不能容忍，造成了美國的分裂。"
    }
  ],
  "title": "CMV: As a liberals, not tolerating conservatives makes us not tolerant and contributes to the divide in the US.",
  "created_utc": 1610992467,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I saw this as a non-American left-leaning centrist.</p>\n\n<p>In more than one thread recently about Bumble allowing people to filter by political belief, non-Americans were shocked that people filter by political belief only to be downvoted and for people to defend why they wouldn’t even want to be friends with a conservative.</p>\n\n<p>This, to me, has a few problems:</p>\n\n<ol>\n<li><p>Not everyone that identifies as a conservative is a hardcore bible thumping Trump supporter. Case in point, me. I’m left leaning so I would identify as a liberal yet, I share beliefs with both conservatives and liberals. Someone that leans slightly more to the right would identify as a conservative and would be shunned by those people while differing from me by very little.</p></li>\n<li><p>Liberals are all about being tolerant to those with different views. Not tolerating someone with a different view goes against that.</p></li>\n<li><p>Regardless of the rationale, not tolerating each other contributes to the divide in the country.</p></li>\n<li><p>It doesn’t yield good results. I grew up Christian and was anti-LGBT. In my first year of uni my roommate was gay. I had lengthy debates with him. Throughout the year, neither he nor our common friends shunned me. I’ve come around since but, had they done that, I feel like it would have been much harder to change.</p></li>\n</ol>\n\n<p>Edit: Added #4.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/kzcin5/cmv_as_a_liberals_not_tolerating_conservatives/",
  "subreddit": "changemyview",
  "id": "kzcin5",
  "is_self": true,
  "media": null,
  "is_video": false
}