{
  "author": "Doctor_Walrus1052",
  "original_created_utc": 1632132673,
  "title": "If you think there will be another ~80% dip, then you clearly don't know the difference between today and times like 2017/2018",
  "created_utc": 1632148440,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I&#39;ve seen plenty of Ouija board crystal ball bullshit around lately, all because of this ant sized dip (seriously, this kind of dip is extremely common in crypto. You should&#39;ve gotten used to it by now).</p>\n\n<p>Bitcoin sub 10k?</p>\n\n<p>Ethereum sub 500$?</p>\n\n<p>Belive whatever you want, but here is something that makes today&#39;s possibility of bloodbath dip less achievable, unlike what we&#39;ve seen in the past.</p>\n\n<p>-Huge institution, with seemingly endless amount of money are shoveling everything out of their fiat vaults into crypto</p>\n\n<p>-Huge influencers promoting crypto</p>\n\n<p>-Crypto adoption is already happening in some major locations, be it completed adoption or a work in progress</p>\n\n<p>There&#39;s way too many figures investing now and no matter the dip, they will all be buying</p>\n\n<p>We didn&#39;t have that years back. We do now</p>\n\n<p>So, chill out, sit back, kick your feet up, DCA and don&#39;t listen to some crystal ball gypsies.</p>\n\n<p>If you belive in your investment (given you&#39;ve actually gone through the full research process) then you have nothing to worry about</p>\n</div><!-- SC_ON -->",
  "score": 253,
  "permalink": "/r/CryptoCurrency/comments/prrtor/if_you_think_there_will_be_another_80_dip_then/",
  "subreddit": "CryptoCurrency",
  "id": "prrtor",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I've seen plenty of Ouija board crystal ball bullshit around lately, all\nbecause of this ant sized dip (seriously, this kind of dip is extremely common\nin crypto. You should've gotten used to it by now).\n\nBitcoin sub 10k?\n\nEthereum sub 500$?\n\nBelive whatever you want, but here is something that…"
}