{
  "author": "HERE_HOLD_MY_BEER",
  "original_created_utc": 1628531000,
  "title": "CMV: Apple is building the very 1984-esque surveillance apparatus they swore to fight",
  "created_utc": 1628551846,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>With the recent Apple announcement of uploading encrypted hashes of all of your pictures to check for confirmed (CSAM) child pornography and reporting „affected“ users to authorities; Apple is building the very foundation of international surveillance they swore to combat.</p>\n\n<p>My view: This will cause many countries to pressure Apple to implement this for their own security reasons likely to track down minorities. Examples: Chinese Uyghurs; Turkish Kurds; Russian Opposition/Journalists/LGPTQ and the list goes on with all minority-oppressing Countries.</p>\n\n<p>Please change my view, I am the family wide tech person that recommended them Apple especially for privacy. I‘ve been with Apple since ‘09 and loved their stance on inviolable personal privacy but this step seems very out of place.</p>\n\n<p>Source: <a href=\"https://www.apple.com/child-safety/\">https://www.apple.com/child-safety/</a></p>\n\n<p>EDIT: Changed first paragraph from &quot;apple scanns photos&quot; to &quot;Apple uploads encrypted hashes&quot;<br/>\n(for me this does not change the issue in any way, Apple is still violating your privacy without any reasonable suspicion)</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/p16f0e/cmv_apple_is_building_the_very_1984esque/",
  "subreddit": "changemyview",
  "id": "p16f0e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "With the recent Apple announcement of uploading encrypted hashes of all of your\npictures to check for confirmed (CSAM) child pornography and reporting\n„affected“ users to authorities; Apple is building the very foundation of\ninternational surveillance they swore to combat.\n\nMy view: This will cause…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近のアップル社の発表では、あなたのすべての写真の暗号化されたハッシュをアップロードして\n確定した（CSAM）児童ポルノをチェックして、「影響を受けた」ユーザーを\n「報告すると発表しました。Appleは、国際的な監視と戦うことを誓っています。\nアップルは、自分たちが戦うと誓った国際的な監視の基盤を築いているのです。\n\n私はこう考えています。私の見解：これは...",
      "title": "CMV: アップルは、1984年のような監視システムを構築しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，苹果公司宣布将上传你所有照片的加密哈希值\n证实(CSAM)儿童色情制品，并向当局报告。\n受影响的 \"用户 \"报告给当局；苹果正在建立他们发誓要打击的国际监控的基础。\n他们发誓要打击的国际监控。\n\n我的观点。这将导致...",
      "title": "CMV：苹果公司正在建造他们发誓要对抗的1984年式的监控设备"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，蘋果公司宣佈將上傳你所有照片的加密哈希值\n證實(CSAM)兒童色情製品，並向當局報告。\n受影響的 \"用戶 \"報告給當局；蘋果正在建立他們發誓要打擊的國際監控的基礎。\n他們發誓要打擊的國際監控。\n\n我的觀點。這將導致...",
      "title": "CMV：蘋果公司正在建造他們發誓要對抗的1984年式的監控設備"
    }
  ]
}