{
  "author": "Treaux-LaCount",
  "original_created_utc": 1639668797,
  "title": "YSK that if your wait at a restaurant is longer than you'd like, the hostess is literally the last person in the building who deserves to be yelled at.",
  "created_utc": 1639680013,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: The primary goal of the hostess at a restaurant is to seat your party as quickly as possible. It is in her own best interest to move you right on through to the dining room, so please be assured that if there was anything she can do to lower your wait time, she would do it. She does not deserved to be yelled at because your wait is 15 minutes longer than you expected. &lt;/p&gt;\n\n&lt;p&gt;Pretty much every restaurant is woefully understaffed right now. Those that survived the last couple of years are trying to operate as lean as possible. Until the restaurant industry has time to recover, this is likely to remain the case. Even then, I imagine they will have a tough time attracting enough workers to become fully staffed unless they make dramatic improvements to how their employees are compensated. The hostess that you are taking your frustrations out on is one of, if not the lowest paid, employees in the restaurant, and in many cases it is their very first job. With the staffing situation the way it is now, she is very likely having to bus tables, answer the phone, pack to-go orders, and do cleanliness checks on the restrooms, as well as manage the waitlist and coordinate the seating of diners. On top of that, she is going to be the first one to get grief from her managers when customers start to pile up waiting to be seated.&lt;/p&gt;\n\n&lt;p&gt;The hostess at a restaurant cannot seat you if there isn’t a table available for you. It’s as simple as that. Just because you see an empty table, or a dozen empty tables, doesn’t mean that there are enough servers on duty to work those tables. The hostess cannot put you at a table that doesn’t have a server assigned to it.&lt;/p&gt;\n\n&lt;p&gt;If you MUST yell at someone, first of all, get some psychiatric help at the first opportunity, but until then maybe yell at other diners who loiter for an hour after their meal is finished. Or yell at the manager, who at least to some degree has some control over how the restaurant is staffed at any given time. Maybe write a scathing email or make an irate phone call to the corporate office, if it’s a chain, or the owner if it’s privately owned, and insist that they raise wages or do whatever they need to do to attract more staff.&lt;/p&gt;\n\n&lt;p&gt;Please, if you are not capable of being patient and showing a little bit of grace, please just eat at home. You never know the battles someone else is fighting in their life, and your harsh words at that particular time may have an impact that on them that you never intended.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 267,
  "permalink": "/r/YouShouldKnow/comments/rht67a/ysk_that_if_your_wait_at_a_restaurant_is_longer/",
  "subreddit": "YouShouldKnow",
  "id": "rht67a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The primary goal of the hostess at a restaurant is to seat your party\nas quickly as possible. It is in her own best interest to move you right on\nthrough to the dining room, so please be assured that if there was anything she\ncan do to lower your wait time, she would do it. She does not…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: ホステスの第一の目標は、そのような場面に遭遇することです。\nレストランでは、お客さまをできるだけ早く席に案内することが大切です。それは、彼女自身にとって\nそのままダイニングルームにお通しするのが得策ですので、ご安心ください。\nもし、待ち時間を短縮するために何かできることがあれば...。",
      "title": "YSKは、レストランでの待ち時間が長かった場合、ホステスは文字通り怒鳴られるに値する最後の人間であることを教えてくれました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么是YSK：餐厅女主人的首要目标是尽快为你的聚会安排座位。\n餐馆女主人的首要目标是尽可能快地安排你的聚会。这符合她自己的最佳利益\n为了她自己的利益，她会让你直接进入餐厅，所以请你放心，如果她有什么需要帮助的地方，她会帮助你。\n如果她能做什么来减少您的等待时间，请放心。",
      "title": "YSK认为，如果你在餐厅的等待时间比你想的要长，那么女主人简直就是这栋楼里最不值得被骂的人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼是YSK：餐廳女主人的首要目標是儘快爲你的聚會安排座位。\n餐館女主人的首要目標是儘可能快地安排你的聚會。這符合她自己的最佳利益\n爲了她自己的利益，她會讓你直接進入餐廳，所以請你放心，如果她有什麼需要幫助的地方，她會幫助你。\n如果她能做什麼來減少您的等待時間，請放心。",
      "title": "YSK認爲，如果你在餐廳的等待時間比你想的要長，那麼女主人簡直就是這棟樓裏最不值得被罵的人。"
    }
  ]
}