{
  "author": "Treaux-LaCount",
  "original_created_utc": 1639668797,
  "title": "YSK that if your wait at a restaurant is longer than you'd like, the hostess is literally the last person in the building who deserves to be yelled at.",
  "created_utc": 1639680013,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: The primary goal of the hostess at a restaurant is to seat your party as quickly as possible. It is in her own best interest to move you right on through to the dining room, so please be assured that if there was anything she can do to lower your wait time, she would do it. She does not deserved to be yelled at because your wait is 15 minutes longer than you expected. &lt;/p&gt;\n\n&lt;p&gt;Pretty much every restaurant is woefully understaffed right now. Those that survived the last couple of years are trying to operate as lean as possible. Until the restaurant industry has time to recover, this is likely to remain the case. Even then, I imagine they will have a tough time attracting enough workers to become fully staffed unless they make dramatic improvements to how their employees are compensated. The hostess that you are taking your frustrations out on is one of, if not the lowest paid, employees in the restaurant, and in many cases it is their very first job. With the staffing situation the way it is now, she is very likely having to bus tables, answer the phone, pack to-go orders, and do cleanliness checks on the restrooms, as well as manage the waitlist and coordinate the seating of diners. On top of that, she is going to be the first one to get grief from her managers when customers start to pile up waiting to be seated.&lt;/p&gt;\n\n&lt;p&gt;The hostess at a restaurant cannot seat you if there isn’t a table available for you. It’s as simple as that. Just because you see an empty table, or a dozen empty tables, doesn’t mean that there are enough servers on duty to work those tables. The hostess cannot put you at a table that doesn’t have a server assigned to it.&lt;/p&gt;\n\n&lt;p&gt;If you MUST yell at someone, first of all, get some psychiatric help at the first opportunity, but until then maybe yell at other diners who loiter for an hour after their meal is finished. Or yell at the manager, who at least to some degree has some control over how the restaurant is staffed at any given time. Maybe write a scathing email or make an irate phone call to the corporate office, if it’s a chain, or the owner if it’s privately owned, and insist that they raise wages or do whatever they need to do to attract more staff.&lt;/p&gt;\n\n&lt;p&gt;Please, if you are not capable of being patient and showing a little bit of grace, please just eat at home. You never know the battles someone else is fighting in their life, and your harsh words at that particular time may have an impact that on them that you never intended.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 267,
  "permalink": "/r/YouShouldKnow/comments/rht67a/ysk_that_if_your_wait_at_a_restaurant_is_longer/",
  "subreddit": "YouShouldKnow",
  "id": "rht67a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The primary goal of the hostess at a\nrestaurant is to seat your party as quickly as possible. It is in her own best\ninterest to move you right on through to the dining room, so please be assured\nthat if there was anything she can do to lower your wait time,…"
}