{
  "author": "Ok_Formal_9033",
  "the_new_excerpt": "I’d just like to start this off by saying that I don’t have anything against sex\nwork itself, and believe sex workers deserve basic workers rights.\n\nThat being said, there seems to have been a trend of sorts of the last year of\nyoung people (mostly girls from what I can tell but I may be wrong)…",
  "original_created_utc": 1617566395,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我想先说一句，我对性没有任何异议\n工作本身，并认为性工作者应该享有基本的劳动者权利。\n\n话虽如此，但过去一年似乎有一种趋势，那就是在性工作者中，有很多人都在从事性工作。\n年轻人（据我所知，大多是女孩，但我可能错了）... ...",
      "title": "CMV：我相信OnlyFans在那里对大多数人来说是真正的伤害。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想先說一句，我對性沒有任何異議\n工作本身，並認爲性工作者應該享有基本的勞動者權利。\n\n話雖如此，但過去一年似乎有一種趨勢，那就是在性工作者中，有很多人都在從事性工作。\n年輕人（據我所知，大多是女孩，但我可能錯了）... ...",
      "title": "CMV：我相信OnlyFans在那裏對大多數人來說是真正的傷害。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "最初に言っておきますが、私はセックスに何の抵抗もありません。\nそして、セックスワーカーは基本的な労働者の権利に値すると信じています。\n\nとはいえ、去年からある種のトレンドがあったようです。\n若い人たち（私が見た限りではほとんどが女の子ですが、間違っているかもしれません）が...",
      "title": "CMV: OnlyFansは、大多数の人にとって本当に有害な存在だと思います。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "最初に言っておきますが、私はセックスに何の抵抗もありません。\nそして、セックスワーカーは基本的な労働者の権利に値すると信じています。\n\nとはいえ、去年からある種のトレンドがあったようです。\n若い人たち（私が見た限りではほとんどが女の子ですが、間違っているかもしれません）が...",
      "title": "CMV: OnlyFansは、大多数の人にとって本当に有害な存在だと思います。"
    }
  ],
  "title": "CMV: I believe OnlyFans is genuinely damaging for the majority of people on there",
  "created_utc": 1617633827,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’d just like to start this off by saying that I don’t have anything against sex work itself, and believe sex workers deserve basic workers rights.</p>\n\n<p>That being said, there seems to have been a trend of sorts of the last year of young people (mostly girls from what I can tell but I may be wrong) signing up to onlyfans for some easy money, or so it seems to them. I know someone personally who uses the website, and they’re in a very high percentage, earning a respectable amount of money, however this lead me to question what the return would be for creators at 30% or say 70%, because I can’t see it being a massive return.</p>\n\n<p>If people want to post naked pictures of themselves on the internet and get paid for it that’s of course fine. If you can get to those top spots and make a fortune then more power to whoever can, but for 95% of people I feel like the potential repercussions far outweigh the benefits. People can have their content leaked, if they aren’t clever with names and faces it could ruin any future prospects for them, it just seems like people are thinking it’s easy money, and in even 5 years time they’ll realise they’ve made a mistake.</p>\n\n<p>Again I’ll clarify, many people are going to do very well on onlyfans, but surely even they can see that for most people it’s a genuinely stupid decision that could really make a lot of things difficult for you in the future.</p>\n\n<p>All of this is without even touching on moral concerns such as encouraging people to cheat on their families to feed a consumerist lifestyle that can’t last forever, or the fact that people will literally be waiting for someone to turn 18 to sub to their onlyfans, or the fact the even though people “should” be okay with dating a sex worker, most people won’t and will get jealous.</p>\n\n<p>The world isn’t perfect and works in a certain way, these people seem to think everything is just going to be okay and bosses will just accept sex worker into their company, and I can’t see it happening.</p>\n\n<p>This is a bit of a mess, but in conclusion, I think for most people, onlyfans is a terrible idea. It’s short term profit with long term consequences, because unfortunately the world isn’t quite at a place where sex work isn’t seen in a certain way. Change my mind</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/mk3m14/cmv_i_believe_onlyfans_is_genuinely_damaging_for/",
  "subreddit": "changemyview",
  "id": "mk3m14",
  "is_self": true,
  "media": null,
  "is_video": false
}