{
  "author": "overhardeggs",
  "original_created_utc": 1624772962,
  "title": "CMV: It's better to be an athiest than someone who is religious in name only",
  "created_utc": 1624808798,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For perspective, this is coming from someone who is religious.</p>\n\n<p>I&#39;m trying to improve myself and follow the teachings of my religion, but it seems like some people don&#39;t even TRY to follow the teachings of the religion that they claim to be a part of. They don&#39;t attend religious services often when it is expected of them, break many commandments that their religion has and so on. </p>\n\n<p>I realize that the teachings of many religions talk about being accepting of those who are trying to improve themselves and to not be too judgmental of those who choose to &quot;sin&quot;, but there has to be a point where the  religious devotions they do offer every once in a while could be seen as mocking in a way towards the higher power they profess to believe in and worship, but they spend MUCH more time thinking of the next one night stand, cookout, night out with their friends binge drinking, etc.</p>\n\n<p>You would think that they would be more comfortable embracing a belief system that excludes a higher power and religious devotion so they don&#39;t feel like they&#39;re stuck in a devotion system that they aren&#39;t truly involved with. You&#39;re outwardly expressing the beliefs you have on the inside of yourself. Sure, you may disappoint friends and family you have who are religious, but it beats the inner turmoil of being in a part of a belief system you begrudgingly accept for one reason or another.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/o8r4ar/cmv_its_better_to_be_an_athiest_than_someone_who/",
  "subreddit": "changemyview",
  "id": "o8r4ar",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For perspective, this is coming from someone who is religious.\n\nI'm trying to improve myself and follow the teachings of my religion, but it\nseems like some people don't even TRY to follow the teachings of the religion\nthat they claim to be a part of. They don't attend religious services often…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "参考までに、これは宗教を持っている人からの意見です。\n\n私は自分自身を向上させ、宗教の教えに従おうとしています。\n自分が属していると主張する宗教の教えに従おうともしない人もいるようです。\n自分が属していると主張する宗教の教えを守ろうとしない人もいるようです。宗教行事にもあまり参加しないし...。",
      "title": "CMV: 宗教とは名ばかりで、無神論者の方がいい。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为了说明问题，这是从一个有宗教信仰的人嘴里说出来的。\n\n我正在努力改善自己，并遵循我的宗教教义，但似乎有些人甚至没有努力遵循宗教教义。\n但似乎有些人甚至没有尝试去遵循他们所声称的宗教的教义。\n他们声称自己是其中的一员。他们不经常参加宗教仪式...",
      "title": "CMV：做一个无神论者比做一个名义上有宗教信仰的人好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲了說明問題，這是從一個有宗教信仰的人嘴裏說出來的。\n\n我正在努力改善自己，並遵循我的宗教教義，但似乎有些人甚至沒有努力遵循宗教教義。\n但似乎有些人甚至沒有嘗試去遵循他們所聲稱的宗教的教義。\n他們聲稱自己是其中的一員。他們不經常參加宗教儀式...",
      "title": "CMV：做一個無神論者比做一個名義上有宗教信仰的人好。"
    }
  ]
}