{
  "author": "YugThePug",
  "the_new_excerpt": "I find it incredible that tipping is expected for good friendly service.\n\nThe job role of a server is to provide good service. Why should the customer pay\nextra to contribute to the wage of someone just for doing their job? I know\nthere is an argument for them not being paid enough, but surely its…",
  "original_created_utc": 1623157112,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "親切なサービスにチップを期待するのは信じられないことです。\n\nサーバーの仕事の役割は、良いサービスを提供することです。なぜお客さんが追加料金を払って\n仕事をしただけの人の給料に、なぜお客さんが余分に払わなければならないのか？私は知っています。\n給料が足りないという意見があるのは知っていますが、確かに...。",
      "title": "CMV：チップは期待してはいけません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我觉得不可思议的是，给小费是对友好服务的期望。\n\n服务员的工作职责是提供良好的服务。为什么顾客要支付\n额外的钱来支付某人的工资，只是为了完成他们的工作？我知道\n有一种说法是他们的工资不够高，但它肯定......",
      "title": "CMV：不应期待小费。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我覺得不可思議的是，給小費是對友好服務的期望。\n\n服務員的工作職責是提供良好的服務。爲什麼顧客要支付\n額外的錢來支付某人的工資，只是爲了完成他們的工作？我知道\n有一種說法是他們的工資不夠高，但它肯定......",
      "title": "CMV：不應期待小費。"
    }
  ],
  "title": "CMV: Tipping should not be expected.",
  "created_utc": 1623238214,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I find it incredible that tipping is expected for good friendly service. </p>\n\n<p>The job role of a server is to provide good service. Why should the customer pay extra to contribute to the wage of someone just for doing their job? I know there is an argument for them\nnot being paid enough, but surely its up to the employer to reward their own employees for doing a good job? Not for it to be expected for the customer.  </p>\n\n<p>Furthermore people who provide a friendly good service while working in retail or fast food are not expected to be tipped, so what’s the difference? Its infuriating that million dollar restaurant chains pay their staff barely liveable wage and the customers are made to look the bad guy if they don’t pay extra towards the wage of the serving staff?</p>\n\n<p>Maybe i’m being completely short sighted and wrong. Im interested to see what everyone else thinks about this topic so fire away!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/nv3g1t/cmv_tipping_should_not_be_expected/",
  "subreddit": "changemyview",
  "id": "nv3g1t",
  "is_self": true,
  "media": null,
  "is_video": false
}