{
  "author": "AlexanderDenorius",
  "original_created_utc": 1627724252,
  "title": "Work keeps me from reading",
  "created_utc": 1627760030,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I get up at 7 AM I return home at 6 PM - I have a job where I cannot read at work. Once I return home I relax from work for half an hour but then have to do some cooking/cleaning some sports/training - showering - preparing stuff for the next day - laundry - dinner ect. This leaves me around one hour in the evening where I can read before I have to go to sleep. And I dont even watch TV. </p>\n\n<p>Sometimes I have even less time in the evening because I have to buy some groceries on the way home, meet with a friend, repair stuff, call friends/family ect </p>\n\n<p>Yet I hear from some people that they come home - drop everything and read for like 4-5 hours every evening before going to sleep. Like when do you do all the other stuff? I have to do most of the housework mentioned above or my apprtment would be a total mess. I &quot;have to&quot; meet up/keep in touch with family/friends or I would be a total loner. I simply cannot fathom to read for several hours after work because then I would have no time left for anything else and my life would be a total mess.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/ov49qz/work_keeps_me_from_reading/",
  "subreddit": "books",
  "id": "ov49qz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I get up at 7 AM I return home at 6 PM - I have a job where I cannot read at\nwork. Once I return home I relax from work for half an hour but then have to do\nsome cooking/cleaning some sports/training - showering - preparing stuff for the\nnext day - laundry - dinner ect. This leaves me around one…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "朝7時に起床し、午後6時に帰宅します - 仕事中に読書ができない仕事をしています。\nの仕事をしています。帰宅後、30分は仕事から解放されますが、その後は\n料理、掃除、スポーツ、トレーニング、シャワー、次の日の準備、洗濯、夕食など。\n翌日の準備、洗濯、夕食などなど。これでは1時間くらいしか時間がありません...。",
      "title": "仕事で読書から遠ざかっている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我早上7点起床，下午6点回家--我有一份工作，我不能在工作中阅读。\n工作。一旦我回到家，我就会从工作中放松半小时，但随后要做的是\n做饭/打扫卫生、运动/训练--洗澡--准备第二天的东西--洗衣--吃饭等等。\n第二天--洗衣服--吃饭等等。这给我留下了大约一...",
      "title": "工作使我无法阅读"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我早上7點起牀，下午6點回家--我有一份工作，我不能在工作中閱讀。\n工作。一旦我回到家，我就會從工作中放鬆半小時，但隨後要做的是\n做飯/打掃衛生、運動/訓練--洗澡--準備第二天的東西--洗衣--喫飯等等。\n第二天--洗衣服--喫飯等等。這給我留下了大約一...",
      "title": "工作使我無法閱讀"
    }
  ]
}