{
  "author": "dameanmugs",
  "original_created_utc": 1633747142,
  "title": "CMV: Rhode Island should be absorbed into Connecticut and Massachusetts so that Puerto Rico can become a state.",
  "created_utc": 1633764905,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Aside from historical concerns, there is no longer a good reason for Rhode Island to be its own state. Instead, Little Rhody should be split up, with the western mainland area being annexed by Connecticut and everything east of Narragansett Bay becoming part of Massachusetts. While this is a good idea all on its own (I&#39;ll get into why below), the added benefit would be the slot it would open up for  Puerto Rico to become the new 50th state and have proper representation in Congress.</p>\n\n<p><strong>Why Rhode Island Shouldn&#39;t Be a State</strong></p>\n\n<p>First, it&#39;s absurdly small, with a <a href=\"https://en.wikipedia.org/wiki/List_of_U.S._states_and_territories_by_area\">total land area about half the size</a> of the next smallest state, Delaware, and 1/5th the size of the third smallest, Connecticut. A little over 1,000 square miles of land is not enough to constitute a state. In contrast, San Bernardino county in California is over 20,000 square miles alone. There&#39;s also barely a million people in Rhode Island, approximately the same population as the city of Indianapolis.</p>\n\n<p>Second, Rhode Island&#39;s borders, especially considering the location of current highways and other major roads, don&#39;t make good geographic sense. There is no natural boundary between Connecticut and Rhode Island on its western border, yet when you hit <a href=\"https://images.app.goo.gl/THym2d74RX3xGbeV6\">Narragansett Bay</a> - that large body of water that divides the state - Rhode Island inexplicably continues until another random border is drawn on the eastern edge with Massachusetts. In fact, because of this, in certain parts of Rhode Island you have to leave the state (and enter Massachusetts) to get to other parts of Rhode Island.</p>\n\n<p>Third, Rhode Island is the Arkansas of New England. Between serving &quot;coffee milk&quot; (literally coffee-flavored milk) to children in schools, the exploits of <a href=\"https://en.wikipedia.org/wiki/Buddy_Cianci\">former Providence mayor Buddy Cianci</a>, and the <a href=\"https://www.onlyinyourstate.com/rhode-island/crazy-laws-ri/\">jacked up olde timey laws</a> they refuse to get rid of, it&#39;s clear the state needs to be under new management.</p>\n\n<p>Finally, because of the aforementioned giant body of water that runs through the middle of the state, Rhode Island would be easy to divide. The west half goes to Connecticut; once you hit water, you&#39;re in Massachusetts. Also seems like this would split the tax base fairly evenly, as Providence and it&#39;s suburbs would go to CT while MA would get all the rich folks out in Barrington and Newport.</p>\n\n<p><strong>Why Puerto Rico Should Be a State</strong></p>\n\n<p>Quite simply, representation. Puerto Ricans are currently subject to US law and taxes but cannot elect senators or congresspeople. Not to get all Boston Tea Party, but the United States has a strong historical aversion to taxation without representation. Moreover, a strong plurality of Puerto Ricans want statehood according to the <a href=\"https://en.wikipedia.org/wiki/2012_Puerto_Rican_status_referendum\">last referendum with substantial participation</a>, which occured in 2012. While the US could just add a 51st state, it hasn&#39;t yet. So an easy solution is to split up the tiny abomination that is Rhode Island, and replace it with beautiful Puerto Rico.</p>\n\n<p>TL;DR Rhode Island is crazy tiny, makes no sense geographically, and generally sucks ass. It should be split up and Puerto Rico should take its place so that 3 million citizens can have Congressional representation.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/q4cjw6/cmv_rhode_island_should_be_absorbed_into/",
  "subreddit": "changemyview",
  "id": "q4cjw6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Aside from historical concerns, there is no longer a good reason for Rhode\nIsland to be its own state. Instead, Little Rhody should be split up, with the\nwestern mainland area being annexed by Connecticut and everything east of\nNarragansett Bay becoming part of Massachusetts. While this is a good…"
}