{
  "videoId": "_KJYC7Ju-Y8",
  "channelId": "UChDKyKQ59fYz3JO2fl0Z6sg",
  "title": "Exclusive: Sha’Carri Richardson Speaks Out About Failed Drug Test",
  "link": "https://www.youtube.com/watch?v=_KJYC7Ju-Y8",
  "pubDate": "2021-07-02T13:00:02.000Z",
  "author": "TODAY",
  "id": "yt:video:_KJYC7Ju-Y8",
  "isoDate": "2021-07-02T13:00:02.000Z",
  "description": "Sha’Carri Richardson, a 21-year-old American track star, has tested positive for a chemical found in marijuana, putting her Olympic participation in doubt. Speaking exclusively to TODAY, Richardson cites the pressure of athletic competition, her biological mother’s recent death and more, but says, “I know what I did, I know what I’m allowed to do … and I still made that decision.” Regarding the chance that she could still participate in a relay event, she says, “If I’m allowed to receive that blessing, then I’m grateful for it, but right now, I’m going to just focus on myself.” She says: “I’d like to say to my fans and my family and my sponsorship … I apologize,” adding, “Don’t judge me: I’m human. I just happen to run a little faster.” She adds: “I still have games in me … I’ll be back and ready to compete.”\n\n» Subscribe to TODAY: http://on.today.com/SubscribeToTODAY\n» Watch the latest from TODAY: http://bit.ly/LatestTODAY\n\nAbout: TODAY brings you the latest headlines and expert tips on money, health and parenting. We wake up every morning to give you and your family all you need to start your day. If it matters to you, it matters to us. We are in the people business. Subscribe to our channel for exclusive TODAY archival footage & our original web series.  \n\nConnect with TODAY Online!\nVisit TODAY's Website: http://on.today.com/ReadTODAY\nFind TODAY on Facebook: http://on.today.com/LikeTODAY\nFollow TODAY on Twitter: http://on.today.com/FollowTODAY\nFollow TODAY on Instagram: http://on.today.com/InstaTODAY\n\n#TeamUSA #Olympics #Track",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/_KJYC7Ju-Y8/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "9369",
    "average": "4.63",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "353832"
  },
  "original_created_at": "2021-07-02T13:00:02.000Z",
  "created_at": "2021-07-02T20:44:32.931Z",
  "tags": [
    "TeamUSA",
    "Olympics",
    "Track"
  ]
}