{
  "videoId": "hA-oCTUrNfE",
  "channelId": "UCtwMWJr2BFPkuJTnSvCESSQ",
  "title": "Dexter: New Blood (2021) Exclusive Sneak Peek Trailer | SHOWTIME",
  "link": "https://www.youtube.com/watch?v=hA-oCTUrNfE",
  "pubDate": "2021-07-25T20:44:19.000Z",
  "author": "SHOWTIME",
  "id": "yt:video:hA-oCTUrNfE",
  "isoDate": "2021-07-25T20:44:19.000Z",
  "description": "Starring multiple Emmy nominee Michael C. Hall as America’s favorite serial killer Dexter Morgan, the special event series DEXTER: NEW BLOOD will premiere Sunday, November 7 at 9 p.m. ET/PT on SHOWTIME. Set 10 years after Dexter went missing in the eye of Hurricane Laura, the series finds him living under an assumed name in the small town of Iron Lake, New York.  Dexter may be embracing his new life, but in the wake of unexpected events in this close-knit community, his Dark Passenger beckons. Joining Hall, the cast also includes Julia Jones (The Mandalorian), Alano Miller (Sylvie’s Love), Johnny Sequoyah (Believe), Jack Alcott (THE GOOD LORD BIRD) and Clancy Brown (The Crown, BILLIONS).  Reuniting Hall with original series showrunner Clyde Phillips, DEXTER: NEW BLOOD is currently in production on 10 one-hour episodes in Western Massachusetts. \n\n#Dexter\n\nSubscribe to the SHOWTIME YouTube channel: http://goo.gl/esCMib\n\nDon’t have SHOWTIME? Order now: http://s.sho.com/1HbTNpQ\n\nGet SHOWTIME merchandise now: https://s.sho.com/33FGC1D\n\nGet more SHOWTIME:\nFollow: https://twitter.com/Showtime\nLike: https://www.facebook.com/showtime\nInstagram: https://instagram.com/showtime\nWebsite: https://www.sho.com\n\nGet more Dexter:\nFollow: https://twitter.com/SHO_Dexter\nLike: https://www.facebook.com/dexter\nWebsite: http://www.sho.com/dexter\n\nHe's smart, he's good looking, and he's got a great sense of humor. He's Dexter Morgan, everyone's favorite serial killer. As a Miami forensics expert, he spends his days solving crimes, and nights committing them. But Dexter lives by a strict code of honor that is both his saving grace and lifelong burden. Torn between his deadly compulsion and his desire for true happiness, Dexter is a man in profound conflict with the world and himself. Golden Globe winner Michael C. Hall stars in the hit SHOWTIME Original Series.",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/hA-oCTUrNfE/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "14675",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "955031"
  },
  "original_created_at": "2021-07-25T20:44:19.000Z",
  "created_at": "2021-07-26T14:45:13.843Z",
  "tags": [
    "Dexter"
  ]
}