{
  "videoId": "NLffKOOyxwI",
  "channelId": "UCOsATJw-IZgqGT8MFrHjKGg",
  "title": "hospital",
  "link": "https://www.youtube.com/watch?v=NLffKOOyxwI",
  "pubDate": "2021-07-10T14:02:33.000Z",
  "author": "Ice Cream Sandwich",
  "id": "yt:video:NLffKOOyxwI",
  "isoDate": "2021-07-10T14:02:33.000Z",
  "description": "The first 1,000 people to use this link will get a 1 month free trial of Skillshare: https://skl.sh/icecreamsandwich05211\n\nYo wassup the video it is done. This video is about the time I had appendicitis and was sent to the hospital where I got emergency surgery. This video actually had a due date (today) for the sponsor so there was a couple things that got left out of the story, they were tiny details but it was things like my friends came to visit me after my surgery and it was really nice! It meant a lot more than I expected it to. My friends were the real stars here and I don't think I did them real justice tbh so maybe another day I'll do a retelling of the story, podcast style or something. I might take a break from sponsors for a video or 2 so I don't run into this problem again. Also I'm getting worried the sponsorship reads are just funnier than the actual video lol.\n\n\nBut yeah the appendicitis thing. It was terrible. Especially getting sick all over the place. I remember that doctor looking at me and being like \"you need to stick this tube in your stomach\" and I was thinking I wasn't ready but didn't really have a choice. There was no room for push back it was all or nothing. It was a little freaky but I think I'm so lucky to have my friends in my life to support me. They were there to bring me to the hospital, support me emotionally, take care of my belongings when I abandoned them in the classroom.\n\n\nAlso I learned a lot about the hospitalization process. It's pretty fast like I was just given a room right away. One moment I was given an assessment and the next I was given a patient robe to put on, I hardly had time to think!\n\n\nTIME TO GET TO WORK ON THE NEXT VIDEO!\n\n\n\nthank you for watching ❤️\n\n(new merch is happening so I won't plug what I have now)\n📱 twitter:\nhttps://twitter.com/ICSandwichGuy\n📷 instagram:\nhttps://www.instagram.com/icecreamsandwichguy/\n\nDISCLAIMER: Ice Cream Sandwich content is inappropriate for children under 13 years old. For children over 13 years old, parental discretion is advised. Ice Cream Sandwich does not control the comments produced by third-party users. By watching, reading, or otherwise consuming Ice Cream Sandwich content, you agree that (1) you are over the age of 13 years, (2) you agree to abide by Youtube's Terms of Service, and (3) you agree you have read and accept the disclaimer available at https://www.youtube.com/icecreamsandwich/about",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/NLffKOOyxwI/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "98110",
    "average": "4.99",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "575829"
  },
  "original_created_at": "2021-07-10T14:02:33.000Z",
  "created_at": "2021-07-11T06:43:28.621Z",
  "tags": []
}