{
  "videoId": "NLffKOOyxwI",
  "channelId": "UCOsATJw-IZgqGT8MFrHjKGg",
  "title": "hospital",
  "link": "https://www.youtube.com/watch?v=NLffKOOyxwI",
  "pubDate": "2021-07-10T14:02:33.000Z",
  "author": "Ice Cream Sandwich",
  "id": "yt:video:NLffKOOyxwI",
  "isoDate": "2021-07-10T14:02:33.000Z",
  "description": "The first 1,000 people to use this link will get a 1 month free trial of Skillshare: https://skl.sh/icecreamsandwich05211\n\nYo wassup the video it is done. This video is about the time I had appendicitis and was sent to the hospital where I got emergency surgery. This video actually had a due date (today) for the sponsor so there was a couple things that got left out of the story, they were tiny details but it was things like my friends came to visit me after my surgery and it was really nice! It meant a lot more than I expected it to. My friends were the real stars here and I don't think I did them real justice tbh so maybe another day I'll do a retelling of the story, podcast style or something. I might take a break from sponsors for a video or 2 so I don't run into this problem again. Also I'm getting worried the sponsorship reads are just funnier than the actual video lol.\n\n\nBut yeah the appendicitis thing. It was terrible. Especially getting sick all over the place. I remember that doctor looking at me and being like \"you need to stick this tube in your stomach\" and I was thinking I wasn't ready but didn't really have a choice. There was no room for push back it was all or nothing. It was a little freaky but I think I'm so lucky to have my friends in my life to support me. They were there to bring me to the hospital, support me emotionally, take care of my belongings when I abandoned them in the classroom.\n\n\nAlso I learned a lot about the hospitalization process. It's pretty fast like I was just given a room right away. One moment I was given an assessment and the next I was given a patient robe to put on, I hardly had time to think!\n\n\nTIME TO GET TO WORK ON THE NEXT VIDEO!\n\n\n\nthank you for watching ❤️\n\n(new merch is happening so I won't plug what I have now)\n📱 twitter:\nhttps://twitter.com/ICSandwichGuy\n📷 instagram:\nhttps://www.instagram.com/icecreamsandwichguy/\n\nDISCLAIMER: Ice Cream Sandwich content is inappropriate for children under 13 years old. For children over 13 years old, parental discretion is advised. Ice Cream Sandwich does not control the comments produced by third-party users. By watching, reading, or otherwise consuming Ice Cream Sandwich content, you agree that (1) you are over the age of 13 years, (2) you agree to abide by Youtube's Terms of Service, and (3) you agree you have read and accept the disclaimer available at https://www.youtube.com/icecreamsandwich/about",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/NLffKOOyxwI/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "184246",
    "average": "4.98",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1787178"
  },
  "original_created_at": "2021-07-10T14:02:33.000Z",
  "created_at": "2021-07-11T06:43:28.621Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "description": "このリンクを使用する最初の1,000人は、Skillshareの1ヶ月無料トライアルを取得します： https://skl.sh/icecreamsandwich05211\n\nYo wassup the video it is done. このビデオは、私が虫垂炎になり、病院に送られて緊急手術を受けた時の話です。このビデオは、実際にはスポンサーの期限（今日）があったので、ストーリーから抜けてしまったことがいくつかありましたが、それらは小さな詳細でしたが、それは私の友人が私の手術後に私を訪ねてきて、それは本当に良かった！のようなものでした。それは私が予想していた以上に大きな意味を持っていました。友人たちはここでの真のスターであり、私は彼らを正当に評価していなかったと思うので、いつかポッドキャスト形式か何かで物語の再話をするかもしれません。この問題を二度と起こさないためにも、1、2本のビデオでスポンサー活動を休止するかもしれません。また、スポンサーの読み物が実際のビデオよりも面白いのではないかと心配になってきました(笑)。\n\n\nでも、虫垂炎の件はそうだね。あれはひどかったよ。特にあちこち具合が悪くなって。医者が僕を見て、「このチューブを胃に突っ込む必要があります」と言ったのを覚えているよ。私は準備ができていないと思っていましたが、選択肢はありませんでした。私には背中を押す余地はなく、すべてか無かでした。少しパニックになりましたが、私を支えてくれる友人たちがいてくれて本当に良かったと思っています。病院に連れて行ってくれたり、精神的なサポートをしてくれたり、教室で荷物を捨てたときに世話をしてくれたり。\n\n\nまた、入院のプロセスについても多くのことを学びました。私はすぐに部屋を与えられただけのようなかなりの速さです。アセスメントを受けて、次は患者用のローブを着せられて、考える時間がほとんどありませんでした。\n\n\n次のビデオの制作に取り掛かりましょう\n\n\n\nご覧いただきありがとうございます❤️。\n\n(新しいグッズが登場するので、今あるものは差しません)\n📱ツイッター。\nhttps://twitter.com/ICSandwichGuy\n📷 instagram:\nhttps://www.instagram.com/icecreamsandwichguy/\n\n免責事項：Ice Cream Sandwichのコンテンツは、13歳未満のお子様には不適切です。13歳以上のお子様には、保護者の方の判断をお願いします。アイスクリーム・サンドウィッチは、第三者のユーザーが作成したコメントを管理していません。アイスクリーム・サンドウィッチのコンテンツを見たり、読んだり、その他の方法で消費した場合、（1）13歳以上であること、（2）Youtubeの利用規約に従うことに同意すること、（3）https://www.youtube.com/icecreamsandwich/about で入手可能な免責事項を読み、受け入れることに同意することになります。",
      "title": "病院"
    },
    {
      "locale": "zh",
      "description": "前1000名使用此链接的人将获得Skillshare的1个月免费试用：https://skl.sh/icecreamsandwich05211\n\nYo wassup the video it is done. 这段视频是关于我得了阑尾炎，被送到医院做紧急手术的事。这段视频实际上有一个赞助商的到期日（今天），所以有几件事情被遗漏了，它们是微小的细节，但它是像我的朋友在我的手术后来探望我，这真的很好！这意味着比我预期的更多。这比我预期的意义要大得多。我的朋友才是真正的明星，我不认为我对他们做了真正的公正，所以也许改天我会做一个复述的故事，播客风格或其他。我可能会暂停赞助一两个视频，这样我就不会再遇到这个问题了。此外，我越来越担心赞助读物只是比实际视频更有趣，笑。\n\n\n但是，是的，阑尾炎的事情。这很可怕。特别是到处生病。我记得那个医生看着我，说 \"你需要把这个管子插到你的肚子里\"，我当时想我还没有准备好，但真的没有选择。没有任何推脱的余地，要么全盘托出，要么一无所有。这有点吓人，但我认为我很幸运，有我的朋友在我的生活中支持我。他们在那里把我带到医院，在情感上支持我，在我把我的物品遗弃在教室里时照顾我的物品。\n\n\n同时我也学到了很多关于住院过程的知识。它相当快，就像我刚被安排到一个房间一样，马上就有了。一会儿给我做评估，一会儿又给我穿上病人的长袍，我几乎没有时间去思考\n\n\n是时候开始制作下一个视频了!\n\n\n\n谢谢你的观看❤️\n\n(新的商品正在发生，所以我不会插入我现在的东西)\n❤️(新的商品正在发生，所以我现在不会插播我的东西)  twitter:\nhttps://twitter.com/ICSandwichGuy\n📷 instagram:\nhttps://www.instagram.com/icecreamsandwichguy/\n\n免责声明：冰激凌三明治的内容对13岁以下的儿童是不合适的。对于13岁以上的儿童，建议由家长决定。Ice Cream Sandwich不控制第三方用户产生的评论。通过观看、阅读或以其他方式消费Ice Cream Sandwich的内容，你同意（1）你超过13岁，（2）你同意遵守Youtube的服务条款，以及（3）你同意你已经阅读并接受可在https://www.youtube.com/icecreamsandwich/about 的免责条款。",
      "title": "医院"
    },
    {
      "locale": "zh-Hant",
      "description": "前1000名使用此鏈接的人將獲得Skillshare的1個月免費試用：https://skl.sh/icecreamsandwich05211\n\nYo wassup the video it is done. 這段視頻是關於我得了闌尾炎，被送到醫院做緊急手術的事。這段視頻實際上有一個贊助商的到期日（今天），所以有幾件事情被遺漏了，它們是微小的細節，但它是像我的朋友在我的手術後來探望我，這真的很好！這意味着比我預期的更多。這比我預期的意義要大得多。我的朋友纔是真正的明星，我不認爲我對他們做了真正的公正，所以也許改天我會做一個複述的故事，播客風格或其他。我可能會暫停贊助一兩個視頻，這樣我就不會再遇到這個問題了。此外，我越來越擔心贊助讀物只是比實際視頻更有趣，笑。\n\n\n但是，是的，闌尾炎的事情。這很可怕。特別是到處生病。我記得那個醫生看着我，說 \"你需要把這個管子插到你的肚子裏\"，我當時想我還沒有準備好，但真的沒有選擇。沒有任何推脫的餘地，要麼全盤托出，要麼一無所有。這有點嚇人，但我認爲我很幸運，有我的朋友在我的生活中支持我。他們在那裏把我帶到醫院，在情感上支持我，在我把我的物品遺棄在教室裏時照顧我的物品。\n\n\n同時我也學到了很多關於住院過程的知識。它相當快，就像我剛被安排到一個房間一樣，馬上就有了。一會兒給我做評估，一會兒又給我穿上病人的長袍，我幾乎沒有時間去思考\n\n\n是時候開始製作下一個視頻了!\n\n\n\n謝謝你的觀看❤️\n\n(新的商品正在發生，所以我不會插入我現在的東西)\n❤️(新的商品正在發生，所以我現在不會插播我的東西)  twitter:\nhttps://twitter.com/ICSandwichGuy\n📷 instagram:\nhttps://www.instagram.com/icecreamsandwichguy/\n\n免責聲明：冰激凌三明治的內容對13歲以下的兒童是不合適的。對於13歲以上的兒童，建議由家長決定。Ice Cream Sandwich不控制第三方用戶產生的評論。通過觀看、閱讀或以其他方式消費Ice Cream Sandwich的內容，你同意（1）你超過13歲，（2）你同意遵守Youtube的服務條款，以及（3）你同意你已經閱讀並接受可在https://www.youtube.com/icecreamsandwich/about 的免責條款。",
      "title": "醫院"
    }
  ],
  "source_updated_at": 1626428575791
}