{
  "author": "mt_guyot",
  "original_created_utc": 1638207620,
  "title": "Does Goodreads provide any value to you?",
  "created_utc": 1638217940,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a user of Goodreads for years, I have very mixed feelings on the platform.  It <em>should</em> be a goldmine of information (millions of ratings and reviews, book recommendations, interactions with authors), but I often find it underwhelming in practice.</p>\n\n<p>A few things that stand out to me:</p>\n\n<p>Most books have a very similar rating.  It&#39;s as if the law of large numbers ends up normalizing most books to be rated between 3.9 and 4.1 stars.  A few regular exceptions to the rule are: Long books almost always rated highly (presumably because one wouldn&#39;t read a 1000 page book if they weren&#39;t really enjoying it, or because one feels the need to justify spending that much time reading a single book) and YA books - often rated abnormally high (possibly due to the large presence of young adults usually social media in general)</p>\n\n<p>Reviews usually consist of generic 5 star reviews &quot;OMG, this book was amazing!&quot; and generic 1 star reviews &quot;This book was boring, poorly written, and stupid!&quot;  I rarely see anything of use in reviews that would help me decide whether or not it&#39;s worth reading.</p>\n\n<p>The same 10 reviewers seem to consistently bubble up to the top.  (You know the ones I&#39;m referring to:  The reviewers with glamor shots for profile pictures, who write as though they are B- students in AP English required to write a 1000 word essay, when all they have to say is &quot;I liked the book&quot;).</p>\n\n<p>The Goodreads Choice Award winners are not the best books of the year, even by their own rating system.  They just end up being the books that people have heard of.  For example, <em>Go Set a Watchman</em> is rated at 3.32 stars (which is abysmally low for Goodreads), but it ended up winning the 2015 Best Fiction award.  What???</p>\n\n<p>Being owned by Amazon, I&#39;m inherently skeptical of any recommendations they give, as they may just be trying to promote a certain publisher or author who they have a special contract with.</p>\n\n<p>At the same time, I have found the site is very useful for finding potential books to read, getting a quick look into an author&#39;s works and getting updates, seeing what other books people liked who gave my favorite book 5 stars.  And honestly, the Genres listing is one of the most useful sections for me, so I can quickly get a sense of what type of book I&#39;m dealing with.</p>\n\n<p>What do you use Goodreads for?  What value does it provide to you?</p>\n</div><!-- SC_ON -->",
  "score": 962,
  "permalink": "/r/books/comments/r513zy/does_goodreads_provide_any_value_to_you/",
  "subreddit": "books",
  "id": "r513zy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As a user of Goodreads for years, I have very mixed feelings on the platform. It\nshould be a goldmine of information (millions of ratings and reviews, book\nrecommendations, interactions with authors), but I often find it underwhelming\nin practice.\n\nA few things that stand out to me:\n\nMost books have…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "長年、Goodreadsを利用してきた私にとって、このプラットフォームには非常に複雑な思いがあります。それは\n情報の宝庫であるはずなのに（何百万もの評価やレビュー、本の推薦など\n情報の宝庫であるはずなのに、実際に使ってみると圧倒されてしまうことが多いのです。\nしかし、実際には圧倒されてしまいます。\n\nいくつか気になる点を挙げてみましょう。\n\nほとんどの本には...",
      "title": "Goodreadsはあなたに何か価値を提供していますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为多年来Goodreads的用户，我对这个平台的感受非常复杂。它\n它应该是一个信息的金矿（数以百万计的评级和评论，书\n推荐，与作者的互动），但我经常发现它在实践中令人难以接受。\n在实践中。\n\n有几件事让我印象深刻。\n\n大多数书都有...",
      "title": "Goodreads为你提供任何价值吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲多年來Goodreads的用戶，我對這個平臺的感受非常複雜。它\n它應該是一個信息的金礦（數以百萬計的評級和評論，書\n推薦，與作者的互動），但我經常發現它在實踐中令人難以接受。\n在實踐中。\n\n有幾件事讓我印象深刻。\n\n大多數書都有...",
      "title": "Goodreads爲你提供任何價值嗎？"
    }
  ]
}