{
  "author": "Phaesporic",
  "the_new_excerpt": "Why YSK:\n\nAlcohol intolerance, or acute alcohol sensitivity, is a pretty common condition.\nIt's especially common among those of East Asian descent, but is also present in\nother populations. It's associated with symptoms like face flushing (sometimes\nknown as \"Asian glow\"), feeling warm, nausea, and…",
  "original_created_utc": 1624159197,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\nアルコール不耐症（急性アルコール過敏症）は、かなり一般的な症状です。\n特に、東アジア系の人々に多く見られますが、その他の人々にも見られます。\n他の人々にも見られます。アルコール不耐性は、顔面紅潮（「アジアン・グロー」と呼ばれることもあります）などの症状を伴います。\n顔面紅潮（\"Asian glow \"と呼ばれることもあります）、温熱感、吐き気などの症状を伴います。",
      "title": "少しでもお酒を飲むとすぐに顔が赤くなる人は、アルコール不耐症の可能性があるというYSKさん。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n酒精不耐受，或急性酒精敏感，是一种相当常见的情况。\n它在东亚裔人中特别常见，但也存在于其他人群中。\n其他人群。它的相关症状包括脸部潮红（有时被称为 \"亚洲人的光芒\"）。\n它与脸部潮红（有时被称为 \"亚洲人的光辉\"）、感觉温暖、恶心、和...",
      "title": "YSK认为，如果你在喝了哪怕一点点酒后不久脸就会发红，你可能有酒精不耐症。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n酒精不耐受，或急性酒精敏感，是一種相當常見的情況。\n它在東亞裔人中特別常見，但也存在於其他人羣中。\n其他人羣。它的相關症狀包括臉部潮紅（有時被稱爲 \"亞洲人的光芒\"）。\n它與臉部潮紅（有時被稱爲 \"亞洲人的光輝\"）、感覺溫暖、噁心、和...",
      "title": "YSK認爲，如果你在喝了哪怕一點點酒後不久臉就會發紅，你可能有酒精不耐症。"
    }
  ],
  "title": "YSK that if your face flushes soon after you drink even a little alcohol, you might have alcohol intolerance.",
  "created_utc": 1624261980,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>Alcohol intolerance, or acute alcohol sensitivity, is a pretty common condition.  It&#39;s especially common among those of East Asian descent, but is also present in other populations. It&#39;s associated with symptoms like face flushing (sometimes known as &quot;Asian glow&quot;), feeling warm, nausea, and a stuffy nose, among others.  </p>\n\n<p>For the most part, it&#39;s just uncomfortable, but there are some associated risk elevations.  According to the <a href=\"https://my.clevelandclinic.org/health/diseases/17659-alcohol-intolerance\">Cleveland Clinic website</a>, people with alcohol intolerance who drink alcohol regularly are at higher risk for throat and mouth cancer, liver disease, and Alzheimer&#39;s.</p>\n\n<p>I didn&#39;t realize this was a thing until I was maybe 23, and until then I wondered why I felt so uncomfortable after drinking even a small amount of alcohol.  Learning why I had such negative experiences with alcohol has helped me say no to drinks, because I know now that it&#39;s an immediate ticket to discomfort.  </p>\n\n<p>YSK that alcohol intolerance exists because it might be something you also experience, and if not, it might also help you understand why some people around you don&#39;t want to drink.  While people shouldn&#39;t need an excuse not to drink alcohol, it&#39;s helpful to understand some of the reasons why people may make that choice.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/o3wecb/ysk_that_if_your_face_flushes_soon_after_you/",
  "subreddit": "YouShouldKnow",
  "id": "o3wecb",
  "is_self": true,
  "media": null,
  "is_video": false
}