{
  "author": "antichain",
  "original_created_utc": 1625175092,
  "title": "Reading Oryx and Crake in the aftermath of 2020 was quite a a trip",
  "created_utc": 1625185741,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>SPOILERS BELOW!</p>\n\n<p>I just finished reading <em>Oryx and Crake</em> by Margaret Atwood for the first time, and it really blew me away. I had heard polarizing things about it (it seems to be a love-it-or-hate-it kind of novel), but reading it in the aftermath of the <span class=\"md-spoiler-text\">COVID-19 pandemic</span> and the various environmental crises in the news today made it hit really hard. Possibly moreso than if I had read it when it was written back in the 2000s, before the world felt quite so wildly off kilter. </p>\n\n<p>A few things that really stood out to me: the first was Crake and Jimmy&#39;s teenage years of trolling around the Internet. While I definitely wasn&#39;t exposed to anything as terrible as HottTotts or BrainFrizz, as a dude who spent way too much time unsupervised on the Early Internet (before Facebook&#39;s Walled Garden subsumed everything), I really identified with the casual sociopathy caused by seeing shocking content mediated by a screen. You see enough terrible stuff online and just kind of become inured to it which leaves you kind of feeling corroded and hollow inside after a while. </p>\n\n<p>The flashback sequence where <span class=\"md-spoiler-text\">Crake&#39;s plague takes over the world gave me vivid flashbacks to the early days of COVID. The lockdowns, the scramble for vaccines, the arrogance of pundits right up until the threat became real. It gave me a vivid feeling of &quot;there but for the grade of God go we.</span></p>\n\n<p>Finally, the looming backdrop of increasing environmental collapse that the wealthy people in the Compounds can avoid really resonated with my own climate-related anxieties. I&#39;ve been watching Canada and the PNW of the US get cooked by temperatures sometimes 40 degrees F higher than the usual average for this time of year, and the resulting wildfires and wondering &quot;is this it? Have we gone from climate change, to climate crisis, to climate catastrophe?&quot; Combine that with anxiety about California running out of water for good, and I&#39;m wondering if soon we&#39;ll all be eating SoyOBoy french fries and eating ChickieNobbs grown in tubes. </p>\n\n<p>Anyway, that&#39;s my rant about Oryx and Crake. On to Year of the Flood and MaddAddam, if the existential anxiety doesn&#39;t get me first. </p>\n\n<p>Has anyone else recently revisited these books? I&#39;m curious how people who first read them back in the 2010s might feel about revisiting them now that the predicted dystopia feels so much realer.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/books/comments/obvre4/reading_oryx_and_crake_in_the_aftermath_of_2020/",
  "subreddit": "books",
  "id": "obvre4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "SPOILERS BELOW!\n\nI just finished reading Oryx and Crake by Margaret Atwood for the first time,\nand it really blew me away. I had heard polarizing things about it (it seems to\nbe a love-it-or-hate-it kind of novel), but reading it in the aftermath of the\nCOVID-19 pandemic and the various…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "以下、ネタバレあり\n\nマーガレット・アトウッドの「Oryx and Crake」を初めて読みました。\n読んでみて、本当にびっくりしました。この作品については、賛否両論あると聞いていました。\nしかし、COVID-19のパンデミックの後にこの作品を読んだことで、この作品はとても素晴らしいものになりました。\nCOVID-19のパンデミックと様々な...",
      "title": "2020年の余韻に浸りながら『オリックス＆クレイク』を読むのは、なかなかの旅だった。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "下面的破坏者!\n\n我刚刚读完玛格丽特-阿特伍德的《奥里克斯和克拉克》，这是第一次。\n它真的让我大吃一惊。我听说过关于它的两极化的东西（它似乎是\n它似乎是一部让人爱恨交加的小说），但在COVID-19大流行病的影响下，读它的时候，我觉得它是一部很好的小说。\n但在COVID-19大流行病和各方面的影响下，我读到了它。",
      "title": "在2020年之后，阅读《奥里克斯和克拉克》是一次相当不错的旅行。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "下面的破壞者!\n\n我剛剛讀完瑪格麗特-阿特伍德的《奧裏克斯和克拉克》，這是第一次。\n它真的讓我大喫一驚。我聽說過關於它的兩極化的東西（它似乎是\n它似乎是一部讓人愛恨交加的小說），但在COVID-19大流行病的影響下，讀它的時候，我覺得它是一部很好的小說。\n但在COVID-19大流行病和各方面的影響下，我讀到了它。",
      "title": "在2020年之後，閱讀《奧裏克斯和克拉克》是一次相當不錯的旅行。"
    }
  ]
}