{
  "author": "daredeviline",
  "original_created_utc": 1629412924,
  "title": "A handful of the founding fathers returned home after war to start/continue an existing career in law. Due to their celebrity status, how coveted were they compared to other lawyers? How did their rates compare to others with similar practices?",
  "created_utc": 1629433893,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Personally, I know of three founding fathers that went into law by the 1780s; Alexander Hamilton, John Marshall, and Patrick Henry. From my research it seems that Hamilton became an attorney in the state of New York for political purposes-- e.g. repealing the Trespass Act. Which leads me to believe that he didn&#39;t take on many private clients. However, it seems like Marshall and Henry both thrived in their private practices. </p>\n\n<p>Which got me thinking; how much of an impact would being a founding father have on private law? Surely, they were recognizable and respected individuals both qualities that attract potential clients. Did their practice succeed when compared to other practices who share their location/ specialty? How difficult was it have them represent you in court? I tried looking for their business records or even letters that they wrote which hints at it, but to no avail. </p>\n\n<p>Even if you can&#39;t give me exact statistics, I would appreciate any resource that you believe would be useful in helping me to find financial records of law offices in Early America.</p>\n</div><!-- SC_ON -->",
  "score": 115,
  "permalink": "/r/AskHistorians/comments/p7pgd6/a_handful_of_the_founding_fathers_returned_home/",
  "subreddit": "AskHistorians",
  "id": "p7pgd6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Personally, I know of three founding fathers that went into law by the 1780s;\nAlexander Hamilton, John Marshall, and Patrick Henry. From my research it seems\nthat Hamilton became an attorney in the state of New York for political\npurposes-- e.g. repealing the Trespass Act. Which leads me to believe…"
}