{
  "author": "handologon",
  "original_created_utc": 1626106141,
  "title": "CMV: Men should not automatically be shamed for defending against violent attacks from women.",
  "created_utc": 1626121845,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I often see videos with men who are being violently attacked by women and then once the man tries to fight back he is slandered, and sometimes arrested. Some bystanders automatically assume the woman did nothing wrong and the man is just beating on a poor innocent girl. </p>\n\n<p>Shaming men for defending themselves against violent women leads to gender  inequality. Men have to fear retaliation when they dare to fight back in self defense, which may lead to men sustaining critical injuries from women when they didn’t have to. This is not fair, all genders should be encouraged to protect themself from violence, no matter what gender their attacker is.</p>\n\n<p>Exceptions to my view are when a man’s form of self-defense is brutally wailing on a woman. He should use enough force against her that stops the attack from continuing, nothing excessive.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/oiud13/cmv_men_should_not_automatically_be_shamed_for/",
  "subreddit": "changemyview",
  "id": "oiud13",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I often see videos with men who are being violently attacked by women and then\nonce the man tries to fight back he is slandered, and sometimes arrested. Some\nbystanders automatically assume the woman did nothing wrong and the man is just\nbeating on a poor innocent girl.\n\nShaming men for defending…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "男性が女性に暴力を振るわれている映像をよく目にします。\n男性が反撃しようとすると、誹謗中傷され、時には逮捕されることもあります。傍観者の中には\n傍観者の中には、女性は何も悪くなく、男性はただ可哀想な無実の女性を叩いているだけだと思い込んでいる人もいます。\n傍観者の中には、女性は何も悪くなく、男性は罪のないかわいそうな女の子を殴っているだけだと思い込んでしまう人もいます。\n\n女性を守るために男性を非難することは...",
      "title": "CMV: 男性は、女性からの暴力的な攻撃から身を守ることを自動的に恥じるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我经常看到一些视频，里面的男人被女人暴力攻击，然后\n一旦该男子试图反击，他就会被诽谤，有时还会被逮捕。一些\n旁观者自动认为女人没有做错什么，男人只是\n殴打一个可怜的无辜女孩。\n\n羞辱男人捍卫...",
      "title": "CMV：男性不应该因为抵御女性的暴力攻击而自动受到羞辱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我經常看到一些視頻，裏面的男人被女人暴力攻擊，然後\n一旦該男子試圖反擊，他就會被誹謗，有時還會被逮捕。一些\n旁觀者自動認爲女人沒有做錯什麼，男人只是\n毆打一個可憐的無辜女孩。\n\n羞辱男人捍衛...",
      "title": "CMV：男性不應該因爲抵禦女性的暴力攻擊而自動受到羞辱。"
    }
  ]
}