{
  "author": "PastelDreams13",
  "original_created_utc": 1626627995,
  "title": "Representation Matters: The importance of diverse books in classrooms or public libraries.",
  "created_utc": 1626642192,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It is extremely important the children and teenagers have access to a wide range of diverse literature. This includes authentic authors and books that depict characters from all walks of life (bipoc, lgbt+, multi-cultural, religions, people living with disabilities, etc.)</p>\n\n<p>This is important for a variety of reasons but here are the two main ones in my opinion.</p>\n\n<ol>\n<li><p>For marginalized  youths, it is extremely important they see themselves reflected in the media they consume. The more diverse a library, the more likely they are to find themselves isn’t he literature.</p></li>\n<li><p>It allows them to learn about other people and their experiences. Especially if the reader lives in a monolithic area where they don’t get much exposure outside their own culture.</p></li>\n</ol>\n\n<p>One author I feel does this incredibly well is Rick Riordan. His books are extremely diverse and include multiple lgbt+ characters. He has also used his success to create the Rick Riordan Presents series that publishes diverse authors writing about heir cultures with equally diverse characters.</p>\n\n<p>Please share other books that you think hold an important place in diverse libraries or your thoughts on the importance of diverse libraries.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/omunhz/representation_matters_the_importance_of_diverse/",
  "subreddit": "books",
  "id": "omunhz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It is extremely important the children and teenagers have access to a wide range\nof diverse literature. This includes authentic authors and books that depict\ncharacters from all walks of life (bipoc, lgbt+, multi-cultural, religions,\npeople living with disabilities, etc.)\n\nThis is important for a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "子どもたちやティーンエイジャーが、多様な文学作品に触れることは非常に重要です。\n多様な文学作品に触れることは非常に重要です。これには、本物の作家や、次のような人物を描いた本が含まれます。\nあらゆる分野の人物（バイポック、lgbt+、多文化、宗教など\n障がい者など）。)\n\nこれが重要なのは、ア...",
      "title": "Representation Matters: 教室や公共図書館における多様な書籍の重要性について。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "儿童和青少年有机会接触到广泛的、多样化的文学作品是极其重要的。\n的各种文学作品。这包括真实的作者和描写各行各业人物的书籍\n来自各行各业的人物（双性恋者、同性恋者、多元文化、宗教。\n残疾人士等）。)\n\n这对一个人来说很重要。",
      "title": "代表性问题。教室或公共图书馆中多样化书籍的重要性。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "兒童和青少年有機會接觸到廣泛的、多樣化的文學作品是極其重要的。\n的各種文學作品。這包括真實的作者和描寫各行各業人物的書籍\n來自各行各業的人物（雙性戀者、同性戀者、多元文化、宗教。\n殘疾人士等）。)\n\n這對一個人來說很重要。",
      "title": "代表性問題。教室或公共圖書館中多樣化書籍的重要性。"
    }
  ]
}