{
  "author": "stretenian",
  "original_created_utc": 1628832598,
  "title": "I'm looking for books to regain my love for reading.",
  "created_utc": 1628861537,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Yeah, so I&#39;m a university student, and as you know, I&#39;ve come to hate books so much, that I stopped reading.\nLast thing I enjoyed reading was Lord of the flies and Dante and Aristoteles in search of the universe secrets (it&#39;s a gay love story in Spanish as far as I know).</p>\n\n<p>So I was wondering if someone out there could help me with some book suggestions? I would love something that catches my attention and makes me want to keep reading it. I want something that I can relax while reading, something that I don&#39;t have to think too much (like old timey futuristic books) </p>\n\n<p>Thanks in advance.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/booksuggestions/comments/p3h6cg/im_looking_for_books_to_regain_my_love_for_reading/",
  "subreddit": "booksuggestions",
  "id": "p3h6cg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Yeah, so I'm a university student, and as you know, I've come to hate books so\nmuch, that I stopped reading. Last thing I enjoyed reading was Lord of the flies\nand Dante and Aristoteles in search of the universe secrets (it's a gay love\nstory in Spanish as far as I know).\n\nSo I was wondering if…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は大学生ですが、ご存知のように本が大嫌いになりました。\n本を読まなくなってしまいました。最後に楽しく読んだのは「蝿の王」でした。\nダンテとアリストテレスの宇宙の秘密を探る物語（知っている限りではスペイン語のゲイ・ラブストーリー）。\n知る限りでは、スペイン語のゲイ・ラブストーリー）。)\n\nだから、もしかしたら...と思っていました。",
      "title": "読書好きを取り戻すための本を探しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "是的，我是一名大学生，正如你所知道的，我非常讨厌书，以至于我不再阅读。\n所以我不再读书了。我最后喜欢读的书是《苍蝇王》和《但丁与亚里士多德寻找宇宙的秘密》（这是一本关于宇宙的书）。\n但丁和亚里士多德寻找宇宙的秘密（据我所知，这是一个西班牙的同性恋爱情故事）。\n据我所知，这是一个西班牙语的同性恋爱情故事）。)\n\n所以我在想，如果...",
      "title": "我正在寻找书籍，以重拾我对阅读的热爱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "是的，我是一名大學生，正如你所知道的，我非常討厭書，以至於我不再閱讀。\n所以我不再讀書了。我最後喜歡讀的書是《蒼蠅王》和《但丁與亞里士多德尋找宇宙的祕密》（這是一本關於宇宙的書）。\n但丁和亞里士多德尋找宇宙的祕密（據我所知，這是一個西班牙的同性戀愛情故事）。\n據我所知，這是一個西班牙語的同性戀愛情故事）。)\n\n所以我在想，如果...",
      "title": "我正在尋找書籍，以重拾我對閱讀的熱愛。"
    }
  ]
}