{
  "author": "andyk123pony",
  "the_new_excerpt": "So, regardless of whether one supports the $15 Minimum Wage (I personally do for\nthe time we live in), it is fairly obvious that keeping it the same at $7.25 is\nat best ignorant or are playing the (small c) conservative position because they\nknow their real aim is unpopular.\n\nThose who support the…",
  "original_created_utc": 1614620758,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "所以，不管是否支持15元的最低工资（我个人是支持15元的最低工资的），我都会支持。\n我们所处的时代），很明显，将其保持在7.25美元不变是一个很好的选择。\n充其量是无知，或者是打着保守的旗号，因为他们是\n知道他们的真正目的是不受欢迎的。\n\n那些支持...",
      "title": "CMV：你要么支持提高最低工资，要么支持废除最低工资。保持现状是没有意义的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，不管是否支持15元的最低工資（我個人是支持15元的最低工資的），我都會支持。\n我們所處的時代），很明顯，將其保持在7.25美元不變是一個很好的選擇。\n充其量是無知，或者是打着保守的旗號，因爲他們是\n知道他們的真正目的是不受歡迎的。\n\n那些支持...",
      "title": "CMV：你要麼支持提高最低工資，要麼支持廢除最低工資。保持現狀是沒有意義的。"
    }
  ],
  "title": "CMV: You are either for raising the Minimum Wage or Abolishing it. It makes no sense to keep it as it is.",
  "created_utc": 1614637833,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So,  regardless of whether one supports the $15 Minimum Wage (I personally do for the time we live in), it is fairly obvious that keeping it the same at $7.25 is at best ignorant or are playing the (small c) conservative position because they know their real aim is unpopular.</p>\n\n<p>Those who support the idea of a $15 Minimum Wage do so, in so far as I can see, out of the belief that it broadly would bring most workers making it above the poverty line and thus is a &quot;living wage.&quot;  </p>\n\n<p>Now, even as a supporter, this is naive. People&#39;s costs of living are not only regionally different and more importantly situationally different. There is a great broad-strokes tool from MIT which has a &quot;living wage&quot; calculator, which calculates it based on regional cost AND household size/working adults.  </p>\n\n<p>For an example: a living wage for two working adults in Chicago is $12.83 if they both work and have no kids.  If instead it is one parent with one child, that number becomes $32.32.  VASTLY different, and no working person&#39;s wage changes with this standard.</p>\n\n<p>Back to the point, it is at least intellectually and morally  for those who support the minimum wage to support raising it so that is a <em>close guess</em> to what it takes to live in most places on your own.  Too low in some, but too high in others, but close enough. <strong>They&#39;re at least trying to say &quot;if we&#39;re going to have a minimum wage, it should be the minimum amount you can get paid for a reason.&quot;</strong></p>\n\n<p>That&#39;s why, and this is my view, you can&#39;t NOT support raising the minimum wage and support having one at tall.  <strong>What DOES the $7.25 represent other than an arbitrary minimum that has no basis in any level of expenses a typical American has?</strong></p>\n\n<p>If you can somehow string together a case for someone who&#39;s real cost of living can be tied to $7.25 an hour, can you not find someone lower?  Take the spouse of a high income earner, what is their &quot;minimum wage&quot; for their cost of living needs?  What of a child, or a retiree?  There ARE people for whom ANY money is just for spending on luxuries or extras.  To that end, they really want the minimum wage is $0.  I don&#39;t think that&#39;s a practical standard for now, but I can&#39;t argue that it doesn&#39;t make a level of sense.</p>\n\n<p><strong>The ONLY reason that people arguing against the current talks about raising the minimum wage don&#39;t argue for it being $0.00 is because they know it&#39;s too unpopular, and thus they try to convince people that changing is</strong> <strong><em>too disruptive</em></strong> <strong>even though $7.25 has no basis in anything other than past assumptions of REAL cost of living that are outdated.</strong></p>\n\n<p>Nobody actually wants the minimum wage to be $7.25.</p>\n\n<p>So, CMV.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/lvfe12/cmv_you_are_either_for_raising_the_minimum_wage/",
  "subreddit": "changemyview",
  "id": "lvfe12",
  "is_self": true,
  "media": null,
  "is_video": false
}