{
  "author": "eternalwanderer1",
  "original_created_utc": 1636718707,
  "title": "I'll try to be polite: A Clockwork Orange infuriated me big time.",
  "created_utc": 1636730807,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I started reading, I was greatful for having the original edition (not the American one that the film is based on), but when I finished it, I felt that the ending lacks the organic structure of the previous chapters.</p>\n\n<p>It was an amazing book with characters who weigh in on the main character, Alex (not given a surname in the book), and what he wants/wills. One character, I believe his name was the Doctor, tells Alex about prison conventions. Wherever he goes, Alex has to succumb to other people&#39;s expectations. It felt so nice seeing this disgusting rapist being punished, but as his punishment prolonged and became more severe, I felt sympathy for the bastard (Pardon my French). And it never seemed to end, the punishment I mean.</p>\n\n<p>I have never seen the film, but Bog, the Lodovico&#39;s technique was...interesting. It probably itched my ingrained human egoism, making me think that good is desirable even at the cost of all evil. Imagine a world where people have <em>too much</em> freedom, and then imagine a Government coming in with the thing and wipimg out <em>all</em> freedom. The Int Inf Minister was a bad guy, that&#39;s for sure, but so are most other people in the novel. Dim the dim goes from being a brutal teen killing machine to being a brutal non-teen policeman. I almost cried when I read how he punished Alex and left him alone in a village. But the worst characters were definitely the dissidents at the end and the Minister. For a few moments, I was no longer a Liberal or Conservative.</p>\n\n<p>And the final chapter...I think it&#39;s only fair if you read the book version with it. After all, Burgess intended it to be a crucial part of the whole story. Nevertheless, I know a couple of examples of people who did not grow up like Alex did, so my final judgement (for now) about the final, 21st chapter, is: It&#39;s all a pipe dream, dear Mr Burgess.</p>\n\n<p>Anyhow, great book. 4,5 out of 5:great, innovative story, varied characters, different perspectives, very interesting topics, lack of organic ending. Not to mention that I, a native speaker of a Slavic language, understood nadsat clearly.</p>\n\n<p>And what do you think? Did you like it? :)</p>\n</div><!-- SC_ON -->",
  "score": 90,
  "permalink": "/r/books/comments/qs9rbt/ill_try_to_be_polite_a_clockwork_orange/",
  "subreddit": "books",
  "id": "qs9rbt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When I started reading, I was greatful for having the original edition (not the\nAmerican one that the film is based on), but when I finished it, I felt that the\nending lacks the organic structure of the previous chapters.\n\nIt was an amazing book with characters who weigh in on the main character,…"
}