{
  "author": "kirbuthegreat",
  "original_created_utc": 1635406397,
  "title": "Should I read classics if I don't necessarily understand them fully?",
  "created_utc": 1635421810,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a younger reader, I am interested in reading the classics and have read some of them eg.1984, The Outsiders, Catcher in the Rye, Lord of the Flies etc. I know classics become classics because they bring new ideas to the table or have some deep allegorical meaning, and after reading some of these classics, I recognize that I have failed to grasp their deeper meaning. Should I wait until I&#39;m older to read classics so I can (hopefully) better understand their meaning? Is it still beneficial to read them now?</p>\n\n<p>edit: for clarification, I have already read the books listed</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/qhhlvw/should_i_read_classics_if_i_dont_necessarily/",
  "subreddit": "books",
  "id": "qhhlvw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As a younger reader, I am interested in reading the classics and have read some\nof them eg.1984, The Outsiders, Catcher in the Rye, Lord of the Flies etc. I\nknow classics become classics because they bring new ideas to the table or have\nsome deep allegorical meaning, and after reading some of these…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "若い読者として、私は古典を読むことに興味があり、いくつかの古典を読みました。\n例えば、『1984』、『アウトサイダー』、『ライ麦畑でつかまえて』、『蝿の王』などです。I\n古典は、新しいアイデアをもたらしたり、深い寓意を持っていたりするからこそ、古典になるのだと思います。\n古典は、新しいアイデアをもたらしたり、深い寓話的な意味を持っていたりするからこそ、古典になるのだと思いますが、これらの作品を読んだ後は",
      "title": "必ずしも理解できなくても、古典を読むべきなのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为一个年轻的读者，我对阅读经典作品很感兴趣，并且已经读了一些\n如《1984》、《局外人》、《麦田里的守望者》、《蝇王》等。I\n我知道经典之所以成为经典，是因为它们给人们带来了新的思想，或者有一些深刻的寓意。\n我知道经典之所以成为经典，是因为它们给人们带来了新的思想，或者有一些深刻的寓意，在阅读了其中一些作品后......",
      "title": "如果我不一定完全理解经典，我是否应该阅读它们？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一個年輕的讀者，我對閱讀經典作品很感興趣，並且已經讀了一些\n如《1984》、《局外人》、《麥田裏的守望者》、《蠅王》等。I\n我知道經典之所以成爲經典，是因爲它們給人們帶來了新的思想，或者有一些深刻的寓意。\n我知道經典之所以成爲經典，是因爲它們給人們帶來了新的思想，或者有一些深刻的寓意，在閱讀了其中一些作品後......",
      "title": "如果我不一定完全理解經典，我是否應該閱讀它們？"
    }
  ]
}