{
  "author": "dadthatsaghost",
  "original_created_utc": 1628697557,
  "title": "CMV: COVID will become endemic and thus masks, social distancing, and rolling Stay-at-Home orders will never go away. The 'New Normal' is here.",
  "created_utc": 1628731877,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We  all made sacrifices over the course of 2020 and the first part of 2021  as a result of the global pandemic. I struggled a great deal, but was  able to pull through because there was a light at the end of the tunnel:  vaccines and a return to normal life.  I wore my mask. I stayed  isolated to the point of suicidal ideation. I watched social isolation  and the shutdown of services accelerate my father&#39;s degenerative  illness.  I dealt with it because it seemed like at some point we could  all get one of the many safe and effective vaccines and I could see  peoples&#39; smiling faces, could pop into the corner bar for a beer and  shoot the shit with friends, could go to a crowded nightclub on a Friday  night and dance, could find love without dating apps and masked coffee  dates in the park.</p>\n\n<p>But whoops,  turns out the vaccines don&#39;t prevent infection or transmission (  although obviously lowering the change of severe illness and death is  great ), and even in countries with vaccination rates that the US could  only <em>dream</em> of, they&#39;re seeing  cases increase with the appearance of viral variants that are more  contagious, effect younger and healthier people, and lessen the  effectiveness of existing vaccines.  We&#39;re slowly acknowledging what  many have been saying all along: COVID eradication will never happen,   and we need to learn how to live with it.</p>\n\n<p>And  &quot;living with it&quot; is starting to look like this: vaccine passports to  enter public life, 6-month cycles of vaccination and vaccine boosters  with mask wearing at all times in indoor public spaces.  Annual  Stay-At-Home orders, with capacity restrictions or prohibitions on  bars/restaurants/libraries/indoor public spaces, during the traditional  &quot;Cold and Flu Season&quot;. Life where people look at each other primarily as  disease vectors to be avoided beyond one&#39;s &quot;bubble&quot;.  Oh yeah, and the  deaths of anywhere from 100K to ???K people annually (just in the US  we&#39;ll say) due to a non-seasonal respiratory illness.</p>\n\n<p>Yes,  COVID could mutate to be less severe and more cold-  or flu-like, but  that&#39;s not a guarantee,  and the Delta and Lambda variants have shown  that it has the potential to become more contagious, severe, and  vaccine-resistant.  Even if that were to happen, by that time the &quot;old  world&quot; will be so thoroughly dead, our lives will be so thoroughly  mediated by digital technology and the provision of goods and services  so completely dominated by Walmart, Target and FAANG that there will be  nothing to go back to.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/p2fy1m/cmv_covid_will_become_endemic_and_thus_masks/",
  "subreddit": "changemyview",
  "id": "p2fy1m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We all made sacrifices over the course of 2020 and the first part of 2021 as a\nresult of the global pandemic. I struggled a great deal, but was able to pull\nthrough because there was a light at the end of the tunnel: vaccines and a\nreturn to normal life. I wore my mask. I stayed isolated to the…"
}