{
  "author": "heyeveryone2",
  "original_created_utc": 1631961512,
  "title": "I am two pages away from finishing The End of Eternity, by Isaac Asimov. My first book by him. And holy shit, this is good",
  "created_utc": 1631970009,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>No spoilers here, but it has been awhile since a story stuck with me like this. Made me think about it, wonder what would happen, how, etc. And now, at the end, I am in my edge. Don&#39;t want to finish, but I will and will update you guys.</p>\n\n<p>Idk if this is the best introduction to Asimov&#39;s work, but I thought it was pretty good. In the beginning he explains and talks a little about some interesting, <em>not-so-far-from-reality</em> theories. The story in the middle is kinda meh but I liked his writing style, wasn&#39;t tiring at any part. Straight to the point. But the end, holy shit I did NOT expected that.</p>\n\n<p>Highly recommend this book. Will finish and update you guys.</p>\n\n<p>edit: holy shit 10/10 finale, was not expecting this. Amazing that I had &quot;holy shit what&quot; moments 3+ times in the last 10 pages. Amazing finale, holy shit</p>\n</div><!-- SC_ON -->",
  "score": 97,
  "permalink": "/r/books/comments/pqk4dj/i_am_two_pages_away_from_finishing_the_end_of/",
  "subreddit": "books",
  "id": "pqk4dj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "No spoilers here, but it has been awhile since a story stuck with me like this.\nMade me think about it, wonder what would happen, how, etc. And now, at the end,\nI am in my edge. Don't want to finish, but I will and will update you guys.\n\nIdk if this is the best introduction to Asimov's work, but I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ネタバレはしませんが、これほどまでに心に残る物語は久しぶりです。\n何が起こるのか、どうやって起こるのかなど、考えさせられました。そして今、最後に。\n限界を感じています。最後まで読みたくないですが、読みますので更新します。\n\nこれがアシモフの作品を紹介するのに最も適しているかどうかはわかりませんが、私は...。",
      "title": "アイザック・アシモフの「The End of Eternity」を読み終えるまであと2ページです。彼の本を読むのは初めてだ。そして、なんということでしょう、これは良い"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这里没有破坏者，但已经有一段时间没有一个故事像这样让我坚持下去了。\n让我思考，想知道会发生什么，如何发生，等等。而现在，在最后。\n我在我的边缘。我不想写完，但我要写，并会向你们更新。\n\n我不知道这是否是对阿西莫夫作品的最佳介绍，但我...",
      "title": "我还差两页就能完成艾萨克-阿西莫夫的《永恒的尽头》。我的第一本他的书。我的天哪，这真是太好了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這裏沒有破壞者，但已經有一段時間沒有一個故事像這樣讓我堅持下去了。\n讓我思考，想知道會發生什麼，如何發生，等等。而現在，在最後。\n我在我的邊緣。我不想寫完，但我要寫，並會向你們更新。\n\n我不知道這是否是對阿西莫夫作品的最佳介紹，但我...",
      "title": "我還差兩頁就能完成艾薩克-阿西莫夫的《永恆的盡頭》。我的第一本他的書。我的天哪，這真是太好了"
    }
  ]
}