{
  "author": "milonuttigrain",
  "original_created_utc": 1639259436,
  "title": "Internet Computer slipped into another all time low ($24.29), now down 96.5% from ATH and out of top 35. Almost every market indicators looks negative with very modest news on development. \"The project remains underdeveloped as a whole even after years of work\"",
  "created_utc": 1639273631,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Just 7 months ago, ICP created a phenomenon on social media when its launch with the price reaching   $700.65 on 10 May 2021, making it to the top 10. But the reality soon came crushing down just a month later when it fell to the local all time low on 27 June 2021 at $30.09. It&amp;#39;s not the bottom yet, another all time low was recorded on 21 Jul 2021 at $28.72.&lt;/p&gt;\n\n&lt;p&gt;Is this enough all-time-low yet? No. ICP slipped into another all time low earlier this month at just $24.29, down 96.5% from all time high.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/9396xx2hez481.png?width=1265&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=144927f6ebbcd1ed3c8c97db50391b7627ee49ad\"&gt;Coingecko data about ICP&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;ICP is now sitting at a market cap of $5B, currently ranked 37th. At its height in May, its market cap was $18.5B.&lt;/p&gt;\n\n&lt;p&gt;In terms of development news, there has been very few and insignificant updates. The latest news is 2 weeks ago, in which it stated 3D NFTs make their way to ICP. No significant milestone, no real delivery or real results.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/l1ex5k34gz481.png?width=668&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=c6c8b067bcb6c27c1a81fdf72155be4c660cec68\"&gt;‘3D’ NFTs make their way to the Internet Computer (ICP) network - CryptoSlate&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Another news is in relation to $172,000 NFT. It&amp;#39;s hardly anything, compared to some other NFTs that had been sold for several millions.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/gdxtkiqmgz481.png?width=1165&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=12f4c7903af258f5d0012596d496e28bc18daf1a\"&gt;PokedStudio recently auctioned off a range of digital bots on an NFT marketplace, with the highest sale raking in 3,000 ICP - BeinCrypto&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;The Simmetri report scored ICP a C- and stated &amp;quot;Monthly token unlocks are expected to drive the price down further&amp;quot;, &amp;quot;The project remains underdeveloped as a whole even after years of work&amp;quot; and &amp;quot;Given DFINITY’s progress so far, even at current prices, the project looks significantly overvalued. As a result, we expect that the token price will continue to slide and do not recommend buying it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/g5qxnnf1iz481.png?width=1056&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=3b96277884928e1b4c0c6ca94233b560927ca2aa\"&gt;Simetri report on ICP, as featured on CMC&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;What do you think? Will ICP slip to further all time low records in the next year?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 196,
  "permalink": "/r/CryptoCurrency/comments/re9q11/internet_computer_slipped_into_another_all_time/",
  "subreddit": "CryptoCurrency",
  "id": "re9q11",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Just 7 months ago, ICP created a phenomenon on\nsocial media when its launch with the price reaching $700.65 on 10 May 2021,\nmaking it to the top 10. But the reality soon came crushing down just a month\nlater when it fell to the local all time low on 27 June 2021 at…"
}