{
  "author": "No-Cantaloupe-31",
  "original_created_utc": 1626451136,
  "title": "Deepfaking the Dead (ethics)",
  "created_utc": 1626487528,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In a new documentary about the life and death of Anthony Bourdain, there are a few lines of dialogue in Bourdain’s voice that he might not have ever said out loud. Filmmaker Morgan Neville admitted using AI technology to digitally re-create Anthony Bourdain’s voice and have the software synthesize the audio of three quotes from him. The filmmaker later says rather glibly  “We can have a documentary-ethics panel about it later,” </p>\n\n<p>Oh really? Ethics <em>after</em> we do something seems to preference when we do anything with technology these days.</p>\n\n<p>So is it ethical to deepfake the dead? Does it matter that its a public figure such as Bourdain? Can deepfakes be justified under &quot;creative&quot; or &quot;artistic license&quot;?</p>\n\n<p>Article here:</p>\n\n<p><a href=\"https://www.theverge.com/2021/7/15/22578707/anthony-bourdain-documentary-deepfake-voice\">New Anthony Bourdain documentary deepfakes his voice - The Verge</a> </p>\n\n<p>&#x200B;</p>\n\n<p>Baseline on Deepfakes here</p>\n\n<p><a href=\"https://en.wikipedia.org/wiki/Deepfake#:%7E:text=Deepfake.%20Deepfake%2C%20a%20portmanteau%20of%20%22%20deep%20learning,create%20fake%20celebrity%20pornographic%20videos%20or%20revenge%20porn.\">Deepfake - Wikipedia</a></p>\n</div><!-- SC_ON -->",
  "score": 111,
  "permalink": "/r/askphilosophy/comments/oljqjr/deepfaking_the_dead_ethics/",
  "subreddit": "askphilosophy",
  "id": "oljqjr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In a new documentary about the life and death of Anthony Bourdain, there are a\nfew lines of dialogue in Bourdain’s voice that he might not have ever said out\nloud. Filmmaker Morgan Neville admitted using AI technology to digitally\nre-create Anthony Bourdain’s voice and have the software synthesize…"
}