{
  "author": "cliffordsidck",
  "original_created_utc": 1629254587,
  "title": "CMV: Choosing a career you don’t enjoy just for the money is better than choosing a career you enjoy but doesn’t pay well",
  "created_utc": 1629264638,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Our interests don’t always align with good paying jobs. If yours do, good for you, but you’re an exception. That’s why there are so many starving musicians and freelance writers. So many people decide to choose a job that they enjoy when in reality, the job they enjoy is unrealistic and pays like crap. I’d rather be an engineer or mechanic who hates his job and is financially stable than an unemployed illustrator who couldn’t make his rent last month. The funny thing is, many people who make their passions their career end up hating it.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/p6ifnt/cmv_choosing_a_career_you_dont_enjoy_just_for_the/",
  "subreddit": "changemyview",
  "id": "p6ifnt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Our interests don’t always align with good paying jobs. If yours do, good for\nyou, but you’re an exception. That’s why there are so many starving musicians\nand freelance writers. So many people decide to choose a job that they enjoy\nwhen in reality, the job they enjoy is unrealistic and pays like…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私たちの興味は、必ずしもお金になる仕事とは一致しません。あなたの興味がそうであれば、それは良いことです。\nしかし、それは例外的なことです。だからこそ、飢えた音楽家やフリーランスのライターがたくさんいるのです。\nフリーランスのライターが多いのはそのためです。多くの人は、自分が楽しいと思う仕事を選ぶことにします。\n実際には、その仕事は非現実的で、給料も......。",
      "title": "CMV：お金のために楽しくない職業を選ぶのは、楽しくても給料が上がらない職業を選ぶよりもよい"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们的利益并不总是与高薪工作相一致。如果你的利益与高薪工作一致，那就好了\n但你是个例外。这就是为什么有这么多饥饿的音乐家\n和自由撰稿人。所以很多人决定选择一份他们喜欢的工作\n而实际上，他们所喜欢的工作是不现实的，其报酬就像......",
      "title": "CMV：仅仅为了钱而选择自己不喜欢的职业，比选择自己喜欢但工资不高的职业要好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們的利益並不總是與高薪工作相一致。如果你的利益與高薪工作一致，那就好了\n但你是個例外。這就是爲什麼有這麼多飢餓的音樂家\n和自由撰稿人。所以很多人決定選擇一份他們喜歡的工作\n而實際上，他們所喜歡的工作是不現實的，其報酬就像......",
      "title": "CMV：僅僅爲了錢而選擇自己不喜歡的職業，比選擇自己喜歡但工資不高的職業要好。"
    }
  ]
}