{
  "author": "CatDadMilhouse",
  "the_new_excerpt": "Why YSK: I've seen a lot of people jokingly try to get out of yard work by\nreferencing the physical stress of it, but the truth is that snow shoveling,\nespecially when dealing with wet & heavy and/or thick snowfalls, is a very real\ntrigger for heart attacks (here's one source: the Cleveland…",
  "original_created_utc": 1613402424,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我见过很多人开玩笑说，想从院子里的工作中解脱出来，通过。\n指的是它的身体压力，但事实上，铲雪。\n特别是在处理潮湿、大雪和/或厚雪的情况下，是一个非常现实的问题。\n诱发心脏病发作（这里有一个来源：克利夫兰...",
      "title": "YSK说铲雪是心脏病发作的真正诱因。如果你身体健康或有吹雪机/铲雪机，考虑询问你的邻居是否需要帮助。如果你是高危人群，不要害怕自己寻求帮助。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我見過很多人開玩笑說，想從院子裏的工作中解脫出來，通過。\n指的是它的身體壓力，但事實上，剷雪。\n特別是在處理潮溼、大雪和/或厚雪的情況下，是一個非常現實的問題。\n誘發心臟病發作（這裏有一個來源：克利夫蘭...",
      "title": "YSK說剷雪是心臟病發作的真正誘因。如果你身體健康或有吹雪機/剷雪機，考慮詢問你的鄰居是否需要幫助。如果你是高危人羣，不要害怕自己尋求幫助。"
    }
  ],
  "title": "YSK that snow shoveling is a real trigger for heart attacks. If you're able bodied or have a snowblower / plow, consider asking your neighbors if they need help. And if you're at-risk, don't be afraid to ask for help yourself.",
  "created_utc": 1613959729,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  I&#39;ve seen a lot of people jokingly try to get out of yard work by referencing the physical stress of it, but the truth is that snow shoveling, especially when dealing with wet &amp; heavy and/or thick snowfalls, is a very real trigger for heart attacks (<a href=\"https://health.clevelandclinic.org/snow-shoveling-a-real-risk-for-heart-attack/\">here&#39;s one source: the Cleveland Clinic</a>)</p>\n\n<p>If you&#39;re older and/or have a heart condition but still rely on shoveling, please, please consider asking a neighbor, friend, or relative for help.  I can be extremely stubborn about stuff like this, so I know some people simply don&#39;t want to acknowledge that they might be better off letting someone else do something for them.  But truly, it may literally save your life.</p>\n\n<p>And if you&#39;re in good shape, or if you&#39;ve got a plow or snowblower, please consider checking on your neighbors to see if they need help.  No one will be offended by the offer, and hey, you may save a life by doing so.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/YouShouldKnow/comments/lkfppm/ysk_that_snow_shoveling_is_a_real_trigger_for/",
  "subreddit": "YouShouldKnow",
  "id": "lkfppm",
  "is_self": true,
  "media": null,
  "is_video": false
}