{
  "author": "imsosadplshelp",
  "the_new_excerpt": "People that say suicide is selfish are themselves selfish. People that are\ndepressed to the point of suicide just want relief from their own suffering.\nThey want peace from this hellish and cruel world. Imagine being in such pain\nand distress that you'd rather end your own life than to keep going.…",
  "original_created_utc": 1623191788,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "自殺は自分勝手だと言う人は、自分自身も自分勝手だと思います。自殺するほど落ち込んでいる人は\n自殺するほど落ち込んでいる人は、自分の苦しみから解放されたいだけなのです。\nこの地獄のような残酷な世界からの安らぎを求めているのです。想像してみてください、このような痛みと苦しみの中で\n自分の人生を終わらせたいと思うほどの苦しみを想像してみてください....",
      "title": "CMV: 自殺は利己的ではないし、利己的だと言っている人は利己的です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "说自杀是自私的人本身就是自私的。那些\n抑郁到要自杀的人只是想从自己的痛苦中解脱出来。\n他们希望从这个地狱般残酷的世界中获得和平。想象一下，在如此痛苦\n和痛苦，你宁愿结束自己的生命，也不愿意继续....。",
      "title": "CMV：自杀并不自私，说自杀的人是自私的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "說自殺是自私的人本身就是自私的。那些\n抑鬱到要自殺的人只是想從自己的痛苦中解脫出來。\n他們希望從這個地獄般殘酷的世界中獲得和平。想象一下，在如此痛苦\n和痛苦，你寧願結束自己的生命，也不願意繼續....。",
      "title": "CMV：自殺並不自私，說自殺的人是自私的。"
    }
  ],
  "title": "CMV: Suicide isn't selfish and people that say it is are selfish.",
  "created_utc": 1623224024,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>People that say suicide is selfish are themselves selfish. People that are depressed to the point of suicide just want relief from their own suffering. They want peace from this hellish and cruel world. Imagine being in such pain and distress that you&#39;d rather end your own life than to keep going. Imagine having chronic depression and having periods of wanting to be suicidal, sticking it out for things to get better, only to have life just totally and completely suck ass again and your brain being unable to handle it. Imagine being chronically lonely and poorly socialized to the point you have no friends, nothing to look foward to. </p>\n\n<p>Imagine a person like that and they want to kill themselves because life is harsh and unforgiving, their life is a waking nightmare, absolute hell for them. Now Imagine telling them they shouldn&#39;t because other people would be sad. Other people might feel sad that he decided that he was tired of feeling absolutely fucking awful day in and day out and he decided he didn&#39;t want to continue. Those people are putting their own feelings above the feelings of the man who wants to commit suicide and are therefore selfish themselves. </p>\n\n<p>Isn&#39;t it more selfish to ask someone to continue to suffer instead because they&#39;d have momentary sadness?</p>\n\n<p>EDIT: I was trying to justify some dark thoughts I was having I guess. Rough time. Thanks to everyone who responded. I was defining things wrong because I&#39;m an idiot</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/nvgm9d/cmv_suicide_isnt_selfish_and_people_that_say_it/",
  "subreddit": "changemyview",
  "id": "nvgm9d",
  "is_self": true,
  "media": null,
  "is_video": false
}