{
  "author": "TrulyIntroverted",
  "original_created_utc": 1628070629,
  "title": "Never Let Me Go. An excellent start to my Kazuo Ishiguro reading career.",
  "created_utc": 1628098291,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Right off, I very much liked the narrative style. I cannot recall if I&#39;ve ever read a book that focuses primarily on the narrator recalling their own memories. In that sense it was very accurate. Sometimes Kath would focus on trivial details like the colour of her blouse, or the shadow falling on the fern patch where she sat having a conversation (I&#39;m only guessing and it&#39;s not something that has actually happened in the book) with either of her friends, instead of actually on the conversation. In any other book with an &#39;action and telling&#39; narration style, it would&#39;ve been the opposite. I think this narrative style drove home the point of the whole story which to me was Kath reconciling her life and clinging on to every small bit of memory she could of a life long gone. </p>\n\n<p>I&#39;ve seen posts and comments claiming that Kath was an unreliable narrator, but I think I have the meaning incorrect in my head, because I don&#39;t think she is. She gave us almost everything she knew then, even when it was less then what the rest of the world in which she lived knew, but that was only due to circumstance.</p>\n\n<p>As to the characters, I sometimes disliked Ruth, but then the next moment I would warm up to her, just like Kath did. I think Kath did a good job at showing the toxic codependence of their relationship without herself really being aware of it. Tommy is a bit hard to place for me, and I&#39;m still thinking what I feel about him. Ruth felt like a believer who&#39;d react negatively to the truth while Kath seemed like she&#39;d accepted everything (it didn&#39;t even seem like she had to actively &#39;accept&#39; anything). </p>\n\n<p>Also, I think it was evident to us readers that even though there was nothing completely wrong or abnormal with the students, there was something &#39;off&#39; about them. It was in part due to their upbringing, lack of external interaction and knowledge of the world, and the overall confused state of growing up. The whole topic of sex and the way they approached it seemed to me so impersonal. Like to them it was just something like their artworks or heck even less intimate than those. Sex was just something that was done. I liked how Kath said that sex and later in the cottages the reading somehow became something that was being done and even if the others knew it wasn&#39;t, there was no questioning or doubting. I liked how she made a point how there was an unwritten code of sorts to never doubt this &#39;place&#39; where they all went to do all the sex and then the reading. To me it highlighted the urge to fit in, the obvious lack of knowledge of anything more, and the fear of being viewed as someone different, thereby isolating the said person. I think it showed nicely the loneliness that all of them felt. </p>\n\n<p>Even though I was aware of the whole concept of them being organ donors before I&#39;d started the book, I was sad when Miss Emily acknowledged that she was repulsed by the students too. Even when she and Madame were fighting for them, it was always for them to have a better childhood, and never to remove the whole system and to fully acknowledge that they were humans. Because then they&#39;d have to go back to a world where cancer was incurable. It parallels well with so many things that have happened/happen in our world, where because something does not affect our lives negatively, on the contrary benefits us, we are willing to ignore the real bitter truth behind it. I liked that the book wasn&#39;t about a big struggle against the injustice, but rather them trying to live the best they could in their very limited lives. I kept on thinking why Kath didn&#39;t just run off, but I think as we neared the end of the book and she her life, she was only trying to be more close to what she had rather than escape from it and that felt sad to me. </p>\n\n<p>As the title says, I&#39;m very pumped to dive into other works by the author. I liked his detached storytelling approach, where even though the writing was very practical and lacking emotions, it managed to evoke feelings of melancholy. I think this story will stay with me for a long time, on how deep childhood bonds and memories are.</p>\n\n<p>Finally readers of the author and/or this book what do you guys think about it all? (Sorry for the word vomit post.)</p>\n</div><!-- SC_ON -->",
  "score": 78,
  "permalink": "/r/books/comments/oxpa7q/never_let_me_go_an_excellent_start_to_my_kazuo/",
  "subreddit": "books",
  "id": "oxpa7q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Right off, I very much liked the narrative style. I cannot recall if I've ever\nread a book that focuses primarily on the narrator recalling their own memories.\nIn that sense it was very accurate. Sometimes Kath would focus on trivial\ndetails like the colour of her blouse, or the shadow falling on…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず、物語のスタイルが非常に気に入りました。今までに\n語り手が自分の記憶を思い出すことに主眼を置いた本を読んだことがあっただろうか。\nその意味では、とても的確な内容でした。時にキャスは、自分のブラウスの色など、些細なことに注目する。\n自分のブラウスの色や、落ちてくる影など、些細なことに注目することもありましたが...。",
      "title": "Never Let Me Go. 私のカズオ・イシグロ読書人生の素晴らしいスタートとなりました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我非常喜欢这种叙事风格。我不记得我是否曾经\n读过一本主要侧重于叙述者回忆自己的记忆的书。\n在这个意义上，它是非常准确的。有时凯斯会关注一些琐碎的\n诸如她上衣的颜色，或落在她身上的影子等细节...。",
      "title": "永远不要让我走。这是我石黑一雄阅读生涯的一个良好开端。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我非常喜歡這種敘事風格。我不記得我是否曾經\n讀過一本主要側重於敘述者回憶自己的記憶的書。\n在這個意義上，它是非常準確的。有時凱斯會關注一些瑣碎的\n諸如她上衣的顏色，或落在她身上的影子等細節...。",
      "title": "永遠不要讓我走。這是我石黑一雄閱讀生涯的一個良好開端。"
    }
  ]
}