{
  "author": "thomthehipposlayer",
  "original_created_utc": 1626747156,
  "title": "YSK: A contract does not have to be physically written or signed for it to be legally binding. Even a verbal contract is legally enforceable if it can be proven.",
  "created_utc": 1626762129,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There are two good reasons to understand this; So you don&#39;t get hurt by your own words and so others don&#39;t take advantage of you. A contract is not a piece of paper, it&#39;s an agreement between two or more parties where and offer is made and accepted. For example, if I offer to sell you my car for $10,000, and you accept, we each have a legal right to enforce this deal in a court of US law.</p>\n\n<p>If I change my mind on the deal after accepting your offer, you can legally take me to court to make me turn over the car in exchange for the agreed upon amount, and if you try to short me by only showing up with $8,000, I can take you to court to make you pay the full amount, contingent on me being able to prove that I made an offer, and you accepted it. Even if the contract was purely verbal, it&#39;s still valid if you can prove it was made.</p>\n\n<p>So don&#39;t accept a deal you aren&#39;t prepared to keep, and if someone tries to back out of a deal they made with you, know that you have options.</p>\n\n<p>(Disclaimer: I&#39;m not a lawyer this is not official legal advice. I know this post is simplified. There are more caveats in contract law than could be explained in 12 years of law school, much less a post on Reddit.)</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/onsqml/ysk_a_contract_does_not_have_to_be_physically/",
  "subreddit": "YouShouldKnow",
  "id": "onsqml",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: There are two good reasons to understand this; So you don't get hurt by\nyour own words and so others don't take advantage of you. A contract is not a\npiece of paper, it's an agreement between two or more parties where and offer is\nmade and accepted. For example, if I offer to sell you my…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSK: これを理解するには2つの理由があります。\n自分の言葉で傷つかないようにするためと、他人に利用されないようにするためです。契約とはただの紙ではありません。\n契約とは、紙切れではなく、2人以上の当事者の間で申し込まれ、受け入れられた合意のことです。\n契約とは紙切れではなく、2人以上の当事者が申し出をし、それを受け入れる合意のことです。例えば、私があなたに私の...",
      "title": "YSK: 契約は、物理的に書かれていたり、署名されていなくても法的拘束力を持ちます。口約束であっても、それが証明されれば法的な拘束力を持ちます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：有两个很好的理由来理解这一点；这样你就不会被自己的言语所伤害。\n你自己的话而受到伤害，这样别人就不会利用你了。合同不是一张纸\n一张纸，它是两方或多方之间的协议，其中提出并接受了要约。\n提出并接受的协议。例如，如果我提出向你出售我的...",
      "title": "YSK：合同不一定非得是书面的或签署的，才具有法律约束力。即使是口头合同，如果能够得到证明，也是具有法律效力的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：有兩個很好的理由來理解這一點；這樣你就不會被自己的言語所傷害。\n你自己的話而受到傷害，這樣別人就不會利用你了。合同不是一張紙\n一張紙，它是兩方或多方之間的協議，其中提出並接受了要約。\n提出並接受的協議。例如，如果我提出向你出售我的...",
      "title": "YSK：合同不一定非得是書面的或簽署的，才具有法律約束力。即使是口頭合同，如果能夠得到證明，也是具有法律效力的。"
    }
  ]
}