{
  "author": "CapedDebater",
  "original_created_utc": 1632451153,
  "title": "My basement flooded and I lost almost every book I’ve collected over 33 years.",
  "created_utc": 1632454296,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Wife and I moved into our house recently and I foolishly put all of our possessions into the basement so that we could unpack one box at a time to avoid an overwhelming mess. </p>\n\n<p>Well, life gets busy and sometimes boxes find a way to not get unpacked. </p>\n\n<p>Basement flooded yesterday and of course every box of books was on the floor so as to provide a sturdy base for the rest of the boxes. </p>\n\n<p>We lost a lot of stuff yesterday due to water damage but the only thing truly making my heart hurt is the books. I keep opening soggy boxes and finding waterlogged books given to me with loving inscriptions from my dad or grandparents going all the way back to 1992. </p>\n\n<p>It’s just stuff so it’s truly not a big deal but goddamn…it’s really surreal to spend a lifetime being around the same books wherever you’re living through life and then one day be hucking them all in the trash. My dad and I spent years going to different used bookstores collecting all the Ian Fleming Bond books when I was a kid. They’re 50 cent signets. Literally worthless but they pack such a nostalgic punch for me. It was truly jarring to find them in a big sogging pile of ink and wet paper.  </p>\n\n<p>The convenient thing is that I had once made a goodreads list “books I own to read” because there were so many I just hadn’t gotten around to yet. So at least I know where to start.</p>\n</div><!-- SC_ON -->",
  "score": 1078,
  "permalink": "/r/books/comments/pualax/my_basement_flooded_and_i_lost_almost_every_book/",
  "subreddit": "books",
  "id": "pualax",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Wife and I moved into our house recently and I foolishly put all of our\npossessions into the basement so that we could unpack one box at a time to avoid\nan overwhelming mess.\n\nWell, life gets busy and sometimes boxes find a way to not get unpacked.\n\nBasement flooded yesterday and of course every box…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "妻と私は最近この家に引っ越してきたのですが、私は愚かにもすべての持ち物を地下室に入れてしまいました。\n私は愚かにもすべての持ち物を地下室に置いた。\nしていました。\n\nしかし、人生には忙しさがつきもので、時には箱を開けられないこともあります。\n\n昨日、地下室が浸水し、もちろんすべての箱が...。",
      "title": "地下室が浸水して、33年かけて集めた本のほとんどを失ってしまいました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我和妻子最近搬进了我们的房子。\n我愚蠢地把我们所有的财产放在地下室，这样我们就可以一次拆开一个箱子，以避免造成混乱。\n以免出现压倒性的混乱。\n\n好吧，生活变得忙碌起来，有时箱子会想办法不被拆封。\n\n昨天，地下室被水淹了，当然每个箱子都被淹了。",
      "title": "我的地下室被水淹没，我失去了33年来所收集的几乎所有书籍。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我和妻子最近搬進了我們的房子。\n我愚蠢地把我們所有的財產放在地下室，這樣我們就可以一次拆開一個箱子，以避免造成混亂。\n以免出現壓倒性的混亂。\n\n好吧，生活變得忙碌起來，有時箱子會想辦法不被拆封。\n\n昨天，地下室被水淹了，當然每個箱子都被淹了。",
      "title": "我的地下室被水淹沒，我失去了33年來所收集的幾乎所有書籍。"
    }
  ]
}