{
  "author": "CapedDebater",
  "original_created_utc": 1632451153,
  "title": "My basement flooded and I lost almost every book I’ve collected over 33 years.",
  "created_utc": 1632454296,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Wife and I moved into our house recently and I foolishly put all of our possessions into the basement so that we could unpack one box at a time to avoid an overwhelming mess. </p>\n\n<p>Well, life gets busy and sometimes boxes find a way to not get unpacked. </p>\n\n<p>Basement flooded yesterday and of course every box of books was on the floor so as to provide a sturdy base for the rest of the boxes. </p>\n\n<p>We lost a lot of stuff yesterday due to water damage but the only thing truly making my heart hurt is the books. I keep opening soggy boxes and finding waterlogged books given to me with loving inscriptions from my dad or grandparents going all the way back to 1992. </p>\n\n<p>It’s just stuff so it’s truly not a big deal but goddamn…it’s really surreal to spend a lifetime being around the same books wherever you’re living through life and then one day be hucking them all in the trash. My dad and I spent years going to different used bookstores collecting all the Ian Fleming Bond books when I was a kid. They’re 50 cent signets. Literally worthless but they pack such a nostalgic punch for me. It was truly jarring to find them in a big sogging pile of ink and wet paper.  </p>\n\n<p>The convenient thing is that I had once made a goodreads list “books I own to read” because there were so many I just hadn’t gotten around to yet. So at least I know where to start.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/pualax/my_basement_flooded_and_i_lost_almost_every_book/",
  "subreddit": "books",
  "id": "pualax",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Wife and I moved into our house recently and I foolishly put all of our\npossessions into the basement so that we could unpack one box at a time to avoid\nan overwhelming mess.\n\nWell, life gets busy and sometimes boxes find a way to not get unpacked.\n\nBasement flooded yesterday and of course every box…"
}