{
  "author": "shrimplypibbles06",
  "the_new_excerpt": "Everybody likes to complain about the unpopular beliefs like anti homosexuality\nor for a while their anti mixed racial couples that stemmed from the church.\nHowever, outside of certain periods of time and sometimes being behind on what\nprogressive attitudes are being held by the masses, religion was…",
  "original_created_utc": 1609786087,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "每个人都喜欢抱怨像反同性恋这样不受欢迎的信仰。\n或者在一段时间内，他们源于教会的反混血夫妇。\n然而，在某些时间段之外，有时在什么方面落后\n进步的态度正在被大众所持有，宗教是…",
      "title": "[改变我的想法]：宗教在形成今天的社会中发挥了重要作用，尽管目前流行信仰，但大多数情况下对人类都很有好处"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每個人都喜歡抱怨像反同性戀這樣不受歡迎的信仰。\n或者在一段時間內，他們源於教會的反混血夫婦。\n然而，在某些時間段之外，有時在什麼方面落後\n進步的態度正在被大衆所持有，宗教是…",
      "title": "[改變我的想法]：宗教在形成今天的社會中發揮了重要作用，儘管目前流行信仰，但大多數情況下對人類都很有好處"
    }
  ],
  "title": "CMV: Religion played an important role in forming society as it is today and despite current popular belief, has mostly been very good for humanity",
  "created_utc": 1609814336,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Everybody likes to complain about the unpopular beliefs like anti homosexuality or for a while their anti mixed racial couples that stemmed from the church. However, outside of certain periods of time and sometimes being behind on what progressive attitudes are being held by the masses, religion was extremely important in shaping society and was a big reason empires were able to form.</p>\n\n<p>To start, I&#39;m not just talking about Christianity despite the first paragraph. Christianity stems from other religions and is easily the most attacked (and most followed by Westerners) in modern day. As far back as Mesopotamia, countries had national religions and used these as their codes of law and way to control people. </p>\n\n<p>Without something to believe in and without modern technology, many leaders would have had a tough and likely unsuccessful time amassing people towards a common goal. Rituals gave people something to feel good about, and everybody following the same religion gave them a sense of community and purpose. If people didn&#39;t believe working towards a common goal with others gave them something to look forward to, even if that was in the afterlife, they wouldn&#39;t have done as much for the common good. This includes things such as inventing/discovery to improve the lives of your countrymen, working in specific jobs to provide for others etc. </p>\n\n<p>Religion also could arguably be what allowed any sort of empires to exist. People without direction or a sense of moving towards anything specific would have looked out for themselves and the people immediately around them. Without purpose, we would instinctively survive with as little as possible. We would be born into our tribe, be assigned a job to do for all of our survival, and do that until we die. With massive amounts of people working together, many were able to do things other than hunting or farming. This allowed humans to build towards bigger and better things, take time to discover the many uses of the land, resources, and many other practices that contributed to the betterment of their society, and humanity as time went on. </p>\n\n<p>On a more controversial note, when we got to warring empires (mostly for religious reasons), each society was doing what they could to be better than the others. As much as we abhor war in modern day and look down on things such as the crusades, being better than others to prove your gods are mightier contributed to bettering societies. Naturally competition led to a constant one upping of each other and ultimately the betterment of humanity with these new technologies and practices.</p>\n\n<p>If we come down to it in modern day, political parties are becoming modern religion. We have started denying God more and more because our society has become built on providing evidence first before accepting a theory (which is good imo). It may be time for religion to go, but humans are just shifting that focus to another aspect of life. Political parties as they currently stand are a modern take of governing, much like your religious moral codes that governed ancient societies. Since we don&#39;t have the community connection that came with religion as much anymore, it has caused polarization of politics and people have started to be righteous about their beliefs and see the other as misguided while gravitating towards people with their same beliefs. </p>\n\n<p>I feel like I could write an essay about this but I won&#39;t cause it&#39;s Reddit.</p>\n\n<p>Tldr: Religion is the reason for society and it isn&#39;t going away, it&#39;s just shifting</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/kqezko/cmv_religion_played_an_important_role_in_forming/",
  "subreddit": "changemyview",
  "id": "kqezko",
  "is_self": true,
  "media": null,
  "is_video": false
}