{
  "author": "That_Dragonfly_1268",
  "the_new_excerpt": "While we're at it, how come every felon still on parole isn't forced to register\nwith their local police department and have that information available publicly?\n\nIf I have children, I don't only care about sex crimes. I want to know about\nmurderers, those who have assaulted others, etc., down to…",
  "original_created_utc": 1620772734,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ついでに言えば、仮釈放中の重犯罪人は全員、地元の警察署に登録して、その情報を公開するように強制されないのはなぜだろう？\n仮釈放中の重犯罪者は、地元の警察署に登録して、その情報を公開するように強制されないのでしょうか？\n\nもし私に子供がいたら、性犯罪のことだけではなく、仮釈放中の犯罪についても知りたいと思います。殺人者やその他の犯罪者についても知りたい。\n殺人者や他人に暴力を振るった者など、果ては...。",
      "title": "CMV: 「性犯罪者」の登録と同じように、「暴力犯罪者」の登録も義務化すべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "既然如此，为什么每个仍在假释期的重刑犯不被强迫在当地警察部门登记呢？\n向当地警察部门登记，并将这些信息公开？\n\n如果我有孩子，我不只关心性犯罪。我想知道的是\n谋杀犯，那些攻击他人的人，等等，直到......",
      "title": "CMV：应该有一个强制性的 \"暴力犯罪者 \"登记册，就像有一个 \"性犯罪者 \"登记册一样。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "既然如此，爲什麼每個仍在假釋期的重刑犯不被強迫在當地警察部門登記呢？\n向當地警察部門登記，並將這些信息公開？\n\n如果我有孩子，我不只關心性犯罪。我想知道的是\n謀殺犯，那些攻擊他人的人，等等，直到......",
      "title": "CMV：應該有一個強制性的 \"暴力犯罪者 \"登記冊，就像有一個 \"性犯罪者 \"登記冊一樣。"
    }
  ],
  "title": "CMV: There should be a mandatory \"violent offender\" registry in the same way that that there is a \"sex offender\" registry.",
  "created_utc": 1620786594,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>While we&#39;re at it, how come every felon still on parole isn&#39;t forced to register with their local police department and have that information available publicly? </p>\n\n<p>If I have children, I don&#39;t <em>only</em> care about sex crimes. I want to know about murderers, those who have assaulted others, etc., down to their address, so I don&#39;t accidentally move in next to them with my family. </p>\n\n<p>Once a felon is off parole, of course, I&#39;d be open to the idea of a judge deciding that form of registration is no longer necessary for that individual, but everyone should know where they live before then.</p>\n\n<p>(Note: &quot;felonies&quot; are different from &quot;misdemeanors&quot; and should not be conflated here.)</p>\n\n<p>CMV.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/na9tg8/cmv_there_should_be_a_mandatory_violent_offender/",
  "subreddit": "changemyview",
  "id": "na9tg8",
  "is_self": true,
  "media": null,
  "is_video": false
}