{
  "author": "Lethemyr",
  "original_created_utc": 1630431087,
  "title": "CMV: If it makes your life better and doesn't cause you to harm others, being religious is rational.",
  "created_utc": 1630435676,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think there are far too many words written about whether God exists and not enough written about whether it is rational to believe in God. I&#39;m going to write this under the assumption that God doesn&#39;t exist because I think that will resonate with the average Reddit user better though I don&#39;t necessarily think that myself.</p>\n\n<p>We engage in all sorts of useful fictions just because they make life easier. Like that &quot;everything will turn out fine in the end&quot; or &quot;your vote counts.&quot; These are things we all deep down know aren&#39;t necessarily true but they are necessary lies to keep our society functional. We all know that our individual vote will basically have zero impact but we believe that it will have some because if everyone thought realistically, democracy wouldn&#39;t work.</p>\n\n<p>I think there are many situations in which the same logic can be applied to religion. Even if rationally you know you can&#39;t prove a religion to be true, I think in a lot of cases it could still be useful to believe that it is true. While there are many religious groups that spread more hate than love, there are plenty to choose from that do just the opposite. I am not talking about those religions that are hateful in their message, because I don&#39;t believe those are useful beliefs to have. On the Christian front there are organizations like the United Church of Canada who treat homosexual people as equals. Most North American Mahayana Buddhist groups have done away with any sort of discrimination against women or homosexual people as well. Sikh groups also have a tendency towards acceptance. Those are the types of groups I&#39;m saying can be of use to be a part of and believe in. I think people on Reddit tend to forget that there are more religions than evangelical Protestantism, traditional Catholicism, and fundamentalist Islam.</p>\n\n<p>Religious people are statistically happier and are given a community and something to be a part of. Provided the right one is chosen, religion can encourage people to be more empathetic and loving. Some religious groups even mandate charity. Remember, I am only advocating for participation in religious groups that advocate empathy towards all, what I classify as useful beliefs.</p>\n\n<p>I think that if believing in religion causes you to be happier and a better person, then that belief is rational. If you&#39;re a materialist atheist you believe that we only have one chance at this life, is it not rational to spend it in the way that makes you happiest and causes you to increase the happiness of others? I don&#39;t believe in some supreme value of truth above all else, I think sometimes belief in the irrational can be a great benefit. That isn&#39;t to say that truth isn&#39;t very important in many cases, just that sometimes fiction is more useful than truth. I think it&#39;s time to stop asking whether belief in religion is rational, and time to start asking whether it is rational to believe. If we had proof of God, then faith would not be necessary.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/pfamvb/cmv_if_it_makes_your_life_better_and_doesnt_cause/",
  "subreddit": "changemyview",
  "id": "pfamvb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think there are far too many words written about whether God exists and not\nenough written about whether it is rational to believe in God. I'm going to\nwrite this under the assumption that God doesn't exist because I think that will\nresonate with the average Reddit user better though I don't…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "神が存在するかどうかについて書かれた言葉はあまりにも多く、神を信じることが合理的かどうかについてはあまり書かれていないように思います。\n神を信じることが合理的であるかどうかについては十分に書かれていないと思います。私は、これを\n私は神が存在しないという前提でこれを書くつもりです。\n私は、神は存在しないという前提でこの文章を書くつもりです。なぜなら、その方が平均的なRedditユーザーに響くと思うからです。",
      "title": "CMV: 自分の人生をより良くし、他人を傷つけないのであれば、宗教的であることは合理的です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为有太多关于上帝是否存在的文字了，而关于相信上帝是否合理的文字却不够多。\n而关于相信上帝是否合理的文字却不够多。我打算\n我打算在假设上帝不存在的情况下写这篇文章，因为我认为这将\n与普通的Reddit用户产生更好的共鸣，尽管我并不...",
      "title": "CMV: 如果它能使你的生活变得更好，并且不会导致你伤害他人，那么信教就是理性的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲有太多關於上帝是否存在的文字了，而關於相信上帝是否合理的文字卻不夠多。\n而關於相信上帝是否合理的文字卻不夠多。我打算\n我打算在假設上帝不存在的情況下寫這篇文章，因爲我認爲這將\n與普通的Reddit用戶產生更好的共鳴，儘管我並不...",
      "title": "CMV: 如果它能使你的生活變得更好，並且不會導致你傷害他人，那麼信教就是理性的。"
    }
  ]
}