{
  "author": "Lethemyr",
  "original_created_utc": 1630431087,
  "title": "CMV: If it makes your life better and doesn't cause you to harm others, being religious is rational.",
  "created_utc": 1630435676,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think there are far too many words written about whether God exists and not enough written about whether it is rational to believe in God. I&#39;m going to write this under the assumption that God doesn&#39;t exist because I think that will resonate with the average Reddit user better though I don&#39;t necessarily think that myself.</p>\n\n<p>We engage in all sorts of useful fictions just because they make life easier. Like that &quot;everything will turn out fine in the end&quot; or &quot;your vote counts.&quot; These are things we all deep down know aren&#39;t necessarily true but they are necessary lies to keep our society functional. We all know that our individual vote will basically have zero impact but we believe that it will have some because if everyone thought realistically, democracy wouldn&#39;t work.</p>\n\n<p>I think there are many situations in which the same logic can be applied to religion. Even if rationally you know you can&#39;t prove a religion to be true, I think in a lot of cases it could still be useful to believe that it is true. While there are many religious groups that spread more hate than love, there are plenty to choose from that do just the opposite. I am not talking about those religions that are hateful in their message, because I don&#39;t believe those are useful beliefs to have. On the Christian front there are organizations like the United Church of Canada who treat homosexual people as equals. Most North American Mahayana Buddhist groups have done away with any sort of discrimination against women or homosexual people as well. Sikh groups also have a tendency towards acceptance. Those are the types of groups I&#39;m saying can be of use to be a part of and believe in. I think people on Reddit tend to forget that there are more religions than evangelical Protestantism, traditional Catholicism, and fundamentalist Islam.</p>\n\n<p>Religious people are statistically happier and are given a community and something to be a part of. Provided the right one is chosen, religion can encourage people to be more empathetic and loving. Some religious groups even mandate charity. Remember, I am only advocating for participation in religious groups that advocate empathy towards all, what I classify as useful beliefs.</p>\n\n<p>I think that if believing in religion causes you to be happier and a better person, then that belief is rational. If you&#39;re a materialist atheist you believe that we only have one chance at this life, is it not rational to spend it in the way that makes you happiest and causes you to increase the happiness of others? I don&#39;t believe in some supreme value of truth above all else, I think sometimes belief in the irrational can be a great benefit. That isn&#39;t to say that truth isn&#39;t very important in many cases, just that sometimes fiction is more useful than truth. I think it&#39;s time to stop asking whether belief in religion is rational, and time to start asking whether it is rational to believe. If we had proof of God, then faith would not be necessary.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/pfamvb/cmv_if_it_makes_your_life_better_and_doesnt_cause/",
  "subreddit": "changemyview",
  "id": "pfamvb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think there are far too many words written about whether God exists and not\nenough written about whether it is rational to believe in God. I'm going to\nwrite this under the assumption that God doesn't exist because I think that will\nresonate with the average Reddit user better though I don't…"
}