{
  "author": "Historical-Bed4315",
  "the_new_excerpt": "Hi. I go to school about ten mins from where the shooting happened in Atlanta,\nnot that that makes this any more or less relevant. It's a terrible, racially\nmotivated tragedy. But nobody who's racist is going to see #stopasianhate or\n#blm or whatever and think, damn it, you know, they're right--I…",
  "original_created_utc": 1616329538,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "嗨，我在离亚特兰大枪击案发生地10分钟左右的地方上学。\n并不是说这让这任何更多或更少的相关。这是一个可怕的，种族\n动机的悲剧。但没有人谁是种族主义者 会看到#停止亚洲人的仇恨或\n#blm什么的，然后想，该死的，你知道，他们是对的，我...",
      "title": "CMV：哈希特标签不会打败种族主义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "嗨，我在離亞特蘭大槍擊案發生地10分鐘左右的地方上學。\n並不是說這讓這任何更多或更少的相關。這是一個可怕的，種族\n動機的悲劇。但沒有人誰是種族主義者 會看到#停止亞洲人的仇恨或\n#blm什麼的，然後想，該死的，你知道，他們是對的，我...",
      "title": "CMV：哈希特標籤不會打敗種族主義。"
    }
  ],
  "title": "CMV: Hashtags won't defeat racism",
  "created_utc": 1616384077,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi. I go to school about ten mins from where the shooting happened in Atlanta, not that that makes this any more or less relevant. It&#39;s a terrible, racially motivated tragedy. But nobody who&#39;s racist is going to see #stopasianhate or #blm or whatever and think, damn it, you know, they&#39;re right--I <em>should</em> stop being racist!</p>\n\n<p>People post these things to let their followers (people who agree with them) know what a good person they are. It makes them feel good. But it accomplishes nothing. </p>\n\n<p>So I work with a couple bigoted pricks. Jews and banks, 13/50, the IQ gap, Trump, adrenochrome, women suck, Tim Poole, the whole schebang. The thing is, despite their shit political views, they&#39;re actually pretty fun to talk to, and I&#39;m not <em>friends</em> with them, but I treat them like human beings despite making it clear their politics are wrong... But I engage with them. If most of the people I saw on Twitter met a person like this they&#39;d raise hell and get them fired from their job, but I genuinely think it&#39;s important to engage with racists as if they&#39;re normal human beings. </p>\n\n<p>Slowly but surely, I&#39;m whittling at their racism. I dunno if I&#39;ll ever do it, but I think that being probably the only pot smoking, guitar-playing, bdsm-participating pansexual leftie to treat their politics seriously is going to change their minds on what the left is all about. <em>I got them to admit that poor white people perform just as bad on IQ tests as poor blacks, and ditto for middle class and rich black and white people</em>! To me, that&#39;s a huge win! I don&#39;t disagree with most of the points they make, just try to reframe them in a way that... Isn&#39;t racist. It sounds worse than it is. It&#39;s like, when they say &quot;Jewish&quot; people are destroying the world, I say, &quot;well what about all the white and black and asian and latino people destroying the world?&quot; And I think that will resonate. Marx said that the <em>entire</em> working class has to come together to destroy oppression (not a direct quote), and I truly believe we&#39;re in an era where lefties and righties see that the elite are the enemy of progress. You just gotta get somewhere close to the same page. My dad&#39;s a trump supporter, I&#39;m a regretful biden voter (because who the fuck else was I going to vote for?) We both agree that he pays too much in taxes. He complains taxes should be cut; I complain that if he was making four times as much as he did he wouldn&#39;t have to pay taxes at all, and he totally agrees. We all hate the same people, and that&#39;s how you combat racism.</p>\n\n<p>Far right ideologies prey on your insecurities (well, not <em>your</em> insecurities) and they give a way for sad white losers to feel like, at least they aren&#39;t the <em>worst</em> losers by speaking from platitudes on civilization and shit. All that is a distraction from the world at large. If we can frame their political dissatisfaction from a place where we can show them that somewhere in leftism, and especially anti-authoritarianism is a place for their concerns to be heard if they just give up the racism, we can truly make the world a better place.</p>\n\n<p>In conclusion/TLDR: hashtags don&#39;t stop racism. Making friends does. Next time you meet a racist, think, who wants me to hate this person?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/m9vm64/cmv_hashtags_wont_defeat_racism/",
  "subreddit": "changemyview",
  "id": "m9vm64",
  "is_self": true,
  "media": null,
  "is_video": false
}