{
  "author": "hoiwebw23",
  "original_created_utc": 1639647889,
  "title": "YSK: No matter how much your workplace pushes \"family culture\" - remember, they're not your friends and it's still a workplace.",
  "created_utc": 1639658587,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: my gf learned this the hard - she worked every hour under the sun for a startup and when she wasn&amp;#39;t working would spend evenings with them in a social capacity. She got fired last year due to the company having cash flow issues and all of them stopped responding to her messages. She put so much work into trying to make the company successful and sacrificed other parts of her life for them, but they didn&amp;#39;t really give a shit about her. I&amp;#39;m not saying go around and be a dick to people for no reason, but it&amp;#39;s better to build relationships outside of work or in places where there aren&amp;#39;t any power imbalances or incentives to screw people over.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 311,
  "permalink": "/r/YouShouldKnow/comments/rhnerx/ysk_no_matter_how_much_your_workplace_pushes/",
  "subreddit": "YouShouldKnow",
  "id": "rhnerx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: my gf learned this the hard - she worked every hour under the sun for a\nstartup and when she wasn't working would spend evenings with them in a social\ncapacity. She got fired last year due to the company having cash flow issues and\nall of them stopped responding to her messages. She put so…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: 私の妻は、このことを身をもって知ったのです。\nスタートアップのために四六時中働き、仕事以外の時間は\nは、夜、社交的な立場で一緒に過ごしていました。彼女は昨年、解雇されました。\n会社の資金繰りが悪化して、みんなやめてしまったんです...。",
      "title": "YSK: いくら職場が「家族文化」を推してきたとしても、彼らはあなたの友人ではないし、職場であることに変わりはないことを忘れないでください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么是YSK：我的女朋友学到了这一点，她很难受--她在阳光下为创业公司工作了每一个小时。\n她为一家初创公司工作了每一个小时，当她不工作的时候\n会以社交身份与他们共度晚间。她去年被解雇了，原因是\n因为公司有现金流问题，他们所有人都停止了......",
      "title": "YSK：无论你的工作场所如何推崇 \"家庭文化\"--记住，他们不是你的朋友，它仍然是一个工作场所。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼是YSK：我的女朋友學到了這一點，她很難受--她在陽光下爲創業公司工作了每一個小時。\n她爲一家初創公司工作了每一個小時，當她不工作的時候\n會以社交身份與他們共度晚間。她去年被解僱了，原因是\n因爲公司有現金流問題，他們所有人都停止了......",
      "title": "YSK：無論你的工作場所如何推崇 \"家庭文化\"--記住，他們不是你的朋友，它仍然是一個工作場所。"
    }
  ]
}