{
  "author": "hoiwebw23",
  "original_created_utc": 1639647889,
  "title": "YSK: No matter how much your workplace pushes \"family culture\" - remember, they're not your friends and it's still a workplace.",
  "created_utc": 1639658587,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: my gf learned this the hard - she worked every hour under the sun for a startup and when she wasn&amp;#39;t working would spend evenings with them in a social capacity. She got fired last year due to the company having cash flow issues and all of them stopped responding to her messages. She put so much work into trying to make the company successful and sacrificed other parts of her life for them, but they didn&amp;#39;t really give a shit about her. I&amp;#39;m not saying go around and be a dick to people for no reason, but it&amp;#39;s better to build relationships outside of work or in places where there aren&amp;#39;t any power imbalances or incentives to screw people over.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 311,
  "permalink": "/r/YouShouldKnow/comments/rhnerx/ysk_no_matter_how_much_your_workplace_pushes/",
  "subreddit": "YouShouldKnow",
  "id": "rhnerx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: my gf learned this the hard - she worked every hour under the sun for a\nstartup and when she wasn't working would spend evenings with them in a social\ncapacity. She got fired last year due to the company having cash flow issues and\nall of them stopped responding to her messages. She put so…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：私の妻はこれを身をもって知ったのです。\nを、夜な夜な一緒に過ごしていました。\nということです。彼女は昨年、会社の資金繰りが悪化したため解雇されました。\nを、全員が返信しなくなった。彼女はそうやって...",
      "title": "YSK: いくら職場が「家族文化」を推してきたとしても、彼らはあなたの友人ではないし、職場であることに変わりはないことを忘れないでください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我的女朋友学到了这一点--她在一家初创公司工作了每一个小时。\n当她不工作的时候，她会在晚上和他们一起进行社交活动。\n身份。去年，她被解雇了，因为公司有现金流问题，而且他们都不再回复她的信息。\n所有的人都不再回复她的信息。她把这么...",
      "title": "YSK：无论你的工作场所如何推崇 \"家庭文化\"--记住，他们不是你的朋友，它仍然是一个工作场所。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我的女朋友學到了這一點--她在一家初創公司工作了每一個小時。\n當她不工作的時候，她會在晚上和他們一起進行社交活動。\n身份。去年，她被解僱了，因爲公司有現金流問題，而且他們都不再回復她的信息。\n所有的人都不再回復她的信息。她把這麼...",
      "title": "YSK：無論你的工作場所如何推崇 \"家庭文化\"--記住，他們不是你的朋友，它仍然是一個工作場所。"
    }
  ]
}