{
  "author": "StandardHousePlant",
  "original_created_utc": 1625043588,
  "title": "book recs with a young woman character with asperger's?",
  "created_utc": 1625076097,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A friend of mine who is a young woman has recently learnt that she has autism. I sometimes find it difficult to understand how she thinks, which leads to misunderstandings between us. So I&#39;d like to read a fiction novel that allows me to gain insight to living with asperger&#39;s.</p>\n\n<p>I am aware that everyone experiences it differently, and no two people are alike. But I still think that this might help me learn more.</p>\n\n<p>I am into most fiction, but not very hooked on sci-fi. But please recommend anything you find might fit</p>\n\n<p>Edit: I have been informed that &quot;asperger&#39;s&quot; is an out-dated and not appropriate term to use, I apologize for this. The comments have been helpful though, so I will continue to learn more and better myself on this area.</p>\n\n<p>Edit 2: Unfortunately I cannot change the title, but I have edited the text to say &quot;autism&quot; instead. Sorry for the wording of the title.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/oatatj/book_recs_with_a_young_woman_character_with/",
  "subreddit": "booksuggestions",
  "id": "oatatj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A friend of mine who is a young woman has recently learnt that she has autism. I\nsometimes find it difficult to understand how she thinks, which leads to\nmisunderstandings between us. So I'd like to read a fiction novel that allows me\nto gain insight to living with asperger's.\n\nI am aware that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の友人である若い女性は、最近、自分が自閉症であることを知りました。I\n彼女の考えていることを理解するのが難しいと感じることがあり、それが私たちの間の誤解につながっています。\n私たちの間に誤解が生じることがあります。そこで、彼女の考えを理解できるようなフィクション小説を読んでみたいと思います。\n読んでみたいと思います。\n\n意識しているのは...",
      "title": "アスペルガーの若い女性が登場する本のレビューは？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的一个朋友是个年轻女性，最近得知她患有自闭症。I\n有时我发现很难理解她的想法，这导致了我们之间的误解。\n导致我们之间的误解。所以我想读一本小说，让我能够\n获得对自闭症患者生活的洞察力。\n\n我意识到，...",
      "title": "患有阿斯伯格症的年轻女性角色的书籍推荐？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的一個朋友是個年輕女性，最近得知她患有自閉症。I\n有時我發現很難理解她的想法，這導致了我們之間的誤解。\n導致我們之間的誤解。所以我想讀一本小說，讓我能夠\n獲得對自閉症患者生活的洞察力。\n\n我意識到，...",
      "title": "患有阿斯伯格症的年輕女性角色的書籍推薦？"
    }
  ]
}