{
  "author": "AkamiAhaisu",
  "original_created_utc": 1636993078,
  "title": "CMV: female police officers should do the same phiysical tests as male ones.",
  "created_utc": 1637001685,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Being a police officer isn&#39;t a game. It isn&#39;t a sport either. It&#39;s such a difficult career you need to be very capable to survive. Or very lucky.</p>\n\n<p>Women shouldn&#39;t have easier physical tests to become a police officer. By making it so weaker people can become officers, you are actively sabotaging the police team and making every operation harder. If something wrong happens, you can expect the following things.</p>\n\n<p>They will usually not be strong enough to restrain a male criminal. Also not fast enough to catch them if they run. They are very likely to panic and make bad choices at moments like these. Many had their guns robbed, were raped or even killed.</p>\n\n<p>Contrary to popular belief, restraining a criminal with brute force is one of the less violent ways to do it. Without that option, using tasers and guns is pretty much their only option. How is that supposed to make things less violent?</p>\n\n<p>Not to say every female police officer is like that. But when you make easier tests, you get worse officers.</p>\n\n<p>Btw, same thing for firefighters and soldiers.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/quk0vb/cmv_female_police_officers_should_do_the_same/",
  "subreddit": "changemyview",
  "id": "quk0vb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Being a police officer isn't a game. It isn't a sport either. It's such a\ndifficult career you need to be very capable to survive. Or very lucky.\n\nWomen shouldn't have easier physical tests to become a police officer. By making\nit so weaker people can become officers, you are actively sabotaging the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "警察官はゲームではありません。スポーツでもありません。とても難しい職業です。\n生き残るためには、よほどの能力がないと難しい職業だ。あるいは、とても運がいい。\n\n女性が警察官になるための体力テストを簡単に行うべきではありません。そうすることで\n弱い人が警察官になれるようにすることで、積極的に妨害していることになります。",
      "title": "CMV：女性警察官も男性警察官と同じフィジカルテストを行うべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "成为一名警察不是一场游戏。它也不是一项运动。这是一个如此\n困难的职业，你需要非常有能力才能生存。或者非常幸运。\n\n女性不应该有更容易的身体测试来成为一名警察。通过使\n它使较弱的人可以成为警官，你正在积极破坏...",
      "title": "CMV：女警察应该做和男警察一样的体格测试。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "成爲一名警察不是一場遊戲。它也不是一項運動。這是一個如此\n困難的職業，你需要非常有能力才能生存。或者非常幸運。\n\n女性不應該有更容易的身體測試來成爲一名警察。通過使\n它使較弱的人可以成爲警官，你正在積極破壞...",
      "title": "CMV：女警察應該做和男警察一樣的體格測試。"
    }
  ]
}