{
  "author": "bustasweenut",
  "original_created_utc": 1638154637,
  "title": "Just finished Mexican Gothic and I’ve never loved a book more",
  "created_utc": 1638161388,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just wanted to gush a bit. The writing is beautiful, the characters are amazing, and the ending was <em>satisfying</em>. I can count on one hand how many times I’ve read a book that left me satisfied on the last page. I love the sweet blend of fantasy and realism and man oh man the suspense!! I was on the edge of my seat! I could hardly put the book down. </p>\n\n<p>Has anyone here read any other works by Silvia Moreno-Garcia? Are they just as good? I can’t decide if I want to read another of hers next or move on.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/r4lnbq/just_finished_mexican_gothic_and_ive_never_loved/",
  "subreddit": "books",
  "id": "r4lnbq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just wanted to gush a bit. The writing is beautiful, the characters are\namazing, and the ending was satisfying. I can count on one hand how many times\nI’ve read a book that left me satisfied on the last page. I love the sweet blend\nof fantasy and realism and man oh man the suspense!! I was on the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ちょっと噴出してみたかったんです。文章は美しく、キャラクターは素晴らしく\nそして、満足のいく結末でした。今までに何度、感動的な本を読んだか、片手で数えられるほどです。\n最後のページで満足できる本を読んだのは片手で数えられるほどです。ファンタジーとリアリズムの甘いブレンドが大好きです。\nファンタジーとリアリズムの甘いブレンドが大好きで、そしてなんといってもサスペンス！！。と思っていたのですが、その通りでした。",
      "title": "メキシカンゴシックを読み終えたところですが、これほど本を愛したことはありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我只是想吐槽一下。文笔很美，人物也很\n令人惊奇，结局也令人满意。我可以用一只手数出有多少次\n我读过多少次在最后一页让我满意的书。我喜欢这种甜蜜的融合\n幻想和现实主义的甜蜜融合，而且天啊，悬念！！！我对这本书充满了期待。我是在...",
      "title": "刚刚读完《墨西哥哥特式》，我从未如此喜爱过一本书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我只是想吐槽一下。文筆很美，人物也很\n令人驚奇，結局也令人滿意。我可以用一隻手數出有多少次\n我讀過多少次在最後一頁讓我滿意的書。我喜歡這種甜蜜的融合\n幻想和現實主義的甜蜜融合，而且天啊，懸念！！！我對這本書充滿了期待。我是在...",
      "title": "剛剛讀完《墨西哥哥特式》，我從未如此喜愛過一本書"
    }
  ]
}