{
  "author": "dynamite2277",
  "original_created_utc": 1640273213,
  "title": "What have you purchased with your crypto gains?",
  "created_utc": 1640314329,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This bull run has been fantastic I got him back in march and I&amp;#39;ve seen some great gains. I know a lot of people have bought more crypto with the profits they have made. But I&amp;#39;m just curious to hear what people have purchased with their crypto grains that&amp;#39;s not crypto related. For me it was a fairly expensive book that helped me with a PhD application. I wanted to buy something that would better me as a person and where I want to take my career. But a close friend of mine used some of his crypto gains to decrote their house and pay for a small extension. I do plan to buy some art work from an artist that I have liked for years.&lt;/p&gt;\n\n&lt;p&gt;I know a lot of people will HODL until they die but for the ones who have used their gains to treat themselves or others. What did you get and why?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 159,
  "permalink": "/r/CryptoCurrency/comments/rmy0t4/what_have_you_purchased_with_your_crypto_gains/",
  "subreddit": "CryptoCurrency",
  "id": "rmy0t4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>This bull run has been fantastic I got him\nback in march and I&#39;ve seen some great gains. I know a lot of people have\nbought more crypto with the profits they have made. But I&#39;m just curious to\nhear what people have purchased with their crypto grains…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>This bull run has been fantastic I got him\nを、3月に戻って、私はいくつかの素晴らしい利得を見た。私は、多くの人々が\nその利益でさらに暗号を購入しました。しかし、私はちょうど興味があります。\n暗号の粒で何を購入したのか聞いてみたい...。",
      "title": "暗号の利益で何を購入したのですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>这轮牛市行情非常好，我在3月份买了他。\n我在3月份买了他，我看到了一些巨大的收益。我知道很多人已经\n我知道很多人用他们的利润购买了更多的加密货币。但我只是好奇地想知道\n听到人们用他们的加密货币购买了什么......",
      "title": "你用你的加密货币收益购买了什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>這輪牛市行情非常好，我在3月份買了他。\n我在3月份買了他，我看到了一些巨大的收益。我知道很多人已經\n我知道很多人用他們的利潤購買了更多的加密貨幣。但我只是好奇地想知道\n聽到人們用他們的加密貨幣購買了什麼......",
      "title": "你用你的加密貨幣收益購買了什麼？"
    }
  ]
}