{
  "author": "lumpybeans54",
  "original_created_utc": 1627847400,
  "title": "CMV: Fast Fashion is the cause of severe negative consequences so people should thrift shop or use sustainable fashion",
  "created_utc": 1627870082,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Fast fashion brands like Shein, Zara, Topshop are major contributors to environmental problems progressing as a result of mass production of cheap, poor quality, disposable clothing. The fashion industry as a whole creates 80 billion garments a year which is over 10 for each person on earth. The production 20 years ago has now increased by over 400%. Also with the recent production methods, there is an average of 10 times a garment is worn before it is thrown away. Since the prices of these products are decreasing, and fashion trends are accelerating, the quality of production is minimal. Majority of the time, these clothes are either disposed of through incineration or go to the landfill if they are not recycled or donated. The environmental issues that arise with these methods lead to water usage, microfibers, greenhouse gases, deforestation, toxins and even human rights issues.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/ovyyii/cmv_fast_fashion_is_the_cause_of_severe_negative/",
  "subreddit": "changemyview",
  "id": "ovyyii",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Fast fashion brands like Shein, Zara, Topshop are major contributors to\nenvironmental problems progressing as a result of mass production of cheap, poor\nquality, disposable clothing. The fashion industry as a whole creates 80 billion\ngarments a year which is over 10 for each person on earth. The…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Shein、Zara、Topshopなどのファストファッションブランドは、環境問題の大きな原因となっています。\n安価で質の悪い、高額な商品を大量に生産した結果、環境問題が深刻化しています。\n品質の悪い使い捨ての衣料品を大量に生産した結果、環境問題の大きな原因となっています。ファッション業界全体では、800億円の利益を生み出しています。\nこれは地球上の一人当たり10着以上に相当します。これは、地球上の一人当たり10着以上に相当します。",
      "title": "CMV: ファストファッションは深刻な悪影響を及ぼすので、人々は古着を買ったり、持続可能なファッションを使うべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "像Shein、Zara、Topshop这样的快时尚品牌是环境问题的主要贡献者。\n由于大量生产廉价、低质量的产品，环境问题不断恶化。\n质量低劣的一次性服装。整个时尚行业每年创造800亿件\n每年创造800亿件服装，相当于地球上每个人创造10件以上的服装。这就是为什么我们要把它称为 \"绿色 \"的原因。",
      "title": "CMV：快速时尚是造成严重负面后果的原因，所以人们应该节俭购物或使用可持续的时尚。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "像Shein、Zara、Topshop這樣的快時尚品牌是環境問題的主要貢獻者。\n由於大量生產廉價、低質量的產品，環境問題不斷惡化。\n質量低劣的一次性服裝。整個時尚行業每年創造800億件\n每年創造800億件服裝，相當於地球上每個人創造10件以上的服裝。這就是爲什麼我們要把它稱爲 \"綠色 \"的原因。",
      "title": "CMV：快速時尚是造成嚴重負面後果的原因，所以人們應該節儉購物或使用可持續的時尚。"
    }
  ]
}