{
  "author": "spearblaze",
  "the_new_excerpt": "If you can't keep your dog from intimidating others you shouldn't expect\ndelivery staff to put themselves in harms way to deliver your shit.\n\n\"But muh puppy doesn't bite, he's just a loud barker\"\n\nMaybe with you, but the person delivering doesn't know that and even small\nbreeds can break skin.…",
  "original_created_utc": 1619997529,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "自分の犬が他人を威嚇しないようにできないなら、配達員が危険を冒してまであなたの荷物を届けることを期待すべきではありません。\n配達員が危険を冒してまで荷物を届けることを期待すべきではない。\n\n\"でも子犬は噛まないよ、うるさいだけだよ\"\n\nあなたの場合はそうかもしれませんが、配達員はそれを知りませんし、小さな犬種でも皮膚を傷つけることがあります。\n犬種でも皮膚を破る可能性があることを知らない....",
      "title": "CMV：配達員は、吠える犬が放し飼いになっている家には配達してはいけません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你不能让你的狗不恐吓别人，你就不应该指望\n送货员把自己置于危险境地来送你的东西。\n\n\"但我的小狗不咬人，它只是一个响亮的吠叫者\"\n\n对你来说也许是这样，但送快递的人不知道，而且即使是小犬种也能打破皮肤。\n犬种也能打破皮肤....",
      "title": "CMV: 送货员不应该被要求向有狗叫的房子送货。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你不能讓你的狗不恐嚇別人，你就不應該指望\n送貨員把自己置於危險境地來送你的東西。\n\n\"但我的小狗不咬人，它只是一個響亮的吠叫者\"\n\n對你來說也許是這樣，但送快遞的人不知道，而且即使是小犬種也能打破皮膚。\n犬種也能打破皮膚....",
      "title": "CMV: 送貨員不應該被要求向有狗叫的房子送貨。"
    }
  ],
  "title": "CMV: Delivery people shouldn't be expected to deliver to houses with a barking dog on the loose.",
  "created_utc": 1620023727,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you can&#39;t keep your dog from intimidating others you shouldn&#39;t expect delivery staff to put themselves in harms way to deliver your shit.</p>\n\n<p>&quot;But muh puppy doesn&#39;t bite, he&#39;s just a loud barker&quot;</p>\n\n<p>Maybe with you, but the person delivering doesn&#39;t know that and even small breeds can break skin. Delivering is already a very stressful job with all the deadlines and physical aspect of it.</p>\n\n<p>Here&#39;s another thing, do you seriously think that UPS or FedEx drivers have good health insurance? What if the person trips while running away from your dog? What of your dog does break some skin or gives PTSD to the delivery personn?</p>\n\n<p>If you want to keep your loud ass dog on the loose, that&#39;s fine. But delivery workers should have the right to skip your delivery until they feel safe enough to do their job.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/n3ik56/cmv_delivery_people_shouldnt_be_expected_to/",
  "subreddit": "changemyview",
  "id": "n3ik56",
  "is_self": true,
  "media": null,
  "is_video": false
}