{
  "author": "vjeva",
  "original_created_utc": 1629565317,
  "title": "Proof-of-Stake since 2018. Decentralized governance with a self upgrading Blockchain. Very low fees with a hight TPS rate. One of the biggest NFT Marketplaces out there, seven major updates in the last 3 years - Let's talk about TEZOS.",
  "created_utc": 1629594724,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you want to talk about decentralization, then Tezos is one project that deserves some special attention.</p>\n\n<p>Cardano is just about to launch smart contracts, and Tezos has it running since 2018, with an increasing monhtly growth rate.</p>\n\n<p>You have the chance to delegate XTZ and earn rewards without locking it up (unlike many other projects)</p>\n\n<p>7- major updates in the last 3 years.</p>\n\n<p>An highly decentralized network with a significant number of active nodes.</p>\n\n<p>One of the biggest NFT marketplaces that is out there.</p>\n\n<p>Growing partnership base such as: Red Bull, McLaren, Societe Generale, Ubisoft, Groupe Casino etc.</p>\n\n<p>The Tezos community is not that outspoken and highly active such as in the case of Cardano, Ethereum or other Altcoins, but it&#39;s one of the most advanced and decentralized projects out there.</p>\n\n<p>This community should share some insights and I just want to give some space to a sleeping giant that definitely deserves to be in the spotlight.</p>\n</div><!-- SC_ON -->",
  "score": 160,
  "permalink": "/r/CryptoCurrency/comments/p8v2oj/proofofstake_since_2018_decentralized_governance/",
  "subreddit": "CryptoCurrency",
  "id": "p8v2oj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If you want to talk about decentralization, then Tezos is one project that\ndeserves some special attention.\n\nCardano is just about to launch smart contracts, and Tezos has it running since\n2018, with an increasing monhtly growth rate.\n\nYou have the chance to delegate XTZ and earn rewards without…"
}