{
  "author": "hackedbyyoutube",
  "original_created_utc": 1630054912,
  "title": "CMV: “calling” upon Reddit to delete blatant misinformation is doing nothing but lining N8’s account with karma",
  "created_utc": 1630078793,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Reddit as a whole tends to allow controversial or even downright incorrect information on this site. This is demonstrated time and time again within subreddits such as sino, which argues/believes tianmen massacre never happened. This is arguably dangerous as well as it gives them more ammo again the USA being against China and creating lies to hurt them. While I completely disagree with antivaxxers and think vaccines are both safe and important, just like any social media there will be people who disagree with you. The information they post is no different to Facebook or Instagram or even tiktok. Is Reddit allowing them to broadcast it more? Of course, but Reddit is not exactly breeding this misinformation. </p>\n\n<p>The misinformation is killing people but that is not the fault of Reddit. It is the fault of those who choose to believe it despite the overwhelming scientific evidence that proves what they fear most; the vaccine is effective and safe. </p>\n\n<p>If Reddit does step in and remove these subreddits they are only beginning the process of converting Reddit into an echo chamber/circle jerk social media. It is not nor should it be Reddit’s responsibility to protect antivaxxers from their own information. </p>\n\n<p>I understand this is a controversial take but I struggle with understanding why some subreddits with blatant and somewhat harmful misinformation are allowed to stay and other subreddits cannot.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/changemyview/comments/pcjmrq/cmv_calling_upon_reddit_to_delete_blatant/",
  "subreddit": "changemyview",
  "id": "pcjmrq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Reddit as a whole tends to allow controversial or even downright incorrect\ninformation on this site. This is demonstrated time and time again within\nsubreddits such as sino, which argues/believes tianmen massacre never happened.\nThis is arguably dangerous as well as it gives them more ammo again the…"
}