{
  "author": "hackedbyyoutube",
  "original_created_utc": 1630054912,
  "title": "CMV: “calling” upon Reddit to delete blatant misinformation is doing nothing but lining N8’s account with karma",
  "created_utc": 1630078793,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Reddit as a whole tends to allow controversial or even downright incorrect information on this site. This is demonstrated time and time again within subreddits such as sino, which argues/believes tianmen massacre never happened. This is arguably dangerous as well as it gives them more ammo again the USA being against China and creating lies to hurt them. While I completely disagree with antivaxxers and think vaccines are both safe and important, just like any social media there will be people who disagree with you. The information they post is no different to Facebook or Instagram or even tiktok. Is Reddit allowing them to broadcast it more? Of course, but Reddit is not exactly breeding this misinformation. </p>\n\n<p>The misinformation is killing people but that is not the fault of Reddit. It is the fault of those who choose to believe it despite the overwhelming scientific evidence that proves what they fear most; the vaccine is effective and safe. </p>\n\n<p>If Reddit does step in and remove these subreddits they are only beginning the process of converting Reddit into an echo chamber/circle jerk social media. It is not nor should it be Reddit’s responsibility to protect antivaxxers from their own information. </p>\n\n<p>I understand this is a controversial take but I struggle with understanding why some subreddits with blatant and somewhat harmful misinformation are allowed to stay and other subreddits cannot.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/changemyview/comments/pcjmrq/cmv_calling_upon_reddit_to_delete_blatant/",
  "subreddit": "changemyview",
  "id": "pcjmrq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Reddit as a whole tends to allow controversial or even downright incorrect\ninformation on this site. This is demonstrated time and time again within\nsubreddits such as sino, which argues/believes tianmen massacre never happened.\nThis is arguably dangerous as well as it gives them more ammo again the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Redditは全体的に、物議を醸すような情報や、全く正しくない情報も許容する傾向があります。\nこのサイトの情報は このことは、sinoのようなサブレディットで何度も実証されています。\nこのことは、天安門事件は起こらなかったと主張するsinoのようなサブレディットで何度も証明されています。\nこれは間違いなく危険なことであり、彼らに天安門事件の新たな弾みを与えることになるからです。",
      "title": "CMV: あからさまな誤報を削除するようRedditに「要請」することは、N8のアカウントにカルマをかけることに他なりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "Reddit作为一个整体，倾向于允许有争议的甚至是完全不正确的\n信息在这个网站上。这一点在以下子版块中得到了一次又一次的证明\n如Sino，它认为/相信天安门大屠杀从未发生。\n这可以说是很危险的，因为这又给了他们更多的弹药。",
      "title": "CMV：\"呼吁 \"Reddit删除公然的错误信息，这只是在为N8的账户添砖加瓦而已。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Reddit作爲一個整體，傾向於允許有爭議的甚至是完全不正確的\n信息在這個網站上。這一點在以下子版塊中得到了一次又一次的證明\n如Sino，它認爲/相信天安門大屠殺從未發生。\n這可以說是很危險的，因爲這又給了他們更多的彈藥。",
      "title": "CMV：\"呼籲 \"Reddit刪除公然的錯誤信息，這只是在爲N8的賬戶添磚加瓦而已。"
    }
  ]
}