{
  "author": "Animedjinn",
  "original_created_utc": 1624712283,
  "title": "YSK: People who complain about noise often have very good reasons.",
  "created_utc": 1624720804,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am not saying to stop doing things you need to do if you are being noisy. However people often complain about how neighbors or roommates are easily upset by noise. There are a lot of good reasons however for them to get upset. They may work nights and are trying to sleep. Or they may have insomnia. Or they may be recovering from something or have a concussion or other medical condition that makes them sensitive to noise. Even if they are just a teenager; teenagers are biologically wired not to be able to go to bed early <a href=\"https://www.neurologylive.com/view/teenage-circadian-rhythm\">https://www.neurologylive.com/view/teenage-circadian-rhythm</a>). Or they may work from home and have difficulty focusing.</p>\n\n<p>Why YSK: People who complain about noise aren&#39;t just assholes. They usually have good reason. So please be polite and obey your city ordinance laws.</p>\n\n<p>Edit: But also, if you have a noise complaint, calling the police is not always necessary if you haven&#39;t already talked to the people making the noise.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/YouShouldKnow/comments/o8aamm/ysk_people_who_complain_about_noise_often_have/",
  "subreddit": "YouShouldKnow",
  "id": "o8aamm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am not saying to stop doing things you need to do if you are being noisy.\nHowever people often complain about how neighbors or roommates are easily upset\nby noise. There are a lot of good reasons however for them to get upset. They\nmay work nights and are trying to sleep. Or they may have…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "騒がしいなら、やるべきことをやめろとは言いません。\nしかし、近所の人や同居人が、騒音によってすぐに動揺してしまうという苦情がよくあります。\n騒いでいると、近所の人や同居人に迷惑がかかるとよく言われます。しかし、彼らが怒るには多くの正当な理由があります。彼らは\n夜勤で眠れない。あるいは...。",
      "title": "YSK: 騒音を訴える人には、それなりの理由があるものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我并不是说如果你吵闹的话，就停止做你需要做的事情。\n然而，人们经常抱怨邻居或室友很容易被噪音所困扰。\n被噪音所困扰。然而，有很多很好的理由让他们感到不安。他们\n可能晚上工作，想睡觉。或者他们可能有...",
      "title": "YSK：抱怨噪音的人往往有非常好的理由。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我並不是說如果你吵鬧的話，就停止做你需要做的事情。\n然而，人們經常抱怨鄰居或室友很容易被噪音所困擾。\n被噪音所困擾。然而，有很多很好的理由讓他們感到不安。他們\n可能晚上工作，想睡覺。或者他們可能有...",
      "title": "YSK：抱怨噪音的人往往有非常好的理由。"
    }
  ]
}