{
  "author": "doktorstrainge",
  "original_created_utc": 1631389464,
  "title": "YSK Coconut oil is the perfect shaving cream",
  "created_utc": 1631455906,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you are anything like me and get cuts everywhere when shaving, applying coconut oil (or other oil) generously beforehand really transforms the experience. I have used shaving cream and foam before, but none have ever worked as well as this. Literally no cuts, no irritation - it&#39;s a game changer.</p>\n\n<p>Why YSK: if you want zero (and I mean zero) cuts from shaving, this is the way to go. No need to buy shaving specific products.</p>\n\n<p>Edit: Looks like this is not as groundbreaking as I thought it&#39;d be. It doesn&#39;t seem to work for everyone, and coconut oil can clog up the drain. Still, works amazingly for me!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/pme1ee/ysk_coconut_oil_is_the_perfect_shaving_cream/",
  "subreddit": "YouShouldKnow",
  "id": "pme1ee",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If you are anything like me and get cuts everywhere when shaving, applying\ncoconut oil (or other oil) generously beforehand really transforms the\nexperience. I have used shaving cream and foam before, but none have ever worked\nas well as this. Literally no cuts, no irritation - it's a game…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私のように髭剃りであちこち切れてしまう人は、事前にココナッツオイル（または他のオイル）をたっぷり塗っておくと\nあらかじめココナッツオイル（または他のオイル）をたっぷりと塗っておくことで\nのです。シェービングクリームやフォームも使ったことがありますが、これほど効果的なものはありませんでした。\nこれほどの効果はありませんでした。文字通り、切り傷もなく、刺激もなく、ゲームのようです...。",
      "title": "YSK ココナッツオイルは完璧なシェービングクリームです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你和我一样，在刮胡子时到处都是伤口，那么在刮胡子之前，可以大量使用椰子油（或其他油）。\n椰子油（或其他油）事先大量涂抹，真的改变了\n经验。我以前也用过剃须膏和泡沫，但都没有像这个\n都不如这个好。从字面上看，没有割伤，没有刺激--这是个游戏...",
      "title": "YSK椰子油是完美的剃须膏"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你和我一樣，在刮鬍子時到處都是傷口，那麼在刮鬍子之前，可以大量使用椰子油（或其他油）。\n椰子油（或其他油）事先大量塗抹，真的改變了\n經驗。我以前也用過剃鬚膏和泡沫，但都沒有像這個\n都不如這個好。從字面上看，沒有割傷，沒有刺激--這是個遊戲...",
      "title": "YSK椰子油是完美的剃鬚膏"
    }
  ]
}