{
  "author": "zeanobia",
  "original_created_utc": 1626630241,
  "title": "CMV: Every fine should be income based, no exceptions should occur",
  "created_utc": 1626636849,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is the only fair way to financially punish someone, whether you should do that in the first place is a topic for another day.</p>\n\n<p>The only way you can make sure rich people won&#39;t just shrug and metaphorically throw a moneybag at every policeman who wants justice is to make them pay a percentage of their monthly salary. Likewise this ensures everyone can pay their fine. This isn&#39;t more different than getting the same amount of years in prison irregardless of things like race and gender.</p>\n\n<p>Why rich people should be above the law buggles my mind.</p>\n\n<p>Edit:</p>\n\n<p>To address the &quot;how&quot; question I get all the time. What I&#39;m asking is implementation of <a href=\"https://en.wikipedia.org/wiki/Day-fine\">Day fines</a> on every fine. This is already happening in some nations especially for speeding tickets and I see no reason not to expand it to everything.</p>\n\n<p>Edit: Since I can&#39;t keep giving out deltas for the same argument. I admit there might need a minimum amount of a fine.</p>\n\n<p>Edit: The idea of choosing between a fine and community service has been brought up. I like that suggestion very much since it&#39;s an option for those too poor to lose even a percentage of their monthly salary.</p>\n</div><!-- SC_ON -->",
  "score": 582,
  "permalink": "/r/changemyview/comments/omveo8/cmv_every_fine_should_be_income_based_no/",
  "subreddit": "changemyview",
  "id": "omveo8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is the only fair way to financially punish someone, whether you should do\nthat in the first place is a topic for another day.\n\nThe only way you can make sure rich people won't just shrug and metaphorically\nthrow a moneybag at every policeman who wants justice is to make them pay a\npercentage of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誰かを経済的に罰するには、これが唯一の公平な方法ですが、そもそもそんなことをすべきかどうかは別の話です。\nそもそもそんなことをすべきかどうかは、別の日の話題にしましょう。\n\nお金持ちが、正義を求める警察官に対して、肩をすくめたり、比喩的に金袋を投げつけたりしないようにするには、お金持ちにお金を払わせるしかありません。\nお金持ちが、正義を求める警察官にお金を投げつけることがないようにするには、お金持ちが支払う金額の\n割合で...",
      "title": "CMV: すべての罰金は所得に応じて設定されるべきであり、例外は発生しません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是经济上惩罚某人的唯一公平方式，你是否应该这样做？\n是另一个话题。\n\n你能确保有钱人不会只是耸耸肩，比喻说\n向每一个想伸张正义的警察扔钱袋的唯一方法是让他们支付一定比例的\n％......。",
      "title": "CMV：每一笔罚款都应以收入为基础，不应出现例外情况。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是經濟上懲罰某人的唯一公平方式，你是否應該這樣做？\n是另一個話題。\n\n你能確保有錢人不會只是聳聳肩，比喻說\n向每一個想伸張正義的警察扔錢袋的唯一方法是讓他們支付一定比例的\n％......。",
      "title": "CMV：每一筆罰款都應以收入爲基礎，不應出現例外情況。"
    }
  ]
}