{
  "author": "dieTotenHosenFortuna",
  "original_created_utc": 1638516089,
  "title": "No town squares outside the \"west\": why is that?",
  "created_utc": 1638538398,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This only hit me when I was driving through Turkey&amp;#39;s Cappadocia region: town after town &lt;strong&gt;without  a single  town square&lt;/strong&gt;. We were driving and trying to find where  these towns center were located (we&amp;#39;d guess a town square), but we simply failed to find one. &lt;/p&gt;\n\n&lt;p&gt;Even in Istanbul there are no really important squares -- like Taksim square is located in an important area, but it does not have the role of the of squares elsewhere in Europe or in the Americas. &lt;/p&gt;\n\n&lt;p&gt;More examples: in Yogyakarta (city in Java, Muslim-majority Indonesian Island), people hang out in the sidewalks instead of squares, because there aren&amp;#39;t any. Same for Japan: towns have parks, but no squares.&lt;/p&gt;\n\n&lt;p&gt;Does anyone know why there are no squares  outside the &amp;quot;west&amp;quot;, as in the main place  where where town folks socialize?&lt;/p&gt;\n\n&lt;p&gt;Ancient Rome cities had a Forum, the area where people socialized and may be analogous to a town square. But Ancient Rome extended way over Turkey, where I could not find town squares.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s really odd, because from Canada to Argentina, and in Europe, every small town has a square with a bar and church, and it&amp;#39;s where people socialize.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 108,
  "permalink": "/r/AskHistorians/comments/r7tf4t/no_town_squares_outside_the_west_why_is_that/",
  "subreddit": "AskHistorians",
  "id": "r7tf4t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This only hit me when I was driving through Turkey's Cappadocia region: town\nafter town without a single town square. We were driving and trying to find\nwhere these towns center were located (we'd guess a town square), but we simply\nfailed to find one.\n\nEven in Istanbul there are no really…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>これは、私が車を運転しているときに感じたことです。\nトルコのカッパドキア地方を車で走っているときに感じたのですが、町の広場が一つもない町が次から次へと出てくるのです。\n町の広場がないのです。私たちは運転しながら、これらの町の中心がどこにあるのかを探そうとしていました。\nがどこにあるのかを探そうと運転していたのですが、うまくいかず...。",
      "title": "西」以外の街の広場がないのは、なぜですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>这是我在开车经过时才发现的。\n土耳其的卡帕多西亚地区：一个又一个的城镇<strong>没有一个城镇广场</strong>。\n广场</strong>。我们一边开车，一边试图找到这些城镇中心的位置\n的位置（我们猜测是一个城镇广场），但我们根本没有找到......",
      "title": "在 \"西部 \"之外没有城镇广场：这是为什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>這是我在開車經過時才發現的。\n土耳其的卡帕多西亞地區：一個又一個的城鎮<strong>沒有一個城鎮廣場</strong>。\n廣場</strong>。我們一邊開車，一邊試圖找到這些城鎮中心的位置\n的位置（我們猜測是一個城鎮廣場），但我們根本沒有找到......",
      "title": "在 \"西部 \"之外沒有城鎮廣場：這是爲什麼？"
    }
  ]
}