{
  "author": "Vimmington",
  "original_created_utc": 1636645209,
  "title": "If your phone gets OBLITERATED, will your Trust Wallet, Metamask, reddit vault, or Google Authenticator be lost forever? Time to BACK IT UP.",
  "created_utc": 1636670459,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You never know when that device you depend on might break. And it might be way worse than just a cracked screen: It gets completely trashed and inoperable. You can&#39;t even connect it to a laptop to try and recover files. You wish you could tell your friends it&#39;s because you got wild with your partner last night and crushed it during your festivities, but alas it&#39;s much more lame: You left it on the hood of your car and drove off. Or maybe it&#39;s stolen altogether. Maybe you have spazzy small kids and you come back in the room to little Tommy playing &quot;hammer&quot; with it. Need I say more? R.I.P. Phone. Anyhow, you shouldn&#39;t be the least bit worried about your crypto. Why? BECAUSE YOU BACKED EVERYTHING UP. Right?</p>\n\n<p>&quot;Oh no, my Trust Wallet!&quot; - said not you because you got your seed phrase written down.</p>\n\n<p>&quot;Oh no, my Metamask!&quot; - said not you because you got your seed phrase written down.</p>\n\n<p>&quot;Oh no, my reddit vault!&quot; - said not you because you got your seed phrase written down and your recovery password set up.</p>\n\n<p>&quot;Oh no, my Google Authenticator!&quot; - said not you because you had exported everything to an old phone without a sim card in it.</p>\n\n<p>If you haven&#39;t backed everything up, what&#39;s stopping you? Life might throw you a curveball 15 minutes from now. It will take less time than that to back everything up. Don&#39;t let your assets sit on the chain indefinitely because you &#39;never got around to it&#39;!</p>\n</div><!-- SC_ON -->",
  "score": 222,
  "permalink": "/r/CryptoCurrency/comments/qrnyl6/if_your_phone_gets_obliterated_will_your_trust/",
  "subreddit": "CryptoCurrency",
  "id": "qrnyl6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "You never know when that device you depend on might break. And it might be way\nworse than just a cracked screen: It gets completely trashed and inoperable. You\ncan't even connect it to a laptop to try and recover files. You wish you could\ntell your friends it's because you got wild with your partner…"
}