{
  "author": "Kodiakh",
  "original_created_utc": 1629187528,
  "title": "What is your all time favorite book quote?",
  "created_utc": 1629207016,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have started reading a lot more lately and have started to fall in love with it. There are so many beautiful quotes out there, I’d like to hear everyone’s favorite. I am currently rereading The Kingkiller Chronicles by Patrick Rothfuss and these are my favorite quotes from them.</p>\n\n<p>“Bones mend. Regret stays with you forever.” -The Name of the Wind</p>\n\n<p>“Anyone can love a thing because. That&#39;s as easy as putting a penny in your pocket. \nBut to love something despite. To know the flaws and love them too. That is rare and pure and perfect.” -The Wise Man’s Fear</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/p5zfe1/what_is_your_all_time_favorite_book_quote/",
  "subreddit": "books",
  "id": "p5zfe1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have started reading a lot more lately and have started to fall in love with\nit. There are so many beautiful quotes out there, I’d like to hear everyone’s\nfavorite. I am currently rereading The Kingkiller Chronicles by Patrick Rothfuss\nand these are my favorite quotes from them.\n\n“Bones mend.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、多読を始めて、好きになってきました。\nるようになりました。世の中にはたくさんの美しい名言があるので、みんなの好きな言葉を聞いてみたいと思います。\nお気に入りを教えてください。私は今、Patrick RothfussのThe Kingkiller Chroniclesを読み返しています。\nを読み返しているのですが、その中でお気に入りの名言を紹介します。\n\n\"Bones mend....",
      "title": "あなたがずっと好きな本の言葉は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近开始读了很多书，并开始爱上了它。\n它。外面有这么多美丽的名言，我想听听大家的\n最喜欢的。我目前正在重读帕特里克-罗斯福斯的《弑君者编年史》。\n而这些是我最喜欢的语录。\n\n\"Bones mend....",
      "title": "你一直以来最喜欢的书中名言是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近開始讀了很多書，並開始愛上了它。\n它。外面有這麼多美麗的名言，我想聽聽大家的\n最喜歡的。我目前正在重讀帕特里克-羅斯福斯的《弒君者編年史》。\n而這些是我最喜歡的語錄。\n\n\"Bones mend....",
      "title": "你一直以來最喜歡的書中名言是什麼？"
    }
  ]
}