{
  "author": "menwithmanners",
  "the_new_excerpt": "Why YSK: Because although these feelings of euphoria are exciting, they can just\nas easily leave you feeling insecure and undeserving of the person you're\ninfatuated with.\n\nDon't let your dopamine trick you into believing they're absolutely faultless\nand that you're unworthy of their love.\n\nEdit:…",
  "original_created_utc": 1610236837,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "Why YSK: Because although these feelings of euphoria are exciting, they can just...\n很容易让你觉得没有安全感，不值得你这样做的人\n迷恋。\n\n不要让你的多巴胺欺骗你相信他们是绝对无懈可击的。\n并认为你不值得他们爱。\n\n编辑：...",
      "title": "YSK：当你迷恋一个人的时候，你的大脑会释放出大量的多巴胺进入你的系统，以至于你认为这个人是完美的。虽然这是一种很好的感觉，但它也会导致你对这个人的痴情回报产生不值得的感觉。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Why YSK: Because although these feelings of euphoria are exciting, they can just...\n很容易讓你覺得沒有安全感，不值得你這樣做的人\n迷戀。\n\n不要讓你的多巴胺欺騙你相信他們是絕對無懈可擊的。\n並認爲你不值得他們愛。\n\n編輯：...",
      "title": "YSK：當你迷戀一個人的時候，你的大腦會釋放出大量的多巴胺進入你的系統，以至於你認爲這個人是完美的。雖然這是一種很好的感覺，但它也會導致你對這個人的癡情回報產生不值得的感覺。"
    }
  ],
  "title": "YSK: When you're infatuated with someone, your brain releases so much dopamine into your system that you believe this person to be perfect. Although it's a great feeling to have, it can also lead to feelings of unworthiness of this person's reciprocated infatuation.",
  "created_utc": 1610658281,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> Because although these feelings of euphoria are exciting, they can just as easily leave you feeling insecure and undeserving of the person you&#39;re infatuated with.</p>\n\n<p>Don&#39;t let your dopamine trick you into believing they&#39;re absolutely faultless and that you&#39;re unworthy of their love.</p>\n\n<p>Edit: Many relationships thrive off continued infatuation. I&#39;m not saying there is anything wrong with relationships like this. This advice is for people with unhealthy levels of infatuation - those that leave you feeling unworthy of love.</p>\n</div><!-- SC_ON -->",
  "score": 379,
  "permalink": "/r/YouShouldKnow/comments/ku2qj6/ysk_when_youre_infatuated_with_someone_your_brain/",
  "subreddit": "YouShouldKnow",
  "id": "ku2qj6",
  "is_self": true,
  "media": null,
  "is_video": false
}