{
  "author": "mrsbearstuffs",
  "the_new_excerpt": "My father went missing, and after a month an a half of aggressively searching\nfor him, my partner and I supplied information to PD that allowed them to find\nand identify his body. My father chose to go to a park, and spend his last\nmoments watching the sunset before going off a trail to take his…",
  "original_created_utc": 1613106732,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我的父亲失踪了，经过一个半月的积极寻找。\n我和我的搭档为他提供了信息，让他们找到了他。\n并确认他的身体。我父亲选择了去公园，并度过了他的最后时光\n看日落的时刻，然后再去一条小路，把他的... ...",
      "title": "TW：最近我父亲自杀身亡。想找些宣泄的东西来读。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的父親失蹤了，經過一個半月的積極尋找。\n我和我的搭檔爲他提供了信息，讓他們找到了他。\n並確認他的身體。我父親選擇了去公園，並度過了他的最後時光\n看日落的時刻，然後再去一條小路，把他的... ...",
      "title": "TW：最近我父親自殺身亡。想找些宣泄的東西來讀。"
    }
  ],
  "title": "TW: Recently lost my father to suicide. Looking for something cathartic to read.",
  "created_utc": 1613118497,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My father went missing, and after a month an a half of aggressively searching for him, my partner and I supplied information to PD that allowed them to find and identify his body. My father chose to go to a park, and spend his last moments watching the sunset before going off a trail to take his life. This process has been difficult to say the least.</p>\n\n<p>I love reading detective books - right now I’m having a difficult time with that. I’m in the middle of the Tracy Crosswhite series and I while I love the books I need something else to read because there are too many similarities right now. I’d like to find something that deals with loss, but in an indirect way. Preferably something with a sci-fi or fantasy twist. </p>\n\n<p>Some of my fav books are: the Heart Shaped Box by Joe Hill, Martian by Andy Weir, Kill Time &amp; Running Time by TJ MacGregor, Dresden Files by Jim Butcher, Lovely Bones by Alice Sebold, The Host by Stephanie Meyer. I have so many more but I think these should give enough context to what I like to read. </p>\n\n<p>Thank you for your recommendations!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/booksuggestions/comments/li4b1f/tw_recently_lost_my_father_to_suicide_looking_for/",
  "subreddit": "booksuggestions",
  "id": "li4b1f",
  "is_self": true,
  "media": null,
  "is_video": false
}