{
  "author": "funnyapparition",
  "the_new_excerpt": "My partner has begun reading the book after putting it off for years, and I plan\nto when he's finished. He was just telling me about a university acquaintance\nthat he used to drink with occasionally, who was writing his master's thesis on\nJoyce. He was taking a course that focused solely on Ulysses,…",
  "original_created_utc": 1613318370,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我的伴侣在拖了多年后开始读这本书，我打算\n到当他完成。他刚刚跟我说了一个大学熟人的事。\n偶尔和他一起喝酒的人，他正在写他的硕士论文，内容是关于\n乔伊斯。他正在上一门只关注尤利西斯的课程，... ...",
      "title": "《尤利西斯》的读者们。你还记得一个著名的分号吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的伴侶在拖了多年後開始讀這本書，我打算\n到當他完成。他剛剛跟我說了一個大學熟人的事。\n偶爾和他一起喝酒的人，他正在寫他的碩士論文，內容是關於\n喬伊斯。他正在上一門只關注尤利西斯的課程，... ...",
      "title": "《尤利西斯》的讀者們。你還記得一個著名的分號嗎？"
    }
  ],
  "title": "Readers of Ulysses: Do you remember a notable semicolon?",
  "created_utc": 1613346078,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My partner has begun reading the book after putting it off for years, and I plan to when he&#39;s finished. He was just telling me about a university acquaintance that he used to drink with occasionally, who was writing his master&#39;s thesis on Joyce. He was taking a course that focused solely on Ulysses, and mentioned how ridiculously specific their sessions sometimes were - in one case, the professor spent an entire lecture discussing a single semicolon in the book. Now, I haven&#39;t even read the book yet, but I&#39;ve heard this anecdote a couple times now and I&#39;m really curious to know: how could one mark of punctuation inspire around an hour&#39;s worth of discourse? And is this a commonly debated feature in the novel? Would readers recognise which semicolon this guy was talking about? I&#39;d be so fascinated to know, if anyone can suggest which quote/passage this could have been referring to. Thanks!</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/ljqync/readers_of_ulysses_do_you_remember_a_notable/",
  "subreddit": "books",
  "id": "ljqync",
  "is_self": true,
  "media": null,
  "is_video": false
}