{
  "author": "KarmaQueeni",
  "the_new_excerpt": "CMV: No President (or other politician) should be able to pardon felons. At the\nend of each presidency there are all these pardons for convicted criminals. It\ncomes to mind because of the more or less tit for tat pardons Trump is handing\nout. Don't get me wrong I do not think other Presidents should…",
  "original_created_utc": 1608817873,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "[改变我的想法]：任何总统(或其他政治家)都不应该能够赦免重刑犯。在\n每届总统任期结束后，都会有对被判有罪的罪犯的赦免。它\n之所以出现在我脑海中，是因为特朗普或多或少针锋相对地赦免了\n出去。不要误会我的意思，我认为其他总统不应该…",
      "title": "CMV：政治家做出的赦免不应该是一件事，而且违反了民主最重要的原则之一。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "[改變我的想法]：任何總統(或其他政治家)都不應該能夠赦免重刑犯。在\n每屆總統任期結束後，都會有對被判有罪的罪犯的赦免。它\n之所以出現在我腦海中，是因爲特朗普或多或少針鋒相對地赦免了\n出去。不要誤會我的意思，我認爲其他總統不應該…",
      "title": "CMV：政治家做出的赦免不應該是一件事，而且違反了民主最重要的原則之一。"
    }
  ],
  "title": "cmv: Pardons made by Politician shouldn't be a thing and are a violation of one of the most important principle of democracy.",
  "created_utc": 1608829182,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>CMV: No President (or other politician) should be able to pardon felons. At the end of each presidency there are all these pardons for convicted criminals. \nIt comes to mind because of the more or less tit for tat pardons Trump is handing out. Don&#39;t get me wrong I do not think other Presidents should be allowed to do this nor is it okay if they pardon somebody they don&#39;t have a connection with. \nIn my opinion (I&#39;m not American) this shouldn&#39;t be allowed in any democracy. There is supposed to be separation of power and this clearly rescinds this principle. \nSo why is the President of the United States, the  legislature allowed to overturn an sentence made by the judiciary? And why is no-one outraged (except about who they pardon not about the pardons in general)\nIs there any good, democratic reason for it?</p>\n</div><!-- SC_ON -->",
  "score": 189,
  "permalink": "/r/changemyview/comments/kjfr9a/cmv_pardons_made_by_politician_shouldnt_be_a/",
  "subreddit": "changemyview",
  "id": "kjfr9a",
  "is_self": true,
  "media": null,
  "is_video": false
}