{
  "author": "sweaty_garbage",
  "original_created_utc": 1630349805,
  "title": "The Wikipedia article for the G.I. Movement claims that over 600 officers were killed in \"fraggings\" (American servicemen killing officers) during the Vietnam War, and the linked source doesn't work properly. Is that number correct?",
  "created_utc": 1630364290,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The <a href=\"https://en.wikipedia.org/wiki/G.I._movement\">article</a> in question, with the <a href=\"http://home.mweb.co.za/re/redcap/vietcrim.htm\">linked source</a> that doesn&#39;t work for me. &quot;By the end of the war at least 600 officers were killed in fraggings, over 300 refused to combat and approximately 50,000 American servicemen deserted.&quot; Idk about the other numbers, but 600 officers killed seems insanely high to me, even for a war as long as the Vietnam War and an army the size of the United States&#39;s, and I feel like I would have heard if hundreds of American officers were confirmed to have been killed in what would seemingly amount to widespread mutiny. But maybe the information just isn&#39;t well known, caught in the wide umbrella of anti-Vietnam activity that I just never heard it. Or maybe it was covered up or suppressed in some way, I&#39;ve recently been reading up on some of the resistance and unrest as well as acts of violence committed by the the government that happened in the US in the 60&#39;s and 70&#39;s that I was never taught, so perhaps this is more of that.</p>\n\n<p>Either way, does anyone have any idea where this number comes from and if it accurately reflects incidents of fragging during the Vietnam War?</p>\n</div><!-- SC_ON -->",
  "score": 115,
  "permalink": "/r/AskHistorians/comments/peolov/the_wikipedia_article_for_the_gi_movement_claims/",
  "subreddit": "AskHistorians",
  "id": "peolov",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The article [https://en.wikipedia.org/wiki/G.I._movement] in question, with the\nlinked source [http://home.mweb.co.za/re/redcap/vietcrim.htm] that doesn't work\nfor me. \"By the end of the war at least 600 officers were killed in fraggings,\nover 300 refused to combat and approximately 50,000 American…"
}