{
  "author": "Rounder057",
  "original_created_utc": 1634480125,
  "title": "Crypto isn’t a get rich quick scheme, however, it is a get rich quicker plan",
  "created_utc": 1634499031,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you are in the game to lambo over night or eliminate you entire school debt this semester on your way to becoming a doctor, you are going to have a bad time.</p>\n\n<p>Crypto is about securing a future, certainly, but it isn’t about chucking in all of the money you have with the plan of pulling it out in a week with Bezos money. </p>\n\n<p>I firmly believe that time in the market beats timing the market. </p>\n\n<p>Find a project or two that you can actually believe in and DCA in. It might take you 10 years or so but that 10 years of staying in the game while getting bigger can knock several decades off of you future. </p>\n\n<p>Imagine being 20 and retiring at 40! That would be absolutely amazing. 20 years before social security kicks in. Everything paid off and all of the time is yours. That should be the goal. </p>\n\n<p>Trying to shove all in and getting rekt could end your crypto career by being broke and burned by the market. I have met a few “never again” people in my time. They burned themselves by shaqting a fool and won’t trade anymore. They lost all of their money and it is impossible to factor in the money they lost by not being in the game after that. </p>\n\n<p>Again; buy a solid coin, a coin that has potential to still be standing in a decade. Invest with caution and brains. Stake that money if you can then maybe, just maybe, you can buy an old-folks home instead of being in a piss soaked home, waiting for your family to pick you up for Christmas while you wear an ugly fucking sweater the staff picked out for you, if you end up even being that lucky.</p>\n</div><!-- SC_ON -->",
  "score": 167,
  "permalink": "/r/CryptoCurrency/comments/q9zjbr/crypto_isnt_a_get_rich_quick_scheme_however_it_is/",
  "subreddit": "CryptoCurrency",
  "id": "q9zjbr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If you are in the game to lambo over night or eliminate you entire school debt\nthis semester on your way to becoming a doctor, you are going to have a bad\ntime.\n\nCrypto is about securing a future, certainly, but it isn’t about chucking in all\nof the money you have with the plan of pulling it out in…"
}