{
  "author": "Belkan-Federation",
  "original_created_utc": 1637171929,
  "title": "CMV: Fascism is different than generic right wing authoritarianism and Fascism is not on the rise",
  "created_utc": 1637211035,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First off, I want to say that I am not a Trump supporter and I am not a Biden supporter so I&#39;m not trying to defend them.</p>\n\n<p>So one day I came across this Mussolini quote and that&#39;s what got me interested in learning about what else I don&#39;t know. I wound up running into biased source after biased source until I decided to look for sources written at the time.</p>\n\n<p>Example:</p>\n\n<p><a href=\"http://www.worldfuturefund.org/wffmaster/reading/germany/mussolini.htm\">http://www.worldfuturefund.org/wffmaster/reading/germany/mussolini.htm</a></p>\n\n<p>And then I&#39;m still researching it. I hear far leftists constantly say tho &quot;read theory&quot; about Communism so I decided I want to know what both are. Turns out Fascism is specific</p>\n\n<p>In economics, It follows this Idea called corporatism which you can find elements supporting it in everything from fascist manifesto to doctrine of fascism. This is basically when you organize society into &quot;guilds&quot; or &quot;corporations&quot;. (Corporatism comes from the word body in Latin so no it doesn&#39;t have to deal with buisnesses ruling such as what many claim it is when Capitalism is failing or stuff like that similar to the way Socialists claim state capitalism). Examples and types vary but the closest thing to it today is the Social Corporatism in the Nordic countries (which developed right after WW2 and is pretty much a more democratic one with less of the economy under direct state control). All Fascist regimes or ideologies that associated themselves with Fascism had this to some degree. Austria Germany, Spain, etc had this. It wasn&#39;t Capitalist or Socialist really but rather a &quot;third position&quot; to try to find an alternative to class conflict without killing all the bourgeoisie. Thus, it does have an economic system that does incorporate many elements of Capitalism and Socialism (free healthcare, child subsidies, etc were part of it).</p>\n\n<p>Culturally we all know Fascists typically supported Imperialism with a couple practicing isolationism. In terms of Nationalism, only two made a big deal about race (hence where you can start to tell the few major differences between Nazism and Fascism) and that was Germany and Croatia (German puppet state). Autarky, or economic self sufficiency, was also a major goal.</p>\n\n<p>Socially, they were definitely authoritarian to totalitarian but there were different levels. According to Knickerbocker, Germany was so bad it made Italy look mild.</p>\n\n<p>Now take this into effect. Trump and Biden clearly are both Capitalist, thus they don&#39;t match up with the economics of Fascism. Culturally/Socially, Trump doesn&#39;t perfectly line up although he does have similarities</p>\n\n<p>Now right wing authoritarianism</p>\n\n<p>Simply saying right wing authoritarianism can range from being Culturally right and Capitalist, Culturally right and Socialist, Culturally right and third positionist, or Culturally left and Capitalist because the term really doesn&#39;t define whether it means right by economics or culture. Now while Fascism would fit in here, not all right wing authoritarians are fascists. Even Franco quit practicing Fascism (getting rid of the Falange) by getting rid of much of the things like autarky and became just a regular right wing authoritarian sometime in the 50s or 60s I think.</p>\n\n<p>So Fascism is not on the rise except maybe in the Nordic countries where they already have a similar economic system that the &quot;Fascists&quot; want to keep in place. I am open to any arguments for or against but most of the usual ones I&#39;ve heard</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/qw4z1d/cmv_fascism_is_different_than_generic_right_wing/",
  "subreddit": "changemyview",
  "id": "qw4z1d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First off, I want to say that I am not a Trump supporter and I am not a Biden\nsupporter so I'm not trying to defend them.\n\nSo one day I came across this Mussolini quote and that's what got me interested\nin learning about what else I don't know. I wound up running into biased source\nafter biased…"
}