{
  "author": "cryptofreak194",
  "original_created_utc": 1629893211,
  "title": "Unpopular opinion: You got scammed out of your crypto? Good.",
  "created_utc": 1629927044,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There’s sooo many posts on here that warn people about all kinds of different scams where I can only shake my head in disbelief to think that some people are actually falling for this…and I know this makes me an asshole but I genuinely DONT feel bad for these people. </p>\n\n<p>I mean you joined a <strong>Telegram</strong> group that promised you 5000x on some random ass coin that nobody ever heard of? </p>\n\n<p>You actually think that YOU, an <strong>average Joe</strong>, have found the one hidden gem that’s gonna make you rich? </p>\n\n<p>You actually thought that you could send a <strong>STRANGER</strong> your crypto and he would send twice the amount back?</p>\n\n<p>You thought it would be a good idea to enter the “access code” to your money into a random ass website? </p>\n\n<p>You are the problem. Yes, I’m aware that there are cases where somebody is just really unlucky, but the majority of scams are founded on people’s stupidity, change my mind.</p>\n\n<p>EDIT: Given the amount of feedback I need to clarify that I am obviously NOT pro-scamming people. However, I stand by my point that we don’t have to sugarcoat things all the time. Life ain’t always fair and some need to learn it the hard way.</p>\n</div><!-- SC_ON -->",
  "score": 200,
  "permalink": "/r/CryptoCurrency/comments/pb9vl3/unpopular_opinion_you_got_scammed_out_of_your/",
  "subreddit": "CryptoCurrency",
  "id": "pb9vl3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There’s sooo many posts on here that warn people about all kinds of different\nscams where I can only shake my head in disbelief to think that some people are\nactually falling for this…and I know this makes me an asshole but I genuinely\nDONT feel bad for these people.\n\nI mean you joined a Telegram…"
}