{
  "author": "IvanOG_Ranger",
  "original_created_utc": 1631205558,
  "title": "I just read Metamorphosis by Franz Kafka",
  "created_utc": 1631217358,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s a great book. The first out of three chapters is a bit confusing (especially if you read it in foreign language like me) but don&#39;t get daunted by it, it gets better in the following two chapters. The last one is really emotional. I was on the edge of crying the whole time while reading it.</p>\n\n<p>I looked at this book from two somewhat different angles.<br/>\nThe first is how society and government treat old people, not suitable to work. This would be quite topical during the rise of capitalism with basically no social welfare. Looking at it this way made me appreciate the way, my grandparents or disabled members of family are able to live, without the terrible struggles that Gregor went through.</p>\n\n<p>The other view (and this part may contain some spoilers, so beware), I situated myself in the people surrounding Gregor, instead of Gregor himself.<br/>\nMy father has diceased when I was 14, being in hospital for a month, while the last week he was in coma as well. I couldn&#39;t stop myself from thinking, what if we treated him the same way as Gregor&#39;s family treated Gregor during his last moments. I even shed a few tears. </p>\n\n<p>To sum it up, great book, worth reading, 9.85/10 would recommend (the 1.5% are the people that just don&#39;t handle being emotional well)</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/pl1ewb/i_just_read_metamorphosis_by_franz_kafka/",
  "subreddit": "books",
  "id": "pl1ewb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It's a great book. The first out of three chapters is a bit confusing\n(especially if you read it in foreign language like me) but don't get daunted by\nit, it gets better in the following two chapters. The last one is really\nemotional. I was on the edge of crying the whole time while reading it.\n\nI…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "素晴らしい本です。3つの章のうち、最初の章は少しわかりにくいです。\n(私のように外国語で読んだ場合は特に）しかし、それにめげないでください。\n次の2つの章で良くなります。最後の章は本当に\n感動的です。読んでいる間、ずっと泣きそうになっていました。\n\nI...",
      "title": "フランツ・カフカの「変身」を読みました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是一本好书。三章中的第一章有点令人困惑\n(特别是如果你像我一样用外语阅读的话），但不要被它吓倒。\n但不要被它吓倒，在接下来的两章中会变得更好。最后一章是真正的\n情绪化。我在阅读时一直处于哭泣的边缘。\n\nI...",
      "title": "我刚刚读了弗朗茨-卡夫卡的《变形记》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是一本好書。三章中的第一章有點令人困惑\n(特別是如果你像我一樣用外語閱讀的話），但不要被它嚇倒。\n但不要被它嚇倒，在接下來的兩章中會變得更好。最後一章是真正的\n情緒化。我在閱讀時一直處於哭泣的邊緣。\n\nI...",
      "title": "我剛剛讀了弗朗茨-卡夫卡的《變形記》。"
    }
  ]
}