{
  "author": "IvanOG_Ranger",
  "original_created_utc": 1631205558,
  "title": "I just read Metamorphosis by Franz Kafka",
  "created_utc": 1631217358,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s a great book. The first out of three chapters is a bit confusing (especially if you read it in foreign language like me) but don&#39;t get daunted by it, it gets better in the following two chapters. The last one is really emotional. I was on the edge of crying the whole time while reading it.</p>\n\n<p>I looked at this book from two somewhat different angles.<br/>\nThe first is how society and government treat old people, not suitable to work. This would be quite topical during the rise of capitalism with basically no social welfare. Looking at it this way made me appreciate the way, my grandparents or disabled members of family are able to live, without the terrible struggles that Gregor went through.</p>\n\n<p>The other view (and this part may contain some spoilers, so beware), I situated myself in the people surrounding Gregor, instead of Gregor himself.<br/>\nMy father has diceased when I was 14, being in hospital for a month, while the last week he was in coma as well. I couldn&#39;t stop myself from thinking, what if we treated him the same way as Gregor&#39;s family treated Gregor during his last moments. I even shed a few tears. </p>\n\n<p>To sum it up, great book, worth reading, 9.85/10 would recommend (the 1.5% are the people that just don&#39;t handle being emotional well)</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/pl1ewb/i_just_read_metamorphosis_by_franz_kafka/",
  "subreddit": "books",
  "id": "pl1ewb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It's a great book. The first out of three chapters is a bit confusing\n(especially if you read it in foreign language like me) but don't get daunted by\nit, it gets better in the following two chapters. The last one is really\nemotional. I was on the edge of crying the whole time while reading it.\n\nI…"
}