{
  "author": "WinnnAllDayyy",
  "original_created_utc": 1639200945,
  "title": "Isn’t it funny how everyone claims to “want to buy the dip” but when it actually dips everyone screams “bear market”.",
  "created_utc": 1639241750,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Too much insanity going around these parts. People ask for dips constantly when bitcoin was at 65k+ so they could “buy more” but when the dip actually comes theyre too scared to buy. You can’t have it both ways. I think it’s just funny how human psychology works we always want to jump in with the pumps in price but soon as it’s red we all start being bearish. &lt;/p&gt;\n\n&lt;p&gt;It’s a load of rubbish when some people are saying they want it to go lower so they can buy the dip. Don’t fool yourself you will be too scared as usual and this is why the same people keep winning in bitcoin and you don’t. The smart money is always buying the dips, instead of talking about it.&lt;/p&gt;\n\n&lt;p&gt;Rant over&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 151,
  "permalink": "/r/CryptoCurrency/comments/rdspf1/isnt_it_funny_how_everyone_claims_to_want_to_buy/",
  "subreddit": "CryptoCurrency",
  "id": "rdspf1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Too much insanity going around these parts. People ask for dips constantly when\nbitcoin was at 65k+ so they could “buy more” but when the dip actually comes\ntheyre too scared to buy. You can’t have it both ways. I think it’s just funny\nhow human psychology works we always want to jump in with the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>あまりにも狂気の沙汰が続いています。\nビットコインが65k以上になったとき、人々は「もっと買おう」と思って常にディップを求めていました。\nしかし、実際にディップが来ると、怖くて買えません。両方を手に入れることはできません。\n両立はできません。人間の心理がどのように働くのか、面白いと思います。",
      "title": "誰もが「ディップを買いたい」と主張しているのに、実際にディップすると誰もが「ベアマーケット」と叫ぶのはおかしいと思いませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在这些地方有太多的疯狂。\n当比特币在65K以上时，人们不断要求下跌，以便他们可以 \"买入更多\"\n但当下跌真正到来时，他们又不敢买。你不可能同时拥有\n两种方式。我认为这很有趣，人类的心理学是如何运作的...",
      "title": "每个人都声称 \"想买入下跌\"，但当它真正下跌时，每个人都喊着 \"熊市\"，这不是很有趣吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在這些地方有太多的瘋狂。\n當比特幣在65K以上時，人們不斷要求下跌，以便他們可以 \"買入更多\"\n但當下跌真正到來時，他們又不敢買。你不可能同時擁有\n兩種方式。我認爲這很有趣，人類的心理學是如何運作的...",
      "title": "每個人都聲稱 \"想買入下跌\"，但當它真正下跌時，每個人都喊着 \"熊市\"，這不是很有趣嗎？"
    }
  ]
}