{
  "author": "Gellemen",
  "the_new_excerpt": "Hi everyone,\n\nI am fairly new to Reddit, still trying to figure out how it really works. But,\nI came across this sub Reddit and I thought to myself, give it a try, it might\nbe helpful.\n\nSo here goes nothing.\n\nWhen I was little, I grew up reading books. My parents read to me before bedtime\nand…",
  "original_created_utc": 1611048798,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "大家好\n\n我对Reddit相当陌生，还在试图弄清楚它到底是如何工作的。但是，\n我看到这个子Reddit，我想，给它一个尝试，它可能会\n是有帮助的。\n\n所以这里就不说了。\n\n小时候，我是看书长大的。我父母在睡前给我读书\n还有...",
      "title": "以前是个爱读书的人，但后来发生了社交媒体，我就失去了兴趣。谁能给我推荐一些书看，让我重新爱上它？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好\n\n我對Reddit相當陌生，還在試圖弄清楚它到底是如何工作的。但是，\n我看到這個子Reddit，我想，給它一個嘗試，它可能會\n是有幫助的。\n\n所以這裏就不說了。\n\n小時候，我是看書長大的。我父母在睡前給我讀書\n還有...",
      "title": "以前是個愛讀書的人，但後來發生了社交媒體，我就失去了興趣。誰能給我推薦一些書看，讓我重新愛上它？"
    }
  ],
  "title": "Used to be a book lover, but then social media happened and I lost interest. Can somebody recommend me books to read so I can love it again?",
  "created_utc": 1611630772,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi everyone, </p>\n\n<p>I am fairly new to Reddit, still trying to figure out how it really works. But, I came across this sub Reddit and I thought to myself, give it a try, it might be helpful. </p>\n\n<p>So here goes nothing.</p>\n\n<p>When I was little, I grew up reading books. My parents read to me before bedtime and eventually, when I could, I read stories before sleeping myself. And in high school, we had to have a book with us every day. They didn&#39;t want us to daydream and do nothing in between classes, if you were finished with your assignments you were supposed to read your book.  </p>\n\n<p>To top it off, we had to report how far along we were! If you had a new book because you finished your old one, that had to be reported as well. So naturally, I was trying to be the fastest reader in the class. So I managed to read whole books in one month. My parents were proud, teachers were proud and I was proud of myself too! I was so amazed by how my imagination worked when reading those books. I imagined being a character too. Those were really fun times.</p>\n\n<p>But then in junior year, I lost interest, and all of a sudden a lot of classmates were talking about this new app and how fun it was. They all encouraged me to join them. Some of them said that I shouldn&#39;t be such a bookworm. That&#39;s when I kind of didn&#39;t want to read anymore. I was afraid that they would bully me. After school everyone was online and chatting and playing games with each other, I didn&#39;t want to be the odd duck. At that time I refused to touch another book again. </p>\n\n<p>However, a few years later I found Wattpad! So that piqued my interest and I started reading again. Of course, it’s not the same as reading a real book. But I was happy that I was reading again. It had is down side though, because I was so used to reading from a small screen I got too lazy to read an actual book. And that’s such a shame honestly. I know that there is no better feeling than feeling the paper on your fingertips. Alas, even Wattpad wasn’t that interesting to me anymore, so I hardly read anything on there anymore. </p>\n\n<p>I am dying to find a good book to read again. I really want to pick up my old hobby again and I want to get lost in the story and let my imagination go wild. </p>\n\n<p>To summarise, I used to love reading and I read a lot. I basically devoured books. But then fear took over and I was afraid I was going to get bullied for being a “bookworm” and that’s when I stopped reading. So can somebody help a sis out and recommend me an easy book to begin with?</p>\n\n<p>Thanks a lot!</p>\n</div><!-- SC_ON -->",
  "score": 553,
  "permalink": "/r/booksuggestions/comments/l0gita/used_to_be_a_book_lover_but_then_social_media/",
  "subreddit": "booksuggestions",
  "id": "l0gita",
  "is_self": true,
  "media": null,
  "is_video": false
}