{
  "author": "seedfinder89",
  "original_created_utc": 1634685898,
  "title": "CMV: The guillotine is better than lethal injection",
  "created_utc": 1634700640,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If we are going to execute someone, we might as well use the guillotine. It is not pretty, but it is far more humane than lethal injection. Lethal injection is expensive, messy, inefficient, and cruel.</p>\n\n<p>Problems with lethal injection:</p>\n\n<p>-Companies do not want to sell drugs to states for executions, so new drug cocktails have to keep being made as previous drugs become unavailable. The guillotine obviously does not have this problem.</p>\n\n<p>-Lethal injection is easy to botch. A new drug cocktail might be horrendous. A high-quality vein might not be found, causing the drug to spill out and botch the execution. The sedative might not work, causing the prisoner to feel immense pain. The staff might be incompetent since most doctors would break their Hippocratic Oath and execute someone.</p>\n\n<p>How the guillotine solves these problems:</p>\n\n<p>-The guillotine does not require drug suppliers</p>\n\n<p>-The guillotine does not require trained medical professionals. While the guillotine can be botched, it is significantly harder than with lethal injection. If the blade is sharp enough and the drop height is sufficient, it is a nearly foolproof method.</p>\n\n<p>-The guillotine is almost painless. Even if there is some pain, it is nothing compared to a bad lethal injection. A guillotine execution cannot drag on like lethal injection.</p>\n\n<p>-The guillotine is also better than electrocution (has been botched many times, people have even survived it) or hanging (extremely painful suffocation death if the drop is insufficient)</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/qbnpfp/cmv_the_guillotine_is_better_than_lethal_injection/",
  "subreddit": "changemyview",
  "id": "qbnpfp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If we are going to execute someone, we might as well use the guillotine. It is\nnot pretty, but it is far more humane than lethal injection. Lethal injection is\nexpensive, messy, inefficient, and cruel.\n\nProblems with lethal injection:\n\n-Companies do not want to sell drugs to states for executions,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "死刑にするなら、ギロチンを使った方がいい。綺麗ではありませんが\n綺麗ではありませんが、致死注射よりもはるかに人道的です。致死性注射は\n高価で、面倒で、非効率的で、残酷です。\n\n致死注射の問題点。\n\n-企業は死刑執行のために州に薬を売りたくありません...",
      "title": "CMV: ギロチンは死刑執行に適している"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果我们要处决某人，我们不妨使用断头台。它虽然\n不漂亮，但它比注射死刑要人道得多。注射死刑是\n昂贵、混乱、低效和残酷。\n\n注射死刑的问题。\n\n-公司不愿意向各州出售用于执行死刑的药物，。",
      "title": "CMV：断头台比注射死刑更好"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果我們要處決某人，我們不妨使用斷頭臺。它雖然\n不漂亮，但它比注射死刑要人道得多。注射死刑是\n昂貴、混亂、低效和殘酷。\n\n注射死刑的問題。\n\n-公司不願意向各州出售用於執行死刑的藥物，。",
      "title": "CMV：斷頭臺比注射死刑更好"
    }
  ]
}