{
  "author": "universal_hc",
  "the_new_excerpt": "TITLE EDIT: IT IS MORE IMPORTANT TO HAVE FRIENDS WHO ARE RESPECTFUL THAN FRIENDS\nWHO AGREE WITH YOU\n\nPeople of reddit were correct, the title needed a rehash\n\nIn the era of polarizing politics, and the ability to more thoroughly vet your\ncolleagues before allowing them into your 'inner circle of…",
  "original_created_utc": 1624181514,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトル編集：尊敬できる友人を持つことは、賛成してくれる友人を持つことよりも重要である。\n自分の意見に賛同してくれる友達よりも\n\nredditの人々の意見は正しく、タイトルは焼き直しが必要だった\n\n政治が二極化し、同僚を「内輪の世界」に入れる前に、より徹底的に吟味することができる時代になりました。\n同僚を自分の「内輪の人」に入れる前に、より徹底的に吟味することができるようになりました。",
      "title": "CMV：気の合う友人よりも、尊敬できる友人を持つことが大切です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "标题编辑：拥有尊重他人的朋友比朋友更重要\n更重要。\n\nreddit的人们是正确的，这个标题需要重提一下\n\n在政治两极分化的时代，在允许你的同事进入你的办公室之前，你有能力更彻底地审查他们。\n在政治两极分化的时代，在允许你的同事进入你的 \"核心圈 \"之前，能够更彻底地审查他们。",
      "title": "CMV：拥有受人尊敬的朋友比拥有合群的朋友更重要。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "標題編輯：擁有尊重他人的朋友比朋友更重要\n更重要。\n\nreddit的人們是正確的，這個標題需要重提一下\n\n在政治兩極分化的時代，在允許你的同事進入你的辦公室之前，你有能力更徹底地審查他們。\n在政治兩極分化的時代，在允許你的同事進入你的 \"核心圈 \"之前，能夠更徹底地審查他們。",
      "title": "CMV：擁有受人尊敬的朋友比擁有合羣的朋友更重要。"
    }
  ],
  "title": "CMV: It is more important to have friends who are respectable than friends who are agreeable",
  "created_utc": 1624206967,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>TITLE EDIT: IT IS MORE IMPORTANT TO HAVE FRIENDS WHO ARE RESPECTFUL THAN FRIENDS WHO AGREE WITH YOU</strong></p>\n\n<p>People of reddit were correct, the title needed a rehash</p>\n\n<p>In the era of polarizing politics, and the ability to more thoroughly vet your colleagues before allowing them into your &#39;inner circle of friends,&#39; I&#39;ve come to notice that cliques of people will almost always politically lean in the same direction and with similar intensity. This is on top of liking the same foods, activities, games, and lifestyles. I personally find these interactions un-enriching, and as an echo-chamber just affirming one&#39;s lifestyle and thoughts, be them good or bad. </p>\n\n<p>As for my most central friend&#39;s group: the common denominator is that we like cars, except no two of us drive the same manufacturer. Also, no one holds any disparaging views towards any one demographic, so it isn&#39;t like any of the &quot;-isms&quot; are at play here. That aside, our political leanings and affiliations are different and we value differing public policies, drug usage varies from straight edge to daily, we all preside at different economic levels, and our religious identities are all different as well. As a result we talk about these different attributes to varying degrees but there&#39;s always respect so a discussion never devolves into argument. I&#39;m not only critical of their beliefs but I&#39;m forced to be critical of my own. In all, I prefer friends I don&#39;t necessarily agree with because <strong>1)</strong> my own beliefs are better thought out, <strong>2)</strong> hearing differing thoughts and foreign facts keeps conversation fresh, and <strong>3)</strong> the interaction feels more genuine than ass-kissing and there&#39;s no fear of being marginalized with a fringe opinion. In all, 1-3 are cause for a quality friendship which stems from disagreement without conflict.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/o41wcf/cmv_it_is_more_important_to_have_friends_who_are/",
  "subreddit": "changemyview",
  "id": "o41wcf",
  "is_self": true,
  "media": null,
  "is_video": false
}