{
  "author": "KuyaNickNick",
  "original_created_utc": 1631935570,
  "title": "A warning to my fellow Bitcoin enthusiasts: If you mistype coinbase into your browser, you will get bit-jacked.",
  "created_utc": 1631950236,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was trying to login to Coinbase from a fairly new laptop. </p>\n\n<p>The site looked right. But for some reason my auto-fill wasn&#39;t working. I thought this wasn&#39;t right, but it was a fairly new laptop... So I manually typed in my login and 2fa. Then I got a text that I changed my 2fa. I didn&#39;t do that! So I tried to login to coinbase again. My 2fa code wasn&#39;t working. uhoh. I opened coinbase app on my phone and saw 2000 was purchased in Bitcoin. OMG! I disabled my account immediately.  My mobile app was signed out. Then I got the email for the 2000 purchase. I dont think the attacker had enough time to send my funds out. Then I looked at my browser history. I guess I went to coinbasi dot pro by typing coinbasr dot com instead of coinbase!  Then I emailed support @ coinbase my issue, what happened step by step, a screenshot of my browser history, my IP address, and a message that any activity not from my IP address was unauthorized. Mrrr. I plan on traveling internationally and was going to sell some coin to add to my bank balance, instead two grand was siphoned. I might have to change my departure date now. I&#39;m definitely calling my bank in the morning. I&#39;m nervous because anytime I email coinbase support it takes like a week to get an answer back. Ugh.</p>\n</div><!-- SC_ON -->",
  "score": 189,
  "permalink": "/r/Bitcoin/comments/pqevsl/a_warning_to_my_fellow_bitcoin_enthusiasts_if_you/",
  "subreddit": "Bitcoin",
  "id": "pqevsl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was trying to login to Coinbase from a fairly new laptop.\n\nThe site looked right. But for some reason my auto-fill wasn't working. I\nthought this wasn't right, but it was a fairly new laptop... So I manually typed\nin my login and 2fa. Then I got a text that I changed my 2fa. I didn't do that!\nSo I…"
}