{
  "author": "bing_07",
  "the_new_excerpt": "Hey all, so here a personal note: I am 25 years old and work in tech industry. I\nchoose this industry because it pays well and I had/have no idea what I wanted\nto do in life. Lately the books I've been reading have mostly been depressing\nfor me. Example, I read Sadie where the character are in…",
  "original_created_utc": 1623259039,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、個人的なことですが、私は25歳でハイテク業界で働いています。I\nこの業界を選んだのは、給料が高く、自分が何をしたいのか全く分からなかったからです。\nこの業界を選びました。最近、私が読んでいる本は、ほとんどが私にとって憂鬱なものでした。\nしています。例えば、私が読んだSadieでは、登場人物たちが...",
      "title": "登場人物が20代後半になって自分を発見する本。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好，这里有一个个人说明：我今年25岁，在科技行业工作。I\n我选择这个行业是因为它的工资很高，而且我不知道我的人生目标是什么。\n么样的生活。最近，我所读的书大多让我感到压抑\n的书。例如，我读了《萨迪》，里面的人物在...",
      "title": "一本人物在20多岁时发现自己的书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好，這裏有一個個人說明：我今年25歲，在科技行業工作。I\n我選擇這個行業是因爲它的工資很高，而且我不知道我的人生目標是什麼。\n麼樣的生活。最近，我所讀的書大多讓我感到壓抑\n的書。例如，我讀了《薩迪》，裏面的人物在...",
      "title": "一本人物在20多歲時發現自己的書。"
    }
  ],
  "title": "A book where characters discover themselves in their late 20s.",
  "created_utc": 1623277505,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hey all, so here a personal note: I am 25 years old and work in tech industry. I choose this industry because it pays well and I had/have no idea what I wanted to do in life. Lately the books I&#39;ve been reading have mostly been depressing for me. Example, I read Sadie where the character are in teenage years and they kinda discover themselves, their hobbies and what they want to do for the rest of their lives. </p>\n\n<p>It was kinda depressing cuz I still have no idea whats my passion (and it sure as fu*k isn&#39;t coding).</p>\n\n<p>I want to read something about Adults, who discover themselves. Like taking life decisions, switching careers, trying to find meaning, exploring themselves late in life.</p>\n\n<p>&#x200B;</p>\n\n<p>I know how this sounds kinda weird but I really want to relate with the characters who are confused in life just as much as I am.</p>\n\n<p>&#x200B;</p>\n\n<p>Thanks in Advance.</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/booksuggestions/comments/nw13uw/a_book_where_characters_discover_themselves_in/",
  "subreddit": "booksuggestions",
  "id": "nw13uw",
  "is_self": true,
  "media": null,
  "is_video": false
}