{
  "author": "Jr437",
  "original_created_utc": 1630877880,
  "title": "CMV: Social media can be one of the worst parts of the world",
  "created_utc": 1630899126,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is coming from someone who has been using social media for years. Some beyond screwed up people have platforms to express some of the most vile behaviors ever.</p>\n\n<p>For anyone watching the US Open, I&#39;m sure you know about the abuse Sloane Stephens has received. For anyone that has not, after tennis player and champion Sloane Stephens lost in the US Open, she was tortured in her social media (Instagram) with racist and sexist abuse, as well as rape threats. This is beyond appalling and vile. There should never be a scenario where this happens. Why? Just Why? Why do there have to be people that go down this road. This is just vile. Slone does not deserve this. I hate that she had to go through this. I just don&#39;t understand why people out there think it&#39;s totally ok to behave like this. </p>\n\n<p>Out of all the 4 Grand Slam events, US Open has some of the worst and most vile fans ever. It&#39;s just embarrassing that we have to have fans like this.</p>\n\n<p>I&#39;m glad I deactivated Twitter months ago. I&#39;m glad I don&#39;t have an Instagram. Facebook can be bad at times, but not as bad as the other two.</p>\n\n<p>Excuse the rant, but I&#39;m just so pissed off by this. This is just oh my god. I hope Sloane Stephens is ok. I hope she recovers from these vicious attacks.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/pilxup/cmv_social_media_can_be_one_of_the_worst_parts_of/",
  "subreddit": "changemyview",
  "id": "pilxup",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is coming from someone who has been using social media for years. Some\nbeyond screwed up people have platforms to express some of the most vile\nbehaviors ever.\n\nFor anyone watching the US Open, I'm sure you know about the abuse Sloane\nStephens has received. For anyone that has not, after tennis…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは、何年もソーシャルメディアを利用してきた人間の意見です。一部の\nこれまでで最も下劣な行為を表現するプラットフォームを持っているのです。\n表現することができます。\n\nUSオープンを見ている人なら、Sloane Stephensが受けた虐待について知っていると思います。\nStephensが受けた罵詈雑言についてはご存知でしょう。そうでない人は、テニスの後...",
      "title": "CMV: ソーシャルメディアは世界の最悪の部分の一つになり得る"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是一个已经使用社交媒体多年的人说的话。一些\n有些人在社交媒体上表达一些最卑鄙的行为。\n的行为。\n\n对于观看美国网球公开赛的人来说，我相信你知道斯隆-斯蒂芬斯受到的虐待。\n斯蒂芬斯所受到的辱骂。对于没有的人来说，在网球比赛之后...",
      "title": "CMV：社交媒体可能是世界上最糟糕的部分之一"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是一個已經使用社交媒體多年的人說的話。一些\n有些人在社交媒體上表達一些最卑鄙的行爲。\n的行爲。\n\n對於觀看美國網球公開賽的人來說，我相信你知道斯隆-斯蒂芬斯受到的虐待。\n斯蒂芬斯所受到的辱罵。對於沒有的人來說，在網球比賽之後...",
      "title": "CMV：社交媒體可能是世界上最糟糕的部分之一"
    }
  ]
}