{
  "author": "Jr437",
  "original_created_utc": 1630877880,
  "title": "CMV: Social media can be one of the worst parts of the world",
  "created_utc": 1630899126,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is coming from someone who has been using social media for years. Some beyond screwed up people have platforms to express some of the most vile behaviors ever.</p>\n\n<p>For anyone watching the US Open, I&#39;m sure you know about the abuse Sloane Stephens has received. For anyone that has not, after tennis player and champion Sloane Stephens lost in the US Open, she was tortured in her social media (Instagram) with racist and sexist abuse, as well as rape threats. This is beyond appalling and vile. There should never be a scenario where this happens. Why? Just Why? Why do there have to be people that go down this road. This is just vile. Slone does not deserve this. I hate that she had to go through this. I just don&#39;t understand why people out there think it&#39;s totally ok to behave like this. </p>\n\n<p>Out of all the 4 Grand Slam events, US Open has some of the worst and most vile fans ever. It&#39;s just embarrassing that we have to have fans like this.</p>\n\n<p>I&#39;m glad I deactivated Twitter months ago. I&#39;m glad I don&#39;t have an Instagram. Facebook can be bad at times, but not as bad as the other two.</p>\n\n<p>Excuse the rant, but I&#39;m just so pissed off by this. This is just oh my god. I hope Sloane Stephens is ok. I hope she recovers from these vicious attacks.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/pilxup/cmv_social_media_can_be_one_of_the_worst_parts_of/",
  "subreddit": "changemyview",
  "id": "pilxup",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is coming from someone who has been using social media for years. Some\nbeyond screwed up people have platforms to express some of the most vile\nbehaviors ever.\n\nFor anyone watching the US Open, I'm sure you know about the abuse Sloane\nStephens has received. For anyone that has not, after tennis…"
}