{
  "author": "jc612612",
  "the_new_excerpt": "President-elect Joe Biden announced his plan to provide an 8-year path to\ncitizenship for people living in the US without legal status.\nhttps://apnews.com/article/biden-8-year-citizenship-path-immigrants-4f2dffdb7a688e1e126a62a8acd59730\n\nI am a frontline healthcare worker who has been in the US…",
  "original_created_utc": 1611112532,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "当选总统乔-拜登宣布了他的计划，提供了一条8年的道路。\n在美国居住的没有合法身份的人的公民身份。\nhttps://apnews.com/article/biden-8-year-citizenship-path-immigrants-4f2dffdb7a688e1e126a62a8acd59730\n\n我是一名一线医护人员，曾在美国...",
      "title": "[改变我的想法]：非法移民不应该比合法移民更快地获得公民身份。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當選總統喬-拜登宣佈了他的計劃，提供了一條8年的道路。\n在美國居住的沒有合法身份的人的公民身份。\nhttps://apnews.com/article/biden-8-year-citizenship-path-immigrants-4f2dffdb7a688e1e126a62a8acd59730\n\n我是一名一線醫護人員，曾在美國...",
      "title": "[改變我的想法]：非法移民不應該比合法移民更快地獲得公民身份。"
    }
  ],
  "title": "CMV: Illegal immigrants should NOT be able to obtain citizenship faster than legal immigrants",
  "created_utc": 1611122681,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>President-elect Joe Biden announced his plan to provide an 8-year path to citizenship for people living in the US without legal status. <a href=\"https://apnews.com/article/biden-8-year-citizenship-path-immigrants-4f2dffdb7a688e1e126a62a8acd59730\">https://apnews.com/article/biden-8-year-citizenship-path-immigrants-4f2dffdb7a688e1e126a62a8acd59730</a></p>\n\n<p>I am a frontline healthcare worker who has been in the US legally on a work visa since 2010. I live in a metropolitan area and would consider myself to be fairly socially liberal. However, this announcement feels like a slap to the face to me. I had to jump through numerous hoops to be able to maintain my immigration status in the US. I finally have the financial means to hire a lawyer to work on my permanent residency (green card) application, and if all goes well, I can only hope to become a permanent resident in 2 years and a citizen in 7 years time (after having spent a total of 17 years legally in the US).</p>\n\n<p>I am not opposed to a path to citizenship for illegal immigrants, but in my opinion, if it&#39;s easier for illegal immigrants to become citizens than legal immigrants, then perhaps something is wrong with the system.</p>\n</div><!-- SC_ON -->",
  "score": 138,
  "permalink": "/r/changemyview/comments/l10fe2/cmv_illegal_immigrants_should_not_be_able_to/",
  "subreddit": "changemyview",
  "id": "l10fe2",
  "is_self": true,
  "media": null,
  "is_video": false
}