{
  "author": "Team-First",
  "original_created_utc": 1633436656,
  "title": "CMV: “Breaking News” should be for...breaking news",
  "created_utc": 1633451967,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This morning I wake up and I see breaking news so of course I stop to watch...only for it to be about how Facebook was down.</p>\n\n<p>First of all this shouldn’t have gotten nearly as much air time as it did. If Facebook going down for half a day had that much of an impact on your life and you weren’t an employee...there’s an issue. But i digress, this happened YESTERDAY. </p>\n\n<p>At best this should’ve been labeled as a “Top story”. Breaking news should be reserved for stories that just happened and have either a significant local, national or world impact. To put it into context, this news station felt facebook being down yesterday was equally as important as the bombing in Afghanistan.</p>\n\n<p>This method of using “breaking news” to get viewers and then presenting bs makes news stations lose credibility. It’s the YouTube equivalent of clickbait. </p>\n\n<p>It also can’t be good for people’s mental health since a lot of older people probably relate “breaking news” with 9/11. But it’s all for ratings</p>\n\n<p>I believe there’s a criteria for a program to be considered news vs entertainment. For news they should add standards to what can be considered “breaking news”</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/q1vafo/cmv_breaking_news_should_be_forbreaking_news/",
  "subreddit": "changemyview",
  "id": "q1vafo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This morning I wake up and I see breaking news so of course I stop to\nwatch...only for it to be about how Facebook was down.\n\nFirst of all this shouldn’t have gotten nearly as much air time as it did. If\nFacebook going down for half a day had that much of an impact on your life and\nyou weren’t an…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今朝、目が覚めるとニュース速報が流れていたので、もちろん見ることにしました。\nフェイスブックがダウンしたという内容だったのです。\n\nまず第一に、このニュースはこれほど多くの時間を割くべきではありませんでした。もし\nフェイスブックが半日ダウンしたことが、あなたの人生にそれほど大きな影響を与えていたとしたら\nそして、あなたが...",
      "title": "CMV: \"Breaking News \"は...ニュース速報のためにあるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "今天早上，我醒来时看到了突发新闻，所以我当然停下来看。\n看......只是因为它是关于Facebook是如何瘫痪的。\n\n首先，这不应该有这么多的播放时间。如果\n脸书瘫痪半天对你的生活有那么大的影响，而且你不是一个...\n你不是一个...",
      "title": "CMV: \"突发新闻 \"应该用于......突发新闻"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "今天早上，我醒來時看到了突發新聞，所以我當然停下來看。\n看......只是因爲它是關於Facebook是如何癱瘓的。\n\n首先，這不應該有這麼多的播放時間。如果\n臉書癱瘓半天對你的生活有那麼大的影響，而且你不是一個...\n你不是一個...",
      "title": "CMV: \"突發新聞 \"應該用於......突發新聞"
    }
  ]
}