{
  "author": "felix_mateo",
  "the_new_excerpt": "Why YSK: As a career consultant, I have observed that the vast majority of\nprojects that were unsuccessful failed not because of any technical\nshortcomings, but because of bad expectation management (EM). EM is important\nfor all relationships, not just the client-consultant one.\n\nWhen you are…",
  "original_created_utc": 1611587711,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：作为一名职业顾问，我观察到绝大多数的\n不成功的项目不是因为任何技术原因而失败的。\n的缺点，而是因为不良的期望管理（EM）。EM很重要\n对于所有的关系，而不仅仅是客户与顾问的关系。\n\n当你...",
      "title": "YSK认为期望管理是一项重要但被低估的技能"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：作爲一名職業顧問，我觀察到絕大多數的\n不成功的項目不是因爲任何技術原因而失敗的。\n的缺點，而是因爲不良的期望管理（EM）。EM很重要\n對於所有的關係，而不僅僅是客戶與顧問的關係。\n\n當你...",
      "title": "YSK認爲期望管理是一項重要但被低估的技能"
    }
  ],
  "title": "YSK that Expectation Management is a Crucial but Underrated Skill",
  "created_utc": 1611647936,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: As a career consultant, I have observed that the vast majority of projects that were unsuccessful failed not because of any technical shortcomings, but because of bad expectation management (EM). EM is important for all relationships, not just the client-consultant one.</p>\n\n<p>When you are planning to do something, whether for work or in your personal life, be honest with yourself and any other parties about what can be done within a given timeframe/budget. It may lead to disappointment and possibly even you losing the project, but it’s better to weed those situations out at the beginning rather than be stuck with an impossible task that you can’t deliver on. If you fail to deliver after agreeing to unreasonable terms, it’s all on you. At that point, your reputation will take a much bigger hit than if you had just been honest at the beginning.</p>\n\n<p>This sounds so obvious, but I can’t tell you how many times I’ve seen other consultants land in hot water with clients because they promised something could be done in 4 weeks when they know it usually takes 6-8. Only twice in my career did a client walk because I was honest with them about what could be done, and I believe I (and my firm) dodged a bullet in both cases.</p>\n</div><!-- SC_ON -->",
  "score": 11009,
  "permalink": "/r/YouShouldKnow/comments/l4psn3/ysk_that_expectation_management_is_a_crucial_but/",
  "subreddit": "YouShouldKnow",
  "id": "l4psn3",
  "is_self": true,
  "media": null,
  "is_video": false
}