{
  "author": "mdoktor",
  "the_new_excerpt": "More in modern context preferably and fiction or nonfiction either are fine,\nstories about the rise is Nazism or Facism and other extreme groups in various\ncountries? Any good books about coups and countries who have very unstable\ngovernments that get overthrown every few decades? As an American who…",
  "original_created_utc": 1621072847,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "できれば現代的な文脈で、フィクションでもノンフィクションでも構いません。\nナチズムやファシズム、その他の極端なグループが様々な国で台頭してきたことについての物語。\nの台頭についての話など。クーデターや、非常に不安定な政府が常に倒されている国についての良い本があれば教えてください。\nクーデターや、数十年ごとに政権が転覆するような非常に不安定な国についての良い本はありませんか？私はアメリカ人ですが・・・。",
      "title": "社会や文化の崩壊・衰退に関する本を探しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最好是在现代背景下，小说或非小说都可以。\n关于纳粹主义或法西斯主义和其他极端团体在不同国家的崛起的故事？\n兴的故事？有没有关于政变和那些政府不稳定的国家的好书？\n有什么关于政变和每隔几十年就被推翻的国家的好书吗？作为一个美国人，我想知道",
      "title": "寻找有关社会和文化衰落的书籍"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最好是在現代背景下，小說或非小說都可以。\n關於納粹主義或法西斯主義和其他極端團體在不同國家的崛起的故事？\n興的故事？有沒有關於政變和那些政府不穩定的國家的好書？\n有什麼關於政變和每隔幾十年就被推翻的國家的好書嗎？作爲一個美國人，我想知道",
      "title": "尋找有關社會和文化衰落的書籍"
    }
  ],
  "title": "Looking for books about the fall / decline of societies and cultures",
  "created_utc": 1621088806,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>More in modern context preferably and fiction or nonfiction either are fine, stories about the rise is Nazism or Facism and other extreme groups in various countries? Any good books about coups and countries who have very unstable governments that get overthrown every few decades? As an American who feels America&#39;s days are numbered I&#39;m wanting to get more of a perspective before it&#39;s too late, so what do y&#39;all got for me?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/ncvega/looking_for_books_about_the_fall_decline_of/",
  "subreddit": "booksuggestions",
  "id": "ncvega",
  "is_self": true,
  "media": null,
  "is_video": false
}