{
  "author": "Impressive-Custard-8",
  "the_new_excerpt": "Its clear why her books have withstood the test of time. She knew how to write\nabout real human emotions that everybody feels or can feel, no matter their\nstatus. Her writing resonates with her readers centuries later because she knew\nhow it felt to be embarrassed by over-the-top family members, but…",
  "original_created_utc": 1624157284,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "彼女の本が時の試練に耐えてきた理由は明らかです。彼女は、誰もが感じている、あるいは感じることができる\n身分に関係なく、誰もが感じている、あるいは感じることができる人間の真の感情について書く方法を知っていました。\n書き方を知っていました。彼女の文章が何世紀にもわたって読者の心に響くのは、それがどのようなものかを知っていたからです。\n大げさな家族に恥ずかしい思いをさせられることを知っていたからです。",
      "title": "ジェーン・オースティンの「パーサージョン」を初めて読みました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "很明显，为什么她的书经受住了时间的考验。她知道如何写\n真实的人类情感，每个人都能感受到或可以感受到，无论他们的地位如何。\n身份。她的作品在几个世纪后仍能引起读者的共鸣，因为她知道\n她知道被过份的家庭成员羞辱的感觉，但是......",
      "title": "刚读完简-奥斯汀的《劝导》，这是第一遍。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "很明顯，爲什麼她的書經受住了時間的考驗。她知道如何寫\n真實的人類情感，每個人都能感受到或可以感受到，無論他們的地位如何。\n身份。她的作品在幾個世紀後仍能引起讀者的共鳴，因爲她知道\n她知道被過份的家庭成員羞辱的感覺，但是......",
      "title": "剛讀完簡-奧斯汀的《勸導》，這是第一遍。"
    }
  ],
  "title": "Just read Persuasion by Jane Austen for the first time..",
  "created_utc": 1624174766,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Its clear why her books have withstood the test of time. She knew how to write about real human emotions that everybody feels or can feel, no matter their status. \nHer writing resonates with her readers centuries later because she knew how it felt to be embarrassed by over-the-top family members, but still deeply love them. She knew how to word the feeling of absolute horror of seeing your ex after parting on less than favorable terms. She understood how it feels to overthink and over analyze every movement and look your crush makes.\nHer writing helps ones who never lived in England with the societal restrictions and class distinctions of the 1800&#39;s still relate to such characters.\nIts something that seems so fundamentally simple but you do not find that sort of writing very often. That is why you find many epic fictional stories and dramas that sweep you away into these faraway worlds but not many that rings true through your own experiences in life.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/o3vvx4/just_read_persuasion_by_jane_austen_for_the_first/",
  "subreddit": "books",
  "id": "o3vvx4",
  "is_self": true,
  "media": null,
  "is_video": false
}