{
  "author": "KertbenyFan",
  "original_created_utc": 1625436310,
  "title": "In HBO's Rome, battle hardened Centurion Lucius Vorenus is portrayed as sexually innocent and naive. Even as his fellow troops are shown assaulting women at every opportunity How likely would this be for a Roman soldier on campaign?",
  "created_utc": 1625460958,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hiya,</p>\n\n<p>I know just enough about Roman history to appreciate how much they got right about the spirit of the time. They made a lot of creative decisions sure. They changed a lot of characters to make them more salacious, like Atia who iirc was known for being pretty dignified irl. They used Octavia to tell a bit of the story of Octavian&#39;s grand daughter and the sexual revolution of her time. They made a lot of changes. But generally speaking I think they got what made the Romans tick.</p>\n\n<p>The one thing that bugged me tho was Vorenus in Gaul. He has a wife back in Rome and so refuses to touch another woman. My understanding was that the Gallic campaign was especially brutal, with one third butchered and one third enslaved. Added to that was Rome&#39;s misogyny and the sadism of their troops, I just find it really, really hard to believe a Roman soldier would typically be so restrained sexually when at war.</p>\n\n<p>How believable was this? Was it common for roman soldiers to abstain from abusing their conquered victims sexually?</p>\n\n<p>How would other Roman soldiers act if someone behaved that way? Would it be seen as a sign of weakness or as a sign of virtue?</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/AskHistorians/comments/odu3wa/in_hbos_rome_battle_hardened_centurion_lucius/",
  "subreddit": "AskHistorians",
  "id": "odu3wa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hiya,\n\nI know just enough about Roman history to appreciate how much they got right\nabout the spirit of the time. They made a lot of creative decisions sure. They\nchanged a lot of characters to make them more salacious, like Atia who iirc was\nknown for being pretty dignified irl. They used Octavia…"
}