{
  "author": "bambicheeks",
  "original_created_utc": 1636767454,
  "title": "Giovanni's Room was so beautifully heartbreaking",
  "created_utc": 1636775694,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I haven&#39;t read a book in a very long time, I&#39;m so glad that I decided to start with Giovanni&#39;s room. It was so captivating and sensual. It has a woken me from a deep slumber and I am just so happy to have read it. James Bladwin taps into humanity of obligation and self-sacrifice in such a poetic way.  It makes me want to write again. I&#39;ve always found books to be like therapy and James Bladwin is truly an amazing threrapist, digging his way through my psyche. If you are looking for a book to truly rock you, read Giovanni&#39;s room then read it again for effect.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/books/comments/qsq9eo/giovannis_room_was_so_beautifully_heartbreaking/",
  "subreddit": "books",
  "id": "qsq9eo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I haven't read a book in a very long time, I'm so glad that I decided to start\nwith Giovanni's room. It was so captivating and sensual. It has a woken me from\na deep slumber and I am just so happy to have read it. James Bladwin taps into\nhumanity of obligation and self-sacrifice in such a poetic…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "久しぶりに本を読もうと思ったら、ジョバンニの部屋から始めようと思っていたので、とても嬉しいです。\nジョバンニの部屋で。とても魅惑的で官能的な作品でした。深い眠りから目覚めさせてくれました。\n深い眠りから目覚めさせてくれて、読んでよかったと思っています。James Bladwinは、義務と自己犠牲の人間性を\n義務と自己犠牲の人間性を詩的に表現しています。",
      "title": "ジョバンニの部屋」はとても美しく心に響いた"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我已经很久没有读过书了，我很高兴我决定从乔瓦尼的房间开始读起\n乔瓦尼的房间。它是如此迷人和感性。它把我从沉睡中唤醒\n它把我从沉睡中唤醒，我很高兴能读到它。詹姆斯-布拉德温挖掘出了\n义务和自我牺牲的人性，以如此诗意的方式......",
      "title": "乔瓦尼的房间》是如此美丽的心碎之作"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經很久沒有讀過書了，我很高興我決定從喬瓦尼的房間開始讀起\n喬瓦尼的房間。它是如此迷人和感性。它把我從沉睡中喚醒\n它把我從沉睡中喚醒，我很高興能讀到它。詹姆斯-布拉德溫挖掘出了\n義務和自我犧牲的人性，以如此詩意的方式......",
      "title": "喬瓦尼的房間》是如此美麗的心碎之作"
    }
  ]
}