{
  "author": "Connor51",
  "original_created_utc": 1633799695,
  "title": "CMV: Single issue evangelical anti-abortion voters are hypocrites if they don’t live the rest of their lives strictly adhered to the Bible’s ancient teachings, and live lives of service and poverty.",
  "created_utc": 1633819214,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve had a few conversations with evangelical family members and I often ask why they are so stringent and hard lined on a few faith-braised political stances, while willing to let so many others go? Like blood sacrifices aren’t such a huge part of life, and why can we eat shellfish or mix fabrics without being put to death? How can you be so hard lined on abortion, and let the other stuff go? Isn’t that hypocritical?</p>\n\n<p>Anyways, the answer is always ‘that’s the Old Testament, we only focus on the new, which is all about love.’</p>\n\n<p>I don’t buy that because my understanding of the New Testament is that abortion isn’t even specifically referenced. And even if you believe there is a way to twist some passages into being about abortion, if you lived the rest of your life that close to the Bible’s teachings you would do nothing but help poor people and give away all of your possessions to help others less fortunate.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/q4pla8/cmv_single_issue_evangelical_antiabortion_voters/",
  "subreddit": "changemyview",
  "id": "q4pla8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ve had a few conversations with evangelical family members and I often ask why\nthey are so stringent and hard lined on a few faith-braised political stances,\nwhile willing to let so many others go? Like blood sacrifices aren’t such a huge\npart of life, and why can we eat shellfish or mix fabrics…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "福音主義者の家族と何度か話をしたことがあります。\n彼らは信仰に基づいたいくつかの政治的スタンスにはとても厳しく、厳格なのですか？\nしかし、他の多くのことは気にしないのでしょうか？血の犠牲が人生の大きな部分を占めていないように。\n例えば、血の犠牲は人生の重要な部分ではないとか、なぜ貝を食べたり、布を混ぜたりしてはいけないのかとか...。",
      "title": "CMV: シングルイシューの福音派の中絶反対派は、残りの人生を聖書の古代の教えを厳格に守って生き、奉仕と貧困の生活を送らなければ、偽善者です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我曾与福音派的家庭成员有过几次谈话，我经常问为什么\n他们在一些有信仰的政治立场上如此严格和强硬。\n而愿意放任许多其他立场？就像血祭并不是生活中的一个重要部分。\n生活的一部分，以及为什么我们可以吃贝类或混合织物......",
      "title": "CMV：单一议题的福音派反堕胎选民如果不在余生严格遵守《圣经》的古老教义，过着服务和贫穷的生活，就是伪君子。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾與福音派的家庭成員有過幾次談話，我經常問爲什麼\n他們在一些有信仰的政治立場上如此嚴格和強硬。\n而願意放任許多其他立場？就像血祭並不是生活中的一個重要部分。\n生活的一部分，以及爲什麼我們可以喫貝類或混合織物......",
      "title": "CMV：單一議題的福音派反墮胎選民如果不在餘生嚴格遵守《聖經》的古老教義，過着服務和貧窮的生活，就是僞君子。"
    }
  ]
}