{
  "author": "I_Want_an_Elio",
  "original_created_utc": 1629431575,
  "title": "The Long Way to a Small, Angry Planet by Becky Chambers",
  "created_utc": 1629444523,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Anybody read this? It came up on my Kindle and thought &quot;Eh, why not?&quot; Man, I enjoyed this. A multi-species crewed ship on a minor mission, trying to make it into the big times. They take an ambitious job and have adventures along the way.</p>\n\n<p>I have no idea why this book affected me so much. I&#39;m an old man and I am sitting there with tears running down my face. It&#39;s funny, it&#39;s poignant, it&#39;s personal. </p>\n\n<p>One of the things I liked was the prominence of the female characters. They were strong, competent, and capable and their femininity was not their driving character. They were female, yes, but they were primarily pilots, technicians, and captains. </p>\n\n<p>Good read. Nice sci-fi. Becky Chambers has earned a fan.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/p7uing/the_long_way_to_a_small_angry_planet_by_becky/",
  "subreddit": "books",
  "id": "p7uing",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Anybody read this? It came up on my Kindle and thought \"Eh, why not?\" Man, I\nenjoyed this. A multi-species crewed ship on a minor mission, trying to make it\ninto the big times. They take an ambitious job and have adventures along the\nway.\n\nI have no idea why this book affected me so much. I'm an old…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誰かこれ読んだ？Kindleで検索したら出てきたので、\"えっ、いいんじゃない？\"と思いました。私は\nこれは楽しかったです。マイナーな任務に就いている複数の種族の乗組員の船が、大舞台への進出を目指している。\n多種多様な乗組員の船が、大きな時代の中で活躍しようとする。彼らは野心的な仕事を引き受け、途中で冒険をします。\nといったところでしょうか。\n\nなぜこの本が私にこれほど影響を与えたのか、さっぱりわかりません。私は古い...",
      "title": "小さな怒りの星への長い道のり by ベッキー・チェンバース"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有谁读过这个？它出现在我的Kindle上，我想 \"嗯，为什么不呢？\" 伙计，我\n很喜欢这本书。一艘执行小任务的多物种飞船，试图让它\n进入大时代。他们接受了一项雄心勃勃的工作，沿途经历了种种冒险。\n一路冒险。\n\n我不知道为什么这本书对我影响这么大。我是一个老...",
      "title": "贝基-钱伯斯的《通往小而愤怒的星球的漫长道路》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有誰讀過這個？它出現在我的Kindle上，我想 \"嗯，爲什麼不呢？\" 夥計，我\n很喜歡這本書。一艘執行小任務的多物種飛船，試圖讓它\n進入大時代。他們接受了一項雄心勃勃的工作，沿途經歷了種種冒險。\n一路冒險。\n\n我不知道爲什麼這本書對我影響這麼大。我是一個老...",
      "title": "貝基-錢伯斯的《通往小而憤怒的星球的漫長道路》。"
    }
  ]
}