{
  "author": "sadwatermeloon",
  "original_created_utc": 1631793911,
  "title": "Who is the target audience of Catcher in the Rye?",
  "created_utc": 1631807189,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Today was the second day of my AP Lang class (I’m a junior in hs) and my teacher was explaining primary and secondary audiences. He started off with an example, asking us if The Catcher in the Rye was written for us. Everyone shook their head, but I raised my hand to disagree. When he called on me, I said “it could be,” but he immediately interjected and said it wasn’t. \nHis next example was asking if Romeo and Juliette was written for us as the primary audience, which I clearly agreed it wasn’t. He never did end up defining the two target audiences, only going as far as to say(/joke?) that Shakespeare er so I’m not sure what they wrote it because he wanted money. \nI wanted to argue that The Catcher in the Rye is a coming of age novel that helps teenagers in finding a relatable character who has similar struggles with the confusing time of adolescence. When I read it (for school) two years ago, I found Holden extremely relatable and I really liked him. I know there are many teens and adults who despise him and think he’s annoying/selfish/you name it. To me, I think that he’s flawed for sure, but that’s what makes him such a compelling character. Is this not written for teens as the target audience? What makes a target audience in either case, and what’s the difference between primary and secondary? Who would be the primary audience for Catcher then?</p>\n\n<p>Edit: I would like to clarify that I am not blaming my teacher for anything at all. He’s a well experienced teacher and is already becoming my favorite after three days of school. I’m sure a lot of the confusion in my post is my misunderstanding or misinterpretation, not his. We’ve only had two classes but I already really like how my teacher thinks and I’ve agreed with many of his opinions. I also didn’t mean to make him sound rude by cutting me off — I’m sure he had his reasons to. I think I’ll email him today, asking for clarification.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/ppc00e/who_is_the_target_audience_of_catcher_in_the_rye/",
  "subreddit": "books",
  "id": "ppc00e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Today was the second day of my AP Lang class (I’m a junior in hs) and my teacher\nwas explaining primary and secondary audiences. He started off with an example,\nasking us if The Catcher in the Rye was written for us. Everyone shook their\nhead, but I raised my hand to disagree. When he called on me,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今日はAP Langクラス（私は高校3年生）の2日目で、私の先生が\n一次視聴者と二次視聴者について説明していました。彼はまず、例を挙げて説明しました。\nライ麦畑でつかまえて』は私たちのために書かれたのか、という質問をしました。誰もが首を横に振りました。\nしかし、私は手を挙げて反対しました。彼が私に声をかけたとき、...",
      "title": "ライ麦畑でつかまえて』のターゲット層は誰ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "今天是我的AP语言课的第二天（我是高三学生），我的老师正在解释主要和次要受众。\n我的老师正在解释主要受众和次要受众。他以一个例子开始。\n问我们《麦田里的守望者》是否是为我们写的。每个人都摇了摇头。\n但我举手表示不同意。当他叫到我时，...",
      "title": "麦田里的守望者》的目标读者是谁？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "今天是我的AP語言課的第二天（我是高三學生），我的老師正在解釋主要和次要受衆。\n我的老師正在解釋主要受衆和次要受衆。他以一個例子開始。\n問我們《麥田裏的守望者》是否是爲我們寫的。每個人都搖了搖頭。\n但我舉手表示不同意。當他叫到我時，...",
      "title": "麥田裏的守望者》的目標讀者是誰？"
    }
  ]
}