{
  "author": "psykedeliq",
  "original_created_utc": 1629904360,
  "title": "CMV: If we really care about structural inequality, our primary focus should be reducing the Cost Of Living",
  "created_utc": 1629920047,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Most of the discussions around inequality tends to focus on income. In my opinion this has limited meaning in a world where cost of basic stuff like Shelter, Healthcare and Education are inflating at extremely high rates. The better way to genuinely tackle the issue is to utilize technological know how and planning to deflate the costs of these basic things along with food and clothing down to a very low level. Example: like how TVs and computers have gotten cheaper while also becoming much better. In such a world it would be much harder to exploit people and even if there would be inequality, it would not hurt as much.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/pbd8xk/cmv_if_we_really_care_about_structural_inequality/",
  "subreddit": "changemyview",
  "id": "pbd8xk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Most of the discussions around inequality tends to focus on income. In my\nopinion this has limited meaning in a world where cost of basic stuff like\nShelter, Healthcare and Education are inflating at extremely high rates. The\nbetter way to genuinely tackle the issue is to utilize technological know…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "不平等をめぐる議論の多くは、所得に焦点が当てられがちです。私の考えでは\nのような基本的なもののコストが高い世界では、これは限定的な意味しかないと思います。\n避難所、医療、教育といった基本的なもののコストが非常に高い率で上昇している世界では、これはあまり意味がないと思います。私の意見では\nこの問題に純粋に取り組むためのより良い方法は、技術的な知識を活用することです...",
      "title": "CMV: 構造的な不平等を解決するためには、「生活費」を削減することが重要です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大多数围绕不平等的讨论往往集中在收入方面。在我看来\n在我看来，在一个像住房、医疗和教育这样的基本东西的成本正以极高的速度膨胀的世界里，这意义是有限的。\n住房、医疗和教育的成本正以极高的速度膨胀。真正解决\n真正解决这个问题的更好方法是利用技术知识。",
      "title": "CMV：如果我们真的关心结构性不平等问题，我们的首要重点应该是降低生活成本。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大多數圍繞不平等的討論往往集中在收入方面。在我看來\n在我看來，在一個像住房、醫療和教育這樣的基本東西的成本正以極高的速度膨脹的世界裏，這意義是有限的。\n住房、醫療和教育的成本正以極高的速度膨脹。真正解決\n真正解決這個問題的更好方法是利用技術知識。",
      "title": "CMV：如果我們真的關心結構性不平等問題，我們的首要重點應該是降低生活成本。"
    }
  ]
}