{
  "author": "thegenieofthelamp",
  "the_new_excerpt": "I recently read The Fire Next Time by James Baldwin. It's super short (like 100\npages) and I'd definitely recommend it for anyone looking for provocative\nstorytelling and analysis about race in America - Baldwin is a stylistic genius\nand his points from the American context of the early 60s remain…",
  "original_created_utc": 1619218577,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、ジェームズ・ボールドウィンの「The Fire Next Time」を読みました。この本は100ページほどの短い本です。\n挑発的なストーリーテリングとアメリカの人種に関する分析を求めている人には絶対にお勧めです。\nボールドウィンは文体の天才です。\nボールドウィンは文体の天才であり、60年代初頭のアメリカの状況から得られた彼の指摘は、今も変わっていません。",
      "title": "The Fire Next Time」では、すべてのページを二度見しました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近读了詹姆斯-鲍德温的《下一次的火》。这本书超短（大约100页），我绝对会推荐给任何寻找挑衅性的人。\n页），我绝对会推荐给任何正在寻找关于美国种族问题的挑衅性故事和分析的人。\n鲍德温是一个文体天才，他的作品对美国的种族问题进行了挑衅性的讲述和分析。\n他在60年代初的美国背景下提出的观点仍然......",
      "title": "下一次的火》，每一页都要看两眼"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近讀了詹姆斯-鮑德溫的《下一次的火》。這本書超短（大約100頁），我絕對會推薦給任何尋找挑釁性的人。\n頁），我絕對會推薦給任何正在尋找關於美國種族問題的挑釁性故事和分析的人。\n鮑德溫是一個文體天才，他的作品對美國的種族問題進行了挑釁性的講述和分析。\n他在60年代初的美國背景下提出的觀點仍然......",
      "title": "下一次的火》，每一頁都要看兩眼"
    }
  ],
  "title": "The Fire Next Time, and doing a double-take on every page",
  "created_utc": 1619231658,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently read The Fire Next Time by James Baldwin. It&#39;s super short (like 100 pages) and I&#39;d definitely recommend it for anyone looking for provocative storytelling and analysis about race in America - Baldwin is a stylistic genius and his points from the American context of the early 60s remain very relevant today.</p>\n\n<p>What really struck me most about the book though was the frequency I&#39;d need to stop in the middle of a page to think about something I&#39;d just read. It proceeds in a kind of stream of consciousness style, but like once per page he&#39;d include some kind of random insight (often not even related to the thing he talked about next) that would have me completely shook. </p>\n\n<p>I think it&#39;s the combo of Baldwin&#39;s skill as a writer and the weight of the subject matter, but had been a while since I&#39;d run into something with that high a ratio of mindblowing throwaway point/page - interested in anyone else people have run into where you&#39;ve experienced the same thing.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/mx795c/the_fire_next_time_and_doing_a_doubletake_on/",
  "subreddit": "books",
  "id": "mx795c",
  "is_self": true,
  "media": null,
  "is_video": false
}