{
  "author": "OnlyTheDaisies",
  "original_created_utc": 1632746197,
  "title": "The best books, he perceived, are those that tell you what you know already.",
  "created_utc": 1632756203,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Fair warning before we start (since so many people have a problem with this post?): This is my first ever post on this site.</p>\n\n<p>In my opinion, the above quote perfectly summarises why 1984 is a classic. The book is a perfect blend between caricature and reality. When you start this book you think to yourself: <em>This is a dystopian future we will never experience. Things will never be</em> that <em>bad, right?</em></p>\n\n<p>Right.</p>\n\n<p>Once you read Goldstein&#39;s book, however, things start making a lot more sense and dread starts filling the reader&#39;s mind. <em>This sounds like a magnified version of what the XYZ government is doing to the masses.</em></p>\n\n<p>And that is where the genius of Orwell and 1984 lies; in the identification of the role of media and indoctrination in totalitarian control over the masses so early on into the introduction of media into the society.</p>\n\n<blockquote>\n<p>The book fascinated him, or more exactly it reassured him. In a sense it told him nothing that was new, but that was part of the attraction. It said what he would have said, if it had been possible for him to set his scattered thoughts in order. It was the product of a mind similar to his own. The best books, he perceived, are those that tell you what you know already.</p>\n</blockquote>\n\n<p>One thing I have always believed in is that for as long as civilisations exist, there <em>will</em> exist a medium, a tool, that will have the ability to control the minds of the masses. It is rather scary and at times (more often than not) this tool is used for bad rather than good, in a spread of misinformation rather than awareness. </p>\n\n<p>Media will always be present, power will always reside with someone. The one thing we can do is understand the media and how the powerful make use of it to manipulate us.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/books/comments/pwg4rr/the_best_books_he_perceived_are_those_that_tell/",
  "subreddit": "books",
  "id": "pwg4rr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Fair warning before we start (since so many people have a problem with this\npost?): This is my first ever post on this site.\n\nIn my opinion, the above quote perfectly summarises why 1984 is a classic. The\nbook is a perfect blend between caricature and reality. When you start this book\nyou think to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "始める前に公平な警告（多くの人がこの投稿に問題があるので\nこの記事に問題がある人が多いので？) これは私がこのサイトに初めて投稿するものです。\n\n私の考えでは、上記の引用文は「1984年」が古典である理由を完璧に要約しています。この本は\nこの本は、風刺画と現実の完璧な融合です。この本を読み始めたとき\nあなたはこう思うでしょう。",
      "title": "最高の本とは、あなたがすでに知っていることを教えてくれる本だと彼は認識しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我们开始之前，先提出公平的警告（因为这么多人对这个帖子有意见？\n帖）。) 这是我第一次在这个网站上发帖。\n\n在我看来，上面这句话完美地概括了《1984》成为经典的原因。这本书\n这本书是漫画和现实的完美结合。当你开始阅读这本书时\n你会想...",
      "title": "他认为，最好的书是那些告诉你你已经知道的东西。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我們開始之前，先提出公平的警告（因爲這麼多人對這個帖子有意見？\n帖）。) 這是我第一次在這個網站上發帖。\n\n在我看來，上面這句話完美地概括了《1984》成爲經典的原因。這本書\n這本書是漫畫和現實的完美結合。當你開始閱讀這本書時\n你會想...",
      "title": "他認爲，最好的書是那些告訴你你已經知道的東西。"
    }
  ]
}