{
  "author": "Circlejerksheep",
  "original_created_utc": 1627439662,
  "title": "CMV: The death penalty should be given to people who are caught running and organizing human slave networks, especially when they use violence and threats to keep their victims under control.",
  "created_utc": 1627450453,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Modern day slavery is one of the biggest jokes in western democracies like the U.S. that advocates against slavery.\nSlavery never went away, it&#39;s a total joke that people care more about inmates labor being exploited when they&#39;re still being treated  humanly under the law compared to the families with children who are smuggled into places like the U.K. and threatened into working for almost nothing but a meal, and are also forced to apply for welfare which is then taken away from them to feed the lavish lifestyle of certain gangs. Criminals and their cults are enduring prison time as it is now a rite of passage for some of them, organizations are ran behind bars, and at times it is prisoners who create dominant criminal organizations. Slaying these modern slave masters on sight should prevent experienced masters from passing their philosophy and experience to their disciples , and demonstrate that slavery isn&#39;t welcomed in modern times. This could be a huge step towards reducing slavery.</p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/changemyview/comments/ot0zb5/cmv_the_death_penalty_should_be_given_to_people/",
  "subreddit": "changemyview",
  "id": "ot0zb5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Modern day slavery is one of the biggest jokes in western democracies like the\nU.S. that advocates against slavery. Slavery never went away, it's a total joke\nthat people care more about inmates labor being exploited when they're still\nbeing treated humanly under the law compared to the families…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "現代の奴隷制度は、アメリカをはじめとする西側民主主義諸国では最大のジョークのひとつです。\nアメリカのような西側民主主義国では、奴隷制度を擁護する最大のジョークの一つです。奴隷制度は決してなくならない、全くのジョークだよ\n人々は受刑者の労働力が搾取されていることを気にしていますが、彼らはまだ\n家族に比べて法の下で人間らしく扱われているのに、受刑者の労働力が搾取されていることを気にするなんて、まったくのジョークです。",
      "title": "CMV: 人間の奴隷ネットワークを運営・組織していることが発覚した場合、特に暴力や脅迫を用いて被害者を支配下に置いている場合は、死刑にすべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "现代奴隶制是西方民主国家最大的笑话之一，如美国。\n美国主张反对奴隶制。奴隶制从未消失过，这完全是个笑话\n人们更关心囚犯被剥削的问题，因为他们仍然受到法律的人道待遇。\n与那些家庭相比，他们仍然受到法律规定的人道待遇，这完全是个笑话...",
      "title": "CMV：对于那些被抓获的经营和组织人奴网络的人，特别是当他们使用暴力和威胁来控制受害者的时候，应该给予死刑。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "現代奴隸制是西方民主國家最大的笑話之一，如美國。\n美國主張反對奴隸制。奴隸制從未消失過，這完全是個笑話\n人們更關心囚犯被剝削的問題，因爲他們仍然受到法律的人道待遇。\n與那些家庭相比，他們仍然受到法律規定的人道待遇，這完全是個笑話...",
      "title": "CMV：對於那些被抓獲的經營和組織人奴網絡的人，特別是當他們使用暴力和威脅來控制受害者的時候，應該給予死刑。"
    }
  ]
}