{
  "author": "VeryDistinguishable",
  "the_new_excerpt": "Here's the case study: I noticed that After George Floyd was killed last year, a\nlot of white and otherwise very privileged people started using the\nBlackouttuesday tag to post black squares, putting BLM slogans in social media\nbios and using Breonna Taylor's murder as a buzzword, calling…",
  "original_created_utc": 1611056874,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这是案例分析。我注意到去年乔治-弗洛伊德被杀后，有一个...\n很多白人和其他非常特权的人开始使用的。\nBlackouttuesday标签发布黑色方块，在社交媒体上放BLM口号。\n用布伦娜-泰勒的谋杀案作为流行语，称... ...",
      "title": "[改变我的想法]：太多的特权人士称自己为 \"活动家\"，因为他们希望因为做了最起码的事情而得到掌声。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是案例分析。我注意到去年喬治-弗洛伊德被殺後，有一個...\n很多白人和其他非常特權的人開始使用的。\nBlackouttuesday標籤發佈黑色方塊，在社交媒體上放BLM口號。\n用布倫娜-泰勒的謀殺案作爲流行語，稱... ...",
      "title": "[改變我的想法]：太多的特權人士稱自己爲 \"活動家\"，因爲他們希望因爲做了最起碼的事情而得到掌聲。"
    }
  ],
  "title": "CMV: Too many privileged people call themselves an \"activist\" because they want to be applauded for doing the bare minimum",
  "created_utc": 1611065909,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Here&#39;s the case study: I noticed that After George Floyd was killed last year, a lot of white and otherwise very privileged people started using the Blackouttuesday tag to post black squares, putting BLM slogans in social media bios and using Breonna Taylor&#39;s murder as a buzzword, calling themselves &quot;activist&quot; or &quot;online activist&quot; like its a credential while doing very little to improve existing conditions.</p>\n\n<p>Now that I&#39;m back at uni I&#39;ve noticed a lot of people, again mostly white, using the term &quot;activist&quot; and &quot;online activist&quot; almost competitively while otherwise living privileged, even apathetic lives, not really taking their own privilege into account.</p>\n\n<p>I&#39;m all in favour of BLM and expressions of solidarity. Signing petitions. Starting petitions. Protesting. And I understand raising awareness online can help. Im kurdish so we do all that anyway. But im also privileged among kurds so I pay lot of attention to my own privilege. And I just can&#39;t call myself an activist, it leaves a bad taste in my mouth, when virtue signalling hashtag loving bleached buttholes use the term for street-cred.</p>\n\n<p>Is this fair or am I being unreasonable?</p>\n</div><!-- SC_ON -->",
  "score": 230,
  "permalink": "/r/changemyview/comments/l0ibdw/cmv_too_many_privileged_people_call_themselves_an/",
  "subreddit": "changemyview",
  "id": "l0ibdw",
  "is_self": true,
  "media": null,
  "is_video": false
}