{
  "author": "llama-impregnator",
  "the_new_excerpt": "Why YSK: Police officers can arrest you for public intoxication if, and only if,\nyou consent to taking a breathalyzer test and you fail the test. Typically, the\nofficer will just start telling you instructions about how to take the\nbreathalyzer without ever asking for consent. If you kindly decline…",
  "original_created_utc": 1619614434,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSK: 警察官は、以下の場合に限り、公共の場での飲酒であなたを逮捕することができます。\nあなたが飲酒検査に同意し、検査に失敗した場合に限ります。通常、警察官は\n通常、警察官は同意を求めることなく、呼気検査の方法を説明し始めます。\n通常、警察官は同意を求めることなく、呼気検査の方法を話し始めます。あなたが親切にも拒否した場合...",
      "title": "YSK 米国のほとんどの州では、徒歩で移動中に飲酒検知器を使用することは法的に義務付けられていません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：警察可以以公共场所醉酒的罪名逮捕你，如果，也只有当。\n你同意接受呼气式酒精测试，但你没有通过测试。通常情况下，警察会\n通常情况下，警察会开始告诉你如何接受\n通常情况下，警官会开始告诉你如何进行呼吸式酒精检测，而不会征求你的同意。如果你善意地拒绝...",
      "title": "YSK 在美国大多数州，法律上并不要求你在步行时进行酒精检测。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：警察可以以公共場所醉酒的罪名逮捕你，如果，也只有當。\n你同意接受呼氣式酒精測試，但你沒有通過測試。通常情況下，警察會\n通常情況下，警察會開始告訴你如何接受\n通常情況下，警官會開始告訴你如何進行呼吸式酒精檢測，而不會徵求你的同意。如果你善意地拒絕...",
      "title": "YSK 在美國大多數州，法律上並不要求你在步行時進行酒精檢測。"
    }
  ],
  "title": "YSK You are not legally required to take a breathalyzer while on foot in most US states.",
  "created_utc": 1619646454,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Police officers can arrest you for public intoxication if, and only if, you consent to taking a breathalyzer test and you fail the test. Typically, the officer will just start telling you instructions about how to take the breathalyzer without ever asking for consent. If you kindly decline the test, there is little they can do, assuming you have not broken any laws.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/n0e58r/ysk_you_are_not_legally_required_to_take_a/",
  "subreddit": "YouShouldKnow",
  "id": "n0e58r",
  "is_self": true,
  "media": null,
  "is_video": false
}