{
  "author": "FellatioFellas",
  "the_new_excerpt": "I had remembered some of the episodes of ”Ulysses” by James Joyce because they\nare in “The Portrait of the Artist as a Young Man.” Perhaps it is age or my\ngrowing senility, but I had not remembered it being so amazing. Joyce has a kind\nof weird talent of being able to be all voices of all characters…",
  "original_created_utc": 1613613140,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我曾记得詹姆斯-乔伊斯的《尤利西斯》中的一些情节，因为它们\n是在 \"艺术家年轻时的肖像\"。也许是年龄的关系，也许是我\n日益衰老的我，却不曾记得它是如此神奇。乔伊斯有一种\n能为所有角色配音的奇怪天赋... ...",
      "title": "尤利西斯与詹姆斯-乔伊斯的全才礼物"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾記得詹姆斯-喬伊斯的《尤利西斯》中的一些情節，因爲它們\n是在 \"藝術家年輕時的肖像\"。也許是年齡的關係，也許是我\n日益衰老的我，卻不曾記得它是如此神奇。喬伊斯有一種\n能爲所有角色配音的奇怪天賦... ...",
      "title": "尤利西斯與詹姆斯-喬伊斯的全才禮物"
    }
  ],
  "title": "Ulysses and the Gift of James Joyce’s Omnivocal Talent",
  "created_utc": 1613639988,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I had remembered some of the episodes of ”Ulysses” by James Joyce because they are in “The Portrait of the Artist as a Young Man.” Perhaps it is age or my growing senility, but I had not remembered it being so amazing. Joyce has a kind of weird talent of being able to be all voices of all characters by eschewing the traditional conventions of narration and dialogue. I had not paid attention to it before but now I find it really interesting. </p>\n\n<p>Joyce seems to be using the voice of each character to reveal things about the other characters that he / she is talking to, while at the same time revealing the true voice and true emotional state of the character doing the speaking and observing and acting. It’s hard to even write about what Joyce is doing. It is pure duende, to borrow Lorca’s term. He is able to say almost all things at once, and even say things you don’t think he is saying, only to find out later, in having to go back and read it that he was saying those things and alluding to those things a long time ago. The internal monologue of the characters also seems to give us a wide range of bits of information about the geography and scenery around the character, which play a role as a character as well. Dublin seems to act like a narrator, in a way, revealing things through character observation that tell us a lot about history, ideas, culture and psychology. </p>\n\n<p>It’s like looking at a painting and the effects of shading and light. Each little fragment of speech, or “thought bubble” that drifts up is able to display memory, action, intention, mood, and hesitations and motivations all at the same time. I remember reading some of these depictions in college, and now, about 15 years later, I look at them and think, “How did I miss some of this rich detail?” </p>\n\n<p>Would it be worth it to read Joyce’s letters to find out more about his positions on narration and fiction? Does he write much about it personally and reveal much to others about what he was trying to do with Ulysses? I am aware that he talked to Pound and Eliot about this a great deal, and I was wondering, beyond just any scraps of his letters or diary reflections in regards to those conversations, has any biographer done a decent job of exegesis on those? I am so far out of the university life that I never really tracked who his best biographers are, and I don’t even know if anyone like Howard Bloom even wrote about him, though I think Bloom really stuck to American writers, I thought. </p>\n\n<p>Any help Would be great: Letters, diaries, biographies of thE great man. I feel like so much of how he writes is present in the way we see cinema and art and fiction today. It’s such a fantastic book to sit and read during an entire afternoon. Thanks.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/lmar9t/ulysses_and_the_gift_of_james_joyces_omnivocal/",
  "subreddit": "books",
  "id": "lmar9t",
  "is_self": true,
  "media": null,
  "is_video": false
}