{
  "author": "Mallee78",
  "the_new_excerpt": "So I have done it, maybe you have, but we have seen the douche in the big 4x4\nlifted F-450, who parks like he owns the world, doesn't tip waitresses despite\nmaking 400k a year, doesn't respect anyone, you know the rest. Well the first\nthing a lot of people like to go to for a good dig on them is…",
  "original_created_utc": 1616991064,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "所以，我已经做到了，也许你有，但我们已经看到了在大四轮驱动的冲洗。\n举起F-450，谁停车像他拥有的世界，不支付小费服务员，尽管他是世界上最好的。\n年薪40万，不尊重任何人，你知道其他的。好吧，第一个\n很多人喜欢去挖他们的东西是... ...",
      "title": "CMV：大家在追捧混蛋、二货等时，不要再使用 \"小阴茎 \"的侮辱了。因为有很多我们这些阴茎小的正常人最后都会被它伤害。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，我已經做到了，也許你有，但我們已經看到了在大四輪驅動的沖洗。\n舉起F-450，誰停車像他擁有的世界，不支付小費服務員，儘管他是世界上最好的。\n年薪40萬，不尊重任何人，你知道其他的。好吧，第一個\n很多人喜歡去挖他們的東西是... ...",
      "title": "CMV：大家在追捧混蛋、二貨等時，不要再使用 \"小陰莖 \"的侮辱了。因爲有很多我們這些陰莖小的正常人最後都會被它傷害。"
    }
  ],
  "title": "CMV: People should stop using the \"small penis\" insult when going after asshole, douchebags, etc... As there is plenty of us normal guys with small penises who end up being hurt by it.",
  "created_utc": 1616999561,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I have done it, maybe you have, but we have seen the douche in the big 4x4 lifted F-450, who parks like he owns the world, doesn&#39;t tip waitresses despite making 400k a year, doesn&#39;t respect anyone, you know the rest. Well the first thing a lot of people like to go to for a good dig on them is &quot;guy must have a small penis haha!&quot; Because that&#39;s easy right? Because if you have a small penis you are less of a human, especially less of a male! People with big penises don&#39;t do that! </p>\n\n<p>Then there is us. The regular ass dudes with not so great penises. I may not speak for the rest of us but not having a large penis is something we are made very aware of as the media, porn, and even women make very clear what a big penis is. So from puberty we become self conscious of this. Often ashamed to reveal our penises to our sexual partners. Then we hear these insults. We see how it is used to demasculate and insult. Then we look down and just, well we just feel worse. We feel we aren&#39;t up to snuff so to say and become even more self conscious. So many we could find a different way to insult asshole dudes besides their theoretical penis size?</p>\n\n<p>Edit: to the people making small penis jokes and generally being rude, way to go, you must be very cool. Good to know the mods are active.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/mfhekc/cmv_people_should_stop_using_the_small_penis/",
  "subreddit": "changemyview",
  "id": "mfhekc",
  "is_self": true,
  "media": null,
  "is_video": false
}