{
  "author": "SemiCharmedGriffin",
  "original_created_utc": 1638355631,
  "title": "Columbine was not the first school shooting, so why is it considered so significant?",
  "created_utc": 1638394000,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;My brain decided to dig up some memories from when I was in 5th grade for some reason. &lt;/p&gt;\n\n&lt;p&gt;While I&amp;#39;ve never studied the case in depth I do know what most people know or maybe slightly more, just what happened and a general idea of why. (Why is always a complicated thing, I try not to dig too deep into that.)&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;m still curious as to why this is considered such a big, life-changing event when it was not the first school shooting. Can you help me fill in this part of the puzzle?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 355,
  "permalink": "/r/AskHistorians/comments/r6c21g/columbine_was_not_the_first_school_shooting_so/",
  "subreddit": "AskHistorians",
  "id": "r6c21g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My brain decided to dig up some memories from when I was in 5th grade for some\nreason.\n\nWhile I've never studied the case in depth I do know what most people know or\nmaybe slightly more, just what happened and a general idea of why. (Why is\nalways a complicated thing, I try not to dig too deep into…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>私の脳は、なぜか小学5年生の頃の記憶を掘り起こしてしまいました。\n</p> <p>私は勉強をしたことはありませんが </p> <p>深く調べたことはありませんが......。\n私はこの事件を深く研究したことはありませんが、多くの人が知っていること、あるいはもう少し知っていることがあります。\n何が起こったのか、そしてなぜ起こったのかということについて、大体のことはわかっています。(理由は常に...",
      "title": "コロンバインは最初の学校銃乱射事件ではないのに、なぜそれほど重要視されるのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我的大脑决定从我五年级的时候挖出一些记忆来，不知为什么。\n当我在五年级的时候，由于某种原因。</p> <p>虽然我从未研究过\n我知道大多数人都知道的事情，甚至更多。\n发生了什么事，以及对原因的大致了解。(为什么总是一个...",
      "title": "科伦拜恩并不是第一起校园枪击案，那么为什么它被认为是如此重要？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我的大腦決定從我五年級的時候挖出一些記憶來，不知爲什麼。\n當我在五年級的時候，由於某種原因。</p> <p>雖然我從未研究過\n我知道大多數人都知道的事情，甚至更多。\n發生了什麼事，以及對原因的大致瞭解。(爲什麼總是一個...",
      "title": "科倫拜恩並不是第一起校園槍擊案，那麼爲什麼它被認爲是如此重要？"
    }
  ]
}