{
  "author": "jeffweeee27",
  "original_created_utc": 1631287766,
  "title": "YSK the public library is amazing!",
  "created_utc": 1631291589,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>WHY YSK: The public library is amazing. My family and I recently started going to the public library, and found out many unknown things about it. On top of renting books you can rent movies on DVD and Blu-Ray, use the computers for internet access, 3D print things for a tiny fee, rent video games (and I mean new ones for switch and xbox series S/X on top of oldies like Xbox 360 and Xbox One and Ps4.) You can play with toys which is great for our 4 y/o daughter. We can even rent american girl dolls which is amazing for tight budgets. We can rent audio books on an app called Libby or even physical audio books. You can use the website for the library to search for specific things and they&#39;ll ship from other libraries to yours. I assume all or most public libraries are like this. You should really know about this and all the FREE things you can do and rent. Once again, the library is amazing.</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/YouShouldKnow/comments/plnb5n/ysk_the_public_library_is_amazing/",
  "subreddit": "YouShouldKnow",
  "id": "plnb5n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "WHY YSK: The public library is amazing. My family and I recently started going\nto the public library, and found out many unknown things about it. On top of\nrenting books you can rent movies on DVD and Blu-Ray, use the computers for\ninternet access, 3D print things for a tiny fee, rent video games…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "WHY YSK: 公共図書館は素晴らしいですね。最近、家族と一緒に図書館に行くようになりました。\n行ってみて、図書館の知られざる一面を知りました。本を借りるだけでなく\n本を借りるだけでなく、DVDやBlu-Rayの映画を借りることもできますし、コンピュータを使ってインターネットにアクセスしたり、3Dプリントをしたりすることもできます。\nインターネットに接続したり、わずかな料金で3Dプリントしたり、ビデオゲームを借りたり...。",
      "title": "YSK公共図書館は素晴らしいですね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：公共图书馆很了不起。我和我的家人最近开始去\n到公共图书馆，发现了许多不为人知的事情。除了\n除了租书，你还可以租DVD和蓝光电影，使用电脑上网，以极低的费用进行3D打印，租视频游戏。\n上网，只需支付很少的费用就可以进行3D打印，租视频游戏......",
      "title": "YSK的公共图书馆真了不起!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：公共圖書館很了不起。我和我的家人最近開始去\n到公共圖書館，發現了許多不爲人知的事情。除了\n除了租書，你還可以租DVD和藍光電影，使用電腦上網，以極低的費用進行3D打印，租視頻遊戲。\n上網，只需支付很少的費用就可以進行3D打印，租視頻遊戲......",
      "title": "YSK的公共圖書館真了不起!"
    }
  ]
}