{
  "author": "craychel",
  "original_created_utc": 1626953797,
  "title": "I set a reading goal for myself, and I'm proud",
  "created_utc": 1626975336,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a middle-aged mom working remote full-time while simultaneously taking care of a 2 year old. At the beginning of 2021, I made a goal to read at least one book a month, after my best friend sent me a book in a care package. It has become a fun challenge just for me, and now my family has taken an interest! Here&#39;s what I&#39;ve read so far:</p>\n\n<p>January - Six of Crows, Crooked Kingdom </p>\n\n<p>February - King of Scars </p>\n\n<p>March - Shadow and Bone, Storm and Seige, Rise and Ruin </p>\n\n<p>April - The Diamond Lens </p>\n\n<p>May - A Land Remembered </p>\n\n<p>June - Pillars of the Earth</p>\n\n<p>I started with a YA series, and am now tackling a 1200+ Ken Follett novel for July (At World&#39;s End). I have no plan other than books my friends and family recommend, or things laying around that interest me. I plan on refining my approach in the future, but having this little goal for myself has brought me so much happiness and I wanted to share. Do you have book goals or challenges too?!</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/opc1fp/i_set_a_reading_goal_for_myself_and_im_proud/",
  "subreddit": "books",
  "id": "opc1fp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm a middle-aged mom working remote full-time while simultaneously taking care\nof a 2 year old. At the beginning of 2021, I made a goal to read at least one\nbook a month, after my best friend sent me a book in a care package. It has\nbecome a fun challenge just for me, and now my family has taken an…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は中年の母親で、2歳の子供の世話をしながら、フルタイムでリモートワークをしています。\n2歳の子供の世話をしています。2021年の初めに、親友から送られてきた本をきっかけに、月に1冊以上の本を読むことを目標にしました。\n読むことを目標にしました。これは、親友が本を送ってくれたからです。これは\n私にとっては楽しい挑戦であり、今では家族も一緒になって楽しんでいます...",
      "title": "自分のために読書の目標を設定し、それを誇りに思っている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个中年妈妈，在远程全职工作的同时，还要照顾两岁的孩子。\n照顾一个两岁的孩子。在2021年年初，我制定了一个目标，每月至少阅读一本\n在我最好的朋友给我寄来的关怀包裹中的一本书后，我制定了每月至少读一本书的目标。这已经\n这已经成为一个有趣的挑战，只是对我来说，现在我的家人已经接受了这个挑战。",
      "title": "我为自己设定了一个阅读目标，我很自豪"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一箇中年媽媽，在遠程全職工作的同時，還要照顧兩歲的孩子。\n照顧一個兩歲的孩子。在2021年年初，我制定了一個目標，每月至少閱讀一本\n在我最好的朋友給我寄來的關懷包裹中的一本書後，我制定了每月至少讀一本書的目標。這已經\n這已經成爲一個有趣的挑戰，只是對我來說，現在我的家人已經接受了這個挑戰。",
      "title": "我爲自己設定了一個閱讀目標，我很自豪"
    }
  ]
}