{
  "author": "totaluggo",
  "original_created_utc": 1627125704,
  "title": "Is it sexual assault if you ask your partner not to cum inside you and they do it anyway?",
  "created_utc": 1627131206,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My monogamous partner (m) and I (m) would have unprotected sex but he was exclusively a top and didn’t understand how bottoming, including the preparation and potential… aftermath… worked at all. We both got tested regularly and remained monogamous, but I didn’t always want to deal with the messy reality of condomless post-anal cleaning. On a handful of occasions I asked him not to cum inside me, and he would violate that demand and laugh like it was a mistake after (like, “oh it felt so good I just couldn’t control myself”). I was irked and always knew it was a violation of my consent. But I just had a horrific dream about a similar situation, albeit it was truly terrifying in the dream whereas I was only irritated in my waking real experience. I woke up crying though, and am now thinking about how much I downplayed the actual lived experiences because I didn’t want to come off as overdramatic. I’m wondering if this would be considered assault, and how I can go about reconciling these painful memories. It’s left me with some trust issues in my sex life (compounded with some other non-consensual encounters with other men). Any advice on healing? Am I being dramatic?</p>\n</div><!-- SC_ON -->",
  "score": 382,
  "permalink": "/r/TooAfraidToAsk/comments/oqo4me/is_it_sexual_assault_if_you_ask_your_partner_not/",
  "subreddit": "TooAfraidToAsk",
  "id": "oqo4me",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My monogamous partner (m) and I (m) would have unprotected sex but he was\nexclusively a top and didn’t understand how bottoming, including the preparation\nand potential… aftermath… worked at all. We both got tested regularly and\nremained monogamous, but I didn’t always want to deal with the messy…"
}