{
  "author": "mrrektstrong",
  "original_created_utc": 1630129781,
  "title": "Have you ever been taken aback by a minor event or detail in a book? In a way that really made you reframe your way of thinking about something?",
  "created_utc": 1630164828,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>White Teeth by Zadie Smith introduces Archie Jones in the beginning of the book and for some reason I was really thrown back for the fact that his story, his life as we know, it begins at the age of 45. </p>\n\n<p>It begins with him trying to end his life, but couldn&#39;t go through with it because of a the halal market owner shooing Archie and his car away from his store. Then quickly meets his future wife, a young Jamaican woman at an end of the world party with no apocalypse to justify it. The story plays a lot with time and history having characters of different ages and backgrounds at different periods in the 20th century. </p>\n\n<p>Having these two characters interact at very different periods of their lives having been intent on not living the next day was crazy for me to think about. It made me feel vastly better about the period of life I am and that I still have a lot of time to do the things I want to do. I was 21 when I read it (26 now) but I was having a lot of anxiety about falling behind in life. Being stuck in prison in the wake of a traumatic event will do that to you. My life was literally on hold, actually, worse than that. It was set back. I&#39;m still working hard to get to where I want to be in life having been out 4 and a half years at this point. But, that concept in the beginning and throughout the book, makes me feel that I shouldn&#39;t worry about it. Since, why do I have to be a certain age to do or be something? Life is chaotic and our impacts on it are often unforseen. Best not to stress it. </p>\n\n<p>I love the book. It takes a look at the lives of it&#39;s characters that is organic and very recognizable. The way Smith finds some humor in the difficult parts of life and the history that shapes it was very therapeutic to me.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/pd49b1/have_you_ever_been_taken_aback_by_a_minor_event/",
  "subreddit": "books",
  "id": "pd49b1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "White Teeth by Zadie Smith introduces Archie Jones in the beginning of the book\nand for some reason I was really thrown back for the fact that his story, his\nlife as we know, it begins at the age of 45.\n\nIt begins with him trying to end his life, but couldn't go through with it\nbecause of a the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Zadie Smithの『White Teeth』は、冒頭でArchie Jonesを紹介しています。\n冒頭でアーチー・ジョーンズを紹介していますが、なぜか私は、彼の物語、私たちが知っている彼の人生が\n私たちが知っている彼の人生は、45歳から始まります。\n\n彼が人生を終わらせようとするところから始まるのですが、それを実行できなかったのは\nその理由は...",
      "title": "本の中の些細な出来事やディテールに驚かされたことはありませんか？何かについての考え方を変えさせられるような方法で。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "扎迪-史密斯的《白牙》在书的开头介绍了阿奇-琼斯。\n出于某种原因，我真的被他的故事、他的生活（正如我们所知道的）抛到了脑后。\n他的故事，他的生活，正如我们所知，是从45岁开始的。\n\n故事的开头是他试图结束自己的生命，但却无法进行下去\n因为......。",
      "title": "你是否曾被书中的一个小事件或细节吓了一跳？以一种真正让你重新思考问题的方式？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "扎迪-史密斯的《白牙》在書的開頭介紹了阿奇-瓊斯。\n出於某種原因，我真的被他的故事、他的生活（正如我們所知道的）拋到了腦後。\n他的故事，他的生活，正如我們所知，是從45歲開始的。\n\n故事的開頭是他試圖結束自己的生命，但卻無法進行下去\n因爲......。",
      "title": "你是否曾被書中的一個小事件或細節嚇了一跳？以一種真正讓你重新思考問題的方式？"
    }
  ]
}