{
  "author": "Many_Scratch2269",
  "original_created_utc": 1634505604,
  "title": "Don't keep your entire wealth in fiat. Inflation is making Crypto skyrocket while your fiat money is being eroded.",
  "created_utc": 1634553316,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Inflation is already becoming a major issue almost everywhere on the planet. There is a huge energy crisis in Europe and Asia as well with prices for gas and electricity skyrocketing. Bitcoin went from a couple dollars to 60,000 dollars in 10 years.  Couple this with inflation and it wont be surprising if Bitcoin becomes worth at least a couple million dollars in the near future. </p>\n\n<p>The fact is, in the future we&#39;re definitely going to see terrible inflation numbers. The US is increasing its dollar supply by 50% in a matter of 2 years. Inflation is the consequence and it&#39;s not going to go. It&#39;s not just fiat nowadays that&#39;s affected by inflation. The housing market is also very abnormal. There is absolutely something wrong going on in the economy. The US has been sitting at 0.25% interest rate almost the entire time since 2008. It&#39;s not just the US either, almost the entire world is having price increases and an electricity crisis.</p>\n\n<p>No matter what is happening, you should invest your future and buy some Crypto. Not only is this money going to be a cushion against inflation, Crypto is also going to be one of the most reliable safety nets in case shit hits the fan.</p>\n\n<p>TLDR: Keep some money in Crypto. Even if you don&#39;t have an interest in Crypto or you dislike it, in a few years you will thank yourself for buying it.</p>\n</div><!-- SC_ON -->",
  "score": 152,
  "permalink": "/r/CryptoCurrency/comments/qa7zq4/dont_keep_your_entire_wealth_in_fiat_inflation_is/",
  "subreddit": "CryptoCurrency",
  "id": "qa7zq4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Inflation is already becoming a major issue almost everywhere on the planet.\nThere is a huge energy crisis in Europe and Asia as well with prices for gas and\nelectricity skyrocketing. Bitcoin went from a couple dollars to 60,000 dollars\nin 10 years. Couple this with inflation and it wont be…"
}