{
  "author": "Warm-Sheepherder-597",
  "original_created_utc": 1629658330,
  "title": "I don’t get the fuss about The Great Gatsby",
  "created_utc": 1629675686,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read the book cover to cover, twice, years apart. I don’t get the hype about it. I can see how it’s an interesting story. It’s in the Roaring Twenties, the age of jazz, there is love and hate, and a rollercoaster of emotions and events that keeps going till the very end. Even the hook is great: a narrator who seems to struggle with a midlife crisis. But why have it in school and college curricula and be considered by some to be a classic? I’m trying to understand from people who have read the book and enjoyed it so much they think it’s one of the best out there: why do you think it is?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/p9iegi/i_dont_get_the_fuss_about_the_great_gatsby/",
  "subreddit": "books",
  "id": "p9iegi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I read the book cover to cover, twice, years apart. I don’t get the hype about\nit. I can see how it’s an interesting story. It’s in the Roaring Twenties, the\nage of jazz, there is love and hate, and a rollercoaster of emotions and events\nthat keeps going till the very end. Even the hook is great: a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこの本を、何年もかけて2回、隅から隅まで読みました。私はこの本の宣伝文句を理解していません。\n誇大広告ではありません。興味深い物語であることはわかります。それは轟音の20年代で、その\nジャズの時代で、愛と憎しみがあり、ジェットコースターのような感情と出来事が最後まで続きます。\nそれが最後まで続くのです。フックも素晴らしいです。",
      "title": "華麗なるギャツビー」の評判がわからない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从头到尾读了这本书，读了两次，相隔多年。我不明白那些关于\n它。我可以看出这是一个有趣的故事。它发生在咆哮的二十年代，是爵士乐的时代。\n爵士乐的时代，有爱有恨，有过山车般的情绪和事件，一直持续到最后。\n一直持续到最后。甚至连钩子都很好：一个...",
      "title": "我不明白为什么对《了不起的盖茨比》如此大惊小怪"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從頭到尾讀了這本書，讀了兩次，相隔多年。我不明白那些關於\n它。我可以看出這是一個有趣的故事。它發生在咆哮的二十年代，是爵士樂的時代。\n爵士樂的時代，有愛有恨，有過山車般的情緒和事件，一直持續到最後。\n一直持續到最後。甚至連鉤子都很好：一個...",
      "title": "我不明白爲什麼對《了不起的蓋茨比》如此大驚小怪"
    }
  ]
}