{
  "author": "Andromeda-31",
  "original_created_utc": 1634479164,
  "title": "CMV: Men should have the right to opt-out of unwanted pregnancies",
  "created_utc": 1634484956,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For this discussion I would like to focus on the matter of men&#39;s rights with regard to fatherhood. This is <em>not</em> a discussion about the morality of abortion. In order to stay on topic we&#39;ll assume that abortion is morally ethical, safe and accessible for all women regardless of the circumstances of the pregnancy. We will also assume that all pregnancies arose from consensual sex. </p>\n\n<p>Sex is a natural human behaviour. Most sex is recreational, without the specific goal of creating a pregnancy. </p>\n\n<p>Women have the right to to abort a pregnancy, whatever their reason, for example: \n•They do not feel emotional able to be a mother\n•They do not have the financial means to support a child\n•They do not like, nor want children\n•They wish to focus on their career</p>\n\n<p>Today, the only women who become mother&#39;s have <em>chosen</em> to do so. Despite the &quot;it takes two to tango&quot; argument, only one person, the woman, makes the decision. </p>\n\n<p>After the act of sex men have no control over any resulting pregnancy, whether to keep it <em>or</em> abort it. Despite the fact he may have all the same reasons as the woman did in the above bullet points to not wish to be a father.</p>\n\n<p>Sexual consent is not reproductive consent. I believe that the only viable way of creating equality between men and women when it comes to reproduction is to have a legal position <em>before</em> the act of sex whereby both parties can consent to the outcome of a pregnancy. </p>\n\n<p>Eg: \nThe form (which would have to be electronic to stop either party destroying evidence) would ask the woman of their intentions if they were to get pregnant (keep or abort). \nIt would ask the man if he would take on the financial responsibility of child support. </p>\n\n<p>Both parties are then able to make an informed decision about whether or not they wish to have sex. </p>\n\n<p>I know this isn&#39;t sexy! But I don&#39;t think I&#39;d suggest it being mandatory, just something a man could do if he was concerned. </p>\n\n<p>It&#39;s likely not a good answer, and certainly not the best. But the gender inequality of forcing men into fatherhood isn&#39;t a good outcome either (for the man or the child). </p>\n\n<p>Men should have the right to opt-out of unwanted pregnancies just as women do. CMV good people!</p>\n</div><!-- SC_ON -->",
  "score": 239,
  "permalink": "/r/changemyview/comments/q9z90w/cmv_men_should_have_the_right_to_optout_of/",
  "subreddit": "changemyview",
  "id": "q9z90w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For this discussion I would like to focus on the matter of men's rights with\nregard to fatherhood. This is not a discussion about the morality of abortion.\nIn order to stay on topic we'll assume that abortion is morally ethical, safe\nand accessible for all women regardless of the circumstances of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここでは、「男性の権利」をテーマにしてみたいと思います。\nの問題に焦点を当てたいと思います。これは、中絶の道徳性についての議論ではありません。\n本題に入るために、中絶は道徳的に倫理的であり、安全であり、状況に関係なくすべての女性が利用できるものであると仮定します。\n倫理的で、安全で、すべての女性にとって利用しやすいものであると仮定します。",
      "title": "CMV: 男性は望まない妊娠を拒否する権利を持つべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在这次讨论中，我想把重点放在男人的权利问题上。\n关于做父亲的问题。这不是一个关于堕胎道德的讨论。\n为了不偏离主题，我们将假设堕胎在道德上是符合伦理的、安全的\n而且所有妇女都可以进行堕胎，无论其情况如何。",
      "title": "CMV：男性应有权选择不接受意外怀孕的结果"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在這次討論中，我想把重點放在男人的權利問題上。\n關於做父親的問題。這不是一個關於墮胎道德的討論。\n爲了不偏離主題，我們將假設墮胎在道德上是符合倫理的、安全的\n而且所有婦女都可以進行墮胎，無論其情況如何。",
      "title": "CMV：男性應有權選擇不接受意外懷孕的結果"
    }
  ]
}