{
  "author": "MoreLikeBoryphyll",
  "original_created_utc": 1631121709,
  "title": "CMV: To restrict abortion on purely religious grounds is unconstitutional",
  "created_utc": 1631129525,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The 1796 Treaty of Tripoli states that the USA was “in no way founded on the Christian religion.”</p>\n\n<p>75% of Americans may identify as some form of Christian, but to base policy (on a state or federal level) <em>solely</em> on majority rule is inherently un-American. The fact that there is no law establishing a “national religion”, whether originally intended or not, means that all minority religious groups have the American right to practice their faith, and by extension have the right to practice no faith.</p>\n\n<p>A government’s (state or federal) policies should always reflect the doctrine under which IT operates, not the doctrine of any one particular religion.</p>\n\n<p>If there is a freedom to practice ANY religion, and an inverse freedom to practice NO religion, any state or federal government is duty-bound to either represent ALL religious doctrines or NONE at all whatsoever.</p>\n\n<p>EDIT: Are my responses being downvoted because they are flawed arguments or because you just disagree?</p>\n</div><!-- SC_ON -->",
  "score": 152,
  "permalink": "/r/changemyview/comments/pkey1o/cmv_to_restrict_abortion_on_purely_religious/",
  "subreddit": "changemyview",
  "id": "pkey1o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The 1796 Treaty of Tripoli states that the USA was “in no way founded on the\nChristian religion.”\n\n75% of Americans may identify as some form of Christian, but to base policy (on\na state or federal level) solely on majority rule is inherently un-American. The\nfact that there is no law establishing a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "1796年のトリポリ条約では、アメリカは「決してキリスト教に基づいて設立されたものではない」とされています。\nキリスト教に基づいて設立されたものではない」と述べています。\n\nアメリカ人の75％は何らかの形でキリスト教を信仰しているかもしれませんが、（州や連邦レベルの）政策を多数決だけで決めるのは\n州や連邦レベルで）多数決だけで政策を決めるのは、本質的にアメリカ的ではありません。また\n確立した法律がないという事実は...",
      "title": "CMV: 純粋に宗教的な理由で中絶を制限することは違憲である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "1796年《的黎波里条约》规定，美国 \"绝不是建立在\n基督教\"。\n\n75%的美国人可能认为自己是某种形式的基督徒，但将政策建立在\n但是，将政策（在州或联邦层面）完全建立在多数人的统治之上，这本身就是非美国的。这一点\n事实上，没有任何法律规定了......。",
      "title": "CMV：以纯粹的宗教理由限制堕胎是违宪的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "1796年《的黎波里條約》規定，美國 \"絕不是建立在\n基督教\"。\n\n75%的美國人可能認爲自己是某種形式的基督徒，但將政策建立在\n但是，將政策（在州或聯邦層面）完全建立在多數人的統治之上，這本身就是非美國的。這一點\n事實上，沒有任何法律規定了......。",
      "title": "CMV：以純粹的宗教理由限制墮胎是違憲的"
    }
  ]
}