{
  "author": "ElectricPagan",
  "original_created_utc": 1637650434,
  "title": "CMV: Regardless of your political views, people in general need to take more responsibility for where they spend their money",
  "created_utc": 1637674275,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I believe that actions speak louder than words. If you are aware of and complain about the practices of a corporation - or even just a small business, I suppose - but you continue to spend your money there, then what you’re really saying is that the value of those goods and services outweigh the cons (such as underpaid employees, environmental issues, sexual harassment, etc). You’re sending the message to company and the market that what they are doing is ultimately okay in your eyes.</p>\n\n<p>This is based on the assumption that you have the ability to spend your money somewhere else, which I think is true much more often than not. After all, most things aren’t strictly necessary to buy.</p>\n\n<p>Edit: As I’ve already awarded deltas for these points, I need to clarify that I’m talking about picking the least objectionable options you’re aware of when you shop.. not turning yourself into a saint. If our culture was more intentional with the way it spends its money, the world would be a better place.. would it not?</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/r079eh/cmv_regardless_of_your_political_views_people_in/",
  "subreddit": "changemyview",
  "id": "r079eh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I believe that actions speak louder than words. If you are aware of and complain\nabout the practices of a corporation - or even just a small business, I suppose\n- but you continue to spend your money there, then what you’re really saying is\nthat the value of those goods and services outweigh the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、言葉よりも行動が物を言うと信じています。もし、あなたが企業や小さな会社のやり方に気付き、不満を抱いているなら\nその企業のやり方を知っていて、文句を言いながらも\n- しかし、その企業にお金を使い続けているとしたら、それはつまり\nつまり、その商品やサービスの価値が、その企業の価値を上回っているということです。",
      "title": "CMV: あなたの政治的見解に関わらず、一般の人々は自分のお金の使い方にもっと責任を持つ必要があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我相信，行动比语言更有说服力。如果你意识到并抱怨\n抱怨一家公司的做法--甚至只是一家小企业，我想\n- 但你继续在那里花钱，那么你真正说的是\n这些商品和服务的价值超过了......",
      "title": "CMV：不管你的政治观点如何，一般来说，人们需要对他们花钱的地方承担更多责任。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我相信，行動比語言更有說服力。如果你意識到並抱怨\n抱怨一家公司的做法--甚至只是一家小企業，我想\n- 但你繼續在那裏花錢，那麼你真正說的是\n這些商品和服務的價值超過了......",
      "title": "CMV：不管你的政治觀點如何，一般來說，人們需要對他們花錢的地方承擔更多責任。"
    }
  ]
}