{
  "author": "Cultural-Box-5494",
  "the_new_excerpt": "I finished this today and I feel...really disappointed. I knew this was a\npopular/hyped read and avoided it as a result for quite some time. I decided to\nread two of his non-fiction books and was sort of thrown off by them — maybe\nbecause I felt as though the tips/things mentioned I already knew. I…",
  "original_created_utc": 1623586596,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今日、この作品を読み終えて、私は...本当にがっかりしました。この作品が人気のある作品であることは知っていました。\nこの作品が人気のある作品であることは知っていましたが、結果的にしばらくの間避けていました。私は彼のノンフィクションを2冊読むことにしました。\n彼のノンフィクションの本を2冊読んでみたのですが、ちょっと拍子抜けしてしまいました。\nそれは、言及されているヒントや事柄が、すでに知っていることのように感じられたからです。I...",
      "title": "真夜中の図書館"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我今天看完了这本书，我觉得......真的很失望。我知道这是一本\n我知道这是一本流行的/被炒作的书，因此在相当长的一段时间内避开它。我决定\n我决定阅读他的两本非虚构类书籍，但却被它们甩开了--也许是因为我感觉到了其中提到的技巧/事情。\n因为我觉得其中提到的技巧/事情我已经知道了。I...",
      "title": "午夜图书馆"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我今天看完了這本書，我覺得......真的很失望。我知道這是一本\n我知道這是一本流行的/被炒作的書，因此在相當長的一段時間內避開它。我決定\n我決定閱讀他的兩本非虛構類書籍，但卻被它們甩開了--也許是因爲我感覺到了其中提到的技巧/事情。\n因爲我覺得其中提到的技巧/事情我已經知道了。I...",
      "title": "午夜圖書館"
    }
  ],
  "title": "The Midnight Library",
  "created_utc": 1623613274,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I finished this today and I feel...really disappointed. I knew this was a popular/hyped read and avoided it as a result for quite some time. I decided to read two of his non-fiction books and was sort of thrown off by them — maybe because I felt as though the tips/things mentioned I already knew. I also don’t like it when authors waste an entire page with just one profound sentence and that happened a lot in these books. With ‘The Midnight Library’ I felt as though he merged those two books together into a novel. It felt repetitive. Also, I don’t mind stories, especially in the literary fiction genre, having a predictable ending. I care more about the events/ journeys characters go through rather than the actual ending in such cases like with The Four Winds. I guessed the ending of this book from the get-go. And somehow it became super boring after the first half. After the first half, it felt like reading a manual for self-help which made it clinical rather than emotional. I know this a very unpopular opinion so I would love to know your thoughts!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/nyv21j/the_midnight_library/",
  "subreddit": "books",
  "id": "nyv21j",
  "is_self": true,
  "media": null,
  "is_video": false
}