{
  "author": "Bluemaster97",
  "original_created_utc": 1635090144,
  "title": "Is it bad that I'm 18 feel far closer to being a child than an adult?",
  "created_utc": 1635100083,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I  keep hearing people say that people my age are  fully grown and need to act like it. But honestly, I do not feel like one at all, and I only act like one when I need to have a serious conversation about something. Overall, I still feel like a child who barely knows anything and I&#39;m still not fully matured mentally or emotionally yet.</p>\n\n<p>In fact, I don&#39;t really feel that different from when I was like 13-14 or even younger. I&#39;m not even exaggerating. I feel almost just as confused about life/people in general, and I just feel very slightly more grown-up than I did then. When I look at people older than me or even my age, they seem so much more mature than I am, and when I look at people younger than me doing childish things, I don&#39;t think &quot;they&#39;re so annoying. I&#39;m glad I grew out of that.&quot; I think &quot;that looks really fun. I wish it was still acceptable for me to do that.&quot;</p>\n\n<p>This is all extremely stressful for me, so basically, my question is: Am I normal?</p>\n\n<p><strong>TLDR(just in case it&#39;s too long);</strong> I&#39;m 18, and even though I&#39;m supposed to be grown up, I&#39;m just not yet. I want to know if I&#39;m normal or not.</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/TooAfraidToAsk/comments/qeuo79/is_it_bad_that_im_18_feel_far_closer_to_being_a/",
  "subreddit": "TooAfraidToAsk",
  "id": "qeuo79",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I keep hearing people say that people my age are fully grown and need to act\nlike it. But honestly, I do not feel like one at all, and I only act like one\nwhen I need to have a serious conversation about something. Overall, I still\nfeel like a child who barely knows anything and I'm still not fully…"
}