{
  "author": "GregorSamsa1915",
  "original_created_utc": 1630957538,
  "title": "The most disturbing book?",
  "created_utc": 1630985236,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi all,</p>\n\n<p>I recently read “Haunted” by Chuck Palahniuk. This contains a short story called “Guts”, which curled my toes and turned my stomach more than anything I have ever read. </p>\n\n<p>I felt a similar sensation in Cormac McCarthy’s “The Road”, when the protagonist discovers living victims of cannibalism in a cellar. </p>\n\n<p>The only other example I can think of is Jack Ketchum’s “The Girl Next Door”, but this brought me closer to tears than to disgust. </p>\n\n<p>So I put it to the community: what is the most disturbing short story, novel or novella, and why?</p>\n\n<p>EDIT: Thanks so much for all the recommendations. I’ve just ordered House of Leaves and have added all the others onto my list for next books ✌️</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/pj6wxo/the_most_disturbing_book/",
  "subreddit": "books",
  "id": "pj6wxo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi all,\n\nI recently read “Haunted” by Chuck Palahniuk. This contains a short story called\n“Guts”, which curled my toes and turned my stomach more than anything I have\never read.\n\nI felt a similar sensation in Cormac McCarthy’s “The Road”, when the protagonist\ndiscovers living victims of cannibalism…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。\n\n最近、チャック・パラニュークの「Haunted」を読みました。この本には \"Guts \"という短編小説があります。\n「今まで読んだ本の中で一番、足の指が曲がり、胃が痛くなりました。\nこれまでに読んだどの作品よりも、足の指が曲がり、胃が痛くなりました。\n\nコーマック・マッカーシーの『ザ・ロード』でも、主人公が人肉食の犠牲者の死体を発見する場面で、同じような感覚を覚えた。\n主人公がカニバリズムの生きた犠牲者を発見したときに...。",
      "title": "一番気になった本は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好。\n\n我最近读了查克-帕拉纽克的《鬼魂》。这里面有一个短篇小说叫\n\"胆量 \"的短篇小说，它比我读过的任何东西都更能让我的脚趾头卷曲，让我的胃翻腾。\n读过的任何作品。\n\n我在科马克-麦卡锡的《路》中也有类似的感觉，当主人公\n当主人公发现活生生的食人族受害者时......",
      "title": "最令人不安的书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好。\n\n我最近讀了查克-帕拉紐克的《鬼魂》。這裏面有一個短篇小說叫\n\"膽量 \"的短篇小說，它比我讀過的任何東西都更能讓我的腳趾頭捲曲，讓我的胃翻騰。\n讀過的任何作品。\n\n我在科馬克-麥卡錫的《路》中也有類似的感覺，當主人公\n當主人公發現活生生的食人族受害者時......",
      "title": "最令人不安的書？"
    }
  ]
}