{
  "author": "AskWhyKnot",
  "the_new_excerpt": "The original context of the law makes sense. You don't want cops to have to\nphysically fight with every suspect they are trying to arrest. So if you make\nresisting arrest illegal, it incentivizes suspects to cooperate with their\narrest.\n\nBut cops have abused this law and now interpret any resistance…",
  "original_created_utc": 1618273580,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この法律の元々の文脈には意味があります。警官が逮捕しようとする容疑者全員と\n逮捕しようとする容疑者全員と物理的に戦う必要はありません。だから、もしあなたが\n逮捕に抵抗することを違法とすれば、容疑者が逮捕に協力する動機付けになります。\n逮捕に協力する動機になります。\n\nしかし、警官はこの法律を悪用し、今ではどんな抵抗も...と解釈しています。",
      "title": "CMV：「警官に抵抗する」ことが犯罪であってはならないところまで来ています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "法律的原始语境是有道理的。你不希望警察必须\n与他们试图逮捕的每一个嫌疑人进行肉搏。所以如果你让\n拒捕是非法的，它鼓励嫌疑人与他们合作。\n逮捕。\n\n但警察已经滥用了这项法律，现在解释任何抵抗... ...",
      "title": "CMV：我们已经到了 \"拒捕 \"不应该成为犯罪的地步。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "法律的原始語境是有道理的。你不希望警察必須\n與他們試圖逮捕的每一個嫌疑人進行肉搏。所以如果你讓\n拒捕是非法的，它鼓勵嫌疑人與他們合作。\n逮捕。\n\n但警察已經濫用了這項法律，現在解釋任何抵抗... ...",
      "title": "CMV：我們已經到了 \"拒捕 \"不應該成爲犯罪的地步。"
    }
  ],
  "title": "CMV: We have gotten to the point where \"resisting an officer\" shouldn't be a crime.",
  "created_utc": 1618299447,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The original context of the law makes sense.  You don&#39;t want cops to have to physically fight with every suspect they are trying to arrest.  So if you make resisting arrest illegal, it incentivizes suspects to cooperate with their arrest.</p>\n\n<p>But cops have abused this law and now interpret <em>any</em> resistance as resisting arrest.  But quite often, the suspect isn&#39;t resisting arrest, they&#39;re resisting something else.  In the case of George Floyd, he was resisting death.  In many cases, such as <a href=\"https://www.mirror.co.uk/news/world-news/out-control-police-dog-locks-10790898\">this one</a>, the suspect is resisting physical assault by a police dog.  Then there are cases of suspects <a href=\"https://www.dailymail.co.uk/news/article-8502911/Male-motorbike-cop-accused-groping-womans-breasts-arrest-ran-red-light.html\">resisting sexual assault</a>.  In cases like Breonna Taylor, her boyfriend didn&#39;t even know he was resisting police, he thought he was resisting armed invaders.  In the protests last summer, protesters were resisting being kidnapped and abused by police.</p>\n\n<p>In too many cases, the police have become little more than an armed gang of thugs with no accountability.  It is perfectly reasonable to fear the police, particularly for certain demographics in certain jurisdictions.  And when you are in fear, or in pain, resistance isn&#39;t a thought out plan, it is a natural, involuntary reaction; and that shouldn&#39;t be criminalized.</p>\n\n<p><strong>EDIT</strong>:  For the nutjobs who are trying to turn this discussion into a debate over whether Derek Chauvin killed George Floyd, that&#39;s not what this CMV is about and there&#39;s no way I&#39;m changing my view about that.  We all saw the video.  There is zero debate.  Accordingly, your off-topic rants that do not contribute meaningfully to the topic of this CMV will be ignored.</p>\n</div><!-- SC_ON -->",
  "score": 249,
  "permalink": "/r/changemyview/comments/mpr4jj/cmv_we_have_gotten_to_the_point_where_resisting/",
  "subreddit": "changemyview",
  "id": "mpr4jj",
  "is_self": true,
  "media": null,
  "is_video": false
}