{
  "author": "princessprettykitty",
  "original_created_utc": 1627230010,
  "title": "First time I’ve gotten lost in a book in a long time",
  "created_utc": 1627237779,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I‘ve always loved reading, but the past year or so I‘ve completely fallen out. I‘d pick up a book, get maybe 20 or 50 pages in and put it down. Pick up a new one, do the same thing. Finally, this week, I picked up 11/22/63. It‘s my first Stephen King, and I didn‘t really know what I was walking into, but holy hell I can‘t put it down. (I’m only half way through, so no spoilers yet please!) His prose is so vivid and detailed. The story is weird and compelling. I love it. </p>\n\n<p>But beyond all that, it feels good to get lost in a book again. To wake up excited to read my book, go all day thinking about wanting to read my book, and then realize I stayed up way too late reading. Just wanted to share with people I knew would understand :)</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/orejk8/first_time_ive_gotten_lost_in_a_book_in_a_long/",
  "subreddit": "books",
  "id": "orejk8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I‘ve always loved reading, but the past year or so I‘ve completely fallen out.\nI‘d pick up a book, get maybe 20 or 50 pages in and put it down. Pick up a new\none, do the same thing. Finally, this week, I picked up 11/22/63. It‘s my first\nStephen King, and I didn‘t really know what I was walking…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は昔から本を読むのが好きだったのですが、ここ1年ほどはすっかり忘れていました。\n本を手に取り、20ページか50ページほど読んだら、すぐに捨ててしまいます。次の本を手に取り\n新しい本を手に取り、同じことを繰り返していました。ようやく今週、「11/22/63」を手に取りました。これが私の最初の\nStephen Kingの作品は初めてで、自分が何をしようとしているのかよくわからなかった。",
      "title": "久しぶりに本に夢中になってしまった"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直喜欢阅读，但在过去的一年左右，我完全放弃了。\n我拿起一本书，可能读了20或50页就放下了。拿起一本新的\n一本，做同样的事情。最后，这个星期，我拿起了《11/22/63》。这是我的第一本\n斯蒂芬-金，我真的不知道我在走什么......",
      "title": "很久以来，我第一次在书中迷失了方向"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直喜歡閱讀，但在過去的一年左右，我完全放棄了。\n我拿起一本書，可能讀了20或50頁就放下了。拿起一本新的\n一本，做同樣的事情。最後，這個星期，我拿起了《11/22/63》。這是我的第一本\n斯蒂芬-金，我真的不知道我在走什麼......",
      "title": "很久以來，我第一次在書中迷失了方向"
    }
  ]
}