{
  "author": "CorgiGal89",
  "original_created_utc": 1624631156,
  "title": "Can't seem to get super engrossed in books like when I was younger and it sucks",
  "created_utc": 1624658453,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Back when I was still a kid, getting into a book - and staying there - seemed super easy. Probably the best example of this, not just for me but for a lot of people, was Harry Potter. If I got a new Harry Potter in my hands I just had to finish it that same day, sleeping be damned, and the world would stay with me for weeks after finishing it. It was the kind of story where you just felt compelled to go online and find communities to keep discussing it over and over again.</p>\n\n<p>I&#39;ve tried to re-create this feeling since that time and I&#39;ve never really found it. The closest was probably Game of Thrones/Song of Ice and Fire in terms of recreating this magical need for more information and discussion but otherwise, nothing much. I actually just put a bookmark at a Dresden book about ~50 pages from the ending and while I&#39;ll obviously still finish the book, I have 0 urgency to do it. I&#39;ve also tried reading Rowling&#39;s other books as Robert Galbraith, wondering if it was her writing style that did it but the book was just nowhere near as engaging as any of her previous work. I just really want that super excitement at picking up a new book and I&#39;m just not finding it, which makes me way less excited to read in general (and I hate it!)</p>\n\n<p>So here&#39;s what I&#39;m wondering, do you guys still regularly get deeply invested in the books you read? Do you think we feel that way less as we get older? Do some authors or genres inspire this more than others? What are your thoughts and experiences?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/o7org9/cant_seem_to_get_super_engrossed_in_books_like/",
  "subreddit": "books",
  "id": "o7org9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Back when I was still a kid, getting into a book - and staying there - seemed\nsuper easy. Probably the best example of this, not just for me but for a lot of\npeople, was Harry Potter. If I got a new Harry Potter in my hands I just had to\nfinish it that same day, sleeping be damned, and the world…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私がまだ子供だった頃、本の中に入り、そこに留まることはとても簡単なことでした。\nとても簡単でした。私だけでなく、多くの人々にとって、その最高の例はおそらくハリーポッターでしょう。\nハリー・ポッターでした。新しいハリーポッターを手にしたら、その日のうちに読み終えなければなりませんでした。\nその日のうちに寝る間も惜しんで読み終えなければなりませんでした。そして世界は...",
      "title": "若い頃のように本に夢中になることができないのが残念です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我还是个孩子的时候，进入书中--并停留在那里--似乎很容易。\n超级容易。这方面最好的例子，不仅仅是对我，对很多人来说都是如此。\n人来说，最好的例子是《哈利-波特》。如果我手里有一本新的《哈利-波特》，我就必须要看完。\n就必须在当天读完它，睡觉也不例外，而世界......",
      "title": "似乎不能像我年轻时那样超级沉迷于书籍，这很糟糕。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我還是個孩子的時候，進入書中--並停留在那裏--似乎很容易。\n超級容易。這方面最好的例子，不僅僅是對我，對很多人來說都是如此。\n人來說，最好的例子是《哈利-波特》。如果我手裏有一本新的《哈利-波特》，我就必須要看完。\n就必須在當天讀完它，睡覺也不例外，而世界......",
      "title": "似乎不能像我年輕時那樣超級沉迷於書籍，這很糟糕。"
    }
  ]
}