{
  "author": "CorgiGal89",
  "original_created_utc": 1624631156,
  "title": "Can't seem to get super engrossed in books like when I was younger and it sucks",
  "created_utc": 1624658453,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Back when I was still a kid, getting into a book - and staying there - seemed super easy. Probably the best example of this, not just for me but for a lot of people, was Harry Potter. If I got a new Harry Potter in my hands I just had to finish it that same day, sleeping be damned, and the world would stay with me for weeks after finishing it. It was the kind of story where you just felt compelled to go online and find communities to keep discussing it over and over again.</p>\n\n<p>I&#39;ve tried to re-create this feeling since that time and I&#39;ve never really found it. The closest was probably Game of Thrones/Song of Ice and Fire in terms of recreating this magical need for more information and discussion but otherwise, nothing much. I actually just put a bookmark at a Dresden book about ~50 pages from the ending and while I&#39;ll obviously still finish the book, I have 0 urgency to do it. I&#39;ve also tried reading Rowling&#39;s other books as Robert Galbraith, wondering if it was her writing style that did it but the book was just nowhere near as engaging as any of her previous work. I just really want that super excitement at picking up a new book and I&#39;m just not finding it, which makes me way less excited to read in general (and I hate it!)</p>\n\n<p>So here&#39;s what I&#39;m wondering, do you guys still regularly get deeply invested in the books you read? Do you think we feel that way less as we get older? Do some authors or genres inspire this more than others? What are your thoughts and experiences?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/o7org9/cant_seem_to_get_super_engrossed_in_books_like/",
  "subreddit": "books",
  "id": "o7org9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Back when I was still a kid, getting into a book - and staying there - seemed\nsuper easy. Probably the best example of this, not just for me but for a lot of\npeople, was Harry Potter. If I got a new Harry Potter in my hands I just had to\nfinish it that same day, sleeping be damned, and the world…"
}