{
  "author": "mbm2783",
  "the_new_excerpt": "When I see people owning birds as pets and keeping them locked in their cage all\nthe time it brings me great sadness.\n\nThe way I see it is that birds are meant to fly and spread their wings. It’s a\nbasic need for birds and what they’re meant to do. It breaks my heart seeing\nbirds in cages as pets…",
  "original_created_utc": 1619543519,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "鳥をペットとして飼っている人が、鳥をずっとケージに閉じ込めているのを見ると\nとても悲しい気持ちになります。\n\n私の考えでは、鳥は空を飛び、翼を広げるものです。それは、鳥にとって\nそれが鳥の基本的な欲求であり、そのためにあるのだと思います。ペットとして檻に入れられている鳥を見ると心が痛みます。\nペットとしてケージに入れられている鳥を見ると心が痛みます。",
      "title": "CMV: ペットの鳥を飼って一生檻の中に入れておくのは、残酷で非人間的です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我看到人们把鸟儿当作宠物，并把它们一直锁在笼子里的时候\n的时候，我就会感到非常难过。\n\n我的看法是，鸟类是要飞翔和展翅的。这是一个\n这是鸟类的基本需求，也是它们的本职工作。看到笼子里的鸟儿被当作宠物，我的心都碎了\n笼子里的鸟儿作为宠物......",
      "title": "CMV：拥有一只宠物鸟并把它关在笼子里一辈子都是残忍和不人道的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我看到人們把鳥兒當作寵物，並把它們一直鎖在籠子裏的時候\n的時候，我就會感到非常難過。\n\n我的看法是，鳥類是要飛翔和展翅的。這是一個\n這是鳥類的基本需求，也是它們的本職工作。看到籠子裏的鳥兒被當作寵物，我的心都碎了\n籠子裏的鳥兒作爲寵物......",
      "title": "CMV：擁有一隻寵物鳥並把它關在籠子裏一輩子都是殘忍和不人道的。"
    }
  ],
  "title": "CMV: owning a pet bird and keeping it a cage it’s whole life is cruel and inhuman",
  "created_utc": 1619598738,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I see people owning birds as pets and keeping them locked in their cage all the time it brings me great sadness. </p>\n\n<p>The way I see it is that birds are meant to fly and spread their wings. It’s a basic need for birds and what they’re meant to do. It breaks my heart seeing birds in cages as pets because it’s nothing like their natural habitat. It would be like us being confined to a small living room, or more bluntly, a jail cell for all to watch. </p>\n\n<p>If you own pet birds or disagree, I would greatly appreciate your input so that I can feel less distress due to my current view.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/mztcsw/cmv_owning_a_pet_bird_and_keeping_it_a_cage_its/",
  "subreddit": "changemyview",
  "id": "mztcsw",
  "is_self": true,
  "media": null,
  "is_video": false
}