{
  "author": "partyrocker3023",
  "original_created_utc": 1626707894,
  "title": "YSK: When you’re about to fight someone or getting ready to, you should clench your jaw firmly.",
  "created_utc": 1626718098,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why ysk: When it comes to fights. Most punches can be directed to your face. When you are about to fight someone, you may not be thinking of your jaw but it should be taken very seriously. </p>\n\n<p>Not clenching your jaw can lead to several bad things to occur. For one, if the other person lands a good hit, you can have a hard time breaching or even worse, break some teeth in the process. Secondly, have you heard the term “spin his jaw”... Well that’s the whole point. When you punch someone in the jaw who does not have a firm clench, you can likely KO the person or stun them very temporarily. It’s enough for them to land many more punches to your face. The last thing you want in a fight is to get knocked out. </p>\n\n<p>Your don’t have to clench as hard as you can, just have a firm clench.</p>\n\n<p>Edit: People engage for the dumbest reasons and I am very much against that. I meant this post in a way where someone is engaging you and the only move is defensive. Of course, I only hope that you are able to avoid fighting at all costs and not have to fight but I hope people know this info in the worst case scenario.</p>\n</div><!-- SC_ON -->",
  "score": 188,
  "permalink": "/r/YouShouldKnow/comments/ong4cm/ysk_when_youre_about_to_fight_someone_or_getting/",
  "subreddit": "YouShouldKnow",
  "id": "ong4cm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why ysk: When it comes to fights. Most punches can be directed to your face.\nWhen you are about to fight someone, you may not be thinking of your jaw but it\nshould be taken very seriously.\n\nNot clenching your jaw can lead to several bad things to occur. For one, if the\nother person lands a good hit,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜyskなのか。喧嘩になると ほとんどのパンチは顔に向けられます。\n誰かと戦おうとしているとき、あなたは自分の顎のことを考えていないかもしれませんが、それはとても重要なことです。\n非常に重要なことです。\n\n顎を食いしばらないと、いくつかの悪いことが起こります。1つは、相手が良いパンチを打ってきた場合\n相手がいいパンチを打ってきた場合には",
      "title": "YSK: 誰かと戦おうとしているとき、あるいは戦う準備をしているときは、しっかりと顎を握ってください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么ysk。当涉及到打架时。大多数拳头都可以直接打到你的脸上。\n当你要和别人打架时，你可能不会想到你的下巴，但它\n应该非常认真地对待。\n\n不咬紧下巴会导致几件坏事发生。首先，如果\n另一个人打了一个好球，...",
      "title": "YSK：当你要和别人打架或准备打架时，你应该紧紧咬住你的下巴。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼ysk。當涉及到打架時。大多數拳頭都可以直接打到你的臉上。\n當你要和別人打架時，你可能不會想到你的下巴，但它\n應該非常認真地對待。\n\n不咬緊下巴會導致幾件壞事發生。首先，如果\n另一個人打了一個好球，...",
      "title": "YSK：當你要和別人打架或準備打架時，你應該緊緊咬住你的下巴。"
    }
  ]
}