{
  "author": "Haunting-Mortgage",
  "original_created_utc": 1637022331,
  "title": "YSK: food products that say \"organic\" on the box are often not fully organic",
  "created_utc": 1637055004,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>WHY YSK: I work in the advertising industry, and we parse literally every word on packaging and in commercials in order get as close to lying as possible. For example, if you see the word &quot;chocolatey&quot; in big letters on a box of candy, but <em>not</em> chocolate - there is no chocolate in the candy.</p>\n\n<p>Right now &quot;being healthy&quot; and &quot;being green&quot; are buzz words in the food business.  Organic food is a big seller, but it&#39;s also expensive, and that cuts into the bottom line. So companies have started to advertise &quot;organic&quot; on their packaging when not all the ingredients are organic. If you see the phrase &quot;organic&quot; on a box of food, look closer - for example, on a frozen mushroom and sausage pizza, you may see something like:</p>\n\n<p><sup>made with</sup> <strong>ORGANIC</strong> <sup>mushrooms</sup></p>\n\n<p>Everything else - the tomato sauce, the sausage, cheese, etc are made from ingredients that are <em>not</em> organic, and therefore most likely worse for you -- and often times worse for the planet. It&#39;s a neat way to trick you into buying something you don&#39;t want to buy. </p>\n\n<p>Read the packaging carefully. For a fully organic product, it can&#39;t say &quot;made with organic x&quot; it needs to say &quot;organic&quot; and <em>nothing else.</em></p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/quup4q/ysk_food_products_that_say_organic_on_the_box_are/",
  "subreddit": "YouShouldKnow",
  "id": "quup4q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "WHY YSK: I work in the advertising industry, and we parse literally every word\non packaging and in commercials in order get as close to lying as possible. For\nexample, if you see the word \"chocolatey\" in big letters on a box of candy, but\nnot chocolate - there is no chocolate in the candy.\n\nRight…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "WHY YSK: 私は広告業界で働いていますが、私たちはパッケージや製品の文字を一字一句吟味しています。\nパッケージやCMで使われている言葉を解析して、可能な限り嘘に近づけるようにしています。例えば\n例えば、お菓子の箱に「ショコラ」という文字が大きく書かれていても\nチョコレートは入っていませんでした。\n\nそうですね。",
      "title": "YSK: 箱に「オーガニック」と書かれている食品は、完全なオーガニックではないことが多いです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我在广告业工作，我们对包装上的每一个字都进行分析。\n我们对包装上和广告中的每一个字进行分析，以便尽可能地接近说谎。例如\n例如，如果你在一盒糖果上看到 \"chocolatey\"（巧克力）这个大字，但不是巧克力\n不是巧克力--糖果里就没有巧克力。\n\n对...",
      "title": "YSK：盒子上写着 \"有机 \"的食品往往不是完全有机的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我在廣告業工作，我們對包裝上的每一個字都進行分析。\n我們對包裝上和廣告中的每一個字進行分析，以便儘可能地接近說謊。例如\n例如，如果你在一盒糖果上看到 \"chocolatey\"（巧克力）這個大字，但不是巧克力\n不是巧克力--糖果裏就沒有巧克力。\n\n對...",
      "title": "YSK：盒子上寫着 \"有機 \"的食品往往不是完全有機的"
    }
  ]
}