{
  "author": "Haunting-Mortgage",
  "original_created_utc": 1637022331,
  "title": "YSK: food products that say \"organic\" on the box are often not fully organic",
  "created_utc": 1637055004,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>WHY YSK: I work in the advertising industry, and we parse literally every word on packaging and in commercials in order get as close to lying as possible. For example, if you see the word &quot;chocolatey&quot; in big letters on a box of candy, but <em>not</em> chocolate - there is no chocolate in the candy.</p>\n\n<p>Right now &quot;being healthy&quot; and &quot;being green&quot; are buzz words in the food business.  Organic food is a big seller, but it&#39;s also expensive, and that cuts into the bottom line. So companies have started to advertise &quot;organic&quot; on their packaging when not all the ingredients are organic. If you see the phrase &quot;organic&quot; on a box of food, look closer - for example, on a frozen mushroom and sausage pizza, you may see something like:</p>\n\n<p><sup>made with</sup> <strong>ORGANIC</strong> <sup>mushrooms</sup></p>\n\n<p>Everything else - the tomato sauce, the sausage, cheese, etc are made from ingredients that are <em>not</em> organic, and therefore most likely worse for you -- and often times worse for the planet. It&#39;s a neat way to trick you into buying something you don&#39;t want to buy. </p>\n\n<p>Read the packaging carefully. For a fully organic product, it can&#39;t say &quot;made with organic x&quot; it needs to say &quot;organic&quot; and <em>nothing else.</em></p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/quup4q/ysk_food_products_that_say_organic_on_the_box_are/",
  "subreddit": "YouShouldKnow",
  "id": "quup4q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "WHY YSK: I work in the advertising industry, and we parse literally every word\non packaging and in commercials in order get as close to lying as possible. For\nexample, if you see the word \"chocolatey\" in big letters on a box of candy, but\nnot chocolate - there is no chocolate in the candy.\n\nRight…"
}