{
  "author": "SublimewithLime",
  "the_new_excerpt": "I can read perfectly out loud, better than others I feel. But, when it comes to\nreading in my head, I read every single word in either the characters voice, or\nmy voice. If I try to speed up it literally sounds like they or I am speaking\nquite frantically. If I skim over the words without reading…",
  "original_created_utc": 1612682491,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我完全可以大声地读出来，我觉得比别人读得好。但是，当涉及到\n在我的脑海中，我读到的每一个字，要么是人物的声音，要么是...。\n我的声音。如果我试着加快速度，听起来就像他们或我在说。\n很疯狂的。如果我不看文字就草草了事... ...",
      "title": "我无法打破脑海中的内心独白，也无法同时掌握自己的阅读内容。因此，我读得很慢。有什么建议吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我完全可以大聲地讀出來，我覺得比別人讀得好。但是，當涉及到\n在我的腦海中，我讀到的每一個字，要麼是人物的聲音，要麼是...。\n我的聲音。如果我試着加快速度，聽起來就像他們或我在說。\n很瘋狂的。如果我不看文字就草草了事... ...",
      "title": "我無法打破腦海中的內心獨白，也無法同時掌握自己的閱讀內容。因此，我讀得很慢。有什麼建議嗎？"
    }
  ],
  "title": "I cant break the inner monologue in my head and keep track of what I'm reading at the same time. As a result I read very slowly. Any advice?",
  "created_utc": 1612690816,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I can read perfectly out loud, better than others I feel. But, when it comes to reading in my head, I read every single word in either the characters voice, or my voice. If I try to speed up it literally sounds like they or I am speaking quite frantically. If I skim over the words without reading them out loud, I will literally forget the sentence that I just read. I just spent 7 hours, quite ironically, reading Astrophysics for people in a hurry, without rereading a single sentence. Apparently the average time this book should take to read is about 2 hours. That does not compute to me, and I was an honors english student in college, I dont feel slow lol. Has anyone had this problem and truly overcame it, without sacrificing comprehension?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/leht66/i_cant_break_the_inner_monologue_in_my_head_and/",
  "subreddit": "books",
  "id": "leht66",
  "is_self": true,
  "media": null,
  "is_video": false
}