{
  "author": "drobertgj",
  "the_new_excerpt": "There are two perspectives that can argue for my view. One is individual, where\nwe can increase individual wellbeing and reduce suffering. The other is societal\nbenefits, where everyone benefits both economically and socially.\n\nToday we all know the importance of exercise and a healthy body, people…",
  "original_created_utc": 1617624615,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "有两个角度可以论证我的观点。一种是个人，其中\n我们可以增加个人福祉，减少痛苦。另一个是社会\n效益，每个人都能在经济和社会上受益。\n\n如今我们都知道运动的重要性，健康的身体，人们...",
      "title": "CMV：心理健康应被视为与身体健康同等重要或更重要。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有兩個角度可以論證我的觀點。一種是個人，其中\n我們可以增加個人福祉，減少痛苦。另一個是社會\n效益，每個人都能在經濟和社會上受益。\n\n如今我們都知道運動的重要性，健康的身體，人們...",
      "title": "CMV：心理健康應被視爲與身體健康同等重要或更重要。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "私の考えを主張するには、2つの視点があります。1つは個人の視点で、個人の健康状態を\n個人のウェルビーイングを高め、苦しみを減らすことができます。もう1つは社会的利益です。\n経済的にも社会的にも皆が恩恵を受けるというものです。\n\n今日、私たちは皆、運動や健康な体の重要性を知っていて、人々...",
      "title": "CMV：心の健康は、体の健康と同じかそれ以上に重要であると考えるべきです。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "私の考えを主張するには、2つの視点があります。1つは個人の視点で、個人の健康状態を\n個人のウェルビーイングを高め、苦しみを減らすことができます。もう1つは社会的利益です。\n経済的にも社会的にも皆が恩恵を受けるというものです。\n\n今日、私たちは皆、運動や健康な体の重要性を知っていて、人々...",
      "title": "CMV：心の健康は、体の健康と同じかそれ以上に重要であると考えるべきです。"
    }
  ],
  "title": "CMV: Mental health should be considered equally important or more important than physical health.",
  "created_utc": 1617642865,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are two perspectives that can argue for my view. One is individual, where we can increase individual wellbeing and reduce suffering. The other is societal benefits, where everyone benefits both economically and socially.  </p>\n\n<p>Today we all know the importance of exercise and a healthy body, people put a lot of time into the gym, jogging and sports. However, we do not put the same time into improving our own mental health, and I would argue the latter is more important. I strongly believe that the mind is our only tool to encounter the world around us, our opinions, emotions and ideas create our perspectives. These perspectives can be changed for the better or worse. Our suffering in this world is in many ways a choice, not necessarily a clear choice. This suffering can in many situations be decreased through therapy or deep self-reflection. The opposite is also true related to happiness. I’m not saying, think happy thoughts, go to therapy, and you will be happy. But focusing on improving one’s mental health, can make you view the world differently. Cognitive behavioural therapy (CBT) has been showed to decrease symptoms of depression. Now CBT focuses on challenging an individual’s maladaptive thoughts and ideas and replacing them with more beneficial ones. This is just one example that argues the effect and importance of focusing on mental health. I would also suggest we focus more on preventive measures, such as introducing children to mindfulness at an early age, and destigmatizing mental health issues. If you put too much strain on the mind, it will break just as a bone does. However, the mind breaking is viewed more as an inherent personal weakness, even though we all have this inherent weakness. To take the analogy further, I would say improving one’s mental health can be viewed the same as strengthening one’s body. More muscles reduce the chance of bones breaking, but your bones do not become invulnerable. </p>\n\n<p>To advocate the societal perspective, I would like to point out that we are going through a paradigm shift. Physical labour is being replaced by knowledge work. We as a species value knowledge and mental capability equally or more than physical capability, especially in the western world. This has not always been the norm. Where physical power earlier dominated, intellect and knowledge does now. Wars is no longer won by soldiers, but by drones, missiles and hacking. Machines have long ago replaced human labour, increasing productivity greatly and reducing the need for physical labour in the workforce. Additionally, we collectively accumulate more knowledge, making jobs more complex, and people need to specialize even more. I argue our physical body is not as important as our mind. Very few job sectors or field hire you based on your body. Much more important is your attitude, emotional well-being, resilience and rational thinking capabilities. This gives more power to the individual, where it’s easier to choose one’s path in life. As a result, the person with greater mental health become more content with life. Making society more populated with happy people spreading joy. </p>\n\n<p>To clarify, I don&#39;t think physical health isn&#39;t important. However, we as people put disappropriate amount of time into improving physical health. That time could have been used to improve mental health instead, which is more important.</p>\n\n<p>There are probably a hole lot of different reasons mental health is important, but I thought these were the clearest to me.</p>\n\n<p>Edit 1: I feel like a lot of people in many ways agree with my opinion, but fail to persuade me on the point where i state body is secondary to the mind. Our perspectives of the world is not dictated through whatour senses, muscles and body get of input. How we react to that input, or act upon the world is alone dictated through our minds lense. Emotions along with suffering and happiness are constructs of our mind. These co structs are malluable, and can be changes with introspective focus and training. So if we sant to improve something in our life, including physical health, it starts with our mental health.</p>\n</div><!-- SC_ON -->",
  "score": 644,
  "permalink": "/r/changemyview/comments/mkj6od/cmv_mental_health_should_be_considered_equally/",
  "subreddit": "changemyview",
  "id": "mkj6od",
  "is_self": true,
  "media": null,
  "is_video": false
}