{
  "author": "seasonalchanges312",
  "the_new_excerpt": "Man’s search for meaning - Viktor Frankl.\n\nThere’s two parts of the book, the first one is about Frankl’s experience in as\na prisoner in a Nazi concentration camp. Frank who’s an educated psychiatrist,\nalso tells the reader about the horrific things he saw, and how he observed\npeople and how they…",
  "original_created_utc": 1620239741,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "人間の意味の探求-ビクトール・フランクル\n\nこの本は2部構成になっていて、第1部はフランクルがナチスの強制収容所の囚人として体験したことを\nナチスの強制収容所の囚人としてのフランクルの経験について書かれています。フランクルは精神科医としての知識を持っています。\n読者には、彼が見た恐ろしいものや、彼がどのように人々を観察したか、そして\n人々をどのように観察したのか、そして彼らがどのように...",
      "title": "人間の意味の探求」は、私がこれまでに読んだ本の中で、最も優れた、そして最も心に残る本の一つです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "人对意义的寻求--维克多-弗兰克尔。\n\n这本书有两个部分，第一部分是关于弗兰克尔在纳粹集中营的经历。\n作为纳粹集中营的一名囚犯。弗兰克是一位受过教育的精神病学家。\n他还向读者讲述了他所看到的可怕的事情，以及他如何观察人们和他们的生活方式。\n他如何观察人们以及他们如何...",
      "title": "人类对意义的探索是我所读过的最好的和最令人神往的书之一。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "人對意義的尋求--維克多-弗蘭克爾。\n\n這本書有兩個部分，第一部分是關於弗蘭克爾在納粹集中營的經歷。\n作爲納粹集中營的一名囚犯。弗蘭克是一位受過教育的精神病學家。\n他還向讀者講述了他所看到的可怕的事情，以及他如何觀察人們和他們的生活方式。\n他如何觀察人們以及他們如何...",
      "title": "人類對意義的探索是我所讀過的最好的和最令人神往的書之一。"
    }
  ],
  "title": "Man’s search for meaning is one of the best & most haunting books, I’ve ever read.",
  "created_utc": 1620242778,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Man’s search for meaning - Viktor Frankl.</p>\n\n<p>There’s two parts of the book, the first one is about Frankl’s experience in as a prisoner in a Nazi concentration camp. Frank who’s an educated psychiatrist, also tells the reader about the horrific things he saw, and how he observed people and how they were trying to cope with seemingly impossible obstacles. Frankl’ theorized that people whom find meaning in their suffering, can best cope with the horrifying situation they’re in. Frankl himself found strength in one day meeting his wife again, which made him continue on his journey, through the horrors of a Nazi concentration camp. </p>\n\n<p>The first part gives insight into how people in the most dire situations tried to find a way to ‘move forward’ even when it seemed as all was lost.</p>\n\n<p>The second part of the book is dedicated to logotherapy - one which he himself developed. Logotherapy is based on the concept that the biggest motivator in life is finding a sense of purpose and meaning. Thus, we have freedom in finding meaning in what we as humans do and experience, and that life has meaning under all circumstances.</p>\n\n<p>Man’s search for meaning might be my favorite book. It’s short - about 150 pages, it’s absolutely horrific, melancholic and sends chills down your spine. It’s an amazing book, I’ve read it 2 times now, the philosophical rhetoric that finding a sense of purpose, is a key to moving forward has really stuck with me.</p>\n\n<p>Great read, would recommend to anyone.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/books/comments/n5n3ag/mans_search_for_meaning_is_one_of_the_best_most/",
  "subreddit": "books",
  "id": "n5n3ag",
  "is_self": true,
  "media": null,
  "is_video": false
}