{
  "author": "-Aporia",
  "original_created_utc": 1639389915,
  "title": "I don't understand how people continue to use Solana when it's team is literally known liars.",
  "created_utc": 1639398701,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t know about you but trust is a massive thing for me. Especially when it comes to the products I use and invest in. They have lied about their circulating supply TWICE and have blatantly committed fraud. Their responses to this was literally just a &amp;quot;whoops, well looks like you caught us&amp;quot;. This is an absolute joke in my eyes. &lt;/p&gt;\n\n&lt;p&gt;I have literally sold all my SOL, I&amp;#39;ve bought a bag of MATIC and I&amp;#39;m never going back. It&amp;#39;s more decentralized (SOL has proven to be extremely centralized), The team can actually be trusted and it&amp;#39;s just an overall better chain IN MY OPINION. &lt;/p&gt;\n\n&lt;p&gt;Yes I know Solana has a higher market cap but I feel like in the long term, Polygon will be flipping it. Are you really so obsessed with making a quick buck that you&amp;#39;d invest in a project who&amp;#39;s developers have blatantly lied to your face and have disrespected you on multiple occasions? I don&amp;#39;t know about you but I&amp;#39;m not about that life. Respect yourselves, They only get away with this crap if we let them.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 304,
  "permalink": "/r/CryptoCurrency/comments/rfcfks/i_dont_understand_how_people_continue_to_use/",
  "subreddit": "CryptoCurrency",
  "id": "rfcfks",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don't know about you but trust is a massive thing for me. Especially when it\ncomes to the products I use and invest in. They have lied about their\ncirculating supply TWICE and have blatantly committed fraud. Their responses to\nthis was literally just a \"whoops, well looks like you caught us\".…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>あなたはどうかわかりませんが、私にとって信頼は大きなものです。\n私にとっては大きな問題です。特に、自分が使っている製品や投資している製品に関しては。\nの製品に関しては特にそうです。彼らは流通量について2度も嘘をつき、あからさまな詐欺行為を行っています。\n詐欺行為を行いました。これに対する彼らの対応は、文字通りただの...",
      "title": "ソラナのチームが文字通りの嘘つきであるにもかかわらず、人々がソラナを使い続けるのは理解できません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我不知道你的情况，但信任对我来说是一件大事。\n对我来说是个大问题。特别是当它涉及到我使用和投资的产品时。\n的时候。他们对他们的流通供应量撒了两次谎，并公然进行欺诈。\n犯了欺诈罪。他们对此事的回应简直就是一纸空文...",
      "title": "我不明白人们如何继续使用索拉纳，因为它的团队简直是众所周知的骗子。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我不知道你的情況，但信任對我來說是一件大事。\n對我來說是個大問題。特別是當它涉及到我使用和投資的產品時。\n的時候。他們對他們的流通供應量撒了兩次謊，並公然進行欺詐。\n犯了欺詐罪。他們對此事的迴應簡直就是一紙空文...",
      "title": "我不明白人們如何繼續使用索拉納，因爲它的團隊簡直是衆所周知的騙子。"
    }
  ]
}