{
  "author": "varnavruz",
  "original_created_utc": 1634256542,
  "title": "CMV: Genital mutilation of minors must be banned for all genders",
  "created_utc": 1634266008,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We&#39;re talking about the West here, situation may be different in other world regions.</p>\n\n<p>I don&#39;t see a valid reason why it&#39;s illegal to surgically remove parts of girl&#39;s genitals, and totally legal and even common (at least in USA) to do same thing to boy&#39;s genitals. \nOnly reason when it should be legal is some disorder that needs surgical treatment.\nBiggest problem is that minors cannot give consent for the procedure. If adult wants to do this to themselves - no problems. If you want to do this to your (or someone else&#39;s) kid - this should be illegal.</p>\n\n<p>Edit: Let&#39;s consider gender = biological sex in this post</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/q8c63k/cmv_genital_mutilation_of_minors_must_be_banned/",
  "subreddit": "changemyview",
  "id": "q8c63k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We're talking about the West here, situation may be different in other world\nregions.\n\nI don't see a valid reason why it's illegal to surgically remove parts of girl's\ngenitals, and totally legal and even common (at least in USA) to do same thing\nto boy's genitals. Only reason when it should be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここでは欧米の話をしていますが、他の地域では状況が異なるかもしれません。\nの地域ではどうでしょうか？\n\n女の子の性器の一部を手術で切除することが違法であるとする正当な理由は見当たりません。\n女の子の性器の一部を手術で切除するのは違法で、男の子の性器に同じことをするのは完全に合法で、（少なくともアメリカでは）一般的でさえあります。\nしても全く問題ありません。唯一の理由は、それが...",
      "title": "CMV: 未成年者の性器切除は性別を問わず禁止すべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们在这里谈论的是西方，世界上其他地区的情况可能不同。\n地区可能有所不同。\n\n我看不出有什么合理的理由，为什么通过手术切除女孩的部分生殖器是非法的？\n而对男孩的生殖器做同样的事情则完全合法，甚至很普遍（至少在美国）。\n对男孩的生殖器做同样的事。唯一的理由是，这应该是...",
      "title": "CMV：必须禁止对所有性别的未成年人进行生殖器切割"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們在這裏談論的是西方，世界上其他地區的情況可能不同。\n地區可能有所不同。\n\n我看不出有什麼合理的理由，爲什麼通過手術切除女孩的部分生殖器是非法的？\n而對男孩的生殖器做同樣的事情則完全合法，甚至很普遍（至少在美國）。\n對男孩的生殖器做同樣的事。唯一的理由是，這應該是...",
      "title": "CMV：必須禁止對所有性別的未成年人進行生殖器切割"
    }
  ]
}