{
  "author": "rbro777",
  "original_created_utc": 1627498141,
  "title": "CMV: Conspiracy theories aren’t inherently invalid just because they’re conspiracy theories",
  "created_utc": 1627548232,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’d like to begin with a disclaimer that the examples I use in this post are just examples, and may or may not reflect my personal views. I will try not to take a side on any particular theory, and instead just state the theory. </p>\n\n<p>A conspiracy theory is a theory that explains an event or set of circumstances as the result of a secret plot by usually powerful conspirators. </p>\n\n<p>This does not automatically invalidate the theory. They are simply alternative explanations of events and their causes. One can not invalidate a conspiracy theory without looking at the evidence claimed by the theorists. </p>\n\n<p>For example, the moon landing conspiracy. There is a group that believes that humans have never landed on the moon, and that the Apollo 11 landing was filmed on a movie set. Their evidence includes shadow lines in different directions, which are typical of a secondary light source. They also use the video of the flag flapping after being twisted to claim that a flag can’t flap without an atmosphere. </p>\n\n<p>However, after examining their evidence, the second shadow can be created by the reflection off of the moon’s surface, and the flapping was from the inertia of the twisting and could be replicated in a vacuum chamber. There is also counter evidence, where Apollo 15 astronauts placed a mirrored reflector in a precise location on the moon, and we can shoot a laser at it from earth and get the laser bounced back. </p>\n\n<p>That theory is not inherently invalid because it’s a conspiracy theory, it was proven invalid with evidence. </p>\n\n<p>TL;DR you need evidence to disprove a conspiracy theory that also has evidence, change my view.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/otgata/cmv_conspiracy_theories_arent_inherently_invalid/",
  "subreddit": "changemyview",
  "id": "otgata",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’d like to begin with a disclaimer that the examples I use in this post are\njust examples, and may or may not reflect my personal views. I will try not to\ntake a side on any particular theory, and instead just state the theory.\n\nA conspiracy theory is a theory that explains an event or set of…"
}