{
  "author": "MEGR1994",
  "the_new_excerpt": "A few days ago, I finished reading Blood Meridian for the first time. I think it\nis fair to say that few novels have ever stuck around with me the way Blood\nMeridian has. I know it has its fair share of detractors, it’s too meandering,\ntoo violent, too philosophical, etc. To each their own, I cannot…",
  "original_created_utc": 1619560549,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "数日前、初めて「血の子午線」を読み終えました。思うに\nこれほどまでに私の心に残った小説はないと言っていいでしょう。\nMeridian』のように私の心に残った小説はほとんどないと言っていいでしょう。賛否両論あるのは承知していますが、あまりにも蛇行しています。\nあまりにも蛇行している、暴力的すぎる、哲学的すぎる、などなど。人それぞれだと思いますが、私は...。",
      "title": "血の子午線。文学史上最高のラストパラグラフ？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "几天前，我第一次读完了《血色子午线》。我认为\n可以说，很少有小说能像《血色子午线》那样让我难以忘怀。\n子午线》。我知道它有相当多的批评者，它太蜿蜒曲折。\n太暴力，太哲学化，等等。每个人都有自己的看法，我不能...",
      "title": "血色子午线》。文学中最伟大的最后一段？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "幾天前，我第一次讀完了《血色子午線》。我認爲\n可以說，很少有小說能像《血色子午線》那樣讓我難以忘懷。\n子午線》。我知道它有相當多的批評者，它太蜿蜒曲折。\n太暴力，太哲學化，等等。每個人都有自己的看法，我不能...",
      "title": "血色子午線》。文學中最偉大的最後一段？"
    }
  ],
  "title": "Blood Meridian: The Greatest Last Paragraph in Literature?",
  "created_utc": 1619576968,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A few days ago, I finished reading Blood Meridian for the first time. I think it is fair to say that few novels have ever stuck around with me the way Blood Meridian has. I know it has its fair share of detractors, it’s too meandering, too violent, too philosophical, etc. To each their own, I cannot change your mind. Personally, I thought it was a masterpiece and one of the greatest works of experimental fiction that I have ever read. </p>\n\n<p>I think everything which is so powerful about this novel can be summarized in the last paragraph. I had never thought about what my favorite last paragraph was until reading this book. I have probably reread it six times since finishing and cannot help but be drawn back to it. It is one of the most harrowing passages I have ever read and it serves as a fantastic knot for tying together all of the larger themes, ideas, and meanings of the novel. Everything about it is simply perfect. The lyrical repetition in language, the vividness of imagery, the Biblical allusions, and the deeper metaphorical layers of “the dance”. I found it to be brilliant. The passage is branded into my brain and I know I will go back to reread it many more times. It is a great favorite.</p>\n\n<p>What were your thoughts on this final passage? If it did not resonate with you, which final paragraphs have?</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/books/comments/mzzphd/blood_meridian_the_greatest_last_paragraph_in/",
  "subreddit": "books",
  "id": "mzzphd",
  "is_self": true,
  "media": null,
  "is_video": false
}