{
  "author": "Someguyyy08",
  "original_created_utc": 1630722978,
  "title": "CMV: People shouldn’t get off as easily with racism towards white people.",
  "created_utc": 1630794635,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me ask you a question. How many times have you heard a racist comment towards the white race? Maybe you’ve been in a conversation about spicy food and someone brought up how white people have low spice tolerances. The ironic thing is that you might hear those same people talk about racist stereotypes and how they’re false (an example would be the stereotype of how black people can’t swim). </p>\n\n<p>I mean, people of other races can make as many racist comments about white people but as soon as a white person (or really anyone tbh) makes a comment about ANY race they are labeled as racist. </p>\n\n<p>I know I’m not the only one who has noticed this double standard. I don’t see how my perspective could be changed, which is why I need your help for me change it.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/phj7ue/cmv_people_shouldnt_get_off_as_easily_with_racism/",
  "subreddit": "changemyview",
  "id": "phj7ue",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let me ask you a question. How many times have you heard a racist comment\ntowards the white race? Maybe you’ve been in a conversation about spicy food and\nsomeone brought up how white people have low spice tolerances. The ironic thing\nis that you might hear those same people talk about racist…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "質問をさせてください。人種差別的なコメントを何度聞いたことがありますか？\n白人に対する人種差別的な発言を聞いたことがありますか？辛い食べ物の話をしているときに、白人のピーナッツがどうのこうのと言われたことがあるかもしれません。\n誰かが「白人はスパイスに対する耐性が低い」と言ったことがあるかもしれません。皮肉なことに\n皮肉なことに、同じ人が人種差別的な発言をしているのを聞いたことがあるかもしれません。",
      "title": "CMV：白人に対する人種差別を簡単に済ませてはいけません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "让我问你一个问题。你有多少次听到过针对白人的种族主义言论？\n对白种人的评论？也许你曾在一次关于辛辣食物的谈话中\n有人提到白人对香料的耐受力很低。讽刺的是\n的是，你可能会听到这些人谈论种族主义者...",
      "title": "CMV：人们不应该轻易放过对白人的种族主义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓我問你一個問題。你有多少次聽到過針對白人的種族主義言論？\n對白種人的評論？也許你曾在一次關於辛辣食物的談話中\n有人提到白人對香料的耐受力很低。諷刺的是\n的是，你可能會聽到這些人談論種族主義者...",
      "title": "CMV：人們不應該輕易放過對白人的種族主義。"
    }
  ]
}