{
  "author": "hairspray3000",
  "the_new_excerpt": "I'm cis. Gonna start with that. You probably guessed already.\n\nThere's mounting pressure to refer to everyone as \"they/them\" unless they\nexplicitly state their pronouns. So now there's also mounting pressure on\neveryone to explicitly state their pronouns if they don't want to be misgendered\nas…",
  "original_created_utc": 1621207586,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はCISです。まずはそれから始めます。もうお分かりだと思いますが。\n\n代名詞を明示しない限り、全員を「彼ら/彼女ら」と呼ぶべきだという圧力が高まっています。\n代名詞を明示しない限り、全員を「彼ら/彼女ら」と呼ぶべきだという圧力がかかっています。だから今、次のような圧力もかかっています。\n誰もが自分の代名詞を明示するように圧力をかけられています。\nとして...",
      "title": "CMV: 全員に代名詞の提示を求めるのは失礼です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是阴性人。就从这一点开始吧。你可能已经猜到了。\n\n现在有越来越大的压力，要把每个人都称为 \"他们/她们\"，除非他们\n明确指出他们的代名词。所以现在也有越来越大的压力\n每个人都要明确说出他们的代名词，如果他们不想被误判为\n作为...",
      "title": "CMV：要求每个人说明他们的代名词是不尊重的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是陰性人。就從這一點開始吧。你可能已經猜到了。\n\n現在有越來越大的壓力，要把每個人都稱爲 \"他們/她們\"，除非他們\n明確指出他們的代名詞。所以現在也有越來越大的壓力\n每個人都要明確說出他們的代名詞，如果他們不想被誤判爲\n作爲...",
      "title": "CMV：要求每個人說明他們的代名詞是不尊重的"
    }
  ],
  "title": "CMV: Requiring everyone to state their pronouns is disrespectful",
  "created_utc": 1621223660,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m cis. Gonna start with that. You probably guessed already.</p>\n\n<p>There&#39;s mounting pressure to refer to everyone as &quot;they/them&quot; unless they explicitly state their pronouns. So now there&#39;s also mounting pressure on everyone to explicitly state their pronouns if they don&#39;t want to be misgendered as &quot;they/them&quot;.</p>\n\n<p>I try not to assume people&#39;s gender based on their bodies because we can&#39;t easily control our body&#39;s appearance but I think it should be fine to make an educated guess on someone&#39;s gender based on the things people CAN control: clothing, hair, the name they go by, etc. If we do it like this, even an incorrect guess shouldn&#39;t be too hurtful because it&#39;s based on the choices they&#39;ve consciously made.</p>\n\n<p>I feel like this should be a valid form of gender expression. I believe verbal communication is not the only valid form of communication. But these people seem to be saying, &quot;We get that you&#39;re probably a woman but we don&#39;t respect that because you haven&#39;t communicated it <em>verbally</em>. We only respect <em>verbal</em> communication. So we&#39;re going to feign incomprehension and keep misgendering you until you cave.&quot;</p>\n\n<p>I saw a trans person say we should write our pronouns because &quot;Gender expression doesn&#39;t indicate gender identity&quot; and that makes no sense to me. What&#39;s the point of gender expression then if it has no meaning???</p>\n\n<p>I don&#39;t want to do this. I don&#39;t want to get called they/them and I don&#39;t want to have to explicitly make our genders the first topic of discussion whenever I meet a new person. That gives my gender a moment of spotlight that I&#39;m not comfortable with, no matter how brief. It feels crass.</p>\n\n<p>I state my pronouns in online spaces where I&#39;m anonymous. But in places where people can see/hear/know me? It&#39;s clear that I&#39;m presenting as a woman. This game of pretend is annoying and offensive.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/ne0wmi/cmv_requiring_everyone_to_state_their_pronouns_is/",
  "subreddit": "changemyview",
  "id": "ne0wmi",
  "is_self": true,
  "media": null,
  "is_video": false
}