{
  "author": "Mister_Tit",
  "the_new_excerpt": "I've heard and read about lots of women who make or suggest that their boyfriend\nunfollow attractive girls on instagram or twitter and stuff because it makes\nthem feel uncomfortable and, in some cases, disgusted. This seems to be rooted\nin some sort of insecurity and jealousy that (primarily) girls…",
  "original_created_utc": 1623981866,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "彼氏に「インスタグラムをフォローしないで」と言っている女性の話を聞いたり、読んだりしたことがあります。\nインスタグラムやツイッターなどで魅力的な女の子をフォローしないようにする女性の話を聞いたり読んだりしました。\n彼氏がインスタグラムやツイッターなどで魅力的な女性をフォローしないようにしている女性の話を聞いたことがあります。これは、ある種の不安感や嫌悪感が根底にあるようです。\nこれは、（主に）女の子が持っているある種の不安や嫉妬が根底にあるようです。",
      "title": "CMV: ボーイフレンドが女の子のフォローを外させる/提案する女の子の事は、不安と嫉妬に根ざしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我听说和读到过很多女人让或建议她们的男朋友\n取消对Instagram或twitter上有吸引力的女孩的关注，因为这让他们觉得\n他们感到不舒服，在某些情况下，感到厌恶。这似乎是源于\n在某种不安全感和嫉妒中，（主要是）女孩......",
      "title": "CMV：女孩让/建议男友取消关注女孩的事情，根源在于不安全感和嫉妒心。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我聽說和讀到過很多女人讓或建議她們的男朋友\n取消對Instagram或twitter上有吸引力的女孩的關注，因爲這讓他們覺得\n他們感到不舒服，在某些情況下，感到厭惡。這似乎是源於\n在某種不安全感和嫉妒中，（主要是）女孩......",
      "title": "CMV：女孩讓/建議男友取消關注女孩的事情，根源在於不安全感和嫉妒心。"
    }
  ],
  "title": "CMV: The thing of girls who make/suggest their boyfriends unfollow girls is rooted in insecurity and jealously.",
  "created_utc": 1624044642,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve heard and read about lots of women who make or suggest that their boyfriend unfollow attractive girls on instagram or twitter and stuff because it makes them feel uncomfortable and, in some cases, disgusted.  This seems to be rooted in some sort of insecurity and jealousy that (primarily) girls have relating to their self perception / self-esteem.  I have read countless threads and comments about how guys should respect the girls opinion and try to find a way to communicate, which I agree with but these comments and threads never mention how this issue seems to come from an area of insecurity.  There are however two sides to this coin, the guys on the other end don&#39;t seem to understand this issue and often seem like assholes about it and lack communication from what I&#39;ve read.  For example, the gf would ask the bf to unfollow seomgirls because it made them feel uncomfortable, but the guy will make countless excuses about the issue like how the girl is being insecure and invaildate the girls feelings.  This is not okay and not my point, my point is to recognize the underlying issue, which I haven&#39;t heard talked about at all and try to fix it.  This issue of insecurity and jealousy and how it arises is another topic of discussion.  Can someone explain to me why I&#39;m wrong or provide another perspective.  As a guy myself, I dont really feel this insecurity and jealousy and this post isn&#39;t suppose to be a generalization of all women, but I&#39;ve primarily just seen women bring up this issue.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/o2dy9t/cmv_the_thing_of_girls_who_makesuggest_their/",
  "subreddit": "changemyview",
  "id": "o2dy9t",
  "is_self": true,
  "media": null,
  "is_video": false
}