{
  "author": "TatsunaKyo",
  "the_new_excerpt": "\"Presumption of innocence\" is a fundamental concept that constitutes Westerner\nlaw systems: you're not guilty (thus accountable) until proven so.\n\nIn current times, this concept has socially died. I'm going to use a\ncontroversial argument to explain it: accusations of harassment or rape on\nTwitter,…",
  "original_created_utc": 1613958010,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "\"无罪推定 \"是构成西方人的一个基本概念。\n法律制度：在没有被证明之前，你是无罪的（因此要承担责任）。\n\n在当前时代，这个概念在社会上已经死亡。我要用一个\n有争议的论点来解释它：对骚扰或强奸的指控。\n推特，...",
      "title": "CMV：\"无罪推定 \"在西方的死亡表明，我们的社会所建立的价值观正在消退，而我们这样做的原因是认为我们的信仰是普遍的、永远正确的（这使我们成为偏执狂，我们在对抗什么）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "\"無罪推定 \"是構成西方人的一個基本概念。\n法律制度：在沒有被證明之前，你是無罪的（因此要承擔責任）。\n\n在當前時代，這個概念在社會上已經死亡。我要用一個\n有爭議的論點來解釋它：對騷擾或強姦的指控。\n推特，...",
      "title": "CMV：\"無罪推定 \"在西方的死亡表明，我們的社會所建立的價值觀正在消退，而我們這樣做的原因是認爲我們的信仰是普遍的、永遠正確的（這使我們成爲偏執狂，我們在對抗什麼）。"
    }
  ],
  "title": "CMV: Death of \"presumption of innocence\" in the West is demonstration that the values our society has been built upon are fading and we're doing so by thinking that our beliefs are universally and always correct (which made us bigots, what we were fighting).",
  "created_utc": 1613964963,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>&quot;Presumption of innocence&quot; is a fundamental concept that constitutes Westerner law systems: you&#39;re not guilty (thus accountable) until proven so. </p>\n\n<p>In current times, this concept has socially died. I&#39;m going to use a controversial argument to explain it: accusations of harassment or rape on Twitter, or social medias in general. I can&#39;t seem to accept the fact that people lose their job, get constantly harassed, can&#39;t defend thenselves because someone on social media accused them of something that hasn&#39;t yet been proven, only because society tends to take victim&#39;s side most of the times.</p>\n\n<p>Of course, there are cases clearer than others; of course, not every trial starts with the defendant who denies the charges, but still: not waiting for a court to actually expose crimes which have or not been committed is horrible. Just think about it for a second: how would you feel if some random person on the internet, out of spite or whatever reason, accused you of rape and you&#39;d lose your job, your friends, your entire life because of it only because society wasn&#39;t willing to wait for you to defend yourself on court?</p>\n\n<p>Movements like #MeToo were extremely good and I supported (and still support) them with all my might, even by actually taking part in protests, petitions and such; what was followed, though (like the &quot;Believe all Women&quot; hashtag), has been horrible, anti-democratic, extremely dangerous. Obviously I&#39;m not fixated on this particular theme, and I have other examples I could talk about, it&#39;s just the easier and most efficient I believe I can use right now.</p>\n\n<p>So what do you think? How can I change my mind and understand that, perhaps, presumption of innocence is a mistake just like lots of people do nowadays? Is there any reason in particular we should forsake it? Is our society only evolving and not devolving, losing sight of our social achivements? Thank you for reading.</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/changemyview/comments/lpc17j/cmv_death_of_presumption_of_innocence_in_the_west/",
  "subreddit": "changemyview",
  "id": "lpc17j",
  "is_self": true,
  "media": null,
  "is_video": false
}