{
  "author": "rubikXcubex",
  "original_created_utc": 1637593180,
  "title": "The Count of Monte Cristo left a sour taste in my mouth",
  "created_utc": 1637616751,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ll start by saying this is as that I really really enjoyed this book. I spent every waking hour reading the book or listening to the audiobook while doing chores. To the point my arms were hurting from constantly holding the book. </p>\n\n<p>But the last couple of chapters left me not liking the count. </p>\n\n<p>First of all he gets together with Haydee, whom he’s known since she was a child and bought as a slave.  He treated her like the princess she was and didn’t ever perv on her but how can you couple up with someone you’ve seen as your child? </p>\n\n<p>Secondly, the endings of Fernand and Villefort. For Villefort I feel most of the damage was done from within the family rather than the count except for revealing his illegitimate son. During the beginning of the book I felt that they really deserved every bad thing that could happen to them. But when it actually happens it doesn’t feel good.  Why do I not like the character I was rooting for so much?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/qznano/the_count_of_monte_cristo_left_a_sour_taste_in_my/",
  "subreddit": "books",
  "id": "qznano",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ll start by saying this is as that I really really enjoyed this book. I spent\nevery waking hour reading the book or listening to the audiobook while doing\nchores. To the point my arms were hurting from constantly holding the book.\n\nBut the last couple of chapters left me not liking the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に言っておきますが、これは私がこの本を本当に心から楽しんだということです。私は\n起きている間はずっとこの本を読んだり、家事をしながらオーディオブックを聴いたりしていました。\n家事をしながら 本を持ち続けると腕が痛くなるほどでした。\n\nしかし、最後の2、3章では、私はこの本が好きになれませんでした...。",
      "title": "口の中に酸っぱさが残った「モンテ・クリスト伯」。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我先说这是作为我真的非常喜欢这本书。我花了\n每一个清醒的时间都在读这本书，或在做家务时听有声书。\n家务。以至于我的手臂都因为不断地拿着书而疼痛。\n\n但最后几章让我不喜欢这本书。",
      "title": "基督山伯爵》在我口中留下了酸涩的味道"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我先說這是作爲我真的非常喜歡這本書。我花了\n每一個清醒的時間都在讀這本書，或在做家務時聽有聲書。\n家務。以至於我的手臂都因爲不斷地拿着書而疼痛。\n\n但最後幾章讓我不喜歡這本書。",
      "title": "基督山伯爵》在我口中留下了酸澀的味道"
    }
  ]
}