{
  "author": "ImmediateWrongdoer71",
  "original_created_utc": 1634784946,
  "title": "CMV: America sucks in 2021 because rich people have no one governing them",
  "created_utc": 1634819576,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Thesis: Middle class and poor people in America only occasionally resent being governed poorly. The rich - at all times - resent being governed at all.</p>\n\n<p>The last time this country didn&#39;t suck for working people, the top tax rates were in the 80%-90% range (1940s and 1950s). No rich people went hungry or bankrupt, and very few businesses failed. Rich people today dodge billions in taxes and spend a fraction of what they <em>should</em> pay in tax to launder their reputations with charity (PR) and lobby elected officials to make sure nothing of consequence ever changes in a way they don&#39;t approve of. Some of you might even look up to them. You shouldn&#39;t. Today, union participation is at an all-time low and the wealth gap is at an all time high. Every 8 to 15 years, capitalism collapses and rich people&#39;s companies get bailed out (especially financial institutions) while the common people get crushed. When the economy rebounds, bonuses for the bosses flow while you&#39;re looked at as an ungrateful wretch for asking why the minimum wage hasn&#39;t moved off $7.25 an hour since 2009.</p>\n\n<p>You, non-rich person with a job, are governed by <em>them</em>. <strong>You are not free</strong>. At any time, a health emergency can bankrupt you and possibly make you homeless. At any time, you can be fired from your job and given a pittance of unemployment to survive off until you find another job (your employer will likely fight you on this). Housing, food, gas, and college all increase in cost faster than wages increase. If minimum wage had kept pace with inflation since 1968, it would be $24-$25 an hour.</p>\n\n<p>Go listen to Franklin Roosevelt talk about how a business that doesn&#39;t pay a living wage has no right to exist. Listen to him talk about &quot;the economic royalists&quot;. Listen to his 2nd inauguration in 1936 where he said &quot;I should like to have it said of my first Administration that in it the  forces of selfishness and of lust for power met their match. I should  like to have it said of my second Administration that in it these forces  met their master.&quot; Then ask yourself how we got from there to here. It&#39;s because the folksy avatar of rich people took over the presidency in 1981 (top tax rate in 1981 = 70%; top tax rate in 1989 = 28%) and it&#39;s been progressively shitty for working people ever since.</p>\n\n<p>TL;DR = it&#39;s been 40 years of failure, unless you&#39;re a rich person, in which case this is the best of all possible worlds.</p>\n\n<p>Disclaimer: I know the New Deal primarily helped white people and FDR interned Japanese people in WW2. This is not a hagiography of what is (still) our best president to date, and I know he was a flawed man. He was also the last leader in this country to be a class traitor in a good way.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/qchuqq/cmv_america_sucks_in_2021_because_rich_people/",
  "subreddit": "changemyview",
  "id": "qchuqq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Thesis: Middle class and poor people in America only occasionally resent being\ngoverned poorly. The rich - at all times - resent being governed at all.\n\nThe last time this country didn't suck for working people, the top tax rates\nwere in the 80%-90% range (1940s and 1950s). No rich people went…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "テーゼ。アメリカの中産階級と貧困層は、貧しく統治されていることをたまに恨む程度である。\nアメリカの中流階級や貧しい人々は、貧弱な統治をされていることに憤慨することがあるだけだ。金持ちは常に、統治されていることに腹を立てている。\n\nこの国が労働者にとって最悪ではなかった最後の時代には、最高税率は80％～90％だった。\n最高税率は80％～90％の範囲にありました（1940年代と1950年代）。金持ちは誰も...",
      "title": "CMV：2021年のアメリカは、金持ちが誰にも支配されていないので、最悪です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "论文。美国的中产阶级和穷人只是偶尔会对被治理得很差感到不满。\n治理不善。富人--在任何时候--都不喜欢被治理。\n\n上一次这个国家对劳动人民来说并不糟糕的时候，最高税率\n是在80%-90%的范围内（1940年代和1950年代）。没有富人去...",
      "title": "CMV：2021年的美国很糟糕，因为富人没有人管理他们"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "論文。美國的中產階級和窮人只是偶爾會對被治理得很差感到不滿。\n治理不善。富人--在任何時候--都不喜歡被治理。\n\n上一次這個國家對勞動人民來說並不糟糕的時候，最高稅率\n是在80%-90%的範圍內（1940年代和1950年代）。沒有富人去...",
      "title": "CMV：2021年的美國很糟糕，因爲富人沒有人管理他們"
    }
  ]
}