{
  "author": "KeeperMemorials",
  "original_created_utc": 1628630961,
  "title": "YSK that cremated remains that are placed in soil can be harmful to trees or plants.",
  "created_utc": 1628652990,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> Cremated ashes may be harmful when placed in the soil or around trees or plants. Cremated remains do contain some nutrients that plants require such as calcium, potassium, and phosphorus. But human ashes are very salty which is toxic for most plants and can be leached into the soil.</p>\n\n<p>For cremains to be &quot;friendly to the soil&quot; so to speak, they must be planted with an additive mixture designed to blend with the cremated ashes to lower the pH and dilute the sodium.</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/YouShouldKnow/comments/p1yrm7/ysk_that_cremated_remains_that_are_placed_in_soil/",
  "subreddit": "YouShouldKnow",
  "id": "p1yrm7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Cremated ashes may be harmful when placed in the soil or around trees\nor plants. Cremated remains do contain some nutrients that plants require such\nas calcium, potassium, and phosphorus. But human ashes are very salty which is\ntoxic for most plants and can be leached into the soil.\n\nFor…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、火葬された遺灰を土の中や樹木の周りに置くと有害な場合があるからです。\n樹木や植物の周りに置くと有害な場合があります。火葬された遺骨には、植物が必要とするカルシウム、カリウム、リンなどの栄養素が含まれています。\nカルシウム、カリウム、リンなどの植物に必要な栄養素が含まれています。しかし、人間の遺灰は非常に塩分が多く、ほとんどの植物にとっては有害です。\n植物にとって有害であり、土壌に溶け込む可能性があります。\n\nそのため...",
      "title": "YSKさんは、土に埋葬された火葬遺骨が樹木や植物に害を与えることを"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：火化后的骨灰放在土壤中或树木或植物周围可能是有害的。\n或植物周围时可能有害。火化的遗体确实含有一些植物需要的营养物质，如\n如钙、钾和磷。但人类的骨灰非常咸，对大多数植物来说是有毒的。\n对大多数植物来说是有毒的，并且可以渗入土壤。\n\n对于...",
      "title": "YSK认为，放在土壤中的火化遗体可能对树木或植物有害。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：火化後的骨灰放在土壤中或樹木或植物周圍可能是有害的。\n或植物周圍時可能有害。火化的遺體確實含有一些植物需要的營養物質，如\n如鈣、鉀和磷。但人類的骨灰非常鹹，對大多數植物來說是有毒的。\n對大多數植物來說是有毒的，並且可以滲入土壤。\n\n對於...",
      "title": "YSK認爲，放在土壤中的火化遺體可能對樹木或植物有害。"
    }
  ]
}