{
  "author": "Kayoka",
  "original_created_utc": 1640019979,
  "title": "Is r/antiwork actually a realistic representation of how people feel and what goes on, or is it largely exaggeration and fake?",
  "created_utc": 1640035625,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t doubt that there&amp;#39;s a lot of shady things that happen at jobs, but from my work experience, a lot of what is complained about is fairly innocuous. Like the other day someone&amp;#39;s boss put a note up saying if anyone touches her chair while she was on vacation, they&amp;#39;d get fired on the spot and that they were watching the cameras. I took that memo as a joke since I doubt any boss would want a wrongful termination suit on their hands as a result of that.&lt;/p&gt;\n\n&lt;p&gt;Or &lt;a href=\"https://www.reddit.com/r/antiwork/comments/rk60wt/my_manager_got_mad_because_i_didnt_want_to_work/\"&gt;this post&lt;/a&gt; detailing a server that gets paid $2 an hour, which I&amp;#39;ve never heard of and know several servers in various states with the same minimum wage as the OP&amp;#39;s state, $7.25, who get paid just that not counting the tips. The state does say a $2 minimum wage for servers, but it must comply with the federal wage from tip money as well.&lt;/p&gt;\n\n&lt;p&gt;And &lt;a href=\"https://www.reddit.com/r/antiwork/comments/rkn4i8/my_student_loan_payments_will_not_be_resuming/\"&gt;this one regarding student loans&lt;/a&gt; as well, which is probably a meme, but has people championing the effort like it won&amp;#39;t completely backfire if they do actually go through with not paying it.&lt;/p&gt;\n\n&lt;p&gt;I get the sentiments, but I can&amp;#39;t help but feel a large majority of the posts there are either completely faked or are getting overly offended on things that don&amp;#39;t really matter. Can anyone clue me in?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 103,
  "permalink": "/r/NoStupidQuestions/comments/rkry1q/is_rantiwork_actually_a_realistic_representation/",
  "subreddit": "NoStupidQuestions",
  "id": "rkry1q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don't doubt that there's a lot of shady things that happen at jobs, but from\nmy work experience, a lot of what is complained about is fairly innocuous. Like\nthe other day someone's boss put a note up saying if anyone touches her chair\nwhile she was on vacation, they'd get fired on the spot and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I don't doubt that there's a lot of 39#39;s a lot of 39#39;s a lot of 39;s a lot of 39;s a lot of 39;s a lot of 39;s a lot of 39;s a lot of 39\nしかし、私の仕事の経験からすると、多くの場合、職場で陰湿なことが起こっています。\nそのような苦情は、ごく無害なものです。先日も、ある人の上司が、「この人、何してるんだろう？\nもし誰かが彼女の椅子に触れたら...」というメモが貼ってありました。",
      "title": "r/antiworkは、実際に人々の気持ちや状況をリアルに表現しているのか、それとも大部分が誇張やフェイクなのか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我并不怀疑有很多工作中发生的黑幕。\n但从我的工作经验来看，很多被投诉的事情都是无害的。\n抱怨是相当无害的。就像有一天，某人的老板把\n说如果有人在她上班的时候碰她的椅子......",
      "title": "r/antiwork实际上是对人们的感受和事情的真实表述，还是在很大程度上是夸张和虚假的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我並不懷疑有很多工作中發生的黑幕。\n但從我的工作經驗來看，很多被投訴的事情都是無害的。\n抱怨是相當無害的。就像有一天，某人的老闆把\n說如果有人在她上班的時候碰她的椅子......",
      "title": "r/antiwork實際上是對人們的感受和事情的真實表述，還是在很大程度上是誇張和虛假的？"
    }
  ]
}