{
  "author": "Kayoka",
  "original_created_utc": 1640019979,
  "title": "Is r/antiwork actually a realistic representation of how people feel and what goes on, or is it largely exaggeration and fake?",
  "created_utc": 1640035625,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t doubt that there&amp;#39;s a lot of shady things that happen at jobs, but from my work experience, a lot of what is complained about is fairly innocuous. Like the other day someone&amp;#39;s boss put a note up saying if anyone touches her chair while she was on vacation, they&amp;#39;d get fired on the spot and that they were watching the cameras. I took that memo as a joke since I doubt any boss would want a wrongful termination suit on their hands as a result of that.&lt;/p&gt;\n\n&lt;p&gt;Or &lt;a href=\"https://www.reddit.com/r/antiwork/comments/rk60wt/my_manager_got_mad_because_i_didnt_want_to_work/\"&gt;this post&lt;/a&gt; detailing a server that gets paid $2 an hour, which I&amp;#39;ve never heard of and know several servers in various states with the same minimum wage as the OP&amp;#39;s state, $7.25, who get paid just that not counting the tips. The state does say a $2 minimum wage for servers, but it must comply with the federal wage from tip money as well.&lt;/p&gt;\n\n&lt;p&gt;And &lt;a href=\"https://www.reddit.com/r/antiwork/comments/rkn4i8/my_student_loan_payments_will_not_be_resuming/\"&gt;this one regarding student loans&lt;/a&gt; as well, which is probably a meme, but has people championing the effort like it won&amp;#39;t completely backfire if they do actually go through with not paying it.&lt;/p&gt;\n\n&lt;p&gt;I get the sentiments, but I can&amp;#39;t help but feel a large majority of the posts there are either completely faked or are getting overly offended on things that don&amp;#39;t really matter. Can anyone clue me in?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 103,
  "permalink": "/r/NoStupidQuestions/comments/rkry1q/is_rantiwork_actually_a_realistic_representation/",
  "subreddit": "NoStupidQuestions",
  "id": "rkry1q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t doubt that there&#39;s a lot of\nshady things that happen at jobs, but from my work experience, a lot of what is\ncomplained about is fairly innocuous. Like the other day someone&#39;s boss put\na note up saying if anyone touches her chair while she was on…"
}