{
  "author": "Team-First",
  "original_created_utc": 1634405901,
  "title": "CMV: Race/Gender/Sexuality should be removed from news stories unless pertinent",
  "created_utc": 1634456165,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>What’s the difference between these 2 stories:\n1. Person breaks into house, steals car\n2. White man breaks into house, steals car</p>\n\n<p>Obviously the answer is race and gender. You might say it’s just adding detail but we have to think about how we perceive these details consciously and subconsciously.</p>\n\n<p>How many times have times have you heard a story on the news about something happening and assumed the race of the person? If you guessed correctly then you’re reassured and if you guess incorrectly you might be surprised. Theres even an SNL skit poking fun at it: <a href=\"https://youtu.be/NGqtZmShIkw\">https://youtu.be/NGqtZmShIkw</a></p>\n\n<p>Whether intentional or not, by adding these descriptions it reinforces predjudices. These descriptions don’t serve a real purpose but what it does is suggest that the reason this person did the crime was because of their race/gender/sexuality. Add to it that news stations choose to report certain details and certain stories I think they are aware of this</p>\n\n<p>So my view is, unless it serves a specific purpose to the viewers, certain descriptions shouldn’t be added to the news story</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/q9goeu/cmv_racegendersexuality_should_be_removed_from/",
  "subreddit": "changemyview",
  "id": "q9goeu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "What’s the difference between these 2 stories: 1. Person breaks into house,\nsteals car 2. White man breaks into house, steals car\n\nObviously the answer is race and gender. You might say it’s just adding detail\nbut we have to think about how we perceive these details consciously…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この2つのストーリーの違いは何でしょうか？1. 人が家に侵入して\n車を盗む 2. 白人男性が家に侵入し、車を盗む\n\n明らかに、答えは人種と性別です。細かいことを言っていると思われるかもしれませんが\n意識的にどのように認識しているかを考えなければなりません。",
      "title": "CMV: 人種、性別、性別は、関連性がない限り、ニュース記事から削除すべきである。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这2个故事之间有什么区别。1. 人闯入房子。\n偷车 2. 白人闯入房子，偷了车\n\n很明显，答案是种族和性别。你可能会说这只是增加细节\n但我们必须考虑我们如何有意识地感知这些细节......",
      "title": "CMV: 种族/性别/性取向应从新闻报道中删除，除非是相关的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這2個故事之間有什麼區別。1. 人闖入房子。\n偷車 2. 白人闖入房子，偷了車\n\n很明顯，答案是種族和性別。你可能會說這只是增加細節\n但我們必須考慮我們如何有意識地感知這些細節......",
      "title": "CMV: 種族/性別/性取向應從新聞報道中刪除，除非是相關的。"
    }
  ]
}