{
  "author": "Kindly_Ask7277",
  "the_new_excerpt": "Why do some people tell those less successful then them, \"you must work hard\" or\n\"stop lazy and work hard\", or \"you must work hard like me\".\n\nI just don't believe hard work ALONE is enough for a financially successful life\nfor some people. If hard work was all it took, wouldn't many people living…",
  "original_created_utc": 1616856712,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么有些人对那些比他们更不成功的人说：\"你一定要努力 \"或者\n\"不要再偷懒，要努力工作\"，或者 \"你要像我一样努力工作\"。\n\n我只是不相信光靠努力工作就能获得经济上的成功。\n对于一些人来说。如果努力工作就可以了，那很多人不是活... ...",
      "title": "CMV：努力工作不一定等于成功。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼有些人對那些比他們更不成功的人說：\"你一定要努力 \"或者\n\"不要再偷懶，要努力工作\"，或者 \"你要像我一樣努力工作\"。\n\n我只是不相信光靠努力工作就能獲得經濟上的成功。\n對於一些人來說。如果努力工作就可以了，那很多人不是活... ...",
      "title": "CMV：努力工作不一定等於成功。"
    }
  ],
  "title": "CMV: Hard work does not always equal success",
  "created_utc": 1616870802,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why do some people tell those less successful then them,  &quot;you must work hard&quot; or &quot;stop lazy and work hard&quot;, or &quot;you must work hard like me&quot;.</p>\n\n<p>I just don&#39;t believe hard work ALONE is enough for a financially successful life for some people. If hard work was all it took, wouldn&#39;t many people living in poverty in third world countries be far more better off economically?</p>\n\n<p>Why can&#39;t some people just accept that there are various unfair factors that make others unsuccessful and others not successful.</p>\n\n<p>I&#39;m not saying one cannot change their, but many factors can make it far more difficult for others to reach a more financial stable life compared to others.</p>\n\n<p>I really also dislike when someone from an unfortunate background has some how changed their circumstances, but then when are successful, tell everyone they had no help so stop making excuses, and that they don&#39;t feel sorry for anyone else. They suddenly believe it was ONLY their hard work that put them where they are, and not an ounce of luck was involved or some other factor.</p>\n\n<p>To add: I believe that hard work is mandatory. of course. I also know that it puts you in a better position than not working.  All I&#39;m saying is that there&#39;s an ignorance that those in unfortunate positions are lazy, and some people(only some) who are extremely successful are the result of EXTREME HARD WORK, which is not always the case.</p>\n\n<p>Yes I know many successful people did and do work hard to get to where they are.  It is just in my own unpopular opinion that not everyone&#39;s hard work ALONE will get them to a certain level of success.</p>\n\n<p>Having said that, I do think as people who should be aware of what control we have so that we can  put ourselves in positions of opportunity that is reachable for each of us at a present time.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/mef9cu/cmv_hard_work_does_not_always_equal_success/",
  "subreddit": "changemyview",
  "id": "mef9cu",
  "is_self": true,
  "media": null,
  "is_video": false
}