{
  "author": "MexicanWarMachine",
  "the_new_excerpt": "We have been preferentially breeding dog traits we like for thousands of years.\nOne thing essentially all dog breeds have in common, because we’ve created the\ntrait through hundreds of generations of purposeful choices, is the emotional\nneed to be near us. It’s so pronounced in some breeds (and…",
  "original_created_utc": 1612837481,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "几千年来，我们一直在优选培育自己喜欢的狗的特性。\n基本上所有的狗种都有一个共同点，因为我们创造了。\n通过几百代人有目的的选择，是情感的特质。\n需要靠近我们。它在一些品种中如此明显（并...",
      "title": "CMV：焦虑型犬种的存在，表面上看是很残酷的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "幾千年來，我們一直在優選培育自己喜歡的狗的特性。\n基本上所有的狗種都有一個共同點，因爲我們創造了。\n通過幾百代人有目的的選擇，是情感的特質。\n需要靠近我們。它在一些品種中如此明顯（並...",
      "title": "CMV：焦慮型犬種的存在，表面上看是很殘酷的。"
    }
  ],
  "title": "CMV: The existence of anxious breeds of dogs is just cruel on the face of it.",
  "created_utc": 1612885241,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We have been preferentially breeding dog traits we like for thousands of years. One thing essentially all dog breeds have in common, because we’ve created the trait through hundreds of generations of purposeful choices, is the emotional need to be near us. It’s so pronounced in some breeds (and individuals) that, in my view, it really borders on cruelty. To create and own an animal that is constantly depressed when we’re not around, then leave it alone for eight to ten hours a day, (WFH notwithstanding) simply because we enjoy the emotional rush of its happiness and relief when we return and temporarily relieve its misery, is unforgivably selfish and borderline sadistic. </p>\n\n<p>I don’t know what remedy exists for this beyond ceasing to breed the most anxious and nervous little dogs. In the far future, I can see a more enlightened culture condemning us for being so blind to what we were doing to this wonderful species.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/lfscqg/cmv_the_existence_of_anxious_breeds_of_dogs_is/",
  "subreddit": "changemyview",
  "id": "lfscqg",
  "is_self": true,
  "media": null,
  "is_video": false
}