{
  "author": "janneyjj",
  "the_new_excerpt": "So, I’ve recently finished the The Life-Changing Magic of Tidying Up and loved\nit! Of course, like most people who’ve read it, I was quite surprised by some of\nher methods (like thanking the possessions for their work/their part in ones\nlife) However, I came to appreciate it (the book). Sure, it’s…",
  "original_created_utc": 1622753812,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、「The Life-Changing Magic of Tidying Up」を読み終えました。\nした。もちろん、この本を読んだ多くの人がそうであるように、私も彼女のいくつかの方法には驚きました。\nしかし、この本を読んで、私は彼女の方法にとても驚きました。\nしかし、私はこの本に感謝するようになりました。確かに、それは...",
      "title": "人々は近藤麻理恵と彼女の本に不必要な意地悪をしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以，我最近读完了《改变生活的整理术》，非常喜欢。\n喜爱! 当然，像大多数读过这本书的人一样，我对她的一些方法感到相当惊讶。\n她的一些方法（比如感谢财物的工作/它们在自己生活中的作用）感到非常惊讶。\n然而，我开始欣赏它（这本书）。当然，它是...",
      "title": "人们对Marie Kondo和她的书有不必要的刻薄。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，我最近讀完了《改變生活的整理術》，非常喜歡。\n喜愛! 當然，像大多數讀過這本書的人一樣，我對她的一些方法感到相當驚訝。\n她的一些方法（比如感謝財物的工作/它們在自己生活中的作用）感到非常驚訝。\n然而，我開始欣賞它（這本書）。當然，它是...",
      "title": "人們對Marie Kondo和她的書有不必要的刻薄。"
    }
  ],
  "title": "People are unnecessarily mean to Marie Kondo and her book.",
  "created_utc": 1622767149,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, I’ve recently finished the The Life-Changing Magic of Tidying Up and loved it! Of course, like most people who’ve read it, I was quite surprised by some of her methods (like thanking the possessions for their work/their part in ones life) However, I came to appreciate it (the book). Sure, it’s unconventional, but there’s something in it. When I tidy up now, although I don’t make a whole scene out of it, I tend to quickly, in my mind, thank the items for their work in my life and for the lesson they taught me before discarding them. </p>\n\n<p>This book might not be for everyone, but how people treat it and the author goes beyond criticism, it’s simply mean. While reading reviews for the book (I like to see/read what people think after I finish the book), I’ve seen people call Marie Kondo “batshit insane” , “cuckoo” , and simply an idiot. Her methods weren’t spared either, being called “idiotic” and “stupid”. As I said previously, this book is definitely not for everyone, but that doesn’t mean that the author deserves such harsh treatment. Home girl simply wants to help people tidy up and readers take it so personally. </p>\n\n<p>I wonder why MK&#39;s methods anger people so much.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/books/comments/nrnsdz/people_are_unnecessarily_mean_to_marie_kondo_and/",
  "subreddit": "books",
  "id": "nrnsdz",
  "is_self": true,
  "media": null,
  "is_video": false
}