{
  "author": "IronTownPictures",
  "original_created_utc": 1629704529,
  "title": "The Meg",
  "created_utc": 1629729817,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read the first four books of the Steve Alten&#39;s &quot;The Meg&quot; series, and I was shocked.\nIt is so well written, and even has scientific moments explained very carefully so many people can understand it. \nI read these books after I watched the movie and I understood, that the movie is awful and he didn&#39;t get even a 5% of those plot details that were making the book so good. \nI read &quot;Meg&quot;, &quot;Meg: The Trench&quot;, &quot;Meg: Primal Waters&quot; and &quot;Meg: Hell&#39;s aquarium&quot;. \nI started reading the next one - &quot;Meg: Nightstalkers&quot;.\nI really wish these books were adapted as series because it would look amazing</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/p9uym0/the_meg/",
  "subreddit": "books",
  "id": "p9uym0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I read the first four books of the Steve Alten's \"The Meg\" series, and I was\nshocked. It is so well written, and even has scientific moments explained very\ncarefully so many people can understand it. I read these books after I watched\nthe movie and I understood, that the movie is awful and he didn't…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "スティーブ・アルテンの「ザ・メグ」シリーズの最初の4冊を読んで、衝撃を受けました。\n驚きました。とてもよくできていて、科学的なことも丁寧に説明されていて、多くの人が理解できるようになっています。\n多くの人が理解できるように丁寧に説明されています。私は映画を見た後にこの本を読みました。\n映画を見た後にこれらの本を読んだのですが、映画がひどかったので、彼は映画を見ていないのだと理解しました。",
      "title": "ザ・メグ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我读了史蒂夫-阿尔滕的 \"梅格 \"系列的前四本书，我被\n震惊了。这本书写得非常好，甚至对科学的某些方面也做了非常仔细的解释。\n所以很多人都能理解它。我是在看完电影后才读这些书的。\n我明白，这部电影很糟糕，他没有...",
      "title": "梅格"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我讀了史蒂夫-阿爾滕的 \"梅格 \"系列的前四本書，我被\n震驚了。這本書寫得非常好，甚至對科學的某些方面也做了非常仔細的解釋。\n所以很多人都能理解它。我是在看完電影后纔讀這些書的。\n我明白，這部電影很糟糕，他沒有...",
      "title": "梅格"
    }
  ]
}