{
  "author": "medicmdp1",
  "original_created_utc": 1630960795,
  "title": "Don’t u just love discovering a new author that’s exactly what you’re looking for??",
  "created_utc": 1630976481,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Don Winslow for me. Crushed power of the dog and on to the cartel now. His reading is everything I love - dark, gritty epic tales , no cheesy humor in his writing. Reminds me of David simons homicide which I loved but he has so few books. Winslow has a quite a few and I’m pumped to read more by him. </p>\n\n<p>Any suggestions on which I should read next? (Going to read the border after one or two of his others). any other writers similar to his style you like?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/booksuggestions/comments/pj7zti/dont_u_just_love_discovering_a_new_author_thats/",
  "subreddit": "booksuggestions",
  "id": "pj7zti",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Don Winslow for me. Crushed power of the dog and on to the cartel now. His\nreading is everything I love - dark, gritty epic tales , no cheesy humor in his\nwriting. Reminds me of David simons homicide which I loved but he has so few\nbooks. Winslow has a quite a few and I’m pumped to read more by…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私にとってのドン・ウィンスロー。犬の力を潰して、今度はカルテルへ。彼の\n暗い、骨太の叙事詩的な物語、安っぽいユーモアのない彼の文章は、私が愛するすべてです。\n書いています。私が大好きだったDavid simonsのHomicideを思い出させますが、彼の本はとても少ないです。\n本が少ない。Winslowはかなりの数の本を持っていて、私はもっと読みたいと思っています。",
      "title": "自分が求めていた新しい作家を発見するのは、とても楽しいことではないでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是唐-温斯洛。粉碎了狗的力量，现在又开始了卡特尔的工作。他的\n他的阅读是我所喜欢的一切--黑暗、狡猾的史诗故事，他的写作中没有俗气的幽默。\n写作。让我想起了大卫-西蒙斯的《凶杀案》，我很喜欢，但他的书太少了。\n书。温斯洛的书很多，我很想读他更多的书。",
      "title": "难道你不喜欢发现一个新的作者，这正是你所寻找的吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是唐-溫斯洛。粉碎了狗的力量，現在又開始了卡特爾的工作。他的\n他的閱讀是我所喜歡的一切--黑暗、狡猾的史詩故事，他的寫作中沒有俗氣的幽默。\n寫作。讓我想起了大衛-西蒙斯的《兇殺案》，我很喜歡，但他的書太少了。\n書。溫斯洛的書很多，我很想讀他更多的書。",
      "title": "難道你不喜歡發現一個新的作者，這正是你所尋找的嗎？"
    }
  ]
}