{
  "author": "petitehughie",
  "the_new_excerpt": "I've been watching the news cycle since the storm on Capital Hill started, and\none recurring line that nobody seems to bat an eye at is \"America is the\ngreatest country in the world.\"\n\nMaybe this was true at the start of the industrial revolution, but it almost\ncertainly isn't the case anymore. But…",
  "original_created_utc": 1609984546,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "自从首都山上的风暴开始以来，我一直在看新闻周期，而且\n似乎没有人对此熟视无睹的一句话是“美国是\n世界上最伟大的国家。“\n\n也许这在工业革命开始时是正确的，但它几乎\n现在肯定不是这样了。但是…",
      "title": "[改变我的想法]：美国不是世界上最伟大的国家，美国政界人士需要停止这样说。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "自從首都山上的風暴開始以來，我一直在看新聞週期，而且\n似乎沒有人對此熟視無睹的一句話是“美國是\n世界上最偉大的國家。“\n\n也許這在工業革命開始時是正確的，但它幾乎\n現在肯定不是這樣了。但是…",
      "title": "[改變我的想法]：美國不是世界上最偉大的國家，美國政界人士需要停止這樣說。"
    }
  ],
  "title": "CMV: The US is not the greatest country in the world, and US politicians need to stop saying it.",
  "created_utc": 1610027514,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been watching the news cycle since the storm on Capital Hill started, and one recurring line that nobody seems to bat an eye at is &quot;America is the greatest country in the world.&quot;</p>\n\n<p>Maybe this was true at the start of the industrial revolution, but it almost certainly isn&#39;t the case anymore. But that&#39;s not the point. The point is that reinforcing the idea that you&#39;re #1 breeds xenophobia and classism that&#39;s stitched into the worldview of most Americans. It&#39;s the reason why it didn&#39;t surprise me when Donald Trump used the term &quot;shit hole countries&quot; and his supporters echoed it.</p>\n\n<p>American politicians really need to find some fucking modesty and stop calling the US the greatest country on earth. It&#39;s not. It&#39;s one of many that did a lot of good things, and a lot of awful things, just like everybody else.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/ks2vjf/cmv_the_us_is_not_the_greatest_country_in_the/",
  "subreddit": "changemyview",
  "id": "ks2vjf",
  "is_self": true,
  "media": null,
  "is_video": false
}