{
  "author": "rileypix",
  "the_new_excerpt": "Why YSK: People living in normally warm areas like Texas are not familiar with\nsome of the ways you can prevent cold weather disaster. On top of that, home\nconstruction there wont be designed to protect against freezing temps.\n\nWith prolonged sub-freezing temperatures the water in your pipes can…",
  "original_created_utc": 1613709006,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：生活在像德克萨斯州这样正常温暖地区的人不熟悉。\n的一些方法来预防寒冷天气的灾害。除此之外，家\n建设有不会被设计成防止冻结的温度。\n\n随着长时间的冰点以下的温度，水在你的管道可以... ...",
      "title": "YSK，让水流动有助于防止管道冻结。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：生活在像德克薩斯州這樣正常溫暖地區的人不熟悉。\n的一些方法來預防寒冷天氣的災害。除此之外，家\n建設有不會被設計成防止凍結的溫度。\n\n隨着長時間的冰點以下的溫度，水在你的管道可以... ...",
      "title": "YSK，讓水流動有助於防止管道凍結。"
    }
  ],
  "title": "YSK that leaving water running will help prevent pipes from freezing.",
  "created_utc": 1614188660,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:\nPeople living in normally warm areas like Texas are not familiar with some of the ways you can prevent cold weather disaster. On top of that, home construction there wont be designed to protect against freezing temps.</p>\n\n<p>With prolonged sub-freezing temperatures the water in your pipes can freeze. Frozen water expands compared to liquid which is why pipes are bursting. </p>\n\n<p>When they begin to thaw again... Disaster.</p>\n\n<p>If you leave your faucets open about 1/4 of the way or a little less you will prevent freezing. Running water requires a lower temp to freeze.</p>\n\n<p>Do this with the faucet closest to the pipes that are exposed or at risk. All of them if need be. </p>\n\n<p>Yes you will be wasting water. But the alternative is much worse.</p>\n\n<p>Source: I am Canadian.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/YouShouldKnow/comments/ln6pds/ysk_that_leaving_water_running_will_help_prevent/",
  "subreddit": "YouShouldKnow",
  "id": "ln6pds",
  "is_self": true,
  "media": null,
  "is_video": false
}