{
  "author": "Impromptulifer99",
  "original_created_utc": 1624677843,
  "title": "Please stop saying DYOR if you're not going to give real advice other than: \"read the whitepapers\"",
  "created_utc": 1624722199,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Trying to research crypto is hard, I&#39;ve been involved in crypto on and off since 2017 and I still don&#39;t know where to find trustworthy information. Googling crypto brings a heaping pile of FUD, rando price predictions, and mommy-blog style opinion pieces that don&#39;t do anything to educate you. Wikipedia only gives about a kindergarten level of education. And it seems like everyone who&#39;s interested in informing you is just inviting you into their echo-chamber of shameless shilling.</p>\n\n<p>Here&#39;s an example, let&#39;s say someone says ADA is overhyped, it has no live projects that and I shouldn&#39;t buy it. \nI would like to know:\nWhere do I go see what ADA has planned?\nHow scalable is ADA? \nHow do I educate myself on marketcap and see for myself if it&#39;s overhyped? \nWhat advantages does ADA have over ETH and vice versa? \nWhat else might I be missing?</p>\n\n<p>Currently, I&#39;d google each question individually, then struggle to find articles that answer my question, then try to assess which sources are trustworthy. But this takes literal hours of time I don&#39;t have. Is there any other way to find more concentrated trustworthy information?</p>\n\n<p>I&#39;m tired of sifting through nonsense hype and endless FUD. Would appreciate any recommendations!</p>\n</div><!-- SC_ON -->",
  "score": 165,
  "permalink": "/r/CryptoCurrency/comments/o82tio/please_stop_saying_dyor_if_youre_not_going_to/",
  "subreddit": "CryptoCurrency",
  "id": "o82tio",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Trying to research crypto is hard, I've been involved in crypto on and off since\n2017 and I still don't know where to find trustworthy information. Googling\ncrypto brings a heaping pile of FUD, rando price predictions, and mommy-blog\nstyle opinion pieces that don't do anything to educate you.…"
}