{
  "author": "GringoExpress",
  "original_created_utc": 1640828223,
  "title": "Am I crazy or is CRO the most obvious, best long term hold?",
  "created_utc": 1640839636,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Crypto.com’s staking rewards are amazing. Their debit card rewards are better than literally any credit card reward program that exists, by a huge margin. CdC’s marketing is unparalleled. They likely have the backing of some serious funds considering the hundreds of millions they are spending on advertising. They appear to be completely rock solid, and on track to quickly eclipse Binance. I’m not yet invested in CRO and am still considering it at the moment, as it seems like CRO is the safest bet in all of crypto. I wouldn’t even mind buying $40,000 of it where it’s at now, using the CdC debit card as my daily driver, earn ridiculous cash back and staking rewards, and the price of CRO stay stagnant. I can’t say that about a single other coin in cryptocurrency. Every other crypto is purely about price appreciation potential. CRO’s rewards are so attractive on their own that price appreciation is almost a second thought.&lt;/p&gt;\n\n&lt;p&gt;Please give me bearish reasons not to invest in CRO. I’m genuinely looking for a reason not to invest as I rearrange my crypto portfolio.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 210,
  "permalink": "/r/CryptoCurrency/comments/rrowxq/am_i_crazy_or_is_cro_the_most_obvious_best_long/",
  "subreddit": "CryptoCurrency",
  "id": "rrowxq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Crypto.com’s staking rewards are amazing. Their debit card rewards are better\nthan literally any credit card reward program that exists, by a huge margin.\nCdC’s marketing is unparalleled. They likely have the backing of some serious\nfunds considering the hundreds of millions they are spending on…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Crypto.com のステーキングリワードは素晴らしいです。\nそのデビットカードの報酬は、文字通り、どのクレジットカードの報酬よりも優れています。\nを、圧倒的な差で実現しました。CdCのマーケティングは比類がない。彼らは\n何百人もの人がいることを考えると、相当な資金の裏付けがあるのでしょう...。",
      "title": "私がおかしいのか、それともCROが最もわかりやすく、最高の長期ホールドなのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>Crypto.com的赌注奖励是惊人的。\n他们的借记卡奖励比字面上的任何信用卡奖励计划都要好。\n他们的借记卡奖励比现有的任何信用卡奖励计划都要好，而且幅度很大。CdC的营销是无可比拟的。他们\n他们可能有一些严重的资金支持，考虑到数以百计的...",
      "title": "是我疯了还是CRO是最明显、最好的长期持有？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>Crypto.com的賭注獎勵是驚人的。\n他們的借記卡獎勵比字面上的任何信用卡獎勵計劃都要好。\n他們的借記卡獎勵比現有的任何信用卡獎勵計劃都要好，而且幅度很大。CdC的營銷是無可比擬的。他們\n他們可能有一些嚴重的資金支持，考慮到數以百計的...",
      "title": "是我瘋了還是CRO是最明顯、最好的長期持有？"
    }
  ]
}