{
  "author": "-Lemon-Lime-Lemon-",
  "the_new_excerpt": "So some people would welcome the idea to sue gun manufacturers and distributors\nfor simple normal operating procedures. Thankfully there is some protection on\nthe books for them already.\n\nI believe gun manufacturers should not be held liable in any way if someone uses\none of the products in a crime.…",
  "original_created_utc": 1613612324,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "所以有人会欢迎起诉枪支制造商和经销商的想法\n为简单的正常操作程序。值得庆幸的是，在\n账目已经为他们。\n\n我相信枪支制造商不应该以任何方式追究责任，如果有人使用了\n案中案产品之一....",
      "title": "CMV：如果有人在犯罪中使用其产品，枪支制造商不应该被起诉。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以有人會歡迎起訴槍支製造商和經銷商的想法\n爲簡單的正常操作程序。值得慶幸的是，在\n賬目已經爲他們。\n\n我相信槍支製造商不應該以任何方式追究責任，如果有人使用了\n案中案產品之一....",
      "title": "CMV：如果有人在犯罪中使用其產品，槍支製造商不應該被起訴。"
    }
  ],
  "title": "CMV: Gun manufacturers should not be able to be sued if someone uses their product in a crime.",
  "created_utc": 1613668429,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So some people would welcome the idea to sue gun manufacturers and distributors for simple normal operating procedures. Thankfully there is some protection on the books for them already.</p>\n\n<p>I believe gun manufacturers should not be held liable in any way if someone uses one of the products in a crime. So if someone buy X gun that is made from Y manufacturer and they kill 10 people with that gun, Y manufacturer in no way should be held liable for that persons actions. </p>\n\n<p>The distributor who sold got it to a gun shop and the FFL who sold it to the person after the proper process should also not be held accountable at all. </p>\n\n<p>Gun manufacturers should be held accountable if they make a low quality product that causes harm to the user or they blatantly lie about features or abilities of their product (just like any other manufacturer of other goods). </p>\n\n<p>I also don’t believe someone like Audi, Nissan or Jeep should be sued if someone drives drunk and kills 3 people. Or even if the purposely kill someone with their vehicle. Busch or Heineken shouldn’t be held liable if someone commits a crime under the influence of one of their beverages.</p>\n\n<p>So CMV, why should gun companies be able to be sued for someone suing their product illegally?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/lmai04/cmv_gun_manufacturers_should_not_be_able_to_be/",
  "subreddit": "changemyview",
  "id": "lmai04",
  "is_self": true,
  "media": null,
  "is_video": false
}