{
  "author": "Visual_Character",
  "original_created_utc": 1635184209,
  "title": "CMV: Apartments should reserve their ground floors for tenants with mobility handicaps OR something needs to be done about the stairs/fire escapes",
  "created_utc": 1635190353,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Imagine the apartment you live in catches on fire and you live on the third floor. You get to the elevator but of course there’s a sign that says “in case of fire use stairs” Seems easy enough, right? But what if you’re in a wheelchair or scooter. You <em>can’t</em> use the stairs so your only options are to:</p>\n\n<p>A) Hope a neighbor is able to carry you down or;</p>\n\n<p>B) Hope a firefighter finds you before you inhale too much smoke or the flames get too close. </p>\n\n<p>How is that fair or even safe? Buildings are already to meet fire-code regulations so what harm is there in adding a few more even if you never <em>expect</em> the building to catch fire?</p>\n\n<p>Now, forcing people who have mobility handicaps to live on the ground floor could be seen as a form of discrimination and therefore illegal, which is why I added the second part in there. Instead of having stairs, apartments could have ramps so <em>in case of</em> a fire, a tenant confined to a wheelchair who lives on the third floor could wheel themselves down or have another tenant help them. </p>\n\n<p>CMV</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/qfma4w/cmv_apartments_should_reserve_their_ground_floors/",
  "subreddit": "changemyview",
  "id": "qfma4w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Imagine the apartment you live in catches on fire and you live on the third\nfloor. You get to the elevator but of course there’s a sign that says “in case\nof fire use stairs” Seems easy enough, right? But what if you’re in a wheelchair\nor scooter. You can’t use the stairs so your only options are…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "自分が住んでいるアパートが火事になり、3階に住んでいたとします。\n階に住んでいるとします。エレベーターに乗ると、もちろん「火事の場合はこちらへ」というサインがあります。\n階段を使ってください」と書かれています。でも、もしあなたが車いすやスクーターに乗っていたら\nスクーターだったらどうでしょう。階段は使えないので、唯一の選択肢は...。",
      "title": "CMV: アパートの一階部分は、移動に不自由のあるテナントのために確保すべきである、あるいは階段や非常階段について何か手を打つ必要がある"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "想象一下，你居住的公寓着火了，而你住在三楼。\n楼。你到了电梯口，但当然有一个标志，上面写着 \"发生火灾时，请走楼梯\"。\n火灾时走楼梯\"，这似乎很容易，对吗？但如果你坐着轮椅\n或滑板车。你不能使用楼梯，所以你唯一的选择是......",
      "title": "CMV: 公寓应该为行动不便的住户保留底层，或者需要对楼梯/消防通道采取一些措施。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "想象一下，你居住的公寓着火了，而你住在三樓。\n樓。你到了電梯口，但當然有一個標誌，上面寫着 \"發生火災時，請走樓梯\"。\n火災時走樓梯\"，這似乎很容易，對嗎？但如果你坐着輪椅\n或滑板車。你不能使用樓梯，所以你唯一的選擇是......",
      "title": "CMV: 公寓應該爲行動不便的住戶保留底層，或者需要對樓梯/消防通道採取一些措施。"
    }
  ]
}