{
  "author": "knoldpold1",
  "original_created_utc": 1625405481,
  "title": "What are some common tropes in books that you really enjoy?",
  "created_utc": 1625412642,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Personally, one of my favourite moments in adventure books in general is when our main character, who before their journey had faced some kind of adversity or adversary at home that they had a lot of trouble handling, returns home after the journey is over and is faced with the same problems or problematic people. However, this time their growth is showcased in a tangible way when they use what they&#39;ve learned on their journey to easily solve the problem that previously had caused them so much grief. It feels so cathartic, especially seeing the characters from the beginning of the story be impressed by it.</p>\n\n<p>What is a trope that you love to see even if you&#39;ve perhaps seen it many times before and has become predictable?</p>\n</div><!-- SC_ON -->",
  "score": 86,
  "permalink": "/r/books/comments/odkiem/what_are_some_common_tropes_in_books_that_you/",
  "subreddit": "books",
  "id": "odkiem",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Personally, one of my favourite moments in adventure books in general is when\nour main character, who before their journey had faced some kind of adversity or\nadversary at home that they had a lot of trouble handling, returns home after\nthe journey is over and is faced with the same problems or…",
  "localize": [
    {
      "locale": "ja",
      "title": "あなたが本当に好きな本に共通するテーマは何ですか？",
      "the_new_excerpt": "個人的には、冒険小説の中で最も好きな瞬間の一つは、旅の前に何らかの逆境や困難に直面していた主人公が\n主人公が旅に出る前に、家で何かの逆境や敵に直面していて\n主人公が、旅の前に家庭で何らかの逆境に直面し、その処理に苦労していたのに、旅が終わって家に帰ると、同じ問題や\n旅が終わって家に帰ると、同じような問題に直面していたり...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "就我个人而言，在一般的冒险书中，我最喜欢的一个时刻就是\n我们的主角在旅行之前曾面临某种逆境或\n在旅行之前，他们在家里遇到了某种逆境或对手，他们在处理这些逆境或对手时遇到了很多困难。\n旅程结束后回到家，又面临同样的问题或......",
      "title": "在书籍中，有哪些你非常喜欢的常见套路？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "就我個人而言，在一般的冒險書中，我最喜歡的一個時刻就是\n我們的主角在旅行之前曾面臨某種逆境或\n在旅行之前，他們在家裏遇到了某種逆境或對手，他們在處理這些逆境或對手時遇到了很多困難。\n旅程結束後回到家，又面臨同樣的問題或......",
      "title": "在書籍中，有哪些你非常喜歡的常見套路？"
    }
  ]
}