{
  "author": "thus_spoke_tyro",
  "original_created_utc": 1629643835,
  "title": "Nietzsche on what lovers and young people get wrong",
  "created_utc": 1629650047,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently read <em>Beyond Good and Evil</em>. Here are some interesting ideas that stuck to mind!</p>\n\n<p>Find out the problem with thinking in absolutes, Nietzsche&#39;s writing tips, why men and women fight, and more.👇👇 👇</p>\n\n<ol>\n<li><strong>Thinking in B/W.</strong> The young think in absolutes - and pay a terrible price. The young &quot;respect and despise without the art of nuance.&quot; We worship what only deserves mild affection; reject completely what can teach us things. Nietzsche: &quot;Introduce a little art into your feelings.&quot;</li>\n<li><strong>Self-sabotage</strong>. We self-sabotage when we don&#39;t have external foes to wage war against. Nietzsche: &quot;Under conditions of peace the warlike man attacks himself.&quot;</li>\n<li><strong>Against complete understanding.</strong> You don&#39;t want complete understanding. Nietzsche: &quot;A thing explained is a thing we have no further concern with.&quot; We engage deeply with mysteries, not so much with answered questions. Let the world, your lover, even yourself - be a bit of a puzzle.</li>\n<li><strong>Writing tip.</strong> Fantastic writing advice for all content creators, writers, and contemporary idea merchants: &quot;The more abstract the truth you want to teach the more you must seduce the senses to it.&quot;</li>\n<li><strong>Can’t see eye to eye.</strong> The sexes miscommunicate because they dance to different rhythms. Nietzsche: &quot;The same emotions in men and women are different in tempo: therefore men and women never cease to misunderstand one another.&quot; But - well-arranged differences in tempo make a song.</li>\n<li><strong>Make decisions, and don&#39;t waver.</strong> Nietzsche: &quot;Close your ears to even the best counter-argument once the decision has been taken.&quot; You need this &quot;occasional will to stupidity&quot; if you are to ever finish the things you start.</li>\n<li><strong>On good conversation</strong>. We are pregnant with thoughts that others help us birth. Nietzsche: &quot;One seeks a midwife for his thoughts, another someone to whom he can be a midwife: thus originates a good conversation.&quot;</li>\n<li><strong>On democracy</strong>. Democracy makes people spiritually confused, and this creates the demand for &quot;tyrants&quot; who will settle questions - one way or the other. Nietzsche: &quot;The democratization of Europe is at the same time an involuntary arrangement for the breeding of tyrants.&quot;</li>\n</ol>\n\n<p><strong>Bottom line</strong>: Love and hate with nuance. Embrace real problems to ensure you don’t create fake ones. Appeal to people’s senses to properly penetrate their intellect. And never underestimate the power of a great conversation - share this with a friend and it may spark one.</p>\n\n<p>I&#39;ve collected all my notes <a href=\"https://memod.com/MrOldBooks/nietzsche-on-what-lovers-and-young-people-get-wrong-3135\">here</a>. Hope it&#39;s helpful!</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/books/comments/p9drs6/nietzsche_on_what_lovers_and_young_people_get/",
  "subreddit": "books",
  "id": "p9drs6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I recently read Beyond Good and Evil. Here are some interesting ideas that stuck\nto mind!\n\nFind out the problem with thinking in absolutes, Nietzsche's writing tips, why\nmen and women fight, and more.👇👇 👇\n\n 1. Thinking in B/W. The young think in absolutes - and pay a terrible price.\n    The young…"
}