{
  "author": "MoscaMye",
  "the_new_excerpt": "I've always been someone who reads aloud to people. It's something I love doing.\nWhen my sister (who is 14 years younger than me) was little I'd take her to the\nlibrary and read with her for hours just pile after pile of books and right up\nuntil she was 12 we would read together. We've worked…",
  "original_created_utc": 1614570367,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我一直都是一个给人朗读的人。这是我喜欢做的事情。\n当我的妹妹（比我小14岁）还小的时候，我就带她到\n和她一起读了好几个小时的书 只是一摞又一摞的书，然后就到了\n直到她12岁，我们会一起读书。我们已经工作...",
      "title": "我的男朋友在给我朗读，真是太可爱了!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直都是一個給人朗讀的人。這是我喜歡做的事情。\n當我的妹妹（比我小14歲）還小的時候，我就帶她到\n和她一起讀了好幾個小時的書 只是一摞又一摞的書，然後就到了\n直到她12歲，我們會一起讀書。我們已經工作...",
      "title": "我的男朋友在給我朗讀，真是太可愛了!"
    }
  ],
  "title": "My boyfriend is reading aloud to me and it's so lovely!",
  "created_utc": 1614580359,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve always been someone who reads aloud to people. It&#39;s something I love doing. When my sister (who is 14 years younger than me) was little I&#39;d take her to the library and read with her for hours just pile after pile of books and right up until she was 12 we would read together. We&#39;ve worked through and shared so many of my favourite books together (Miraculous Journey of Edward Tulane, His Dark Materials trilogy, Inkheart to name some). Heck, until recently my job required me to read aloud to children regularly for storytimes! But I&#39;ve never really been read to, at least not since I&#39;ve been able to read. </p>\n\n<p>Two nights ago I was sitting on the sofa working on my cross stitch sampler when my boyfriend sat down next to me and started reading his favourite book to me. It&#39;s just such a nice feeling! He&#39;s the opposite to me a little bit, he&#39;s never really had the opportunity to read aloud so he&#39;s kind of nervous and self deprecating about it (like if he says a word wrong, or uses the wrong intonation for a piece of dialog. Things that happen regardless of how often you read aloud!)  but he has such a nice voice! </p>\n\n<p>I guess I&#39;m posting to implore you all to read aloud to your partners, or your children. It&#39;s just such a nice warm feeling!</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/luz5go/my_boyfriend_is_reading_aloud_to_me_and_its_so/",
  "subreddit": "books",
  "id": "luz5go",
  "is_self": true,
  "media": null,
  "is_video": false
}