{
  "author": "SagebrushNBooks",
  "original_created_utc": 1624459433,
  "title": "What did you read and LOVE because it was suggested to you on this sub?",
  "created_utc": 1624481024,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I come here almost every day -- and I sometimes wonder if lots of us take the suggestions we all offer one another, and how they work out for the readers -- so, tell us... what super books, what great reading experiences did you have because someone on this sub suggested it? What was the book or author you are grateful this sub introduced you to? Pass it on so others can know your reading joys and share in your favorite read from a recommendation. I figure if you loved it, maybe I will, too! I&#39;m always looking for something new and great!   </p>\n\n<p>I&#39;ll start with an author I had never considered, but was suggested to me on a thread I started a while back about gritty rural fiction. Someone suggested Michael Farris Smith&#39;s Blackwood -- and I absolutely loved it!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/o6e7xy/what_did_you_read_and_love_because_it_was/",
  "subreddit": "booksuggestions",
  "id": "o6e7xy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I come here almost every day -- and I sometimes wonder if lots of us take the\nsuggestions we all offer one another, and how they work out for the readers --\nso, tell us... what super books, what great reading experiences did you have\nbecause someone on this sub suggested it? What was the book or…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はほぼ毎日このサイトに来ていますが、時々、私たちの多くがお互いに提案したことを受け止めているのだろうか、そしてそれが読者にとってどのように機能しているのだろうか、と考えることがあります。\nそしてそれが読者のためにどのように機能しているのか。\nでは、教えてください...このサブの誰かが提案したことで、どんな素晴らしい本、どんな素晴らしい読書体験をしましたか？\nこのサブの誰かが提案したことで、どんな素晴らしい本、どんな素晴らしい読書体験をしましたか？どのような本や...",
      "title": "このサブで提案されて読んでLOVEになったものは？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我几乎每天都来这里 -- 我有时会想，如果我们很多人都接受了我们彼此提供的建议\n建议，以及这些建议对读者的作用如何。\n所以，告诉我们......你有哪些超级书籍，有哪些伟大的阅读体验？\n因为本子上有人推荐？是什么书或...",
      "title": "你读了什么并喜欢上了它，因为它是在这个子上推荐给你的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我幾乎每天都來這裏 -- 我有時會想，如果我們很多人都接受了我們彼此提供的建議\n建議，以及這些建議對讀者的作用如何。\n所以，告訴我們......你有哪些超級書籍，有哪些偉大的閱讀體驗？\n因爲本子上有人推薦？是什麼書或...",
      "title": "你讀了什麼並喜歡上了它，因爲它是在這個子上推薦給你的？"
    }
  ]
}