{
  "author": "Toseeasmile",
  "original_created_utc": 1634390422,
  "title": "Ants invading my pretty hardcover book! Help!!",
  "created_utc": 1634427405,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>One of my rare very beautiful hardcover books had somehow been invaded by ants. I pulled it out and realised there were ants coming from somwhere. I shook it on the floor and ants fall out. I realised they had quite a small army nestled in the neck of the book. When i open it the space between the cover and the book allowed me to see some of the inner bind and I see some white stuff but I really don&#39;t want to know if it&#39;s the spine growing old or something much more sinister.</p>\n\n<p>I have shaken out a lot of ants but I suspect there to be some left, and the... possible eggs. I am in fear. I am half tempted to burn. I don&#39;t want to rip off the cover in fear of what I might see. What should I do? \nI hate ants now, sworn death on them from this day onward. Please help. I am panicking. Thank you and have a lovely day.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/q9bve3/ants_invading_my_pretty_hardcover_book_help/",
  "subreddit": "books",
  "id": "q9bve3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "One of my rare very beautiful hardcover books had somehow been invaded by ants.\nI pulled it out and realised there were ants coming from somwhere. I shook it on\nthe floor and ants fall out. I realised they had quite a small army nestled in\nthe neck of the book. When i open it the space between the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の貴重な美しいハードカバーの本の1冊が、なぜかアリに侵されていました。\n本を取り出してみると、どこからともなく蟻が出てきたのです。床に振ってみると\n床に振ってみると、アリが落ちてきました。本の首の部分にかなりの数のアリが巣食っていることに気づきました。\n本の首の部分にかなりの数のアリが巣食っていることに気づきました。本を開くと、本と本の間には...",
      "title": "私のきれいなハードカバーの本にアリが侵入！？助けて！！。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的一本罕见的非常漂亮的精装书不知为何被蚂蚁入侵了。\n我把它拉出来，发现有蚂蚁从某个地方来。我把它放在地上摇了摇\n地板上，蚂蚁掉了出来。我意识到它们有一支相当小的军队依偎在\n在书的颈部。当我打开它的时候，书与书之间的空隙就会出现。",
      "title": "蚂蚁入侵我的漂亮的精装书! "
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的一本罕見的非常漂亮的精裝書不知爲何被螞蟻入侵了。\n我把它拉出來，發現有螞蟻從某個地方來。我把它放在地上搖了搖\n地板上，螞蟻掉了出來。我意識到它們有一支相當小的軍隊依偎在\n在書的頸部。當我打開它的時候，書與書之間的空隙就會出現。",
      "title": "螞蟻入侵我的漂亮的精裝書! "
    }
  ]
}