{
  "author": "XWarriorYZ",
  "original_created_utc": 1627364002,
  "title": "Brave Browser is Very Close to Adding Additional Custodial Wallet Partners (Meaning You Won't Need to Use Uphold Anymore!)",
  "created_utc": 1627378987,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have heard the buzz that the Brave Browser will be adding new options to withdraw the BAT you have earned upon reaching a given threshold (Currently 15 BAT). This has made me more interested in going through the Brave Rewards Settings to get to understand the process better as I am getting closer to that earnings threshold myself.</p>\n\n<p>I was poking around the Rewards Settings, partly just to check out the new integrated wallet they have. I eventually ended up at my accrued BAT balance, where I had yet to accumulate the 15 required to &quot;Verify&quot; your account (KYC) and actually withdraw that BAT. However, when I hopelessly clicked on &quot;Withdraw Funds&quot;, it took me to this prompt.</p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/qaq8j3zexod71.png?width=870&amp;format=png&amp;auto=webp&amp;s=b5a2a8e7e69b52a2ff07687756c3ef81a9e2a4a2\">No more Uphold redirect!</a></p>\n\n<p>I hadn&#39;t seen this screen before, so I pressed continue after reading this new bit of text and was presented with the following:</p>\n\n<p><a href=\"https://preview.redd.it/jv6mnzooxod71.png?width=868&amp;format=png&amp;auto=webp&amp;s=f261cbbb1ad47cd1e5a6859e30d5a868a74534de\">Whole lotta space there on the right</a></p>\n\n<p>It says &quot;Select a custodial wallet partner&quot;. To me, this implies that we will soon have a choice between multiple &quot;custodial wallet providers&quot; including Gemini and maybe even some other exchanges in the future (Coinbase? Kraken? Binance?). This would be great because it would make transferring your earned BAT a much easier process without being forced to use Uphold, which I wouldn&#39;t wish on my worst enemy. I know that people have been saying Gemini integration is coming soon, but it might be sooner and more expansive than we think!</p>\n</div><!-- SC_ON -->",
  "score": 179,
  "permalink": "/r/CryptoCurrency/comments/osgrrx/brave_browser_is_very_close_to_adding_additional/",
  "subreddit": "CryptoCurrency",
  "id": "osgrrx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have heard the buzz that the Brave Browser will be adding new options to\nwithdraw the BAT you have earned upon reaching a given threshold (Currently 15\nBAT). This has made me more interested in going through the Brave Rewards\nSettings to get to understand the process better as I am getting closer…"
}