{
  "author": "UnderwaterCosmonaut",
  "original_created_utc": 1633449265,
  "title": "Am I a bad friend if I sometimes get annoyed with my friend talking about her depression and her therapy sessions all the time?",
  "created_utc": 1633462277,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t know how to explain this properly so please bear with me. English isn&#39;t my first language. For context, I&#39;m not saying being depressed is a bad thing. I support this friend in all her struggles and her battles involving her mental health and I&#39;m glad she&#39;s getting the help she needs. Whenever she needed someone to talk to, I&#39;ve always listened and done what I could to help out. I&#39;ve had these same struggles myself but I&#39;m the type who&#39;s not comfortable sharing it to other people. My friend isn&#39;t, she&#39;s been really open about it.</p>\n\n<p>I don&#39;t think it&#39;s a bad thing that she&#39;s sharing though. I think it&#39;s brave. But lately, it seems like that&#39;s all she ever talks about (like about her therapy sessions and such). But not like in a &quot;i&#39;m just feeling so lost and down, I just need a friend to talk to&quot; kind of way; more like &quot;yeah, i&#39;m just having one of those days again. The depression can really drain the energy out of me&quot; kind of way, y&#39;know? Like i get that. Being exhausted all the time sucks. Not being able to function properly like a regular human being sucks. But it seems like this is just another regular thing for her, like how we talk with our friends about how stressful our job is, or the burden of paying bills, etc.</p>\n\n<p>I&#39;ve encountered people with depression and anxiety and other similar illnesses, and they almost never openly talk about their struggles (at least not in the way my friend does it) because they&#39;re not comfortable with it either. And those times when they do start to open up, you can really tell how much their situation breaks them. Which is not what I see in my friend whenever she does it. It has come to a point when she somehow finds ways to insert this into our normal conversations, to the point when she doesn&#39;t even bother asking how her other friends are doing.</p>\n\n<p>Am I a bad friend for thinking this is really unfair? All of us in our friend group are all struggling with our own serious issues, but it all seems to be overshadowed by her just almost always talking about hers. I hate that I even feel this way, but I just can&#39;t help but feel a bit hurt. I honestly don&#39;t even remember the last time she ever asked how I was doing.</p>\n</div><!-- SC_ON -->",
  "score": 108,
  "permalink": "/r/TooAfraidToAsk/comments/q1zbxg/am_i_a_bad_friend_if_i_sometimes_get_annoyed_with/",
  "subreddit": "TooAfraidToAsk",
  "id": "q1zbxg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don't know how to explain this properly so please bear with me. English isn't\nmy first language. For context, I'm not saying being depressed is a bad thing. I\nsupport this friend in all her struggles and her battles involving her mental\nhealth and I'm glad she's getting the help she needs.…"
}