{
  "author": "chance_waters",
  "original_created_utc": 1628746663,
  "title": "The cult at over at r/safemoon have been brigading any posts critical of their pyramid scheme. Not only are they muting any perma banning anybody who flags the fact the devs are dropping their bags, they are now actively brigading to hide any callouts in r/cryptocurrency.",
  "created_utc": 1628757677,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In the past few weeks I&#39;ve made a few posts highlighting the developing dangerous and cult like censorship and echo chamber forming over at <a href=\"/r/safemoon\">r/safemoon</a>. The moderators in collaboration with the devs are working to lure new investors into the pyramid by silencing any dissent, and the community aggressively downvote any form of criticism or alarm raising, even from fellow bag holders.</p>\n\n<p>This is happening against a backdrop of the developers selling off their enormous bags consistently (trillions of tokens a day) and stealing millions of dollars from the cult. The doublethink is so extreme that the community there have been duped into celebrating being left holding those bags, off the botched tokenomics and the idea of &#39;reflections&#39; - misunderstanding that the consistent downtrend in value is pulling their reflections value closer and closer to 0. They have gone so far as to believe the whales are selling their bags to help them, in some weird Q Anon style myth.</p>\n\n<p>The post which got brigaded was pointing out the fact they are celebrating these bag dumps in their top upvoted post. Off the back of it myself and all the regular <a href=\"/r/cryptocurrency\">r/cryptocurrency</a> users who commented received hundreds of cumulative downvotes, I had other posts brigaded, was sent death threats, links to suicide lines, and conspiratorial insults insinuating I was a fellow bag holder who was salty about selling. In their threads about the post multiple members actively promote downvoting critical posts on <a href=\"/r/cryptocurrency\">r/cryptocurrency</a> to take moons from commenters. Some of their new trending posts encourage brigading all Safemoon posts here with positive statements.</p>\n\n<p>This is getting super out of hand and is running exactly in parallel to what many of us saw happen with Bitconnect, I have dejavu from arguing with people during that time period and getting brigaded on socials for calling it what it was. I&#39;m not sure what steps should be taken here, but I feel genuinely bad for their userbase, and I&#39;m seeing heavily upvoted threads with new entrants selling real projects to jump in at the base of the pyramid, which is only happening because they are manufacturing a fake narrative around the status of the project.</p>\n</div><!-- SC_ON -->",
  "score": 417,
  "permalink": "/r/CryptoCurrency/comments/p2tkp9/the_cult_at_over_at_rsafemoon_have_been_brigading/",
  "subreddit": "CryptoCurrency",
  "id": "p2tkp9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In the past few weeks I've made a few posts highlighting the developing\ndangerous and cult like censorship and echo chamber forming over at r/safemoon\n[/r/safemoon]. The moderators in collaboration with the devs are working to lure\nnew investors into the pyramid by silencing any dissent, and the…"
}