{
  "author": "mynock1026",
  "the_new_excerpt": "Most (or all) 24/7 news networks like Fox News, CNN, MSNBC, and such have very\nbiased opinion shows but their true news portion are fairly decent. To use Fox\nNews as an example, the newscast portion of it is reasonably factual but the\nopinion shows like Hannity are completely independent of facts…",
  "original_created_utc": 1611249895,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "大多数（或所有）24/7新闻网络，如福克斯新闻，CNN，MSNBC，和这样的有非常。\n有偏见的意见节目，但他们的真实新闻部分是相当不错的。用福克斯\n新闻为例，其中的新闻播报部分是合理的事实，但。\n像Hannity这样的舆论节目是完全独立于事实的... ...",
      "title": "[改变我的想法]：新闻网不应该允许有观点节目，而应该只能有基于事实的节目。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大多數（或所有）24/7新聞網絡，如福克斯新聞，CNN，MSNBC，和這樣的有非常。\n有偏見的意見節目，但他們的真實新聞部分是相當不錯的。用福克斯\n新聞爲例，其中的新聞播報部分是合理的事實，但。\n像Hannity這樣的輿論節目是完全獨立於事實的... ...",
      "title": "[改變我的想法]：新聞網不應該允許有觀點節目，而應該只能有基於事實的節目。"
    }
  ],
  "title": "CMV: News networks should not be allowed to have opinion shows and instead should be only able to have fact-based programming.",
  "created_utc": 1611254098,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Most (or all) 24/7 news networks like Fox News, CNN, MSNBC, and such have very biased opinion shows but their true news portion are fairly decent. To use Fox News as an example, the newscast portion of it is reasonably factual but the opinion shows like Hannity are completely independent of facts (if the facts support them great, but if not it won&#39;t slow them down) and unfortunately, too many viewers are not able to distinguish between fact and opinion. The networks would still be able to have opinion networks on a completely different channel, but cannot call it news. This would probably be the death of the 24/7 news industry as it exists now but I don&#39;t see anyone besides the media companies benefiting from any of this.</p>\n</div><!-- SC_ON -->",
  "score": 206,
  "permalink": "/r/changemyview/comments/l231kp/cmv_news_networks_should_not_be_allowed_to_have/",
  "subreddit": "changemyview",
  "id": "l231kp",
  "is_self": true,
  "media": null,
  "is_video": false
}