{
  "author": "AverageStudent1",
  "original_created_utc": 1632318000,
  "title": "SafeMoon is finally dead with more insiders betraying the \"project\" while hitting its lowest point since April.",
  "created_utc": 1632346753,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It has officially hit its lowest point since april. Safemoon&#39;s CTO Hank left the team earlier this month and there are rumours of more team members leaving, causing safemoon holders to panic sell.</p>\n\n<p>There are also some VERY interesting things happening with one of the top safemoon wallets. Someone picked up some suspicious activity in a certain wallet called &quot;Safemoon Protocol: Deployer&quot;, and it turns out the wallet belongs to &quot;SafeMoon Dev&quot;. If you don&#39;t know who it is, Safemoon Dev is the &quot;mysterious&quot; creator of Safemoon but not much was known about him besides him hiring Hank (The CTO who now left) and some other safemooners.</p>\n\n<p><strong>So what&#39;s with the wallet and the suspicious activity?</strong></p>\n\n<p>Huge amounts of tokens were getting transfered within short intervals. On september 17th for example, a trillion tokens were transferred, and on september 9 and 14th, about half a trillion tokens were transferred as well. There were other transactions with both buys and sells in large summs. Keep in mind this wallet contains millions of dollars worth of tokens.</p>\n\n<p>In the past this wallet was used to fund different aspects such as marketing, operations, development, events etc so it never had to pay the 10% tax all other holders have to pay. Devs been selling off, dumping the price as well as taking a big dump on people investing into this slow rug pull. Hopefully this serves as a lesson to current and future investors.</p>\n\n<p><strong>EDIT</strong>: Safemooners can&#39;t handle the truth it seems. <a href=\"https://imgur.com/a/nECxTS7\">https://imgur.com/a/nECxTS7</a></p>\n</div><!-- SC_ON -->",
  "score": 162,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/sgUWPIYaKDj-wZwHyuQW8K7ozwUjm5Ib61Pi4b8CEBs.jpg?auto=webp&s=aacaea786fc491941c2145ba470192ba70dfb67a",
          "width": 615,
          "height": 826
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/sgUWPIYaKDj-wZwHyuQW8K7ozwUjm5Ib61Pi4b8CEBs.jpg?width=108&crop=smart&auto=webp&s=965915c4f0051288eaee1009858d2929f72b3e84",
            "width": 108,
            "height": 145
          },
          {
            "url": "https://external-preview.redd.it/sgUWPIYaKDj-wZwHyuQW8K7ozwUjm5Ib61Pi4b8CEBs.jpg?width=216&crop=smart&auto=webp&s=971a95e4025c24d4c8519b667a95f277e1117df4",
            "width": 216,
            "height": 290
          },
          {
            "url": "https://external-preview.redd.it/sgUWPIYaKDj-wZwHyuQW8K7ozwUjm5Ib61Pi4b8CEBs.jpg?width=320&crop=smart&auto=webp&s=73cb9bc980eadfb85295c0bc8a90b47bff6685b9",
            "width": 320,
            "height": 429
          }
        ],
        "variants": {},
        "id": "el98HRsrfHPwi_cfg0GtrQqkRFtFG4nbNHxbbUFF6w0"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/CryptoCurrency/comments/pt7rbb/safemoon_is_finally_dead_with_more_insiders/",
  "subreddit": "CryptoCurrency",
  "id": "pt7rbb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It has officially hit its lowest point since april. Safemoon's CTO Hank left the\nteam earlier this month and there are rumours of more team members leaving,\ncausing safemoon holders to panic sell.\n\nThere are also some VERY interesting things happening with one of the top\nsafemoon wallets. Someone…"
}