{
  "author": "Zunderrr",
  "the_new_excerpt": "That’s how markets should work!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nsome more signs, that i can post this (stupid rule).\n\n\n\n\nSTEPS\n\nLike ev'ry flower wilts, like youth is fading and turns to age, so also one's\nachieving: Each virtue and each wisdom needs parading in one's own time, and\nmust not last forever. The…",
  "original_created_utc": 1621968228,
  "localize": [
    {
      "locale": "ja",
      "title": "ビットコインが50％も暴落したのに、誰も救済措置を必要としなかった。"
    },
    {
      "locale": "zh",
      "title": "比特币刚刚崩溃了50%，没有人需要救助。"
    },
    {
      "locale": "zh-Hant",
      "title": "比特幣剛剛崩潰了50%，沒有人需要救助。"
    }
  ],
  "title": "Bitcoin just crashed 50% and nobody needed a bailout.",
  "created_utc": 1621982049,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>That’s how markets should work! </p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>some more signs, that i can post this (stupid rule). </p>\n\n<p>&#x200B;</p>\n\n<h1>Steps</h1>\n\n<p>Like ev&#39;ry flower wilts, like youth is fading and turns to age, so also one&#39;s achieving: Each virtue and each wisdom needs parading in one&#39;s own time, and must not last forever. The heart must be, at each new call for leaving, prepared to part and start without the tragic, without the grief - with courage to endeavor a novel bond, a disparate connection: For each beginning bears a special magic that nurtures living and bestows protection.  We&#39;ll walk from space to space in glad progression and should not cling to one as homestead for us. The cosmic spirit will not bind nor bore us; It lifts and widens us in ev&#39;ry session: For hardly set in one of life&#39;s expanses we make it home, and apathy commences. But only he, who travels and takes chances, can break the habits&#39; paralyzing stances.  It might be, even, that the last of hours will make us once again a youthful lover: The call of life to us forever flowers... Anon, my heart: Say farewell and recover!</p>\n</div><!-- SC_ON -->",
  "score": 1703,
  "permalink": "/r/CryptoCurrency/comments/nkwxa8/bitcoin_just_crashed_50_and_nobody_needed_a/",
  "subreddit": "CryptoCurrency",
  "id": "nkwxa8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "source_updated_at": 1622197387095
}