{
  "author": "MsJumbo",
  "original_created_utc": 1632208774,
  "title": "Hedge fund hording and manipulating crypto to fluff up profits and create a mirage of stock market exposed by poorly set up API, Chatbot snitches",
  "created_utc": 1632252670,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>The Summary</strong></p>\n\n<p>Regal Investments is hording Bitcoin among other cryptos and pumping up the prices, then selling them and passing it off as stock gains. If this is happens on a larger scale, crypto is in danger.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>The slip:</strong></p>\n\n<p>This is something I&#39;ve been following for years and there&#39;s finally been an undeniable crack in the mold. Regal Investments&#39; website API has been poorly setup and their chatbot is integrated with their databases - meaning you can get a peek into the inner workings with simple command prompts entered in the chatbot.</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/fsh5sqmj1to71.png?width=1920&amp;format=png&amp;auto=webp&amp;s=995042a212959e312ceb50f79d9417e83ed67c18\">Works on global and regional versions of the website. Using simple code, a schedule of post-dated returns on investment and dates appear, could be something other than manipulation? Keep reading.</a></p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/6txofb0q1to71.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=0d9d87afab7f56f1b3e27890ddef13898001052f\">https://preview.redd.it/6txofb0q1to71.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=0d9d87afab7f56f1b3e27890ddef13898001052f</a></p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/tmchy73c4to71.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=beb4ce81eb749e898afc1b06648969dc4d5787b7\">Entering debug mode and applying the dates and amounts to an account, the balance is updated to reflect.</a></p>\n\n<p>It COULD just be an internal test, but it doesn&#39;t help that the previously scheduled trade for Sep. 20 showed up in the trade history. Withdrawal shows up as processing.</p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/ttrrdyon4to71.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=bed0b31632c99c267a7e15d7b152072764f5859c\">The schedule prompt will update the remaining balance to reflect a deduction and the number of accounts available</a></p>\n\n<p><strong>What this means for crypto:</strong></p>\n\n<p>If big funds horde crypto like this and control the market, they control entry and the functionality is compromised. They can play smaller investors as chumps while fattening up the pockets of who ever they choose under legal guises and getting away with it. Plus they can attack the legitimacy of crypto through such scandalous behaviour. This fund should not be holding crypto. We have to do something to maintain the purpose of cryptocurrency.</p>\n</div><!-- SC_ON -->",
  "score": 187,
  "permalink": "/r/CryptoCurrency/comments/psds78/hedge_fund_hording_and_manipulating_crypto_to/",
  "subreddit": "CryptoCurrency",
  "id": "psds78",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The Summary\n\nRegal Investments is hording Bitcoin among other cryptos and pumping up the\nprices, then selling them and passing it off as stock gains. If this is happens\non a larger scale, crypto is in danger.\n\n\n\nThe slip:\n\nThis is something I've been following for years and there's finally been…"
}