{
  "author": "Tsquared007",
  "original_created_utc": 1625664371,
  "title": "What are the books that you must read via it’s audiobook?",
  "created_utc": 1625721611,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just came across a hard copy of Born a Crime by Trevor Noah which made me think about my experience reading it. I listened to the audiobook a few years ago and could not imagine reading it (traditionally) because Noah will speak the phrases mentioned in the book as a native speaker….not just subvocalized in my head. Also since he is a comedian, the timing and emphasis he places in his personal stories  is absolutely enhanced by his voice. You just don’t get the same experience without the audiobook, so I think the audio format for this book is the only way to read it. </p>\n\n<p>What other books do you think must be listened to rather than just read?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/ofiuoq/what_are_the_books_that_you_must_read_via_its/",
  "subreddit": "books",
  "id": "ofiuoq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just came across a hard copy of Born a Crime by Trevor Noah which made me\nthink about my experience reading it. I listened to the audiobook a few years\nago and could not imagine reading it (traditionally) because Noah will speak the\nphrases mentioned in the book as a native speaker….not just…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Trevor Noahの「Born a Crime」のハードコピーを手に入れたので、自分の読んだ経験について考えてみました。\n読んだときのことを思い出しました。私は数年前にオーディオブックを聴きました。\n数年前にオーディオブックを聴きましたが、（伝統的に）読むことは想像できませんでした。なぜなら、ノアは本の中で述べられているフレーズを話すからです。\nノアは本の中で言及されているフレーズをネイティブスピーカーのように話すからです.......",
      "title": "オーディオブックで読むべき本は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚看到一本特雷弗-诺亚的《生而为罪》的硬拷贝，这让我想到了我的阅读经历。\n我想到了我的阅读经历。几年前我听过这本书的有声读物\n几年前，我听了有声书，无法想象读它（传统意义上的），因为诺亚会把书中提到的短语说成是母语。\n书中提到的短语，作为一个母语者....，而不仅仅是...",
      "title": "有哪些书是你必须通过它的有声书来阅读的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛看到一本特雷弗-諾亞的《生而爲罪》的硬拷貝，這讓我想到了我的閱讀經歷。\n我想到了我的閱讀經歷。幾年前我聽過這本書的有聲讀物\n幾年前，我聽了有聲書，無法想象讀它（傳統意義上的），因爲諾亞會把書中提到的短語說成是母語。\n書中提到的短語，作爲一個母語者....，而不僅僅是...",
      "title": "有哪些書是你必須通過它的有聲書來閱讀的？"
    }
  ]
}