{
  "author": "barnorf2",
  "original_created_utc": 1627584671,
  "title": "CMV: Loli is pedophilia.",
  "created_utc": 1627591190,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In my opinion, lolicon is pedophilia.\nNow, before you say &quot;oh its not real&quot; or &quot;oh its impossible to tell in anime&quot; let me explain</p>\n\n<p>Lolicon is pedophilic because its specifically designed after a child, so by specifically looking for it, youre trying to find hentai of children. If you stumble across loli and cant tell its a child from looks and dont know the age, then its fine unless you learn the age because you dont know its a child.</p>\n\n<p>Also, yes, it usually is VERY hard to tell in anime, except when its meant to be loli hentai. The problem is being attracted to a minors body or the fact that they are underaged, that is what makes it pedophilia, so if theres a character that looks above 18 but is a minor and you dont know, its fine.</p>\n\n<p>When it comss to adults with a petite figure, petite is different in many ways from a childs body, mostly the definition of the torso, arms, legs etc, so it shouldnt be hard to tell.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/ou3oxs/cmv_loli_is_pedophilia/",
  "subreddit": "changemyview",
  "id": "ou3oxs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In my opinion, lolicon is pedophilia. Now, before you say \"oh its not real\" or\n\"oh its impossible to tell in anime\" let me explain\n\nLolicon is pedophilic because its specifically designed after a child, so by\nspecifically looking for it, youre trying to find hentai of children. If you\nstumble across…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の考えでは、ロリコンはペドフィリアです。さて、「現実にはありえない」とか「アニメではわからない」とか言う前に\n「アニメではわからない」と言われる前に説明します。\n\nロリコンがペドフィリアなのは、特に子供をターゲットにしているからです。\n探すことで、子供のヘンタイを探そうとしていることになります。もし、あなたが\n偶然にも...",
      "title": "CMV: ロリはペドフィリア。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我看来，lolicon就是恋童癖。现在，在你说 \"哦，它不是真的 \"或\n\"哦，它不可能在动画片中出现\"，让我解释一下\n\nLolicon是恋童癖，因为它是专门为儿童设计的，所以通过专门寻找它，你是在试图找到HITAI。\n专门寻找它，你试图找到儿童的hentai。如果你\n偶然发现...",
      "title": "CMV: Loli是恋童癖。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我看來，lolicon就是戀童癖。現在，在你說 \"哦，它不是真的 \"或\n\"哦，它不可能在動畫片中出現\"，讓我解釋一下\n\nLolicon是戀童癖，因爲它是專門爲兒童設計的，所以通過專門尋找它，你是在試圖找到HITAI。\n專門尋找它，你試圖找到兒童的hentai。如果你\n偶然發現...",
      "title": "CMV: Loli是戀童癖。"
    }
  ]
}