{
  "author": "KatieGrayCloud",
  "original_created_utc": 1626998738,
  "title": "After about 17 years, I finally made myself start the Lord of the Rings trilogy, and I'm so glad I did.",
  "created_utc": 1627002688,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The first time I have ever heard of the LoTR, was when the movies came out, and it was about the same time as Harry Potter movies were coming out as well. Not knowing any better (at all), I compared the two series (I was obsessed w HP) and as a result, was bullied in class. Badly. </p>\n\n<p>As a result, its been really difficult for me to read the main series (I read the hobbit one summer for summer reading and loved it) and watch the movies, because it always brought my mind back to those days and reminded me of those who bullied me. </p>\n\n<p>Well this year I made the resolution to read all my TBR pile before buying any new books, and the LOtR books were a part of it. I decided to bite the bullet and get started. Well just over two weeks later I have 50 pages left of the Fellowship and plan to bring the second book with me on vacation to read on the beach. </p>\n\n<p>I&#39;m so glad I finally gave this series a chance. I knew I was a stubborn, ignorant, shitty 6th grader, but man those girls were bitches. The story is so enveloping it&#39;s become difficult to put down and, when I finally got started reading, those triggering thoughts never came to mind. </p>\n\n<p>I&#39;m sorry that I compared this to Harry Potter, and I&#39;m sorry it took this long to finally open these books, but I&#39;m just so happy that I did, and look forward to reading the next two. </p>\n\n<p>Sidenote, if it&#39;s important to know - I have watched the movies, but that was so long ago I don&#39;t remember any of them, and even then I still felt uncomfortable because they still reminded me of those darker times. I plan on rewatching the movies as I finish the books, so I&#39;m hoping I&#39;ll be in a better mind space to do so.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/opqf19/after_about_17_years_i_finally_made_myself_start/",
  "subreddit": "books",
  "id": "opqf19",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The first time I have ever heard of the LoTR, was when the movies came out, and\nit was about the same time as Harry Potter movies were coming out as well. Not\nknowing any better (at all), I compared the two series (I was obsessed w HP) and\nas a result, was bullied in class. Badly.\n\nAs a result, its…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が初めてLoTRを知ったのは、映画が公開された時で、ちょうどハリーポッターの映画が公開された頃でした。\nハリー・ポッターの映画が公開されたのとほぼ同じ時期でした。何も知らずに\n2つのシリーズを比較してしまい（私はHPに夢中でした）、その結果、クラスでいじめられました。\nその結果、クラスでいじめられました。ひどくね。\n\nその結果、その...",
      "title": "約17年ぶりに、ようやく「ロード・オブ・ザ・リング」3部作を読み始めました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我第一次听说《魔兽世界》是在电影出来的时候，和《哈利-波特》电影出来的时间差不多。\n也是在哈利波特电影出来的时候。在没有任何了解的情况下\n我完全不知道，就把这两个系列作了比较（我迷上了惠普），结果在班上被欺负了。\n结果，在班上被欺负了。很严重。\n\n结果是，它...",
      "title": "大约17年后，我终于让自己开始读《指环王》三部曲，我很高兴我这么做了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我第一次聽說《魔獸世界》是在電影出來的時候，和《哈利-波特》電影出來的時間差不多。\n也是在哈利波特電影出來的時候。在沒有任何瞭解的情況下\n我完全不知道，就把這兩個系列作了比較（我迷上了惠普），結果在班上被欺負了。\n結果，在班上被欺負了。很嚴重。\n\n結果是，它...",
      "title": "大約17年後，我終於讓自己開始讀《指環王》三部曲，我很高興我這麼做了。"
    }
  ]
}