{
  "author": "hempire88",
  "original_created_utc": 1628017245,
  "title": "CMV: I shouldn't have to wear a mask if I'm vaccinated to protect those that aren't vaccinated. By now those people have made a willful choice NOT to be vaccinated. It's on them.",
  "created_utc": 1628080878,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I shouldn&#39;t be expected to wear a mask if I&#39;m vaccinated. I got my shots so I didn&#39;t have to. I wore a mask under our state mask mandate. I played by the rules during the first year or so of the pandemic.</p>\n\n<p>Clearly those who won&#39;t mask or get vaccinated don&#39;t care if they get sick. They&#39;ve shown that by their actions, repeatedly. There comes a point at which I have to say, screw you, I&#39;m done trying to protect you from yourself, and if you get COVID because I (who followed all the rules) can still spread it, well, that&#39;s on you.</p>\n\n<p>The anti-mask/vaccination crowd doesn&#39;t care if you get sick, why should I care if they get COVID-19?</p>\n\n<p>I&#39;ve tried to lead by example by being first in line to get the vaccine. I&#39;ve tried to be conscientious of those around me by wearing a mask. I&#39;m done - if those folks don&#39;t care, why should I?</p>\n\n<p>There have been plenty of opportunities for the anti-crowd to research, listen to experts and get the shots or mask up. They haven&#39;t. They don&#39;t care about their health or yours. Screw them.</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/changemyview/comments/oxabk3/cmv_i_shouldnt_have_to_wear_a_mask_if_im/",
  "subreddit": "changemyview",
  "id": "oxabk3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I shouldn't be expected to wear a mask if I'm vaccinated. I got my shots so I\ndidn't have to. I wore a mask under our state mask mandate. I played by the\nrules during the first year or so of the pandemic.\n\nClearly those who won't mask or get vaccinated don't care if they get sick.\nThey've shown that…"
}