{
  "author": "hempire88",
  "original_created_utc": 1628017245,
  "title": "CMV: I shouldn't have to wear a mask if I'm vaccinated to protect those that aren't vaccinated. By now those people have made a willful choice NOT to be vaccinated. It's on them.",
  "created_utc": 1628080878,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I shouldn&#39;t be expected to wear a mask if I&#39;m vaccinated. I got my shots so I didn&#39;t have to. I wore a mask under our state mask mandate. I played by the rules during the first year or so of the pandemic.</p>\n\n<p>Clearly those who won&#39;t mask or get vaccinated don&#39;t care if they get sick. They&#39;ve shown that by their actions, repeatedly. There comes a point at which I have to say, screw you, I&#39;m done trying to protect you from yourself, and if you get COVID because I (who followed all the rules) can still spread it, well, that&#39;s on you.</p>\n\n<p>The anti-mask/vaccination crowd doesn&#39;t care if you get sick, why should I care if they get COVID-19?</p>\n\n<p>I&#39;ve tried to lead by example by being first in line to get the vaccine. I&#39;ve tried to be conscientious of those around me by wearing a mask. I&#39;m done - if those folks don&#39;t care, why should I?</p>\n\n<p>There have been plenty of opportunities for the anti-crowd to research, listen to experts and get the shots or mask up. They haven&#39;t. They don&#39;t care about their health or yours. Screw them.</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/changemyview/comments/oxabk3/cmv_i_shouldnt_have_to_wear_a_mask_if_im/",
  "subreddit": "changemyview",
  "id": "oxabk3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I shouldn't be expected to wear a mask if I'm vaccinated. I got my shots so I\ndidn't have to. I wore a mask under our state mask mandate. I played by the\nrules during the first year or so of the pandemic.\n\nClearly those who won't mask or get vaccinated don't care if they get sick.\nThey've shown that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "予防接種を受けていれば、マスクをしなくてもいいはずなのに。私は予防接種を受けたので\nその必要はありませんでした。私は州のマスク着用義務に基づいてマスクを着用しました。決められたルールに沿って行動しました。\nパンデミックの最初の1年ほどは、ルールを守って行動していました。\n\nマスクもしない、予防接種も受けない人は、病気になっても気にしないのは明らかです。\n彼らが示したのは...",
      "title": "CMV：ワクチンを接種していない人を守るために、ワクチンを接種していればマスクをしなくてもいいはずです。その人たちは今までにワクチンを接種しないという意志的な選択をしています。それは彼らの責任です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果我接种了疫苗，就不应该指望我戴上口罩。我打了疫苗，所以我\n没有必要。根据我们国家的口罩规定，我戴上了口罩。我遵守了\n在大流行的第一年左右的时间里，我遵守规则。\n\n很明显，那些不戴口罩或不接种疫苗的人根本不在乎他们是否会生病。\n他们已经表明...",
      "title": "CMV：如果我接种了疫苗，就不应该戴口罩来保护那些没有接种疫苗的人。现在这些人已经故意选择不接种疫苗了。这都是他们的责任。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果我接種了疫苗，就不應該指望我戴上口罩。我打了疫苗，所以我\n沒有必要。根據我們國家的口罩規定，我戴上了口罩。我遵守了\n在大流行的第一年左右的時間裏，我遵守規則。\n\n很明顯，那些不戴口罩或不接種疫苗的人根本不在乎他們是否會生病。\n他們已經表明...",
      "title": "CMV：如果我接種了疫苗，就不應該戴口罩來保護那些沒有接種疫苗的人。現在這些人已經故意選擇不接種疫苗了。這都是他們的責任。"
    }
  ]
}