{
  "author": "Environmental_Hobbit",
  "original_created_utc": 1628693485,
  "title": "Weir and Crichton",
  "created_utc": 1628750760,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been a fan of Michael Crichton&#39;s books for many years; the aspect I appreciate most about much of his work is that it&#39;s kind of sci-fi but heavier on the &quot;sci&quot; than the &quot;fi&quot;.  I&#39;ve been trying to find other authors that scratch that same itch and have mostly fallen short.  A couple of years ago I jumped into Andy Weir&#39;s The Martian and absolutely loved it.  I followed up with Artemis and again, loved it.  I just finished up Project Hail Mary and in my opinion Weir is 3-for-3.  </p>\n\n<p>I come from a science background and thoroughly enjoy the way both Crichton and Weir don&#39;t mind bogging down a bit on the technical side of things.  Sure they take some liberties, but it&#39;s a lot of fun to explore the ideas they present.  After making my way though most of Crichton&#39;s catalogue, I&#39;m really excited to find an author making new work that occupies a similar space.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/p2elo1/weir_and_crichton/",
  "subreddit": "books",
  "id": "p2elo1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've been a fan of Michael Crichton's books for many years; the aspect I\nappreciate most about much of his work is that it's kind of sci-fi but heavier\non the \"sci\" than the \"fi\". I've been trying to find other authors that scratch\nthat same itch and have mostly fallen short. A couple of years ago I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は長年、マイケル・クライトンの本のファンでした。\n彼の作品の多くを最も評価している点は、一種のSFでありながら、「fi」よりも「sci」に重きを置いていることです。\n彼の作品の多くで私が最も評価している点は、SFのようでありながら、「fi」よりも「sci」に重きを置いていることです。私は、同じような魅力を持つ他の作家を見つけようとしてきました。\n私は同じように痒いところに手が届くような作家を探そうとしてきましたが、ほとんどが失敗に終わりました。数年前、私は...",
      "title": "ウィアーとクライトン"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我多年来一直是迈克尔-克莱顿的书迷；我最欣赏他的作品的方面是，它是一种科幻作品，但更沉重。\n我最欣赏他的大部分作品的一点是，它是一种科幻作品，但在 \"科 \"上比 \"幻 \"更重。\n但 \"科 \"的成分比 \"火 \"的成分多。我一直在努力寻找其他作者的作品，以满足我的需求。\n同样的痒，但大多没有成功。几年前，我曾试图寻找其他作家的作品。",
      "title": "韦尔和克赖顿"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我多年來一直是邁克爾-克萊頓的書迷；我最欣賞他的作品的方面是，它是一種科幻作品，但更沉重。\n我最欣賞他的大部分作品的一點是，它是一種科幻作品，但在 \"科 \"上比 \"幻 \"更重。\n但 \"科 \"的成分比 \"火 \"的成分多。我一直在努力尋找其他作者的作品，以滿足我的需求。\n同樣的癢，但大多沒有成功。幾年前，我曾試圖尋找其他作家的作品。",
      "title": "韋爾和克賴頓"
    }
  ]
}