{
  "author": "LetSayHi",
  "the_new_excerpt": "My first time posting here so please be kind.\n\nI don't know how well known this book is, I literally picked it off my local\nlibrary so here's what the book's about: The protagonist Dai Wei falls into a\ndeep coma after being shot at the Tiananmen Massacre 10 years earlier and you\nfollow his memories…",
  "original_created_utc": 1613642987,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我第一次在这里发帖，所以请大家多多包涵。\n\n我不知道这本书有多出名，我真的是从当地的\n图书馆，所以这本书的内容是这样的。主人公戴伟陷入了\n在十年前的天安门大屠杀中被枪杀后陷入深度昏迷，而你\n跟着他的记忆...",
      "title": "马建的《北京昏迷》让我无言以对。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我第一次在這裏發帖，所以請大家多多包涵。\n\n我不知道這本書有多出名，我真的是從當地的\n圖書館，所以這本書的內容是這樣的。主人公戴偉陷入了\n在十年前的天安門大屠殺中被槍殺後陷入深度昏迷，而你\n跟着他的記憶...",
      "title": "馬建的《北京昏迷》讓我無言以對。"
    }
  ],
  "title": "Beijing Coma by Ma Jian left me speechless.",
  "created_utc": 1613652843,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My first time posting here so please be kind.</p>\n\n<p>I don&#39;t know how well known this book is, I literally picked it off my local library so here&#39;s what the book&#39;s about: The protagonist Dai Wei falls into a deep coma after being shot at the Tiananmen Massacre 10 years earlier and you follow his memories through the events leading up to it, while his mother tends to him and his friends bring news of a new China, unrecognisable to him.</p>\n\n<p>As I followed his memories, the massacre felt like an inescapable fate. You build emotional connections to his friends and family but I felt a certain helplessness. Even when the story cuts back to the present, it is accompanied with a sour pang while narrating the lives of his friends, as they continue to move on while Dai Wei remains trapped within his body. The boundaries of life and death, present and past get increasingly blurred as it leads up to that fateful night, and the emotional journey intensifies with it.</p>\n\n<p>I&#39;m sorry, I&#39;d like to elaborate more but I&#39;m at such a loss of words now as you can probably tell.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/lmjg8t/beijing_coma_by_ma_jian_left_me_speechless/",
  "subreddit": "books",
  "id": "lmjg8t",
  "is_self": true,
  "media": null,
  "is_video": false
}