{
  "author": "Spacial-Potato",
  "original_created_utc": 1630330541,
  "title": "YSK: If you don’t believe in commonly accepted medical practices, you can request to be discharged from a hospital through an AMA (Against Medical Advice) discharge.",
  "created_utc": 1630350492,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you don’t trust any of the doctors, then you might as well go home and do whatever treatments you think are best at home and open a hospital bed up for someone else. If you believe the hospital is letting you or your loved one die, then why waste your time and rack up medical bills sitting in the hospital?</p>\n\n<p>Just get an AMA discharge\n and go home to your herbal treatments and whatever other treatments you think are better.</p>\n\n<p><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2664598/\">More info on AMA discharges here</a></p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/pei7rt/ysk_if_you_dont_believe_in_commonly_accepted/",
  "subreddit": "YouShouldKnow",
  "id": "pei7rt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If you don’t trust any of the doctors, then you might as well go home\nand do whatever treatments you think are best at home and open a hospital bed up\nfor someone else. If you believe the hospital is letting you or your loved one\ndie, then why waste your time and rack up medical bills…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか： どの医師も信用できないのであれば、家に帰ってから\n病院のベッドを誰かのために空けてあげてください。\n誰かのために。もし、病院があなたやあなたの大切な人を危険にさらしていると思うのであれば...。\n病院が自分や大切な人を死なせていると思うなら、なぜ時間を無駄にして医療費を増やしてしまうのか...。",
      "title": "YSK: 一般的に認められている医療行為を信じられない場合、AMA（Against Medical Advice）退院という方法で退院を希望することができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：如果你不相信任何一个医生，那么你最好回家去\n在家做你认为最好的治疗，并为别人打开一张病床。\n给别人。如果你认为医院是在让你或你所爱的人\n死亡，那么为什么要浪费你的时间和增加医疗费用呢......",
      "title": "YSK：如果你不相信普遍接受的医疗做法，你可以通过AMA（反对医疗建议）出院来要求出院。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：如果你不相信任何一個醫生，那麼你最好回家去\n在家做你認爲最好的治療，併爲別人打開一張病牀。\n給別人。如果你認爲醫院是在讓你或你所愛的人\n死亡，那麼爲什麼要浪費你的時間和增加醫療費用呢......",
      "title": "YSK：如果你不相信普遍接受的醫療做法，你可以通過AMA（反對醫療建議）出院來要求出院。"
    }
  ]
}