{
  "author": "vitoregalious",
  "original_created_utc": 1639572495,
  "title": "YSK: You should question everything you see online.",
  "created_utc": 1639579102,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: There are so many videos, images and facts on internet platforms. A lot of the time these videos are staged, or facts are attributed to an image that has no relation to the images original purpose. A glance at the comments on a post will show you just how many people lap it up without question.&lt;/p&gt;\n\n&lt;p&gt;The reason you should know is that it’s this blind belief that advertisers and scammers exploit daily. We are living in an age where companies have learnt how easy it is to manipulate us. By taking everything you see at face value you are opening yourself up to this manipulation. And basically opening up your wallet, and in some cases your values and belief systems.&lt;/p&gt;\n\n&lt;p&gt;It’s quick and easy to do a quick internet search about anything to find out if something is likely to be true. Don’t be one of the people who comment how impressed you are at a particular post because this just adds to the claim and makes it more difficult for others to determine if something is genuine. It should be obvious not to believe everything you see online but it seems like we have started to take that for granted and have forgotten that lately.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 576,
  "permalink": "/r/YouShouldKnow/comments/rgycx0/ysk_you_should_question_everything_you_see_online/",
  "subreddit": "YouShouldKnow",
  "id": "rgycx0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: There are so many videos, images and facts on internet platforms. A lot\nof the time these videos are staged, or facts are attributed to an image that\nhas no relation to the images original purpose. A glance at the comments on a\npost will show you just how many people lap it up without…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: たくさんの動画や画像、そして、たくさんの人がいます。\nネットのプラットフォーム上の事実。これらの映像は多くの場合、演出であったり、事実であったりします。\nには、本来の目的とは関係ない画像が添付されています。\n投稿されたコメントに目を通すと、いかに...",
      "title": "YSK: ネットで見るものはすべて疑ってかかるべきですね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：有这么多的视频、图片和\n事实在互联网平台上。很多时候，这些视频都是伪造的，或者是事实\n很多时候，这些视频都是伪造的，或者是将事实归结到与图片的原始目的无关的图像上。\n只要看一眼帖子上的评论，你就会发现，这些评论是多么的......",
      "title": "YSK：你应该质疑你在网上看到的一切。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：有這麼多的視頻、圖片和\n事實在互聯網平臺上。很多時候，這些視頻都是僞造的，或者是事實\n很多時候，這些視頻都是僞造的，或者是將事實歸結到與圖片的原始目的無關的圖像上。\n只要看一眼帖子上的評論，你就會發現，這些評論是多麼的......",
      "title": "YSK：你應該質疑你在網上看到的一切。"
    }
  ]
}