{
  "author": "Heifzilla",
  "the_new_excerpt": "Many of us are trying to avoid artificial sweeteners and move to more natural\nfoods for us and our pets. Chemical-sounding names can make us think that\nsomething is bad for us, and manufacturers are well aware of this, so many times\nthey will try to use less “triggering” names for their products.…",
  "original_created_utc": 1624116293,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私たちの多くは、人工甘味料を避け、自分やペットのために、より自然な食品を求めています。\n自分やペットのために、より自然な食品を 化学的な響きのある名前は、私たちに悪いものだと思わせます。\nメーカーはそのことをよく知っています。\nメーカーはそのことをよく理解しているので、製品の名前には「刺激的」でないものを使おうとします。....",
      "title": "YSK: 白樺の砂糖はキシリトールであり、犬を殺す可能性があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们中的许多人正在努力避免使用人工甜味剂，并为我们和我们的宠物转向更多的天然\n饮食，为我们和我们的宠物提供更多的天然食品。听起来像化学品的名字会让我们认为\n的东西对我们有害，而制造商很清楚这一点，所以很多时候\n他们会试图为他们的产品使用不那么 \"诱人 \"的名字....。",
      "title": "YSK：桦树糖是木糖醇，能杀死你的狗"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們中的許多人正在努力避免使用人工甜味劑，併爲我們和我們的寵物轉向更多的天然\n飲食，爲我們和我們的寵物提供更多的天然食品。聽起來像化學品的名字會讓我們認爲\n的東西對我們有害，而製造商很清楚這一點，所以很多時候\n他們會試圖爲他們的產品使用不那麼 \"誘人 \"的名字....。",
      "title": "YSK：樺樹糖是木糖醇，能殺死你的狗"
    }
  ],
  "title": "YSK: Birch Sugar is Xylitol & Can Kill Your Dog",
  "created_utc": 1624124659,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Many of us are trying to avoid artificial sweeteners and move to more natural foods for us and our pets.  Chemical-sounding names can make us think that something is bad for us, and manufacturers are well aware of this, so many times they will try to use less “triggering” names for their products.  Birch sugar is one of those things.  It is a sweetener that comes from birch trees, but it is also known as xylitol.  Why YSK: Xylitol Is sugar alcohol that doesn’t play nicely with a dog’s blood sugar and causes it to drop quickly, and too much, which can lead to seizures, liver damage, and death.  And it’s in a lot of foods these days such a peanut butter and ice cream, so please be careful when giving your dogs treats.  It is also one of the most common sweeteners for sugar-free gum, and as a critical care vet tech, that was a very common toxicity I saw at my hospital.  Give your fluffy one some hugs and always read ingredient lists.</p>\n</div><!-- SC_ON -->",
  "score": 309,
  "permalink": "/r/YouShouldKnow/comments/o3igob/ysk_birch_sugar_is_xylitol_can_kill_your_dog/",
  "subreddit": "YouShouldKnow",
  "id": "o3igob",
  "is_self": true,
  "media": null,
  "is_video": false
}