{
  "author": "mistressvegas",
  "original_created_utc": 1624957476,
  "title": "How did you get into crypto? I'd been hearing about it during 2017 and friends tried to get me to invest when BTC was around 4k.",
  "created_utc": 1624991549,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I didn&#39;t have any money to invest, I was living paycheck to paycheck and cold not dream of being able to save any money. I was working my literal a$$ off on a mission to lose a total of 90kg, and in December 2017 hit that goal. I also ended up fired that month, and had a brand new dog, and had just upgraded houses.  It was not the best time to go into business for myself, but what the hell right. </p>\n\n<p>I decided to start writing full-time as a freelancer. I picked up 3 clients during December, and one of them was a crypto exchange. They offered me a 1-year deal, and they offered a modest fiat salary with some of the native exchange tokens as a bonus. These tokens were 90 cents at the time of negotiation so I ended up agreeing to 200 per week, thinking that if I saved all of them for a year, I&#39;d have just enough for the body lift surgery I needed after this extreme weight loss. </p>\n\n<p>I&#39;m an ex-pat and had to go on a visa run in late December, our office closed and when I came back it was the first week of January. The stupid exchange tokens they had offered me were now trading at $7 each. </p>\n\n<p>I stopped.</p>\n\n<p>I stared.</p>\n\n<p>I screamed. </p>\n\n<p>Is this for fucking real????? </p>\n\n<p>My friend/coworker looked at me with the biggest smile on his face and says, WELCOME TO CRYPTO BABY!!</p>\n\n<p>And that was when the mania wave hit, and all of a sudden my world opened up to a whole slew of new possibilities! </p>\n\n<p>By the end of January I was getting plastic surgery quotes and found a doctor I liked. I got him to take the down payment in crypto, which was totally exciting. </p>\n\n<p>Do you know how exciting it was to be able to put $4000 down toward a surgery in Februry, when I had only made like $12,000 the entire year before??? I can&#39;t tell you how dramatically crypto has impacted my life. I look around at my home, and see evidence of the last bullrun all over. From my deep freezer to help keep me on track with food, to the computer I&#39;m typing on now, and the body I am sitting in now. </p>\n\n<p>I am a believer!! Now, it&#39;s my second bullrun, I&#39;m now working for a stellar project lead by a team of crypto millionaires, who have come up with a super cool new approach and are literally building a legacy. </p>\n\n<p>I fucking love crpyto. How did you get into it?</p>\n</div><!-- SC_ON -->",
  "score": 161,
  "permalink": "/r/CryptoCurrency/comments/oa4iqp/how_did_you_get_into_crypto_id_been_hearing_about/",
  "subreddit": "CryptoCurrency",
  "id": "oa4iqp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I didn't have any money to invest, I was living paycheck to paycheck and cold\nnot dream of being able to save any money. I was working my literal a$$ off on a\nmission to lose a total of 90kg, and in December 2017 hit that goal. I also\nended up fired that month, and had a brand new dog, and had just…"
}