{
  "author": "MoreVeganTacoTrucks",
  "original_created_utc": 1630872764,
  "title": "YSK that if you're a man suffering from male pattern baldness, the only drug that will prevent further hair loss long-term is Finasteride",
  "created_utc": 1630972534,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The hair loss treatment industry is rife with scams such as topicals and supplements with no scientific backing whatsoever. The only FDA approved treatments for treating androgenic alopecia (male pattern baldness) are Finasteride and Minoxidil. The latter however does not <em>prevent</em> further hair loss and is less efficacious than Finasteride.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/pikdqz/ysk_that_if_youre_a_man_suffering_from_male/",
  "subreddit": "YouShouldKnow",
  "id": "pikdqz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The hair loss treatment industry is rife with scams such as topicals\nand supplements with no scientific backing whatsoever. The only FDA approved\ntreatments for treating androgenic alopecia (male pattern baldness) are\nFinasteride and Minoxidil. The latter however does not prevent further…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、薄毛治療の業界では、外用薬などの詐欺が横行しています。\nサプリメントなどの詐欺が横行しています。FDA（米国食品医薬品局）が承認しているのは\n男性型脱毛症の治療薬としてFDA（米国食品医薬品局）が承認しているのは\nフィナステリドとミノキシジルです。しかし、ミノキシジルは脱毛の進行を防ぐことはできません。",
      "title": "YSKは、男性型脱毛症に悩む男性であれば、これ以上の脱毛を長期的に防ぐ薬はフィナステリドしかないと考えています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：脱发治疗行业充斥着各种骗局，如外用药和补充剂。\n和没有任何科学依据的补充剂。唯一被FDA批准的\n治疗雄激素性脱发（男性型脱发）的方法是\n非那雄胺和米诺地尔。然而，后者并不能防止进一步恶化。",
      "title": "YSK认为，如果你是一个患有男性型脱发的男人，唯一能够长期防止进一步脱发的药物是非那雄胺。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：脫髮治療行業充斥着各種騙局，如外用藥和補充劑。\n和沒有任何科學依據的補充劑。唯一被FDA批准的\n治療雄激素性脫髮（男性型脫髮）的方法是\n非那雄胺和米諾地爾。然而，後者並不能防止進一步惡化。",
      "title": "YSK認爲，如果你是一個患有男性型脫髮的男人，唯一能夠長期防止進一步脫髮的藥物是非那雄胺。"
    }
  ]
}