{
  "author": "EatPrayNub",
  "original_created_utc": 1628873297,
  "title": "If a plan is mentioned, that plan will fail.",
  "created_utc": 1628896975,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I want to be clear that I understand the goal of many writers is to subvert expectations and surprise their audience. But lately, I can&#39;t help but notice this trend across books, TV, and movies. If a character explains or mentions their plans, either outwardly to other characters or expressed as internal monologue to the audience, those plans will almost always fail miserably. On the other hand, plans tend to work perfectly when they are put into action secretly and the audience learns them as they unfold. </p>\n\n<p>Again, I know this is done to add a &quot;twist&quot; or surprise the audience with an unexpected victory or defeat. But now it&#39;s doing just the opposite for me. While reading, the instant a character starts to explain a plan or battle strategy, I make an immediate assumption that something bad is about to happen. It takes away some of my enjoyment of the story, because rather than paying close attention to the plan itself, I&#39;m just waiting for the other shoe to drop. </p>\n\n<p>It&#39;s also frustrating because I&#39;m a writer myself, and I honestly don&#39;t have an easy alternative to offer. Am I the only one who rolls their eyes when someone starts explaining a strategy?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/p3p0o8/if_a_plan_is_mentioned_that_plan_will_fail/",
  "subreddit": "books",
  "id": "p3p0o8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I want to be clear that I understand the goal of many writers is to subvert\nexpectations and surprise their audience. But lately, I can't help but notice\nthis trend across books, TV, and movies. If a character explains or mentions\ntheir plans, either outwardly to other characters or expressed as…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "多くの作家が期待を裏切ることを目的としていることを理解していることを明確にしておきたい。\n観客の期待を裏切り、驚かせることです。しかし、最近、私は、本、テレビ、テレビ番組、その他のメディアで、この傾向に気づかずにはいられません。\n最近、本、テレビ、映画の間で、このような傾向が見られます。登場人物が自分の計画を説明したり言及したりすると\n登場人物が自分の計画を説明したり言及したりすると、それが他の登場人物に表立ってであれ、あるいは...",
      "title": "プランの話が出れば、そのプランは失敗する。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想说明的是，我理解许多作家的目标是颠覆期望。\n颠覆人们的期望，让他们的观众感到惊讶。但最近，我不禁注意到\n这种趋势贯穿于书籍、电视和电影。如果一个角色解释或提到了\n他们的计划，无论是对其他角色的解释，还是表达为...",
      "title": "如果提到一个计划，这个计划就会失败。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想說明的是，我理解許多作家的目標是顛覆期望。\n顛覆人們的期望，讓他們的觀衆感到驚訝。但最近，我不禁注意到\n這種趨勢貫穿於書籍、電視和電影。如果一個角色解釋或提到了\n他們的計劃，無論是對其他角色的解釋，還是表達爲...",
      "title": "如果提到一個計劃，這個計劃就會失敗。"
    }
  ]
}