{
  "author": "poozemusings",
  "original_created_utc": 1635857744,
  "title": "CMV: There is nothing wrong with intentionally trying to lose weight",
  "created_utc": 1635910384,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve seen many dieticians claiming that all intenional weight loss is a bad idea. They cite studies that over 95% of people gain back the original weight and more after five years, and that weight cycling (losing and regaining weight) is worse for you than just staying fat.</p>\n\n<p>First, in the case of someone who is extremely obese, I just can&#39;t understand telling them that they are doomed to remain that way and they shouldn&#39;t even try to lose weight. I&#39;ve seen people refer to the desire to lose weight as &quot;internalized fatphobia&quot; and that you should just be happy with your body as it is. This is ridiculous. It&#39;s not fatphobia that causes people to suffer the health consequences of obesity. Even if there&#39;s a 95% they gain it back, it still seems worth it to try when you are at death&#39;s door because you are morbidly obese. </p>\n\n<p>Second, even if you are not morbidly obese, what&#39;s wrong with trying to lose weight for aesthetic purposes? We don&#39;t tell people they shouldn&#39;t get any cosmetic surgeries because they should just be happy the way they are. Even if it&#39;s unfair, the fact remains that being thin and in shape is desirable in our society. What&#39;s wrong with seeking out that goal in a healthy way? </p>\n\n<p>It seems like many dieticians agree with the idea that intentional weight loss is bad. </p>\n\n<p>Examples:</p>\n\n<p><a href=\"https://more-love.org/2019/02/04/stop-supporting-intentional-weight-loss-heres-the-science-to-support-a-non-diet-weight-neutral-approach/\">https://more-love.org/2019/02/04/stop-supporting-intentional-weight-loss-heres-the-science-to-support-a-non-diet-weight-neutral-approach/</a></p>\n\n<p><a href=\"https://haeshealthsheets.com/why-we-dont-recommend-intentional-weight-loss/\">https://haeshealthsheets.com/why-we-dont-recommend-intentional-weight-loss/</a></p>\n\n<p><a href=\"https://slate.com/technology/2015/03/diets-do-not-work-the-thin-evidence-that-losing-weight-makes-you-healthier.amp\">https://slate.com/technology/2015/03/diets-do-not-work-the-thin-evidence-that-losing-weight-makes-you-healthier.amp</a></p>\n\n<p>I am open to having my view adjusted on this, but I don&#39;t think I&#39;ll ever accept the proposition that no one should ever intentionally try to lose weight.</p>\n\n<p>Edit:</p>\n\n<p>Thanks for the responses. I have some work to do now, but I&#39;ll respond to more later today.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/ql3kgl/cmv_there_is_nothing_wrong_with_intentionally/",
  "subreddit": "changemyview",
  "id": "ql3kgl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've seen many dieticians claiming that all intenional weight loss is a bad\nidea. They cite studies that over 95% of people gain back the original weight\nand more after five years, and that weight cycling (losing and regaining weight)\nis worse for you than just staying fat.\n\nFirst, in the case of…"
}