{
  "author": "Azmaeth",
  "original_created_utc": 1634062758,
  "title": "CMV: The \"BelieveSurvivors\" movement is too extreme. We shouldn't believe alleged survivors based on their word alone.",
  "created_utc": 1634100114,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>[EDIT] I&#39;ve reached the conclusion that I&#39;m simply reading into the slogan more literally than I ought to.\nI tend to take things quite literally, and the &quot;BelieveSurvivors&quot; slogan makes me think we should take their word as 100% absolute truth, when this simply isn&#39;t the case.\nThanks for changing my view!</p>\n\n<p>[Previous position:] \nThis opens the door for countless false accusations. \nCalling someone a &quot;survivor&quot; before their story has even been confirmed already assumes that person is actually a victim of sexual assault. It primes the case in the accusers&#39; favor.\nIf someone claims to have been sexually assaulted, their claim should be taken seriously and investigated, but you shouldn&#39;t outright believe that they are in fact correct in their claim. \nClaims of this nature need to be investigated, and a solid conclusion needs to be reached. If there&#39;s insufficient evidence to warrant the belief that the accused is guilty, then they shouldn&#39;t be punished. The best we can do for the alleged victim at that point is to separate the two of them, and keep closer tabs on the accused.</p>\n\n<p>I understand this is a difficult crime to investigate, but you&#39;re risking ruining people&#39;s lives if they turn out to be innocent.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/q6sasp/cmv_the_believesurvivors_movement_is_too_extreme/",
  "subreddit": "changemyview",
  "id": "q6sasp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "[EDIT] I've reached the conclusion that I'm simply reading into the slogan more\nliterally than I ought to. I tend to take things quite literally, and the\n\"BelieveSurvivors\" slogan makes me think we should take their word as 100%\nabsolute truth, when this simply isn't the case. Thanks for changing my…"
}