{
  "author": "Azmaeth",
  "original_created_utc": 1634062758,
  "title": "CMV: The \"BelieveSurvivors\" movement is too extreme. We shouldn't believe alleged survivors based on their word alone.",
  "created_utc": 1634100114,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>[EDIT] I&#39;ve reached the conclusion that I&#39;m simply reading into the slogan more literally than I ought to.\nI tend to take things quite literally, and the &quot;BelieveSurvivors&quot; slogan makes me think we should take their word as 100% absolute truth, when this simply isn&#39;t the case.\nThanks for changing my view!</p>\n\n<p>[Previous position:] \nThis opens the door for countless false accusations. \nCalling someone a &quot;survivor&quot; before their story has even been confirmed already assumes that person is actually a victim of sexual assault. It primes the case in the accusers&#39; favor.\nIf someone claims to have been sexually assaulted, their claim should be taken seriously and investigated, but you shouldn&#39;t outright believe that they are in fact correct in their claim. \nClaims of this nature need to be investigated, and a solid conclusion needs to be reached. If there&#39;s insufficient evidence to warrant the belief that the accused is guilty, then they shouldn&#39;t be punished. The best we can do for the alleged victim at that point is to separate the two of them, and keep closer tabs on the accused.</p>\n\n<p>I understand this is a difficult crime to investigate, but you&#39;re risking ruining people&#39;s lives if they turn out to be innocent.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/q6sasp/cmv_the_believesurvivors_movement_is_too_extreme/",
  "subreddit": "changemyview",
  "id": "q6sasp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "[EDIT] I've reached the conclusion that I'm simply reading into the slogan more\nliterally than I ought to. I tend to take things quite literally, and the\n\"BelieveSurvivors\" slogan makes me think we should take their word as 100%\nabsolute truth, when this simply isn't the case. Thanks for changing my…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "[EDIT] 私は、このスローガンを必要以上に文字通りに読んでいるだけではないかという結論に達しました。\n読んでしまっているのではないかという結論に達しました。私は物事を文字通りに受け取る傾向があります。\n「BelieveSurvivors」というスローガンは、彼らの言葉を100％絶対的な真実として受け止めるべきだと思わせますが、実際はそうではありません。\n絶対的な真実であるかのように思わせますが、実際はそうではありません。私の考えを変えてくれてありがとう。",
      "title": "CMV：「BelieveSurvivors」の動きは極端すぎます。サバイバーとされる人たちの言葉だけを信じてはいけません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "[编辑]我得出的结论是，我只是对口号进行了更多的解读\n字面意思，而不是我应该做的。我倾向于从字面上理解事物，而\n\"相信幸存者 \"的口号让我觉得我们应该把他们的话当作100%的\n绝对真理，但事实并非如此。谢谢你改变了我的想法。",
      "title": "CMV：\"相信幸存者 \"运动过于极端。我们不应该仅凭所谓的幸存者的话就相信他们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "[編輯]我得出的結論是，我只是對口號進行了更多的解讀\n字面意思，而不是我應該做的。我傾向於從字面上理解事物，而\n\"相信倖存者 \"的口號讓我覺得我們應該把他們的話當作100%的\n絕對真理，但事實並非如此。謝謝你改變了我的想法。",
      "title": "CMV：\"相信倖存者 \"運動過於極端。我們不應該僅憑所謂的倖存者的話就相信他們。"
    }
  ]
}