{
  "author": "vladusatii",
  "original_created_utc": 1630266985,
  "title": "Is Hal Finney Satoshi Nakamoto? Evidence thusfar:",
  "created_utc": 1630326698,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Note</strong>: NSA and other very talented investigators/engineers have concluded that Satoshi Nakamoto hid his tracks too well. The only remaining way to know who created Bitcoin is stylometry (using writing style to compare two like-minded entities in hopes of discovering a better version of a person&#39;s fingerprint).</p>\n\n<p>OpenPGP has online documentation, found from Google Scholar, that was authored by PGP&#39;s old lead developer Hal Finney. If you find any paragraph in the article or in Bitcoin&#39;s original whitepaper, you notice two things in common that are 100% stylistic choices:</p>\n\n<ol>\n<li>Both have a double-space after every sentence.</li>\n<li>Both are written, according to AI, the <em>same exact</em> way. All of it, everything, is written in the same tone, sentence structure, etc.\n\n<ol>\n<li>This was determined using <em>I Write Like.</em> This site uses statistical analysis to say who you write most like. If you paste Hal&#39;s sentences or Satoshi&#39;s sentences, both times, you&#39;ll receive the same person: H. P. Lovecraft. This author died in the 1900&#39;s, but it is still shocking that both compare to the same person. Every time.</li>\n</ol></li>\n</ol>\n\n<p>More evidence that might help:</p>\n\n<ul>\n<li>Dorian Nakamoto lived on the same street as Hal. He picked his last name in addition to a Japanese first name to look anonymous.</li>\n<li>Hal writes in British English quite often. So does Satoshi.</li>\n<li>Hal got immobile from Lou Gehrig&#39;s Disease and stopped contributing to the internet at the exact time that Satoshi said goodbye. Hal died and we haven&#39;t seen Satoshi since.</li>\n<li>Hal had two IP&#39;s connected to his house through a PRISM analysis. One was connected to an &#39;internet freedom&#39; forum and one posted on the same one only &#39;twice&#39; -- so did Satoshi.\n\n<ul>\n<li>PROOF:</li>\n</ul></li>\n</ul>\n\n<p><a href=\"https://preview.redd.it/qdcxsvi8vck71.png?width=1504&amp;format=png&amp;auto=webp&amp;s=ad8cfb417131218aa600b42ca2ffc2a92785deed\">https://preview.redd.it/qdcxsvi8vck71.png?width=1504&amp;format=png&amp;auto=webp&amp;s=ad8cfb417131218aa600b42ca2ffc2a92785deed</a></p>\n\n<ul>\n<li>Hal&#39;s IP and Satoshi&#39;s are on the same street. Satoshi didn&#39;t use a VPN for a POST request to a forum. Neither did Hal.</li>\n</ul>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/kjylu9lmoek71.png?width=2506&amp;format=png&amp;auto=webp&amp;s=ba18bef78955f69326cf90fc0b43ba6676dbfc7b\">https://preview.redd.it/kjylu9lmoek71.png?width=2506&amp;format=png&amp;auto=webp&amp;s=ba18bef78955f69326cf90fc0b43ba6676dbfc7b</a></p>\n</div><!-- SC_ON -->",
  "score": 151,
  "permalink": "/r/Bitcoin/comments/pe2frp/is_hal_finney_satoshi_nakamoto_evidence_thusfar/",
  "subreddit": "Bitcoin",
  "id": "pe2frp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Note: NSA and other very talented investigators/engineers have concluded that\nSatoshi Nakamoto hid his tracks too well. The only remaining way to know who\ncreated Bitcoin is stylometry (using writing style to compare two like-minded\nentities in hopes of discovering a better version of a person's…"
}