{
  "author": "BentLongChip",
  "original_created_utc": 1628802168,
  "title": "YSK that even though you are in the right, other's driving around you may not be.",
  "created_utc": 1628930454,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I know this is obvious, but I am saying this because I have seen horrible accidents because people ran a red light / stop sign. It&#39;s somewhat easy to avoid these types of accidents if you look both ways, regardless of your right to immediately go. It&#39;s sad, but there are many people who have actually died from not checking, thinking that it&#39;s clear, then getting slammed into from someone who ran the red, typically speeding. I was taught to always be aware. I even check my mirrors when I&#39;m taking a left/right into some parking lot or street, because I have seen accidents of people passing someone in the wrong, not knowing that they&#39;re going to be turning. </p>\n\n<p>It&#39;s just simple steps to take while driving that can prevent you from taking damage to your vehicle, or getting bodily harm. So, even though you can be a perfect driver, there are always people around you that pose a danger.</p>\n</div><!-- SC_ON -->",
  "score": 146,
  "permalink": "/r/YouShouldKnow/comments/p38tkr/ysk_that_even_though_you_are_in_the_right_others/",
  "subreddit": "YouShouldKnow",
  "id": "p38tkr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I know this is obvious, but I am saying this because I have seen\nhorrible accidents because people ran a red light / stop sign. It's somewhat\neasy to avoid these types of accidents if you look both ways, regardless of your\nright to immediately go. It's sad, but there are many people who…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：当たり前のことですが、私はこれまでに、P.O.S.が原因で恐ろしい事故を見てきたので、このように言っています。\n赤信号や一時停止の標識を無視して、恐ろしい事故を見てきたからです。このような事故を避けるには、自分の車に関係なく\nこの種の事故を避けるには、すぐに進むかどうかに関わらず、両方の方向を見ていれば簡単です。\nこのような事故を避けるのは簡単です。悲しいことですが、このようなことをする人はたくさんいます。",
      "title": "YSKは、自分が正しいと思っていても、周りを走っている人はそうではないかもしれないと考えています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我知道这是显而易见的，但我这么说是因为我见过\n可怕的事故，因为人们闯红灯/停车标志。在某种程度上\n如果你看清楚两边的情况，就很容易避免这些类型的事故，不管你是否有权利立即离开。\n么有权利立即离开。这很可悲，但有很多人...",
      "title": "YSK认为，即使你是正确的，但你周围的其他驾驶者可能不是。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我知道這是顯而易見的，但我這麼說是因爲我見過\n可怕的事故，因爲人們闖紅燈/停車標誌。在某種程度上\n如果你看清楚兩邊的情況，就很容易避免這些類型的事故，不管你是否有權利立即離開。\n麼有權利立即離開。這很可悲，但有很多人...",
      "title": "YSK認爲，即使你是正確的，但你周圍的其他駕駛者可能不是。"
    }
  ]
}