{
  "author": "MythicalPan",
  "original_created_utc": 1632743097,
  "title": "YSK: Just because you are not a kid doesn’t mean that you can pick up new skills. Adults (and teens) can learn much faster than they believe if they understand how the brain learns new things",
  "created_utc": 1632754002,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: adults can learn things faster than what they believe, and learning new things and skills can be a very satisfying process on its own, but many people wished they had learned to play an instrument or some other skill but never do something about it because they feel that “it is too late”. It isn’t.</p>\n\n<p>Okay, how do I do that?</p>\n\n<p>There is this common misconception that just because you are older and the brain doesn’t “learn as fast”.</p>\n\n<p>While this is true by some regards, kids don’t learn in the same way as adults do. Kids learn by imitating actions from their environment, they can do that because their brain has significantly more synapses(=connections between brain cells) than adults, so it’s easier for the brain to find the right pathway and reinforce it while pruning “wrong” synapses.</p>\n\n<p>In contrast, adults have preexisting synapses that have been reinforced for a long time and so it’s significantly harder to learn by imitation.</p>\n\n<p>But adults also have a significantly better world model (=understanding of the world), and significantly more developed frontal cortex (=rational thinking and control of functions and behaviour). This means that by employing pre existing knowledge and understanding you can attain a much better understanding of the skill you are trying to learn than kids. This, then means that you can explore and generate new “actions” and behaviour much better than kids because you have better understanding of what is going on under it. By doing that consciously you will be able to turn the actually “correct” and “high quality” conscious actions into subconscious actions that are second nature. </p>\n\n<p>Finally, even learning itself and creativity are skills that can be trained for (as a grad student with publications from undergrad, and a lot of original work, who has ventured into other fields in her own time because she found it interesting, I recommend the Feynman method with flashcards and extensive notes).</p>\n\n<p>The brain is a very strong pattern matching and creative computer. It’s a shame that many people live with regrets of not learning to play instruments or some other skill. </p>\n\n<p>Some authors that I can recommend:</p>\n\n<ul>\n<li>  Kahneman (eg. “Thinking fast and slow”)</li>\n<li>  David Eagleman (eg. “Livewired”, ”the brain”)</li>\n<li>  Robert Sapolsky (eg “Behave”, “why zebras don’t get ulcers”)</li>\n<li>  Elizier Yudkowsky (eg “Inadequate equilibria”)</li>\n<li>  Lieberman and Long (The molecule of more)</li>\n<li>  Oliver Sacks (eg “The man who mistook his wife for a hat”, “Hallucinations”, “On the river of consciousness”)</li>\n</ul>\n\n<p>Sorry for reposting, the title had a typo…</p>\n\n<p>Edit:\nThis one has a typo as well. Jesus Christ today. Sorry.</p>\n</div><!-- SC_ON -->",
  "score": 426,
  "permalink": "/r/YouShouldKnow/comments/pwfb0m/ysk_just_because_you_are_not_a_kid_doesnt_mean/",
  "subreddit": "YouShouldKnow",
  "id": "pwfb0m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: adults can learn things faster than what they believe, and learning new\nthings and skills can be a very satisfying process on its own, but many people\nwished they had learned to play an instrument or some other skill but never do\nsomething about it because they feel that “it is too late”.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：大人は自分が思っている以上に早く物事を学ぶことができ、新しい物事やスキルを学ぶことは、それだけでとても満足できるプロセスです。\n新しいことや技術を学ぶことは、それだけで非常に満足のいくプロセスですが、多くの人が\nしかし、多くの人は、楽器やその他のスキルを学んでおけばよかったと思いながらも、「今さら」と思って何もしないのです。\nしかし、多くの人が「楽器やその他のスキルを習っておけばよかった」と思いながらも、「もう遅い」と感じて何もしないのです。....",
      "title": "YSK: 子供ではないからといって、新しいスキルを身につけられるわけではありません。脳が新しいことを学ぶ仕組みを理解していれば、大人（や10代）は自分が思っているよりもずっと早く学ぶことができます"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：成年人学习事物的速度比他们认为的要快，学习新事物和技能本身就是一个非常令人满意的过程。\n学习新事物和技能本身就可以是一个非常令人满意的过程，但许多人\n但许多人都希望自己能学会演奏乐器或其他技能，但却从未采取行动\n因为他们觉得 \"已经太晚了\"....",
      "title": "YSK：你不是一个孩子，并不意味着你可以掌握新的技能。如果成年人（和青少年）了解大脑如何学习新事物，他们的学习速度会比他们认为的快得多。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：成年人學習事物的速度比他們認爲的要快，學習新事物和技能本身就是一個非常令人滿意的過程。\n學習新事物和技能本身就可以是一個非常令人滿意的過程，但許多人\n但許多人都希望自己能學會演奏樂器或其他技能，但卻從未採取行動\n因爲他們覺得 \"已經太晚了\"....",
      "title": "YSK：你不是一個孩子，並不意味着你可以掌握新的技能。如果成年人（和青少年）瞭解大腦如何學習新事物，他們的學習速度會比他們認爲的快得多。"
    }
  ]
}