{
  "author": "somom_dotcom",
  "the_new_excerpt": "The Prophet is a poetry collection where a different people in a town asks a\nprophet his opinion on... anything, really. Marriage, death, love, generosity -\neven things like food and clothes are covered.\n\nIt’s beautiful and because of its brilliant structure very easy to follow, so if\npoetry is new…",
  "original_created_utc": 1615767984,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "预言家》是一本诗集，一个小镇上不同的人问一个\n预言家，他的意见... 任何事情，真的。婚姻、死亡、爱情、慷慨... ...\n连吃穿用度都有保障。\n\n它很漂亮，而且因为它的精彩结构非常容易上手，所以如果是\n诗情画意是新的...",
      "title": "纪伯伦的 \"先知 \"是惊人的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "預言家》是一本詩集，一個小鎮上不同的人問一個\n預言家，他的意見... 任何事情，真的。婚姻、死亡、愛情、慷慨... ...\n連喫穿用度都有保障。\n\n它很漂亮，而且因爲它的精彩結構非常容易上手，所以如果是\n詩情畫意是新的...",
      "title": "紀伯倫的 \"先知 \"是驚人的。"
    }
  ],
  "title": "“The Prophet” by Kahlil Gibran is phenomenal",
  "created_utc": 1615774601,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The Prophet is a poetry collection where a different people in a town asks a prophet his opinion on... anything, really. Marriage, death, love, generosity - even things like food and clothes are covered.</p>\n\n<p>It’s beautiful and because of its brilliant structure very easy to follow, so if poetry is new to you I’d highly recommend it.</p>\n\n<p>My favorite little part of the book, on children and parenting: </p>\n\n<ul>\n<li>Your children are not your children.</li>\n<li>They are the sons and daughters of life’s longing for itself.</li>\n<li>They come through you but not from you,</li>\n<li><p>And though they are with you they belong not to you.</p></li>\n<li><p>You may give them your love but not your thoughts,</p></li>\n<li><p>For they have their own thoughts.</p></li>\n<li><p>You may house their body but not their souls,\nFor their souls dwell on the house of tomorrow, which you cannot visit, not even in your dreams.</p></li>\n<li><p>You may strive to be like them, but seem not to make them like you.</p></li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 100,
  "permalink": "/r/books/comments/m58cws/the_prophet_by_kahlil_gibran_is_phenomenal/",
  "subreddit": "books",
  "id": "m58cws",
  "is_self": true,
  "media": null,
  "is_video": false
}