{
  "author": "Hey-I-Read-It",
  "original_created_utc": 1627017586,
  "title": "CMV: Folks need to recognize that there are people out there who are not masters of debate. Those who are bad at making arguments should not be treated or regarded as the \"stand in\" for everyone else who agrees with them as well.",
  "created_utc": 1627047018,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see it in debates about Abortion. Pro-Choicers are often eager to say that the only arguments the Pro-Life crowd can go off from is by an outdated appeal to religion when there are people in the discussion who don&#39;t subscribe to said religion. There are those who go as far as to claim that every single Republican/Conservative talking point can and only functions through appealing to religious values.</p>\n\n<p>If this was actually the case, the Republican/Conservative party would be long dead by now. I, as an agnostic, would not exist for I am personally Pro-Life. There are plenty of arguments in the abortion debate that make a solid argument for the Pro-Life side- arguments that are completely based in scientific process and philosophical thinking (I say &quot;philosophical thinking&quot; in the most milquetoast sense in that people believe that we ought to do what is morally ethical in most situations).</p>\n\n<p>Now, this is not to say that there <strong><em>aren&#39;t</em></strong> Pro-Lifers who base the core foundations of their beliefs completely and only on religion, believing that their religion is the only valid answer to any conundrum. But as much as the &quot;Radical Feminazis&quot; are said to be &quot;loud, obtuse, fringe extremists&quot; of the feminist movement and should be rightfully recognized as a minority in their own movement, so should the same go with the overtly religious folk who base their morality based on their god or gods.</p>\n\n<p>It&#39;s daunting how many posts I see in this sub that are so inexplicably ignorant to the actual core beliefs of conservative ideology. As a Korean American who&#39;s pursuing a degree in fine arts, I once had a brief identity crisis squaring my conservative viewpoints with the overwhelming cultural opposition and pressure (I felt) that was present from my peers. When I vented about this in <a href=\"https://www.reddit.com/r/internetparents/\">r/internetparents</a>, a supposedly helpful subreddit that aims to support each other, among the sympathetic comments I received I also was handed some lashing criticisms over my stated political allegiance. One comment read, for example:</p>\n\n<blockquote>\n<p>Tough Love:<br/>\nConservatism is antithetical to art.<br/>\nBy its nature It is not about expressing yourself. It is about conforming to the imagined past or the status quo. It does not encourage self exploration except as a way to self hypnotize and subsume your self worth.<br/>\nIt does not produce anything truly artistic. At most, it produces works praising and reinforcing the status quo. Like art in the middle ages praising the divine or their rightful representative on earth(bishop/lord/king etc).<br/>\nYou will constantly deal with this your entire career. You might be better of switching majors to something that fits into your worldview.</p>\n</blockquote>\n\n<p>(The following sentence is my personal venting of frustration from this comment, it is in no way meant to contribute to the overall thesis of my post:) Fuck you, you piece of shit. You know nothing about me, you know nothing about &quot;conservatism&quot;, and you know nothing about artistic expression.</p>\n\n<p>I genuinely cannot understand how a person expects to have an open-minded discussion on anything remotely political or societal when they have such a myopic view of the world that stereotypes one side (while of course, leaving out their own) into easily tackle-able strawmen and fallacies. The only conclusion I can have for those people, <strong><em>and even if they&#39;ve supposedly happened to have only interacted with these &quot;bad arguer&quot; breed of the opposition</em></strong>, to claim that the entire demographic operates on the same principle is a deliberate attempt at sabotaging any sort of actual opportunity for discussion and ignoring the nuances and differences individuals have from each other.</p>\n\n<p>Background: I&#39;m a College-aged Korean/American who aligns with the conservative viewpoint. Born in the states but raised most of my life in Korea, I understand, accept, and even welcome the idea that everyone has their different experiences throughout life that morph them over time. I apologize if this CMV seems relatively unhinged from the other posts, it&#39;s been something that&#39;s been plaguing my mind for a while and I needed to vent it out and talk to others about it.</p>\n</div><!-- SC_ON -->",
  "score": 89,
  "permalink": "/r/changemyview/comments/opvm54/cmv_folks_need_to_recognize_that_there_are_people/",
  "subreddit": "changemyview",
  "id": "opvm54",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I see it in debates about Abortion. Pro-Choicers are often eager to say that the\nonly arguments the Pro-Life crowd can go off from is by an outdated appeal to\nreligion when there are people in the discussion who don't subscribe to said\nreligion. There are those who go as far as to claim that every…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "それは、中絶に関する議論でも見られます。中絶賛成派の人たちは、中絶反対派の人たちが主張できる唯一の論点は、時代遅れの訴えだと言いたがります。\n賛成派の人たちは、賛成派の人たちが反論できるのは時代遅れの宗教への訴えだけだと言いたがります。\n宗教を支持していない人もいるのに、賛成派の人は、賛成派が反論できるのは時代遅れの宗教への訴えだと言いたがります。\n宗教を信じていない人もいるのに。賛成派の人たちは、中絶をしない人たちがいるのに、宗教に訴えるのは時代遅れだと言いたがります。",
      "title": "CMV： 世の中には、議論が苦手な人がいることを認識する必要があると思います。議論が苦手な人を、自分と同じ意見の人たちの「代役」として扱ったり、評価したりするべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在有关堕胎的辩论中看到了这一点。赞成堕胎的人往往急于说\n支持堕胎的人经常热衷于说，支持堕胎的人唯一的论据是通过过时的呼吁来进行\n而讨论中还有人不认同上述宗教。\n宗教。有一些人甚至声称，每一个人都有自己的信仰。",
      "title": "CMV: 人们需要认识到，有一些人并不是辩论的高手。那些不善于辩论的人不应该被当作或视为其他所有同意他们的人的 \"替身\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在有關墮胎的辯論中看到了這一點。贊成墮胎的人往往急於說\n支持墮胎的人經常熱衷於說，支持墮胎的人唯一的論據是通過過時的呼籲來進行\n而討論中還有人不認同上述宗教。\n宗教。有一些人甚至聲稱，每一個人都有自己的信仰。",
      "title": "CMV: 人們需要認識到，有一些人並不是辯論的高手。那些不善於辯論的人不應該被當作或視爲其他所有同意他們的人的 \"替身\"。"
    }
  ]
}