{
  "author": "curiosoh2000",
  "original_created_utc": 1625212266,
  "title": "YSK a lot of pups get anxiety from fireworks, and with 4th of July coming up its about to be fireworks galore so if you have a dog that hates fireworks, Here's a few suggestions to make them feel better!",
  "created_utc": 1625222625,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: My little guy can&#39;t stand the fourth of July, poor little dude gets all shaky and whiny every year, talked to the vet today and looking into getting him some medications, or a thundershirt, and of course lots of love.</p>\n\n<p>Has anyone ever tried <a href=\"https://dutchforpets.com/anxiety-treatment\">Dutch?</a></p>\n\n<p>or Chewy? </p>\n\n<p>Both excellent sites for meds and pet needs</p>\n\n<p>Not sure if they have anything non-prescription at like Pets mart or Petco, but maybe a tiny bit of benadryl would work??</p>\n\n<p>Anybody else dealing with pets who HATE fireworks please feel free to add some recommendations, We want our fur babies to enjoy the holiday too!</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/YouShouldKnow/comments/oc5f8s/ysk_a_lot_of_pups_get_anxiety_from_fireworks_and/",
  "subreddit": "YouShouldKnow",
  "id": "oc5f8s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: My little guy can't stand the fourth of July, poor little dude gets all\nshaky and whiny every year, talked to the vet today and looking into getting him\nsome medications, or a thundershirt, and of course lots of love.\n\nHas anyone ever tried Dutch? [https://dutchforpets.com/anxiety…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: うちの子は7月4日に耐えられません。\n今日獣医さんに相談して、薬や雷除けを用意してもらうことにしました。\n今日獣医に相談したところ、薬やサンダーシャツ、そしてもちろんたくさんの愛情を与えることを検討しています。\n\n誰かダッチを試したことがありますか？[https://dutchforpets.com/anxiety...",
      "title": "YSKでは、多くの犬が花火から不安を感じています。7月4日には、たくさんの花火が打ち上げられます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK: 我的小家伙不能忍受7月4日，可怜的小家伙每年都会发抖和抱怨。\n今天和兽医谈了谈，想给他买点药，或者给他买件防雷服。\n今天和兽医谈了谈，想给他买点药，或者买件防雷服，当然还有很多的爱。\n\n有人试过荷兰语吗？[https://dutchforpets.com/anxiety...",
      "title": "YSK很多小狗都会因为烟花而感到焦虑，随着7月4日的到来，它将会有大量的烟花，所以如果你有一只讨厌烟花的狗，这里有一些建议可以让它们感觉好一些"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK: 我的小傢伙不能忍受7月4日，可憐的小傢伙每年都會發抖和抱怨。\n今天和獸醫談了談，想給他買點藥，或者給他買件防雷服。\n今天和獸醫談了談，想給他買點藥，或者買件防雷服，當然還有很多的愛。\n\n有人試過荷蘭語嗎？[https://dutchforpets.com/anxiety...",
      "title": "YSK很多小狗都會因爲煙花而感到焦慮，隨着7月4日的到來，它將會有大量的煙花，所以如果你有一隻討厭煙花的狗，這裏有一些建議可以讓它們感覺好一些"
    }
  ]
}