{
  "author": "sincerityghost",
  "original_created_utc": 1631225120,
  "title": "Just read Andy Wier's Hail Mary and I couldn't put it down in a single night.",
  "created_utc": 1631239747,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m looking for a book with similar pacing and characterization. Literally from the start till the end of the book I was at the edge of my seat. I loved the investigative quality to the story. I loved how the events came together. I loved the central characters and their flow to the dialogue. Just all around an extremely enjoyable reading experience.</p>\n\n<p>What I&#39;d like to find if anyone here can help me is investigative books with fast pacing with maybe some elements of sci fi and fantasy within them. I want something that is written well but doesn&#39;t forget how the experience is supposed to be fun. Maybe this is too specific, but I really enjoy reading experiences littered with discovery that doesn&#39;t come at a cost of great character work and themes.</p>\n\n<p>Thank you in advance!</p>\n\n<p>Edit: Weir not Wier, sorry about that! </p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/booksuggestions/comments/pl7rtj/just_read_andy_wiers_hail_mary_and_i_couldnt_put/",
  "subreddit": "booksuggestions",
  "id": "pl7rtj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm looking for a book with similar pacing and characterization. Literally from\nthe start till the end of the book I was at the edge of my seat. I loved the\ninvestigative quality to the story. I loved how the events came together. I\nloved the central characters and their flow to the dialogue. Just…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "テンポやキャラクターが似ている本を探しています。文字通り、最初から最後まで\nこの本の最初から最後まで、私は座席の端にいました。私はこの本の\nこの物語の調査的な質が気に入りました。イベントがどのように組み合わされていくのかが気に入りました。I\n中心となる人物とその会話の流れが好きだった。ただ...。",
      "title": "アンディ・ワイアーの「Hail Mary」を読んだばかりだが、一晩で読み終えることができなかった。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我正在寻找一本具有类似节奏和特征的书。从字面上看，从开始到最后\n开始到书的结尾，我都在我的座位边上。我喜欢这本书的\n我喜欢这个故事的调查性。我喜欢这些事件是如何发展起来的。I\n我喜欢中心人物和他们的对话流程。只是...",
      "title": "刚刚读了安迪-维尔的《万福玛利亚》，我一晚上都没能放下它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正在尋找一本具有類似節奏和特徵的書。從字面上看，從開始到最後\n開始到書的結尾，我都在我的座位邊上。我喜歡這本書的\n我喜歡這個故事的調查性。我喜歡這些事件是如何發展起來的。I\n我喜歡中心人物和他們的對話流程。只是...",
      "title": "剛剛讀了安迪-維爾的《萬福瑪利亞》，我一晚上都沒能放下它。"
    }
  ]
}