{
  "author": "EntropicYouth",
  "original_created_utc": 1626965744,
  "title": "CMV: The Catholic church has no place in the modern day",
  "created_utc": 1626978910,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sure the current Pope is kinda cool, but it&#39;s basically just a pedophilia ring with a god-complex. To my mind the Catholic church has basically never done any good and also started the crusades so they&#39;re actually worse than Al-Qaeda, as far as terrorist organizations go. Don&#39;t even get me started on Africa&#39;s AIDS epidemic that they basically started. I see no value in organized religion to begin with, and any as large as the Catholic church is going to cause a lot of trouble as it struggles for power on its way up. To be clear: I think spiritual beliefs are generally a good thing, and following your own moral compass/righteous path is what makes the world go round; it&#39;s the organized religions that inevitably become war machines, or pedophilia rings, or suicide cults, or what have you, that are evil</p>\n\n<p>Edit: !Delta to <a href=\"/u/Iamnotabot\">u/Iamnotabot</a></p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/opfg96/cmv_the_catholic_church_has_no_place_in_the/",
  "subreddit": "changemyview",
  "id": "opfg96",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Sure the current Pope is kinda cool, but it's basically just a pedophilia ring\nwith a god-complex. To my mind the Catholic church has basically never done any\ngood and also started the crusades so they're actually worse than Al-Qaeda, as\nfar as terrorist organizations go. Don't even get me started…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "確かに今のローマ法王はかっこいいですが、基本的には神にコンプレックスを持つ小児性愛者の集まりです。\n神のコンプレックスを持っています。私の考えでは、カトリック教会は基本的に何も良いことをしていません。\n十字軍を創設したこともあり、テロ組織としてはアルカイダよりも悪いと思います。\nテロ組織としてはアルカイダよりも悪い。私には理解できませんが...。",
      "title": "CMV: カトリック教会は現代には存在しない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当然，现任教皇有点酷，但它基本上只是一个恋童癖团伙\n有着神的情结。在我看来，天主教会基本上没有做过任何好事，而且还发动了十字军东征，所以他们实际上比基地组织还要糟糕。\n而且还发动了十字军东征，所以就恐怖组织而言，他们实际上比基地组织更糟糕。\n就恐怖组织而言。甚至不要让我开始...",
      "title": "CMV：天主教会在现代没有地位"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當然，現任教皇有點酷，但它基本上只是一個戀童癖團伙\n有着神的情結。在我看來，天主教會基本上沒有做過任何好事，而且還發動了十字軍東征，所以他們實際上比基地組織還要糟糕。\n而且還發動了十字軍東征，所以就恐怖組織而言，他們實際上比基地組織更糟糕。\n就恐怖組織而言。甚至不要讓我開始...",
      "title": "CMV：天主教會在現代沒有地位"
    }
  ]
}