{
  "author": "sumporkhunt",
  "the_new_excerpt": "I read a thread earlier today where alot of people were discussing what changes\nyou would (if you could) make to the lord of the rings. A popular suggestion was\nremoving all of the racism and honestly this made me angry, by removing the\nracism present in the story you would also be removing the arcs…",
  "original_created_utc": 1621222363,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今日、あるスレッドを読んだのですが、そこでは多くの人が「指輪物語」に何か変更を加えるとしたら\n指輪物語にどんな変更を加えるかを話し合っていました。人気のある提案は\n正直なところ、これには腹が立ちました。\n人種差別をなくすことは、物語のアークをなくすことでもあるからです・・・。",
      "title": "CMV: ある物語（本、映画、その他）に人種差別があるからといって、その物語自体が人種差別であるとは言えません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我今天早些时候读了一个帖子，很多人都在讨论你会对《魔戒》做哪些改动（如果可以的话）。\n你会（如果你可以的话）对《魔戒》做哪些改动。一个流行的建议是\n说实话，这让我很生气。\n种族主义在故事中的存在，你也将删除弧线......",
      "title": "CMV：仅仅因为一个故事（书、电影等）里有种族主义，并不意味着它本身就是种族主义的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我今天早些時候讀了一個帖子，很多人都在討論你會對《魔戒》做哪些改動（如果可以的話）。\n你會（如果你可以的話）對《魔戒》做哪些改動。一個流行的建議是\n說實話，這讓我很生氣。\n種族主義在故事中的存在，你也將刪除弧線......",
      "title": "CMV：僅僅因爲一個故事（書、電影等）裏有種族主義，並不意味着它本身就是種族主義的。"
    }
  ],
  "title": "CMV: just because a story (book,movie,whatever) has racism in it doesn't make it itself racist",
  "created_utc": 1621227685,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read a thread earlier today where alot of people were discussing what changes you would (if you could) make to the lord of the rings. A popular suggestion was removing all of the racism and honestly this made me angry, by removing the racism present in the story you would also be removing the arcs of characters overcoming the odds to form relationships, gimli and legolas, aragorn and arwen, etc.</p>\n\n<p>Don&#39;t get me wrong, I agree racism is horrible and should be stamped out wherever possible, but I think that not having it in our media/pop culture is closer to sweeping it under the rug than it is acutally solving any issues.</p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/changemyview/comments/ne5mrx/cmv_just_because_a_story_bookmoviewhatever_has/",
  "subreddit": "changemyview",
  "id": "ne5mrx",
  "is_self": true,
  "media": null,
  "is_video": false
}