{
  "author": "gregorykoefer",
  "original_created_utc": 1629195756,
  "title": "Sci-Fi Thrillers hard to put down",
  "created_utc": 1629226443,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Looking for some nice book recommendations that are mind-bending and hard to put down.</p>\n\n<p>I absolutely love <em>Dan Browns</em> books but also enjoy when it&#39;s a bit flavored with some sci-fi/mystery and plot twists and potentially implements astrophysics (Like in the film <em>Interstellar by Christopher Nolan</em>)</p>\n\n<p>What I also love is the feeling you get from drifting away, feeling at home, or even nostalgic almost. I don&#39;t know exactly how to describe it, but a strong feeling of comfort that I get from authors such as <em>Murakami</em> or Anime Films (<em>Ghibli Studios</em>)</p>\n\n<p>&#x200B;</p>\n\n<p>Would love to hear your suggestions!</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/booksuggestions/comments/p610po/scifi_thrillers_hard_to_put_down/",
  "subreddit": "booksuggestions",
  "id": "p610po",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Looking for some nice book recommendations that are mind-bending and hard to put\ndown.\n\nI absolutely love Dan Browns books but also enjoy when it's a bit flavored with\nsome sci-fi/mystery and plot twists and potentially implements astrophysics\n(Like in the film Interstellar by Christopher…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "心を揺さぶるような、なかなか手放せないお勧めの本を探しています。\n私はダン・ブラウンズの本が大好きです。\n\n私はDan Brownsの本が大好きですが、ちょっとした味付けがされているものも好きです。\nまた、SFやミステリー、筋書きにひねりが効いていて、宇宙物理学を取り入れた作品も好きです。\n(クリストファー・ブラウン監督の映画「インターステラー」のように...)",
      "title": "SFスリル満点の作品。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "寻找一些好书的推荐，这些书是令人费解和难以释怀的。\n的书。\n\n我非常喜欢丹-布朗的书，但也喜欢有点味道的书，如科幻/神秘和情节曲折的书。\n一些科幻/神秘和情节曲折，并有可能实现天体物理学的书。\n(如电影《星际》（Christopher...",
      "title": "难以放下的科幻惊悚小说"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "尋找一些好書的推薦，這些書是令人費解和難以釋懷的。\n的書。\n\n我非常喜歡丹-布朗的書，但也喜歡有點味道的書，如科幻/神祕和情節曲折的書。\n一些科幻/神祕和情節曲折，並有可能實現天體物理學的書。\n(如電影《星際》（Christopher...",
      "title": "難以放下的科幻驚悚小說"
    }
  ]
}