{
  "author": "brocktoon2000",
  "the_new_excerpt": "Why YSK: Furnishing a new place can be expensive, and Universities always have\nstuff to get rid of. Sometimes even cool vintage stuff. At my local U surplus,\nI've seen everything from basic office supplies, file cabinets, monitors, desks,\nto pianos and weird old lab equipment. It's a crap-shoot, and…",
  "original_created_utc": 1621543310,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 新居の家具にはお金がかかりますし、大学には常に処分するものがあります。\n処分するものがあります。時にはかっこいいビンテージ物も。私の地元のU surplusでは\n基本的な事務用品、ファイルキャビネット、モニター、机から、ピアノや奇妙な古い実験器具まで、ありとあらゆるものを見てきました。\nピアノや奇妙な古い実験器具まで。くだらないものですが...。",
      "title": "YSK: 多くの大学には、一般向けに販売している余剰部門があり、安価な家具を入手するのに適しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK: 装修一个新的地方可能很昂贵，而且大学总是有\n的东西要扔掉。有时甚至是很酷的复古物品。在我当地的大学盈余。\n我已经看到了从基本的办公用品、文件柜、显示器、书桌。\n到钢琴和奇怪的旧实验室设备。这是一个废话，和...",
      "title": "YSK：许多大学都有向公众出售的剩余部门，可以成为廉价家具的一个好来源。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK: 裝修一個新的地方可能很昂貴，而且大學總是有\n的東西要扔掉。有時甚至是很酷的復古物品。在我當地的大學盈餘。\n我已經看到了從基本的辦公用品、文件櫃、顯示器、書桌。\n到鋼琴和奇怪的舊實驗室設備。這是一個廢話，和...",
      "title": "YSK：許多大學都有向公衆出售的剩餘部門，可以成爲廉價傢俱的一個好來源。"
    }
  ],
  "title": "YSK: Many Universities have surplus department that sell to the public, and can be a good source of inexpensive furniture.",
  "created_utc": 1621547311,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Furnishing a new place can be expensive, and Universities always have stuff to get rid of. Sometimes even cool vintage stuff. At my local U surplus, I&#39;ve seen everything from basic office supplies, file cabinets, monitors, desks, to pianos and weird old lab equipment. It&#39;s a crap-shoot, and places may or may not be open at the moment, but take a look. You might find something great.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/nhaxni/ysk_many_universities_have_surplus_department/",
  "subreddit": "YouShouldKnow",
  "id": "nhaxni",
  "is_self": true,
  "media": null,
  "is_video": false
}