{
  "author": "themo98",
  "original_created_utc": 1628505885,
  "title": "YSK: Expecting Your kids to fulfill Your own ambitions and dreams is a bad idea.",
  "created_utc": 1628517436,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Well, of course it is important to support Your children throughout their personal development, education, etc as best as You can. They should have the option to use every resource they can reasonably have!</p>\n\n<p>What I&#39;m rather referring to is the cases where people expect their offspring to become a lawyer, learn the piano, do a certain sport, go to x university, get y degree, get z job, in v city after u amount of time, (not) be friends with a specific group/type of people, live their life a very specific way etc and put all your energy into <em>them</em> &quot;achieving&quot; that &quot;goal&quot;.</p>\n\n<p>I feel like that is madness. Kids can be fundamentally different from their parents and have vastly different (and completely reasonable!) world views, life goals, personalities. After all, they are born into the world decades later. There might be boatloads of stuff one hasn&#39;t been able to achieve in their life, and especially after missing out on most things in life during the past 1,5 years, I often came to think &quot;if I can&#39;t have z, at least my kids will be able to have it and can do it instead of me&quot;.</p>\n\n<p>This thought provided a lot of comfort for me during the worst of times, but I&#39;ve come to realise it&#39;s unimaginably toxic. And excluding the ethical concerns of overburdening my potential future kids with something that might be comletely irrelevant or unimportant to them, what if I never get to have kids? Will my life have been a complete failure?</p>\n\n<p>I&#39;ve come to the conclusion that it&#39;s just plain out wrong to think this way. No one should seriously expect their children to do major things as their representative. <em>Do of course</em> provide guidance for Your children and show them perspectives for all things in life. But be aware that they are growing up in a different world than you yourself did, may find fulfillment in other things than You yourself did/do, may be dealing with different issues and need to apply different solutions than those You Yourself did/wanted to do.</p>\n\n<p>Do the things You want to do in life. I know it is impossible for many people to do many things they want to do. As harsh as it sounds, feel free to try as you reasonably can or deal with it if you can&#39;t. If your kids, unlike you, get the chance to do those things, appreciate it, enjoy seeing them doing what you desired, be proud of them, but don&#39;t put the pressure on them to do it as you representative.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/p0z00a/ysk_expecting_your_kids_to_fulfill_your_own/",
  "subreddit": "YouShouldKnow",
  "id": "p0z00a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Well, of course it is important to support Your children throughout\ntheir personal development, education, etc as best as You can. They should have\nthe option to use every resource they can reasonably have!\n\nWhat I'm rather referring to is the cases where people expect their offspring…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSK: もちろん、あなたの子供たちをサポートすることは重要です。\n子供たちの成長や教育などをできる限りサポートすることが大切です。子供たちには\n彼らは、合理的に手に入るすべてのリソースを利用する選択肢を持つべきです。\n\n私が言いたいのは、人々が自分の子供に...",
      "title": "YSK: 自分の夢を子供に期待するのはよくありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：嗯，当然重要的是在整个过程中支持您的孩子\n他们的个人发展、教育等方面提供尽可能多的支持。他们应该有\n选择使用他们可以合理拥有的各种资源\n\n我指的是人们期望他们的后代......的情况。",
      "title": "YSK: 指望你的孩子实现你自己的野心和梦想是一个坏主意。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：嗯，當然重要的是在整個過程中支持您的孩子\n他們的個人發展、教育等方面提供儘可能多的支持。他們應該有\n選擇使用他們可以合理擁有的各種資源\n\n我指的是人們期望他們的後代......的情況。",
      "title": "YSK: 指望你的孩子實現你自己的野心和夢想是一個壞主意。"
    }
  ]
}