{
  "author": "SciFi_Pie",
  "original_created_utc": 1638219123,
  "title": "CMV: The best way to combat the gender pay gap is to promote paternity leave",
  "created_utc": 1638234765,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I should preface this by saying I have absolutely no background in economics. I haven&#39;t arrived at the view I&#39;m about to outline through research, but simply through thinking about it. The reason I&#39;m making this post is to hopefully hear from people who have a better grasp on this stuff than me. I&#39;m here for a productive and insightful discussion, not a debate. </p>\n\n<p>So, my understanding of the gender pay gap is that there&#39;s a fairly significant ( ≈21% in the US) disparity in how much men and women are paid that can mostly be chalked up to differing career choices, levels of education and time taken off work for pregnancy and childcare. I think this is an objective fact pretty much everyone can get on board with. The divisive bit comes in once you account for the factors I mentioned above and are still left with a meaningful disparity (≈5% in the US). Feminists tend to say this remaining disparity is a result of pure misogyny.</p>\n\n<p>I&#39;m of the opinion that the entire pay gap is a problem, but especially the adjusted bit. That&#39;s because even though the majority of the disparity probably isn&#39;t the result of employers explicitly choosing to pay men more than women, it&#39;s still the result of patriarchal cultural factors, such as parents encouraging their sons to go to college but not their daughters. Also, I wonder how much of the &quot;different career choices&quot; can be attributed to women leaving competitive, high-earning fields of work due to harassment in the workplace. </p>\n\n<p>Anyway, I have a feeling that an awful lot of those patriarchal cultural factors I alluded to stem from the fact that women generally need to take time off work as a result of childrearing and men don&#39;t. That&#39;s why I think the best thing we can do to meaningfully lower the gender pay gap is to promote paternity leave, both through cultural and legislative means. Ideally, I think every single person on earth should be entitled to at least 12 paid weeks off work upon childbirth or adoption. I realise many first world countries don&#39;t even guarantee paid maternity leave yet though, so I&#39;m willing to set the net a little lower for a start. I&#39;m not going to specify exactly what changes I want to be made because that would vary wildly from country to country, so I&#39;ll let you just go after my logic here.</p>\n\n<p>I think this would greatly improve the pay gap situation (both the unadjusted and adjusted portions) as well as lead to societal improvements in other areas. For instance, I think it could lead to a decrease in men abandoning their children. </p>\n\n<p>For the record, I don&#39;t mind maternity leave still being slightly longer than paternity leave, at least in cases that don&#39;t involve adoption or surrogacy, considering pregnancy and breastfeeding are a thing. But I do think the aforementioned minimum 12 paid weeks for either parent would be a good thing to aim for in the long term.</p>\n\n<p>edit: I haven&#39;t abandoned the thread. I&#39;ll be back in about an hour and continue replying to comments.</p>\n</div><!-- SC_ON -->",
  "score": 181,
  "permalink": "/r/changemyview/comments/r55cz4/cmv_the_best_way_to_combat_the_gender_pay_gap_is/",
  "subreddit": "changemyview",
  "id": "r55cz4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I should preface this by saying I have absolutely no background in economics. I\nhaven't arrived at the view I'm about to outline through research, but simply\nthrough thinking about it. The reason I'm making this post is to hopefully hear\nfrom people who have a better grasp on this stuff than me. I'm…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "前置きが長くなりましたが、私は経済学の知識が全くありません。I\nこれから述べる見解は、研究してたどり着いたものではなく、単に考えてたどり着いたものです。\n考えているだけです。私がこの投稿をした理由は、できればこのようなことをよく理解している方々から\nこの投稿をしたのは、私よりもこのようなことをよく理解している人の意見を聞きたいからです。私は...",
      "title": "CMV：男女間の賃金格差をなくすには、出産休暇を促進するのが一番です"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在这之前，我应该先说我完全没有经济学背景。I\n我不是通过研究得出的观点，而只是通过\n通过思考得出的。我发这个帖子的原因是希望能听到\n希望听到那些比我更了解这些东西的人的意见。我是...",
      "title": "CMV：消除性别薪酬差距的最佳方式是促进陪产假"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在這之前，我應該先說我完全沒有經濟學背景。I\n我不是通過研究得出的觀點，而只是通過\n通過思考得出的。我發這個帖子的原因是希望能聽到\n希望聽到那些比我更瞭解這些東西的人的意見。我是...",
      "title": "CMV：消除性別薪酬差距的最佳方式是促進陪產假"
    }
  ]
}