{
  "author": "Irichcrusader",
  "the_new_excerpt": "Whenever a historical event gets brought up, either on the internet or irl, one\nof the most common phrases you'll hear from someone is \"I never got taught this\nin history class!\", usually followed by an enraged sense of having been misled\nor even lied to.\n\nJust a reminder: History is a ridiculously…",
  "original_created_utc": 1622613669,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "インターネットでも家庭でも、歴史的な出来事が話題になると、よく耳にするのが\n歴史の授業で教えてもらったことはない！」という声がよく聞かれます。\n歴史の授業で教えてもらってないよ！」というもので、たいていは、誤解された、あるいは嘘をつかれたという怒りの言葉が続きます。\n誤魔化された、あるいは嘘をつかれたという怒りに満ちています。\n\n念のために言っておきます。歴史というのは、とんでもなく...",
      "title": "YSKの高校の歴史の授業は、あくまでも自国の歴史を知るための基礎的なものであり、後になって、その授業には多くのことが書かれていなかったと知っても、それほどショックを受けることはないでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每当有人提起某个历史事件，无论是在互联网上还是在现实生活中，你最常听到的一句话就是：\"我从来没有被教过这个。\n你最常听到的一句话是：\"历史课上从来没有人教过我这个！\"。\n我从来没有在历史课上被教过！\"，通常紧随其后的是一种被误导的愤怒感\n甚至是被骗了。\n\n只是提醒一下。历史是一个令人难以置信的...",
      "title": "YSK的高中历史课只是作为对你的国家历史的基本介绍，当你后来知道它遗漏了很多东西时，你不应该如此震惊"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每當有人提起某個歷史事件，無論是在互聯網上還是在現實生活中，你最常聽到的一句話就是：\"我從來沒有被教過這個。\n你最常聽到的一句話是：\"歷史課上從來沒有人教過我這個！\"。\n我從來沒有在歷史課上被教過！\"，通常緊隨其後的是一種被誤導的憤怒感\n甚至是被騙了。\n\n只是提醒一下。歷史是一個令人難以置信的...",
      "title": "YSK的高中歷史課只是作爲對你的國家歷史的基本介紹，當你後來知道它遺漏了很多東西時，你不應該如此震驚"
    }
  ],
  "title": "YSK high school history classes are only ever meant to serve as a basic introduction to your nation's history and you should not be so shocked when you learn later that it left a lot of stuff out",
  "created_utc": 1622629102,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Whenever a historical event gets brought up, either on the internet or irl, one of the most common phrases you&#39;ll hear from someone is &quot;I never got taught this in history class!&quot;, usually followed by an enraged sense of having been misled or even lied to.</p>\n\n<p>Just a reminder: History is a ridiculously big subject and it is completely absurd to expect your high-school history class to give you a full insight into every facet of it. This is true even of those curriculums that focus almost entirely on national history (history pertaining to the nation you currently reside in). There&#39;s simply too much there to squeeze it all in. Nuance has to be almost completely scrapped for the sake of brevity and clarity. Entire events have to be regulated to a single footnote or not even mentioned at all. It&#39;s unfortunate but unavoidable.</p>\n\n<p>If you have an actual interest in history, be it a general interest or just about a specific event, then the onus is entirely on you to learn more about it. Go to a bookstore or browse the Amazon ebook store, check out the history section and pick something that appeals to you. If you prefer audiobooks or podcasts then there are plenty of those as well to choose from. You might even be amazed to realize just how fascinating history can be when you&#39;re free to choose what subjects you want. You could even try branching out to other countries or parts of the world and learning about their histories as well. There&#39;s really no end to the subject and you can still learn new things about something even after years of learning about it.</p>\n\n<p>So, keep that in mind next time someone mentions something in history that you were completely unaware of. it&#39;s probably not entirely the fault of your educational system. Also, try not to get pissed at foreigners for not knowing much about your nation&#39;s history, they probably have plenty of their own stuff to cover and it&#39;s even more absurd to expect them to cover yours as well (even if your nations share some history).</p>\n\n<p>Why YSK: Human history is a very big subject and it can be easy to not realize that when you don&#39;t know much about it to begin with. Knowing and understanding it better can lead to a person having a far better grasp on why the world is the way it is.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/YouShouldKnow/comments/nqetk4/ysk_high_school_history_classes_are_only_ever/",
  "subreddit": "YouShouldKnow",
  "id": "nqetk4",
  "is_self": true,
  "media": null,
  "is_video": false
}