{
  "author": "Many_Arm7466",
  "original_created_utc": 1632757641,
  "title": "If You Bought Bitcoin Instead of Alcohol in 2010 You Would have... Well if my Aunt had balls she would be my uncle",
  "created_utc": 1632778364,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Does anybody else hate the articles or posts about “If you had bought Bitcoin in 2010 instead of groceries it would be worth this much at today’s price”... I feel like this type of thinking is counterproductive and just serves to rub it in our faces that we missed out on life changing wealth. </p>\n\n<p>The thing is if you looked at Bitcoin then it was a highly speculative concept with a lot of unfamiliarity and shadiness associated with it. Of course now in hindsight it’s obvious that we should have bought in. But just like anything it was a risky bet in which nobody not even Satoshi himself could have predicted what it would be today. </p>\n\n<p>So stop slapping yourself over not buying in earlier or if you did selling too early, cause there is no way you could have known it would be as big as it is today.</p>\n\n<p>If your aunt had balls she would be your uncle... but she doesn’t and she isn’t. Just like if you had bought into Bitcoin in 2010 you would be rich... but you didn’t and you’re not. And that is perfectly okay because guess what my little crayon eating Redditor... you’re still early. We see amazing projects coming up and Crypto and Bitcoin are not even remotely near their potential peaks </p>\n\n<p>So stop thinking about all the boats you have missed and start thinking about the next boat you will hope on that will bring you life changing gains. </p>\n\n<p>Anyways thanks for attending my Ted talk of why your aunt can’t be your uncle.</p>\n</div><!-- SC_ON -->",
  "score": 225,
  "permalink": "/r/CryptoCurrency/comments/pwjvo5/if_you_bought_bitcoin_instead_of_alcohol_in_2010/",
  "subreddit": "CryptoCurrency",
  "id": "pwjvo5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Does anybody else hate the articles or posts about “If you had bought Bitcoin in\n2010 instead of groceries it would be worth this much at today’s price”... I\nfeel like this type of thinking is counterproductive and just serves to rub it\nin our faces that we missed out on life changing wealth.\n\nThe…"
}