{
  "author": "jesusvsaquaman",
  "original_created_utc": 1640520004,
  "title": "Just remember that for every 1 guy that gets insane returns from shitcoins there are 999 others that got f#*ked",
  "created_utc": 1640539858,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;We always see headlines like that person who invested $8,000 in SHIB and then turned into $5 billion.&lt;/p&gt;\n\n&lt;p&gt;But people seem to fail to realize that these headlines are the exception and that usually most of the people investing in shitcoins and memecoins often don’t make any profit or even go into loss.&lt;/p&gt;\n\n&lt;p&gt;A 100x is nice but I would prefer a nice and consistent 2x.&lt;/p&gt;\n\n&lt;p&gt;I would also much rather invest in a project with actual use case like MATIC since it helps with scalability or something with actual backing BitDAO since they have a $3 billion treasury which is by far the biggest in the market.&lt;/p&gt;\n\n&lt;p&gt;Memecoins are fun. But don’t waste all your money on them. Be a little mindful.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 174,
  "permalink": "/r/CryptoCurrency/comments/rovmbs/just_remember_that_for_every_1_guy_that_gets/",
  "subreddit": "CryptoCurrency",
  "id": "rovmbs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We always see headlines like that person who invested $8,000 in SHIB and then\nturned into $5 billion.\n\nBut people seem to fail to realize that these headlines are the exception and\nthat usually most of the people investing in shitcoins and memecoins often don’t\nmake any profit or even go into…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>いつも「あの人は」という見出しを見かけますが、その通りです。\n</p> <p>しかし、人々は、SHIBに8000ドル投資して、50億ドルにしたようです。\nこのような見出しは例外的であり、通常、ほとんどの場合\nクソコインやミームコインに投資している人は、しばしば...",
      "title": "クソコインから異常なリターンを得た人が1人いる一方で、騙された人が999人いることを忘れないでください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我们总是看到这样的头条新闻，比如那个在SHIB投资8000美元然后变成50亿美元的人。\n</p> <p>但是，人们似乎没有意识到，这些头条新闻是例外，而这些头条新闻是 \"不可能的\"。\n但人们似乎没有意识到，这些头条新闻是个例外，通常大多数\n大多数人在投资狗屎币和Memecoins时，往往...",
      "title": "请记住，每有一个人从狗屎币中获得疯狂的回报，就有999人被骗。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我們總是看到這樣的頭條新聞，比如那個在SHIB投資8000美元然後變成50億美元的人。\n</p> <p>但是，人們似乎沒有意識到，這些頭條新聞是例外，而這些頭條新聞是 \"不可能的\"。\n但人們似乎沒有意識到，這些頭條新聞是個例外，通常大多數\n大多數人在投資狗屎幣和Memecoins時，往往...",
      "title": "請記住，每有一個人從狗屎幣中獲得瘋狂的回報，就有999人被騙。"
    }
  ]
}