{
  "author": "leowr",
  "the_new_excerpt": "> He had wondered as had most people at one time or another precisely why an\n> android bounced helplessly about when confronted by an empathy-measuring test.\n> Empathy, evidently, existed only within the human community, whereas\n> intelligence to some degree could be found through every phylum and…",
  "original_created_utc": 1621068882,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "> 彼は、多くの人が一度は考えたことがあるように、なぜアンドロイドが\n> アンドロイドが共感度を測るテストに直面すると、どうしようもなく跳ねてしまう。\n> 共感は人間社会にしか存在しないのに対し、ある程度の知性は\n> ある程度の知性は、すべての門や...",
      "title": "フィリップ・K・ディックの「アンドロイドは電気羊の夢を見るか」について語ろう"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "> 他和大多数人一样，曾一度想知道为什么一个\n> 机器人在面对同理心测量测试时，会无助地跳来跳去。\n> 同理心，显然只存在于人类社会中，而\n> 某种程度上的智能可以在每一个门类中找到，而且...",
      "title": "让我们来谈谈菲利普-迪克的《做安卓人的电羊梦》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "> 他和大多數人一樣，曾一度想知道爲什麼一個\n> 機器人在面對同理心測量測試時，會無助地跳來跳去。\n> 同理心，顯然只存在於人類社會中，而\n> 某種程度上的智能可以在每一個門類中找到，而且...",
      "title": "讓我們來談談菲利普-迪克的《做安卓人的電羊夢》。"
    }
  ],
  "title": "Let's talk about Do Androids Dream of Electric Sheep by Philip K. Dick",
  "created_utc": 1621077949,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><blockquote>\n<p>He had wondered as had most people at one time or another precisely why an android bounced helplessly about when confronted by an empathy-measuring test. Empathy, evidently, existed only within the human community, whereas intelligence to some degree could be found through every phylum and order including the arachnida.</p>\n</blockquote>\n\n<p>I finally got around to reading <em>Do Androids Dream of Electric Sheep</em> and realized it is actually set in January 2021, so it seemed fitting to be reading it in 2021. I have attempted to read it before, but it didn&#39;t quite grab me last time around. </p>\n\n<p>The central idea behind the book is that &quot;androids don&#39;t feel empathy and that makes them different from humans.&quot; An android would sell out an other android without a second thought according to the some of the characters. What makes humans &quot;humans&quot;? Is it the ability to feel for each other? The idea that we can form groups and we are invested in other members of our group. It makes sense that that is what is considered to make us human, but PKD does make me question that throughout the book.</p>\n\n<p>Deckard is very much a loner, he doesn&#39;t quite seem to like other people, he doesn&#39;t even seem to particularly like his wife, and he doesn&#39;t really seem to have a connection beyond a professional one with any of the people he works with. Now it is very possible that he is shunned because he is a bounty hunter, but Holden seems to enjoy a level of respect in the department. The idea of group and a connection between people is mostly represented by Mercerism, yet Deckard seems reluctant to connect to that experience on a regular basis. When he undertakes &quot;the climb&quot; himself, he does so alone. The only time he appears to (try to) make an emotional connection it is with Rachael. </p>\n\n<p>Furthermore, the way Isidore is treated by other humans doesn&#39;t necessarily show empathy towards him. He is called a chickenhead by his boss and by Deckard. As a special he appears to have been placed outside of &quot;normal&quot; society and he is also a loner, to an even more extreme degree than Deckard. He even lives in an entire apartment building by himself. </p>\n\n<p>The escaped andys on the other hand seem to stick together as a group and rely on each other to a certain degree. The Batys stick together and Roy seems to respond to Irmgard&#39;s death. Luba Luft calls other androids to help her when she is close to being caught and she actually receives that help, even though it makes the connections between the different andys visible. It would seem to me that the chance of not being found would increase if they didn&#39;t stick together, so splitting up would be a logical choice. While the argument can be made that they will have a greater success overcoming a bounty hunter together, it also makes it easier for a bounty hunter to find them. </p>\n\n<p>Most of the lack of empathy androids are supposed to have is related to the care of animals. PKD did include some pretty clear examples of androids not being able to relate to the suffering of animals: Priss cutting the legs of the spider, Rachael throwing the goat off the roof. Which also extends to the fact that the androids killed humans to escape Mars and flee to Earth. Then again, none of those behaviors would, unfortunately, be all that strange for members of the human race to display. So is empathy truly what makes humans unique, if there are also humans that lack empathy?</p>\n\n<p>I guess that is what I liked most about the book, PKD gets you to think about these things without really focusing on them overtly. The concept of Mercerism is very interesting, especially because I don&#39;t think the fact that it was &quot;fake&quot; is going to change anything for its followers. And that is also a bit frustrating about the book. I wish PKD would have expanded a bit more on Mercerism, and the discovering that it was &quot;fake&quot;, and also on the fake police station. It probably would have interrupted the flow of the book itself, but there are some other ideas in it that would have been interesting to explore. </p>\n\n<p>I now have to rewatch the movie, even though it is quite different from the book.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/ncufk9/lets_talk_about_do_androids_dream_of_electric/",
  "subreddit": "books",
  "id": "ncufk9",
  "is_self": true,
  "media": null,
  "is_video": false
}