{
  "author": "Shaggy_holmes",
  "original_created_utc": 1640007509,
  "title": "Is it safe to buy bitcoin through Paypal?",
  "created_utc": 1640028687,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I have been wanting to buy crypto for some time now and I was just able to have funds for it recently. I’m still pretty new to all of these so I don’t really know how to buy btc. I browsed the internet and while there are many options, I feel a little intimidated by them especially when I checked out the apps. I am more familiar with Paypal and finding out that you can also buy btc through them made me feel more interested. But I still have my doubts since I’m new to this shit.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 153,
  "permalink": "/r/Bitcoin/comments/rknh9a/is_it_safe_to_buy_bitcoin_through_paypal/",
  "subreddit": "Bitcoin",
  "id": "rknh9a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have been wanting to buy crypto for some time now and I was just able to have\nfunds for it recently. I’m still pretty new to all of these so I don’t really\nknow how to buy btc. I browsed the internet and while there are many options, I\nfeel a little intimidated by them especially when I checked…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> 私は以前から暗号を買いたいと思っていました。\n最近になって資金ができた。私はまだかなり新しい\nを購入する方法がよくわかりません。ネットで調べると\nと、選択肢は多いのですが、ちょっと怖い気も...。",
      "title": "Paypalでビットコインを購入するのは安全ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我一直想购买加密货币，已经有一段时间了。\n我一直想购买加密货币，最近才有了资金。我还是个新手\n所以我真的不知道如何购买btc。我浏览了互联网\n虽然有很多选择，但我觉得有点被吓到了。",
      "title": "通过Paypal购买比特币安全吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我一直想購買加密貨幣，已經有一段時間了。\n我一直想購買加密貨幣，最近纔有了資金。我還是個新手\n所以我真的不知道如何購買btc。我瀏覽了互聯網\n雖然有很多選擇，但我覺得有點被嚇到了。",
      "title": "通過Paypal購買比特幣安全嗎？"
    }
  ]
}