{
  "author": "lb7vidas",
  "original_created_utc": 1630359008,
  "title": "YSK: If you use Multi-Stream recycling, DO NOT crush Aluminum Cans.",
  "created_utc": 1630381485,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Unlike plastic, Aluminum is infinitely recyclable, but it can&#39;t be recycled if it ends up in a landfill.</p>\n\n<p>In Single-Stream recycling, where you have 1 curbside recycling bin, crushed aluminum is more difficult to be properly sorted by the automated sorting machines and can end up in the landfill.</p>\n\n<p>If you have multi-stream recycling, where you have to sort out the various materials into separate bins, then it is ok to crush aluminum cans.</p>\n\n<p>&#x200B;</p>\n\n<p>Edit 1: Brain mixed up single and multi-stream. Single stream is 1 curbside bin. Title should read &quot;If you use Single-Stream recycling, DO NOT crush aluminum cans.&quot;</p>\n\n<p>&#x200B;</p>\n\n<p>Edit 2: Links for those wanting proof. <a href=\"https://lifehacker.com/dont-crush-cans-before-recycling-them-1833374490\">Lifehacker</a> and <a href=\"https://www.rd.com/article/dont-crush-aluminum-cans-before-recycling/\">Readers Digest</a></p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/peroe7/ysk_if_you_use_multistream_recycling_do_not_crush/",
  "subreddit": "YouShouldKnow",
  "id": "peroe7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Unlike plastic, Aluminum is infinitely recyclable, but it can't be\nrecycled if it ends up in a landfill.\n\nIn Single-Stream recycling, where you have 1 curbside recycling bin, crushed\naluminum is more difficult to be properly sorted by the automated sorting\nmachines and can end up in the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：アルミニウムはプラスチックと違って無限にリサイクルできます。\n埋め立てられてしまうとリサイクルできません。\n\nシングルストリーム・リサイクルでは、リサイクルボックスが1つの場合、粉砕されたアルミニウムは\n砕かれたアルミニウムは、自動選別機で適切に選別することが難しくなり\nになってしまう可能性があります。",
      "title": "YSK: マルチストリーム・リサイクルをご利用の場合、アルミ缶を粉砕しないでください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：与塑料不同，铝是可以无限循环利用的，但如果最终被填埋，它就不能被回收。\n但如果它最终被填埋，就不能被回收。\n\n在单流回收中，你有一个路边的回收箱，粉碎的铝很难被自动分拣机正确分拣。\n在单流回收中，你有一个路边的回收箱，破碎的铝很难被自动分拣机正确分拣，并可能最终进入垃圾箱。\n在单流回收中，你有一个路边的回收箱，破碎的铝很难被自动分拣机正确分拣，并可能最终进入垃圾堆。",
      "title": "YSK：如果你使用多流回收，请不要粉碎铝罐。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：與塑料不同，鋁是可以無限循環利用的，但如果最終被填埋，它就不能被回收。\n但如果它最終被填埋，就不能被回收。\n\n在單流回收中，你有一個路邊的回收箱，粉碎的鋁很難被自動分揀機正確分揀。\n在單流回收中，你有一個路邊的回收箱，破碎的鋁很難被自動分揀機正確分揀，並可能最終進入垃圾箱。\n在單流回收中，你有一個路邊的回收箱，破碎的鋁很難被自動分揀機正確分揀，並可能最終進入垃圾堆。",
      "title": "YSK：如果你使用多流回收，請不要粉碎鋁罐。"
    }
  ]
}