{
  "author": "gilgamesh_99",
  "the_new_excerpt": "There is many examples of Netflix doing this but in this instance am talking\nabout the show Bridgerton. Where the show is based on the elite class romance\naround the Victorian era Britain.\n\nAs a history vivid reader what am witnessing is a naive attempt to eradicate\nfacts and brainwash new…",
  "original_created_utc": 1609041644,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "Netflix这样做的例子很多，但在本例中我要说的是\n关于布里奇顿的节目。这部剧是根据精英阶层的浪漫故事改编的\n大约在维多利亚时代的英国。\n\n作为一名生动的历史读者，我所目睹的是一次天真的试图根除\n事实和洗脑新任…",
      "title": "[改变我的想法]：历史剧选角应该注重准确性，而不是多样性"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Netflix這樣做的例子很多，但在本例中我要說的是\n關於布里奇頓的節目。這部劇是根據精英階層的浪漫故事改編的\n大約在維多利亞時代的英國。\n\n作爲一名生動的歷史讀者，我所目睹的是一次天真的試圖根除\n事實和洗腦新任…",
      "title": "[改變我的想法]：歷史劇選角應該注重準確性，而不是多樣性"
    }
  ],
  "title": "CMV: Historical shows casting should focus on being accurate not diversity",
  "created_utc": 1609065101,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There is many examples of Netflix doing this but in this instance am talking about the show Bridgerton. Where the show is based on the elite class romance around the Victorian era Britain. </p>\n\n<p>As a history vivid reader what am witnessing is a naive attempt to eradicate facts and brainwash new generation that diversity existed in that era. In paper that sounds as the right thing to do to make new generation more accepting of diversity subconsciously. </p>\n\n<p>However in doing such thing it makes a statement that racism did not exist in that era in Victorian Britain and that dark brown and east Asian minorities where British aristocrats. </p>\n\n<p>Even though it’s considered fiction it is still bound by the historical social context it set itself inside. </p>\n\n<p>You might not care as you view this as fiction romance.Nevertheless, the subconscious implications are massive and drastic if this continues. As this sorta ignores or tries to hide the colonialism that happened in that era, and almost tried to hide all the struggle Ghandi and Martin Luther king did to advance the ideas of racial equality. </p>\n\n<p>If am seeing for example a Bollywood historical drama I would cringe if I see a person from east Asia represent the Indian elite romance. Another example imagine how ridiculous it would be to make a romance set in the Wild West era with a diverse cast acting as if racial discrimination did not happen. </p>\n\n<p>Please don’t understand this the wrong way. Diversity isn’t my issue. Feel free to have diverse cast that represent the future or the modern world. But forcing diversity in historical fiction is beyond arrogant and naive.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/kkwq7i/cmv_historical_shows_casting_should_focus_on/",
  "subreddit": "changemyview",
  "id": "kkwq7i",
  "is_self": true,
  "media": null,
  "is_video": false
}