{
  "author": "YoMamaz_azz",
  "original_created_utc": 1627519354,
  "title": "CMV: There is nothing inherent about whiteness that caused europeans to conquerer the americas, and if any other race had been in the same position theyd have likely done the same.",
  "created_utc": 1627530284,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Conquer*</p>\n\n<p>There are many people who have a misconception of  native americans being one homogeneous group. This was not the case. War and conflict was not something introduced to the americas by the european. There were many different native american tribes with conflicting ideals and interests that engaged in warfare, and yes, even engaged in slavery, far before european contact. </p>\n\n<p>A very similar mad dash for survival and supremacy which was happening in the lands east of the Atlantic ocean was happening in the lands to the west, before the two had even known of each other, we simply know far more about the former, as those to the east of the Atlantic were far more concerned with the development of written language, the keeping of records, and the survival of those records. </p>\n\n<p>The lands to the east of the atlantic, as anyone who is aware of history knows, was constantly embroiled in conflict. The difference between this conflict and the conflict in americas, was that these combatants were far more able to benefit from each other, whereas the the americas were cut off from this participation. </p>\n\n<p>The players in the domains to the east of the atlantic were able to engage in a sort of hegelian dialectic by bronze, iron and steel. From conflict between Africa, the west, the near east, and the east, between each other and between themselves, they became stronger and more formidable in a feedback loop of being sharpened by conflict and using that sharpening to better engage with those who have also been sharpened by conflict. Not only through warfare, but also through the trade of goods and ideas on the silk road among other avenues, and also especially in contrast to native americans, a much more comprehensive immune system to certain illnesses.</p>\n\n<p>It is through exactly the heat caused by this crucible that the great conquerers east of the Atlantic were forged. A process which those west of the atlantic were cut off from, and thus greatly suffered from when they were introduced to a far more skilled and technologically advanced challenger in their domain from across the ocean. </p>\n\n<p>It is by mere happenstance that the europeans arrived in america before the great conquerers of the other players east of the atlantic. Every one of these groups had imperialistic and colonialistic factions, though obviously not all of them were equally as successful, and some got complacent. If another one of these groups had made it to the americas first, it is not unlikely we would live in a word where they had been the conquerers of America. </p>\n\n<p>It has nothing to do with there being any kind of inherent racial differences, any other group in the exact same circumstances would have done the same, as they had already been doing so and attempting to do so throughout history. To believe otherwise <strong>is</strong> to believe in some inherent racial differences between races. It does however have much to do with luck. Luck when it comes to availability of resources and other luck of circumstance, the increasing refinement of the ability to utilize these advantages due to baptism and trial by fire, along with the compounding of these factors over time.</p>\n</div><!-- SC_ON -->",
  "score": 110,
  "permalink": "/r/changemyview/comments/otmxoh/cmv_there_is_nothing_inherent_about_whiteness/",
  "subreddit": "changemyview",
  "id": "otmxoh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Conquer*\n\nThere are many people who have a misconception of native americans being one\nhomogeneous group. This was not the case. War and conflict was not something\nintroduced to the americas by the european. There were many different native\namerican tribes with conflicting ideals and interests that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "征服すること\n\nネイティブ・アメリカンは一つの均質な集団であると誤解している人が多いようです。\n同質のグループであると誤解している人が多いです。しかし、実際にはそうではありませんでした。戦争や紛争は、アメリカ人に伝わったものではありません。\nヨーロッパ人がアメリカに持ち込んだものではありません。アメリカには様々な部族が存在していました。\nアメリカの先住民族は、理想と利害が対立していたために、それぞれの部族が...",
      "title": "CMV: ヨーロッパ人がアメリカを征服したのは、白人であることに起因するものではなく、他の人種が同じ立場にあったとしても、同じことをしたかもしれません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "征服 *\n\n有很多人误认为美洲原住民是一个\n同质化的群体。事实并非如此。战争和冲突并不是\n带来的，而是由欧洲人引入美洲。当时有许多不同的原住民\n美国有许多不同的土著部落，他们的理想和利益相互冲突，...",
      "title": "CMV：白种人没有任何固有的特点，导致欧洲人征服了美洲，如果其他种族处于同样的地位，他们也可能会做同样的事情。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "征服 *\n\n有很多人誤認爲美洲原住民是一個\n同質化的羣體。事實並非如此。戰爭和衝突並不是\n帶來的，而是由歐洲人引入美洲。當時有許多不同的原住民\n美國有許多不同的土著部落，他們的理想和利益相互衝突，...",
      "title": "CMV：白種人沒有任何固有的特點，導致歐洲人征服了美洲，如果其他種族處於同樣的地位，他們也可能會做同樣的事情。"
    }
  ]
}