{
  "author": "Reddit-Forgeddit",
  "original_created_utc": 1628129122,
  "title": "Just finished reading Lord of the flies and after looking about online, I’ve found that people criticise it for portraying humans as evil creatures who are kept tame by society’s orderly veil.",
  "created_utc": 1628183547,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Once I finish reading a book I tend to search around to read reviews or watch videos about it just so that I can let the story sink in. After reading Lord of the flies, I did just this.</p>\n\n<p>[spoiler warning]</p>\n\n<p>A lot of the reviews (negative ones) mention that this story is unrealistic in the sense that humans aren’t bound to kill each other when left to their own devices in nature. They say that this just isn’t how people act and that the idea of prepubescent boys devolving into savages is unlikely. But do they forget how ruthless humans have been all throughout history? I guess the idea of once civilised children turning to savages can seem far fetched, but turn to any point in history and look at the countless wars that involve multiple highly civilised nations. </p>\n\n<p>I’m just confused as to why they use this as a point, saying humans are not evil when there are numerous real life examples of exactly that: humans being “evil”.</p>\n\n<p>Anyone have any thoughts?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/oy7tdi/just_finished_reading_lord_of_the_flies_and_after/",
  "subreddit": "books",
  "id": "oy7tdi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Once I finish reading a book I tend to search around to read reviews or watch\nvideos about it just so that I can let the story sink in. After reading Lord of\nthe flies, I did just this.\n\n[spoiler warning]\n\nA lot of the reviews (negative ones) mention that this story is unrealistic in\nthe sense that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は本を読み終えると、その本についてのレビューを読んだり、ビデオを見たりして、ストーリーを理解するようにしています。\n読んだ後は、その本のレビューを読んだり、ビデオを見たりして、ストーリーを理解するようにしています。Lord of the flies」を読んだ後、私はこのようにしました。\nを読んだ後、私はこのようにしました。\n\n[ネタバレ注意]です。\n\n多くのレビュー（ネガティブなもの）は、この物語が非現実的であると言及しています。\nという意味で非現実的だと書かれています。",
      "title": "蝿の王」を読み終えたところですが、ネットで調べてみると、人間を社会の秩序あるベールに飼いならされた邪悪な生き物として描いていると批判されているようです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "一旦我读完一本书，我往往会四处搜索，阅读评论或观看有关视频，以便让我的故事沉淀下来。\n关于它的视频，这样我就可以让故事沉淀下来。读完《蝇王》后，我就这样做了。\n苍蝇》后，我就这样做了。\n\n[破坏者警告] 。\n\n很多评论（负面评论）都提到这个故事不切实际，在\n在这个意义上，...",
      "title": "刚读完《苍蝇王》，在网上查了一下，发现人们批评它把人类描绘成邪恶的生物，被社会秩序的面纱所驯服。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一旦我讀完一本書，我往往會四處搜索，閱讀評論或觀看有關視頻，以便讓我的故事沉澱下來。\n關於它的視頻，這樣我就可以讓故事沉澱下來。讀完《蠅王》後，我就這樣做了。\n蒼蠅》後，我就這樣做了。\n\n[破壞者警告] 。\n\n很多評論（負面評論）都提到這個故事不切實際，在\n在這個意義上，...",
      "title": "剛讀完《蒼蠅王》，在網上查了一下，發現人們批評它把人類描繪成邪惡的生物，被社會秩序的面紗所馴服。"
    }
  ]
}