{
  "author": "Babou_FoxEarAHole",
  "original_created_utc": 1626533072,
  "title": "CMV: If the purge was real, the population of the US would significantly drop for the purge.",
  "created_utc": 1626558095,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I saw the first Purge movie… and hated it. Horrible movie, the characters were annoyingly stupid and I think the idea as a whole was pretty moronic. </p>\n\n<p>If the purge was to actually happen, I believe that a good amount (meaning millions) of Americans would leave the country for the purge, wait it out and then come back.</p>\n\n<p>Regardless of the type of behavior that is displayed on social media and on the news, a vast majority of people are decent and civil.</p>\n\n<p>Most people do not need the most heinous crimes to be illegal for them to not commit it. </p>\n\n<p>I think plenty of people would steal and rob from stores. But most people would not go out to beat, torture, rape and kill just because they can.</p>\n\n<p>On the days leading up to the Purge, I think millions would be driving across the border to Canada. Others would probably take their chance in Mexico or Caribbean islands. Those with the means would undoubtedly be leaving fro Asia or Europe during that time.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/om5l3l/cmv_if_the_purge_was_real_the_population_of_the/",
  "subreddit": "changemyview",
  "id": "om5l3l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I saw the first Purge movie… and hated it. Horrible movie, the characters were\nannoyingly stupid and I think the idea as a whole was pretty moronic.\n\nIf the purge was to actually happen, I believe that a good amount (meaning\nmillions) of Americans would leave the country for the purge, wait it out…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "パージの1作目を見ましたが...大嫌いでした。ひどい映画で、登場人物は腹が立つほど愚かで\n登場人物は腹立たしいほど愚かで、アイデア全体がかなりバカげていたと思います。\n\nもしパージが実際に行われるとしたら、かなりの数（つまり数百万人）のアメリカ人がパージのために国を離れると思います。\n数百万人）のアメリカ人がパージのために国を離れ、それを待つことになると思います。",
      "title": "CMV：もしパージが本当だったら、パージのためにアメリカの人口は大幅に減ります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我看了第一部《清洗》电影......并讨厌它。可怕的电影，人物是\n我认为这个想法作为一个整体是非常愚蠢的。\n\n如果大清洗真的发生，我相信会有相当数量（指\n数以百万计的美国人将离开这个国家，等待大清洗的到来......",
      "title": "CMV：如果清洗是真的，美国的人口会因为清洗而大幅下降。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看了第一部《清洗》電影......並討厭它。可怕的電影，人物是\n我認爲這個想法作爲一個整體是非常愚蠢的。\n\n如果大清洗真的發生，我相信會有相當數量（指\n數以百萬計的美國人將離開這個國家，等待大清洗的到來......",
      "title": "CMV：如果清洗是真的，美國的人口會因爲清洗而大幅下降。"
    }
  ]
}