{
  "author": "julimagination",
  "the_new_excerpt": "I noticed recently that my set of silicone dilators has an expiration date on\nthe box that’s coming up very soon. I would have presumed they would last a lot\nlonger if cleaned properly, since they are nothing but a smooth, solid shape,\nbut the date was only about two years after I bought them. I’d…",
  "original_created_utc": 1616207340,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我最近注意到我的硅胶扩张器有一个有效期。\n的盒子，很快就会出现。我以为它们会持续很多时间\n如果清洗得当，时间更长，因为它们除了光滑、坚固的形状外，什么都没有。\n但日期是在我买下它们后两年才出现的。我...",
      "title": "YSK当你的性玩具过期时。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近注意到我的硅膠擴張器有一個有效期。\n的盒子，很快就會出現。我以爲它們會持續很多時間\n如果清洗得當，時間更長，因爲它們除了光滑、堅固的形狀外，什麼都沒有。\n但日期是在我買下它們後兩年纔出現的。我...",
      "title": "YSK當你的性玩具過期時。"
    }
  ],
  "title": "YSK when your sex toys expire.",
  "created_utc": 1616269678,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I noticed recently that my set of silicone dilators has an expiration date on the box that’s coming up very soon. I would have presumed they would last a lot longer if cleaned properly, since they are nothing but a smooth, solid shape, but the date was only about two years after I bought them. I’d think to replace vibrators or toys with any ridges, bumps, or mechanical parts more often, but I guess this applies to the basics as well. I would have also assumed that frequency of use would be a major factor.</p>\n\n<p>Why YSK: you may be exposing yourself to infections or degraded materials without realizing.</p>\n\n<p>I’m sure someone’s gonna tell me I’m disgusting for not knowing this, but I do clean them with a specialized solution before and after every single use. Don’t forget to visit your gyno yearly and between each new partner!</p>\n\n<p>Please no creeps in the DMs.</p>\n</div><!-- SC_ON -->",
  "score": 241,
  "permalink": "/r/YouShouldKnow/comments/m8xi09/ysk_when_your_sex_toys_expire/",
  "subreddit": "YouShouldKnow",
  "id": "m8xi09",
  "is_self": true,
  "media": null,
  "is_video": false
}