{
  "author": "prviola2010",
  "original_created_utc": 1626802773,
  "title": "CMV: In popular destination cities AirBnB does way more harm than good.",
  "created_utc": 1626867094,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think it&#39;s ironic that a website that started out as a way of finding a place to crash, getting hosted by a local, and having a more &quot;authentic&quot; experience, is now the reason why you can&#39;t have an authentic experience.</p>\n\n<p>First off I should say that my first experience on AirBnB was back in 2012, before it became insanely popular. I went to Gdansk, Poland for a EURO cup match with my dad. It was a great experience, a local couple hosted us in their house, and I mean actually hosted, as in they were still in the appartment, they gave us great tips on where to go, what to try and how to get around, hell he even invited us to watch Polands opening game at the fan zone with him and his friends. It was a great way to travel, someone opened their homes to us and showed us their city. Ohh how things have changed since then.</p>\n\n<p>I live in Florence, Italy and it has just gotten really out of control here. You could say it helps people make extra money, and while.that may be true, its also true that people who already have money rent 10-15 apartments and put them on the short term-rentals market. Meaning there are less apartments available for people.who actually live here and prices have gone up 20-30% in the last 5-6 years while wages have stayed the same. Most neighborhoods in the city center are 65-75% short term rentals, local stores, services and artisans cannot make a living on tourists alone, so they are forced out to make way for more mini-markets, souvenir shops, turist trap restaurants, sketchy tour operators and high end hipster bars and clubs. This has obviously created a lot of friction between locals and turists, Florentines are skeptical and suspicious of outsiders by nature, this has just made it worse. The kicker is that turist staying in AirBnB, complain that the city is to touristy, complaining about the problem they unwittingly help create. After all of this, COVID happened, you can immagine the economic impact on a city, especially the city center, that had so many of its eggs in the tourism basket. </p>\n\n<p>It just makes me sad to think that a city with over a thousand year history of artisans, craftmen, artists and small shops be done in by a phone app, fast fashion multinationals, souveneer shops and shitty Gucci knockoffs.</p>\n\n<p>Show me some positives to this, god knows I need them.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/oo6ysm/cmv_in_popular_destination_cities_airbnb_does_way/",
  "subreddit": "changemyview",
  "id": "oo6ysm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think it's ironic that a website that started out as a way of finding a place\nto crash, getting hosted by a local, and having a more \"authentic\" experience,\nis now the reason why you can't have an authentic experience.\n\nFirst off I should say that my first experience on AirBnB was back in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "墜落する場所を見つける方法として始まったウェブサイトが、地元の人にホストされて、より「a」を持つことは皮肉なことだと思います。\n墜落する場所を探したり、地元の人にホストしてもらったり、より「本物」の体験をする方法として始まったウェブサイトが\nそれが今では、「本物の体験」ができない理由になっているのは皮肉なことだと思います。\n\n最初に断っておきますが、私が初めてAirBnBを利用したのは...。",
      "title": "CMV: 人気のある目的地の都市では、AirBnBは良いことよりも悪いことの方が多いですね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为具有讽刺意味的是，一个开始是为了寻找一个地方的网站\n崩溃，由当地人主持，并有一个更 \"真实 \"的体验。\n现在却成为了你无法获得真实体验的原因。\n\n首先，我应该说，我在AirBnB上的第一次体验是在...",
      "title": "CMV：在热门的目的地城市，AirBnB的作用弊大于利。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲具有諷刺意味的是，一個開始是爲了尋找一個地方的網站\n崩潰，由當地人主持，並有一個更 \"真實 \"的體驗。\n現在卻成爲了你無法獲得真實體驗的原因。\n\n首先，我應該說，我在AirBnB上的第一次體驗是在...",
      "title": "CMV：在熱門的目的地城市，AirBnB的作用弊大於利。"
    }
  ]
}