{
  "author": "dramaticuban",
  "the_new_excerpt": "For starters, automation still provides jobs to install, fix and maintain\nsoftware and robotic systems, it’s not like they’re completely removing\navailable jobs.\n\nIt’s pretty basic cyclical economics, having a combination of a greater supply\nof products from enhanced robotics and having higher…",
  "original_created_utc": 1612105941,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "首先，自动化仍然提供安装、修复和维护的工作。\n软件和机器人系统，它不像他们完全删除\n可用的工作岗位。\n\n这是很基本的周期性经济学，有一个组合的更大的供应量\n的产品，从增强机器人技术，并具有较高的。",
      "title": "CMV：我们应该拥抱自动化来取代单调的工作。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，自動化仍然提供安裝、修復和維護的工作。\n軟件和機器人系統，它不像他們完全刪除\n可用的工作崗位。\n\n這是很基本的週期性經濟學，有一個組合的更大的供應量\n的產品，從增強機器人技術，並具有較高的。",
      "title": "CMV：我們應該擁抱自動化來取代單調的工作。"
    }
  ],
  "title": "CMV: We should be embracing automation to replace monotonous jobs",
  "created_utc": 1612114228,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For starters, automation still provides jobs to install, fix and maintain software and robotic systems, it’s not like they’re completely removing available jobs.</p>\n\n<p>It’s pretty basic cyclical economics, having a combination of a greater supply of products from enhanced robotics and having higher income workers will increase economic consumption, raising the demand for more products and in turn increasing the availability of potential jobs.</p>\n\n<p>It’s also much less unethical.  Manual labor can be both physically and mentally damaging.  Suicide rates are consistently higher in low skilled industrial production, construction, agriculture and mining jobs. They also have the most, sometimes lethal, injuries and in some extreme cases lead to child labor and borderline slavery.</p>\n\n<p>And from a less relevant and important, far future sci-fi point of view (I’m looking at you stellaris players), if we really do get to the point where technology is so advanced that we can automate every job there is wouldn’t it make earth a global resource free utopia? (Assuming everything isn’t owned by a handful of quadrillionaires)</p>\n\n<p>Let me know if I’m missing something here.  I’m open to the possibility that I’m wrong (which of course is what this subreddit is for)</p>\n</div><!-- SC_ON -->",
  "score": 344,
  "permalink": "/r/changemyview/comments/l9e4p2/cmv_we_should_be_embracing_automation_to_replace/",
  "subreddit": "changemyview",
  "id": "l9e4p2",
  "is_self": true,
  "media": null,
  "is_video": false
}