{
  "author": "ClosedDimmadome",
  "the_new_excerpt": "Why YSK:\n\nBuilding credit as a young adult can be confusing and take a long time. But if\nyou have good enough credit, adding a child as an authorized user can give them\na big boost for when they apply for loans or credit cards of their own. Most\ncredit card companies allow children over the age of…",
  "original_created_utc": 1610827660,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n建立信用作为一个年轻的成年人 可能是混乱的，需要很长的时间。但如果\n你有足够好的信用，添加一个孩子作为授权用户可以给他们\n为他们申请贷款或自己的信用卡时提供了很大的帮助。大多数\n信用卡公司允许年龄以上的儿童...",
      "title": "YSK: 如果你有良好的信用，将你的孩子添加为授权用户，可以为他们建立良好的信用，以备不时之需。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n建立信用作爲一個年輕的成年人 可能是混亂的，需要很長的時間。但如果\n你有足夠好的信用，添加一個孩子作爲授權用戶可以給他們\n爲他們申請貸款或自己的信用卡時提供了很大的幫助。大多數\n信用卡公司允許年齡以上的兒童...",
      "title": "YSK: 如果你有良好的信用，將你的孩子添加爲授權用戶，可以爲他們建立良好的信用，以備不時之需。"
    }
  ],
  "title": "YSK: If you have good credit, adding your children as authorized users can set them up for excellent credit for when they need it",
  "created_utc": 1610967660,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>Building credit as a young adult can be confusing and take a long time. But if you have good enough credit, adding a child as an authorized user can give them a big boost for when they apply for loans or credit cards of their own. Most credit card companies allow children over the age of 13 to be added, some have no age limit.</p>\n\n<p>You don&#39;t actually need to give them access to your credit to help them build their history. But once they&#39;re old enough to understand the basic concept of how credit works, you can allow them to use their own card but set a limit on how much they can spend. You&#39;ll also be able to track what and where they spend the money given to them, something you wouldn&#39;t be able to do if they were given cash. It can be a backup plan if they are stranded somewhere without cash. Money they spend also counts towards your credit card rewards. </p>\n\n<p>There are risks to be aware of. If you do give them a card to use, they may lose the card. So it&#39;s up to you to determine when they are responsible enough for their own card. Your bad credit will affect their credit so make sure you are in a good position financially before adding an authorized user. If your card doesn&#39;t have the option to set a limit for them, they have access to your entire line of credit and you are solely responsible for paying. This could also raise your total utilization and temporarily lower your score. There may be fees for adding an authorized user.</p>\n\n<p>Overall it&#39;s a great way to help your children understand credit and get a head start on an excellent credit history.</p>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/YouShouldKnow/comments/kyqa4p/ysk_if_you_have_good_credit_adding_your_children/",
  "subreddit": "YouShouldKnow",
  "id": "kyqa4p",
  "is_self": true,
  "media": null,
  "is_video": false
}