{
  "author": "egeym",
  "original_created_utc": 1624646129,
  "title": "YSK that the antidote for paracetamol/acetaminophen (Tylenol) overdose is an over the counter cough medicine, acetylcysteine.",
  "created_utc": 1625021086,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Paracetamol overdose is very common and is the leading cause of liver failure in the UK and the US. It is commonly used as a method of suicide. It also occurs in doses significantly lower than normal when taken with alcohol. Combined with it being one of the most common drugs in the world it is very dangerous. If left untreated, paracetamol overdose causes a slow and painful death through liver failure in 4 to 18 days. However, it is absolutely crucial to administer its only antidote, acetylcysteine (Acetadote, Fluimucil, Mucomyst, it&#39;s OTC), as early as possible, to prevent death and liver failure. Orally, it is used as 140 mg/kg for the first dose. However it is still absolutely necessary to seek medical attention. Please use this knowledge as a last resort if medical attention is unavailable.</p>\n\n<p><a href=\"https://en.m.wikipedia.org/wiki/Paracetamol_poisoning\">https://en.m.wikipedia.org/wiki/Paracetamol_poisoning</a></p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/o7tngd/ysk_that_the_antidote_for/",
  "subreddit": "YouShouldKnow",
  "id": "o7tngd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Paracetamol overdose is very common and is the leading cause of liver\nfailure in the UK and the US. It is commonly used as a method of suicide. It\nalso occurs in doses significantly lower than normal when taken with alcohol.\nCombined with it being one of the most common drugs in the world…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: パラセタモールの過剰摂取は非常に一般的で、肝不全の主要な原因となっています。\n肝不全の主要な原因となっていますが、イギリスやアメリカでは 自殺の手段としてもよく使われています。パラセタモール\nまた、アルコールと一緒に服用すると、通常よりもかなり低い用量で発症します。\n世界で最も一般的な薬の一つであることも相まって...。",
      "title": "パラセタモール／アセトアミノフェン（タイレノール）の過量摂取に対する解毒剤は、市販の咳止め薬であるアセチルシステインであることをYSKさんは説明しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：扑热息痛过量是非常常见的，是英国和美国肝脏衰竭的主要原因。\n在英国和美国是导致肝衰竭的主要原因。它通常被用作一种自杀的方法。它\n当与酒精一起服用时，其剂量也明显低于正常水平。\n再加上它是世界上最常见的药物之一...",
      "title": "YSK表示，扑热息痛/对乙酰氨基酚（泰诺）过量的解毒剂是一种非处方止咳药，即乙酰半胱氨酸。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：撲熱息痛過量是非常常見的，是英國和美國肝臟衰竭的主要原因。\n在英國和美國是導致肝衰竭的主要原因。它通常被用作一種自殺的方法。它\n當與酒精一起服用時，其劑量也明顯低於正常水平。\n再加上它是世界上最常見的藥物之一...",
      "title": "YSK表示，撲熱息痛/對乙酰氨基酚（泰諾）過量的解毒劑是一種非處方止咳藥，即乙酰半胱氨酸。"
    }
  ]
}