{
  "author": "Dangerous_Bit3459",
  "original_created_utc": 1636004388,
  "title": "CMV: Middle class college students should get the same type of financial aid as low income students",
  "created_utc": 1636025803,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You know how middle class college students are too rich for grants, but are too poor to afford college? If low-income students can often get a very large portion of their education covered by grants, then the same should be granted to middle class students. After all, it&#39;s only fair. Most middle class students come from families living paycheck to paycheck (not rich by any means) and don&#39;t have their college paid for by their parents. Even though their family is middle class, they are broke and financially struggling in their own right. Many can barely afford rent and live on ramen noodles every night. So why limit generous financial aid packages to low-income students?  Just because your parents make a middle class salary doesn&#39;t mean you don&#39;t have enormous financial need. </p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/changemyview/comments/qmdvd3/cmv_middle_class_college_students_should_get_the/",
  "subreddit": "changemyview",
  "id": "qmdvd3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "You know how middle class college students are too rich for grants, but are too\npoor to afford college? If low-income students can often get a very large\nportion of their education covered by grants, then the same should be granted to\nmiddle class students. After all, it's only fair. Most middle…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "中流階級の大学生は、補助金を受けるには金持ちすぎるが、大学を買うには貧乏すぎるということを知っていますか？\n貧しくて大学に通えない？低所得層の学生が、教育費の大部分を補助金で賄うことができるのであれば\n低所得層の学生が教育費の大部分を補助金で賄えるなら、中流層の学生にも同じように補助金を与えるべきです。\n中流階級の学生にも同じことができるはずです。結局のところ、それは公平なことなのです。ほとんどの中...",
      "title": "CMV: 中流階級の大学生は、低所得の学生と同等の学資援助を受けるべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你知道中产阶级的大学生太有钱了，无法获得助学金，但又太穷了，负担不起大学。\n穷得上不起大学？如果低收入的学生经常可以通过助学金获得很大一部分教育费用，那么同样的情况也应该给予他们。\n如果低收入学生经常可以通过助学金获得很大一部分教育经费，那么中产阶级学生也应该得到同样的资助。\n中产阶级学生。毕竟，这才是公平的。大多数中产阶级...",
      "title": "CMV：中产阶级的大学生应该获得与低收入学生相同类型的财政援助"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你知道中產階級的大學生太有錢了，無法獲得助學金，但又太窮了，負擔不起大學。\n窮得上不起大學？如果低收入的學生經常可以通過助學金獲得很大一部分教育費用，那麼同樣的情況也應該給予他們。\n如果低收入學生經常可以通過助學金獲得很大一部分教育經費，那麼中產階級學生也應該得到同樣的資助。\n中產階級學生。畢竟，這纔是公平的。大多數中產階級...",
      "title": "CMV：中產階級的大學生應該獲得與低收入學生相同類型的財政援助"
    }
  ]
}