{
  "author": "Different-Ad1976",
  "original_created_utc": 1626829502,
  "title": "CMV: While we should love disabled people for exactly who they are, it’s only right for us to wish they were completely healthy and without disabilities.",
  "created_utc": 1626845591,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This might be a universal truth among all people, but I’ve never actually discussed it with others, but I feel that it’s possible to celebrate disabled people and include them in as many activities as possible while also wishing they were completely healthy. \nI understand that discussing Down syndrome, autism or any other disease is a sensitive subject and I certainly do not wish to hurt anyone’s feelings \nI just get this sense that sometimes people say “ I wouldn’t change my child in any way, even if I could.” But that wouldn’t be morally right in my opinion. If you are a good parent you want what is BEST for your child; and that would be good health like anyone else, right? The child most likely would choose if they could to be a kids like others, and play sports or go to school, so why wouldn’t you wish the same thing? There are no doubt wonderful qualities about these amazing people; Down syndrome people are some of the kindest, sweetest people I’ve ever met, and so are those with autism. \nI also can’t imagine the concept of parents thinking “ I wish my child was healthy” every moment of every day. It’s too emotionally taxing, and by the way, (Surprise!) there are many beautiful things about having a special needs child. And that grounds parents, that ability to accept and and enjoy their lives the way it is. \nBut nonetheless my point still stands, I think intellectually and with honesty we should still wish that these people were healthy an completely function-able like everyone.\nIf I am wrong, I’m very open to discussion to change the way I think. Thanks</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/oofhz0/cmv_while_we_should_love_disabled_people_for/",
  "subreddit": "changemyview",
  "id": "oofhz0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This might be a universal truth among all people, but I’ve never actually\ndiscussed it with others, but I feel that it’s possible to celebrate disabled\npeople and include them in as many activities as possible while also wishing\nthey were completely healthy. I understand that discussing Down…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは万人共通の真理かもしれませんが、実際に人と話したことはありません。\n人と話したことはありませんが、障がい者を祝福し、できるだけ多くの活動に参加させることは可能だと思います。\n祝福したり、できるだけ多くの活動に参加させたりすることは可能だと思います。\n健康であってほしいと願いながらも、障害者を祝福し、できるだけ多くの活動に参加させることは可能だと思います。私は、ダウンについて議論することは理解していますが...",
      "title": "CMV: 私たちは、障害者のありのままの姿を愛するべきですが、障害のない完全な健康体であってほしいと願うのは当然のことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这可能是所有人中的一个普遍真理，但我从未真正与他人讨论过\n与他人讨论过，但我觉得有可能庆祝残疾人，并将他们纳入尽可能多的活动中，同时也希望他们能有更多的机会。\n残疾人，让他们参加尽可能多的活动，同时也希望他们完全健康。\n他们是完全健康的。我明白，讨论唐...",
      "title": "CMV：虽然我们应该爱残疾人，因为他们正是这样的人，但我们希望他们完全健康，没有残疾，这才是正确的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這可能是所有人中的一個普遍真理，但我從未真正與他人討論過\n與他人討論過，但我覺得有可能慶祝殘疾人，並將他們納入儘可能多的活動中，同時也希望他們能有更多的機會。\n殘疾人，讓他們參加儘可能多的活動，同時也希望他們完全健康。\n他們是完全健康的。我明白，討論唐...",
      "title": "CMV：雖然我們應該愛殘疾人，因爲他們正是這樣的人，但我們希望他們完全健康，沒有殘疾，這纔是正確的。"
    }
  ]
}