{
  "author": "Different-Ad1976",
  "original_created_utc": 1626829502,
  "title": "CMV: While we should love disabled people for exactly who they are, it’s only right for us to wish they were completely healthy and without disabilities.",
  "created_utc": 1626845591,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This might be a universal truth among all people, but I’ve never actually discussed it with others, but I feel that it’s possible to celebrate disabled people and include them in as many activities as possible while also wishing they were completely healthy. \nI understand that discussing Down syndrome, autism or any other disease is a sensitive subject and I certainly do not wish to hurt anyone’s feelings \nI just get this sense that sometimes people say “ I wouldn’t change my child in any way, even if I could.” But that wouldn’t be morally right in my opinion. If you are a good parent you want what is BEST for your child; and that would be good health like anyone else, right? The child most likely would choose if they could to be a kids like others, and play sports or go to school, so why wouldn’t you wish the same thing? There are no doubt wonderful qualities about these amazing people; Down syndrome people are some of the kindest, sweetest people I’ve ever met, and so are those with autism. \nI also can’t imagine the concept of parents thinking “ I wish my child was healthy” every moment of every day. It’s too emotionally taxing, and by the way, (Surprise!) there are many beautiful things about having a special needs child. And that grounds parents, that ability to accept and and enjoy their lives the way it is. \nBut nonetheless my point still stands, I think intellectually and with honesty we should still wish that these people were healthy an completely function-able like everyone.\nIf I am wrong, I’m very open to discussion to change the way I think. Thanks</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/oofhz0/cmv_while_we_should_love_disabled_people_for/",
  "subreddit": "changemyview",
  "id": "oofhz0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This might be a universal truth among all people, but I’ve never actually\ndiscussed it with others, but I feel that it’s possible to celebrate disabled\npeople and include them in as many activities as possible while also wishing\nthey were completely healthy. I understand that discussing Down…"
}