{
  "author": "cirinalynn",
  "the_new_excerpt": "To give some context: I have watched every Jurassic Park movie in the franchise,\nand have played the Lego game (super fun) a few times through. The first time I\nsaw Jurassic Park was on VHS.\n\nI have never read any of Michael Crichton's work, so I can't compare how\nJurassic Park is to any of his…",
  "original_created_utc": 1618276656,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "少し背景を説明します。私はジュラシック・パークの映画をすべて見ました。\nレゴゲームも何度かプレイしたことがあります（超楽しい）。初めて見たのは\nジュラシック・パーク』を初めて見たのはVHSでした。\n\nマイケル・クライトンの作品を読んだことがないので、『ジュラシック・パーク』と他の作品を比較することはできません。\nクライトンの作品を読んだことがないので、「ジュラシック・パーク」がクライトンの作品とどう違うのか比べることができません。",
      "title": "マイケル・クライトンの「ジュラシック・パーク」を初めて読み終えたところですが、言いたいことがたくさんあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为了给一些背景， 我看过《侏罗纪公园》的每一部电影\n并玩过几次乐高游戏（超好玩）通关。第一次我\n看到侏罗纪公园是在VHS上。\n\n我从来没有读过任何 迈克尔・克赖顿的作品，所以我不能比较如何。\n侏罗纪公园对他的任何... ...",
      "title": "我刚刚读完了迈克尔-克赖顿的《侏罗纪公园》，这是我第一次读到这本书，我有很多话要说。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲了給一些背景， 我看過《侏羅紀公園》的每一部電影\n並玩過幾次樂高遊戲（超好玩）通關。第一次我\n看到侏羅紀公園是在VHS上。\n\n我從來沒有讀過任何 邁克爾・克賴頓的作品，所以我不能比較如何。\n侏羅紀公園對他的任何... ...",
      "title": "我剛剛讀完了邁克爾-克賴頓的《侏羅紀公園》，這是我第一次讀到這本書，我有很多話要說。"
    }
  ],
  "title": "I just finished Jurassic Park by Michael Crichton for the first time and oh boy I have a lot to say",
  "created_utc": 1618282058,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To give some context: I have watched every Jurassic Park movie in the franchise, and have played the Lego game (super fun) a few times through. The first time I saw Jurassic Park was on VHS.</p>\n\n<p>I have never read any of Michael Crichton&#39;s work, so I can&#39;t compare how Jurassic Park is to any of his other works. </p>\n\n<p>My thoughts: I completely understand that a book and its movie are always different. This is more about: why did they make Hammond&#39;s character so much more likeable, friendly, and gave him &quot;sweet grandpa&quot; vibes in the movie? Why were <em>certain characters</em> kept alive during the movie? Why didn&#39;t we see more dinosaurs in the movie? </p>\n\n<p>And a praise for Michael Crichton: I just came from reading Jeff Vandermeer&#39;s Area X trilogy. Vandermeer has a way of slowing down reading with heavy diction and over explainations (not disparaging though, I do really like his work). I was expecting a science based novel like Jurassic Park to be the same way, but it was in fact a breath of fresh air. I so often caught myself 50 pages farther than I had anticipated reading. Crichton organized his chapters based on location or character. A chapter called &#39;Control&#39; will show us paragraphs about each person in the Control room. A chapter called &#39;Tim&#39; will only show us everything Tim is experiencing and feeling. This structure lets us as readers get a full perspective of what is going on. I could picture the entire park while reading. Crichton also doesn&#39;t patronize his readers. He includes scientific information through a character explaining, or one easy to read paragraph. There is no bore-ya-to-death textbook writing. </p>\n\n<p>I read 9 books last year, and unfortunately, due to life circumstances, this is the first one I&#39;ve finished this year. I think this one will stay with me for a little while, as I prepare to read Lord of the Rings for the first time as well.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/books/comments/mprzio/i_just_finished_jurassic_park_by_michael_crichton/",
  "subreddit": "books",
  "id": "mprzio",
  "is_self": true,
  "media": null,
  "is_video": false
}