{
  "author": "Crazy150",
  "original_created_utc": 1639225421,
  "title": "Anyone else using BTC as a savings account for their kids?",
  "created_utc": 1639255019,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;After recently becoming a father, my kid starting getting some cash gifts. I had been putting the bigger gifts into the college investment account, but lately I’ve been putting the smaller gifts into a BTC wallet.&lt;/p&gt;\n\n&lt;p&gt;I did setup a traditional savings account at my bank for this originally, but then thought how that even at only 2-3% inflation the kid would be robbed of 40% of their gift to subsidize central bank activity.  &lt;/p&gt;\n\n&lt;p&gt;I think when you do this, you realize the one of the real value prospects of Bitcoin—an unfuckable place to put some money.   I also can move tiny amounts relatively efficiently (right now anyway).  When the kid is old enough, I can just hand the keys to them along with a watch wallet where I’ve noted all the gift senders.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 171,
  "permalink": "/r/Bitcoin/comments/rdyq5b/anyone_else_using_btc_as_a_savings_account_for/",
  "subreddit": "Bitcoin",
  "id": "rdyq5b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "After recently becoming a father, my kid starting getting some cash gifts. I had\nbeen putting the bigger gifts into the college investment account, but lately\nI’ve been putting the smaller gifts into a BTC wallet.\n\nI did setup a traditional savings account at my bank for this originally, but\nthen…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>最近父親になってから、子供が現金をもらえるようになりました。\nプレゼントは現金でもらうようになりました。私は、大きなプレゼントは大学の投資口座に入れていましたが\n大学の投資口座に入れていましたが、最近は小さなプレゼントをBTCウォレットに入れています。\n</p> <p>伝統的な貯蓄口座を設定しましたが...。",
      "title": "BTCを子供の貯金箱にしている人はいませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在最近成为父亲后，我的孩子\n开始收到一些现金礼物。我一直把较大的礼物放入\n但最近我把小礼物放进了BTC钱包。\n</p> <p>我确实设置了一个传统的储蓄账户，在...",
      "title": "还有人用BTC作为孩子的储蓄账户吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在最近成爲父親後，我的孩子\n開始收到一些現金禮物。我一直把較大的禮物放入\n但最近我把小禮物放進了BTC錢包。\n</p> <p>我確實設置了一個傳統的儲蓄賬戶，在...",
      "title": "還有人用BTC作爲孩子的儲蓄賬戶嗎？"
    }
  ]
}