{
  "author": "dearghewls",
  "the_new_excerpt": "Why YSK: I’ve had it happen to me, I’ve seen it happen countless times. But it’s\nstraight up illegal. Simple as that. In no case is it okay for a manager or\nowner to make you pay for someone else’s food because they decided to walk out\non you without paying.\n\nAccording to the Department of…",
  "original_created_utc": 1623896680,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 自分の身に起こったこと、数え切れないほど見てきました。でも、それは\n違法です。単純な話です。マネージャーやオーナーが、誰かのためにあなたにお金を払わせることは、絶対に許されません。\n店長やオーナーが、他の人が無銭飲食をしたからといって、あなたに代金を払わせることはありません。\nマネージャーやオーナーが、他人の料理の代金を払わせることは、絶対に許されません。\n\n米国政府観光庁によると...",
      "title": "YSK もしあなたがサーバーやバーテンダーであれば、雇用主から歩きタバコのツケを払わされるのは完全に違法です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我遇到过这种情况，我看到它发生过无数次。但这是\n直接是非法的。就这么简单。在任何情况下，经理或老板都不可能让你为别人付钱。\n在任何情况下，经理或老板都不能让你为别人的食物买单，因为他们决定不付钱就走了。\n不付钱就走人。\n\n根据美国司法部的规定。",
      "title": "YSK如果你是一个服务员/酒保，被雇主强迫支付走账是完全违法的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我遇到過這種情況，我看到它發生過無數次。但這是\n直接是非法的。就這麼簡單。在任何情況下，經理或老闆都不可能讓你爲別人付錢。\n在任何情況下，經理或老闆都不能讓你爲別人的食物買單，因爲他們決定不付錢就走了。\n不付錢就走人。\n\n根據美國司法部的規定。",
      "title": "YSK如果你是一個服務員/酒保，被僱主強迫支付走賬是完全違法的。"
    }
  ],
  "title": "YSK if you are a server/ bartender it’s completely illegal to be forced by an employer to pay for a walked tab.",
  "created_utc": 1623905945,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I’ve had it happen to me, I’ve seen it happen countless times. But it’s straight up illegal. Simple as that. In no case is it okay for a manager or owner to make you pay for someone else’s food because they decided to walk out on you without paying. </p>\n\n<p>According to the Department of Labor;</p>\n\n<p><em>Where deductions for walk-outs, breakage, or cash register shortages reduce the employee’s wages below the minimum wage, such deductions are illegal. Where a tipped employee is paid $2.13 per hour in direct (or cash) wages and the employer claims the maximum tip credit of $5.12 per hour, no such deductions can be made without reducing the employee below the minimum wage (even where the employee receives more than $5.12 per hour in tips).</em></p>\n\n<p>Unfortunately... they can still get angry and petty, and find a way to fire you if they are that shitty... but who really wants to work for those people, anyway?</p>\n\n<p>Don’t let them convince you you have any obligation to pay for a tab, ever. </p>\n\n<p>Source: <a href=\"https://www.dol.gov/agencies/whd/fact-sheets/15-flsa-tipped-employees\">https://www.dol.gov/agencies/whd/fact-sheets/15-flsa-tipped-employees</a></p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/YouShouldKnow/comments/o1m2t5/ysk_if_you_are_a_server_bartender_its_completely/",
  "subreddit": "YouShouldKnow",
  "id": "o1m2t5",
  "is_self": true,
  "media": null,
  "is_video": false
}