{
  "author": "hispanicbrokegirl",
  "original_created_utc": 1634798854,
  "title": "I have felt racism/xenophobia from Black people. It’s very uncomfortable and most of the time impossible to confront them about it without being labeled racist and anti-black!! How can one deal with an unreasonable black person in an impossible situation?",
  "created_utc": 1634808594,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was born in States but my parents got deported and they took me with them when I was 3. I came back for college to the states with heavy mexican accent from a upper middle class mexican family to essentially a hood in Michigan. I used to work at my relatives gas station in the hood when I first moved back to the states. My experience was very bad with black people. They were impossible people to deal with. If they obviously stole something and get confronted they just used to use slurs and tell me to go back to my country. Then I moved to NYC and lived in the bronx and honestly it’s worse here. I was hit by a woman because she thought I moved her cart in a laundromat I worked at. I did move her cart but i moved everyone’s cart if they are in the way. My manager called 911 and she was arrested but I quit working there cause she threatened to kill me if she saw me there again. My manger and I was accused of being racist because we called police on her. This is not to generalise all black people or to say that all black woman are angry and all black men are aggressive . But some literally are pos. I know for a fact that if she just hit me because she thought I was illegal and wouldn’t call police. \nWell, there are people from all races like this too and obviously my experience comes from living/working in a predominant black neighbourhoods. \nBut how can I deal with these situation without being termed a racist for calling police?! How to confront xenophobia and racism from black people?</p>\n</div><!-- SC_ON -->",
  "score": 105,
  "permalink": "/r/TooAfraidToAsk/comments/qclph1/i_have_felt_racismxenophobia_from_black_people/",
  "subreddit": "TooAfraidToAsk",
  "id": "qclph1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was born in States but my parents got deported and they took me with them when\nI was 3. I came back for college to the states with heavy mexican accent from a\nupper middle class mexican family to essentially a hood in Michigan. I used to\nwork at my relatives gas station in the hood when I first…"
}