{
  "author": "Min_kast",
  "the_new_excerpt": "Some disclaimers: I use the US as an example because someone I know was an\nexchange student there, but I am fully aware it’s not only an American thing to\ndo. I am not trying to make fun of anyone’s culture, every culture has their\nweirdnesses and shortcomings, my own (Denmark) included.\n\nSo in many…",
  "original_created_utc": 1623706574,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "いくつかの免責事項があります。アメリカを例に挙げたのは、私の知り合いが留学していたからです。\nアメリカを例に挙げたのは、知り合いが留学していたからですが、アメリカだけのことではないことは十分承知しています。\nしています。私は誰かの文化を馬鹿にしようとしているわけではありません。どんな文化にも奇妙さや欠点があります。\n私の国（デンマーク）も含めて、どんな文化にも変なところや欠点があります。\n\nだからこそ、多くの...",
      "title": "CMV: 普通のティーンエイジャーがセックスするのを防ぐのは意味がなく、やるべきではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "一些免责声明。我以美国为例，因为我认识的一个人曾是那里的交换生。\n但我完全知道这不仅仅是美国人的事。\n做的。我并不是要取笑任何人的文化，每一种文化都有它们的怪异和缺点。\n每个文化都有其怪异和缺点，包括我自己的文化（丹麦）。\n\n因此，在许多...",
      "title": "CMV：防止正常青少年发生性行为没有意义，不应该这样做"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一些免責聲明。我以美國爲例，因爲我認識的一個人曾是那裏的交換生。\n但我完全知道這不僅僅是美國人的事。\n做的。我並不是要取笑任何人的文化，每一種文化都有它們的怪異和缺點。\n每個文化都有其怪異和缺點，包括我自己的文化（丹麥）。\n\n因此，在許多...",
      "title": "CMV：防止正常青少年發生性行爲沒有意義，不應該這樣做"
    }
  ],
  "title": "CMV: Preventing normal teenagers from having sex doesn’t make sense and shouldn’t be done",
  "created_utc": 1623767448,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Some disclaimers: I use the US as an example because someone I know was an exchange student there, but I am fully aware it’s not only an American thing to do. I am not trying to make fun of anyone’s culture, every culture has their weirdnesses and shortcomings, my own (Denmark) included.</p>\n\n<p>So in many cultures, teenagers aren’t allowed to have sex. My boyfriend was in exchange in the US when he was around 15 or 16, and he wasn’t even allowed to close the door to his room if a girl was in it. Sleepovers were a huge no-no, in fact it was laughable to even suggest. Teenagers would sneak out to do it in secret instead. </p>\n\n<p>I believe this is wrong and in fact harmful for several reasons:</p>\n\n<ol>\n<li>When they sneak out, they often do it in unsafe conditions like public toilets, shady motels or parking lots. If you had it at home, you would be safer and more comfortable.</li>\n<li>This approach to teenagers’ sexuality isn’t working. The US and U.K. (which has a pretty similar attitude to my knowledge) have higher teenage pregnancy rates than any country in mainland Europe (whose approach is generally more “they’re gonna do it anyway, why not at home”)</li>\n<li>Your kid may be bi. What are you going to do, prevent close relationships/friendships in general?</li>\n</ol>\n\n<p>These were just some of the reasons that came to me right now.</p>\n\n<p>Looking forward to hearing your thoughts.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/nzxpde/cmv_preventing_normal_teenagers_from_having_sex/",
  "subreddit": "changemyview",
  "id": "nzxpde",
  "is_self": true,
  "media": null,
  "is_video": false
}