{
  "author": "nagarams",
  "original_created_utc": 1640501416,
  "title": "Is it bad that I downvote anti-vaxxers?",
  "created_utc": 1640521618,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;No matter what they say, the moment they start a comment with “I’m an anti-vaxxer”, I hit the downvote button. Sometimes it’s not explicitly stated, all they say is “I didn’t get vaccinated and I’m fine”.&lt;/p&gt;\n\n&lt;p&gt;I generally consider myself open-minded and willing to listen to all opinions and not judge based on my first impression. But when it comes to vaccination… I feel like it’s a social responsibility? It doesn’t just affect you, it affects everyone else too. And I guess it gets on my nerves more cos there’s so much misinformation surrounding the topic as it is.&lt;/p&gt;\n\n&lt;p&gt;To clarify, I don’t mean unvaccinated people, who may have underlying conditions etc. I mean the people who identify as hostile to vaccinations.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 147,
  "permalink": "/r/TooAfraidToAsk/comments/rorh7b/is_it_bad_that_i_downvote_antivaxxers/",
  "subreddit": "TooAfraidToAsk",
  "id": "rorh7b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "No matter what they say, the moment they start a comment with “I’m an\nanti-vaxxer”, I hit the downvote button. Sometimes it’s not explicitly stated,\nall they say is “I didn’t get vaccinated and I’m fine”.\n\nI generally consider myself open-minded and willing to listen to all opinions\nand not judge…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> 彼らが何を言おうとも、その瞬間から\n私はアンチ・ヴァクサーです」とコメントすると、ダウンボートボタンを押してしまいます。時には、それが\n私は予防接種を受けてないので大丈夫です」と言うだけで、はっきりとしたことは言わない。\n</p> <p>私は一般的に、自分はオープンマインドで、喜んで...",
      "title": "アンチヴァクサーにダウンヴォートするのは悪いことですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>无论他们说什么，只要他们以 \"我是反疫苗主义者 \"作为评论的开头，我就会按下降权键。\n我都会按下 \"反疫苗 \"的按钮。有时它\n有时没有明确说明，他们只说 \"我没有接种疫苗，我很好\"。\n</p> <p>一般来说，我认为自己思想开放，愿意......",
      "title": "我给反疫苗的人降权，这很糟糕吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>無論他們說什麼，只要他們以 \"我是反疫苗主義者 \"作爲評論的開頭，我就會按下降權鍵。\n我都會按下 \"反疫苗 \"的按鈕。有時它\n有時沒有明確說明，他們只說 \"我沒有接種疫苗，我很好\"。\n</p> <p>一般來說，我認爲自己思想開放，願意......",
      "title": "我給反疫苗的人降權，這很糟糕嗎？"
    }
  ]
}