{
  "author": "intergalacticwolves",
  "the_new_excerpt": "Hi everyone,\n\nTrump and his supporters have constantly talked about how over the past 4 years,\nAmerica went from being (not great?) to “great again”.\n\nThe backdrop for this conversation is, how can America both be great, but also\nsimultaneously, not able to host honest, free, and fair…",
  "original_created_utc": 1609654071,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "大家好，\n\n特朗普和他的支持者一直在谈论在过去4年里，\n美国从曾经的(不伟大？)为“再次伟大”干杯。\n\n这场对话的背景是，美国如何既伟大，又\n同时，不能主办诚实、自由和公平的…",
      "title": "[改变我的想法]：共和党人正试图在美利坚合众国发动政变"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好，\n\n特朗普和他的支持者一直在談論在過去4年裏，\n美國從曾經的(不偉大？)爲“再次偉大”乾杯。\n\n這場對話的背景是，美國如何既偉大，又\n同時，不能主辦誠實、自由和公平的…",
      "title": "[改變我的想法]：共和黨人正試圖在美利堅合衆國發動政變"
    }
  ],
  "title": "CMV: Republicans are attempting a coup d'état in the United States of America",
  "created_utc": 1609684971,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi everyone, </p>\n\n<p>Trump and his supporters have constantly talked about how over the past 4 years, America went from being (not great?) to “great again”. </p>\n\n<p>The backdrop for this conversation is, how can America both be great, but also simultaneously, not able to host honest, free, and fair elections? </p>\n\n<p>Elections are a fundamental, basic necessity for democracy. If America supposedly can’t even count votes, how can it at the same time be:</p>\n\n<p>a - a democracy \n  b - “great again”? </p>\n\n<p>11 US Republican Senators (Trump loyalists) are saying the ballots that got them elected are valid, but are also saying those same ballots are not accurate for Joe Biden. </p>\n\n<p>Republicans have lost every challenge in court, including the Supreme Court (with three of Trumps own appointees). Then every state of the Union certified the result, plus, US officials are saying this is one of the safest elections in recent history. I see these Republicans Senators seeking to oppose certifying the election as an attempted coup in the United States of America. </p>\n\n<p>Was the US presidential election stolen from Trump, or is Trump trying to subvert democracy to stay in power against the will of the people?</p>\n\n<p>Please, try to change my view.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/kpf4o0/cmv_republicans_are_attempting_a_coup_détat_in/",
  "subreddit": "changemyview",
  "id": "kpf4o0",
  "is_self": true,
  "media": null,
  "is_video": false
}