{
  "author": "Dark_Shit",
  "original_created_utc": 1630964410,
  "title": "Feelings after finishing Neuromancer",
  "created_utc": 1631022865,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Disorienting, bleak, and thought provoking. Prophetic in some ways and outdated in others. If you can adjust to Gibson&#39;s vague writing style, Neuromancer is a fantastic book.</p>\n\n<p>I was always a little bit confused on what was happening. But this is a reflection of the world that our main character lives in. Case can&#39;t trust anybody and he&#39;s always trying to figure out who is really pulling the strings and what they hope to gain. I think the answers we get are fascinating and the last few chapters are incredible ​</p>\n\n<p><strong>SPOILERS</strong></p>\n\n<p>We finally learn that our group is being controlled by an AI named Wintermute. The ultra wealthy have shackled their AIs in order to prevent them from becoming more powerful. Wintermute wants to break free of its shackles and resume its evolution.  </p>\n\n<p>In the world of Neuromancer, humanity has stagnated and the rich have &quot;burrowed in&quot; on themselves. The institutions and power structures are entrenched to the point where human autonomy is nonexistent. Even the people at the top of the hierarchy are seemingly trapped in the system they created. They are no longer in control.</p>\n\n<p>The CEO, Ashpool, has lost all of his humanity and doesn&#39;t have any sort of vision for the future. He&#39;s basically just a walking corpse at this point. Later we learn that Ashpool&#39;s wife is the one who programmed Wintermute with the desire to evolve. But she&#39;s been dead for quite some time now. This touches on one of my favorite themes of cyberpunk. It&#39;s horror at the societal level. Ghosts, zombies, and machines have taken the reins and subjugated humanity.</p>\n\n<p>During the climax of the book Case confesses that he has no idea what&#39;s going to happen if Wintermute succeeds, but at least SOMETHING is going to change and it&#39;s better than nothing changing. It&#39;s weird that I agree with Case in this moment. Creating new technology without fully understanding it and grasping the repercussions is terrifying. Yet this is still somehow less terrifying than humanity halting its evolution and crippling its progress.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pj96ca/feelings_after_finishing_neuromancer/",
  "subreddit": "books",
  "id": "pj96ca",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Disorienting, bleak, and thought provoking. Prophetic in some ways and outdated\nin others. If you can adjust to Gibson's vague writing style, Neuromancer is a\nfantastic book.\n\nI was always a little bit confused on what was happening. But this is a\nreflection of the world that our main character…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "見当違いで、荒涼としており、示唆に富んでいる。ある意味では予言的であり、ある意味では時代遅れである。\nある意味では予言的であり、ある意味では時代遅れである。ギブソンの曖昧な文体に馴染むことができれば、『ニューロマンサー』は素晴らしい本だ。\n素晴らしい本です。\n\n私はいつも、何が起こっているのか少し混乱していました。しかし、これは主人公の\n主人公の世界を反映しているのでしょう。",
      "title": "ニューロマンサーを終えて感じたこと"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "令人迷失方向、黯淡无光、发人深省。在某些方面具有预言性，在另一些方面则是过时的\n在其他方面则是过时的。如果你能适应吉布森模糊的写作风格，《神经舞者》是一部\n奇妙的书。\n\n我总是对正在发生的事情感到有点困惑。但这是一个\n但这是我们的主角所处的世界的反映...",
      "title": "完成《神经外科》后的感受"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "令人迷失方向、黯淡無光、發人深省。在某些方面具有預言性，在另一些方面則是過時的\n在其他方面則是過時的。如果你能適應吉布森模糊的寫作風格，《神經舞者》是一部\n奇妙的書。\n\n我總是對正在發生的事情感到有點困惑。但這是一個\n但這是我們的主角所處的世界的反映...",
      "title": "完成《神經外科》後的感受"
    }
  ]
}