{
  "author": "AskScienceModerator",
  "original_created_utc": 1628852406,
  "title": "AskScience AMA Series: I'm Dr. Rebecca Schwarzlose, a neuroscientist who studies brain organization and development, here to discuss the maps in your brain that give you perception, movement, meaning, and mental imagery - and make it possible for new technologies to decode your thoughts. AMA!",
  "created_utc": 1628890935,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi Reddit! I&#39;m Rebecca Schwarzlose, a cognitive neuroscientist here to talk with you about brain maps and how our little brains create the spectacular range of senses and abilities we enjoy. Did you know that when you imagine a face, you are using the same brain maps that allow you to see and visually recognize faces? Did you know that imagining being touched activates the same brain maps that allow you to feel actual touch? Did you know technologies already exist to eavesdrop on activity in these maps and decode information about what you are perceiving, planning, or imagining?</p>\n\n<p>Here&#39;s some info about me: I have a Ph.D. in Neuroscience from MIT and study the developing brain as a postdoctoral scholar in the psychiatry department at Washington University in St. Louis. Together with colleagues Nancy Kanwisher and Chris Baker, I discovered and named a new brain area: the fusiform body area. I have been the chief editor of <em>Trends in Cognitive Sciences</em>, a scholarly reviews journal. I have also written a book about brain maps for the public called <em><a href=\"https://smile.amazon.com/Brainscapes-Warped-Wondrous-Written-Brain_And/dp/1328949966/\">Brainscapes: The Warped, Wondrous Maps Written in Your Brain - And How They Guide You</a></em> (Mariner Books, 2021). The book was supported by a grant from the Alfred P. Sloan Foundation Program for Public Understanding of Science and Technology.</p>\n\n<p>You can find out more about the book from <a href=\"https://www.nytimes.com/2021/07/01/books/review/brainscapes-rebecca-schwartzlose.html\">The New York Times</a>, <a href=\"https://www.publishersweekly.com/978-1-328-94996-7\">Publishers Weekly</a>, the <a href=\"https://www.youtube.com/watch?v=aqZZxUNTgOo\">Avid Reader Podcast</a>, the <a href=\"https://www.smartpeoplepodcast.com/episode/377-rebecca-schwarzlose-how-your-brain-interprets-your-reality/\">Smart People Podcast</a>, and my <a href=\"http://www.rebeccaschwarzlose.com/\">author site</a>. For more brain facts, check out my personal blog <a href=\"https://gardenofthemind.com/\">Garden of the Mind</a>, my blog <a href=\"https://www.psychologytoday.com/intl/blog/brainscapes\">Brainscapes</a> on Psychology Today, my <a href=\"https://nextbigideaclub.com/magazine/brainscapes-warped-wondrous-maps-written-brain-guide-bookbite/28832/\">Book Bite</a>, or find me on <a href=\"https://twitter.com/gothemind\">Twitter @gothemind</a>.</p>\n\n<p>I am excited for your brain questions! See you at 2 PM ET (18 UTC), ask me anything!</p>\n\n<p>Username: <a href=\"/u/Gardenofmind\">/u/Gardenofmind</a></p>\n</div><!-- SC_ON -->",
  "score": 106,
  "permalink": "/r/askscience/comments/p3l44n/askscience_ama_series_im_dr_rebecca_schwarzlose_a/",
  "subreddit": "askscience",
  "id": "p3l44n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi Reddit! I'm Rebecca Schwarzlose, a cognitive neuroscientist here to talk with\nyou about brain maps and how our little brains create the spectacular range of\nsenses and abilities we enjoy. Did you know that when you imagine a face, you\nare using the same brain maps that allow you to see and…"
}