{
  "author": "Andalib_Odulate",
  "the_new_excerpt": "As always happens when I get searching on the web about \"How does Canada do\nthis\" or \"How does Europe/EU do this\" I realize the grass is greener and we only\nhave Hay here.\n\nIn Canada and Europe Adoption is 100% free, but they make you go though a\nrigorous process to make sure you are capable and…",
  "original_created_utc": 1621289164,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "いつものことですが、「カナダではこうしている」とか「ヨーロッパやEUではこうしている」とウェブで検索していると\nカナダではこうしている」とか「ヨーロッパやEUではこうしている」ということをウェブで検索していると、「草はもっと青くて、ここには葉っぱしかない」ということに気づきます。\nカナダやヨーロッパでは、養子縁組は100％無料です。\n\nカナダとヨーロッパでは、養子縁組は100％無料ですが、あなたがその人の能力を確認するために厳しいプロセスを踏まされます。\n厳格なプロセスを経て、あなたに能力があるかどうかを確認します。",
      "title": "CMV: 養子縁組は無料にすべきだし、フォスターケアは仕事としてカウントすべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我在网上搜索 \"加拿大是如何做到这一点的 \"或 \"欧洲/欧盟是如何做到这一点的 \"时，总是发生这种情况。\n或 \"欧洲/欧盟是如何做的 \"时，我意识到草是更绿的，而我们只有\n这里有干草。\n\n在加拿大和欧洲，收养是100%免费的，但他们会让你经历一个严格的过程，以确保你有足够的能力。\n严格的程序，以确保你有能力和能力。",
      "title": "CMV：收养应该是免费的，寄养应该算作一项工作。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我在網上搜索 \"加拿大是如何做到這一點的 \"或 \"歐洲/歐盟是如何做到這一點的 \"時，總是發生這種情況。\n或 \"歐洲/歐盟是如何做的 \"時，我意識到草是更綠的，而我們只有\n這裏有乾草。\n\n在加拿大和歐洲，收養是100%免費的，但他們會讓你經歷一個嚴格的過程，以確保你有足夠的能力。\n嚴格的程序，以確保你有能力和能力。",
      "title": "CMV：收養應該是免費的，寄養應該算作一項工作。"
    }
  ],
  "title": "CMV: Adoption should be free and Foster care should count as a Job.",
  "created_utc": 1621299244,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As always happens when I get searching on the web about &quot;How does Canada do this&quot; or &quot;How does Europe/EU do this&quot; I realize the grass is greener and we only have Hay here.</p>\n\n<p>In Canada and Europe Adoption is 100% free, but they make you go though a rigorous process to make sure you are capable and trust worthy enough to raise a child/newborn. That means lots of background checks, living situation checks, making sure you have a stable income and safe living environment and have no problematic past that would make you a risk to the child. If you pass all this then you are free to adopt children and BABIES free of charge vs the 10s of thousands in the US for healthy babies.</p>\n\n<p>This is 100% the way it should be, get those children into homes asap and stop messing around!</p>\n\n<p>Now for Foster care I should explain what I mean by count as a job. Aside from the stipend that you get to use for things the child needs, someone should be allowed to work part time (20 hours) and then get SNAP and other assistance if they are fostering.</p>\n\n<p>If you OWN the house/condo then you shouldn&#39;t have to work at all and they should give you food and gas assistance because it&#39;s not that much money and you are helping children in need out.</p>\n\n<p>Obviously this brings the issue of people who don&#39;t actually care for the children going into foster because they just don&#39;t want to work. To get around this, people who want to take the job root should be required to do check ins to confirm what they are spending money on, how much time they are actually at home, if they are taking them to places they need to be and so on. Not that much to ask tbh.</p>\n\n<p>Basically I wish they would turn the system from hay to grass pls.</p>\n</div><!-- SC_ON -->",
  "score": 89,
  "permalink": "/r/changemyview/comments/netc91/cmv_adoption_should_be_free_and_foster_care/",
  "subreddit": "changemyview",
  "id": "netc91",
  "is_self": true,
  "media": null,
  "is_video": false
}