{
  "author": "SatanicJesus69",
  "original_created_utc": 1627247977,
  "title": "CMV: Americans are the most heavily propagandized people in the developed world",
  "created_utc": 1627252446,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First off, I&#39;m not saying that Americans are stupid.  Seriously.</p>\n\n<p>I&#39;ve travelled a lot and lived in a few countries (including the US) and this is a thought that I keep coming back to. Obviously there&#39;s a huge selection bias here on my part (which makes this a very changeable view)</p>\n\n<p>China, for example, is a heavily propagandized country but my experience with Chinese people is that they understand that it&#39;s to be taken with a grain of salt.</p>\n\n<p>I think a disproportionate number of Americans think that they aren&#39;t being subjected to propaganda; that their preferred news source is telling it like it really is; that their preferred politicians genuinely care about their well-being. I&#39;d say this applies to both the right and the left but mainstream American politics doesn&#39;t have a left-wing so let&#39;s say it applies to the right and the far-right.</p>\n\n<p>I think this would be nearly impossible to prove/disprove with data so I&#39;m just looking for opinions.</p>\n\n<p>PS - I think the mode of argumentation here is going to be something like &quot;other countries are worse&quot; but that&#39;s exactly the kind of whataboutism that American propaganda specializes in. So maybe don&#39;t do that.</p>\n</div><!-- SC_ON -->",
  "score": 110,
  "permalink": "/r/changemyview/comments/ork9l0/cmv_americans_are_the_most_heavily_propagandized/",
  "subreddit": "changemyview",
  "id": "ork9l0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First off, I'm not saying that Americans are stupid. Seriously.\n\nI've travelled a lot and lived in a few countries (including the US) and this is\na thought that I keep coming back to. Obviously there's a huge selection bias\nhere on my part (which makes this a very changeable view)\n\nChina, for…"
}