{
  "author": "anxioussamuel",
  "original_created_utc": 1632880350,
  "title": "CMV: Forcing a vegan diet on your dogs and cats is wrong.",
  "created_utc": 1632886370,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Though dogs and cats can survive on plant based diet, ideal nutrition- the foundation of good health- is not well served on that diet.</p>\n\n<p>Cats, in particular, don’t do well on a meatless diet. Because they’re obligate carnivores, or &quot;true&quot; carnivores — meaning they depend only on the nutrients found in animal flesh for their survival — their bodies (specifically, their gastrointestinal tracts) are not ideally suited to digesting non-meat foods. Though cats seem to do well on vegan diets once they’ve acclimated to them, the long-term effects of feeding felines diets that lack animal protein have not been established.</p>\n\n<p>And dogs, long considered omnivores, have been reclassified as carnivorous by some leading pet nutritionists. Which means, given our current understanding, that it’s not reasonable to expect best results in health and longevity if you’re feeding them a vegan diet.</p>\n\n<p>I believe that forcing carnivores to consume vegan diets because of our philosophical beliefs is tantamount to animal abuse. I mean, if you really want to feed your pet a vegan diet, consider getting a rabbit. Or a goat. But don’t keep a carnivore and think you can subject him to your own dietary choices.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/pxl7on/cmv_forcing_a_vegan_diet_on_your_dogs_and_cats_is/",
  "subreddit": "changemyview",
  "id": "pxl7on",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Though dogs and cats can survive on plant based diet, ideal nutrition- the\nfoundation of good health- is not well served on that diet.\n\nCats, in particular, don’t do well on a meatless diet. Because they’re obligate\ncarnivores, or \"true\" carnivores — meaning they depend only on the nutrients\nfound…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "犬や猫は植物性の食事でも生きていけますが、健康の基礎となる理想的な栄養状態は\n健康の基礎となる理想的な栄養を摂取することができません。\n\n特に猫は、肉を使わない食事には向いていません。なぜなら、彼らは義務的な肉食動物\n義務的肉食動物、つまり真の肉食動物であるからです。\n見つかった...",
      "title": "CMV：犬や猫にヴィーガンの食事を強要するのは間違っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "虽然狗和猫可以靠植物性饮食生存，但理想的营养--良好健康的基础--在这种饮食中得不到很好的满足。\n但理想的营养--良好健康的基础--在这种饮食中得不到很好的满足。\n\n特别是猫，在无肉饮食中表现不佳。因为它们是强制性的\n肉食动物，或 \"真正的 \"肉食动物--这意味着它们只依赖营养物质\n发现...",
      "title": "CMV: 强迫你的狗和猫吃素是错误的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "雖然狗和貓可以靠植物性飲食生存，但理想的營養--良好健康的基礎--在這種飲食中得不到很好的滿足。\n但理想的營養--良好健康的基礎--在這種飲食中得不到很好的滿足。\n\n特別是貓，在無肉飲食中表現不佳。因爲它們是強制性的\n肉食動物，或 \"真正的 \"肉食動物--這意味着它們只依賴營養物質\n發現...",
      "title": "CMV: 強迫你的狗和貓喫素是錯誤的。"
    }
  ]
}