{
  "author": "production-values",
  "original_created_utc": 1634702656,
  "title": "YSK what percentage points are.",
  "created_utc": 1634712935,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The notion of &quot;points&quot; when discussing percentages tells you what the words &quot;more&quot; and &quot;less&quot; actually mean -- the word &quot;points&quot; in these cases means addition instead of multiplication.</p>\n\n<p>For example, if you are negotiating for royalties on a project, and the opening offer is for 10% of the profits. Asking for 5% more is very different than asking for 5 percentage points more! Asking for five percentage points more than 10% means 10%+5%=15%, whereas 5% more then 10% means 10% + (10% x 5%) = 10.5%.</p>\n\n<p>Why YSK: Without the notion of percentage points, discussing percentages is ambiguous. This will definitely come up when refinancing your house.</p>\n\n<p>As another example, a home loan might be 3% per year. If you are renegotiating the loan for lower monthly payments, they may mention increasing the percentage by some number, like 1.5 percentage points. That means your new interest rate will be 3% + 1.5% = 4.5%. This sounds small, but really your interest rate just went up by 50%!!</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/YouShouldKnow/comments/qbsib8/ysk_what_percentage_points_are/",
  "subreddit": "YouShouldKnow",
  "id": "qbsib8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The notion of \"points\" when discussing percentages tells you what the words\n\"more\" and \"less\" actually mean -- the word \"points\" in these cases means\naddition instead of multiplication.\n\nFor example, if you are negotiating for royalties on a project, and the opening\noffer is for 10% of the profits.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "パーセンテージを語る際の「ポイント」という概念は、「多い」「少ない」という言葉の実際の意味を教えてくれます。\n「この場合の \"ポイント \"とは、乗算ではなく加算を意味します。\n掛け算ではなく、足し算を意味します。\n\n例えば、あるプロジェクトのロイヤリティについて交渉しているとき、最初のオファーが利益の10％だったとします。\n冒頭のオファーは利益の10%....",
      "title": "YSKは何パーセントポイントなのか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在讨论百分比时，\"点 \"的概念告诉你 \"多 \"和 \"少 \"这两个词的实际含义。\n\"多 \"和 \"少 \"的实际含义--\"点 \"在这些情况下意味着\n加法而不是乘法。\n\n例如，如果你正在就一个项目的特许权使用费进行谈判，而开头的\n出价是利润的10%，....",
      "title": "YSK的百分比是多少。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在討論百分比時，\"點 \"的概念告訴你 \"多 \"和 \"少 \"這兩個詞的實際含義。\n\"多 \"和 \"少 \"的實際含義--\"點 \"在這些情況下意味着\n加法而不是乘法。\n\n例如，如果你正在就一個項目的特許權使用費進行談判，而開頭的\n出價是利潤的10%，....",
      "title": "YSK的百分比是多少。"
    }
  ]
}