{
  "author": "Professor_Dr_Dr",
  "original_created_utc": 1633275375,
  "title": "YSK That if you occasionally feel a sharp pain in the chest/heart area that quickly goes away, it is probably the non-threatening \"Precordial Catch Syndrome\" and you should just take a deep breath to make it stop",
  "created_utc": 1633279217,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://en.wikipedia.org/wiki/Precordial_catch_syndrome\">https://en.wikipedia.org/wiki/Precordial_catch_syndrome</a></p>\n\n<h1>Additional info / tl;dr:</h1>\n\n<p>The source of the pain isn&#39;t even the heart, it&#39;s assumed to be nerves in the area</p>\n\n<p>Occurs more frequently when resting or sitting for long periods of time</p>\n\n<p>Stress might be the cause, but not necessarily</p>\n\n<p>Teenagers experience this most frequently</p>\n\n<p>It seems like too many doctors don&#39;t know about this, so if you are not sure if you have this syndrome or something more serious, talk to your doctor but tell them that Precordial Catch Syndrome is also a possibility (in case they hadn&#39;t thought of it) so that you don&#39;t get irrelevant tests.</p>\n\n<p>But don&#39;t forget that this syndrome isn&#39;t always the right answer, there is still the possibility of something more serious.</p>\n\n<p>It&#39;s just very unlikely if your symptoms match the Wikipedia description.</p>\n\n<p>Why YSK: I wish someone told me this before so I wouldn&#39;t always think &quot;Well pain in my heart, this is the time I die&quot;</p>\n\n<p>&#x200B;</p>\n\n<p>Edit:<br/>\nThis post isn&#39;t supposed to tell you to ignore the pain or not consult a doctor, it&#39;s just about something MANY people experience and have no idea about, even doctors. </p>\n\n<p>Just look at this or previous threads like this and you&#39;ll see lots of people experiencing it. It&#39;s better to know about this than thinking you could die anytime you feel stabbing pains in your chest. Consult a doctor whenever you feel like it.</p>\n</div><!-- SC_ON -->",
  "score": 589,
  "permalink": "/r/YouShouldKnow/comments/q0k5cq/ysk_that_if_you_occasionally_feel_a_sharp_pain_in/",
  "subreddit": "YouShouldKnow",
  "id": "q0k5cq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "https://en.wikipedia.org/wiki/Precordial_catch_syndrome\n\n\nADDITIONAL INFO / TL;DR:\n\nThe source of the pain isn't even the heart, it's assumed to be nerves in the\narea\n\nOccurs more frequently when resting or sitting for long periods of time\n\nStress might be the cause, but not necessarily\n\nTeenagers…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "https://en.wikipedia.org/wiki/Precordial_catch_syndrome\n\n\n追加情報／Tl;Dr:\n\n痛みの原因は心臓ではなく、その部分の神経だと推測されています。\n領域\n\n安静にしていたり、長時間座っていたりすると、より頻繁に起こります。\n\nストレスが原因かもしれないが、必ずしもそうではない\n\n10代の人は...",
      "title": "YSK あなたが時々、胸や心臓のあたりに鋭い痛みを感じ、すぐに消えてしまうなら、それはおそらく脅威ではない「前胸部キャッチ症候群」であり、深呼吸をすれば止まるはずです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "https://en.wikipedia.org/wiki/Precordial_catch_syndrome\n\n\n补充信息/摘要。\n\n疼痛的来源甚至不是心脏，它被认为是神经在\n区域\n\n在休息或长时间坐着时更经常发生\n\n压力可能是原因，但不一定。\n\n青少年...",
      "title": "YSK：如果你偶尔感觉到胸部/心脏区域的剧烈疼痛，但很快就会消失，这可能是不具威胁性的 \"心前区捕捉综合症\"，你应该深呼吸，使其停止。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "https://en.wikipedia.org/wiki/Precordial_catch_syndrome\n\n\n補充信息/摘要。\n\n疼痛的來源甚至不是心臟，它被認爲是神經在\n區域\n\n在休息或長時間坐着時更經常發生\n\n壓力可能是原因，但不一定。\n\n青少年...",
      "title": "YSK：如果你偶爾感覺到胸部/心臟區域的劇烈疼痛，但很快就會消失，這可能是不具威脅性的 \"心前區捕捉綜合症\"，你應該深呼吸，使其停止。"
    }
  ]
}