{
  "author": "miacaysa00",
  "original_created_utc": 1634386289,
  "title": "We Need to Talk About Kevin",
  "created_utc": 1634396218,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished We Need to Talk About Kevin, and now I feel a need to talk about it.</p>\n\n<p>How did you interpret it? Was Kevin really born evil? Or did he become evil?</p>\n\n<p>When reading reviews I feel like most intrepted Kevin as evil or at least a mean child. But with the exception of the murders at the end, which are clearly evil acts, everything is filtered through how his mother interprets her son. Most of her examples from his childhood when she tries to show how he is a bad child, there is actually no proof to support her claim. Eva was clearly not a great mother, but was she unlucky and gave birth to an evil child? Or did he becom evil after having a mother who always thought he was evil?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/q9as11/we_need_to_talk_about_kevin/",
  "subreddit": "books",
  "id": "q9as11",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished We Need to Talk About Kevin, and now I feel a need to talk about\nit.\n\nHow did you interpret it? Was Kevin really born evil? Or did he become evil?\n\nWhen reading reviews I feel like most intrepted Kevin as evil or at least a mean\nchild. But with the exception of the murders at the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "We Need to Talk About Kevin」を読み終えたところで、今度は話したいことが出てきました。\n話す必要が出てきました。\n\nあなたはどのように解釈しましたか？ケビンは本当に生まれつき悪かったのでしょうか？それとも悪人になったのでしょうか？\n\nレビューを読んでいると、ほとんどの人がケビンを悪人か、少なくとも意地悪な子供と解釈しているように感じます。\n子供だと。しかし、冒頭の殺人事件を除いては...。",
      "title": "We Need to Talk About Kevin"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完《我们需要谈谈凯文》，现在我觉得有必要谈一谈\n它。\n\n你是怎么理解的？凯文真的是天生邪恶吗？还是他变得邪恶了？\n\n在阅读评论时，我觉得大多数人都认为凯文是邪恶的，或者至少是一个刻薄的\n孩子。但是，除了谋杀案之外，这本书中的其他内容也是如此......",
      "title": "我们需要谈谈凯文的问题"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完《我們需要談談凱文》，現在我覺得有必要談一談\n它。\n\n你是怎麼理解的？凱文真的是天生邪惡嗎？還是他變得邪惡了？\n\n在閱讀評論時，我覺得大多數人都認爲凱文是邪惡的，或者至少是一個刻薄的\n孩子。但是，除了謀殺案之外，這本書中的其他內容也是如此......",
      "title": "我們需要談談凱文的問題"
    }
  ]
}