{
  "author": "Wertwerto",
  "the_new_excerpt": "Alright, let's start with some basics before the pitchforks come out. I do not\nsupport the restriction of people's rights to self expression or bodily autonomy\nor any other potential right the people who don't support trans people want to\nrestrict. If you want to remove your organs and replace them…",
  "original_created_utc": 1622910014,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "さて、ここでは、まず最初に基本的なことを説明します。私は次のことをしません。\n自己表現や身体的自律の権利を制限することを支持しません。\nトランスジェンダーを支持しない人たちが制限したいと思っているその他の潜在的な権利を\n制限することはできません。もしあなたが自分の臓器を取り出して交換したいのであれば...",
      "title": "CMV: 性同一性は全く恣意的なものであり、実際には個人の重要な情報を伝えるものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "好吧，在干草叉出来之前，让我们从一些基本情况开始。我不\n支持限制人们的自我表达权或身体自主权\n或任何其他不支持变性人的人想要限制的潜在权利。\n限制。如果你想切除你的器官并替换它们...",
      "title": "CMV：性别认同完全是任意的，实际上并没有传达关于一个人的任何重要信息。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好吧，在乾草叉出來之前，讓我們從一些基本情況開始。我不\n支持限制人們的自我表達權或身體自主權\n或任何其他不支持變性人的人想要限制的潛在權利。\n限制。如果你想切除你的器官並替換它們...",
      "title": "CMV：性別認同完全是任意的，實際上並沒有傳達關於一個人的任何重要信息。"
    }
  ],
  "title": "CMV: Gender Identity is entirely arbitrary and doesn't actually communicate any important information about an individual.",
  "created_utc": 1622944507,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Alright, let&#39;s start with some basics before the pitchforks come out.  I do not support the restriction of people&#39;s rights to self expression or bodily autonomy or any other potential right the people who don&#39;t support trans people want to restrict.  If you want to remove your organs and replace them with artificial counterparts you have every right. When they make awesome robot arms I&#39;m getting one, and the government shouldn&#39;t be able to do anything to stop me.</p>\n\n<p>This is not a rights issue so much as it is a philosophical one for me.  I was raised very religious, and with that came some conditioned biases about the morality of the queer community.  Since deconverting and becoming an atheist obsessed with skeptism and reason most of these biases have faded away, but there is no line of thinking I have ever been able to have that makes the claims of the trans community make sense.  Which brings me here.  I might be on the wrong side of the fence on this one, and if there are answers, I want them.</p>\n\n<p>So, my first issue is the lack of a clear definition of the different gender identities. For simplicities sake I&#39;ll stick to the traditional binary.  If a man is different from a woman there should be a definition that includes every single member that identifies with the group while simultaneously excluding the members of all other groups.  I identify as a man, and I don&#39;t think it&#39;s possible for me to define what that means in a way that every self identified man can relate to.   If you&#39;d like to try, be my guests, but the best I&#39;ve been able to come up with is what sort of social generalizations you&#39;re bullied into complying with.  And if that&#39;s what your gender means, I don&#39;t think we need gender.  To demonstrate how this nebulous concept differs from other identity concepts, let&#39;s look at homosexuality.  If you are a male who is only attracted to other males you are gay.  There is no amount of experimentation you can do that will ever make you straight, period.  Being gay is completely distinct from all other sexualities.  If youre attracted to both sexes, you&#39;re not gay.  If you&#39;re only attracted to the opposite sex, you&#39;re not gay.  Gender Identity lacks these distinctions.  This lack of a definition is a problem for a concept routed in identity.  What do these words identify?  What do I learn about you?  Are there any characteristics I can assume you posses?  If the only takeaway from a conversation about gender identity is what pronoun you prefer then all I have to say is, why do you care so much about something that means so very little.</p>\n\n<p>The second issue I have is with how people become members of their gender.  This plays into the lack of a definition, which is also a lack of criteria with which we can use to evaluate our gender.  Suppose you&#39;re a child who has just learned about gender identity and, like any curious mind, begin to question your place in the universe in light of this new information.  What sort of conclusions about your identity can you rationally justify coming to without anything resembling a distinguishing characteristic?  Is there anything about you that can exclude you from being a part of the group you were assigned at birth when that group doesn&#39;t really have anything grouping them together?  We don&#39;t assign gender based on what your favorite color is, or what toys you like.  It&#39;s not even as simple as masculine or feminine, because even the most flamboyantly feminine gay man is still a man.  Even if we could pin down some characteristics that sufficiently define these concepts, would you think it justifiable for me to reassign your gender based on these criteria?  I suspect not.  In my many conversations about this I frequently ask questions like this.  And when I enquire about how a trans person came to their conclusions about their identity the only answer I ever get is something in the vein of, &quot;I just know&quot;.  Well, how can you know when there is nothing you can show to demonstrate that you didn&#39;t belong in one group or that you do belong in another?  This lack of evidence in support of your conclusion makes your claim an unsubstantiated assertion.  But beyond that, anything you could present as evidence would be entirely based on your thoughts and your experiences, which means the evidence cannot be verified or tested.  Which makes the claims unfalsifiable.  So you can&#39;t know you are right, and I can&#39;t even attempt to argue you are wrong.  Which brings me back to my original view, it&#39;s completely arbitrary.  Gender Identity doesn&#39;t mean anything and I don&#39;t understand why anyone thinks it does.</p>\n\n<p>Edit: I feel like I&#39;m getting a lot of back lash for using the word arbitrary so I going to post the definition I looked up before I wrote this whole thing</p>\n\n<p>Oxford dictionary first entry arbitrary:based on random choice or personal whim, rather than any reason or system.</p>\n\n<p>You may not like the connotation, but the definition fits.</p>\n\n<p>Edit:. There seems to be another misunderstanding, like you people think I don&#39;t live in the real world and I&#39;ve never experienced the social effects of gender.  I have.  The difference is you see how meaningful and complex all of these social interactions are, we need gender to navigate this social landscape.   I see how unnecessary and oppressive gender norms are.  You&#39;re arguments in support of gender are also supporting gender norms.  This post isn&#39;t about me telling people they can&#39;t be themselves, the first paragraph literally says I&#39;m all about self expression.  My issue is with gender, not your gender, not your opinion of your gender, but the whole oppressive social system that arbitrary assigns lables to people and then uses those lables to justify unequal treatment of individuals.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/nszc6d/cmv_gender_identity_is_entirely_arbitrary_and/",
  "subreddit": "changemyview",
  "id": "nszc6d",
  "is_self": true,
  "media": null,
  "is_video": false
}