{
  "author": "DoubleDoobie",
  "original_created_utc": 1631624942,
  "title": "CMV: The US Government should reform their spending rather than raising income taxes",
  "created_utc": 1631629816,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I believe that the US government has proven itself to be a poor steward of the money generated from income tax. 50% of the US Government&#39;s income is generated from income taxes: <a href=\"https://www.taxpolicycenter.org/briefing-book/what-are-sources-revenue-federal-government\">https://www.taxpolicycenter.org/briefing-book/what-are-sources-revenue-federal-government</a>   </p>\n\n<p>Government waste is atrocious, and instead of the government holding itself accountable, it aims to tax US citizens at an ever increasing rate. Everything from the big stuff (trillions wasted in Afghanistan, billions spent maintaining federal buildings that are vacant, etc..) down to the smaller stuff like $37 million to help deal with truant Filipino youth, or more than $3 million was spent on sending Russians to American community colleges for a gap year. </p>\n\n<p>This all adds up to an unknown figure. Even worse, is that when researching this, it&#39;s incredibly difficult to even grasp the sheer volume of government waste. It&#39;s trillions of wasted dollars coming from the pockets of US citizens.</p>\n\n<p>To be clear I am NOT against taxes. I think that Corporate taxes should be higher and companies off-shoring profits be held accountable. I am also not completely against income tax, but I believe the US government should reform spending rather than raising taxes. Moreover, I think with proper reform they could effectively lower taxes for lower income Americans to put more money back in their pockets. I do not believe we can tax ourselves to prosperity.</p>\n</div><!-- SC_ON -->",
  "score": 114,
  "permalink": "/r/changemyview/comments/po2g1h/cmv_the_us_government_should_reform_their/",
  "subreddit": "changemyview",
  "id": "po2g1h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I believe that the US government has proven itself to be a poor steward of the\nmoney generated from income tax. 50% of the US Government's income is generated\nfrom income taxes:\nhttps://www.taxpolicycenter.org/briefing-book/what-are-sources-revenue-federal-government\n\nGovernment waste is atrocious,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカ政府は、所得税で得たお金の使い方が下手だということを証明していると思います。\nアメリカ政府は、所得税で得たお金をうまく活用できていないと思います。米国政府の収入の50％は、所得税から生まれています。\n収入の50％が所得税です。\nhttps://www.taxpolicycenter.org/briefing-book/what-are-sources-revenue-federal-government\n\n政府の無駄遣いは非道いものです。",
      "title": "CMV: アメリカ政府は、所得税を上げるよりも、支出を改革すべきだ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我相信，美国政府已经证明自己是一个糟糕的管理者。\n所得税产生的钱。美国政府50%的收入来自于所得税。\n来自所得税。\nhttps://www.taxpolicycenter.org/briefing-book/what-are-sources-revenue-federal-government\n\n政府的浪费是非常严重的，...",
      "title": "CMV：美国政府应该改革他们的开支，而不是提高所得税"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我相信，美國政府已經證明自己是一個糟糕的管理者。\n所得稅產生的錢。美國政府50%的收入來自於所得稅。\n來自所得稅。\nhttps://www.taxpolicycenter.org/briefing-book/what-are-sources-revenue-federal-government\n\n政府的浪費是非常嚴重的，...",
      "title": "CMV：美國政府應該改革他們的開支，而不是提高所得稅"
    }
  ]
}