{
  "author": "homeMalone89",
  "original_created_utc": 1633529660,
  "title": "My 61-year-old father asked me last night, \"What is the benefit of reading books?\"",
  "created_utc": 1633537976,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>After I laughed in his face, I realized it was an earnest question. A sincere version of Bill Hicks&#39; &quot;What you readin&#39; for?&quot; bit. I kind of bounced all over the place because I&#39;m 31 and have never been asked something like that. Upon elaboration, I gathered that he mostly meant novels. I essentially arrived at two sides of the same coin. One side was that it&#39;s sometimes as simple as entertainment. The other is that whenever you encounter a passage that really resonates as a piece of truth or honesty, the search for more never ends.</p>\n\n<p>He&#39;ll be retiring soon and seemed interested in a new hobby when the time comes. I suppose it was useful for me to reexamine some fundamental reasons that I read, but I was ultimately left feeling pretty down that he asked an exploratory question in his seventh decade of life that you would hear from a child. He&#39;s a decent guy. Never too late to start, I suppose.</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/books/comments/q2lbtm/my_61yearold_father_asked_me_last_night_what_is/",
  "subreddit": "books",
  "id": "q2lbtm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "After I laughed in his face, I realized it was an earnest question. A sincere\nversion of Bill Hicks' \"What you readin' for?\" bit. I kind of bounced all over\nthe place because I'm 31 and have never been asked something like that. Upon\nelaboration, I gathered that he mostly meant novels. I essentially…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "彼の顔を見て笑った後、私はそれが真剣な質問であることに気づきました。誠実な\nビル・ヒックスの \"What you readin' for? \"の真摯なバージョンだ。私はちょっとしたことで跳ねてしまった。\n私は31歳で、こんなことを聞かれたことがなかったからだ。そして\n詳しく聞いてみると、主に小説のことを言っているようでした。私は基本的に...",
      "title": "昨晩、61歳の父から \"本を読むことのメリットは？\"と聞かれました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我当着他的面笑过之后，我意识到这是一个认真的问题。一个真诚的\n比尔-希克斯（Bill Hicks）的 \"你为什么要读书？\"的版本。我有点跳脚了\n因为我已经31岁了，从来没有人问过这样的问题。经过\n经过详细说明，我知道他主要是指小说。我基本上...",
      "title": "我61岁的父亲昨晚问我：\"看书有什么好处？\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我當着他的面笑過之後，我意識到這是一個認真的問題。一個真誠的\n比爾-希克斯（Bill Hicks）的 \"你爲什麼要讀書？\"的版本。我有點跳腳了\n因爲我已經31歲了，從來沒有人問過這樣的問題。經過\n經過詳細說明，我知道他主要是指小說。我基本上...",
      "title": "我61歲的父親昨晚問我：\"看書有什麼好處？\""
    }
  ]
}