{
  "author": "BlackMarketMtnDew",
  "original_created_utc": 1638550904,
  "title": "Did Native Americans make it to Europe before 1492?",
  "created_utc": 1638581529,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I read an account where Christopher Columbus talked about men and women from Cathay of extraordinary appearance washing up dead (I read another account that they were alive) on two logs (probably canoes) in Galway in 1477 in the book “God’s Shadow” by Alan Mikhail. The author then goes on to casually say that this happened with some regularity across Europe and Africa but doesn’t go into detail. Did this actually happen and are there other accounts of it from Europeans or Africans?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 114,
  "permalink": "/r/AskHistorians/comments/r83p5q/did_native_americans_make_it_to_europe_before_1492/",
  "subreddit": "AskHistorians",
  "id": "r83p5q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I read an account where Christopher Columbus talked about men and women from\nCathay of extraordinary appearance washing up dead (I read another account that\nthey were alive) on two logs (probably canoes) in Galway in 1477 in the book\n“God’s Shadow” by Alan Mikhail. The author then goes on to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>クリストファー・コロンブスが、自分たちのことを話したという記述を読みました。\nコロンブスが、キャセイから来た異様な姿の男女が、2本の丸太（おそらくカヌー）の上で\n1477年にゴールウェイで2本の丸太（おそらくカヌー）に乗って死んでいた（生きていたという説もある）とクリストファー・コロンブスが話しているのを読んだ。\n1477年にゴールウェイで、アラン・ミハイルの「神の影」という本の中で。....",
      "title": "ネイティブアメリカンは1492年以前にヨーロッパに渡っていたのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我读过一个记载，克里斯托弗-哥伦布在其中谈到来自国泰的男人和女人，他们的外貌很特别，但却被洗劫一空。\n谈到来自国泰的男人和女人，他们的外表很特别，被冲到了两根木头上（可能是活着的）。\n死了（我读到的另一个说法是他们还活着），在两根木头上（可能是独木舟）。\n在艾伦-米哈伊尔的《上帝的影子》一书中，1477年在戈尔韦，....",
      "title": "美国原住民在1492年之前就已经到了欧洲吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我讀過一個記載，克里斯托弗-哥倫布在其中談到來自國泰的男人和女人，他們的外貌很特別，但卻被洗劫一空。\n談到來自國泰的男人和女人，他們的外表很特別，被衝到了兩根木頭上（可能是活着的）。\n死了（我讀到的另一個說法是他們還活着），在兩根木頭上（可能是獨木舟）。\n在艾倫-米哈伊爾的《上帝的影子》一書中，1477年在戈爾韋，....",
      "title": "美國原住民在1492年之前就已經到了歐洲嗎？"
    }
  ]
}