{
  "author": "sydneyreynolds",
  "original_created_utc": 1633347508,
  "title": "CMV: There are no rules in stand-up comedy so people need to stop trying to impose them.",
  "created_utc": 1633368634,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Too often I see comedians get into trouble for saying something that is funny but is perhaps a little or very racist or sexist. &quot;you can&#39;t punch down&quot;, critics will often say. Sometimes they say something sexist or racist and it isn&#39;t funny, and then they will definitely get a lot of backlash.</p>\n\n<p>I argue that you can punch down and if its funny then it&#39;s funny. People need to stop trying to police it. Comedy clubs aren&#39;t a safe space and if you need one because you&#39;re too fragile then tough titties - go somewhere else. A huge part of comedy is pushing the limits and if we start drawing lines to appease everyone then lots of great jokes will disappear.</p>\n\n<p>Now when it comes to social settings or work places, I think it can be very different. There are many people who use the guise of the comedy to clearly put someone down and it is overtly racist/sexist. &quot;Make me a sandwich&quot; etc things like that.</p>\n\n<p>What might change my mind: If an overwhelming number of minorities explain to me what I&#39;m missing when it comes to stand-up comedy specifically.  </p>\n\n<p>Edit:<br/>\nIf you think there are rules then please explain them to me.<br/>\nCan a gay person make gay jokes? What about a straight guy making gay jokes? What about bisexual guy making gay jokes?<br/>\nCan a black guy make jokes at white people? Can an Asian make jokes about black people? Can white people make a joke about black gangster culture?<br/>\nPlease help me navigate this identity politics minefield. </p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/q13owi/cmv_there_are_no_rules_in_standup_comedy_so/",
  "subreddit": "changemyview",
  "id": "q13owi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Too often I see comedians get into trouble for saying something that is funny\nbut is perhaps a little or very racist or sexist. \"you can't punch down\",\ncritics will often say. Sometimes they say something sexist or racist and it\nisn't funny, and then they will definitely get a lot of backlash.\n\nI…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "コメディアンが面白いことを言っても、それが少しでも差別的だったり、性差別的だったりすると、問題になることがよくあります。\n笑いを誘うようなことを言ってトラブルになることがよくありますが、それはちょっとした、あるいは非常に大きな人種差別や性差別です。\"you can't punch down\",\n評論家はよくこう言います。性差別的、人種差別的なことを言って、それが面白くない場合もある。\n笑えないことを言って、反感を買うこともあるでしょう。\n\nI...",
      "title": "CMV: スタンダップ・コメディにはルールがないので、みんながルールを押し付けようとするのはやめてほしい。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我经常看到喜剧演员因为说了一些有趣的话而陷入困境\n但可能是有点或非常种族主义或性别歧视。\"你不能打倒\"。\n批评者经常会说。有时他们说了一些性别歧视或种族主义的东西，但这并不好笑。\n这并不好笑，然后他们肯定会得到很多的反击。\n\nI...",
      "title": "CMV：单口相声中没有规则，所以人们需要停止试图强加规则。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我經常看到喜劇演員因爲說了一些有趣的話而陷入困境\n但可能是有點或非常種族主義或性別歧視。\"你不能打倒\"。\n批評者經常會說。有時他們說了一些性別歧視或種族主義的東西，但這並不好笑。\n這並不好笑，然後他們肯定會得到很多的反擊。\n\nI...",
      "title": "CMV：單口相聲中沒有規則，所以人們需要停止試圖強加規則。"
    }
  ]
}