{
  "author": "WariosFatAss",
  "original_created_utc": 1631025995,
  "title": "CMV: Gender identity is one of the most conflated and unnecessary privileges of our time",
  "created_utc": 1631033682,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Lately it seems like everyone is discussing gender and all of its facets. I should begin by saying I support most of the LGTBQ facets. Sexual orientation makes total sense to me. You love and want to have sex with whoever who want. No biggie. But when it comes to gender identity and everything related to it I feel confused, irritated, and it&#39;s PC culture waiting to cancel anyone who challenges it.</p>\n\n<p>Now my understanding is: there&#39;s transsexuals who change their body and transgenders who feel and identify as a certain gender or lack thereof. Transexuals makes some sense in how it&#39;s pretty clear people change their hormones or physical characteristics. However, you are still not a new gender. There is no surgery that can create a functioning, sperm producing penis. Same with the female parts. You cannot have a functioning uterus, ovaries, etc to become pregnant, have menses, or give birth. Your identity doesn&#39;t change this fact, I&#39;m sorry.</p>\n\n<p>Transgenders have made sense over time to me. I am a man myself and I have never fit the stereotype of being a man. I don&#39;t like sports, exercise, cars, or anything stereotyped to a man. I am quite soft emotionally and have been told that constantly over the course of my life in a derogatory way. I believe most human beings don&#39;t feel like either gender or their stereotypes and I can appreciate others who feel that way too. That said, taking the time to say you identify one way only reinforces the stereotypes. If I say I&#39;m a female because I don&#39;t fit those stereotypes or because I feel soft doesn&#39;t advance any kind of understanding. Masculine/feminine, hard/soft is a perfect example of the stupid ways it is enforced. Everyone has facets of tenderness and toughness in them and assigning that to a gender identity devalues the characteristic within. </p>\n\n<p>I think most everyone doesn&#39;t feel like either gender so you might be thinking I&#39;m closer to nonbinary right? I think the label is another thing people use to grasp at a sense of identity. If someone refers to you as the wrong pronouns or doesn&#39;t accept it, it shouldn&#39;t mean anything. Taking the time to be offended about another person&#39;s view of you is a waste all the way around. It also isn&#39;t someone else&#39;s responsibility for your emotional well being. Confidence and understanding come from within. It shouldn&#39;t take something as simple as another&#39;s interpretation of you to defeat your identity. When people use gender as a shield like that, you are losing yourself to a small part of who you really are. Like how men sometimes hide behind tough exteriors. Their true selves are masked/erased by a pseudo persona. </p>\n\n<p>Gender isn&#39;t special in that regard. People with good lives and free time on their hands can explore this. It&#39;s a privilege. People who are forced to work multiple jobs or live in third world countries don&#39;t have time to even worry about it. It&#39;s a privilege and the way it&#39;s used only serves to create more dividers between us. Changing your mental idea of gender or your physical body won&#39;t cure your problems. It stems from something deeper, something else needing addressed. I feel it&#39;s something obscuring the true weakness and difficulties inside a person they can&#39;t come to terms with.</p>\n</div><!-- SC_ON -->",
  "score": 218,
  "permalink": "/r/changemyview/comments/pjoh6c/cmv_gender_identity_is_one_of_the_most_conflated/",
  "subreddit": "changemyview",
  "id": "pjoh6c",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Lately it seems like everyone is discussing gender and all of its facets. I\nshould begin by saying I support most of the LGTBQ facets. Sexual orientation\nmakes total sense to me. You love and want to have sex with whoever who want. No\nbiggie. But when it comes to gender identity and everything…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近では、誰もがジェンダーとそのあらゆる側面について議論しているように思えます。I\n私はLGTBQのほとんどの側面を支持していることをお伝えしておきます。性的指向\nは、私にとって完全に意味のあるものです。好きな人を愛し、好きな人とセックスをしたい。別に\n大したことではありません。でも、性自認やその他のことに関しては...。",
      "title": "CMV: ジェンダー・アイデンティティは、現代において最も混同され、不必要な特権のひとつである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，似乎每个人都在讨论性别问题和它的所有方面。I\n首先，我应该说我支持LGTBQ的大部分方面。性取向\n对我来说是完全合理的。你爱谁，就想和谁做爱。没有\n没什么大不了的。但是当涉及到性别认同和一切...",
      "title": "CMV：性别认同是我们这个时代最混杂和最不必要的特权之一。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，似乎每個人都在討論性別問題和它的所有方面。I\n首先，我應該說我支持LGTBQ的大部分方面。性取向\n對我來說是完全合理的。你愛誰，就想和誰做愛。沒有\n沒什麼大不了的。但是當涉及到性別認同和一切...",
      "title": "CMV：性別認同是我們這個時代最混雜和最不必要的特權之一。"
    }
  ]
}