{
  "author": "curryandbeans",
  "the_new_excerpt": "Edit: for those who are unaware, X-ray on Kindle is a reference tool that you\ncan use as you read a book. Typically it'll allow you to remind yourself about\ncharacters and locations by highlighting a name or place, similar to how you use\nthe dictionary feature on the device.\n\nI use Kindle X-ray…",
  "original_created_utc": 1621175053,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "編集部：知らない人のために説明すると、KindleのX線は、本を読みながら参照できるツールです。\n本を読みながら使えるリファレンスツールです。一般的には、名前や場所をハイライトすることで、登場人物や場所を思い出すことができます。\n名前や場所をハイライトすることで、登場人物や場所を思い出すことができます。\nデバイスの辞書機能を使うのと同じです。\n\n私がKindle X-rayを使っているのは...",
      "title": "Kindle X-Rayで『シャッターアイランド』のネタバレをしてしまった。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：对于那些不了解的人来说，Kindle上的X射线是一种参考工具，你可以在阅读书籍时使用它。\n可以在你阅读一本书时使用。通常情况下，它可以让你提醒自己关于\n突出一个名字或地方，类似于你如何使用设备上的字典功能。\n类似于你使用设备上的字典功能。\n\n我使用Kindle X-ray...",
      "title": "Kindle X-Ray破坏了《快门岛》对我的影响"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：對於那些不瞭解的人來說，Kindle上的X射線是一種參考工具，你可以在閱讀書籍時使用它。\n可以在你閱讀一本書時使用。通常情況下，它可以讓你提醒自己關於\n突出一個名字或地方，類似於你如何使用設備上的字典功能。\n類似於你使用設備上的字典功能。\n\n我使用Kindle X-ray...",
      "title": "Kindle X-Ray破壞了《快門島》對我的影響"
    }
  ],
  "title": "Kindle X-Ray spoiled Shutter Island for me",
  "created_utc": 1621191426,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: for those who are unaware, X-ray on Kindle is a reference tool that you can use as you read a book. Typically it&#39;ll allow you to remind yourself about characters and locations by highlighting a name or place, similar to how you use the dictionary feature on the device. </p>\n\n<p>I use Kindle X-ray multiple times during every book help help with remembering the names of characters or other details. And it&#39;s been great for the five or so years I&#39;ve been using my kindle. A genuine boon to my reading experience. But this time I&#39;ve been caught out, as it spoiled a key plot point midway through the book that wouldn&#39;t come up until very close to the climax of the story. </p>\n\n<p>Shutter Island is a great fucking book. I&#39;ll post specifics under a spoiler tag but please don&#39;t click it if you haven&#39;t read it!</p>\n\n<p><span class=\"md-spoiler-text\">So I wanted to double check the surname of Teddy&#39;s partner Chuck, and it kept coming up with the name of the warden of the facility... at first I thought it was a bug of some sort but over a short while it dawned on me that it was actually true, and I inferred some (thankfully not all) of the big reveal from this information</span></p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/ndpet3/kindle_xray_spoiled_shutter_island_for_me/",
  "subreddit": "books",
  "id": "ndpet3",
  "is_self": true,
  "media": null,
  "is_video": false
}