{
  "author": "Imminentale",
  "original_created_utc": 1628162012,
  "title": "Just finished reading Middlemarch by George Eliot",
  "created_utc": 1628190925,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This was my first 900 page+ book and holy hell it felt like I was taken on a journey with the characters on each page of the book. </p>\n\n<p>It was fascinating to witness the plot unravel, I felt great satisfaction with the outcome of some of the events as a reader.  </p>\n\n<p>Eliot’s social commentary is sometimes so intelligent and thought provoking that I actually had to stop and reflect on some of the passages before continuing on! </p>\n\n<p>“But the effect of her being on those around her was incalculably diffusive: for the growing good of the world is partly dependent on unhistoric acts; and that things are not so ill with you and me as they might have been, is half owing to the number who lived faithfully a hidden life, and rest in unvisited tombs.”</p>\n\n<p>Just a great book.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/oyfdcv/just_finished_reading_middlemarch_by_george_eliot/",
  "subreddit": "books",
  "id": "oyfdcv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This was my first 900 page+ book and holy hell it felt like I was taken on a\njourney with the characters on each page of the book.\n\nIt was fascinating to witness the plot unravel, I felt great satisfaction with\nthe outcome of some of the events as a reader.\n\nEliot’s social commentary is sometimes so…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本は私にとって初めての900ページ以上の本でしたが、1ページ1ページの登場人物たちと一緒に旅をしているような気分になりました。\n本の各ページの登場人物たちと一緒に旅をしているような気分になりました。\n\nプロットが解き明かされていくのを目の当たりにするのは魅力的で、いくつかのアクションの結果に大きな満足感を覚えました。\n読者としては、いくつかの出来事の結果に大きな満足感を覚えました。\n\nエリオットの社会批評は、ときにとても...",
      "title": "ジョージ・エリオットの「ミドルマーチ」を読み終えたところです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是我的第一本900页以上的书，我的天哪，感觉就像被带进了一个迷宫。\n与书中每一页上的人物一起旅行。\n\n目睹情节的发展令人着迷，我对一些事件的结果感到非常满意。\n作为一个读者，我对一些事件的结果感到非常满意。\n\n艾略特的社会评论有时是如此......",
      "title": "刚刚读完乔治-艾略特的《米德尔马奇》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我的第一本900頁以上的書，我的天哪，感覺就像被帶進了一個迷宮。\n與書中每一頁上的人物一起旅行。\n\n目睹情節的發展令人着迷，我對一些事件的結果感到非常滿意。\n作爲一個讀者，我對一些事件的結果感到非常滿意。\n\n艾略特的社會評論有時是如此......",
      "title": "剛剛讀完喬治-艾略特的《米德爾馬奇》。"
    }
  ]
}