{
  "author": "convertingcreative",
  "the_new_excerpt": "If something minor happens to something you have insured, DO NOT call or inform\nyour insurance company until you know for sure you're going to proceed with a\nclaim. It doesn't matter what type of insurance it is, house, car, boat,\nbusiness, travel, etc.... this applies to everything.\n\nWhy…",
  "original_created_utc": 1620763376,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "保険に加入しているものに何か小さなことが起こっても、保険会社に連絡したり、知らせたりしないでください。\n保険金を請求するかどうかがはっきりするまで、保険会社に連絡しないでください。\n請求してください。家、車、ボート、ビジネス、旅行など、保険の種類は問いません。\n家、車、ボート、ビジネス、旅行など.... これはすべてに当てはまります。\n\nなぜ...",
      "title": "YSK - 保険金を請求することが確定するまでは、保険会社に電話をかけたりしないでください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你投保的东西发生了一些小问题，不要打电话或通知你的保险公司。\n你的保险公司，直到你确定你要进行索赔。\n索赔。不管是什么类型的保险，房屋、汽车、船只、商业、旅游、以及其他。\n商业、旅游等....，这适用于一切。\n\n为什么...",
      "title": "YSK - 在你确定你将提出索赔之前，不要给你的保险公司打电话或让其参与进来，或者... 如何使你的费率尽可能地低？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你投保的東西發生了一些小問題，不要打電話或通知你的保險公司。\n你的保險公司，直到你確定你要進行索賠。\n索賠。不管是什麼類型的保險，房屋、汽車、船隻、商業、旅遊、以及其他。\n商業、旅遊等....，這適用於一切。\n\n爲什麼...",
      "title": "YSK - 在你確定你將提出索賠之前，不要給你的保險公司打電話或讓其參與進來，或者... 如何使你的費率儘可能地低？"
    }
  ],
  "title": "YSK - Don't call or involve your insurance company until you're positive you'll be putting in a claim, Or... How to keep your rates as low as possible",
  "created_utc": 1620831310,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If something minor happens to something you have insured, DO NOT call or inform your insurance company until you know for sure you&#39;re going to proceed with a claim. It doesn&#39;t matter what type of insurance it is, house, car, boat, business, travel, etc.... this applies to everything.</p>\n\n<p>Why YSK:</p>\n\n<p>Insurance companies give clients their quotes based on perceived risk. They think that if bad things have happened to you, they&#39;re more likely to occur again. This means that you&#39;re likely to cost them more money, so they&#39;re going to charge you more for a policy.</p>\n\n<p>Every single time you call your insurer, the agent on the phone writes down exactly what your call is for in your file and it&#39;s taken into consideration when you&#39;re quoted your renewal rate.</p>\n\n<p>For example, say you wake up one morning and your hot water tank has leaked on your floor causing minimal damage. You don&#39;t know what to do so you call the insurance company and ask. You eventually figure out it&#39;s cheaper for you to cover the damage out of pocket so you do not go forward with the claim.</p>\n\n<p>Many people think this doesn&#39;t affect your rates because you didn&#39;t submit the claim. This is half true. If you have a no-claims discount, that will not be affected. Unfortunately, you&#39;ve now informed them of an occurrence of water damage which in the risk world, results in a greater chance of it happening again. Come renewal time, you&#39;ll be paying extra for the additional risk the insurance company now thinks you are.</p>\n\n<p>Instead, do this:</p>\n\n<ol>\n<li>Read your policy. Look to see what your deductible is for whatever happened and if you&#39;re even covered for it at all. Not everything is covered, MAKE SURE you know what&#39;s covered when you buy the policy. You may need to call the insurance company and ask for the policy &quot;wordings&quot; but do not mention anything else. They will email them to you. This is the specific details of the policy. Don&#39;t just read the cover certificate.</li>\n<li>Call businesses that deal with whatever problem you just had and ask for quotes for repairs.</li>\n<li>Once you have repair quotes, check your deductible. That is the amount you have to pay before the insurance company pays a dime.</li>\n<li>Check the amount of your &#39;no claims discount&#39;.</li>\n<li>Add the deductible and &#39;no claims discount together&#39; and make sure that the repair cost is significantly more than this amount. It has to be significantly more because your rates are going to rise for putting in the claim for quite some time, even if you switch insurers.</li>\n<li>Either submit a claim or pay it out of pocket.</li>\n</ol>\n\n<p>People think you need to inform your insurance company immediately of any bad thing that happens. This is incorrect. This is what insurance companies want you to think because they want to raise your rates when you appear riskier.</p>\n\n<p>You only need to inform them in a reasonable time frame and it will still be covered.</p>\n\n<p>I used to work in insurance and too many people didn&#39;t know this and would be incredibly upset when they found this out at renewal time. Don&#39;t be one of those people!</p>\n\n<p>edit - grammar</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/YouShouldKnow/comments/na680s/ysk_dont_call_or_involve_your_insurance_company/",
  "subreddit": "YouShouldKnow",
  "id": "na680s",
  "is_self": true,
  "media": null,
  "is_video": false
}