{
  "author": "almighty_cthulu",
  "the_new_excerpt": "I've always enjoyed the idea of speaking to snakes in the Harry Potter series.\nWhen Ron uses it to get into the Chamber of Secrets in the final book I was more\nexcited than I should have been. That being said I think that it was poorly\nimplemented in the books aside from that. I'm rewatching the…",
  "original_created_utc": 1621923258,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ハリー・ポッター」シリーズの中で、蛇に話しかけるというアイデアをずっと楽しんできました。\n最終巻でロンが秘密の部屋に入るために使ったとき、私は必要以上に興奮しました。\n必要以上に興奮しました。とはいえ、それ以外の本での実装は不十分だったと思います。\nそれはさておき、本の中ではうまく実装されていないと思います。私は再視聴していますが...",
      "title": "ハリー・ポッターはダーズリー家から見たホラー・ストーリーです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直很喜欢《哈利-波特》系列中与蛇对话的想法。\n当罗恩在最后一本书中用它来进入密室时，我比我应该做的更兴奋。\n我比我应该做的更兴奋。尽管如此，我认为这一点在书中实现得很差。\n除此以外，它在书中的应用也很差。我正在重新观看...",
      "title": "从杜氏家族的角度看《哈利-波特》是一个恐怖故事。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直很喜歡《哈利-波特》系列中與蛇對話的想法。\n當羅恩在最後一本書中用它來進入密室時，我比我應該做的更興奮。\n我比我應該做的更興奮。儘管如此，我認爲這一點在書中實現得很差。\n除此以外，它在書中的應用也很差。我正在重新觀看...",
      "title": "從杜氏家族的角度看《哈利-波特》是一個恐怖故事。"
    }
  ],
  "title": "Harry Potter is a Horror Story From the Dursleys Perspective.",
  "created_utc": 1621935353,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve always enjoyed the idea of speaking to snakes in the Harry Potter series. When Ron uses it to get into the Chamber of Secrets in the final book I was more excited than I should have been. That being said I think that it was poorly implemented in the books aside from that.\nI&#39;m rewatching the first movie and I got to the scene of Harry in the reptile room at the beginning. I began to think of how strange he must have looked speaking this language to the people around them. Then I realized that he seems to switch between parseltounge and English without conscious thought. This is evident in the dualing scene with Draco in the second book.\nThis would paint the Dursleys in a slightly more sympathetic light, not by much but at least a little. While I would never treat a child that way I can see how it might be concerning if not out right concerning. Imagine you were at a family function and your adopted son started speaking in tounges, in this case hissing like a black metal singer, and stuff starts exploding. This would be horrifying and written with a different tone and a change of narrator we could have something straight out of a horror movie.\nNow imagine you are the Dursleys and your adopted nephew is walking around hissing and blowing shit up with his mind. You hadn&#39;t talked to your relatives for years and now you are in charge of their son. He shows up on your doorstep in the middle of the night one night along with a letter that literally screams at you. This is all before you even know your relative is dead. You raise this child of your estranged relative reluctantly. As he gets older it becomes apparent that when he is upset that your nephew is capable of things that defy explanation of natural law. You have no idea what these powers are capable of or how dangerous to you, or your child, they are.\nThis all makes the Dursleys dislike of Harry Potter a little more sympathetic, at least to me.\nTL;DR: Harry Potter is a Horror Movie from the Dursleys perspective.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/nkisgg/harry_potter_is_a_horror_story_from_the_dursleys/",
  "subreddit": "books",
  "id": "nkisgg",
  "is_self": true,
  "media": null,
  "is_video": false
}