{
  "author": "Alex-Murphy",
  "original_created_utc": 1627057715,
  "title": "I've never quit a book but Ready Player One made me do it. (Mild Spoilers)",
  "created_utc": 1627065225,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For the first time in my life I&#39;m going to quit a book. Ready Player One is lazy, derivative, nostalgic garbage. I&#39;m only 6 chapters in and already it&#39;s got scenes that feel like:</p>\n\n<blockquote>\n<p>&quot;OOOOOHHHH&quot; <em>and then everyone clapped</em></p>\n</blockquote>\n\n<p>And the main character is just soooo poor and soooo gross and soooo acne-riddled virgin, and it&#39;s like &quot;alright dude I fuckin get it, he jerks it to VR women, the kid&#39;s a nerd.&quot; This dip-ass is the hero? He lobs mom-jokes and then mutes people before they can respond? Goddamn.</p>\n\n<p>The writing itself is boring, and I find myself zoning out all the time. So far he&#39;s spent more time jerking his nostalgia boner and explaining what XP is than actually making me care about this goof-ass caricature of a dweeb.</p>\n\n<p>So it&#39;s 2047 and everyone is playing Atari games looking for a hint to the 250 billion dollar prize left by a dead videogame genius. Alright whatever. Explain to me how there isn&#39;t an AI that can solve this shit in 3 days. It&#39;s 50 years in the future. Fuck man. This isn&#39;t a plot.</p>\n\n<p>Oh and to prove the one guy is an asshole he calls another guy &quot;twink&quot; and &quot;f*g&quot; and it&#39;s like what the fuck, that&#39;s pure lazy, shitty writing. It&#39;s been 50 years, there&#39;s no way there aren&#39;t cool new insults.</p>\n\n<p>It&#39;s like some dude gargled Dungeons &amp; Dragons, The Matrix, and the 80&#39;s and then vomited by accident so it&#39;s just... awful.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/oq5zqd/ive_never_quit_a_book_but_ready_player_one_made/",
  "subreddit": "books",
  "id": "oq5zqd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For the first time in my life I'm going to quit a book. Ready Player One is\nlazy, derivative, nostalgic garbage. I'm only 6 chapters in and already it's got\nscenes that feel like:\n\n> \"OOOOOHHHH\" and then everyone clapped\n\nAnd the main character is just soooo poor and soooo gross and soooo acne…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "生まれて初めて本を辞めようと思います。レディ・プレイヤー・ワン』は\n怠惰で、派生的で、ノスタルジックなゴミだ。まだ6章までしか読んでいませんが、すでに以下のようなシーンがあります。\n感じるシーンがあります。\n\n> まだ6章ですが、すでに以下のようなシーンがあります。\n\n主人公は貧乏でキモくてニキビだらけで...。",
      "title": "私は本を辞めたことがないのですが、『レディ・プレイヤー・ワン』にはそれをさせられました。(軽いネタバレ)"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是我一生中第一次要放弃一本书。玩家一号》是\n懒惰、衍生、怀旧的垃圾。我才看了6章，就已经有了\n场景，感觉就像。\n\n> \"OOOOOHHH\"，然后大家都鼓掌了\n\n而且主角实在是太可怜了，太恶心了，太长青春痘了......",
      "title": "我从未放弃过一本书，但《头号玩家》让我放弃了。(轻度剧透)"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我一生中第一次要放棄一本書。玩家一號》是\n懶惰、衍生、懷舊的垃圾。我纔看了6章，就已經有了\n場景，感覺就像。\n\n> \"OOOOOHHH\"，然後大家都鼓掌了\n\n而且主角實在是太可憐了，太噁心了，太長青春痘了......",
      "title": "我從未放棄過一本書，但《頭號玩家》讓我放棄了。(輕度劇透)"
    }
  ]
}