{
  "author": "Spirited_Pineapple",
  "original_created_utc": 1635849878,
  "title": "YSK women don't view being stared down as a compliment",
  "created_utc": 1635856381,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is not the typical woman vs men post. It&#39;s come to my attention many think it&#39;s a compliment or one should be flattered.\nListen I get it, you&#39;re super hungry you see some amazing food, you stare at it. On a hike, you see a dope view, you stare at it.\nAs humans we can&#39;t stop being visually mesmerized by the things we find attractive.</p>\n\n<p>Why YSK This? \nHowever, humans aren&#39;t views. I would expect that people would have a deeper understanding that having a total stranger bore holes through your skull with their eyes is unsettling at best and straight up creepfest at worst. You might be thinking &quot;oh I want her to know I think she&#39;s attractive&quot; but really she&#39;s probably thinking &quot;why won&#39;t this guy stop staring at me? Should I leave and go somewhere I&#39;m safer?&quot; .\nIf you&#39;re trying to impress her, trust me, IT&#39;S NOT WORKING, </p>\n\n<p>WHAT SHOULD YOU DO INSTEAD ? \nif you then stand up to talk to her she&#39;ll be less inclined to indulge you than if you just went up to her in the beginning without the stare DOWN. Her impression of you won&#39;t be tainted by the thoughts she might have been having while you creeped her out &amp; you might have higher chance of success! :) </p>\n\n<p>Caveat : If she visibly is interested in you and you two are exchanging flirtatious glances that&#39;s a different story all together.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/YouShouldKnow/comments/ql1h06/ysk_women_dont_view_being_stared_down_as_a/",
  "subreddit": "YouShouldKnow",
  "id": "ql1h06",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is not the typical woman vs men post. It's come to my attention many think\nit's a compliment or one should be flattered. Listen I get it, you're super\nhungry you see some amazing food, you stare at it. On a hike, you see a dope\nview, you stare at it. As humans we can't stop being visually…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは、典型的な女性対男性の投稿ではありません。多くの人が、「褒め言葉」や「お世辞」だと思っていることに気がつきました。\nお世辞だと思っている人が多いことに気づきました。聞いてください、あなたはとてもお腹が空いていて\nお腹が空いていて、素晴らしい食べ物を見て、それをじっと見てしまう。ハイキングで素晴らしい景色を見て、それを見つめる。\n凝視してしまいます。人間として、視覚的なことをやめられない...",
      "title": "YSKの女性は、睨まれることを褒め言葉とは思っていない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这不是一个典型的女人与男人的帖子。我注意到，许多人认为\n这是一种赞美，或者应该受宠若惊。听着，我明白，你是超级\n饿了，看到一些令人惊奇的食物，你盯着它看。在徒步旅行中，你看到了一个很好的\n景观，你就盯着它看。作为人类，我们不能停止在视觉上...",
      "title": "YSK的女性不认为被盯着看是一种赞美"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這不是一個典型的女人與男人的帖子。我注意到，許多人認爲\n這是一種讚美，或者應該受寵若驚。聽着，我明白，你是超級\n餓了，看到一些令人驚奇的食物，你盯着它看。在徒步旅行中，你看到了一個很好的\n景觀，你就盯着它看。作爲人類，我們不能停止在視覺上...",
      "title": "YSK的女性不認爲被盯着看是一種讚美"
    }
  ]
}