{
  "author": "malarkeyasian",
  "original_created_utc": 1634330384,
  "title": "CMV: Exams should utilize multiple choice less often",
  "created_utc": 1634341129,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I mean the issue is that multiple choice oftentimes encourage students to cram, memorize and regurgitate rather then learn. In certain subjects multiple choice is fine when you cannot just come to the correct answer by guessing or using process of elimination (or by memorizing everything before the test and regurgitating it on the test).</p>\n\n<p>I feel that multiple choice tests doesn&#39;t necessarily measure how well you&#39;re learning as well as how deep you&#39;re learning. It does not necessarily tell you how well you&#39;re able to apply the info or to seen connections between pieces of information. It does not tell you whether or not you have the skill set of applying the info or to figure things out. All because you score well on a multiple choice test doesn&#39;t necessarily mean that you understood the information or actually learned the info well. Learning involves the ability to apply and see connections, or to have a deep understanding over the issue or else you aren&#39;t actually learning (instead you&#39;re just memorizing).</p>\n\n<p>So to sum it all up, it does necessarily provide students a way of demonstrating their knowledge and what they&#39;re learning. It does not measure understanding, instead it measures memorization.</p>\n\n<p>Another issue is theirs&#39;s a higher chance that a person would be able to guess things correct based on intuition and process of elimination. For example a lot of multiple choice tests has only a limited amount of answers and the person could easily eliminate some of them due to how silly they are. Because of the limited amount of answers their&#39;s a higher chance for a person to guess something correct.</p>\n\n<p>Multiple choice tests also doesn&#39;t necessarily even measure how well you retain info, as sometimes you can answer a question correct with only a vague memory of something and the answers provided that you have to choose from may provide a hint to the true answer of the question.</p>\n\n<p>I think tests should be more short answer and analysis and less multiple choice.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/q8wzeb/cmv_exams_should_utilize_multiple_choice_less/",
  "subreddit": "changemyview",
  "id": "q8wzeb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I mean the issue is that multiple choice oftentimes encourage students to cram,\nmemorize and regurgitate rather then learn. In certain subjects multiple choice\nis fine when you cannot just come to the correct answer by guessing or using\nprocess of elimination (or by memorizing everything before the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "つまり問題は、多肢選択式の場合、学生が学習ではなく、詰め込みや暗記、反芻をしてしまうことが多いということです。\n詰め込み、暗記、反復を促します。ある種の科目では、複数の選択肢\n推測や消去法で正解にたどり着けない場合は、多肢選択式でも問題ありません。\n推測や消去法では正解にたどり着けない場合は、多肢選択式でも問題ありません。",
      "title": "CMV：試験では、多肢選択式の頻度を減らすべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的意思是，问题在于多选题经常鼓励学生填鸭式的学习。\n记忆和反刍，而不是学习。在某些科目中，当你不能直接想到的时候，多选题\n如果你不能通过猜测或使用排除法得出正确的答案，那么多选题是可以的。\n在某些科目中，如果你不能通过猜测或使用排除法得出正确答案（或在考试前背诵所有内容），那么多选题是可以的。",
      "title": "CMV：考试应减少使用选择题的次数"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的意思是，問題在於多選題經常鼓勵學生填鴨式的學習。\n記憶和反芻，而不是學習。在某些科目中，當你不能直接想到的時候，多選題\n如果你不能通過猜測或使用排除法得出正確的答案，那麼多選題是可以的。\n在某些科目中，如果你不能通過猜測或使用排除法得出正確答案（或在考試前背誦所有內容），那麼多選題是可以的。",
      "title": "CMV：考試應減少使用選擇題的次數"
    }
  ]
}