{
  "author": "TryingToMakeAMil",
  "original_created_utc": 1639667050,
  "title": "HARD PILL TO SWALLOW: If your coins sole purpose is payments, but it’s not a stablecoin - it won’t make it.",
  "created_utc": 1639676424,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Imagine being a business owner and accepting payments in a coin that reduces in value 10-80% by the time you need to declare your income or pay for things.&lt;/p&gt;\n\n&lt;p&gt;If it goes up in value - great. Until you need to sell it for fiat, which is an additional taxable event.&lt;/p&gt;\n\n&lt;p&gt;Businesses need stability and predictability, not additional and unnecessary risk.&lt;/p&gt;\n\n&lt;p&gt;Sure, crypto is a great medium of exchange. But the only way crypto can be used for payments on a massive scale (like fiat) is if it’s a stablecoin. It’s tax-efficient and more profitable for businesses (earn high yield safely).&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 263,
  "permalink": "/r/CryptoCurrency/comments/rhsk7e/hard_pill_to_swallow_if_your_coins_sole_purpose/",
  "subreddit": "CryptoCurrency",
  "id": "rhsk7e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Imagine being a business owner and accepting payments in a coin that reduces in\nvalue 10-80% by the time you need to declare your income or pay for things.\n\nIf it goes up in value - great. Until you need to sell it for fiat, which is an\nadditional taxable event.\n\nBusinesses need stability and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Imagine being the business owner and accepting the ecosystems.\nそのコインで支払いをすると、申告するまでに10～80％価値が下がってしまうのです。\n</p> <p>もし価値が上がれば、それは素晴らしいことです。</p> <p>価値が上がれば、それは素晴らしいことです。\nこのような場合、その通貨を売却する必要があり、さらに課税対象となります。",
      "title": "飲み込みにくい薬：コインの唯一の目的が支払いであるにもかかわらず、それが安定したコインでない場合、それは成功しないでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>想象一下，作为一个企业主，接受一个硬币的付款，在你需要的时候，这个硬币已经贬值10-80%。\n想象一下，当你需要申报收入或支付东西的时候，以一种硬币的形式接受付款，而这种硬币的价值会降低10-80%。\n</p> <p>如果它升值了--很好。直到你\n直到你需要把它卖掉换取法币，这是一个额外的应税......",
      "title": "艰难的药丸：如果你的硬币的唯一目的是支付，但它不是一个稳定的硬币 - 它不会成功。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>想象一下，作爲一個企業主，接受一個硬幣的付款，在你需要的時候，這個硬幣已經貶值10-80%。\n想象一下，當你需要申報收入或支付東西的時候，以一種硬幣的形式接受付款，而這種硬幣的價值會降低10-80%。\n</p> <p>如果它升值了--很好。直到你\n直到你需要把它賣掉換取法幣，這是一個額外的應稅......",
      "title": "艱難的藥丸：如果你的硬幣的唯一目的是支付，但它不是一個穩定的硬幣 - 它不會成功。"
    }
  ]
}