{
  "author": "OwO13739392",
  "the_new_excerpt": "The police will lie about lots of things to get you to confess if they think you\nare guilty. They might tell you they have a video recording of you commiting a\ncrime and will offer you a nicer penalty if you confess.\n\nNEVER CONFESS TO ANYTHING, ANYTHING, UNLESS YOUR LAWYER TELLS YOU TO.\n\nTheir basic…",
  "original_created_utc": 1618359562,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "警察は、あなたが有罪だと思えば、自白させるために様々な嘘をつきます。\n有罪だと思えば、自白させるためにいろいろな嘘をつきます。あなたが犯罪を犯したことを記録したビデオを持っていると言って、自白すればより良い罰を与えると言うかもしれません。\n自白すればもっといい罰を与えると言ったりします。\n\n弁護士に言われない限り、絶対に何も自白してはいけません。\n\n彼らの基本的な...",
      "title": "YSK: 警察は必ず嘘をつきます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果警察认为你是个好人，他们会在很多事情上撒谎，让你招供。\n是有罪的。他们可能会告诉你，他们有一个视频记录 你犯了一个。\n罪行，并将提供一个更好的处罚，如果你承认。\n\n永远不要承认任何事情，任何事情， 除非你的律师告诉你。\n\n他们的基本...",
      "title": "警察可以也会对你撒谎 The police can and WILL lie to you."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果警察認爲你是個好人，他們會在很多事情上撒謊，讓你招供。\n是有罪的。他們可能會告訴你，他們有一個視頻記錄 你犯了一個。\n罪行，並將提供一個更好的處罰，如果你承認。\n\n永遠不要承認任何事情，任何事情， 除非你的律師告訴你。\n\n他們的基本...",
      "title": "警察可以也會對你撒謊 The police can and WILL lie to you."
    }
  ],
  "title": "YSK: The police can AND WILL lie to you",
  "created_utc": 1618366636,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The police will lie about lots of things to get you to confess if they think you are guilty. They might tell you they have a video recording of you commiting a crime and will offer you a nicer penalty if you confess.</p>\n\n<p>NEVER CONFESS TO ANYTHING, ANYTHING, UNLESS YOUR LAWYER TELLS YOU TO.</p>\n\n<p>Their basic idea is that „okay I think they did it, so we will lie to them that we have strong evidence against them, they confess and we can succesfully throw a dangerous criminal in jail! yay!” This reasoning might seem awful but the motive itself is not that bad - if you think someone did something horrible you probably want them punished.</p>\n\n<p>Also, don’t talk to them at all without a lawyer, EVEN AS A WITNESS. They might try to make you incriminate yourself - it’s a common practice in some countries for the police to first interrogate you as a witness and only then as a suspect, because as a suspect you have more rights.</p>\n\n<p>I know some of you might get shot for doing so, but if the police starts to act like they are taking away your freedom ask them „AM I BEING DETAINED” and if they respond „yes” don’t say ANYTHING ABOUT ANYTHING AT ALL. If they show up at your meth lab just shut the fuck up, wait to see your lawyer and only say what they told you to.</p>\n\n<p>Why YSK: Everyone should know their rights and what to do not to incriminate themselves. Lots, LOTS of innocent people have confessed to crimes they didn’t commit, simply because they thought that the police has evidence strong enough to convict them so it’s better to confess and get a better deal.</p>\n</div><!-- SC_ON -->",
  "score": 2645,
  "permalink": "/r/YouShouldKnow/comments/mqf4q1/ysk_the_police_can_and_will_lie_to_you/",
  "subreddit": "YouShouldKnow",
  "id": "mqf4q1",
  "is_self": true,
  "media": null,
  "is_video": false
}