{
  "author": "wickedwings_99",
  "the_new_excerpt": "It's around 2 am here and I just finished reading The Song of Achilles (I'm\ngonna use TSOA for convenience). I thought I should write this down before it's\ndiluted by a night's sleep. First off, I'm not a fan of love stories, and I try\nto stay away from them as much as possible. So I went into TSOA…",
  "original_created_utc": 1613852317,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这里是凌晨两点左右，我刚看完《阿基里斯之歌》（我是。\n为方便起见，会用TSOA）。) 我想我应该把这个写下来，免得它的\n被一夜的睡眠稀释了。首先，我不喜欢听爱情故事，我尝试着\n尽可能的远离他们。所以我去了TSOA...",
      "title": "我希望至少有1个人看到这个帖子会被感动，去读《阿喀琉斯之歌》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這裏是凌晨兩點左右，我剛看完《阿基里斯之歌》（我是。\n爲方便起見，會用TSOA）。) 我想我應該把這個寫下來，免得它的\n被一夜的睡眠稀釋了。首先，我不喜歡聽愛情故事，我嘗試着\n儘可能的遠離他們。所以我去了TSOA...",
      "title": "我希望至少有1個人看到這個帖子會被感動，去讀《阿喀琉斯之歌》。"
    }
  ],
  "title": "I hope at least 1 person who sees this post will be moved to read The Song of Achilles",
  "created_utc": 1613897707,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s around 2 am here and I just finished reading The Song of Achilles (I&#39;m gonna use TSOA for convenience). I  thought I should write this down before it&#39;s diluted by a night&#39;s sleep.\nFirst off, I&#39;m not a fan of love stories, and I try to stay away from them as much as possible. So I went into TSOA without much expectations (after the endless nudges from every place I look for book recommendations). Also, I was pretty sure I&#39;ll leave it halfway through, because of the size of the book (my attention span is usually worse than that of a toddler). Yet, I have surprised myself and managed to finish the book at breakneck speed for the following reasons:\n1. The story is beautifully narrated by this very simple character, Patroclus; not a hero, not a demigod, and he certainly has no discernible skills to showcase. It&#39;s not like one of those stories where the the unassertive narrator is actually oh-so-amazing and there is some grand scheme brewing to reveal this. Achilles loves Patroclus for just being himself and not for some particular virtue of his. \n2. Achilles is painted in a much more colourful light than the usual hues of war and greatness. Well, he is definitely portrayed as a hero, but in addition to that, he is being observed through the eyes of a lover, who brings us things that neither a comrade nor a bard can do justice with.</p>\n\n<p>I would not call myself a &quot;voracious&quot; reader, and I&#39;m sure there a million other beautiful books like these that I have not even heard of. However, I have written this hoping someone who&#39;s put off reading TSOA will get to it ASAP, and someone who has a weekend to spare will give this a try and see how it goes, because I really enjoyed every single bit of it. That&#39;s it. Peace out.</p>\n\n<p>Edit: I think I&#39;m like Patroclus and the book is like Achilles. I&#39;m madly in love with it, so I&#39;m blind to most of its flaws. Those of you who have read it, feel free to point &#39;em out; I&#39;m open to all kinds of views.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/lofpjw/i_hope_at_least_1_person_who_sees_this_post_will/",
  "subreddit": "books",
  "id": "lofpjw",
  "is_self": true,
  "media": null,
  "is_video": false
}