{
  "author": "SlappySpankBank",
  "original_created_utc": 1628226140,
  "title": "I bragging to my friends about my crypto in 2016 and now they are asking me for money. Don't make this mistake.",
  "created_utc": 1628256767,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In 2016 I turned like $500 into $4,000 and was bragging to my friends about it. The entire time I was like &quot;Look at this guys look at this!&quot; and trying to get them to get into it.  They gave me usual shit about &quot;it&#39;s a scam dude try to cash out&quot; &quot;it&#39;s going to crash&quot; &quot;yeah that sounds like bs&quot; &quot;Yeah I used that to buy drugs in 2014 it&#39;s illegal&quot;...  </p>\n\n<p>Over the years it&#39;s come up a few times and I told them I&#39;ve kept investing into it because this could be the future of finance.   </p>\n\n<p>Now in 2021 these people think I&#39;m rich as fuck. To be fair, compared to someone who owes $20k on a car and $40k in student debt, I am rich as fuck. Keep in mind, these are not my close friends, just friend that are fun to hang out with every couple weeks. They are asking to borrow money because they &quot;know I have it&quot; and they really really need it right now.   </p>\n\n<p>It&#39;s like man I have enough money to cover my own emergency, I don&#39;t have new house money and even if I did I&#39;m suppose to give it to you just because...? Now I&#39;m the asshole because everyone thinks they know how much money I have and I won&#39;t give any to them. Jesus Christ people are fucking stupid.   </p>\n\n<p>Don&#39;t tell anyone about how much you invest in crypto. Probably good to just not talk about it at all with certain people.</p>\n</div><!-- SC_ON -->",
  "score": 218,
  "permalink": "/r/CryptoCurrency/comments/oyzzrr/i_bragging_to_my_friends_about_my_crypto_in_2016/",
  "subreddit": "CryptoCurrency",
  "id": "oyzzrr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In 2016 I turned like $500 into $4,000 and was bragging to my friends about it.\nThe entire time I was like \"Look at this guys look at this!\" and trying to get\nthem to get into it. They gave me usual shit about \"it's a scam dude try to cash\nout\" \"it's going to crash\" \"yeah that sounds like bs\" \"Yeah…"
}