{
  "author": "kpness",
  "the_new_excerpt": "I used to work tech support many years ago and I still kind of do in some\ncapacity, either for coworkers or family.\n\nWhy YSK: If someone explains what occurred for the issue to happen, it makes\neverything much easier. If they don't, I have to go into troubleshooting mood,\ntesting everything, and…",
  "original_created_utc": 1624021880,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は何年も前に技術サポートの仕事をしていましたが、今でも同僚や家族のために何らかの形で\n今でも、同僚や家族のために何らかの仕事をしています。\n\nYSKを選んだ理由: 問題が発生した原因を誰かが説明してくれれば、すべてが簡単になります。\n問題を解決することができます。そうでない場合は、トラブルシューティングの気分にならざるを得ません。\nすべてをテストして・・・。",
      "title": "YSKでは、問題が発生してテクニカルサポートに連絡する際に、原因となったものを再現する手順を教えています。問題を再現することができれば、より迅速な解決につながります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "多年前我曾从事过技术支持工作，现在我仍然以某种身份从事这项工作。\n我仍然以某种身份为同事或家人服务。\n\n为什么选择YSK：如果有人解释问题发生的原因，就会使\n一切都会变得更容易。如果他们不这样做，我就必须进入故障排除的状态。\n测试一切，并且...",
      "title": "当你为一个问题联系技术支持时，给他们提供导致该问题的复制步骤，YSK。如果他们能够复制这个问题，这将有助于更快地解决问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "多年前我曾從事過技術支持工作，現在我仍然以某種身份從事這項工作。\n我仍然以某種身份爲同事或家人服務。\n\n爲什麼選擇YSK：如果有人解釋問題發生的原因，就會使\n一切都會變得更容易。如果他們不這樣做，我就必須進入故障排除的狀態。\n測試一切，並且...",
      "title": "當你爲一個問題聯繫技術支持時，給他們提供導致該問題的複製步驟，YSK。如果他們能夠複製這個問題，這將有助於更快地解決問題。"
    }
  ],
  "title": "YSK that when you contact tech support for an issue, give them replication steps to what caused it. If they can reproduce the issue, it will help towards a speedier resolution.",
  "created_utc": 1624069730,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I used to work tech support many years ago and I still kind of do in some capacity, either for coworkers or family. </p>\n\n<p>Why YSK: If someone explains what occurred for the issue to happen, it makes everything much easier. If they don&#39;t, I have to go into troubleshooting mood, testing everything, and asking a lot of questions. If I can&#39;t reproduce it, I can&#39;t fix it. </p>\n\n<p>Help your tech support help you</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/o2ortj/ysk_that_when_you_contact_tech_support_for_an/",
  "subreddit": "YouShouldKnow",
  "id": "o2ortj",
  "is_self": true,
  "media": null,
  "is_video": false
}