{
  "author": "Independent_Lecture4",
  "original_created_utc": 1633274680,
  "title": "Cmv: polyamory is just promiscuity and the is nothing enlightened about it",
  "created_utc": 1633289735,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m skeptical about the idea of open relations. People say it selfless but I disagree the idea of committing yourself to one person is quintessential to love. It just feels like people are trying to eat there cake and have it to. I’m not just talking about jealousy, if you love someone doesn’t that come with some levels of sacrifice. It seems to me to be some strange in between of being single and getting what you want and being in a relationship where you have to consider another person. Just seems incompatible.</p>\n\n<p>Edit: I misused terminology I’m strictly talking about an open relationships where only two people love each other and seek out other individuals purely for sex.</p>\n\n<p>Edit: thank you for the reply’s they did make me think. What I’ve come to is that every relationship is a negotiation between freedom and commitment and any healthy relationship needs both.  But these terms are up to interpretation and are agreed upon by the parties involved. The only problem I have left is the idea of excess and how much is too much but again that’s subjective.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/changemyview/comments/q0jx0l/cmv_polyamory_is_just_promiscuity_and_the_is/",
  "subreddit": "changemyview",
  "id": "q0jx0l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m skeptical about the idea of open relations. People say it selfless but I\ndisagree the idea of committing yourself to one person is quintessential to\nlove. It just feels like people are trying to eat there cake and have it to. I’m\nnot just talking about jealousy, if you love someone doesn’t that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "オープンリレーションズという考え方には懐疑的です。人は無欲だと言いますが、私は\n一人の人間に身を捧げるという考えは、愛の真髄ではないと思います。\n愛です。人々は自分のケーキを食べようとしているようにしか思えないのです。これは\n嫉妬の話だけではなく、もし誰かを愛しているのであれば、それは...",
      "title": "Cmv：ポリアモリーはただの乱交であり、啓蒙的なものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我对开放关系的想法持怀疑态度。人们说它是无私的，但我\n我不同意将自己交付给一个人的想法是爱的精髓。\n爱。这感觉就像人们想吃蛋糕，也想拥有它。我说的\n不仅仅是指嫉妒，如果你爱一个人，那不就是......",
      "title": "Cmv: 多配偶制只是滥交，没有任何开明之处。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我對開放關係的想法持懷疑態度。人們說它是無私的，但我\n我不同意將自己交付給一個人的想法是愛的精髓。\n愛。這感覺就像人們想喫蛋糕，也想擁有它。我說的\n不僅僅是指嫉妒，如果你愛一個人，那不就是......",
      "title": "Cmv: 多配偶制只是濫交，沒有任何開明之處。"
    }
  ]
}