{
  "author": "HenryfromCC",
  "original_created_utc": 1628513801,
  "title": "Anyone interested in setting up a protest in NYC TONIGHT, to protest the crypto provision in the infrastructure bill? We need boots on the ground!",
  "created_utc": 1628524119,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think we should start a protest outside the NYSE building, at 11 Wall Street. </p>\n\n<p>If this post can get enough momentum then we can make it happen. This sub has more than enough Americans in it to have a huge ass protest that the media can’t ignore. (It might be worth mentioning that I don’t care about moons—I don’t have my vault set up and don’t plan on using them for anything.) </p>\n\n<p>We just need more than phone calls and emails if we want to make a difference. </p>\n\n<p>And we CAN make a difference.</p>\n\n<p>When Kratom was up for a federal ban, a much smaller number of people protested and were able to reverse the federal ban. </p>\n\n<p>If we push and are organized in our messaging, we CAN win!</p>\n\n<p>The alternative is frankly unthinkable. </p>\n\n<p>I’ve been working on a crypto project related to climate change and impact investing… and these reporting requirements will crush that dream before I can even get it off the ground. </p>\n\n<p>In fact, if this passes, I’ll probably end up having to rescind my citizenship and move to a more crypto friendly jurisdiction to work on my project.</p>\n\n<p>And I’m not the only one who will do this. </p>\n\n<p>So… rather than let that happen I’m willing to whatever I can to prevent this from going through. </p>\n\n<p>And I’m thinking a physical protest at Wall Street could be a good play. We have a strong narrative here:</p>\n\n<p>Janet Yellen and her corrupt banking cronies are working the system to push this through. Any Senator that supports this hates the average crypto investor, wants to drive innovation abroad, and is probably in bed financially with the big banks. </p>\n\n<p>We can push that last point particularly hard. </p>\n\n<p>Make this issue completely toxic for these senators and make them start to second guess their positions at the CRITICAL hour. </p>\n\n<p>If we can get enough people willing to commit… then let’s do it. </p>\n\n<p>I think it would have to be later TODAY, given how soon they are voting. </p>\n\n<p>Anyone else interested in setting this up?</p>\n\n<p>Edit: obviously this is a peaceful protest, and you should only attend if you are peaceful and are capable of remaining calm in protest situations.</p>\n\n<p>Edit 2: if you’re not in the US and cannot physically attend, you can still help us promote the protest. All we need are for a few higher profile crypto people to get on board and do a few tweets… and then we can make this a real thing. </p>\n\n<p>Please reach out to crypto influencers on Twitter and ask them to support a impromptu peaceful protest targeting the crypto provision. I would do this myself, but I’ve been banned from Twitter. </p>\n\n<p>It doesn’t need to be just NYC. Ideally we can get people in dc to organize an event as well.</p>\n\n<p>If we work TOGETHER we CAN overcome this!</p>\n</div><!-- SC_ON -->",
  "score": 626,
  "permalink": "/r/CryptoCurrency/comments/p10wy3/anyone_interested_in_setting_up_a_protest_in_nyc/",
  "subreddit": "CryptoCurrency",
  "id": "p10wy3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think we should start a protest outside the NYSE building, at 11 Wall Street.\n\nIf this post can get enough momentum then we can make it happen. This sub has\nmore than enough Americans in it to have a huge ass protest that the media can’t\nignore. (It might be worth mentioning that I don’t care…"
}