{
  "author": "For3st3dge",
  "original_created_utc": 1633258550,
  "title": "How international is your bookshelf?",
  "created_utc": 1633295239,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently saw a thread polling readers how gender balanced their bookshelf is. This made me go through mine. In doing so, I noticed that there are 4 nations whose authors are disproportionately represented on my shelf:</p>\n\n<ol>\n<li>Germany</li>\n<li>US</li>\n<li>England</li>\n<li>France</li>\n</ol>\n\n<p>(In case you are wondering, yes, I&#39;m German)\nOn the other hand, I have never read a book by an African author.\nHow about you? Have you ever thought about it?</p>\n\n<p>(Edit: I did not want to give the impression that reading is about maintaining a certain balance between nationalities. Nor do I place the writers of some countries above those of others. Reading should be one thing above all: enjoyable and for that the free choice of books to read is fundamental.\nMy question was motivated mainly by curiosity and it provides an opportunity to get to know new authors. I&#39; m sorry if anyone felt offended by it.)</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/q0fjrz/how_international_is_your_bookshelf/",
  "subreddit": "books",
  "id": "q0fjrz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I recently saw a thread polling readers how gender balanced their bookshelf is.\nThis made me go through mine. In doing so, I noticed that there are 4 nations\nwhose authors are disproportionately represented on my shelf:\n\n 1. Germany\n 2. US\n 3. England\n 4. France\n\n(In case you are wondering, yes, I'm…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、「あなたの本棚は男女のバランスがとれていますか」というスレッドを見ました。\nこれを見て、私も自分の本棚を見直してみました。そうすると、私の本棚に著者が偏っている国が4つあることに気づきました。\n私の本棚に著者が偏っている国が4つあることに気づきました。\n\n 1. ドイツ\n 2. アメリカ\n 3. イギリス\n 4. フランス\n\n(念のため、そうです。",
      "title": "あなたの本棚はどれくらい国際的ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近看到一个主题，调查读者的书架的性别平衡情况。\n这让我不禁翻阅了我的书架。在这样做的时候，我注意到有四个国家\n的作者在我的书架上有过多的代表。\n\n 1. 德国\n 2. 美国\n 3. 英国\n 4. 法国\n\n(如果你想知道，是的，我是...",
      "title": "你的书架有多大的国际性？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近看到一個主題，調查讀者的書架的性別平衡情況。\n這讓我不禁翻閱了我的書架。在這樣做的時候，我注意到有四個國家\n的作者在我的書架上有過多的代表。\n\n 1. 德國\n 2. 美國\n 3. 英國\n 4. 法國\n\n(如果你想知道，是的，我是...",
      "title": "你的書架有多大的國際性？"
    }
  ]
}