{
  "author": "Get_Rekt_Son",
  "the_new_excerpt": "If you come here daily thinking someone will know 100% that the price will go\nback up so you should buy buy buy, or that the price will go even lower so you\nshould sell now then buy back in you are never going to know how to invest\nintelligently.\n\nCrypto is volatile as hell and nobody can predict…",
  "original_created_utc": 1621469617,
  "title": "Stop coming to this sub looking for reasons to buy or sell. Nobody here knows what's going to happen in the future so do what your comfortable with and what's best for you.",
  "created_utc": 1621506762,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you come here daily thinking someone will know 100% that the price will go back up so you should buy buy buy, or that the price will go even lower so you should sell now then buy back in you are never going to know how to invest intelligently. </p>\n\n<p>Crypto is volatile as hell and nobody can predict its future perfectly. If you haven&#39;t learned that lesson yet then you never will and you should sell whatever you have and get out. </p>\n\n<p>If you understand the volatility but maybe you invested more than you should&#39;ve and need that money then sell whatever you need and only leave in what you can afford to go to $0 tomorrow. </p>\n\n<p>If you only ever invested what you can afford then great but don&#39;t try to time the market by reading price predictions and analyzing posts predicting the future of crypto. Learn about Dollar Cost Averaging and stick to that. Timing the market with a 100% success rate is literally impossible so stop trying to do it.</p>\n\n<p>Good luck everyone with whatever you decide to do!</p>\n\n<p>EDIT: fixed some grammar and reformatted so it isn&#39;t a giant wall of text.</p>\n</div><!-- SC_ON -->",
  "score": 340,
  "permalink": "/r/CryptoCurrency/comments/nglho2/stop_coming_to_this_sub_looking_for_reasons_to/",
  "subreddit": "CryptoCurrency",
  "id": "nglho2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "source_updated_at": 1622197381651
}