{
  "author": "SteadfastEnd",
  "original_created_utc": 1629028607,
  "title": "CMV: Pro-lifers and pro-choicers both want abortions reduced to near zero.",
  "created_utc": 1629048636,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There&#39;s this notion that pro-lifers want abortion reduced to almost zero, while pro-choicers prefer that there continue to be around 1 million abortions per year in America every year. But as I see it, <strong>both sides actually want abortion to be reduced to near zero.</strong></p>\n\n<p>Pro-lifers, of course, want abortion banned in most cases. But pro-choicers aren&#39;t &quot;fans&quot; of abortion either, in the sense that nobody particularly thinks of abortion as something tasteful or desirable. In fact, they&#39;d generally prefer that contraception become so widely available, and used, that unwanted pregnancies don&#39;t even <strong>happen</strong> in the first place - thus obviating the need for abortions.</p>\n\n<p>So what <strong>both</strong> sides want is in fact a society in which abortion is vastly reduced. The only difference is <em>how</em> it is reduced, and the philosophy behind it. Pro-lifers want it banned - &quot;women want abortions but can&#39;t get them.&quot; Pro-choicers want it legal, but rarely used - &quot;women can get abortions but don&#39;t need them.&quot; </p>\n\n<p>(Both sides recognize, of course, that a certain small number of abortions are necessary and unavoidable, such as ectopic pregnancy)</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/p4s3ju/cmv_prolifers_and_prochoicers_both_want_abortions/",
  "subreddit": "changemyview",
  "id": "p4s3ju",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There's this notion that pro-lifers want abortion reduced to almost zero, while\npro-choicers prefer that there continue to be around 1 million abortions per\nyear in America every year. But as I see it, both sides actually want abortion\nto be reduced to near zero.\n\nPro-lifers, of course, want…"
}