{
  "author": "SteadfastEnd",
  "original_created_utc": 1629028607,
  "title": "CMV: Pro-lifers and pro-choicers both want abortions reduced to near zero.",
  "created_utc": 1629048636,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There&#39;s this notion that pro-lifers want abortion reduced to almost zero, while pro-choicers prefer that there continue to be around 1 million abortions per year in America every year. But as I see it, <strong>both sides actually want abortion to be reduced to near zero.</strong></p>\n\n<p>Pro-lifers, of course, want abortion banned in most cases. But pro-choicers aren&#39;t &quot;fans&quot; of abortion either, in the sense that nobody particularly thinks of abortion as something tasteful or desirable. In fact, they&#39;d generally prefer that contraception become so widely available, and used, that unwanted pregnancies don&#39;t even <strong>happen</strong> in the first place - thus obviating the need for abortions.</p>\n\n<p>So what <strong>both</strong> sides want is in fact a society in which abortion is vastly reduced. The only difference is <em>how</em> it is reduced, and the philosophy behind it. Pro-lifers want it banned - &quot;women want abortions but can&#39;t get them.&quot; Pro-choicers want it legal, but rarely used - &quot;women can get abortions but don&#39;t need them.&quot; </p>\n\n<p>(Both sides recognize, of course, that a certain small number of abortions are necessary and unavoidable, such as ectopic pregnancy)</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/p4s3ju/cmv_prolifers_and_prochoicers_both_want_abortions/",
  "subreddit": "changemyview",
  "id": "p4s3ju",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There's this notion that pro-lifers want abortion reduced to almost zero, while\npro-choicers prefer that there continue to be around 1 million abortions per\nyear in America every year. But as I see it, both sides actually want abortion\nto be reduced to near zero.\n\nPro-lifers, of course, want…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "賛成派は中絶をほぼゼロにすることを望み、反対派は100万人程度の中絶を続けることを望む、という考え方があります。\n賛成派の人たちは、アメリカで年間約100万件の中絶が行われていることを望んでいます。\nアメリカでは毎年、年間100万件前後の妊娠中絶が行われています。しかし、私の考えでは、どちらの立場の人も実際には中絶をゼロに近づけたいと思っています。\nをゼロに近づけようとしています。\n\nプロ・リフターはもちろん、...",
      "title": "CMV: プロ・リフターもプロ・チョイサーも、中絶をゼロに近づけることを望んでいます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有这样一种观念，即支持堕胎者希望将堕胎率降至几乎为零，而\n而支持选择的人则希望美国每年继续有大约一百万次的堕胎。\n每年在美国有大约100万例堕胎。但在我看来，双方其实都希望堕胎率\n减少到接近零。\n\n支持堕胎者当然希望...",
      "title": "CMV：支持堕胎的人和支持选择堕胎的人都希望将堕胎率降至接近零。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有這樣一種觀念，即支持墮胎者希望將墮胎率降至幾乎爲零，而\n而支持選擇的人則希望美國每年繼續有大約一百萬次的墮胎。\n每年在美國有大約100萬例墮胎。但在我看來，雙方其實都希望墮胎率\n減少到接近零。\n\n支持墮胎者當然希望...",
      "title": "CMV：支持墮胎的人和支持選擇墮胎的人都希望將墮胎率降至接近零。"
    }
  ]
}