{
  "author": "hoho1998",
  "original_created_utc": 1630469574,
  "title": "CMV: The pandemic wasnt hard for all of us.",
  "created_utc": 1630492358,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Please stop saying it was hard for &quot;all&quot; of us. If you were a millionaire no it most probably wasnt hard for you. If you were from a abusive family and are still studying/underage then yes for you it was hard. If you are someone who was finacially in a hard place before pandemic yes its hard for you. If you live a pretty privleged life as a upper middle class, no family deaths. then you really shouldnt have that much of an issue during the pandemic. I know you shouldnt be comparing peoples problems, but really id feel so tacky complaining abt not being able to travel</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/pfm9tr/cmv_the_pandemic_wasnt_hard_for_all_of_us/",
  "subreddit": "changemyview",
  "id": "pfm9tr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Please stop saying it was hard for \"all\" of us. If you were a millionaire no it\nmost probably wasnt hard for you. If you were from a abusive family and are\nstill studying/underage then yes for you it was hard. If you are someone who was\nfinacially in a hard place before pandemic yes its hard for…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "全員」が大変だったというのはやめてほしい。もしあなたが億万長者だったら......。\n苦労しなかったでしょう。もし、あなたが虐待を受けていた家庭の出身で、まだ勉強中/未成年であれば\n勉強していたり、未成年であったりしたら、それはそれで大変だったと思います。もし、あなたが経済的に苦境に立たされた人であれば\nパンデミック前に経済的に苦しい状況にあった人は、その苦しさを...",
      "title": "CMV：パンデミックは、私たち全員にとって辛いものではありませんでした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "请不要再说对我们 \"所有人 \"来说都很困难。如果你是一个百万富翁，那么它\n很可能对你来说并不困难。如果你来自一个受虐待的家庭，并且是\n仍在学习/未成年，那么对你来说是困难的。如果你是一个\n如果你是一个在大流行病之前经济上处于困境的人，那么对你来说是很难的。",
      "title": "CMV：这场大流行对我们所有人来说都不难。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "請不要再說對我們 \"所有人 \"來說都很困難。如果你是一個百萬富翁，那麼它\n很可能對你來說並不困難。如果你來自一個受虐待的家庭，並且是\n仍在學習/未成年，那麼對你來說是困難的。如果你是一個\n如果你是一個在大流行病之前經濟上處於困境的人，那麼對你來說是很難的。",
      "title": "CMV：這場大流行對我們所有人來說都不難。"
    }
  ]
}