{
  "author": "DwightUte89",
  "the_new_excerpt": "To preface, the filibuster in its current form is awful. So, I'm not saying that\nchange isn't needed. What I do believe, is that if Democrats do get rid of the\nfilibuster they will regret it.\n\nDemocrats will not hold onto the senate forever. The Republicans will be back in\ncharge of both chambers at…",
  "original_created_utc": 1622731868,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "前置きが長くなりましたが、現在の形のフィリバスターはひどいものです。だから、変化が必要ないとは言いません。\n変化は必要ないとは言いません。私が信じているのは、もし民主党がフィリバスターを廃止したら、後悔するだろうということです。\n民主党がフィリバスターを廃止したら後悔するだろうということです。\n\n民主党が上院を永遠に維持することはありません。共和党が両議会の主導権を取り戻すのは\n共和党が両院を支配するようになるでしょう...",
      "title": "CMV: 民主党は、もしフィリバスターを廃止したら後悔するだろうな"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "先说一下，目前形式的 \"拉布 \"是很糟糕的。因此，我并不是说\n改变是不需要的。我相信的是，如果民主党人真的废除了\n他们会后悔的。\n\n民主党人不会永远守住参议院。共和党人将回到\n共和党将重新掌管两院...",
      "title": "CMV：如果民主党人摆脱了 \"拉布\"，他们会后悔的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "先說一下，目前形式的 \"拉布 \"是很糟糕的。因此，我並不是說\n改變是不需要的。我相信的是，如果民主黨人真的廢除了\n他們會後悔的。\n\n民主黨人不會永遠守住參議院。共和黨人將回到\n共和黨將重新掌管兩院...",
      "title": "CMV：如果民主黨人擺脫了 \"拉布\"，他們會後悔的。"
    }
  ],
  "title": "CMV: Democrats will regret it if they ever get rid of the filibuster",
  "created_utc": 1622743434,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To preface, the filibuster in its current form is awful. So, I&#39;m not saying that change isn&#39;t needed. What I do believe, is that if Democrats do get rid of the filibuster they will regret it. </p>\n\n<p>Democrats will not hold onto the senate forever. The Republicans will be back in charge of both chambers at some point in the future. And if the filibuster is gone when they, AND Mitch McConnel is still senate majority leader....watch out. He&#39;s already proven he&#39;s more than willing to fight fire with napalm. And, if that filibuster is gone when that time comes, there is no doubt in my mind that Republicans will advance legislation that Democrats and the majority of voters find abhorrent, but there will be nothing they can do. </p>\n\n<p>One argument for getting rid of the filibuster is it will allow the passage of the new voting rights bill, which many Democrats believe will help ensure Republicans aren&#39;t allowed to steal elections through gerrymandering and local voting laws the discourage certain democrat leaning demographics from voting. My response to that is that it is simply absurd to believe that Democrats will hold onto both the House and the Senate forever. Republicans will win again at some point, and they will enact revenge.</p>\n\n<p>As it stands now, the filibuster gives Democrats the ability to block some of the more egregious legislative goals of Republicans, and I think it is foolish to take away that ability.</p>\n\n<p>I think the better option is to overhaul the filibuster to make it politically difficult to filibuster, like it used to be. Require a quorum of the opposition to be present and for someone to hold the floor the whole time. By making it hard, it will incentivize the use of the filibuster only in the most politically expedient of times (like what Democrats recently did in Texas, which, again, is an example of how the filibuster can be a good thing). </p>\n\n<p>I&#39;m open to my view being changed I&#39;m just very distrustful of what Republicans would do once in power without the filibuster.</p>\n</div><!-- SC_ON -->",
  "score": 347,
  "permalink": "/r/changemyview/comments/nrfbrg/cmv_democrats_will_regret_it_if_they_ever_get_rid/",
  "subreddit": "changemyview",
  "id": "nrfbrg",
  "is_self": true,
  "media": null,
  "is_video": false
}