{
  "author": "shishirkc",
  "original_created_utc": 1632110685,
  "title": "Read Frankenstein for the first time and WOW. Classics aren’t bad, at all.",
  "created_utc": 1632115961,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My self yearns to embark on an undertaking to draft a whole essay on the jewel this book turned out to be but the limited time and skills as such has been endowed to me keeps me away from this noble pursuit. Instead, I will at every possible opportunity,  make people conscious of their reading list if they claim to have not read it. Utilising this post as the first materialisation of a mass broadcast of this act of mine, I say one thing - ‘to hell with popular culture, fellow human. this is not a horror book as we have been made to believe. nope. this is science fiction with a strong revenge story and reflection on human loneliness and wretchedness in as fluid and beautiful a language as possible. calling it a horror story is akin to calling interstellar a comedy.’ </p>\n\n<p>And by the way, the more I read Classics which have stood the test of time filter, the more I realise how bad and pretentious many of the current writers are. This book was written by a girl in her late teens more than 200 years ago - I am in sheer awe of her control over language (her words are like honey-drops, measured and never wasted or futile), layered narration (at one point, there is a story in a story in a story in a story in the story), philosophical maturity, and a near-perfect masculine portrayal. What a brilliant, brilliant experience reading this one was!</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/prn9pp/read_frankenstein_for_the_first_time_and_wow/",
  "subreddit": "books",
  "id": "prn9pp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My self yearns to embark on an undertaking to draft a whole essay on the jewel\nthis book turned out to be but the limited time and skills as such has been\nendowed to me keeps me away from this noble pursuit. Instead, I will at every\npossible opportunity, make people conscious of their reading list…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、この宝石のような本について、一冊のエッセイを書き上げたいと思っています。\nしかし、私に与えられた限られた時間と技術では、この本を\nしかし、私に与えられた限られた時間と技術では、この崇高な追求から遠ざかっています。しかし、私に与えられた限られた時間と技術では、この崇高な追求はできません。\nその代わりに、可能な限りの機会を利用して、人々に自分の読書リストを意識してもらいたいと思います。",
      "title": "フランケンシュタイン」を初めて読んで、WOW。クラシックも悪くないですね、まったく。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我渴望着手起草一篇关于这本书的文章。\n但由于时间和技能有限，这本书被赋予了新的意义。\n赋予我的有限时间和技能使我无法进行这一崇高的追求。相反，我将在每个\n机会，让人们意识到他们的阅读清单......",
      "title": "第一次读《弗兰肯斯坦》，惊叹不已。经典作品并不坏，根本不坏。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我渴望着手起草一篇關於這本書的文章。\n但由於時間和技能有限，這本書被賦予了新的意義。\n賦予我的有限時間和技能使我無法進行這一崇高的追求。相反，我將在每個\n機會，讓人們意識到他們的閱讀清單......",
      "title": "第一次讀《弗蘭肯斯坦》，驚歎不已。經典作品並不壞，根本不壞。"
    }
  ]
}