{
  "author": "laneole1996",
  "original_created_utc": 1629067056,
  "title": "CMV: The government should pay interest on our tax refunds since they hold them for a year.",
  "created_utc": 1629075572,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Most Americans are familiar with the process by which you overpay your taxes throughout the year from each paycheck, and then come tax filing time, you receive a refund from the government equal to the amount you overpaid.</p>\n\n<p>But if you think about it, all you did was loan your money to the government for up to a year without being paid interest.</p>\n\n<p>The government already pays big banks and investors interest when they lend the government money or hold deposits in the federal reserve bank. Why only extend this courtesy to the suits and ties but not the everyday man or woman?</p>\n\n<p>Especially with inflation being as high as it is right now, it only makes sense to pay interest on our tax refunds, otherwise we will be effectively losing purchasing power to inflation.</p>\n</div><!-- SC_ON -->",
  "score": 313,
  "permalink": "/r/changemyview/comments/p53er2/cmv_the_government_should_pay_interest_on_our_tax/",
  "subreddit": "changemyview",
  "id": "p53er2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Most Americans are familiar with the process by which you overpay your taxes\nthroughout the year from each paycheck, and then come tax filing time, you\nreceive a refund from the government equal to the amount you overpaid.\n\nBut if you think about it, all you did was loan your money to the government…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ほとんどのアメリカ人は、税金を払いすぎた時のプロセスを知っています。\n一年を通して給料日ごとに税金を払いすぎて、確定申告の時期になると\nそして確定申告の時期になると、払いすぎた金額と同じ額の還付金を政府から受け取ることができます。\n\nしかし、考えてみれば、あなたがしたことは、自分のお金を政府に貸しただけなのです。",
      "title": "CMV: 政府は還付金を1年間保管しているのだから、利息をつけるべきだ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大多数美国人都熟悉你多付税款的过程。\n在整个一年中，你从每份工资中多付了税款，然后在报税时间，你会从政府那里收到相当于你多付的金额的退款。\n然后在报税的时候，你会从政府那里收到与你多付的金额相等的退款。\n\n但是，如果你仔细想想，你所做的只是把你的钱借给政府...",
      "title": "CMV：政府应该为我们的退税支付利息，因为他们持有一年的退税。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大多數美國人都熟悉你多付稅款的過程。\n在整個一年中，你從每份工資中多付了稅款，然後在報稅時間，你會從政府那裏收到相當於你多付的金額的退款。\n然後在報稅的時候，你會從政府那裏收到與你多付的金額相等的退款。\n\n但是，如果你仔細想想，你所做的只是把你的錢借給政府...",
      "title": "CMV：政府應該爲我們的退稅支付利息，因爲他們持有一年的退稅。"
    }
  ]
}