{
  "author": "Washabi7",
  "original_created_utc": 1625088898,
  "title": "YSK: If you are a parent in a joint custody agreement, don't trash the other parent or other side of the family while your child is with you, even if you think they can't hear you.",
  "created_utc": 1625101955,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: When a child lives part time at one parent&#39;s home and spends the rest of the time at their other parent&#39;s home, they usually start to expect how they&#39;ll feel at each house. At one house, they may feel like they are free to do anything, and at the other they may feel they are restricted from doing things they see as fun. When &#39;Parent Fun&#39; (PF) starts talking trash about the other parent, &#39;Parent Strict&#39; (PS), it can make the child feel a lot of different things. They could start to feel like PS is being toxic just because PF has bad blood with PS and says biased things against them. The child could also resent the fun parent and only stick around so they can do whatever they want without really having any affectionate feelings towards PF. If PS talks badly about PF, the child may think PS is just being jealous or hurt that the child has more fun at PF&#39;s house. If the child decides to tell PS about what PF said, and PS decides to trash PF instead of remaining cool and talking to a counselor or the other parent about joint custody ground rules, the child may feel more like a messenger or an object to be fought over. This can result in attachment issues, trust issues, or stress. When one parent talks about the other side of the family in a bad light, the same situations can happen as well.<br/>\nWhen I was 8 years old, I overheard my dad talk to his parents about my grandma on my mom&#39;s side. He called her annoying for offering to give money for a camping trip in the summer, since I liked to camp. My parents also will talk about each other when they think I can&#39;t hear, which not only makes me feel guilty for enjoying myself when at one house, but makes it so I don&#39;t want to talk about how my weekend was in fear that I&#39;ll burden them. No child should have to feel this way, and in the end, the child might even resent both sides of the family and parents and cut them out of their life. </p>\n\n<p>Never make your child have to choose between the parents--instead let the child grow up and form their own opinions about each household. If you have a worry or complaint about the other parent, consider getting a counselor to talk about it or, if it&#39;s really serious, bring it up with the parental courts. Your child is probably already hurt by the fact that you and your ex are split up; don&#39;t let your child resent either parent.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/ob75n3/ysk_if_you_are_a_parent_in_a_joint_custody/",
  "subreddit": "YouShouldKnow",
  "id": "ob75n3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: When a child lives part time at one parent's home and spends the rest\nof the time at their other parent's home, they usually start to expect how\nthey'll feel at each house. At one house, they may feel like they are free to do\nanything, and at the other they may feel they are restricted from…"
}