{
  "author": "ImaginationGarden",
  "the_new_excerpt": "When I think of the Bible, the Quran or the like, I always imagine them being\nread in churches, mosques, or any place for spiritual congregation. Given that\nreligion has been historically used to oppress people, a growing number of\nanti-religious views is not surprising. So in effect, these books…",
  "original_created_utc": 1614273202,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "当我想到《圣经》、《古兰经》或类似的东西时，我总是想象它们是... ...\n在教堂、清真寺或任何灵修场所阅读。鉴于\n宗教在历史上曾被用来压迫人民，越来越多的人认为宗教是一个很好的选择。\n反宗教的观点是不足为奇的。所以实际上，这些书...",
      "title": "这里有无神论者/不可知论者/非神论者读过宗教典籍消遣的吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我想到《聖經》、《古蘭經》或類似的東西時，我總是想象它們是... ...\n在教堂、清真寺或任何靈脩場所閱讀。鑑於\n宗教在歷史上曾被用來壓迫人民，越來越多的人認爲宗教是一個很好的選擇。\n反宗教的觀點是不足爲奇的。所以實際上，這些書...",
      "title": "這裏有無神論者/不可知論者/非神論者讀過宗教典籍消遣的嗎？"
    }
  ],
  "title": "Any atheists/agnostics/non-devout theists here who have read religious texts for leisure?",
  "created_utc": 1614307644,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I think of the Bible, the Quran or the like, I always imagine them being read in churches, mosques, or any place for spiritual congregation. Given that religion has been historically used to oppress people, a growing number of anti-religious views is not surprising. So in effect, these books are not always seen in the best light. </p>\n\n<p>However, I&#39;m curious whether any of you here who consider themselves outside of the religious spectrum read (or plans to read) texts and books mostly intended for prayer. [Personal aside: I&#39;m baptized a Roman Catholic, but I view myself as agnostic.] Any of you here who are former theists? Or non-practicing? Grew up in a very religious household? Still practicing but not as devout as before?</p>\n\n<p>For those who read, be it leisurely or for religious purposes, what values and stories struck out for you? How do you relate today with their religion of origin? Do you tend to go back reading it (as billions of people regularly do)? Do you access something in them that you think theists don&#39;t usually see or espouse? What prompted you to read one?</p>\n\n<p>As a controversial bonus, how do you rank them among other memorable books you previously read?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/lsbirv/any_atheistsagnosticsnondevout_theists_here_who/",
  "subreddit": "books",
  "id": "lsbirv",
  "is_self": true,
  "media": null,
  "is_video": false
}