{
  "author": "Jelopuddinpop",
  "original_created_utc": 1628792768,
  "title": "CMV: Businesses struggling to hire minimum wage help is actually capitalism working as intended.",
  "created_utc": 1628796892,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A true capitalist economy creates wage growth through very, very low unemployment. When businesses struggle to hire or retain employees because there are better options elsewhere, then their only options are to make the job more attractive through wages or incentives, or go out of business. </p>\n\n<p>In our case the cause is different, but the effect is the same.</p>\n\n<p>The current environment where places are unable to hire help at minimum wage is actually going to benefit the lower class. Businesses around the country are now facing a choice: pay more than my competitor down the road and take his employees, or shut the doors. This is exactly what the left has been after all along, only this time, it&#39;s being driven naturally.</p>\n\n<p>Edit to add clarification...\nI wasn&#39;t very clear with my post above, so I&#39;m adding to it for clarification. My original post remains untouched.</p>\n\n<p>The point of my post is that very low unemployment will naturally increase wages. This is a result of having less labor in a market than demand for labor. Our current situation is far from natural; it was created by government overreach in shutting down our economy and increasing unemployment benefits. With that said, the end result is the same; there is less labor in the market than demand for labor.</p>\n\n<p>Even with a different cause, the effect (labor shortage) remains the same, and is showing to be a driving factor is a rising wage. Those companies that can remain profitable by increasing their wage have done so. Those that can&#39;t are struggling.</p>\n\n<p>While the cause of the labor shortage is not natural, the effect of a labor shortage remains unchanged.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/p35qki/cmv_businesses_struggling_to_hire_minimum_wage/",
  "subreddit": "changemyview",
  "id": "p35qki",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A true capitalist economy creates wage growth through very, very low\nunemployment. When businesses struggle to hire or retain employees because there\nare better options elsewhere, then their only options are to make the job more\nattractive through wages or incentives, or go out of business.\n\nIn our…"
}