{
  "author": "Serious_Introvert",
  "original_created_utc": 1625517025,
  "title": "YSK: You should look both ways before crossing the green light",
  "created_utc": 1625677472,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: As you guys know, there are a lot of crazy/drunk drivers out there and there might be a chance where the crazy driver might cross the red light causing an accident involving you. </p>\n\n<p>You looking both ways before crossing the green light helps you and other drivers be more safe out on the roads.</p>\n\n<p>This technique may help you avoid an accident and could possibly save your life.</p>\n\n<p>You might get somebody honking at you, but your safety is more important than their feelings.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/oefo3b/ysk_you_should_look_both_ways_before_crossing_the/",
  "subreddit": "YouShouldKnow",
  "id": "oefo3b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: As you guys know, there are a lot of crazy/drunk drivers out there and\nthere might be a chance where the crazy driver might cross the red light causing\nan accident involving you.\n\nYou looking both ways before crossing the green light helps you and other\ndrivers be more safe out on the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：皆さんもご存知のように、世の中にはおかしなドライバーや酔っ払いがたくさんいます。\nそのようなドライバーが赤信号を無視して事故を起こす可能性があります。\nあなたを巻き込む事故を起こす可能性があります。\n\n青信号を渡る前に左右を確認することは、あなたや他のドライバーの安全につながります。\nあなたと他のドライバーがより安全に...",
      "title": "YSK: 青信号を渡るときは左右を確認してください"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：正如你们所知，外面有很多疯狂/醉酒的司机，而且\n可能会有这样的机会，疯狂的司机可能会越过红灯，导致涉及你的事故。\n导致涉及你的事故。\n\n你在过绿灯前看清楚两边的情况，可以帮助你和其他司机在路上更安全。\n驾车者更安全地在路上行驶。",
      "title": "YSK：过绿灯前应先看两边的情况"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：正如你們所知，外面有很多瘋狂/醉酒的司機，而且\n可能會有這樣的機會，瘋狂的司機可能會越過紅燈，導致涉及你的事故。\n導致涉及你的事故。\n\n你在過綠燈前看清楚兩邊的情況，可以幫助你和其他司機在路上更安全。\n駕車者更安全地在路上行駛。",
      "title": "YSK：過綠燈前應先看兩邊的情況"
    }
  ]
}