{
  "author": "CatLord90",
  "the_new_excerpt": "Now I’m not saying that the Mafia is a good thing, obviously I know they are bad\neggs, but this book made me understand: I get why the characters or real life\npeople would rather go to the Don for financial, business, family, political or\nother issues. In their eyes “justice and the right arm of the…",
  "original_created_utc": 1614989650,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不是说黑手党是好事，我知道他们是坏的。\n蛋，但这本书让我明白了。我明白了为什么人物或现实生活中\n人们宁愿去找唐人理财、生意、家庭、政治或。\n其他问题。在他们眼中 \"正义和右臂的...",
      "title": "读完了《教父》，让我对黑手党在社会上的作用产生了思考"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是說黑手黨是好事，我知道他們是壞的。\n蛋，但這本書讓我明白了。我明白了爲什麼人物或現實生活中\n人們寧願去找唐人理財、生意、家庭、政治或。\n其他問題。在他們眼中 \"正義和右臂的...",
      "title": "讀完了《教父》，讓我對黑手黨在社會上的作用產生了思考"
    }
  ],
  "title": "Finished reading “The Godfather “and it has made me think about the Mafia’s role in society",
  "created_utc": 1615022926,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Now I’m not saying that the Mafia is a good thing, obviously I know they are bad eggs, but this book made me understand: I get why the characters or real life people would rather go to the Don for financial, business, family, political or other issues. In their eyes “justice and the right arm of the law” have failed them. Either by not lending a hand, or not providing true repercussions for certain actions. For example: Can’t make a house payment because you had to spend it on your partner for a life saving operation? “Tough luck son,” says society.\n But you go to The Godfather and he will help you out. He finds out that you own a gardening business and five years later your repaid favor is: help him grow and tend for his garden. \nAgain, I’m not supporting criminal actions, but I can understand the temptation to make a deal with the devil when god (society and its rules) have abandoned you. What do you folks think? Do you agree? Disagree? Let’s begin a discussion!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/lyploh/finished_reading_the_godfather_and_it_has_made_me/",
  "subreddit": "books",
  "id": "lyploh",
  "is_self": true,
  "media": null,
  "is_video": false
}