{
  "author": "TinyInformation3564",
  "the_new_excerpt": "Basically the title, holding beliefs like women are queens and they need to be\ntreated this way and this way and if they cheat or leave it's your fault,\nbeliefs held by majority of twitter and Facebook and most people I know. I'd say\nthey are just as equally responsible to creating incels as much as…",
  "original_created_utc": 1622052924,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "基本的にタイトルにあるように、女性は女王であり、このように扱われなければならない。\n女性は女王であり、このように扱われなければならず、もし浮気をしたり別れたりしたら、それはあなたのせいです。\nツイッターやフェイスブック、そして私が知っているほとんどの人が抱いている信念です。私が思うに\n彼らはインセルを生み出した責任があると言えるでしょう...",
      "title": "CMV：女性が女王だと信じている人は、レッドピラーと同じくらい有害です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "基本上是标题，持有的信念是女人是女王，她们需要被这样和那样对待。\n以这种方式对待她们，如果她们出轨或离开，就是你的错。\n这是在Twitter和Facebook上的大多数人以及我认识的大多数人持有的信念。我想说\n他们也同样要对创造乱伦者负责，就像......一样。",
      "title": "CMV：认为女性是女王的人与红药师同样有毒。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "基本上是標題，持有的信念是女人是女王，她們需要被這樣和那樣對待。\n以這種方式對待她們，如果她們出軌或離開，就是你的錯。\n這是在Twitter和Facebook上的大多數人以及我認識的大多數人持有的信念。我想說\n他們也同樣要對創造亂倫者負責，就像......一樣。",
      "title": "CMV：認爲女性是女王的人與紅藥師同樣有毒。"
    }
  ],
  "title": "CMV: People who believe women are queens are equally toxic as red pillers.",
  "created_utc": 1622062477,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Basically the title, holding beliefs like women are queens and they need to be treated this way and this way and if they cheat or leave it&#39;s your fault, beliefs held by majority of twitter and Facebook and most people I know. I&#39;d say they are just as equally responsible to creating incels as much as red pillers. I&#39;d say the red pill is better in that aspect because it makes you develop a cynical attitude towards women as opposed to optimistic attitude because when you realise what you have been taught is a lie, your whole becomes shattered and if you get disappointed while holding cynic views life goes on for you.</p>\n\n<p>It&#39;s unfair to call out the TRP and leave out whiteknights and the yes queen brigade. We need teach young men from a young age that women are equally good and bad as men, just different physically.</p>\n</div><!-- SC_ON -->",
  "score": 78,
  "permalink": "/r/changemyview/comments/nlnm1c/cmv_people_who_believe_women_are_queens_are/",
  "subreddit": "changemyview",
  "id": "nlnm1c",
  "is_self": true,
  "media": null,
  "is_video": false
}