{
  "author": "mattie_hayes",
  "the_new_excerpt": "When people talk about how they blazed through books in middle school, like\nreading all of Percy Jackson in a week, I’m a bit jealous. I avoided reading at\nall costs until my 11th grade English class.\n\nWhen I was a kid I didn’t particularly like the books that my older sister and\ndad liked, and when…",
  "original_created_utc": 1624158613,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "中学生の頃、パーシー・ジャクソンを1週間で読み切ったとか、本を読みまくった話をする人がいます。\n1週間でパーシー・ジャクソンを全部読んだとかいう話を聞くと、ちょっとうらやましいですね。私は11年生の英語の授業まで\n私は11年生の英語の授業までは、本を読むことを極力避けていました。\n\n子供の頃、姉や父が好きな本は特に好きではありませんでした。\n子供の頃は、姉や父が好きな本は特に好きではなく、また...",
      "title": "子供の頃は本を読まなかった。暴言・人生相談、ごめんなさい"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当人们谈论他们如何在中学时期疯狂地阅读书籍时，例如\n一周内读完《波西杰克逊》，我就有点嫉妒。我不惜一切代价避免阅读\n直到我11年级的英语课。\n\n当我还是个孩子的时候，我并不特别喜欢我姐姐和爸爸喜欢的书。\n爸爸喜欢的书，而当...",
      "title": "我小时候没读过书。Rant/life story, sorry"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當人們談論他們如何在中學時期瘋狂地閱讀書籍時，例如\n一週內讀完《波西傑克遜》，我就有點嫉妒。我不惜一切代價避免閱讀\n直到我11年級的英語課。\n\n當我還是個孩子的時候，我並不特別喜歡我姐姐和爸爸喜歡的書。\n爸爸喜歡的書，而當...",
      "title": "我小時候沒讀過書。Rant/life story, sorry"
    }
  ],
  "title": "I didn’t read as a kid. Rant/life story, sorry",
  "created_utc": 1624181225,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When people talk about how they blazed through books in middle school, like reading all of Percy Jackson in a week, I’m a bit jealous. I avoided reading at all costs until my 11th grade English class. </p>\n\n<p>When I was a kid I didn’t particularly like the books that my older sister and dad liked, and when I did show interest in a book they would make fun of me and scoff at my terrible taste in reading (I was 8 years old). I learned quickly that if I didn’t read books my “taste” in books couldn’t be criticized. I avoided reading like the plague. Through elementary and middle school my parents worried that I was illiterate and I got teased for being a slow reader, so I just cut it out of my life more and more. </p>\n\n<p>It wasn’t until my 11th grade English class (no AP lit for me) that I found a love for reading. My teacher let us read any book we wanted and gave us the first 10 minutes of class to read every day. I started with youth books. It was a bit embarrassing, but it was what I was comfortable with. It was slow going at first, I didn’t know what I liked and there was some serious trial and error finding it, but when I did it caught like wildfire. I read 32 books that first year, probably more pages than I had read in my entire life leading up to that. </p>\n\n<p>I felt- and still feel- a lot of resentment and sadness over what I missed. I read Percy Jackson recently and I can only wonder how much more I would have liked it if I had only read it when I was 12. I have a section of my “to read” list dedicated to these books that I missed. I don’t even know what I hope to accomplish by reading them. </p>\n\n<p>During quarantine I lost momentum, but Harry Potter brought it back (jk Rowling’s Twitter meltdown happened right after I finished book 5) that year I read 59 books. Now in 2021 I have hit my stride. It’s fun to look back at the super rapid evolution that I underwent. From youth, to ya, to adult (and back to YA, lol), each book felt like the best one ever until I moved onto the next. I am overjoyed that I can truthfully say that I love reading. It was a long time in the works but I have made it.</p>\n\n<p>I’m even minoring in English for college and I’m an engineer! If I told my younger self that, she would never believe me.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/books/comments/o3w8ri/i_didnt_read_as_a_kid_rantlife_story_sorry/",
  "subreddit": "books",
  "id": "o3w8ri",
  "is_self": true,
  "media": null,
  "is_video": false
}