{
  "author": "testuser1500",
  "original_created_utc": 1628519983,
  "title": "YSK: Colorado requires employers to post a salary or salary range for jobs. You can utilize this information even if you don't live there",
  "created_utc": 1628524116,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Colorado requires employers to post either the starting salary or the salary range when advertising a job. If you are looking to apply and unsure how much you would make, you can search for a similar job in Colorado and see how much it pays. Obviously you&#39;ll have to do some math to adjust CoL and factor in other things that will make it more accurate to where you actually live. But this is incredibly useful as you now have at least a number to work off of rather than going in completely blank and at a disadvantage because you would normally only have the HR number to work with when negoatiating.</p>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/YouShouldKnow/comments/p12re0/ysk_colorado_requires_employers_to_post_a_salary/",
  "subreddit": "YouShouldKnow",
  "id": "p12re0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Colorado requires employers to post either the starting salary or the\nsalary range when advertising a job. If you are looking to apply and unsure how\nmuch you would make, you can search for a similar job in Colorado and see how\nmuch it pays. Obviously you'll have to do some math to adjust…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: コロラド州では、雇用主が求人広告を出す際に、初任給または給与範囲のいずれかを掲載することが義務付けられています。\n給与範囲を掲載することが義務付けられています。もしあなたが応募しようとしていて、どのくらいの給料になるかわからない場合は\n応募しようとしている場合、コロラド州で似たような仕事を検索して、どのくらいの給料になるか確認することができます。\n給料を見ることができます。もちろん、いくらかの計算をして調整する必要がありますが。",
      "title": "YSK: コロラド州では、雇用主が求人情報に給与または給与範囲を掲載することが義務付けられています。現地に住んでいなくても、この情報を活用することができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：科罗拉多州要求雇主在招聘广告中公布起薪或\n薪资范围的广告。如果你想申请，但不确定你能赚多少钱。\n你可以在科罗拉多州搜索一个类似的工作，看看它的工资是多少。\n它的工资是多少。很明显，你必须做一些数学计算来调整...",
      "title": "YSK：科罗拉多州要求雇主公布工作的薪金或薪金范围。即使你不在那里居住，你也可以利用这些信息"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：科羅拉多州要求僱主在招聘廣告中公佈起薪或\n薪資範圍的廣告。如果你想申請，但不確定你能賺多少錢。\n你可以在科羅拉多州搜索一個類似的工作，看看它的工資是多少。\n它的工資是多少。很明顯，你必須做一些數學計算來調整...",
      "title": "YSK：科羅拉多州要求僱主公佈工作的薪金或薪金範圍。即使你不在那裏居住，你也可以利用這些信息"
    }
  ]
}