{
  "author": "gravygrowinggreen",
  "the_new_excerpt": "The world of influence is complicated. We have overt advertisements, which are\nannoying, but at least obviously advertisements. But we also have an entire\nindustry of subtle advertisements. Politicians and companies can purchase crowds\nto flood protests or hearings. They can buy actors to infiltrate…",
  "original_created_utc": 1612188342,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "影响力的世界是复杂的。我们有公开的广告，这是\n烦人，但至少是明显的广告。但我们也有整个\n业的精巧广告。政客和公司可以购买人群\n到洪水抗议或听证会。他们可以收买演员渗透到... ...",
      "title": "CMV：个人和组织应披露所有支付（或以其他方式补偿）另一个人或组织为其说话的情况。游说的定义过于狭窄。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "影響力的世界是複雜的。我們有公開的廣告，這是\n煩人，但至少是明顯的廣告。但我們也有整個\n業的精巧廣告。政客和公司可以購買人羣\n到洪水抗議或聽證會。他們可以收買演員滲透到... ...",
      "title": "CMV：個人和組織應披露所有支付（或以其他方式補償）另一個人或組織爲其說話的情況。遊說的定義過於狹窄。"
    }
  ],
  "title": "CMV: People and organizations should have to disclose all instances of paying (or otherwise compensating) for another person or organization to speak for them. The definition of lobbying is too narrow.",
  "created_utc": 1612198624,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The world of influence is complicated. We have overt advertisements, which are annoying, but at least obviously advertisements. But we also have an entire industry of subtle advertisements. Politicians and companies can purchase crowds to flood protests or hearings. They can buy actors to infiltrate these groups and spread a specific message. They can hire people to go on any number of forums to promote a message. All under the guise of someone who honestly believes the message, or as a member of an established community. Frankly, it makes one paranoid to consider that any given moment on a discussion board, that honest discussion you thought you were having about X might actually be with a shill paid for by someone who stands to benefit immensely from X. The presumption of good faith discussion is lost thanks to this industry. </p>\n\n<p>The presumption of good faith discussion is incredibly valuable. It&#39;s what makes the first amendment work. Without that presumption, the first amendment doesn&#39;t work, it&#39;s worthless. Therefore, the first amendment should not apply to paid for speech. Anonymizing speech is valuable for genuine held beliefs. But it is not valuable for paid actors. </p>\n\n<p>The most effective way to protect genuine belief holders, and not paid actors is to require any organization that is buying speech to disclose the speech they buy. If an oil company wants to flood the internet with overt and subtle advertisements against hybrid cars, then it should be required to report that within days if not hours of signing the contract with the advertising/shill agency. The reports should be widely and freely available for anyone to check, so they can determine the likelihood of the message they are engaging with being subtle advertising. </p>\n\n<p>Companies that fail to register paid speech should be subject to fines and potentially jail time for corporate officers. Individuals should face the same risks. If fines are the preferred punishment, they should actually be costly enough to make a difference, rather than just being the cost of doing business, but I&#39;m not sure there is a fine costly enough to make a difference. Advertising agencies should be required to also report any paid speech they engage in, which would be all of their business, as a secondary means of catching bad actors.</p>\n</div><!-- SC_ON -->",
  "score": 645,
  "permalink": "/r/changemyview/comments/la3rwp/cmv_people_and_organizations_should_have_to/",
  "subreddit": "changemyview",
  "id": "la3rwp",
  "is_self": true,
  "media": null,
  "is_video": false
}