{
  "author": "fireaway1234",
  "original_created_utc": 1626110684,
  "title": "Why do people like to jump to claim things like \"this author is misogynistic because they portrayed women so and so\"?",
  "created_utc": 1626190155,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I genuinely want to know why. Because in my eye when it comes to fiction I seperate reality from the book I am reading. And when a book is tackling themes and portrays something negatively for instance, I tend to look at this as a critique rather than a condonation/advocation of the negative aspect from the author&#39;s part. Recently I watched a YouTube video where a person made the claim that because female authors of the Secret History and Dead Poets Society had men dominate the roles in their books they had some internalised misogyny (this is kinda ridiculous to say). This may be possible but at the same time when we make claims like that we cant really say that can we because we are dealing with FICTION. Fiction can be a commentary on society and it can also be something very seperate from reality. </p>\n\n<p>The author of American Psycho said many times that his book was not him being a misogynistic prick but rather him showing the depravity of men in the Yuppie world and how serial killer Patrick is the one who is the misogynistic prick. But many people to this day are saying this book was awful because the author had allowed for the killing of more women than men. (Just check the GoodReads for this book).</p>\n\n<p>So why do many people take issue with things that are clearly fiction which cannot truly be representative of reality and life? And why blame the author? (When blaming the author is not really justfied of course.)</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/oivy3t/why_do_people_like_to_jump_to_claim_things_like/",
  "subreddit": "books",
  "id": "oivy3t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I genuinely want to know why. Because in my eye when it comes to fiction I\nseperate reality from the book I am reading. And when a book is tackling themes\nand portrays something negatively for instance, I tend to look at this as a\ncritique rather than a condonation/advocation of the negative aspect…"
}