{
  "author": "fireaway1234",
  "original_created_utc": 1626110684,
  "title": "Why do people like to jump to claim things like \"this author is misogynistic because they portrayed women so and so\"?",
  "created_utc": 1626190155,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I genuinely want to know why. Because in my eye when it comes to fiction I seperate reality from the book I am reading. And when a book is tackling themes and portrays something negatively for instance, I tend to look at this as a critique rather than a condonation/advocation of the negative aspect from the author&#39;s part. Recently I watched a YouTube video where a person made the claim that because female authors of the Secret History and Dead Poets Society had men dominate the roles in their books they had some internalised misogyny (this is kinda ridiculous to say). This may be possible but at the same time when we make claims like that we cant really say that can we because we are dealing with FICTION. Fiction can be a commentary on society and it can also be something very seperate from reality. </p>\n\n<p>The author of American Psycho said many times that his book was not him being a misogynistic prick but rather him showing the depravity of men in the Yuppie world and how serial killer Patrick is the one who is the misogynistic prick. But many people to this day are saying this book was awful because the author had allowed for the killing of more women than men. (Just check the GoodReads for this book).</p>\n\n<p>So why do many people take issue with things that are clearly fiction which cannot truly be representative of reality and life? And why blame the author? (When blaming the author is not really justfied of course.)</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/oivy3t/why_do_people_like_to_jump_to_claim_things_like/",
  "subreddit": "books",
  "id": "oivy3t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I genuinely want to know why. Because in my eye when it comes to fiction I\nseperate reality from the book I am reading. And when a book is tackling themes\nand portrays something negatively for instance, I tend to look at this as a\ncritique rather than a condonation/advocation of the negative aspect…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "その理由を純粋に知りたいのです。なぜなら、私の目には、フィクションに関しては\n読んでいる本と現実を切り離して考えます。例えば、テーマを扱っていて、何かを否定的に描いている本の場合\n例えば、テーマに沿って何かを否定的に描いていたとしても、それを容認したり否定したりするのではなく、批判として見る傾向があります。\n否定的な面を容認したり擁護したりするのではなく、批判として見る傾向があります。",
      "title": "なぜ人は、「この作家は女性をこう描いたから女性差別だ」というような主張に飛びつきたがるのでしょうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我真的很想知道为什么。因为在我眼里，当涉及到小说时，我\n将现实与我正在阅读的书分开。而当一本书涉及到主题\n描写一些负面的东西时，我倾向于将其视为一种\n批评，而不是对消极方面的纵容/支持......",
      "title": "为什么人们喜欢跳出来宣称 \"这个作者是厌恶女性的，因为他们对女性的描绘是如此这般 \"这样的事情？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我真的很想知道爲什麼。因爲在我眼裏，當涉及到小說時，我\n將現實與我正在閱讀的書分開。而當一本書涉及到主題\n描寫一些負面的東西時，我傾向於將其視爲一種\n批評，而不是對消極方面的縱容/支持......",
      "title": "爲什麼人們喜歡跳出來宣稱 \"這個作者是厭惡女性的，因爲他們對女性的描繪是如此這般 \"這樣的事情？"
    }
  ]
}