{
  "author": "EndlessShovel11",
  "original_created_utc": 1631682491,
  "title": "What emerging coins of this bull run are going to be useless garbage in a few years?",
  "created_utc": 1631702519,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I jumped on the crypto train in 2017 after reading a post about someone becoming an overnight millionaire with Antshares/Neo. I knew what Bitcoin and Ethereum was, but after reading that post I spent the better part of a week researching crypto. Naturally, I thought I was an instant professional trader. Because I was new to crypto I bit on some dumb projects. Ones that I went down the wrong Twitter/Biz rabbit holes to find. I purchased Oyster Pearl not too far before the CEO rug pulled, I purchased Bitcoin Private because I was certain that a fork of a fork with the Bitcoin name would essentially be money in the bank in the private/anonymous crypto space. I purchased OmiseGo(yes I know this one is still trading somewhat upwards) because of some tenuous relationship they had with a southeast Asian branch of McD’s. I purchased Request Network because I felt like blockchain invoicing might be important someday(this one might come back around for me). Luckily, I kept some of the important stuff that held me through the dark times; ETH, LINK, small amounts of BTC. Looking back on the years, I can clearly see the projects that I invested in that were surely dogshit from the start. I have a keener eye, but that doesn’t mean we won’t buy in on something that we don’t realize yet is smoke and mirrors. Besides the obvious memecoin garbage, what does everyone think will be this bull runs useless garbage in a few years. Just lay it out there and hurt everyones feelings!</p>\n\n<p>Edit: I’m surprised with the QUICK turn on SOL. But I did watch them blow up their investors faith, so I guess not all that surprising.</p>\n</div><!-- SC_ON -->",
  "score": 183,
  "permalink": "/r/CryptoCurrency/comments/pojlf7/what_emerging_coins_of_this_bull_run_are_going_to/",
  "subreddit": "CryptoCurrency",
  "id": "pojlf7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I jumped on the crypto train in 2017 after reading a post about someone becoming\nan overnight millionaire with Antshares/Neo. I knew what Bitcoin and Ethereum\nwas, but after reading that post I spent the better part of a week researching\ncrypto. Naturally, I thought I was an instant professional…"
}