{
  "author": "leslieknope09",
  "original_created_utc": 1637993722,
  "title": "Books from your youth that DID age well",
  "created_utc": 1638019608,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I saw a post about books from your youth that you reread and realized they didn’t age well. On the flip side, what’s a book that you loved and read at a young age that you reread recently and still loved? I want to hear all about your books that stood the test of time and were still just as good in your 30s as when you were in middle school!</p>\n\n<p>Mine is A Wrinkle in Time. I love it so much - I’ve reread it several times since I first read it in fourth grade and it’s really held up!</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/r373vp/books_from_your_youth_that_did_age_well/",
  "subreddit": "books",
  "id": "r373vp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I saw a post about books from your youth that you reread and realized they\ndidn’t age well. On the flip side, what’s a book that you loved and read at a\nyoung age that you reread recently and still loved? I want to hear all about\nyour books that stood the test of time and were still just as good in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "若い頃に読んだ本を読み返してみたら、あまり熟成されていないことに気付いた、という投稿を見ました。\n若い頃に読んだ本を読み返してみると 逆に、あなたが若い頃に好きで読んだ本は何ですか？\n逆に、若い頃に好きで読んだ本で、最近再読してやはり好きだったものはありますか？時間の試練に耐えたあなたの本について、すべて聞きたいです。\n時の試練に耐え、今でも同じように良い本を...",
      "title": "若い頃に読んだ本の中で、DIDが熟成しているもの"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我看到一个关于你年轻时读过的书的帖子，你重读后发现它们\n不够老。反过来说，有什么书是你在年轻时喜欢并读过的，而你最近重读后仍然喜欢的？\n你最近重读并仍然喜爱的书？我想听听关于\n你那些经受住了时间考验的书，而且在过去的几年里仍然是那么好。",
      "title": "你年轻时的书，DID老得好"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看到一個關於你年輕時讀過的書的帖子，你重讀後發現它們\n不夠老。反過來說，有什麼書是你在年輕時喜歡並讀過的，而你最近重讀後仍然喜歡的？\n你最近重讀並仍然喜愛的書？我想聽聽關於\n你那些經受住了時間考驗的書，而且在過去的幾年裏仍然是那麼好。",
      "title": "你年輕時的書，DID老得好"
    }
  ]
}