{
  "author": "swayed84d8",
  "original_created_utc": 1628410411,
  "title": "How much do you read each day and when?",
  "created_utc": 1628454104,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Alot of articles say to read for 30 minutes a day or maybe an hour a day or a certain amount of pages ... Maybe before bed or in the morning ,etc...</p>\n\n<p>But when do you read each day and how much do you read.  Whether it&#39;s in time or pages it doesn&#39;t matter!  Just wondering what your habits and routines are!  Give me some numbers and details,  haha!</p>\n\n<p>I&#39;ve always read for an hour before bed every night but am trying to be more spontaneous with my reading!  So now I read in the afternoon as well on my lunch break!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/p0atw5/how_much_do_you_read_each_day_and_when/",
  "subreddit": "books",
  "id": "p0atw5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Alot of articles say to read for 30 minutes a day or maybe an hour a day or a\ncertain amount of pages ... Maybe before bed or in the morning ,etc...\n\nBut when do you read each day and how much do you read. Whether it's in time or\npages it doesn't matter! Just wondering what your habits and routines…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "多くの記事では、1日30分、あるいは1日1時間、あるいは一定のページ数を読めと言っています。\nある程度のページ数を読めというものです。寝る前とか、朝とか...。\n\nしかし、あなたは一日にいつ、どのくらいの量を読んでいますか？それが時間であろうと、ページ数であろうと\n時間でもページ数でも、それは問題ではありません。ただ、あなたの習慣やルーティンを知りたいのです。",
      "title": "1日にどれくらいの量を、いつ頃読んでいますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "很多文章都说每天阅读30分钟，或者每天一小时，或者一定的时间。\n一定数量的页面... 也许在睡前或早上等等。\n\n但是你每天什么时候读，读多少。不管是在时间上还是\n页数都不重要! 我只是想知道你的习惯和常规......",
      "title": "你每天读多少书，什么时候读？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "很多文章都說每天閱讀30分鐘，或者每天一小時，或者一定的時間。\n一定數量的頁面... 也許在睡前或早上等等。\n\n但是你每天什麼時候讀，讀多少。不管是在時間上還是\n頁數都不重要! 我只是想知道你的習慣和常規......",
      "title": "你每天讀多少書，什麼時候讀？"
    }
  ]
}