{
  "author": "Cindy_Da_Morse",
  "original_created_utc": 1637857790,
  "title": "CMV: The lack of substantial reporting from many major media outlets of the Waukesha killings in the past 24 hours is indicative of how biased these media outlets really are",
  "created_utc": 1637888281,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I google &quot;Darrell Brooks&quot; and look at news in the past 24 hours, the only major outlets having any stories about this are Fox News and New York Post.  CNN, MSNBC, NBC, ABC, Washington Post, New York Times are all missing.  There are also some local smaller outlets reporting on this.</p>\n\n<p>This should really wake people up about what these media outlets are all about.  When the Kyle Rittenhouse shootings happened, all of the media outlets I named were reporting on those shootings non-stop for weeks.  There were many stories published as well as many opinion pieces.</p>\n\n<p>But it&#39;s eerily quiet about an event that even objectively, just based on the number of victims is much bigger (6 killed and dozens wounded vs 2 killed and 1  wounded).  Not to mention that in this case the dead and injured include kids and women.  Also not even mentioning that this did not happen during a riot/protest, but was done at a peaceful parade.  Also done by a man with a violent criminal record who was out on bail at the time of the incident compared to Kyle with no criminal record.</p>\n\n<p>When I look at the MSNBC Daily today, 2 out of the first eleven stories they have are about Rittenhouse (they are still talking about Rittenhouse), there is stuff about white supremacy, trans deaths.</p>\n\n<p>The main story seems to be about Arbery and there is something about Trump.</p>\n\n<p>There is nothing that even mentions Darrell Brooks or Waukesha.  CNN is similar, there is nothing on their main news pages about this.</p>\n\n<p>This is clearly evidence of media bias because this IS a big story, one that is objectively bigger that the Rittenhouse story at the time it happened (based on number and age of victims alone) and yet there is a lack of coverage of this case.</p>\n</div><!-- SC_ON -->",
  "score": 196,
  "permalink": "/r/changemyview/comments/r20cye/cmv_the_lack_of_substantial_reporting_from_many/",
  "subreddit": "changemyview",
  "id": "r20cye",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When I google \"Darrell Brooks\" and look at news in the past 24 hours, the only\nmajor outlets having any stories about this are Fox News and New York Post. CNN,\nMSNBC, NBC, ABC, Washington Post, New York Times are all missing. There are also\nsome local smaller outlets reporting on this.\n\nThis should…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ダレル・ブルックス」で検索して、過去24時間のニュースを見てみると、この件に関する記事を掲載している主要メディアは、Fox Newsだけです。\nこの件について記事にしている主要メディアは、Fox NewsとNew York Postだけだ。CNN。\nCNN、MSNBC、NBC、ABC、Washington Post、New York Timesはすべて消えている。他にも\n地元の小さなメディアもいくつか報道しています。\n\nこれは...",
      "title": "CMV: この24時間の間に、多くの主要メディアがWaukeshaの殺人事件について実質的な報道をしていないことは、これらのメディアがいかに偏った報道をしているかを示しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我用谷歌搜索 \"Darrell Brooks \"并查看过去24小时的新闻时，只有\n只有福克斯新闻和《纽约邮报》等主要媒体有关于此事的报道。CNN。\nMSNBC，NBC，ABC，华盛顿邮报，纽约时报都没有。也有\n一些当地的小媒体也在报道此事。\n\n这应该...",
      "title": "CMV：在过去24小时内，许多主要媒体没有对沃克沙杀人事件进行实质性的报道，这说明了这些媒体的偏见到底有多大"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我用谷歌搜索 \"Darrell Brooks \"並查看過去24小時的新聞時，只有\n只有福克斯新聞和《紐約郵報》等主要媒體有關於此事的報道。CNN。\nMSNBC，NBC，ABC，華盛頓郵報，紐約時報都沒有。也有\n一些當地的小媒體也在報道此事。\n\n這應該...",
      "title": "CMV：在過去24小時內，許多主要媒體沒有對沃克沙殺人事件進行實質性的報道，這說明了這些媒體的偏見到底有多大"
    }
  ]
}