{
  "author": "yaykarin",
  "original_created_utc": 1631136183,
  "title": "I keep hearing \"nonfiction is boring.\" Ugh. Please share: What's 1 nonfiction book you loved, 1 you hated and 1 that changed your life?",
  "created_utc": 1631151837,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ll go first. </p>\n\n<p>One I loved was Big Magic by Elizabeth Gilbert. It&#39;s the most inspiring book for creatives I&#39;ve ever read. </p>\n\n<p>One I hated was Mark Manson&#39;s &quot;Subtle Art of Not Giving a F#$@&quot;. Life advice from a sheltered frat boy at a bar? Hard pass.</p>\n\n<p>One that changed my life was definitely The Life Changing Magic of Tidying up. My closets, drawers and cabinets have never been the same since :)</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/pkjici/i_keep_hearing_nonfiction_is_boring_ugh_please/",
  "subreddit": "books",
  "id": "pkjici",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'll go first.\n\nOne I loved was Big Magic by Elizabeth Gilbert. It's the most inspiring book for\ncreatives I've ever read.\n\nOne I hated was Mark Manson's \"Subtle Art of Not Giving a F#$@\". Life advice\nfrom a sheltered frat boy at a bar? Hard pass.\n\nOne that changed my life was definitely The Life…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が先に行きます。\n\n私が好きだったのは、エリザベス・ギルバートの「Big Magic」です。今まで読んだ中で、クリエーターにとって最も刺激的な\n今まで読んだ中で最も刺激的な本です。\n\n嫌いだったのは、マーク・マンソンの「Subtle Art of Not Giving a F#$@」。人生のアドバイス\nバーにいる保護された男子学生からの人生のアドバイス？ハードパスです。\n\n私の人生を変えたのは、間違いなく「The Life...",
      "title": "\"ノンフィクションはつまらない \"と言われ続けています。ううう。共有してください。好きなノンフィクション、嫌いなノンフィクション、人生を変えたノンフィクションを教えてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我先说。\n\n我喜欢的一本是伊丽莎白-吉尔伯特的《大魔术》。这是我读过的最鼓舞人心的书\n这是我读过的最鼓舞人心的书。\n\n我讨厌的一本书是马克-曼森的 \"不给钱的微妙艺术\"。生活建议\n从一个在酒吧的受保护的兄弟会男孩那里得到的生活建议？很难通过。\n\n改变我生活的绝对是《人生》。",
      "title": "我一直听到 \"非虚构小说很无聊\"。唉。请分享。你喜欢的一本非虚构类书籍是什么，你讨厌的一本是什么，还有一本改变了你的生活？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我先說。\n\n我喜歡的一本是伊麗莎白-吉爾伯特的《大魔術》。這是我讀過的最鼓舞人心的書\n這是我讀過的最鼓舞人心的書。\n\n我討厭的一本書是馬克-曼森的 \"不給錢的微妙藝術\"。生活建議\n從一個在酒吧的受保護的兄弟會男孩那裏得到的生活建議？很難通過。\n\n改變我生活的絕對是《人生》。",
      "title": "我一直聽到 \"非虛構小說很無聊\"。唉。請分享。你喜歡的一本非虛構類書籍是什麼，你討厭的一本是什麼，還有一本改變了你的生活？"
    }
  ]
}