{
  "author": "calcium1",
  "original_created_utc": 1640360296,
  "title": "Is it bad to think things shouldn’t be cancelled because of omicron?",
  "created_utc": 1640367488,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;It genuinely doesn’t make sense to me that events in places like NYC are being cancelled where you need to be vaccinated to go. Isn’t the whole entire point of getting vaccinated to be able to live a little bit more normally after 2 years of being safe? &lt;/p&gt;\n\n&lt;p&gt;The Strokes concert on New Year’s Eve was just cancelled and I’m being honest when I say it was the only thing I was looking forward to in months. Why do I have to be punished when I did everything I was supposed to? It’s getting upsetting and feeling like it doesn’t even matter what I do anymore&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 180,
  "permalink": "/r/TooAfraidToAsk/comments/rnoot3/is_it_bad_to_think_things_shouldnt_be_cancelled/",
  "subreddit": "TooAfraidToAsk",
  "id": "rnoot3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>It genuinely doesn’t make sense to me that\nevents in places like NYC are being cancelled where you need to be vaccinated to\ngo. Isn’t the whole entire point of getting vaccinated to be able to live a\nlittle bit more normally after 2 years of being safe? </p> <p>The…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>私には純粋に意味がわからないのです。\nニューヨークのような、予防接種を受けなければならない場所でのイベントが中止されるのは\n行く。予防接種を受ける意味は、少しでも生活できるようにするためではないでしょうか。\n2年間無事だったのが、少しは普通になったのでしょうか？</p> <p>その...",
      "title": "オミクロンのせいで物事が中止になってはいけないと思うのは悪いことなのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>对我来说，纽约市等地的活动被取消是真的没有道理的，因为在这些地方，你需要接种疫苗才能参加。\n纽约市等地的活动被取消，而你需要接种疫苗才能参加这些活动。\n去。接种疫苗的全部意义不就是为了在两年后能够更正常地生活吗？\n在两年的安全期过后，能够更正常地生活？</p> <p>在纽约，你需要接种疫苗的地方被取消了。",
      "title": "认为不应该因为欧米茄而取消的事情不好吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>對我來說，紐約市等地的活動被取消是真的沒有道理的，因爲在這些地方，你需要接種疫苗才能參加。\n紐約市等地的活動被取消，而你需要接種疫苗才能參加這些活動。\n去。接種疫苗的全部意義不就是爲了在兩年後能夠更正常地生活嗎？\n在兩年的安全期過後，能夠更正常地生活？</p> <p>在紐約，你需要接種疫苗的地方被取消了。",
      "title": "認爲不應該因爲歐米茄而取消的事情不好嗎？"
    }
  ]
}