{
  "author": "thosefamiliarfaces",
  "original_created_utc": 1626282712,
  "title": "CMV: There aren't as many programming jobs as people say there are and if everyone and their dog is studying programming a lot of people are going to end up let down when they don't get that $100k+ job they feel promised",
  "created_utc": 1626298834,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Everywhere you look everyone is telling you that programming is the best career choice and that if you want a good like all you need to do is learn to code but there is no way there are enough jobs for everyone. I recognize that the number of programming jobs are increasing but with how many people are headed toward these jobs in recent years there won&#39;t be enough for everyone and the saturation of people with these skills is going to drive down salaries and make it a much less lucrative occupation.    Once everyone is doing something it&#39;s no longer profitable, there&#39;s are going to be too many cooks in that kitchen.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/ok8v1b/cmv_there_arent_as_many_programming_jobs_as/",
  "subreddit": "changemyview",
  "id": "ok8v1b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Everywhere you look everyone is telling you that programming is the best career\nchoice and that if you want a good like all you need to do is learn to code but\nthere is no way there are enough jobs for everyone. I recognize that the number\nof programming jobs are increasing but with how many people…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "どこの国でも、プログラミングは最高の職業選択であり、良い仕事をしたいならコードを学ぶだけで良いと言われています。\nコードを学べばいいと言われています。\nしかし、すべての人に十分な仕事があるわけではありません。私は、プログラミングの仕事の数が\nプログラミングの仕事が増えていることは認識していますが、どれだけの人が...",
      "title": "CMV: 世間で言われているほどプログラミングの仕事は多くありませんし、誰も彼もがプログラミングを勉強しているとしたら、多くの人が10万ドル以上の仕事を約束されていないと失望することになるでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "无论你走到哪里，每个人都在告诉你，编程是最好的职业选择。\n如果你想有一个好的选择，你需要做的就是学习代码。\n但不可能有足够的工作给每个人。我承认，编程工作的数量正在增加。\n我承认编程工作的数量正在增加，但有多少人...",
      "title": "CMV：并不像人们说的那样有很多编程工作，如果每个人和他们的狗都在学习编程，那么当他们没有得到他们认为承诺的10万美元以上的工作时，很多人最终都会感到失望。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "無論你走到哪裏，每個人都在告訴你，編程是最好的職業選擇。\n如果你想有一個好的選擇，你需要做的就是學習代碼。\n但不可能有足夠的工作給每個人。我承認，編程工作的數量正在增加。\n我承認編程工作的數量正在增加，但有多少人...",
      "title": "CMV：並不像人們說的那樣有很多編程工作，如果每個人和他們的狗都在學習編程，那麼當他們沒有得到他們認爲承諾的10萬美元以上的工作時，很多人最終都會感到失望。"
    }
  ]
}