{
  "author": "dameanmugs",
  "original_created_utc": 1634227845,
  "title": "CMV: The United States should require a stint of mandatory public service for all citizens.",
  "created_utc": 1634236242,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In countries such as <a href=\"https://en.wikipedia.org/wiki/Conscription_in_Finland\">Finland</a>, <a href=\"https://en..wikipedia.org/wiki/Conscription_in_Denmark\">Denmark</a>, Norway, and Greece, several months of military service is required once citizens reach a certain age, with those who object having the option to work in the civilian public service instead. In the United States, both military and public service are currently entirely voluntary. I believe the United States should reinstate conscription but chiefly for the purpose of public service, with military service being the minority option instead of the norm.</p>\n\n<p><strong>What the System Would Look Like</strong></p>\n\n<p>Everyone, male or female, would be registered for service once they reach 18 years old, following the existing Selective Service system. The only exception would be for the severely disabled and incapacitated. Service could be deferred for legitimate reasons (i.e. family situation, medical leave, college education which could then be employed in the service) for a reasonable amount of time. Duration would probably depend on what job the person is assigned, but it would be long enough that participants would both gain job skills as well as actually assist in completing whatever project they worked on.</p>\n\n<p>The service itself could be a combination of the existing <a href=\"https://www.americorps.gov/\">Americorps</a> plus the <a href=\"https://en.wikipedia.org/wiki/Public_Works_Administration\">Public Works Administration</a> from the 1930s, mainly focused on updating all facets of the US&#39;s crumbling infrastructure both through repair and modernization. Citizens would be employed in a wide variety of skilled and semi-skilled positions, with government lifers acting as points of continuity throughout. We might even be able to roll the National Endowment for the Arts into the program to fund a smaller number of artistic positions as well.</p>\n\n<p>Those who want a military career can take that option, although there likely needs to be a cap to the number allowed to do so, since we don&#39;t want to lose the benefits of having an all-volunteer military and the last thing the US needs is to inflate its military budget further.</p>\n\n<p><strong>Pros:</strong></p>\n\n<ol>\n<li>The physical infrastructure in the United States is both insufficient and in disrepair. This program would (among other things) fix bridges, bring high-speed internet to underserved communities, and update 150-year old pipes to improve public health.</li>\n<li>Job training. Those who don&#39;t know what they want to do would have a low risk way to explore their options after high school and those with a college degree don&#39;t have to worry about that first job, since they can get their experience through the system then move on to the public sector if they choose.</li>\n<li>Permanent job creation. Infrastructure projects take a long time, and this system will require the hiring of all sorts of professionals to see these tasks through to completion.</li>\n</ol>\n\n<p><strong>Cons and Counters:</strong></p>\n\n<ol>\n<li>Cost. While the program would be expensive, it&#39;s an investment in the country, similar to the WPA/PWA of the New Deal Era.</li>\n<li>Public resistance. This is a solvable issue if the program is marketed properly.</li>\n<li>Government inefficiency. While it certainly might cost more to build a power plant (for example) this way, if the project was done by a private party there would still be excess spending, we&#39;d just call it profit and it would be running to the pockets of the rich instead of to the people.</li>\n<li>It&#39;s socialism!! So the fuck what? Infrastructure should be nationalized, it belongs to all of us.</li>\n</ol>\n\n<p>Any good, fact-based argument could change my view, including refuting my counters to the cons I&#39;ve identified or pointing out other cons. So, CMV!</p>\n\n<p><strong>Edit: To make it clear, these would be paid positions, just as how the military currently is, and the WPA was.</strong></p>\n</div><!-- SC_ON -->",
  "score": 114,
  "permalink": "/r/changemyview/comments/q82vrq/cmv_the_united_states_should_require_a_stint_of/",
  "subreddit": "changemyview",
  "id": "q82vrq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In countries such as Finland\n[https://en.wikipedia.org/wiki/Conscription_in_Finland], Denmark\n[https://en..wikipedia.org/wiki/Conscription_in_Denmark], Norway, and Greece,\nseveral months of military service is required once citizens reach a certain\nage, with those who object having the option to…"
}