{
  "author": "mfDandP",
  "the_new_excerpt": " 1. In the car, you can then put your phone in the cupholder. For those of us\n    with phone holders attached to the dash, topside docks don't really harm\n    them.\n\n 2. Could be wrong about this, but if you're at a desk with your laptop and\n    charging your phone using the USB from your laptop, it…",
  "original_created_utc": 1619879829,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": " 1. 車の中では、その後、カップホルダーに携帯電話を入れることができます。ダッシュに電話ホルダーが付いている人にとっては\n    ダッシュにフォンホルダーを付けている人にとっては、トップサイドドックは特に害はありません。\n    しています。\n\n 2. これは間違っているかもしれませんが、もしあなたが机の上でラップトップを使っていて\n    机の上でノートパソコンを使い、ノートパソコンのUSBを使って携帯電話を充電している場合、それは...",
      "title": "CMV: スマートフォンの充電ドックは下ではなく上に置くべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": " 1. 在车上，你就可以把你的手机放在杯架上。对于我们这些\n    仪表盘上的手机座，顶部的底座并不会对它们造成真正的伤害。\n    它们。\n\n 2. 2.这可能是错误的，但如果你在办公桌前用你的笔记本电脑和\n    用笔记本电脑的USB给手机充电，它就会...",
      "title": "CMV: 智能手机的充电底座应该在顶部，而不是底部"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": " 1. 在車上，你就可以把你的手機放在杯架上。對於我們這些\n    儀表盤上的手機座，頂部的底座並不會對它們造成真正的傷害。\n    它們。\n\n 2. 2.這可能是錯誤的，但如果你在辦公桌前用你的筆記本電腦和\n    用筆記本電腦的USB給手機充電，它就會...",
      "title": "CMV: 智能手機的充電底座應該在頂部，而不是底部"
    }
  ],
  "title": "CMV: Smartphones should have their charging docks at the top, not the bottom",
  "created_utc": 1619890447,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><ol>\n<li><p>In the car, you can then put your phone in the cupholder. For those of us with phone holders attached to the dash, topside docks don&#39;t really harm them.</p></li>\n<li><p>Could be wrong about this, but if you&#39;re at a desk with your laptop and charging your phone using the USB from your laptop, it naturally ends up with the dock pointed away from you. If the dock was at the top, the phone would also be oriented towards you, not opposite.</p></li>\n<li><p>In general the ergonomics seem better, anytime the outlet is front of you. Not, for example, on a plane when the outlet is beneath your seat.</p></li>\n</ol>\n\n<p>Extra credit: I also believe headphones should be on the same side as whatever the charging dock is. My last phone had them on opposing ends and it was incredibly dumb. </p>\n\n<p>Ok, high stakes here, CMV</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/changemyview/comments/n2jl1c/cmv_smartphones_should_have_their_charging_docks/",
  "subreddit": "changemyview",
  "id": "n2jl1c",
  "is_self": true,
  "media": null,
  "is_video": false
}