{
  "author": "AugustusVermillion",
  "original_created_utc": 1630270101,
  "title": "CMV: Politicians spreading vaccine disinformation should be held legally responsible.",
  "created_utc": 1630276638,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Politicians are elected to lead us especially during major events like the current pandemic. Ignoring scientific data from experts and telling citizens not to trust vaccines is literally killing people. These people have influence socially and in the legislation they support. I’m not talking about your crazy uncle on Facebook. He’s not elected or in a position of leadership. I think politicians that give false medical advice that is refutable by science should face legal consequences. Knowingly giving someone an STD is illegal. Spreading false information from a place of leadership and enacting policies that aren’t supported by science needs to have consequences or they will keep doing it. Next time we might be dealing with a virus with much higher deaths rates.</p>\n</div><!-- SC_ON -->",
  "score": 85,
  "permalink": "/r/changemyview/comments/pe3f3c/cmv_politicians_spreading_vaccine_disinformation/",
  "subreddit": "changemyview",
  "id": "pe3f3c",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Politicians are elected to lead us especially during major events like the\ncurrent pandemic. Ignoring scientific data from experts and telling citizens not\nto trust vaccines is literally killing people. These people have influence\nsocially and in the legislation they support. I’m not talking about…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "政治家は、特に今回のパンデミックのような大きな出来事の際に、私たちを導くために選ばれます。\n政治家は、特に現在のパンデミックのような大きな出来事の際に、私たちを導くために選ばれます。専門家の科学的データを無視して、市民にワクチンを信用するなというのは\nワクチンを信用しないように市民に伝え、文字通り人々を殺しています。これらの人々は、社会的にも法律的にも影響力を持っています。\n社会的にも、彼らが支持する法案にも影響力があります。私が言っているのは...",
      "title": "CMV: ワクチンの偽情報を流す政治家は、法的責任を負うべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "政治家被选来领导我们，特别是在重大事件中，如目前的大流行病。\n目前的大流行病。无视专家的科学数据，告诉公民不要\n要相信疫苗，这简直是在杀人。这些人有影响力\n在社会上和他们支持的立法中。我不是在说...",
      "title": "CMV：散布疫苗虚假信息的政客应承担法律责任。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "政治家被選來領導我們，特別是在重大事件中，如目前的大流行病。\n目前的大流行病。無視專家的科學數據，告訴公民不要\n要相信疫苗，這簡直是在殺人。這些人有影響力\n在社會上和他們支持的立法中。我不是在說...",
      "title": "CMV：散佈疫苗虛假信息的政客應承擔法律責任。"
    }
  ]
}