{
  "author": "MetaCooler007",
  "original_created_utc": 1629825257,
  "title": "After a long time of not reading, books are really improving my workouts!",
  "created_utc": 1629845594,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For context, I am a 21 year old dude who, outside of class assignments, hadn&#39;t voluntarily touched a book since high school until last month.. I have always been a fitness junkie, and I have never been able to set aside time for reading due to exercising, work, cooking protein-packed meals, and sleeping filling up my schedule. However, while I am still passionate about improving my body and health, the same old workouts were starting to become mindnumbing after so many years. </p>\n\n<p>Last month, I bit the bullet and decided to try out reading in order to provide some flavor to my workouts. I both checked this sub for recs and looked into the source material of some of my favorite movies. I ended up buying a few popular suggestions: Mistborn by Brandon Sanderson, Hunger Games by Suzanne Collins, and IT by Stephen King (audiobook version to listen to while doing specific workouts). I started with Mistborn and was totally hooked. I was literally lifting weights with one hand and reading with the other because the story was moving too fast to put down. It took me about two weeks to finish Mistborn before I started devouring (see what I did there?) Hunger Games. I liked to read this one on the treadmill because the font was bigger and was easier to read while running. I sometimes supplemented the text by puling up the movie on my phone and skipping to scenes that lined up with what I was reading. My reading muscles are still pretty stiff, so having the movie as a reference helps me to visualize scenes and what the characters are supposed to look like.</p>\n\n<p>I know it sounds crazy, and I&#39;ve gotten a couple weird looks from some gym dudes, but I&#39;m having a blast! I never knew that it was possible to improve your mind and body at the same time before I tried this. Definitely recommend trying this out if your daily workout takes up a big chunk of your day.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/parojy/after_a_long_time_of_not_reading_books_are_really/",
  "subreddit": "books",
  "id": "parojy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For context, I am a 21 year old dude who, outside of class assignments, hadn't\nvoluntarily touched a book since high school until last month.. I have always\nbeen a fitness junkie, and I have never been able to set aside time for reading\ndue to exercising, work, cooking protein-packed meals, and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は21歳の男で、先月まで高校時代から授業以外で本に触れたことがありませんでした。\n先月まで高校時代から自発的に本に触れたことがなかった21歳の男です...。私はいつも\n私は常にフィットネス中毒で、運動、仕事、プロテインの調理などで読書の時間を確保することができませんでした。\nエクササイズや仕事、プロテインの入った食事を作ったり...。",
      "title": "長い間、本を読まなかった私にとって、本は本当にワークアウトを向上させてくれるものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为了说明情况，我是一个21岁的家伙，除了课堂作业之外，从高中开始就没有主动接触过书，直到上个月。\n从高中开始就没有主动接触过一本书，直到上个月。我一直\n我一直是个健身爱好者，而且我从来没能留出时间来阅读。\n由于运动、工作、做蛋白质含量高的饭菜，以及...",
      "title": "在很久没有读书的情况下，书籍确实提高了我的锻炼效果!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲了說明情況，我是一個21歲的傢伙，除了課堂作業之外，從高中開始就沒有主動接觸過書，直到上個月。\n從高中開始就沒有主動接觸過一本書，直到上個月。我一直\n我一直是個健身愛好者，而且我從來沒能留出時間來閱讀。\n由於運動、工作、做蛋白質含量高的飯菜，以及...",
      "title": "在很久沒有讀書的情況下，書籍確實提高了我的鍛鍊效果!"
    }
  ]
}