{
  "author": "MetaCooler007",
  "original_created_utc": 1629825257,
  "title": "After a long time of not reading, books are really improving my workouts!",
  "created_utc": 1629845594,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For context, I am a 21 year old dude who, outside of class assignments, hadn&#39;t voluntarily touched a book since high school until last month.. I have always been a fitness junkie, and I have never been able to set aside time for reading due to exercising, work, cooking protein-packed meals, and sleeping filling up my schedule. However, while I am still passionate about improving my body and health, the same old workouts were starting to become mindnumbing after so many years. </p>\n\n<p>Last month, I bit the bullet and decided to try out reading in order to provide some flavor to my workouts. I both checked this sub for recs and looked into the source material of some of my favorite movies. I ended up buying a few popular suggestions: Mistborn by Brandon Sanderson, Hunger Games by Suzanne Collins, and IT by Stephen King (audiobook version to listen to while doing specific workouts). I started with Mistborn and was totally hooked. I was literally lifting weights with one hand and reading with the other because the story was moving too fast to put down. It took me about two weeks to finish Mistborn before I started devouring (see what I did there?) Hunger Games. I liked to read this one on the treadmill because the font was bigger and was easier to read while running. I sometimes supplemented the text by puling up the movie on my phone and skipping to scenes that lined up with what I was reading. My reading muscles are still pretty stiff, so having the movie as a reference helps me to visualize scenes and what the characters are supposed to look like.</p>\n\n<p>I know it sounds crazy, and I&#39;ve gotten a couple weird looks from some gym dudes, but I&#39;m having a blast! I never knew that it was possible to improve your mind and body at the same time before I tried this. Definitely recommend trying this out if your daily workout takes up a big chunk of your day.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/parojy/after_a_long_time_of_not_reading_books_are_really/",
  "subreddit": "books",
  "id": "parojy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For context, I am a 21 year old dude who, outside of class assignments, hadn't\nvoluntarily touched a book since high school until last month.. I have always\nbeen a fitness junkie, and I have never been able to set aside time for reading\ndue to exercising, work, cooking protein-packed meals, and…"
}