{
  "author": "gnarley_quinn",
  "original_created_utc": 1640306413,
  "title": "What are true most hated coins on this sub?",
  "created_utc": 1640321326,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I’m honestly not trying to start anything controversial here. Rather I want to perform an experiment. I want to see how well the market does based on what this sub hates the most. &lt;/p&gt;\n\n&lt;p&gt;I’ll buy up to ten coins and track them purely on the basis that they are despised by everyone here. The ten most popular by comments/ups at the end of the day will be the ones I invest in.  &lt;/p&gt;\n\n&lt;p&gt;To rule out just building a stack of shitcoins, I’ll put a moratorium on anything less than $300m marketcap. &lt;/p&gt;\n\n&lt;p&gt;Be advised. You don’t have to actually hate the coin yourself. It’s more likely that as a holder of a particular coin, you will notice the excess hatred more than others. &lt;/p&gt;\n\n&lt;p&gt;So shill me the most hated coins. I will create the ultimate anti-sub folio.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 153,
  "permalink": "/r/CryptoCurrency/comments/rn9rel/what_are_true_most_hated_coins_on_this_sub/",
  "subreddit": "CryptoCurrency",
  "id": "rn9rel",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I’m honestly not trying to start anything\ncontroversial here. Rather I want to perform an experiment. I want to see how\nwell the market does based on what this sub hates the most. </p> <p>I’ll buy up\nto ten coins and track them purely on the basis that they are…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I'm honestly not going to start anything (正直言って、何も始めるつもりはありません)\nここで議論になる。そうではなく、私はある実験をしたいのです。ということです。\nこのサブタイトルが一番嫌いなもので、マーケットがうまくいく。</p> <p>私は、最大で\nコインを10枚まで追跡し、純粋にそのコインを...",
      "title": "このサブで最も嫌われている真のコインは何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>说实话，我并不是想在这里引起什么\n有争议的事情。相反，我想做一个实验。我想看看\n我想看看市场在这个子最讨厌的东西的基础上做得怎么样。</p> <p>我将购买多达\n十个硬币，并纯粹根据它们是......来追踪它们。",
      "title": "在这个子上真正最讨厌的硬币是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>說實話，我並不是想在這裏引起什麼\n有爭議的事情。相反，我想做一個實驗。我想看看\n我想看看市場在這個子最討厭的東西的基礎上做得怎麼樣。</p> <p>我將購買多達\n十個硬幣，並純粹根據它們是......來追蹤它們。",
      "title": "在這個子上真正最討厭的硬幣是什麼？"
    }
  ]
}