{
  "author": "CosmoFishhawk2",
  "original_created_utc": 1628486239,
  "title": "How many \"depressed English professor\" novels are there, really?",
  "created_utc": 1628502815,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>“Bad books on writing tell you to &quot;WRITE WHAT YOU KNOW&quot;, a solemn and totally false adage that is the reason there exist so many mediocre novels about English professors contemplating adultery.” - Joe Haldeman</p>\n\n<p>I mean, don&#39;t get me wrong, it&#39;s a <strong>great</strong> quote, but how many novels do you know of that <em>really</em> fit this bill? The only one that I can think of off the top of my head is Houellebecq&#39;s <em>Atomized,</em> but even there, that&#39;s not all the book is about. But then again, I&#39;m not super well-read when it comes to lit fic. </p>\n\n<p>Is it just one of those factoids that &quot;everybody knows&quot; that turns out to be false or exaggerated?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/p0uxbk/how_many_depressed_english_professor_novels_are/",
  "subreddit": "books",
  "id": "p0uxbk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "“Bad books on writing tell you to \"WRITE WHAT YOU KNOW\", a solemn and totally\nfalse adage that is the reason there exist so many mediocre novels about English\nprofessors contemplating adultery.” - Joe Haldeman\n\nI mean, don't get me wrong, it's a great quote, but how many novels do you know\nof that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "\"文章に関する悪い本には「知っていることを書け」と書かれていますが、これは厳粛で全くの\n英語教授が不倫を考える平凡な小説がたくさんあるのは、この格言が全くの誤りだからである。\nこれが、英語教授が不倫を考える平凡な小説が多い理由である」。- ジョー・ホールドマン\n\n誤解を恐れずに言えば、これは素晴らしい言葉ですが、あなたはどれだけの小説を知っていますか？\nどれだけの小説が...",
      "title": "鬱病の英語教授」の小説は、果たしてどれくらいあるのだろうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "\"糟糕的写作书籍告诉你要 \"写你所知道的\"，这是一个庄严的、完全错误的格言。\n这就是为什么有那么多平庸的小说都是关于英语教授的故事。\n思考通奸的平庸小说\"。- 乔-霍尔德曼\n\n我的意思是，不要误会我的意思，这是一句很好的话，但你知道有多少小说\n有多少小说...",
      "title": "有多少 \"抑郁的英语教授 \"的小说，真的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "\"糟糕的寫作書籍告訴你要 \"寫你所知道的\"，這是一個莊嚴的、完全錯誤的格言。\n這就是爲什麼有那麼多平庸的小說都是關於英語教授的故事。\n思考通姦的平庸小說\"。- 喬-霍爾德曼\n\n我的意思是，不要誤會我的意思，這是一句很好的話，但你知道有多少小說\n有多少小說...",
      "title": "有多少 \"抑鬱的英語教授 \"的小說，真的？"
    }
  ]
}