{
  "author": "majestic-gold",
  "the_new_excerpt": "Why YSK: People who treat you like garbage are not your friends. You're not\n\"part of the gang\" when someone manipulates you; you're a victim and should jump\nship.\n\nI've heard this bullshit throughout my youth and even in the workplace. It's\nusually stated early in relationships to \"set the tone,\"…",
  "original_created_utc": 1618093035,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: あなたをゴミのように扱う人は、あなたの友達ではありません。誰かに操られても、あなたは\n\"誰かに操られているとき、あなたは「ギャングの一員」ではなく、あなたは被害者であり、飛び込むべきです。\n船に乗るべきです。\n\n私は若い頃から、そして職場でもこのようなことを言われてきました。それは\n人間関係の初期段階で「調子を合わせる」ために言われることが多いのですが...。",
      "title": "YSK: 「あなたが好きだから、あなたに意地悪をしているのよ」などという言葉は、虐待を常態化させるコードです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：把你当垃圾的人不是你的朋友。你不是\n当有人操纵你的时候，你是 \"同伙\"；你是受害者，应该跳楼。\n艘。\n\n我在年轻时甚至在职场上都听过这种鬼话。它的\n通常在恋爱初期就说要 \"定调\"，...",
      "title": "YSK：\"我对你凶是因为我喜欢你 \"以及类似的情绪是将虐待正常化的代码。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：把你當垃圾的人不是你的朋友。你不是\n當有人操縱你的時候，你是 \"同夥\"；你是受害者，應該跳樓。\n艘。\n\n我在年輕時甚至在職場上都聽過這種鬼話。它的\n通常在戀愛初期就說要 \"定調\"，...",
      "title": "YSK：\"我對你兇是因爲我喜歡你 \"以及類似的情緒是將虐待正常化的代碼。"
    }
  ],
  "title": "YSK: \"I'm mean to you because I like you\" and similar sentiments are code for normalizing abuse.",
  "created_utc": 1618113584,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> People who treat you like garbage are not your friends. You&#39;re not &quot;part of the gang&quot; when someone manipulates you; you&#39;re a victim and should jump ship.</p>\n\n<p>I&#39;ve heard this bullshit throughout my youth and even in the workplace. It&#39;s usually stated early in relationships to &quot;set the tone,&quot; but could also arise when a victim tries to establish a boundary. If an aggressor says this, it&#39;s a Jolly Roger flown full mast.</p>\n\n<p>The idea is to create the illusion that &quot;normal&quot; relationships contain an unequal power dynamic--one person being the puncher and the other the punching bag. This is neither normal nor healthy, and indicative that more toxicity looms on the horizon.</p>\n</div><!-- SC_ON -->",
  "score": 86,
  "permalink": "/r/YouShouldKnow/comments/moecc6/ysk_im_mean_to_you_because_i_like_you_and_similar/",
  "subreddit": "YouShouldKnow",
  "id": "moecc6",
  "is_self": true,
  "media": null,
  "is_video": false
}