{
  "author": "DDsLaboratory",
  "the_new_excerpt": "Why YSK: Imagine paying someone to do what you do every day for an entire year.\nOn average, a Nanny can make around $30,000 a year, and daycare can cost around\n$10,000 per year, but these costs don’t get close to the monetary value of the\ncombined work and effort you provide. Although, according to…",
  "original_created_utc": 1619547929,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: あなたが毎日していることを、丸一年かけて誰かにやってもらうことを想像してみてください。\n平均して、ナニーの年収は約30,000ドル、デイケアの年収は約10,000ドルと言われています。\nしかし、これらの費用は、あなたが提供する仕事と努力の組み合わせの金銭的価値には遠く及びません。\nしかし、これらの費用は、あなたが提供する仕事と努力の組み合わせの金銭的価値には及ばない。とはいえ、...",
      "title": "YSKさんが専業主婦の場合、あなたがしている仕事は、経済的な価値はありませんが、誰かにお金を払ってやってもらうことで、多くの金銭的価値を持つことになります。生命保険が必要です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：想象一下，花钱请人做你每天要做的事情一整年。\n平均而言，一个保姆一年可以赚取约30,000美元，而日托服务的费用约为100美元。\n1万美元，但这些费用并不接近你所提供的工作和努力的货币价值。\n但这些费用并没有接近你所提供的综合工作和努力的货币价值。虽然，根据...",
      "title": "YSK认为，如果你是一个在家的父母，你所做的工作虽然没有经济价值，但当你付钱给别人做的时候，就会有很大的货币价值。你需要人寿保险。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：想象一下，花錢請人做你每天要做的事情一整年。\n平均而言，一個保姆一年可以賺取約30,000美元，而日託服務的費用約爲100美元。\n1萬美元，但這些費用並不接近你所提供的工作和努力的貨幣價值。\n但這些費用並沒有接近你所提供的綜合工作和努力的貨幣價值。雖然，根據...",
      "title": "YSK認爲，如果你是一個在家的父母，你所做的工作雖然沒有經濟價值，但當你付錢給別人做的時候，就會有很大的貨幣價值。你需要人壽保險。"
    }
  ],
  "title": "YSK that if you are a stay at home parent, the work you do, while it holds no economic value, holds a lot of monetary value when you pay someone else to do it. You need life insurance.",
  "created_utc": 1619564141,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Imagine paying someone to do what you do every day for an entire year. On average, a Nanny can make around $30,000 a year, and daycare can cost around $10,000 per year, but these costs don’t get close to the monetary value of the combined work and effort you provide. Although, according to the economy, your work doesn’t hold economic value, your work is incredibly valuable and will cost a lot to replace. You need about 10x the cost of your work in term life insurance to cover the costs of the value that you provide to your kids and/or to your home.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/YouShouldKnow/comments/mzv2n3/ysk_that_if_you_are_a_stay_at_home_parent_the/",
  "subreddit": "YouShouldKnow",
  "id": "mzv2n3",
  "is_self": true,
  "media": null,
  "is_video": false
}