{
  "author": "Driplzy",
  "the_new_excerpt": "I’ve recently learned that asking women if they’re on their period is sexist,\nI’m more than happy to change my ways but I’m sure I’m not the only man who’s\nbeen told to excuse a woman for her behaviour because she’s on her period, which\nI understood because I’ve heard how bad the experience can be…",
  "original_created_utc": 1617783176,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は最近、女性に生理中かどうかを尋ねるのは性差別だと知りました。\n私は自分のやり方を変えたいと思っていますが、生理中だからといって女性の行動を許すように言われたことのある男性は私だけではないでしょう。\n生理中だからといって、女性の行動を許すように言われた男性は私だけではないでしょう。\n生理中の女性の行動を許すように言われた男性は私だけではないでしょう。",
      "title": "CMV: 男性が女性に「生理なのか」と聞くのは、多くの女性が生理を理由に人と違う行動をとってきたからです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近才知道，问女性是否在经期是性别歧视。\n我很乐意改变我的方式，但我相信我不是唯一的男人，我相信我不是唯一的男人。\n有人告诉我，为一个女人的行为开脱，因为她在月经期，这是\n我明白，因为我听说过这种体验有多糟糕... ...",
      "title": "CMV：男人之所以会问女人 \"你是不是来月经了\"，是因为很多女人把月经当成了与人交往的借口。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近才知道，問女性是否在經期是性別歧視。\n我很樂意改變我的方式，但我相信我不是唯一的男人，我相信我不是唯一的男人。\n有人告訴我，爲一個女人的行爲開脫，因爲她在月經期，這是\n我明白，因爲我聽說過這種體驗有多糟糕... ...",
      "title": "CMV：男人之所以會問女人 \"你是不是來月經了\"，是因爲很多女人把月經當成了與人交往的藉口。"
    }
  ],
  "title": "CMV: The reason men ask women “are you on your period” is because a lot of women have used their period as an excuse to act differently with people.",
  "created_utc": 1617806108,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve recently learned that asking women if they’re on their period is sexist, I’m more than happy to change my ways but I’m sure I’m not the only man who’s been told to excuse a woman for her behaviour because she’s on her period, which I understood because I’ve heard how bad the experience can be for a lot of women. For that reason, up until recently, I’ve asked women if they’re on their period after they’ve been unnecessarily rude to me to have that sense of empathy for them.</p>\n\n<p>if it’s rude to ask women this question, does that mean being on your period is no excuse to act differently in front of people? I’ve only ever asked this question to prevent myself from being offended by someone who is already going through a lot so I don’t understand how it’s constructive to bash people who do ask so long as it’s within a reasonable context.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/mlxdjr/cmv_the_reason_men_ask_women_are_you_on_your/",
  "subreddit": "changemyview",
  "id": "mlxdjr",
  "is_self": true,
  "media": null,
  "is_video": false
}