{
  "author": "Null-Encryption",
  "the_new_excerpt": "Why YSK: Because conventional traffic rules and “best-practices” are there for a\nreason. They reduce congestion on the road and more importantly they allow, to\nsome degree, predictability of other drivers.\n\nWhat triggered me to post this today? It’s snowing/rainy today where I live. I\nwas on my way…",
  "original_created_utc": 1618597918,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：従来の交通ルールやベストプラクティスには理由があります。\n理由があります。それは、道路の混雑を緩和し、さらに重要なことには、それによって、ある意味では\nある程度、他のドライバーを予測することができるからです。\n\n今日、私がこの記事を投稿したきっかけは？私が住んでいるところは今日、雪や雨が降っています。I\n向かっている途中で...",
      "title": "YSK: 自動車を運転する者として、従来の交通の流れを無視して人を行かせることは、「親切」でも「助け合い」でもなく、よく言えば渋滞を、悪く言えば事故を引き起こしていることになります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：因为传统的交通规则和 \"最佳实践 \"是有的。\n原因。他们减少了道路上的拥堵，更重要的是他们允许，以。\n某种程度上，其他司机的可预测性。\n\n是什么触发了我今天发这个帖子？我住的地方今天下雪/下雨。I\n是在我的方式...",
      "title": "YSK：作为机动车驾驶员，当你不顾常规交通流让人时，不是 \"好心\"，也不是 \"帮忙\"，你最好是制造交通，最坏是造成事故。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：因爲傳統的交通規則和 \"最佳實踐 \"是有的。\n原因。他們減少了道路上的擁堵，更重要的是他們允許，以。\n某種程度上，其他司機的可預測性。\n\n是什麼觸發了我今天發這個帖子？我住的地方今天下雪/下雨。I\n是在我的方式...",
      "title": "YSK：作爲機動車駕駛員，當你不顧常規交通流讓人時，不是 \"好心\"，也不是 \"幫忙\"，你最好是製造交通，最壞是造成事故。"
    }
  ],
  "title": "YSK: As the driver of a motor vehicle, you are not being “nice” or “helpful” when you disregard conventional traffic flow to let someone go, you are creating traffic at best and causing accidents at worst.",
  "created_utc": 1618606414,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Because conventional traffic rules and “best-practices” are there for a reason. They reduce congestion on the road and more importantly they allow, to some degree, predictability of other drivers.</p>\n\n<p>What triggered me to post this today?\nIt’s snowing/rainy today where I live. I was on my way to pick up some lunch, and the genius in front of me decided to come to a dead stop (from the road’s speed limit) in the middle of an intersection while we had a green light, to let the guy waiting on the other side of the intersection take his left hand turn. WTF? I almost rear-ended the guy.</p>\n\n<p>Don’t be that guy/girl. It’s only a matter of time before you cause an accident.</p>\n\n<p>Of course, sometimes it can be nice to stop if traffic is already slow and you are letting someone get in. I am obviously talking about the egregious scenarios like above.</p>\n\n<p>TL;DR\nDon’t stop traffic when you have right of way to let someone take their turn 30 seconds earlier. You are doing more harm than good.</p>\n</div><!-- SC_ON -->",
  "score": 122,
  "permalink": "/r/YouShouldKnow/comments/ms9fkr/ysk_as_the_driver_of_a_motor_vehicle_you_are_not/",
  "subreddit": "YouShouldKnow",
  "id": "ms9fkr",
  "is_self": true,
  "media": null,
  "is_video": false
}