{
  "author": "not-a-usual-username",
  "original_created_utc": 1627989763,
  "title": "Books to read when you are feeling a little bit lost",
  "created_utc": 1628077041,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am making a big decision soon, and I am feeling a little lost. I got the opportunity to work for a great company but there are some drawbacks to the offer and it has me a bit confused as to what I should decide to do. I am leaning towards taking it even though I am not fully happy with the offer and that decision it is a bit unsettling to me. </p>\n\n<p>Can you recommend me a book that has a plot/ character that has a path that takes them of course but they find their way in the end ? Or something with the theme of what you want not always being what you need ? Something where the path is not what you planned but it works out for the best?</p>\n\n<p>EDIT: Thank you all so so much!! I was not expecting so many great recommendations!! I really appreciate it !</p>\n</div><!-- SC_ON -->",
  "score": 212,
  "permalink": "/r/booksuggestions/comments/ox1e6n/books_to_read_when_you_are_feeling_a_little_bit/",
  "subreddit": "booksuggestions",
  "id": "ox1e6n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am making a big decision soon, and I am feeling a little lost. I got the\nopportunity to work for a great company but there are some drawbacks to the\noffer and it has me a bit confused as to what I should decide to do. I am\nleaning towards taking it even though I am not fully happy with the offer…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "もうすぐ大きな決断をするのですが、少し迷っています。私は\nい会社で働く機会を得ましたが、このオファーにはいくつかの欠点があります。\n自分がどうすべきか、少し迷っています。私は\n私は、オファーに十分満足していないにもかかわらず、オファーを受ける方に傾いています。",
      "title": "ちょっと迷ったときに読む本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我很快就要做一个重要的决定，我感到有些迷茫。我得到了\n我有机会为一家伟大的公司工作，但也有一些缺点。\n这让我有点困惑，不知道该如何决定。我\n我倾向于接受它，尽管我对这份工作不完全满意......",
      "title": "当你感到有些失落时，可以阅读的书籍"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我很快就要做一個重要的決定，我感到有些迷茫。我得到了\n我有機會爲一家偉大的公司工作，但也有一些缺點。\n這讓我有點困惑，不知道該如何決定。我\n我傾向於接受它，儘管我對這份工作不完全滿意......",
      "title": "當你感到有些失落時，可以閱讀的書籍"
    }
  ]
}