{
  "author": "Neurotypicaltruth",
  "original_created_utc": 1624388109,
  "title": "CMV: I can hold awful views such as sexism or racism as long as I don’t let it affect my actions",
  "created_utc": 1624411900,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, I am 70% sure that this is not a common opinion, although not 100%, which is why I mention this.</p>\n\n<p>It’s mostly in the title, but I’ll give an example. Basically, if someone is ugly, then I’ll be slightly out off by that, but I won’t actually do anything mean because of it. However, if I decided I should change, then I would begin to beat myself up about it and start getting upset. Since this is something that you can’t change, it’s more of an intrinsic belief*, I don’t see a benefit to doing that.</p>\n\n<p>Anyway, I’m guessing this makes a good cmv topic, and I have little else to do, so cmv, if you don’t mind.</p>\n\n<p>Edit: changed the word I asterisked from behaviour to belief, since it’s what I meant to write the first time, and mistyped.</p>\n\n<p>Edit: Ok, this was fun. I’m going to sleep now. My takeaways are that the person might not be able to always think through the situation in time, and the method might not be very good for practising in the real world. I’ll check back in the morning, but I would also like to apologise before I go. I think I formatted the post pretty badly, as well as getting sucked into a tangent argument, meaning that I didn’t get my point across very well, and then reinforced the wrong point in the comments. By this stage, it’s a bit late to fix, but I should have focused more on the hypothetical ethics rather than the actual feasibility of doing this. If you still want to reply whilst I’m asleep, please focus on the ethics. Should the person be penalised for holding the views if they don’t matter?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/o5udmv/cmv_i_can_hold_awful_views_such_as_sexism_or/",
  "subreddit": "changemyview",
  "id": "o5udmv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, I am 70% sure that this is not a common opinion, although not 100%, which is\nwhy I mention this.\n\nIt’s mostly in the title, but I’ll give an example. Basically, if someone is\nugly, then I’ll be slightly out off by that, but I won’t actually do anything\nmean because of it. However, if I decided I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ですから、100％ではありませんが、一般的な意見ではないことは70％確信しています。\nだからこそ、このことに触れたのです。\n\nほとんどタイトルに書いてありますが、一例を挙げます。基本的に、もし誰かが\n醜い人がいたとしても、それを見て多少気分を害することはあっても、それを理由に何か意地悪をすることはありません。\nしかし、それを理由に何か意地悪をすることはありません。しかし、もし私が...",
      "title": "CMV： 性差別や人種差別などのひどい意見を持っていても、それが自分の行動に影響を与えなければいいのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，我有70%的把握，这不是一个普遍的观点，虽然不是100%，这就是为什么我提到这一点。\n这就是为什么我提到这一点。\n\n这主要是在标题中，但我要举一个例子。基本上，如果某人是\n丑陋，那么我就会因此而略感不快，但我实际上不会因此而做什么\n但我不会因此而做任何卑鄙的事情。然而，如果我决定我...",
      "title": "CMV：我可以持有可怕的观点，如性别歧视或种族主义，只要我不让它影响我的行动。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，我有70%的把握，這不是一個普遍的觀點，雖然不是100%，這就是爲什麼我提到這一點。\n這就是爲什麼我提到這一點。\n\n這主要是在標題中，但我要舉一個例子。基本上，如果某人是\n醜陋，那麼我就會因此而略感不快，但我實際上不會因此而做什麼\n但我不會因此而做任何卑鄙的事情。然而，如果我決定我...",
      "title": "CMV：我可以持有可怕的觀點，如性別歧視或種族主義，只要我不讓它影響我的行動。"
    }
  ]
}