{
  "author": "23_sunflower",
  "original_created_utc": 1629796782,
  "title": "\"Addicted \" to reading",
  "created_utc": 1629842872,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think I&#39;m in need of serious help. Generally people ask &quot;how to read books&quot; but well I&#39;m asking &quot;how to NOT read books&quot;. All i wanna do is read, like 24/7! In the starting it felt amazing but it&#39;s becoming a problem now. I don&#39;t remember when was the last time i slept before 3 or 4 in the morning, i read while eating hell i read in the washroom as well (ugh i know) but i just can&#39;t help it. I&#39;m thinking about books ALL THE TIME and I&#39;m worried I&#39;ve sooooo much pending work but i just don&#39;t feel like doing it, gawd i can spend my whole life sitting in a corner and reading!</p>\n\n<p>What do i do?!? I can&#39;t stop myself from adding books to my tbr and reading them the second i complete one book. It&#39;s affecting my health i NEED to sleep, I&#39;ve almost lost my appetite and my social life&#39;s in the gutter (I&#39;ve been ignoring my friends obv because of books)</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pajrrf/addicted_to_reading/",
  "subreddit": "books",
  "id": "pajrrf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think I'm in need of serious help. Generally people ask \"how to read books\"\nbut well I'm asking \"how to NOT read books\". All i wanna do is read, like 24/7!\nIn the starting it felt amazing but it's becoming a problem now. I don't\nremember when was the last time i slept before 3 or 4 in the morning,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は真剣に助けを求めているのだと思います。一般的に人は「本の読み方」を聞きますが\nしかし、私は「本を読まない方法」を聞いているのです。私がしたいのは、24時間365日、本を読むことだけなんです。\n最初の頃は素晴らしいと感じていましたが、今は問題になっています。最後に寝たのはいつだったか、覚えていません。\n最後に朝の3時か4時前に寝たのはいつだったか覚えていません...。",
      "title": "「読書にハマる"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想我需要严重的帮助。一般来说，人们会问 \"如何阅读书籍\"\n但我问的是 \"如何不看书\"。我所想做的就是阅读，就像24小时不间断地阅读!\n开始的时候感觉很好，但现在变成了一个问题。我不\n我不记得我最后一次在凌晨3、4点之前睡觉是什么时候了，...",
      "title": "\"沉迷 \"于阅读"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想我需要嚴重的幫助。一般來說，人們會問 \"如何閱讀書籍\"\n但我問的是 \"如何不看書\"。我所想做的就是閱讀，就像24小時不間斷地閱讀!\n開始的時候感覺很好，但現在變成了一個問題。我不\n我不記得我最後一次在凌晨3、4點之前睡覺是什麼時候了，...",
      "title": "\"沉迷 \"於閱讀"
    }
  ]
}