{
  "author": "Stoiccosmopolitan",
  "original_created_utc": 1631111289,
  "title": "A cozy, 90s New York book in the style of You've Got Mail or When Harry Met Sally?",
  "created_utc": 1631122335,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi, I was rewatching the Nora Ephron classics recently and I was wondering if you guys could recommend a book with a similar vibe? Something that takes place in 90s New York, maybe during autumn or winter. Ideally, something that is a light read but still witty and well written like those movies and, of course, Nora Ephron&#39;s own books. Thanks!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/pkbloq/a_cozy_90s_new_york_book_in_the_style_of_youve/",
  "subreddit": "booksuggestions",
  "id": "pkbloq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi, I was rewatching the Nora Ephron classics recently and I was wondering if\nyou guys could recommend a book with a similar vibe? Something that takes place\nin 90s New York, maybe during autumn or winter. Ideally, something that is a\nlight read but still witty and well written like those movies…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、Nora Ephronの古典作品を見返していて、同じような雰囲気の本を紹介してもらえませんか？\n似たような雰囲気の本を紹介してもらえませんか？90年代のニューヨークを舞台にしたもの。\n舞台は90年代のニューヨークで、季節は秋か冬です。理想的なのは、軽い読み物でありながら\n軽い読み物だけど、映画のようにウィットに富んでいて、よく書かれているものが理想です。",
      "title": "You've Got Mail』や『When Harry Met Sally』のような、90年代のニューヨークを舞台にした居心地の良い作品です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "嗨，我最近在重看诺拉-艾普隆的经典作品，我想知道，如果\n你们能推荐一本有类似氛围的书吗？一些发生在\n在90年代的纽约，也许在秋天或冬天。理想情况下，是一种\n理想的情况是，读起来很轻松，但仍然像那些电影一样诙谐和写得很好......",
      "title": "一本舒适的、90年代的纽约书，其风格就像《你有邮件》或《当哈利遇见莎莉》？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "嗨，我最近在重看諾拉-艾普隆的經典作品，我想知道，如果\n你們能推薦一本有類似氛圍的書嗎？一些發生在\n在90年代的紐約，也許在秋天或冬天。理想情況下，是一種\n理想的情況是，讀起來很輕鬆，但仍然像那些電影一樣詼諧和寫得很好......",
      "title": "一本舒適的、90年代的紐約書，其風格就像《你有郵件》或《當哈利遇見莎莉》？"
    }
  ]
}