{
  "author": "Vista_Seagrape",
  "original_created_utc": 1627915302,
  "title": "CMV: Many people who support diversity, multi-culturalism and migration only do so for white countries and are hypocrites",
  "created_utc": 1627922426,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So firstly, notice the word &quot;many&quot; if my title, because this will obviously <em>not</em> apply to everyone. But I do think it applies to many.</p>\n\n<p>I think many of the people you see who support concepts such as &quot;no human is illegal&quot; and &quot;no borders&quot; are hypocrites, and only believe this for countries for which the majority of the indigenous  population is caucasian. Suppose a conservative says &quot;I don&#39;t like mass immigration/migration because I want to preserve my culture&quot;, many would call him racist...but imo, those people are hypocrites because they actually agree with that conservative, as soon as you start talking about Thailand or Ethiopia. The indigenous populations of Thailand/Ethiopia are obviously not caucasian. So I&#39;d be willing to bet a lot of people who called the conservative above a racist would do a 180 and suddenly agree with a Thai person saying they &quot;want to preserve their culture.&quot; They would say &quot;Thailand is an ancient culture, with rich culture and history. It&#39;s not for a white person to move in and appropriate, especially if they don&#39;t speak thai.&quot; </p>\n\n<p>I don&#39;t believe someone if they don&#39;t tell me the above paragraph makes sense when they think about it. <em>I</em> used to think that way, until I realized the double standard.</p>\n\n<p>And some people will &quot;white ness isn&#39;t even a thing and is just a social construct. Irish immigrants weren&#39;t even considered white in the 19th century!&quot; But this is nonsense to me. Firstly, it&#39;s not the 19th century today anymore. Everybody knows what a white person is and what it means to be a &quot;white person.&quot; The phrase &quot;people of color&quot; is meaningless if there&#39;s no such thing as white people. The same people who make arguments like that seem perfectly capable of identifying a white person to call them racist or remind them of their privilege. So &quot;whiteness is just a social construct&quot; is a meaningless phrase to me.</p>\n\n<p>Some side notes:</p>\n\n<p>This does not apply to countries such as the U.S or Canada, because even though the majority of <em>natives</em> are white today, the <em>indigenous</em> population are obviously not, being Native Americans/First Peoples. What I mean by the difference is this; being &quot;native&quot; to a country simply means you were born there and grew up there. It is where you are &quot;from.&quot; Being <em>indigenous</em> means if you took a map of the world and pointed to a location, you would be able to guess what ethnicity people would look like 700 years ago. So a white South Africa is native to South Africa if they were born and raised there, but not indigenous. A person of Japanese descent who was born and raised in NYC is native to America, not Japan. (Also note that I do not mean to confuse being native to America as being &quot;Native American.&quot; In our culture &quot;Native American&quot; has become a colloquy for &quot;Indigenous American&quot; and mean the same thing.)</p>\n\n<p>I also think the Hispanic/Latino ethic category in the US is an interesting one, because it&#39;s really an umbrella term for multiple completely distinct races. If you went to Mexico 700 years ago, everybody would have looked <a href=\"https://en.wikipedia.org/wiki/Maya_peoples\">Mayan</a>. The modern day &quot;latino&quot; look most Americans would picture is a result of mixed Spanish-Mayan heritage 400 years ago, and is essentially a &quot;new&quot; ethnicity. Is 400 years old enough to count as indigenous? I&#39;m not sure.</p>\n\n<p>Also note what my title actually says- I&#39;m neither opposing nor defending multi-culturalism/immigration in this post, I&#39;m simply pointing out a double standard in how many people think of it. So an answer explaining the benefits of multi-culturalism wouldn&#39;t be changing my view, unless it&#39;s specifically about why it&#39;s good in some locations on the globe, but bad in others. And the Vatican City or North Sentinel Island don&#39;t count, because, well, come on.</p>\n\n<p>The TL;DR is that I think many people who support mult-culturalism have a double standard. They support a more conservative mentality of &quot;preserving one&#39;s culture&quot; if talking about a country they would perceive as &quot;ethnic&quot; (aka non-white), but support unlimited diversity and multi-culturalism for countries they perceive as &quot;white countries&quot; (aka Europe).</p>\n</div><!-- SC_ON -->",
  "score": 279,
  "permalink": "/r/changemyview/comments/owfwpy/cmv_many_people_who_support_diversity/",
  "subreddit": "changemyview",
  "id": "owfwpy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So firstly, notice the word \"many\" if my title, because this will obviously not\napply to everyone. But I do think it applies to many.\n\nI think many of the people you see who support concepts such as \"no human is\nillegal\" and \"no borders\" are hypocrites, and only believe this for countries\nfor which…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず、私のタイトルに「多くの」という言葉があることに注目してください。\nすべての人に当てはまるわけではありません。しかし、私は多くの人に当てはまると考えています。\n\n違法な人間はいない」「国境はない」などの概念を支持する人の多くは、偽善者であり、自分のためだけに信じていると思います。\n違法ではない」「国境はない」といった概念を支持している人の多くは偽善者であり、国のためにしか信じていません。\n国のためだけに信じているのです。",
      "title": "CMV: 多様性、多文化主義、移民を支持する人の多くは、白人国家のためだけにそうしている、偽善者である。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，首先，注意我的标题中的 \"许多 \"一词，因为这显然不会\n适用于每个人。但我确实认为它适用于许多人。\n\n我认为你看到的许多支持 \"没有人是非法的 \"和 \"没有边界 \"等概念的人都是虚伪的，他们只是相信 \"没有人是非法的\"。\n和 \"无国界 \"等概念的人都是伪君子，他们只相信对那些\n为其...",
      "title": "CMV：许多支持多样性、多元文化和移民的人只为白人国家这样做，是伪君子。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，首先，注意我的標題中的 \"許多 \"一詞，因爲這顯然不會\n適用於每個人。但我確實認爲它適用於許多人。\n\n我認爲你看到的許多支持 \"沒有人是非法的 \"和 \"沒有邊界 \"等概念的人都是虛僞的，他們只是相信 \"沒有人是非法的\"。\n和 \"無國界 \"等概念的人都是僞君子，他們只相信對那些\n爲其...",
      "title": "CMV：許多支持多樣性、多元文化和移民的人只爲白人國家這樣做，是僞君子。"
    }
  ]
}