{
  "approved_at_utc": null,
  "subreddit": "wallstreetbets",
  "selftext": "Honestly, this DD requires a lot of critical thinking. If that’s not your jam, please enjoy this cartoon of Alex Karp crushing the competition, then scroll down to the bottom of the DD where you’ll find my plan for the end of my lockup plus a few diamond emojiis, a couple of hand emojiis and a bunch of vacuum optimized transportation device emojiis.\n\n[ \\(photo credit for the Karptoon goes to ex-Palantir designer u\\/gottacroe and my wife u\\/LindsayatAdaDiamonds photoshopping in the Salesforce Einstein\\)](https://preview.redd.it/alrclog6jph61.jpg?width=2550&format=pjpg&auto=webp&s=1ccc3ebfc134179b868459db097dd9d1e51534c1)\n\nLots of words below, so here’s the TL;DRs, Table of Contents, a self dox, and position disclosure before my DD.\n\n**TL;DR #1**: After watching Demo Day twice, I am blown away at how much Palantir’s products have matured in the last 6 years since I left Palantir. I find the new UX far superior to offerings from GOOG, MSFT, and CRM. Apollo is absolutely incredible, and it’s going where no clouds have gone before… from Humvees to nuclear submarines. Lastly, it is clear to me that PLTR has invested heavily in best-of-class administrative tools to improve the speed to deploy Palantir. Bottom line: I fully understand why IBM gave up fighting Palantir and is now selling Palantir Foundry to IBM clients.\n\nPLTR when I left in 2015 versus the Palantir I saw on Demo Day:\n\n[You've come a long way baby.](https://preview.redd.it/fuvi00aejph61.jpg?width=1182&format=pjpg&auto=webp&s=d993cff432e6b8f49b6728ac4d180cbbb2979080)\n\n\\_\\_\\_\\_\\_\\_\\_\n\n**TL;DR #2:** IBM just surrendered to PLTR. In the words of POTUS, this is a…\n\n# Big.\n\n# Fucking.\n\n# Deal.\n\nTo put it politely, IBM and Palantir don’t have a very good past relationship. So the fact that IBM is now pushing Foundry means one thing: Foundry is so unfuckwithable that IBM was losing numerous contracts to Foundry-wielding competitors and IBM had no choice but to swallow their pride and cut a deal with Papa Karp.\n\n* First they ignore you.\n* Then they laugh at you.\n* Then they fight you.\n* Then they surrender to you and sign a deal to slang Foundry to thousands of clients in 180 countries.\n* Then they send your shareholders tendies for decades.\n\n\\_\\_\\_\\_\\_\\_\\_\\_\n\n**TL;DR #3:** Regardless of how ‘good’ or ‘bad’ the 2020 earnings are tomorrow, I find the news from early 2021 to be an incredibly strong signal pointing to an eventual $250B+ market cap for Palantir – BP renewing their enterprise deal, Rio Tinto and PG&E signing a new enterprise deals, AT&T aggressively hiring for Palantir skills, and 2,500 IBMers now pushing Foundry to clients all over the world, etc. IE the tea leaves I'm reading point to strong growth in 2021 and beyond.\n\nIt's also worth mentioning that many of the new commercial clients have some of the most difficult and complex supply chains in the world.\n\nIf they’re in, I’m in.\n\n\\_\\_\\_\\_\\_\\_\\_\\_\n\n**TL;DR #4**: Eventually, institutional traders will comprehend the immense long-term value of ~~Planeteer~~ ~~Planter~~ Palantir and the stock will join the PFAANG club (though I vote that we rename it the FAAPNG club).\n\n\\_\\_\\_\\_\\_\\_\\_\\_\n\n**Table of Contents:**\n\n1. Praise & Constructive Criticism for Demo Day\n2. Why Palantir is a Diamond Fisted Iron Man Suit\n3. The True ROI of Palantir\n4. Muthafuckin’  Clouds in Nuclear Submarines\n5. Does it Matter that Palantir Needs FDEs at Deployments?\n6. Should  you YOLO on PLTR?\n7. My Appreciation for the Palantir Team\n8. Musings on Earnings and Unlocking\n\n\\_\\_\\_\\_\\_\\_\\_\\_\n\nBecause there are so many shills, pumpers, and bullshiters on WSB these days, I’ll self dox myself. I’m Jason Payne. I joined Palantir in early 2007, when it was a few dozen geeks with big dreams, and left in 2015 to become the CEO of [Ada Diamonds](https://www.adadiamonds.com/) (hence my username).\n\nI joined Reddit to do an official [AMA on laboratory-grown diamonds](https://www.reddit.com/r/IAmA/comments/8pb8d5/i_grow_diamonds_i_make_custom_jewelry_with_these/) a few years ago that hit the front page, stuck around, and have absolutely fallen in love with the Reddit community. Thus, I want to give back to my fellow Redditors with a bunch of words and a few pictures to explain Palantir from the perspective of a former employee.\n\nYou may think that I’m a Palantir sock puppet given how my bullish I am in this DD. I’m not. Turns out I have a DD-writing fetish. Don’t kink shame. [Here’s a couple of my prior DDs](https://medium.com/@Jason_Payne) on De Beers, Tiffany & Co., and the FTC.\n\n\\_\\_\\_\\_\\_\\_\\_\n\n**Positions or ban:** At the current PLTR share price, I hold a Keyser Söze position - I could sell out this week and simply walk off into the sunset. But I’m not going to. I have yet to sell all of my unlocked 20%, and I plan to mostly diamond hands my soon-to-be-unlocked 80%, with a decade long diversification plan to exit my concentrated stock position, regardless of earnings tomorrow.\n\nWhy? I like the stock, a lot.\n\n\\_\\_\\_\\_\\_\\_\\_\n\n**#1) Praise & Constructive Criticism for Demo Day**\n\nExistentially, Demo Day was incredibly impressive. This thread with u/namingisreallyhard, u/DentalFox, and u/jamauer sums it up:\n\n&#x200B;\n\nhttps://preview.redd.it/d0p7dwzijph61.jpg?width=526&format=pjpg&auto=webp&s=9caa7b51ca8f7c2315988eda62f4afa7f30f7b07\n\nFour things stood out to me:\n\n**Superior Design Language to CRM, MSFT, and GOOG:** Palantir has a completely different front-end user experience (UX) than my time at Palantir, that I saw for the first time on Demo Day. I find it practical, beautiful, and efficient.\n\nThe design language is called Blueprint Javascript, and it’s built on React, a modern web development platform that Facebook built. Big ups to Palantir for open sourcing BlueprintJS, meaning that anyone can use it: [https://blueprintjs.com/](https://blueprintjs.com/)\n\nBlueprint is a UI toolkit for web development of complex data-dense interfaces for desktop applications. Compared to the cartoonish UX of Salesforce’s Lightning, the flat UX of Google, and the rigid UX of Microsoft Office, I would much prefer to work in Blueprint all day.\n\nI struggle with how spread out Lightning is by default and really appreciated how dense the Blueprint inerfaces are without feeling crowded. Getting that balance right is really difficult.\n\n**Deep Investment in Deployability**: Administrative tools are the unloved stepchild of enterprise software. No-one buys the backend system, so minimal investments are typically made to build the backend tools to run the software.\n\nSalesforce still hasn’t ported their admin tools from their clunky Web 1.0 Salesforce Classic to their more modern Lightning design system. Google’s back end admin tools suck compared to their client facing tools - Gmail, Calendar, AdWords, etc.\n\nThe admin tools that Palantir demoed appeared far better than what I use every day to run my Salesforce instance. I bet I could do most tasks in Foundry 40-75% faster than Salesforce.\n\n**Migration from ‘*****Find the Terrorist*****’ to '*****Cheat Code for War*****':** When I was at Palantir, the primary use case for Gotham was link analysis to find the bad guy. Gotham has clearly evolved from that mission to a far broader set of missions.\n\nAnother Redditor described Gotham as ‘cheat code for war,’ and I think that is spot on. That’s why Palantir has won so many different logistics, mission planning, command and control, etc. military contracts recently, including the Space Force\n\n**DoD IL-6 SaaS Approval:** Palantir moving to IL-6 approval could be an entire massive DD on its own, but I’ll keep it short. It’s a big fucking deal to get Apollo running on classified networks, and Palantir is far ahead of the other big SaaS players in this approval:\n\nhttps://preview.redd.it/hl1j7wwkjph61.jpg?width=1314&format=pjpg&auto=webp&s=d4dc190a30dc75e8d66bcd6c8ab74cb42472137d\n\nNow that I have fanboied on Demo Day I want to be critical of the presentation style of Demo Day. I’d give the presenters a C+ at best. I found it rushed, confusing, and difficult to follow. I had to watch it twice to fully absorb the content, and I’ve given 500+ Palantir demos in my lifetime! My constructive criticism:\n\n* Slow down 15-20%\n* Err on the side of a simpler, more approachable lexicon\n* For the love of God, stop reading from scripts. Use bullet points\n* Handoffs were way to abrupt. Take a deep breath between presenters for us to get prepared for a new topic\n* Get better microphones and Snowsound panels for future presentations\n* Get a professional public speaking coach involved in rehearsals\n\nI’m not alone in my take on Demo Day. Here are a few unprompted DMs I got from random Redditors on the presentation:\n\n>*· I don't know if it is just me, but I genuinely felt like I was watching a haphazard presentation that didn't really do justice nor capture attention in a lucrative way*  \n>  \n>*· It lacked charisma and charm, and it felt cobbled together like a group project by university students*  \n>  \n>*· I was watching the demo day presentation, and left feeling underwhelmed. It may have been impressive to someone who is in the industry, but from someone outside of it, it all sounded greek to me.*  \n>  \n>*· I felt like the Gotham team was clearly the A team and Foundry needs better presentation skills.*\n\nI know my last PLTR DD made the rounds at Palantir, so here’s a direct message to those behind Demo Day - if everyone told you that you ‘*killed it*,’ you \\*really\\* need to find someone in the organization willing to speak truth to power.\n\n\\_\\_\\_\\_\\_\n\n**#2) Why Palantir is a Diamond Fisted Iron Man Suit**\n\nOne of the Demo Day presenters made an interesting comment that stuck with me: At Palantir, we build Iron Man suits, not robots.\n\nNo, Palantir does not have a skunk works program building flying mech suits (AFAIK).\n\nPalantir builds *cerebral* cyborgs, not *physical* cyborgs. Palantir’s products create a symbiotic relationship between human beings and computers to better solve *cerebral* tasks, not *physical* tasks.\n\n&#x200B;\n\n[Iron Man. Cerebral Edition.](https://preview.redd.it/77xps5ipjph61.jpg?width=1000&format=pjpg&auto=webp&s=eb3acbee813e27ca69f7b94c9158fba44c6e142a)\n\nIf you have not watched Demo Day yet (or you rewatch it), listen for how many times they say the words ‘decision’ and ‘decision makers.’\n\nWhy a **diamond fisted** Iron Man suit? Palantir just closed an enterprise deal with Rio Tinto, who is the 3rd largest diamond producer in the world. So Rio Tinto will be using their PLTR-powered Iron Man suits to dig for fistfuls of diamonds on multiple continents.\n\n**\\_\\_\\_\\_\\_\\_**\n\n**#3) The True ROI of Palantir**\n\nPalantir is really expensive. No question about it.\n\nBut you know what’s more expensive than Palantir? Bad Decisions. Being wrong is really, really expensive. See the Airbus 380, Microsoft’s market share of cell phones, the Golden State Warriors drafting Todd Fuller over Kobe Bryant, shorting GME in early January, and BMW/Mercedes/Lexus’s dismissal of TSLA.\n\nThe true ROI of Palantir is substantially better decision making across your organization. Even a moderate improvement in decision making creates deep fucking value for an organization.\n\nFor example, Airbus claims that Foundry helped them improved the speed of A350 production by 33%. There are 5 million discrete parts in an A350, and the Foundry-powered decisions led to a 33% improvement in production. Palantir doesn’t make that claim. Airbus makes that claim. That’s absolutely bonkers and that’s why this is no surprise:\n\n&#x200B;\n\nhttps://preview.redd.it/ns8wcvvsjph61.jpg?width=675&format=pjpg&auto=webp&s=6fb13831b6f18b58f53fa5131f6543e950e8569f\n\nThe BP renewal and the new deals (PG&E, Rio Tinto, Fiat, etc) prove u/petroduct is right. If you have complex logistics, you should have Foundry.\n\nSay that Palantir improves the quality of decisions made at United Airlines by 6.9%. How much will the UAL stock appreciate over the next decade? If Palantir helps Rio Tinto improve decision making by 4.20%, how much will their bottom line grow by 2025?\n\nBelow are a few excerpts from United's Director of Technical Operations on how they use Foundry. This is just scratching the surface of how an airline can use Palantir to improve operations; however, if each of these models/decisions are incrementally improved, even a little bit, the value to United is fucking deep.\n\nThe entire blog post is a great read if you want to go deeper on Foundry: [https://www.linkedin.com/pulse/how-data-science-optimizing-united-airlines-pandemic-tom-romanowski/](https://www.linkedin.com/pulse/how-data-science-optimizing-united-airlines-pandemic-tom-romanowski/)\n\n>*\\[minor edits for brevity\\]*  \n>  \n>*The return-to-service model recommends which specific aircraft to return at which time in the future and how to utilize our available maintenance capacity (internal & external) to ensure they’re airworthy when we need them. Since we don’t know when air travel demand will recover, the models need to account for slow recoveries, fast recoveries, and everything in between.*  \n>  \n>*Our optimization models consider when “big events” (airframe checks, engine overhauls, and landing gear overhauls) will be due, along with the cost of those events and the available maintenance capacity to complete them. The models also incorporate other factors: parts availability and cost, available technician hours at each maintenance station, ability to secure supplemental maintenance lines at external MRO providers, aircraft-specific mechanical reliability and on-time performance, and even the quality of the in-flight products (seats, Wi-Fi, entertainment, power outlets).*  \n>  \n>*The team is also helping optimize the cycling of active and parked aircraft whenever we have surplus planes available to fly, which ensures regulatory compliance with the maintenance program, minimizes operating costs, and enables our Tech Ops team to be very intentional about balancing our operational objectives – do we want to fly the most reliable aircraft, the lowest cost aircraft, or the aircraft with the most time left until its next major maintenance event?*\n\n&#x200B;\n\n\\_\\_\\_\\_\\_\\_\n\n**#4) Muthafuckin’ Clouds in Nuclear Submarines**\n\nToward the end of the Apollo demo, one of the presenters offhandedly mentioned something that caused my jaw to hit the floor: Palantir will be deploying Apollo on US Navy submarines.\n\nIL-6. Clouds. In. Nuclear. Submarines.\n\nAs someone who has installed and managed Palantir servers in server rooms all over the world, I can’t state how huge it is that the US Navy is approving the Apollo modular cloud architecture to be deployed on some of their most sensitive and expensive assets.\n\nThe fact that upgrades to the entire fleet can be managed like upgrading an AWS server?\n\n&#x200B;\n\nhttps://preview.redd.it/mvmtqwdvjph61.jpg?width=400&format=pjpg&auto=webp&s=ef22d9c598c63b3bd4e488b8439bc4082ff9f5ba\n\n\\_\\_\\_\\_\\_\n\n**#5) Does it Matter that Palantir Needs FDEs at Deployments?**\n\nOne of the favorite arguments of the Palantir bears is that Palantir is an unscalable, overvalued services company that should have the same P/E as Accenture, Booz, BAE, etc. The bears say that Palantir only has a handful of clients and can’t scale. In my mind, the quality of the admin tools show on Demo Day and the IBM partnership announcement eviscerated that argument.\n\nWhen I was at Palantir, it was a bitch to build and manage deployments. From what I saw on Demo Day, Palantir is now easier than Salesforce to deploy. I say that as someone who has written tens of thousands of lines of code for Salesforce (Lightning, Apex, SOQL and Visualforce).\n\nEventually, Palantir will have the same ecosphere of 3rd party developers that deploy and manage instances of SAP, Salesforce, Microsoft, etc. but that will take years to fully mature that ecosphere. Eventually, Palantir will have robust certifications for various skills and tasks to manage Palantir deployments.\n\nBut in the meantime, Palantir's Forward Deployed Engineers (FDEs) will continue to directly manage deployments. Given how much progress Palantir has made on the tools to improve the efficiency of the FDEs, I no longer worry about the scalability of that team.\n\nSay that three utility companies all buy Palantir – PG&E, ConEd, and Entergy.  Palantir invests 4 years worth of FDE time in PG&E, 1 year in ConEd, and none in Entergy.\n\n* PG&E improves decision making by 10% and does a massive enterprise deal with Palantir to deploy to every part of the organization.\n* ConEd improves decision making by 2% and does a moderate renewal for a few specific teams.\n* Entergy bungles their deployment and actually makes worse decision as a result. They do not renew.\n\nAssuming \\~$500k/year all in is the cost for a good FDE at Palantir, we're talking about small up front investments that return bigly for PLTR in the long run as those deployments are extended like the BP deal.\n\nTo put it another way, when you think about Palantir deployments in months or years, the FDE overhead is spooky. But when you think about those deployments converting into decade long *operating system for XXXXXX* deals, the FDE overhead is not significant.\n\nAlso, to be honest, there are very few people with TS/SCI security clearances that even know what React is, much less how to write code against it, so in some of the more sensitive use cases for Palantir, I think that FDEs will be the way for a long time.\n\n\\_\\_\\_\\_\\_\\_\n\n**#6) Should you YOLO on PLTR?**\n\nI’m not going to give anyone financial advice, but I do want to point out a few things:\n\nPLTR is not a meme stock. Palantir is not a small-cap that can move bigly because, a bunch of furry quadrupeds gathering on internet messaging boards collectively decide that we like the stock.\n\nPalantir is a bunch of wickedly smart people building Iron Man suits for the largest, most important organizations in the world.\n\nMany of the larger institutional investors still don’t truly comprehend Palantir and the medium term public valuation may not properly reflect the present and future value created by Palantir. I have no idea when the analysts will finally get the value of PLTR.\n\nA lot of historically successful investors think PLTR is extremely overvalued. They may be right.\n\nA lot of historically successful investors have massive positions long PLTR. CathThey may be right.\n\nSo my crystal ball says PLTR may go up, down, or sideways for longer than you can stay solvent or interested in Karp memes.\n\nRegardless of the ticker, if you YOLO, please YOLO responsibly my friends, and for the love of god take some off the table if/when you’re fortunate enough to have green dildoes in your accounts– whether your gains are from PLTR or any other stock you happen to like, a lot.\n\n\\_\\_\\_\\_\\_\\_\\_\n\n**#7) My Appreciation for the Palantir Team**\n\nI do want to take a moment and say to anyone who has been a part of building Palantir over the last few decades: what you have built is incredible. Thank you. As an American, thank you. As a stockholder, thank you.\n\nEnjoy your tendies, you’ve earned them my friends.\n\n\\_\\_\\_\\_\\_\\_\\_\\_\n\n**#8) How I Play My Lockup**\n\nRegardless of how the markets view the earnings report tomorrow, I’m largely HODLing my remaining Palantir shares, as I think Palantir is in a class of it’s own, lapping the competition like SpaceX and Tesla.\n\nI do have a professional advisor and we have prepared tax-optimized divestment strategies for a number of scenarios, but none of those scenarios involve paper handing out of my remaining position, regardless of a good, bad, or ugly response to the 2020 earnings report tomorrow.\n\nWhy would I sell now if I believe that FAANG-like is growth coming over the next 10 years? Why would I sell when I think Palantir in 2021 is like Mercedes F1 in 2014 about to go on a worldwide domination over the next few years? Also, with the shares finally unlocked, I can borrow against them for the first time.\n\nI've already responsibly taken enough off the table pre-IPO, so I’m not in any rush to sell. My first substantial limit order will be at a market cap of \\~$100B with a ladder up to \\~$250B. So I’m skeptical that I’ll sell any more than 5% of my remaining shares this week.\n\nThat’s my $0.02 on Demo Day and some of the recent news.\n\nSo long, and thanks for all the tendies. See ya at the restaurant at the end of the universe PLTR gang!\n\n# 💎🙌💎\n\n# 🚀🚀🚀",
  "author_fullname": "t2_of8age3",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 3,
  "clicked": false,
  "title": "Former PLTR Engineer DD Part #2: Usability, Deployabilty, Scalability, & Submersibility + My Lockup Plan",
  "link_flair_richtext": [
    {
      "e": "text",
      "t": "DD"
    }
  ],
  "subreddit_name_prefixed": "r/wallstreetbets",
  "hidden": false,
  "pwls": 7,
  "link_flair_css_class": "dd",
  "downs": 0,
  "thumbnail_height": 106,
  "top_awarded_type": null,
  "hide_score": false,
  "media_metadata": {
    "ns8wcvvsjph61": {
      "status": "valid",
      "e": "Image",
      "m": "image/jpg",
      "p": [
        {
          "y": 23,
          "x": 108,
          "u": "https://preview.redd.it/ns8wcvvsjph61.jpg?width=108&crop=smart&auto=webp&s=903b50946d719c5d8165349a9241d2ab2a8c5c41"
        },
        {
          "y": 47,
          "x": 216,
          "u": "https://preview.redd.it/ns8wcvvsjph61.jpg?width=216&crop=smart&auto=webp&s=fdf7c355cd22d4f0b52e2049210ac314dd56e0f7"
        },
        {
          "y": 69,
          "x": 320,
          "u": "https://preview.redd.it/ns8wcvvsjph61.jpg?width=320&crop=smart&auto=webp&s=8a9908fa88dccbe2b38c69841efcb08407bc1837"
        },
        {
          "y": 139,
          "x": 640,
          "u": "https://preview.redd.it/ns8wcvvsjph61.jpg?width=640&crop=smart&auto=webp&s=195d5a8db558122242245d668f8aecc14bad5890"
        }
      ],
      "s": {
        "y": 147,
        "x": 675,
        "u": "https://preview.redd.it/ns8wcvvsjph61.jpg?width=675&format=pjpg&auto=webp&s=6fb13831b6f18b58f53fa5131f6543e950e8569f"
      },
      "id": "ns8wcvvsjph61"
    },
    "alrclog6jph61": {
      "status": "valid",
      "e": "Image",
      "m": "image/jpg",
      "p": [
        {
          "y": 139,
          "x": 108,
          "u": "https://preview.redd.it/alrclog6jph61.jpg?width=108&crop=smart&auto=webp&s=3d2e6f69f2e75c598ea40552f2d56a035fd18653"
        },
        {
          "y": 279,
          "x": 216,
          "u": "https://preview.redd.it/alrclog6jph61.jpg?width=216&crop=smart&auto=webp&s=6d2a0a4f9e44fa69623e9594c51f360c57df46ad"
        },
        {
          "y": 414,
          "x": 320,
          "u": "https://preview.redd.it/alrclog6jph61.jpg?width=320&crop=smart&auto=webp&s=bd5a8907a293713af5f3a65abfe91698cc8074e1"
        },
        {
          "y": 828,
          "x": 640,
          "u": "https://preview.redd.it/alrclog6jph61.jpg?width=640&crop=smart&auto=webp&s=d3ca03bff4ceb0227f6ca43b2c14540d91075288"
        },
        {
          "y": 1242,
          "x": 960,
          "u": "https://preview.redd.it/alrclog6jph61.jpg?width=960&crop=smart&auto=webp&s=d901c5eb6675076bca86a152b21221d811c0c688"
        },
        {
          "y": 1397,
          "x": 1080,
          "u": "https://preview.redd.it/alrclog6jph61.jpg?width=1080&crop=smart&auto=webp&s=d1b3c93cc5283bf158c802f5072a8c3e321855ca"
        }
      ],
      "s": {
        "y": 3300,
        "x": 2550,
        "u": "https://preview.redd.it/alrclog6jph61.jpg?width=2550&format=pjpg&auto=webp&s=1ccc3ebfc134179b868459db097dd9d1e51534c1"
      },
      "id": "alrclog6jph61"
    },
    "hl1j7wwkjph61": {
      "status": "valid",
      "e": "Image",
      "m": "image/jpg",
      "p": [
        {
          "y": 63,
          "x": 108,
          "u": "https://preview.redd.it/hl1j7wwkjph61.jpg?width=108&crop=smart&auto=webp&s=440f1d007119ed16401291ff4e440f1bd1107cf9"
        },
        {
          "y": 127,
          "x": 216,
          "u": "https://preview.redd.it/hl1j7wwkjph61.jpg?width=216&crop=smart&auto=webp&s=07571be68673be4a5f109dd54e746c3d3a0cdce5"
        },
        {
          "y": 189,
          "x": 320,
          "u": "https://preview.redd.it/hl1j7wwkjph61.jpg?width=320&crop=smart&auto=webp&s=0028bfde24cbe996b62305eb901875863df26ae1"
        },
        {
          "y": 378,
          "x": 640,
          "u": "https://preview.redd.it/hl1j7wwkjph61.jpg?width=640&crop=smart&auto=webp&s=24ea58960b25e995898408038fbc02a4d6385f89"
        },
        {
          "y": 568,
          "x": 960,
          "u": "https://preview.redd.it/hl1j7wwkjph61.jpg?width=960&crop=smart&auto=webp&s=25db27d6fcc87e5bf7487d90cbb4bcb7ab19046e"
        },
        {
          "y": 639,
          "x": 1080,
          "u": "https://preview.redd.it/hl1j7wwkjph61.jpg?width=1080&crop=smart&auto=webp&s=5dc3946a8d8b6ff6fec1e0684cf59159809fe6fd"
        }
      ],
      "s": {
        "y": 778,
        "x": 1314,
        "u": "https://preview.redd.it/hl1j7wwkjph61.jpg?width=1314&format=pjpg&auto=webp&s=d4dc190a30dc75e8d66bcd6c8ab74cb42472137d"
      },
      "id": "hl1j7wwkjph61"
    },
    "d0p7dwzijph61": {
      "status": "valid",
      "e": "Image",
      "m": "image/jpg",
      "p": [
        {
          "y": 56,
          "x": 108,
          "u": "https://preview.redd.it/d0p7dwzijph61.jpg?width=108&crop=smart&auto=webp&s=4bb9ef2fbec74250139a1b00a72ee390e80fa0d9"
        },
        {
          "y": 112,
          "x": 216,
          "u": "https://preview.redd.it/d0p7dwzijph61.jpg?width=216&crop=smart&auto=webp&s=0438c024e8b403913e6fc19d434c698f1dcfe43e"
        },
        {
          "y": 166,
          "x": 320,
          "u": "https://preview.redd.it/d0p7dwzijph61.jpg?width=320&crop=smart&auto=webp&s=f47c120895e73ea4cc5f4e28bc4f86b9a8f582d0"
        }
      ],
      "s": {
        "y": 274,
        "x": 526,
        "u": "https://preview.redd.it/d0p7dwzijph61.jpg?width=526&format=pjpg&auto=webp&s=9caa7b51ca8f7c2315988eda62f4afa7f30f7b07"
      },
      "id": "d0p7dwzijph61"
    },
    "mvmtqwdvjph61": {
      "status": "valid",
      "e": "Image",
      "m": "image/jpg",
      "p": [
        {
          "y": 76,
          "x": 108,
          "u": "https://preview.redd.it/mvmtqwdvjph61.jpg?width=108&crop=smart&auto=webp&s=9df05077f2a83e00e90a2114b5eba8aa820ff4e8"
        },
        {
          "y": 152,
          "x": 216,
          "u": "https://preview.redd.it/mvmtqwdvjph61.jpg?width=216&crop=smart&auto=webp&s=853eb3dccda7e1e4ce77fed13fb567bc1a514f0c"
        },
        {
          "y": 225,
          "x": 320,
          "u": "https://preview.redd.it/mvmtqwdvjph61.jpg?width=320&crop=smart&auto=webp&s=b822235cf0b2068019be396ea0812ced949732ea"
        }
      ],
      "s": {
        "y": 282,
        "x": 400,
        "u": "https://preview.redd.it/mvmtqwdvjph61.jpg?width=400&format=pjpg&auto=webp&s=ef22d9c598c63b3bd4e488b8439bc4082ff9f5ba"
      },
      "id": "mvmtqwdvjph61"
    },
    "fuvi00aejph61": {
      "status": "valid",
      "e": "Image",
      "m": "image/jpg",
      "p": [
        {
          "y": 62,
          "x": 108,
          "u": "https://preview.redd.it/fuvi00aejph61.jpg?width=108&crop=smart&auto=webp&s=7d05826e6e810ab714d60ec9a4d5c807970e660c"
        },
        {
          "y": 124,
          "x": 216,
          "u": "https://preview.redd.it/fuvi00aejph61.jpg?width=216&crop=smart&auto=webp&s=cf5dd66cce9623f8691e60d04d5cb7a2ca25514b"
        },
        {
          "y": 184,
          "x": 320,
          "u": "https://preview.redd.it/fuvi00aejph61.jpg?width=320&crop=smart&auto=webp&s=d024281596d618dd85cd3686d0e98db4a2514971"
        },
        {
          "y": 368,
          "x": 640,
          "u": "https://preview.redd.it/fuvi00aejph61.jpg?width=640&crop=smart&auto=webp&s=6dc24ae95ce0041075c021e18c56b7d54c4d516d"
        },
        {
          "y": 553,
          "x": 960,
          "u": "https://preview.redd.it/fuvi00aejph61.jpg?width=960&crop=smart&auto=webp&s=34c09b08a62d71041c2e31725e8b185f2a11d2fd"
        },
        {
          "y": 622,
          "x": 1080,
          "u": "https://preview.redd.it/fuvi00aejph61.jpg?width=1080&crop=smart&auto=webp&s=01663ff986679ff01ac89839bef16b2488928d32"
        }
      ],
      "s": {
        "y": 681,
        "x": 1182,
        "u": "https://preview.redd.it/fuvi00aejph61.jpg?width=1182&format=pjpg&auto=webp&s=d993cff432e6b8f49b6728ac4d180cbbb2979080"
      },
      "id": "fuvi00aejph61"
    },
    "77xps5ipjph61": {
      "status": "valid",
      "e": "Image",
      "m": "image/jpg",
      "p": [
        {
          "y": 60,
          "x": 108,
          "u": "https://preview.redd.it/77xps5ipjph61.jpg?width=108&crop=smart&auto=webp&s=8f4eeb5d85d2619e2d37685afce23191e223f15c"
        },
        {
          "y": 121,
          "x": 216,
          "u": "https://preview.redd.it/77xps5ipjph61.jpg?width=216&crop=smart&auto=webp&s=bb3612d1f98474c2369e67938f995c2032ad152a"
        },
        {
          "y": 180,
          "x": 320,
          "u": "https://preview.redd.it/77xps5ipjph61.jpg?width=320&crop=smart&auto=webp&s=f46301c730ae50116e403e4a1245505291bdb091"
        },
        {
          "y": 360,
          "x": 640,
          "u": "https://preview.redd.it/77xps5ipjph61.jpg?width=640&crop=smart&auto=webp&s=4baa7637e27d8805265206eb946a3bc3b5362973"
        },
        {
          "y": 540,
          "x": 960,
          "u": "https://preview.redd.it/77xps5ipjph61.jpg?width=960&crop=smart&auto=webp&s=3453fb660ecff2a3b5038c1f6f1df151eaa92ce9"
        }
      ],
      "s": {
        "y": 563,
        "x": 1000,
        "u": "https://preview.redd.it/77xps5ipjph61.jpg?width=1000&format=pjpg&auto=webp&s=eb3acbee813e27ca69f7b94c9158fba44c6e142a"
      },
      "id": "77xps5ipjph61"
    }
  },
  "name": "t3_lkngg9",
  "quarantine": false,
  "link_flair_text_color": "light",
  "upvote_ratio": 0.96,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 5970,
  "total_awards_received": 75,
  "media_embed": {},
  "thumbnail_width": 140,
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": "DD",
  "can_mod_post": false,
  "score": 5970,
  "approved_by": null,
  "author_premium": true,
  "thumbnail": "https://b.thumbs.redditmedia.com/0U2wT8dGB2UUEAuupLzRDxlo7lzNb1qx34XOMmHF0Zc.jpg",
  "edited": 1613424564,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {
    "gid_1": 16,
    "gid_2": 3,
    "gid_3": 1
  },
  "post_hint": "self",
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1613452762,
  "link_flair_type": "richtext",
  "wls": 7,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.wallstreetbets",
  "allow_live_comments": true,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Honestly, this DD requires a lot of critical thinking. If that’s not your jam, please enjoy this cartoon of Alex Karp crushing the competition, then scroll down to the bottom of the DD where you’ll find my plan for the end of my lockup plus a few diamond emojiis, a couple of hand emojiis and a bunch of vacuum optimized transportation device emojiis.</p>\n\n<p><a href=\"https://preview.redd.it/alrclog6jph61.jpg?width=2550&amp;format=pjpg&amp;auto=webp&amp;s=1ccc3ebfc134179b868459db097dd9d1e51534c1\"> (photo credit for the Karptoon goes to ex-Palantir designer u/gottacroe and my wife u/LindsayatAdaDiamonds photoshopping in the Salesforce Einstein)</a></p>\n\n<p>Lots of words below, so here’s the TL;DRs, Table of Contents, a self dox, and position disclosure before my DD.</p>\n\n<p><strong>TL;DR #1</strong>: After watching Demo Day twice, I am blown away at how much Palantir’s products have matured in the last 6 years since I left Palantir. I find the new UX far superior to offerings from GOOG, MSFT, and CRM. Apollo is absolutely incredible, and it’s going where no clouds have gone before… from Humvees to nuclear submarines. Lastly, it is clear to me that PLTR has invested heavily in best-of-class administrative tools to improve the speed to deploy Palantir. Bottom line: I fully understand why IBM gave up fighting Palantir and is now selling Palantir Foundry to IBM clients.</p>\n\n<p>PLTR when I left in 2015 versus the Palantir I saw on Demo Day:</p>\n\n<p><a href=\"https://preview.redd.it/fuvi00aejph61.jpg?width=1182&amp;format=pjpg&amp;auto=webp&amp;s=d993cff432e6b8f49b6728ac4d180cbbb2979080\">You&#39;ve come a long way baby.</a></p>\n\n<p>_______</p>\n\n<p><strong>TL;DR #2:</strong> IBM just surrendered to PLTR. In the words of POTUS, this is a…</p>\n\n<h1>Big.</h1>\n\n<h1>Fucking.</h1>\n\n<h1>Deal.</h1>\n\n<p>To put it politely, IBM and Palantir don’t have a very good past relationship. So the fact that IBM is now pushing Foundry means one thing: Foundry is so unfuckwithable that IBM was losing numerous contracts to Foundry-wielding competitors and IBM had no choice but to swallow their pride and cut a deal with Papa Karp.</p>\n\n<ul>\n<li>First they ignore you.</li>\n<li>Then they laugh at you.</li>\n<li>Then they fight you.</li>\n<li>Then they surrender to you and sign a deal to slang Foundry to thousands of clients in 180 countries.</li>\n<li>Then they send your shareholders tendies for decades.</li>\n</ul>\n\n<p>________</p>\n\n<p><strong>TL;DR #3:</strong> Regardless of how ‘good’ or ‘bad’ the 2020 earnings are tomorrow, I find the news from early 2021 to be an incredibly strong signal pointing to an eventual $250B+ market cap for Palantir – BP renewing their enterprise deal, Rio Tinto and PG&amp;E signing a new enterprise deals, AT&amp;T aggressively hiring for Palantir skills, and 2,500 IBMers now pushing Foundry to clients all over the world, etc. IE the tea leaves I&#39;m reading point to strong growth in 2021 and beyond.</p>\n\n<p>It&#39;s also worth mentioning that many of the new commercial clients have some of the most difficult and complex supply chains in the world.</p>\n\n<p>If they’re in, I’m in.</p>\n\n<p>________</p>\n\n<p><strong>TL;DR #4</strong>: Eventually, institutional traders will comprehend the immense long-term value of <del>Planeteer</del> <del>Planter</del> Palantir and the stock will join the PFAANG club (though I vote that we rename it the FAAPNG club).</p>\n\n<p>________</p>\n\n<p><strong>Table of Contents:</strong></p>\n\n<ol>\n<li>Praise &amp; Constructive Criticism for Demo Day</li>\n<li>Why Palantir is a Diamond Fisted Iron Man Suit</li>\n<li>The True ROI of Palantir</li>\n<li>Muthafuckin’  Clouds in Nuclear Submarines</li>\n<li>Does it Matter that Palantir Needs FDEs at Deployments?</li>\n<li>Should  you YOLO on PLTR?</li>\n<li>My Appreciation for the Palantir Team</li>\n<li>Musings on Earnings and Unlocking</li>\n</ol>\n\n<p>________</p>\n\n<p>Because there are so many shills, pumpers, and bullshiters on WSB these days, I’ll self dox myself. I’m Jason Payne. I joined Palantir in early 2007, when it was a few dozen geeks with big dreams, and left in 2015 to become the CEO of <a href=\"https://www.adadiamonds.com/\">Ada Diamonds</a> (hence my username).</p>\n\n<p>I joined Reddit to do an official <a href=\"https://www.reddit.com/r/IAmA/comments/8pb8d5/i_grow_diamonds_i_make_custom_jewelry_with_these/\">AMA on laboratory-grown diamonds</a> a few years ago that hit the front page, stuck around, and have absolutely fallen in love with the Reddit community. Thus, I want to give back to my fellow Redditors with a bunch of words and a few pictures to explain Palantir from the perspective of a former employee.</p>\n\n<p>You may think that I’m a Palantir sock puppet given how my bullish I am in this DD. I’m not. Turns out I have a DD-writing fetish. Don’t kink shame. <a href=\"https://medium.com/@Jason_Payne\">Here’s a couple of my prior DDs</a> on De Beers, Tiffany &amp; Co., and the FTC.</p>\n\n<p>_______</p>\n\n<p><strong>Positions or ban:</strong> At the current PLTR share price, I hold a Keyser Söze position - I could sell out this week and simply walk off into the sunset. But I’m not going to. I have yet to sell all of my unlocked 20%, and I plan to mostly diamond hands my soon-to-be-unlocked 80%, with a decade long diversification plan to exit my concentrated stock position, regardless of earnings tomorrow.</p>\n\n<p>Why? I like the stock, a lot.</p>\n\n<p>_______</p>\n\n<p><strong>#1) Praise &amp; Constructive Criticism for Demo Day</strong></p>\n\n<p>Existentially, Demo Day was incredibly impressive. This thread with <a href=\"/u/namingisreallyhard\">u/namingisreallyhard</a>, <a href=\"/u/DentalFox\">u/DentalFox</a>, and <a href=\"/u/jamauer\">u/jamauer</a> sums it up:</p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/d0p7dwzijph61.jpg?width=526&amp;format=pjpg&amp;auto=webp&amp;s=9caa7b51ca8f7c2315988eda62f4afa7f30f7b07\">https://preview.redd.it/d0p7dwzijph61.jpg?width=526&amp;format=pjpg&amp;auto=webp&amp;s=9caa7b51ca8f7c2315988eda62f4afa7f30f7b07</a></p>\n\n<p>Four things stood out to me:</p>\n\n<p><strong>Superior Design Language to CRM, MSFT, and GOOG:</strong> Palantir has a completely different front-end user experience (UX) than my time at Palantir, that I saw for the first time on Demo Day. I find it practical, beautiful, and efficient.</p>\n\n<p>The design language is called Blueprint Javascript, and it’s built on React, a modern web development platform that Facebook built. Big ups to Palantir for open sourcing BlueprintJS, meaning that anyone can use it: <a href=\"https://blueprintjs.com/\">https://blueprintjs.com/</a></p>\n\n<p>Blueprint is a UI toolkit for web development of complex data-dense interfaces for desktop applications. Compared to the cartoonish UX of Salesforce’s Lightning, the flat UX of Google, and the rigid UX of Microsoft Office, I would much prefer to work in Blueprint all day.</p>\n\n<p>I struggle with how spread out Lightning is by default and really appreciated how dense the Blueprint inerfaces are without feeling crowded. Getting that balance right is really difficult.</p>\n\n<p><strong>Deep Investment in Deployability</strong>: Administrative tools are the unloved stepchild of enterprise software. No-one buys the backend system, so minimal investments are typically made to build the backend tools to run the software.</p>\n\n<p>Salesforce still hasn’t ported their admin tools from their clunky Web 1.0 Salesforce Classic to their more modern Lightning design system. Google’s back end admin tools suck compared to their client facing tools - Gmail, Calendar, AdWords, etc.</p>\n\n<p>The admin tools that Palantir demoed appeared far better than what I use every day to run my Salesforce instance. I bet I could do most tasks in Foundry 40-75% faster than Salesforce.</p>\n\n<p><strong>Migration from ‘</strong><strong><em>Find the Terrorist</em></strong><strong>’ to &#39;</strong><strong><em>Cheat Code for War</em></strong><strong>&#39;:</strong> When I was at Palantir, the primary use case for Gotham was link analysis to find the bad guy. Gotham has clearly evolved from that mission to a far broader set of missions.</p>\n\n<p>Another Redditor described Gotham as ‘cheat code for war,’ and I think that is spot on. That’s why Palantir has won so many different logistics, mission planning, command and control, etc. military contracts recently, including the Space Force</p>\n\n<p><strong>DoD IL-6 SaaS Approval:</strong> Palantir moving to IL-6 approval could be an entire massive DD on its own, but I’ll keep it short. It’s a big fucking deal to get Apollo running on classified networks, and Palantir is far ahead of the other big SaaS players in this approval:</p>\n\n<p><a href=\"https://preview.redd.it/hl1j7wwkjph61.jpg?width=1314&amp;format=pjpg&amp;auto=webp&amp;s=d4dc190a30dc75e8d66bcd6c8ab74cb42472137d\">https://preview.redd.it/hl1j7wwkjph61.jpg?width=1314&amp;format=pjpg&amp;auto=webp&amp;s=d4dc190a30dc75e8d66bcd6c8ab74cb42472137d</a></p>\n\n<p>Now that I have fanboied on Demo Day I want to be critical of the presentation style of Demo Day. I’d give the presenters a C+ at best. I found it rushed, confusing, and difficult to follow. I had to watch it twice to fully absorb the content, and I’ve given 500+ Palantir demos in my lifetime! My constructive criticism:</p>\n\n<ul>\n<li>Slow down 15-20%</li>\n<li>Err on the side of a simpler, more approachable lexicon</li>\n<li>For the love of God, stop reading from scripts. Use bullet points</li>\n<li>Handoffs were way to abrupt. Take a deep breath between presenters for us to get prepared for a new topic</li>\n<li>Get better microphones and Snowsound panels for future presentations</li>\n<li>Get a professional public speaking coach involved in rehearsals</li>\n</ul>\n\n<p>I’m not alone in my take on Demo Day. Here are a few unprompted DMs I got from random Redditors on the presentation:</p>\n\n<blockquote>\n<p><em>· I don&#39;t know if it is just me, but I genuinely felt like I was watching a haphazard presentation that didn&#39;t really do justice nor capture attention in a lucrative way</em>  </p>\n\n<p><em>· It lacked charisma and charm, and it felt cobbled together like a group project by university students</em>  </p>\n\n<p><em>· I was watching the demo day presentation, and left feeling underwhelmed. It may have been impressive to someone who is in the industry, but from someone outside of it, it all sounded greek to me.</em>  </p>\n\n<p><em>· I felt like the Gotham team was clearly the A team and Foundry needs better presentation skills.</em></p>\n</blockquote>\n\n<p>I know my last PLTR DD made the rounds at Palantir, so here’s a direct message to those behind Demo Day - if everyone told you that you ‘<em>killed it</em>,’ you *really* need to find someone in the organization willing to speak truth to power.</p>\n\n<p>_____</p>\n\n<p><strong>#2) Why Palantir is a Diamond Fisted Iron Man Suit</strong></p>\n\n<p>One of the Demo Day presenters made an interesting comment that stuck with me: At Palantir, we build Iron Man suits, not robots.</p>\n\n<p>No, Palantir does not have a skunk works program building flying mech suits (AFAIK).</p>\n\n<p>Palantir builds <em>cerebral</em> cyborgs, not <em>physical</em> cyborgs. Palantir’s products create a symbiotic relationship between human beings and computers to better solve <em>cerebral</em> tasks, not <em>physical</em> tasks.</p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/77xps5ipjph61.jpg?width=1000&amp;format=pjpg&amp;auto=webp&amp;s=eb3acbee813e27ca69f7b94c9158fba44c6e142a\">Iron Man. Cerebral Edition.</a></p>\n\n<p>If you have not watched Demo Day yet (or you rewatch it), listen for how many times they say the words ‘decision’ and ‘decision makers.’</p>\n\n<p>Why a <strong>diamond fisted</strong> Iron Man suit? Palantir just closed an enterprise deal with Rio Tinto, who is the 3rd largest diamond producer in the world. So Rio Tinto will be using their PLTR-powered Iron Man suits to dig for fistfuls of diamonds on multiple continents.</p>\n\n<p><strong>______</strong></p>\n\n<p><strong>#3) The True ROI of Palantir</strong></p>\n\n<p>Palantir is really expensive. No question about it.</p>\n\n<p>But you know what’s more expensive than Palantir? Bad Decisions. Being wrong is really, really expensive. See the Airbus 380, Microsoft’s market share of cell phones, the Golden State Warriors drafting Todd Fuller over Kobe Bryant, shorting GME in early January, and BMW/Mercedes/Lexus’s dismissal of TSLA.</p>\n\n<p>The true ROI of Palantir is substantially better decision making across your organization. Even a moderate improvement in decision making creates deep fucking value for an organization.</p>\n\n<p>For example, Airbus claims that Foundry helped them improved the speed of A350 production by 33%. There are 5 million discrete parts in an A350, and the Foundry-powered decisions led to a 33% improvement in production. Palantir doesn’t make that claim. Airbus makes that claim. That’s absolutely bonkers and that’s why this is no surprise:</p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/ns8wcvvsjph61.jpg?width=675&amp;format=pjpg&amp;auto=webp&amp;s=6fb13831b6f18b58f53fa5131f6543e950e8569f\">https://preview.redd.it/ns8wcvvsjph61.jpg?width=675&amp;format=pjpg&amp;auto=webp&amp;s=6fb13831b6f18b58f53fa5131f6543e950e8569f</a></p>\n\n<p>The BP renewal and the new deals (PG&amp;E, Rio Tinto, Fiat, etc) prove <a href=\"/u/petroduct\">u/petroduct</a> is right. If you have complex logistics, you should have Foundry.</p>\n\n<p>Say that Palantir improves the quality of decisions made at United Airlines by 6.9%. How much will the UAL stock appreciate over the next decade? If Palantir helps Rio Tinto improve decision making by 4.20%, how much will their bottom line grow by 2025?</p>\n\n<p>Below are a few excerpts from United&#39;s Director of Technical Operations on how they use Foundry. This is just scratching the surface of how an airline can use Palantir to improve operations; however, if each of these models/decisions are incrementally improved, even a little bit, the value to United is fucking deep.</p>\n\n<p>The entire blog post is a great read if you want to go deeper on Foundry: <a href=\"https://www.linkedin.com/pulse/how-data-science-optimizing-united-airlines-pandemic-tom-romanowski/\">https://www.linkedin.com/pulse/how-data-science-optimizing-united-airlines-pandemic-tom-romanowski/</a></p>\n\n<blockquote>\n<p><em>[minor edits for brevity]</em>  </p>\n\n<p><em>The return-to-service model recommends which specific aircraft to return at which time in the future and how to utilize our available maintenance capacity (internal &amp; external) to ensure they’re airworthy when we need them. Since we don’t know when air travel demand will recover, the models need to account for slow recoveries, fast recoveries, and everything in between.</em>  </p>\n\n<p><em>Our optimization models consider when “big events” (airframe checks, engine overhauls, and landing gear overhauls) will be due, along with the cost of those events and the available maintenance capacity to complete them. The models also incorporate other factors: parts availability and cost, available technician hours at each maintenance station, ability to secure supplemental maintenance lines at external MRO providers, aircraft-specific mechanical reliability and on-time performance, and even the quality of the in-flight products (seats, Wi-Fi, entertainment, power outlets).</em>  </p>\n\n<p><em>The team is also helping optimize the cycling of active and parked aircraft whenever we have surplus planes available to fly, which ensures regulatory compliance with the maintenance program, minimizes operating costs, and enables our Tech Ops team to be very intentional about balancing our operational objectives – do we want to fly the most reliable aircraft, the lowest cost aircraft, or the aircraft with the most time left until its next major maintenance event?</em></p>\n</blockquote>\n\n<p>&#x200B;</p>\n\n<p>______</p>\n\n<p><strong>#4) Muthafuckin’ Clouds in Nuclear Submarines</strong></p>\n\n<p>Toward the end of the Apollo demo, one of the presenters offhandedly mentioned something that caused my jaw to hit the floor: Palantir will be deploying Apollo on US Navy submarines.</p>\n\n<p>IL-6. Clouds. In. Nuclear. Submarines.</p>\n\n<p>As someone who has installed and managed Palantir servers in server rooms all over the world, I can’t state how huge it is that the US Navy is approving the Apollo modular cloud architecture to be deployed on some of their most sensitive and expensive assets.</p>\n\n<p>The fact that upgrades to the entire fleet can be managed like upgrading an AWS server?</p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/mvmtqwdvjph61.jpg?width=400&amp;format=pjpg&amp;auto=webp&amp;s=ef22d9c598c63b3bd4e488b8439bc4082ff9f5ba\">https://preview.redd.it/mvmtqwdvjph61.jpg?width=400&amp;format=pjpg&amp;auto=webp&amp;s=ef22d9c598c63b3bd4e488b8439bc4082ff9f5ba</a></p>\n\n<p>_____</p>\n\n<p><strong>#5) Does it Matter that Palantir Needs FDEs at Deployments?</strong></p>\n\n<p>One of the favorite arguments of the Palantir bears is that Palantir is an unscalable, overvalued services company that should have the same P/E as Accenture, Booz, BAE, etc. The bears say that Palantir only has a handful of clients and can’t scale. In my mind, the quality of the admin tools show on Demo Day and the IBM partnership announcement eviscerated that argument.</p>\n\n<p>When I was at Palantir, it was a bitch to build and manage deployments. From what I saw on Demo Day, Palantir is now easier than Salesforce to deploy. I say that as someone who has written tens of thousands of lines of code for Salesforce (Lightning, Apex, SOQL and Visualforce).</p>\n\n<p>Eventually, Palantir will have the same ecosphere of 3rd party developers that deploy and manage instances of SAP, Salesforce, Microsoft, etc. but that will take years to fully mature that ecosphere. Eventually, Palantir will have robust certifications for various skills and tasks to manage Palantir deployments.</p>\n\n<p>But in the meantime, Palantir&#39;s Forward Deployed Engineers (FDEs) will continue to directly manage deployments. Given how much progress Palantir has made on the tools to improve the efficiency of the FDEs, I no longer worry about the scalability of that team.</p>\n\n<p>Say that three utility companies all buy Palantir – PG&amp;E, ConEd, and Entergy.  Palantir invests 4 years worth of FDE time in PG&amp;E, 1 year in ConEd, and none in Entergy.</p>\n\n<ul>\n<li>PG&amp;E improves decision making by 10% and does a massive enterprise deal with Palantir to deploy to every part of the organization.</li>\n<li>ConEd improves decision making by 2% and does a moderate renewal for a few specific teams.</li>\n<li>Entergy bungles their deployment and actually makes worse decision as a result. They do not renew.</li>\n</ul>\n\n<p>Assuming ~$500k/year all in is the cost for a good FDE at Palantir, we&#39;re talking about small up front investments that return bigly for PLTR in the long run as those deployments are extended like the BP deal.</p>\n\n<p>To put it another way, when you think about Palantir deployments in months or years, the FDE overhead is spooky. But when you think about those deployments converting into decade long <em>operating system for XXXXXX</em> deals, the FDE overhead is not significant.</p>\n\n<p>Also, to be honest, there are very few people with TS/SCI security clearances that even know what React is, much less how to write code against it, so in some of the more sensitive use cases for Palantir, I think that FDEs will be the way for a long time.</p>\n\n<p>______</p>\n\n<p><strong>#6) Should you YOLO on PLTR?</strong></p>\n\n<p>I’m not going to give anyone financial advice, but I do want to point out a few things:</p>\n\n<p>PLTR is not a meme stock. Palantir is not a small-cap that can move bigly because, a bunch of furry quadrupeds gathering on internet messaging boards collectively decide that we like the stock.</p>\n\n<p>Palantir is a bunch of wickedly smart people building Iron Man suits for the largest, most important organizations in the world.</p>\n\n<p>Many of the larger institutional investors still don’t truly comprehend Palantir and the medium term public valuation may not properly reflect the present and future value created by Palantir. I have no idea when the analysts will finally get the value of PLTR.</p>\n\n<p>A lot of historically successful investors think PLTR is extremely overvalued. They may be right.</p>\n\n<p>A lot of historically successful investors have massive positions long PLTR. CathThey may be right.</p>\n\n<p>So my crystal ball says PLTR may go up, down, or sideways for longer than you can stay solvent or interested in Karp memes.</p>\n\n<p>Regardless of the ticker, if you YOLO, please YOLO responsibly my friends, and for the love of god take some off the table if/when you’re fortunate enough to have green dildoes in your accounts– whether your gains are from PLTR or any other stock you happen to like, a lot.</p>\n\n<p>_______</p>\n\n<p><strong>#7) My Appreciation for the Palantir Team</strong></p>\n\n<p>I do want to take a moment and say to anyone who has been a part of building Palantir over the last few decades: what you have built is incredible. Thank you. As an American, thank you. As a stockholder, thank you.</p>\n\n<p>Enjoy your tendies, you’ve earned them my friends.</p>\n\n<p>________</p>\n\n<p><strong>#8) How I Play My Lockup</strong></p>\n\n<p>Regardless of how the markets view the earnings report tomorrow, I’m largely HODLing my remaining Palantir shares, as I think Palantir is in a class of it’s own, lapping the competition like SpaceX and Tesla.</p>\n\n<p>I do have a professional advisor and we have prepared tax-optimized divestment strategies for a number of scenarios, but none of those scenarios involve paper handing out of my remaining position, regardless of a good, bad, or ugly response to the 2020 earnings report tomorrow.</p>\n\n<p>Why would I sell now if I believe that FAANG-like is growth coming over the next 10 years? Why would I sell when I think Palantir in 2021 is like Mercedes F1 in 2014 about to go on a worldwide domination over the next few years? Also, with the shares finally unlocked, I can borrow against them for the first time.</p>\n\n<p>I&#39;ve already responsibly taken enough off the table pre-IPO, so I’m not in any rush to sell. My first substantial limit order will be at a market cap of ~$100B with a ladder up to ~$250B. So I’m skeptical that I’ll sell any more than 5% of my remaining shares this week.</p>\n\n<p>That’s my $0.02 on Demo Day and some of the recent news.</p>\n\n<p>So long, and thanks for all the tendies. See ya at the restaurant at the end of the universe PLTR gang!</p>\n\n<h1>💎🙌💎</h1>\n\n<h1>🚀🚀🚀</h1>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": "confidence",
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/6sFHk2PH3MamTUxlL8CdxEIc1GQf5QybokqDwu6_n8I.jpg?auto=webp&s=78f56ba2f2e561f61754c17b8bc62122ff00bbbc",
          "width": 1000,
          "height": 758
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/6sFHk2PH3MamTUxlL8CdxEIc1GQf5QybokqDwu6_n8I.jpg?width=108&crop=smart&auto=webp&s=8dda75863f188cc6741521201a3db5f2c1c6bf29",
            "width": 108,
            "height": 81
          },
          {
            "url": "https://external-preview.redd.it/6sFHk2PH3MamTUxlL8CdxEIc1GQf5QybokqDwu6_n8I.jpg?width=216&crop=smart&auto=webp&s=aea27146a81e0c04f2b4bcf0e07096afd9456608",
            "width": 216,
            "height": 163
          },
          {
            "url": "https://external-preview.redd.it/6sFHk2PH3MamTUxlL8CdxEIc1GQf5QybokqDwu6_n8I.jpg?width=320&crop=smart&auto=webp&s=90ed6875bd3d575031a1101a106ab2a4391a2753",
            "width": 320,
            "height": 242
          },
          {
            "url": "https://external-preview.redd.it/6sFHk2PH3MamTUxlL8CdxEIc1GQf5QybokqDwu6_n8I.jpg?width=640&crop=smart&auto=webp&s=38f57af8e3239e3cff41f18214a4a7a311a83ef3",
            "width": 640,
            "height": 485
          },
          {
            "url": "https://external-preview.redd.it/6sFHk2PH3MamTUxlL8CdxEIc1GQf5QybokqDwu6_n8I.jpg?width=960&crop=smart&auto=webp&s=c0f334e7c43075c782ccc5b180e0f1f1f241829a",
            "width": 960,
            "height": 727
          }
        ],
        "variants": {},
        "id": "u31-bbhkoAKQMo7lzmjnaYL7t-GHgTWDqoKjbUNRnb4"
      }
    ],
    "enabled": false
  },
  "awarders": [],
  "media_only": false,
  "link_flair_template_id": "5692ce02-b860-11e5-b542-0edc7016bbd3",
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2th52",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "#365b8c",
  "id": "lkngg9",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "Ada_Diamonds",
  "discussion_type": null,
  "num_comments": 292,
  "send_replies": true,
  "whitelist_status": "some_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/wallstreetbets/comments/lkngg9/former_pltr_engineer_dd_part_2_usability/",
  "parent_whitelist_status": "some_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/wallstreetbets/comments/lkngg9/former_pltr_engineer_dd_part_2_usability/",
  "subreddit_subscribers": 9071431,
  "created_utc": 1613436988,
  "num_crossposts": 2,
  "media": null,
  "is_video": false,
  "original_created_utc": 1613423962,
  "the_new_excerpt": "Honestly, this DD requires a lot of critical thinking. If that’s not your jam,\nplease enjoy this cartoon of Alex Karp crushing the competition, then scroll\ndown to the bottom of the DD where you’ll find my plan for the end of my lockup\nplus a few diamond emojiis, a couple of hand emojiis and a bunch…",
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "老实说，这个DD需要很多批判性思维。如果这不是你的专长\n请欣赏这幅亚历克斯-卡普粉碎竞争的漫画，然后滚动。\n下到DD的底部，你会发现我的计划结束我的锁链\n再加上几个钻石表情，几个手部表情和一堆... ...",
      "title": "前PLTR工程师DD第二部分：可用性、可部署性、可扩展性和可潜入性+我的锁定计划。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "老實說，這個DD需要很多批判性思維。如果這不是你的專長\n請欣賞這幅亞歷克斯-卡普粉碎競爭的漫畫，然後滾動。\n下到DD的底部，你會發現我的計劃結束我的鎖鏈\n再加上幾個鑽石表情，幾個手部表情和一堆... ...",
      "title": "前PLTR工程師DD第二部分：可用性、可部署性、可擴展性和可潛入性+我的鎖定計劃。"
    }
  ],
  "source_updated_at": 1613728633162
}