{
  "author": "Illustrious_Ice_5022",
  "original_created_utc": 1626570884,
  "title": "CMV: Euthanasia should be widely legalized for all adults, whether or not they're healthy",
  "created_utc": 1626600636,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s a much better alternative to more grandiose methods of suicide which can cause harm to other people and also stand to put the suicider&#39;s family in the limelight. Since we don&#39;t get to choose to be born, I don&#39;t see why it should be taboo to allow people to choose to stop being alive. And I don&#39;t think it&#39;s fair at all to assume that anybody who doesn&#39;t want to be alive is suffering from some sort of mental illness and needs some sort of treatment rather than just being allowed to take their own life in a painless, safe, humane way. </p>\n\n<p>Even if someone does have depression, why should they not even be <em>allowed</em> to take their life? They&#39;re ending their suffering. It&#39;s not a guarantee that someone&#39;s life will improve or become much more desirable to live even if they take antidepressants. Just doesn&#39;t make any sense to me.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/omgs2e/cmv_euthanasia_should_be_widely_legalized_for_all/",
  "subreddit": "changemyview",
  "id": "omgs2e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It's a much better alternative to more grandiose methods of suicide which can\ncause harm to other people and also stand to put the suicider's family in the\nlimelight. Since we don't get to choose to be born, I don't see why it should be\ntaboo to allow people to choose to stop being alive. And I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "他人に危害を加えたり、自殺者の家族に迷惑をかけたりするような大げさな自殺方法よりも、はるかに優れた選択肢だと思います。\n他人を傷つけたり、自殺者の家族が脚光を浴びたりするような大げさな自殺方法よりも、はるかに良い選択肢です。\n自殺者の家族が脚光を浴びることにもなりかねません。人は生まれてくることを選べないのだから、生まれてこないことを選ぶことがタブーであるとは思えません。\n生きることをやめることを選択することがタブーであるとは思えません。そして、私...",
      "title": "CMV: 安楽死は、健康であるかどうかにかかわらず、すべての成人に対して広く合法化されるべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是一个更好的选择，而不是更宏大的自杀方法，因为这些方法可能会对其他人造成伤害，也会使自杀者的家人陷入困境。\n对其他人造成伤害，也会使自杀者的家人受到关注。\n焦点。既然我们不能选择出生，我不明白为什么它应该是\n我不明白为什么允许人们选择停止生存是一种禁忌。而且我...",
      "title": "CMV：安乐死应该对所有成年人广泛合法化，无论他们是否健康"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是一個更好的選擇，而不是更宏大的自殺方法，因爲這些方法可能會對其他人造成傷害，也會使自殺者的家人陷入困境。\n對其他人造成傷害，也會使自殺者的家人受到關注。\n焦點。既然我們不能選擇出生，我不明白爲什麼它應該是\n我不明白爲什麼允許人們選擇停止生存是一種禁忌。而且我...",
      "title": "CMV：安樂死應該對所有成年人廣泛合法化，無論他們是否健康"
    }
  ]
}