{
  "author": "badgereatingchips",
  "original_created_utc": 1635146788,
  "title": "A lot of people are bullish now with BTC returning to its record price, And now I’m even more eager to HODL more BTC and stake/loan on my other coins. Now is the time to go full FOMO with crypto!",
  "created_utc": 1635154459,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>EDIT</strong>: <strong>I went a little overboard there with the FOMO thing</strong>. And knowing I can&#39;t edit the title, I&#39;ll edit it out here. I believe that <strong>Crypto can be a form of gambling if you don&#39;t do your DYOR and DD, has the same impact on individuals as lottery tickets</strong>. On the other hand, if you do your DYOR and DD, then you won&#39;t have to worry about it if you just invest what you can afford to lose. <strong>If you own crypto and DCA HODL and Stake, you can never lose</strong>.</p>\n\n<p>I believe that many of us here have the ultimate goal of financial freedom, not having to be concerned about money and having to look at pricing all the time. To avoid having to go to work for another day. I mean isn’t it nice to have a small but passive income a day and you get it for literally doing nothing at all (well aside from all the DYOR/DD and all that)?</p>\n\n<p>I’m seeing a bright future with these next few months. And with altcoin season approaching, now is a great time to stake and loan! Right now, I absolutely love staking. The interest rates are astronomically higher than those offered by fiat savings accounts.</p>\n\n<p>Right now, I&#39;m staking my <strong>Tezos</strong> and <strong>Cardano</strong> using <strong>Ledger</strong>, and also did some lending on <a href=\"https://celsius.network/\"><strong>Celsius</strong></a>, <a href=\"https://haruinvest.com/\"><strong>Haru Invest</strong></a>, and Nexo because their yields have much higher percentages (also risky lol), so I diversified with both staking and lending instead to get the best of both because the compounding will add up quite a bit over the coming year(s) (Hopefully).</p>\n\n<p>Staking is unquestionably safer when done with a cold wallet, but I think that most lending businesses strive to ensure that their customers are as secure as possible too. Like seriously though, Get staking (or loan/lend) people. We&#39;re going to have a lot of fun in the future!</p>\n\n<p>And to all the HODLers out there, All of you have balls of steel! And we’re slowly getting there all right. Despite all the FUD and the hesitation to go FOMO, we were still able to go up the way it was before!</p>\n</div><!-- SC_ON -->",
  "score": 304,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/AIAfynmMvVLupMTs8-ZCv5KDVdIls8hTyj2ubq_ba-c.jpg?auto=webp&s=55a338dd3a18c5c3b8d4116411447497aa241d01",
          "width": 1200,
          "height": 628
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/AIAfynmMvVLupMTs8-ZCv5KDVdIls8hTyj2ubq_ba-c.jpg?width=108&crop=smart&auto=webp&s=f17a0598c0dda3cbccc762b3767440e6735d2025",
            "width": 108,
            "height": 56
          },
          {
            "url": "https://external-preview.redd.it/AIAfynmMvVLupMTs8-ZCv5KDVdIls8hTyj2ubq_ba-c.jpg?width=216&crop=smart&auto=webp&s=18eaadd1010fab57b8173e7435a468fbe2c98c85",
            "width": 216,
            "height": 113
          },
          {
            "url": "https://external-preview.redd.it/AIAfynmMvVLupMTs8-ZCv5KDVdIls8hTyj2ubq_ba-c.jpg?width=320&crop=smart&auto=webp&s=d36bd99513ad767f07353fde0f49e42e97a2f953",
            "width": 320,
            "height": 167
          },
          {
            "url": "https://external-preview.redd.it/AIAfynmMvVLupMTs8-ZCv5KDVdIls8hTyj2ubq_ba-c.jpg?width=640&crop=smart&auto=webp&s=61d7d428a0a491b540f22281f41808ceae1fb781",
            "width": 640,
            "height": 334
          },
          {
            "url": "https://external-preview.redd.it/AIAfynmMvVLupMTs8-ZCv5KDVdIls8hTyj2ubq_ba-c.jpg?width=960&crop=smart&auto=webp&s=ea053ed241194fbcf6d3073916c3ba15d0bc4057",
            "width": 960,
            "height": 502
          },
          {
            "url": "https://external-preview.redd.it/AIAfynmMvVLupMTs8-ZCv5KDVdIls8hTyj2ubq_ba-c.jpg?width=1080&crop=smart&auto=webp&s=4172de4c11a8831246d97ea6f4496a08491f865f",
            "width": 1080,
            "height": 565
          }
        ],
        "variants": {},
        "id": "kM0s4Y7Q00aVshEbM6WlpKeDCgrwTh8K-TAP5G2KeSQ"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/CryptoCurrency/comments/qfbe34/a_lot_of_people_are_bullish_now_with_btc/",
  "subreddit": "CryptoCurrency",
  "id": "qfbe34",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "EDIT: I went a little overboard there with the FOMO thing. And knowing I can't\nedit the title, I'll edit it out here. I believe that Crypto can be a form of\ngambling if you don't do your DYOR and DD, has the same impact on individuals as\nlottery tickets. On the other hand, if you do your DYOR and…"
}