{
  "author": "woops69",
  "original_created_utc": 1637134387,
  "title": "CMV: It’s perfectly acceptable for dog-walkers to throw poop bags in random trash bins.",
  "created_utc": 1637152390,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I never thought this was actually an issue until I saw a Facebook status tonight about it, arguing the opposite. Also, please let me know if this is better suited for a different subreddit.</p>\n\n<p>Basically the title. Dog-owners/walkers should be responsible and pick up after their dogs, but it shouldn’t be an issue for them to throw a poop bag into the first trash can they see.</p>\n\n<p>My reasoning is along the lines of we’d all (probably) rather it get thrown away in our bin than left in our yard, and a bin that’s on the street/near the sidewalk is easily accessible and open to this kind of thing. If it’s on the street, this is perfectly legal anyway.</p>\n\n<p>Interested in hearing others’ thoughts why a dog owner/walker should carry a used poop bag for the duration of their walk and throw it in their own bin.</p>\n\n<p>Just to preemptively address the main point I expect to hear regarding responsibility: I view picking it up and throwing it in any bin as taking responsibility for your dog’s shit. By doing so, even in someone else’s bin, you’re eliminating the need for someone else to clean it up.</p>\n\n<p>Thanks!</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/qvtxuk/cmv_its_perfectly_acceptable_for_dogwalkers_to/",
  "subreddit": "changemyview",
  "id": "qvtxuk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I never thought this was actually an issue until I saw a Facebook status tonight\nabout it, arguing the opposite. Also, please let me know if this is better\nsuited for a different subreddit.\n\nBasically the title. Dog-owners/walkers should be responsible and pick up after\ntheir dogs, but it shouldn’t…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今夜、Facebookのステータスを見るまでは、これが実際に問題になるとは思いませんでした。\nのステータスを見て、反対のことを主張していました。また、これが別のsubredditに適しているかどうか教えてください。\n別のsubredditの方が適しているかどうか教えてください。\n\n基本的にタイトルは 犬の飼い主や散歩する人は、責任を持って後始末をするべきです。\n飼い主・散歩者は責任を持って犬の後始末をするべきだが、そうすべきではない...。",
      "title": "CMV：犬を散歩させる人が、無造作にゴミ箱にウンチ袋を捨てるのは全く問題ありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从来没有想过这实际上是一个问题，直到我今晚看到一个Facebook状态\n关于它，争论的是相反的问题。另外，请让我知道这是否更适合于\n适合放在另一个子目录下。\n\n基本上是这样的标题。养狗的人/遛狗的人应该负责任，并在他们的狗之后收拾东西。\n他们的狗，但它不应该...",
      "title": "CMV: 遛狗的人把大便袋随意扔在垃圾桶里，这是完全可以接受的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從來沒有想過這實際上是一個問題，直到我今晚看到一個Facebook狀態\n關於它，爭論的是相反的問題。另外，請讓我知道這是否更適合於\n適合放在另一個子目錄下。\n\n基本上是這樣的標題。養狗的人/遛狗的人應該負責任，並在他們的狗之後收拾東西。\n他們的狗，但它不應該...",
      "title": "CMV: 遛狗的人把大便袋隨意扔在垃圾桶裏，這是完全可以接受的。"
    }
  ]
}