{
  "author": "kagami_ATLAS",
  "the_new_excerpt": "I hold valid, legal long-term residence in Europe, and have begun making an\nincome in my host country working for a local company. As such, I pay all local\ntaxes and am happy to do so. I enjoy living in Europe, and I enjoy that there is\na social safety net of which, at times, I have also been a…",
  "original_created_utc": 1619887504,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は欧州で有効かつ合法的な長期滞在権を持っており、留学先でも現地の企業で働いて収入を得ています。\nホスト国では現地の企業で働いて収入を得ています。そのため、現地の税金をすべて支払っています。\n喜んで納税しています。私はヨーロッパでの生活を楽しんでおり、社会的なセーフティーネットがあることを楽しんでいます。\n私はヨーロッパでの生活を楽しんでおり、社会的なセーフティーネットがあることを楽しんでいます。",
      "title": "CMV： 海外で生活し、働いている米国市民として、米国の所得税を支払う必要はないはずですが......。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在欧洲拥有有效、合法的长期居留权，并已开始在东道国为当地公司工作，赚取收入。\n在我的东道国为一家当地公司工作而获得收入。因此，我支付所有当地的\n税，并且很乐意这样做。我喜欢在欧洲生活，我喜欢那里有一个社会安全网。\n社会安全网，有时，我也是其中的一员。",
      "title": "CMV：作为一个在国外生活和工作的美国公民，我不应该支付美国的所得税"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在歐洲擁有有效、合法的長期居留權，並已開始在東道國爲當地公司工作，賺取收入。\n在我的東道國爲一家當地公司工作而獲得收入。因此，我支付所有當地的\n稅，並且很樂意這樣做。我喜歡在歐洲生活，我喜歡那裏有一個社會安全網。\n社會安全網，有時，我也是其中的一員。",
      "title": "CMV：作爲一個在國外生活和工作的美國公民，我不應該支付美國的所得稅"
    }
  ],
  "title": "CMV: As a U.S. citizen living and working abroad, I shouldn't have to pay U.S. income tax",
  "created_utc": 1619901036,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I hold valid, legal long-term residence in Europe, and have begun making an income in my host country working for a local company.   As such, I pay all local taxes and am happy to do so.  I enjoy living in Europe, and I enjoy that there is a social safety net of which, at times, I have also been a beneficiary.</p>\n\n<p>That being said, there is a bizarre legal requirement as a U.S. citizen: I must file this income as well in the United States, and if I am making a certain amount I will need to pay U.S. federal income taxes.</p>\n\n<p>This feels, well, incredibly inappropriate on so many levels.</p>\n\n<ol>\n<li>I do not live in the U.S.</li>\n<li>The U.S. is the only country outside of I believe Eritrea where this is a reality.</li>\n<li>I do not receive any direct benefits from my taxes living in Europe. (I get it, there are security alliances etc, though this is also sponsored by...my European taxes)</li>\n<li>The U.S. prides itself on its &quot;freedom&quot; and &quot;free market&quot; and blah blah and I am bound to the country permanently, ironically, through taxation. Edit:  For clarity, I meant more that the US tends to frown upon excessive taxation and social safety nets compared to other countries. </li>\n<li>Nobody. Else. In the world. Has to do this.</li>\n<li>I could keep going on and on.</li>\n</ol>\n\n<p>I just do not understand on any level what the legal argument is as to why I must file US income taxes on my foreign income, especially as I have no intention of returning to the U.S.  I get it, I could become a citizen of my host country, though still.  Is permanent U.S. taxation what makes me a U.S. citizen?</p>\n\n<p>Edit:  This post isn&#39;t any political statement for or against the U.S. and its policies, I just enjoy living in Europe and don&#39;t want to be double-taxed for seemingly no reason.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/n2m4d2/cmv_as_a_us_citizen_living_and_working_abroad_i/",
  "subreddit": "changemyview",
  "id": "n2m4d2",
  "is_self": true,
  "media": null,
  "is_video": false
}