{
  "author": "IRPG_wizard",
  "original_created_utc": 1625127034,
  "title": "Cmv: Piracy CAN be justified",
  "created_utc": 1625146302,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, yes i think piracy can be justified for various reason.</p>\n\n<p>First of all, if a person has the money to legally pay for a service (movies, animes, games etc) and they don&#39;t do it because they think entertainment should be free, yes, then piracy can&#39;t be justified.</p>\n\n<p>Also i think pirating services such as games that are made by indie companies and are available to buy for a cheap price, also can&#39;t be justified.</p>\n\n<p>With that out of the way, let me tell you my reasons :</p>\n\n<p>Reston number one: some people are poor. I have heard people say &quot; WeLl iF yOu ArE pOor ThAT doEsNt jUStify sTeAling&quot;, and i consider that bullshit cause, being really poor can also justify stealing in some conditions, if a homeless child steals one apple to steal alive, that isn&#39;t wrong, human life values a lot more than an apple, if a person steals a loaf of bread to feed his family, it&#39;s not something wrong, because again, human life values a lot more than a loaf of bread. So yes, i think stealing can be justified if the person they&#39;re stealing from isn&#39;t poor himself, also don&#39;t get me wrong, i don&#39;t think it&#39;s a good thing to steal but if someone&#39;s life depends on it, it can be justified. And for piracy, of course someone&#39;s life doesn&#39;t depend on watching movies, but i think if a poor person pirates some movie, it can lead to that person support the industry when he&#39;s able to, that can also lead to free marketing some people are not able to pay for entertainment and i think it&#39;s OK to pirate as long as it&#39;s not possible to pay, of course as long as they choose to pay when they have the ability to. And also I&#39;ve heard people say &quot; eNtertAinMEnt iS a LuXurY&quot;, and my answer to that is, what does a rich kid do to deserve to have that luxury that a poor broke kid doesn&#39;t? The answer is, nothing, it just depended on their luck. So yes i think pirating can be justified as long as the person pays for it when they can</p>\n\n<p>2- legally paying for entertainment doesn&#39;t always support the creators. Half the time that you buy something, the money doesn&#39;t actually really go to the actual creators, usually the big company receives the money and not the actual creators. And that happens a lot especially in the Anime/manga industry. The industry has been growing, and that growth leads to more money for the creators, so why are animators still underpaid af? I think when a big company doesn&#39;t pay their employees enough, they deserve their products pirated, at least until they decide to change</p>\n\n<p>3- it may be impossible to pay for entertainment. You might be confused, this is more of a personal reason but it&#39;s literally impossible for people such as me to pay for entertainment legally. So let me explain, i live in Iran, and in Iran, international banking doesn&#39;t exist, it&#39;s not possible for an iranian person to pay for any service that&#39;s outside of iran, and there&#39;s no service that legally sells entertainment products like movies and animes, even the big streaming services pirate their stuff, so yeah it&#39;s impossible for me to pay for something like Netflix. Also most of the entertainment services have banned iran, so doesn&#39;t that mean they don&#39;t want our money? And also it is possible to buy games, but they are so expensive that it&#39;s possible to pay the rent with the money </p>\n\n<p>That&#39;s all I&#39;m going to say, i might be a bit biased, keep in mind that these are my opinions and i don&#39;t count them as objective facts</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/obh4kl/cmv_piracy_can_be_justified/",
  "subreddit": "changemyview",
  "id": "obh4kl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, yes i think piracy can be justified for various reason.\n\nFirst of all, if a person has the money to legally pay for a service (movies,\nanimes, games etc) and they don't do it because they think entertainment should\nbe free, yes, then piracy can't be justified.\n\nAlso i think pirating services…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "違法コピーが正当化される理由はいろいろあると思います。\n\nまず、ある人がサービス（映画、アニメ、ゲームなど）に合法的にお金を払うだけの資金を持っていて、エンターテインメントはこうあるべきだという理由でお金を払わない場合です。\nサービス（映画、アニメ、ゲームなど）に合法的にお金を払うことができる人が、エンターテインメントは自由であるべきだと考えてお金を払わない場合。\nまず、サービス（映画、アニメ、ゲームなど）に合法的にお金を払うことができる人が、娯楽は無料であるべきだと考えてお金を払わない場合、違法コピーは正当化できません。\n\nまた、私は海賊版サービスを...",
      "title": "Cmv: 違法コピーは正当化できる"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以，是的，我认为盗版可以因为各种原因而变得合理。\n\n首先，如果一个人有钱，可以合法地支付一项服务（电影、动漫、游戏等），但他们不这样做，因为他们认为娱乐活动应该是合法的。\n而他们不这样做是因为他们认为娱乐应该是免费的。\n是的，那么盗版就没有正当理由。\n\n此外，我认为盗版服务...",
      "title": "Cmv: 盗版行为可以是合理的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，是的，我認爲盜版可以因爲各種原因而變得合理。\n\n首先，如果一個人有錢，可以合法地支付一項服務（電影、動漫、遊戲等），但他們不這樣做，因爲他們認爲娛樂活動應該是合法的。\n而他們不這樣做是因爲他們認爲娛樂應該是免費的。\n是的，那麼盜版就沒有正當理由。\n\n此外，我認爲盜版服務...",
      "title": "Cmv: 盜版行爲可以是合理的"
    }
  ]
}