{
  "author": "Fmanow",
  "original_created_utc": 1639156829,
  "title": "What are your theories on these constant dips?",
  "created_utc": 1639164828,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Btc under $60k was surprising tbh, now it’s hovering at mid $40ks. Eth at under $4k was a thing of the past, yet as of now it’s under $4k. Wtf is going on. I understand this market is relatively tiny $2-3t compared to equities at $300t and every move by whales causes identifiable ripples whereas in equities markets move based on government action or global news. Rarely in equities do whale action influence the market as a whole unless those sentiments are accepted universally. In crypto, specially with the big 2, we have major supply issues. 80% of btc holders don’t sell, so 20% are moving prices. Eth is even more consolidated where only 11% is available for trading. Eth has a burn element as well that takes away supply. 90% of btc has been mined and there are only 21million of these for the whole world to share. Network adoption is supposed to be growing faster than the internet did according to Raual Pol or however you spell his name. So wtf happened. I know crypto has already had major gains this year. It’s obvious some people take profits. But so many more have come in. Btc stayed above $60k for a good while after reaching its recent ath. There was seemingly enough support to keep it there until the next pop. Eth is the darling coin of crypto land and let me repeat only 11% is available for trading. \nSo wtf is going on? Are leveraged accounts being squeezed. Too many immature young people borrowed money to buy crypto driving up prices artificially and current valuations were over inflated? What the problem is?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 242,
  "permalink": "/r/CryptoCurrency/comments/rddko7/what_are_your_theories_on_these_constant_dips/",
  "subreddit": "CryptoCurrency",
  "id": "rddko7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Btc under $60k was surprising tbh, now it’s\nhovering at mid $40ks. Eth at under $4k was a thing of the past, yet as of now\nit’s under $4k. Wtf is going on. I understand this market is relatively tiny\n$2-3t compared to equities at $300t and every move by whales…"
}