{
  "author": "LiadanCroft",
  "original_created_utc": 1631758815,
  "title": "YSK To always read service dogs vests",
  "created_utc": 1631781315,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Legitimate Service dog (SD) handlers often go to great lengths to keep their most important FAQ on patches of the SD&#39;s vest. If its important enough more than likely the vest will say it somewhere. There are always exceptions but below is at least one example on why this may be really important. </p>\n\n<p>Some quick tips say to call 911 if you see a SD handler passed out on the floor but it depends, sometimes they faint daily and add &quot;do not call 911&quot; to the SD&#39;s vest to avoid having to deal with ambulances and paramedics every single day.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/pp4es7/ysk_to_always_read_service_dogs_vests/",
  "subreddit": "YouShouldKnow",
  "id": "pp4es7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Legitimate Service dog (SD) handlers often go to great lengths to keep\ntheir most important FAQ on patches of the SD's vest. If its important enough\nmore than likely the vest will say it somewhere. There are always exceptions but\nbelow is at least one example on why this may be really…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：正当な介助犬（SD）のハンドラーは、最も重要なFAQをSDのベストのパッチに付けておくために多大な努力をします。\n最も重要なFAQをSDのベストのパッチに貼り付けておくことがあります。その重要性が十分であれば\nベストのどこかに記載されていることが多いです。常に例外はありますが\n以下は、少なくともその一例である。",
      "title": "YSK いつも読んでいる介助犬用ベストに"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：合法的服务犬(SD)饲养员常常不遗余力地保持他们最重要的常见问题。\n他们最重要的常见问题在SD的背心上的补丁。如果它足够重要\n更有可能在背心的某处写上它。总是有例外，但\n下面是至少一个例子，说明为什么这可能是真的......",
      "title": "YSK 要经常阅读服务犬的马甲"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：合法的服務犬(SD)飼養員常常不遺餘力地保持他們最重要的常見問題。\n他們最重要的常見問題在SD的背心上的補丁。如果它足夠重要\n更有可能在背心的某處寫上它。總是有例外，但\n下面是至少一個例子，說明爲什麼這可能是真的......",
      "title": "YSK 要經常閱讀服務犬的馬甲"
    }
  ]
}