{
  "author": "beengrim32",
  "the_new_excerpt": "Pretty simple view. Basically, I spend a lot of time watching HGTV shows and\nalmost every episode of House Hunters has a moment where someone abruptly\ndecides that they need to remodel an entire home simply because it has carpet. I\ntotally get it, carpet requires a certain degree more maintinance…",
  "original_created_utc": 1610768217,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "很简单的观点。基本上，我花了很多时间看HGTV节目和\n几乎每一集的房子猎人 有一个时刻，有人突然之间\n决定他们需要改造整个家庭，仅仅因为它有地毯。I\n完全明白，地毯需要一定程度的维护......。",
      "title": "[改变我的想法]：地毯应该停止使用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "很簡單的觀點。基本上，我花了很多時間看HGTV節目和\n幾乎每一集的房子獵人 有一個時刻，有人突然之間\n決定他們需要改造整個家庭，僅僅因爲它有地毯。I\n完全明白，地毯需要一定程度的維護......。",
      "title": "[改變我的想法]：地毯應該停止使用。"
    }
  ],
  "title": "CMV: Carpet should be discontinued",
  "created_utc": 1610803333,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Pretty simple view. Basically, I spend a lot of time watching HGTV shows and almost every episode of House Hunters has a moment where someone abruptly decides that they need to remodel an entire home simply because it has carpet. I totally get it, carpet requires a certain degree more maintinance (vacuuming, stain/spill management, etc). The advantages of having carpet don’t seem worth it either (sound proofing, cushioning, warmth during the colder months, etc.) You can totally get most of those benefits by simply wearing house shoes. I understand that Wood floors can be creaky and imperfect in a lot of ways but it is in general much easier to clean. Tile, with the exception of the really well done (and expensive) custom work is usually not that great from an aesthetic and maintinance standpoint. So in my view carpet is the worst, especially if there are pets, smokers, or generally untidy individuals involved. There is clearly some kind of sea change where many home owners don’t prefer carpet as opposed to previous decades where is wasn’t as much of an issue. So, there you go. CMV.</p>\n</div><!-- SC_ON -->",
  "score": 107,
  "permalink": "/r/changemyview/comments/kyb3n8/cmv_carpet_should_be_discontinued/",
  "subreddit": "changemyview",
  "id": "kyb3n8",
  "is_self": true,
  "media": null,
  "is_video": false
}