{
  "author": "Supercharmeleon",
  "original_created_utc": 1635606071,
  "title": "I don't want crypto to make me one of the elite, I just want money to no longer be a source of fear and anxiety for me.",
  "created_utc": 1635619557,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve seen a lot of people giving big promises on crypto&#39;s future, promises that I&#39;m sure could become true. All about how in 10 years our holdings will multiply exponentially. How people who hold and keep going with crypto will become millionaires and one of the elite and all that jazz.</p>\n\n<p>And while that may be true, I personally don&#39;t have an interest in that like so many investors seem to have, both in crypto and in stocks. For me, money in itself isn&#39;t the goal, and I feel like it shouldn&#39;t be for most people. I don&#39;t want to be &quot;at the top 1%&quot;. I don&#39;t want to be above anyone. I just want money so I can live my life without fear and anxiety, so I can do the things I&#39;ve always wanted to do and support those I love, enjoying life to the fullest.</p>\n\n<p>When you&#39;re in crypto, always remember your goal. The point at which you&#39;d be willing to pull out and use that money you gained. Remember, we&#39;re not immortal dragons, sitting atop our pile of gold ain&#39;t gonna bring us any happiness if we die without spending any of it. </p>\n\n<p>Life is there to be lived and enjoyed, and that, to me, is what crypto can offer me. Freedom.</p>\n</div><!-- SC_ON -->",
  "score": 176,
  "permalink": "/r/CryptoCurrency/comments/qj38pi/i_dont_want_crypto_to_make_me_one_of_the_elite_i/",
  "subreddit": "CryptoCurrency",
  "id": "qj38pi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've seen a lot of people giving big promises on crypto's future, promises that\nI'm sure could become true. All about how in 10 years our holdings will multiply\nexponentially. How people who hold and keep going with crypto will become\nmillionaires and one of the elite and all that jazz.\n\nAnd while…"
}