{
  "author": "SimilarSympathy_",
  "the_new_excerpt": "Hey guys, lurker from Reddit finally made an account because I wanted to\ncelebrate a major milestone for me.\n\nI used to be an extremely avid reader, and I always felt like the books I read\nsomehow become a part of me and integrated into my life, one way or another. But\nI’ve been so caught up with…",
  "original_created_utc": 1621322090,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "やあ、みんな。RedditのLurkerがついにアカウントを作ったよ。\n自分にとっての大きな節目を祝うためです。\n\n私は以前、非常に熱心な読書家で、読んだ本が何らかの形で自分の一部となり、人生に組み込まれていくような気がしていました。\n読んだ本は何らかの形で自分の一部となり、生活に溶け込んでいるように感じていました。しかし\n私は今まで、とても夢中になって...",
      "title": "今日は久しぶりに本を読み終えました...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "嘿，伙计们，来自Reddit的潜伏者终于开了一个账户，因为我想\n庆祝我的一个重要里程碑。\n\n我曾经是一个非常狂热的读者，我总是觉得我读的书\n某种程度上成为我的一部分，并以某种方式融入我的生活。但是\n我一直都在忙于...",
      "title": "今天完成了我多年来的第一本书..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "嘿，夥計們，來自Reddit的潛伏者終於開了一個賬戶，因爲我想\n慶祝我的一個重要里程碑。\n\n我曾經是一個非常狂熱的讀者，我總是覺得我讀的書\n某種程度上成爲我的一部分，並以某種方式融入我的生活。但是\n我一直都在忙於...",
      "title": "今天完成了我多年來的第一本書..."
    }
  ],
  "title": "Finished my first book in years today...",
  "created_utc": 1621330001,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hey guys, lurker from Reddit finally made an account because I wanted to celebrate a major milestone for me.</p>\n\n<p>I used to be an extremely avid reader, and I always felt like the books I read somehow become a part of me and integrated into my life, one way or another. But I’ve been so caught up with the pandemic, politics, family troubles and other drama that I’ve felt so completely disconnected from who I am and what I truly enjoy. </p>\n\n<p>That being said, after lurking here for awhile i was reminded how powerful the feeling of getting lost in a good book truly can be, and I finally finished my first book (The Final Empire). It feels phenomenal, like I’ve regained a piece of myself and I’ve already got started on the successor! </p>\n\n<p>I just wanted to say thank you to you lovely Redditors, these posts were always really inspirational to me and if you’re thinking about picking up reading again, don’t hesitate, do it!!</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/books/comments/nf40ux/finished_my_first_book_in_years_today/",
  "subreddit": "books",
  "id": "nf40ux",
  "is_self": true,
  "media": null,
  "is_video": false
}