{
  "author": "LilPeep1k",
  "original_created_utc": 1633192629,
  "title": "CMV: Our modern day laws should never be based on the Bible.",
  "created_utc": 1633224117,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The Bible is a moral guide for some but it is completely irrelevant when it comes to modern day laws. The Bible encourages rape, genocide, slavery, murder and human sacrifice. I really don’t want any of those horrible things to be legal and encouraged like the Bible commands</p>\n\n<p>Thankfully we have become more moral over time and no longer follow the Bible’s laws. If we still followed the Bible’s laws it would be legal to stone people, sacrifice animals, own and beat other humans, and kick women out of town on their periods… just like the Bible commands. Thankfully we don’t base most of our modern day laws on the Bible, but it’s still used as an excuse today to control the oppressed. The Bible should no longer be relevant especially when it comes to making laws.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/pzykgu/cmv_our_modern_day_laws_should_never_be_based_on/",
  "subreddit": "changemyview",
  "id": "pzykgu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The Bible is a moral guide for some but it is completely irrelevant when it\ncomes to modern day laws. The Bible encourages rape, genocide, slavery, murder\nand human sacrifice. I really don’t want any of those horrible things to be\nlegal and encouraged like the Bible commands\n\nThankfully we have…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "聖書は、ある人にとっては道徳的な指針ですが、現代の法律に関しては全く関係ありません。\n現代の法律に関しては全く無関係です。聖書は、レイプ、虐殺、奴隷、殺人、人身御供などを奨励しています。\nや人身御供を奨励しています。私はそのような恐ろしいことが合法化されることを望んでいません。\n聖書が命じているように、合法的で奨励されたものにはしたくありません。\n\nありがたいことに、私たちは...",
      "title": "CMV: 現代の法律は、決して聖書に基づいたものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "圣经》对一些人来说是道德指南，但当它涉及到现代法律时，它就完全不相关了。\n谈到现代的法律。圣经》鼓励强奸、种族灭绝、奴隶制、谋杀和人祭。\n和人祭。我真的不希望任何这些可怕的事情被\n合法化，并且像《圣经》中规定的那样得到鼓励\n\n幸好我们有...",
      "title": "CMV：我们现代的法律绝不应该以圣经为基础。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "聖經》對一些人來說是道德指南，但當它涉及到現代法律時，它就完全不相關了。\n談到現代的法律。聖經》鼓勵強姦、種族滅絕、奴隸制、謀殺和人祭。\n和人祭。我真的不希望任何這些可怕的事情被\n合法化，並且像《聖經》中規定的那樣得到鼓勵\n\n幸好我們有...",
      "title": "CMV：我們現代的法律絕不應該以聖經爲基礎。"
    }
  ]
}