{
  "author": "thekingkruler",
  "the_new_excerpt": "Preface: This opinion is not based on any real data, it is formed through my\nlife experience and what I have seen.\n\nI'm a young adult living and working in California, used to be a hardcore weed\nsmoker (everyday, including frequent dabbing) in high school. I stopped smoking\nhabitually in college. I…",
  "original_created_utc": 1615487967,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "前言 这个观点并不是基于任何真实的数据，而是通过我的... ...\n生活经验和我所看到的。\n\n我是一个在加州生活和工作的年轻人，曾经是一个铁杆的杂草。\n高中时抽烟（每天都抽，包括经常点烟）。我戒烟了\n习惯性地在大学里。I…",
      "title": "CMV：培养中应更加谨慎对待杂草的使用问题"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "前言 這個觀點並不是基於任何真實的數據，而是通過我的... ...\n生活經驗和我所看到的。\n\n我是一個在加州生活和工作的年輕人，曾經是一個鐵桿的雜草。\n高中時抽菸（每天都抽，包括經常點菸）。我戒菸了\n習慣性地在大學裏。I…",
      "title": "CMV：培養中應更加謹慎對待雜草的使用問題"
    }
  ],
  "title": "CMV: Weed usage should be treated with more caution in culture",
  "created_utc": 1615505431,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Preface: This opinion is not based on any real data, it is formed through my life experience and what I have seen.</p>\n\n<p>I&#39;m a young adult living and working in California, used to be a hardcore weed smoker (everyday, including frequent dabbing) in high school. I stopped smoking habitually in college. I still smoke occasionally, but just a few hits off a joint about once every 2-3 months.</p>\n\n<p>Once I stopped smoking weed everyday, my overall life improved. I got significantly better grades, I was more social, I exercised more and ate better, and had more motivation.</p>\n\n<p>I saw my friends who continued to smoke habitually struggle with things and not even consider that weed could be a factor. They would struggle with grades, with handling responsibility, or wishing their social life was more fulfilling, etc, but wouldn&#39;t connect the dots.</p>\n\n<p>A specific example is a girl I knew who wanted to be a lawyer. She was studying hard for the LSAT, but also was a habitual smoker who would get stoned 3 times a day. She would smoke before studying. She kept getting low scores on her practice tests, was disappointed, and thought she wasn&#39;t smart enough. I tried to suggest that maybe studying stoned is not the best practice for retaining information and she was convinced that it was other factors.</p>\n\n<p>On to my actual view, I believe that people should treat weed like a drug that actually has adverse effects. Getting stoned everyday should not be normalized, just like drinking everyday is viewed as harmful. It seems like all the people I have met who habitually smoke do not think it is a problem at all.</p>\n\n<p>I support the legalization of weed. I think it can benefit a lot of people medically and can just plain be a fun time. If you have some medical issue or depression and smoking every day helps, all power to you.  But can we please, as a culture, stop acting like someone who gets high everyday doesn&#39;t have a drug problem?</p>\n\n<p>EDIT: I specifically mean the culture that I am a part of, which is Millennials/Gen Z. I acknowledge that weed is not as culturally accepted people of older generations. </p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/m2xe41/cmv_weed_usage_should_be_treated_with_more/",
  "subreddit": "changemyview",
  "id": "m2xe41",
  "is_self": true,
  "media": null,
  "is_video": false
}