{
  "author": "toastyhoodie",
  "original_created_utc": 1639428656,
  "title": "YSK: Apple just released an update that allows users to assign a legacy contact upon their death. This will allow said contact to access information and photos on their phone/device after their death",
  "created_utc": 1639438800,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: There has been issues for many years with parents or loved ones who have iOS devices and pass away that their loved ones cannot access their phone data after death due to the security measures on the phone. This has caused many memories to be lost as Apple won’t unlock a phone for anyone but the user. &lt;/p&gt;\n\n&lt;p&gt;You need to update to iOS 15.2, released today. It is on any phone above iOS 6s. When you do, go to Settings, then tap your name at the top, then tap Password and Security, the you will see Legacy Contact. &lt;/p&gt;\n\n&lt;p&gt;If you set this up on a parents device, you can help them assign a contact to access the device after their passing.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 199,
  "permalink": "/r/YouShouldKnow/comments/rfpr2r/ysk_apple_just_released_an_update_that_allows/",
  "subreddit": "YouShouldKnow",
  "id": "rfpr2r",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: There has been issues for many years with parents or loved ones who\nhave iOS devices and pass away that their loved ones cannot access their phone\ndata after death due to the security measures on the phone. This has caused many\nmemories to be lost as Apple won’t unlock a phone for anyone…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれる理由: 親や大切な人が亡くなるという問題が長年に渡って存在していました。\niOSデバイスを持っていて、亡くなった場合、そのデバイスに家族がアクセスすることはできません。\nのセキュリティ対策により、死後もデータを保持することができます。そのため、多くの\nAppleは、誰に対しても携帯電話のロックを解除しないので、思い出が失われてしまうのです...。",
      "title": "YSK: アップルは、ユーザーが死亡した際にレガシー連絡先を割り当てることができるアップデートをリリースしました。これにより、自分の死後、その連絡先が自分の携帯電話やデバイスの情報や写真にアクセスできるようになります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：多年来一直存在着父母或亲人拥有iOS设备而去世的问题。\n拥有iOS设备的父母或亲人去世后，他们的亲人无法访问他们的手机\n由于手机上的安全措施，他们的亲人在死后无法访问他们的手机数据。这造成了许多\n因为苹果公司不会为任何人解锁手机......",
      "title": "YSK：苹果公司刚刚发布了一项更新，允许用户在其死亡后指定一个遗留的联系人。这将允许上述联系人在他们死后访问其手机/设备上的信息和照片。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：多年來一直存在着父母或親人擁有iOS設備而去世的問題。\n擁有iOS設備的父母或親人去世後，他們的親人無法訪問他們的手機\n由於手機上的安全措施，他們的親人在死後無法訪問他們的手機數據。這造成了許多\n因爲蘋果公司不會爲任何人解鎖手機......",
      "title": "YSK：蘋果公司剛剛發佈了一項更新，允許用戶在其死亡後指定一個遺留的聯繫人。這將允許上述聯繫人在他們死後訪問其手機/設備上的信息和照片。"
    }
  ]
}