{
  "author": "0pera2",
  "original_created_utc": 1634360507,
  "title": "CMV: Lavish campaign contributions to USA political candidates lack transparency.",
  "created_utc": 1634406018,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>At dinner, family and I were discussing this contention — lavish campaign contributions to USA political candidates lack transparency. But nobody could come up with counterargument or counterevidence. Is there any?</p>\n\n<p>Please write in Simple English. English isn&#39;t my first language. I&#39;m not a political scientist. </p>\n\n<p>The evidence for this contention is overwhelming! <a href=\"https://en.wikipedia.org/wiki/Campaign_finance_in_the_United_States#%22Dark_money%22_exception\">Campaign finance in the United States</a> lists many opaque, shady ways to contribute to US political candidates. </p>\n\n<p>Independent groups spent billions to influence crucial races, supplanting political parties and morphing into extensions of candidate campaigns. Wealthy donors flexed their expanded political power by injecting unprecedented sums into elections. And transparency eroded as &quot;dark money&quot; groups, keeping their sources of funding secret, emerged as political powerhouses.</p>\n\n<p><a href=\"https://www.opensecrets.org/news/reports/a-decade-under-citizens-united\">More money, less transparency: A decade under Citizens United • OpenSecrets</a></p>\n\n<blockquote>\n<ul>\n<li>Despite promises from the court that monied interests would be required to reveal their political giving, the ruling gave new powers to dark money organizations. Groups that don&#39;t disclose their donors <strong>flooded elections with $963 million</strong> in outside spending, compared to a paltry $129 million over the previous decade.</li>\n<li>  Major corporations didn&#39;t take full advantage of their new political powers. Corporations <strong>accounted for no more than one-tenth</strong> of independent groups&#39; fundraising in each election cycle since the ruling. But secretly funded nonprofits and trade associations that influence elections take money from major companies in amounts that are mostly unknown.</li>\n<li>  The ruling didn&#39;t reverse the ban on foreign money in elections, but it provided opportunities for foreign actors to <strong>secretly funnel money to elections</strong> through nonprofits and shell companies.</li>\n</ul>\n</blockquote>\n\n<p><a href=\"https://en.wikipedia.org/wiki/McCutcheon_v._FEC\"><em>McCutcheon v. FEC</em> - Wikipedia</a></p>\n\n<blockquote>\n<p>Justices Breyer, Ginsburg, Sotomayor and Kagan dissented, arguing that the decision &quot;creates a loophole that will allow a single individual to contribute millions of dollars to a political party or to a candidate&#39;s campaign. Taken together with <em><a href=\"https://en.wikipedia.org/wiki/Citizens_United_v._Federal_Election_Comm%27n\" title=\"Citizens United v. Federal Election Comm&#39;n\">Citizens United v. Federal Election Comm&#39;n</a></em>, 558 U. S. 310 (2010), today&#39;s decision eviscerates our Nation&#39;s campaign finance laws, leaving a remnant incapable of dealing with the grave problems of democratic legitimacy that those laws were intended to resolve.&quot;</p>\n</blockquote>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/q95blb/cmv_lavish_campaign_contributions_to_usa/",
  "subreddit": "changemyview",
  "id": "q95blb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "At dinner, family and I were discussing this contention — lavish campaign\ncontributions to USA political candidates lack transparency. But nobody could\ncome up with counterargument or counterevidence. Is there any?\n\nPlease write in Simple English. English isn't my first language. I'm not a\npolitical…"
}