{
  "author": "EthanCBohr",
  "the_new_excerpt": "CMV: Christians have no basis for condemning homosexuality, not even from their\nbible. It's not a sin within the context of a marriage. This is a doctrine that\nis causing a lot of harm among many in the LGBTQ community. Without going into\nthe obvious science that has been out there for ages that…",
  "original_created_utc": 1619675993,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "CMV: クリスチャンは、同性愛を非難する根拠がありません。\n聖書にも書いてありません。結婚という文脈の中では罪ではありません。これは、LGBTの多くの人々に害を与えている教義です。\n多くのLGBTQコミュニティに害を与えています。これまでに発表された\n昔からある明らかな科学的根拠は抜きにして...",
      "title": "CMV: クリスチャンが同性愛を非難する根拠は、聖書にもありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "CMV: 基督徒没有谴责同性恋的依据，甚至没有从他们的\n圣经。在婚姻的范围内，这不是一种罪。这是一种教义\n在LGBTQ社区的许多人中造成了很大的伤害。不谈\n明显的科学，已经存在了很长时间，...",
      "title": "CMV：基督徒没有谴责同性恋的依据，甚至没有圣经的依据"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "CMV: 基督徒沒有譴責同性戀的依據，甚至沒有從他們的\n聖經。在婚姻的範圍內，這不是一種罪。這是一種教義\n在LGBTQ社區的許多人中造成了很大的傷害。不談\n明顯的科學，已經存在了很長時間，...",
      "title": "CMV：基督徒沒有譴責同性戀的依據，甚至沒有聖經的依據"
    }
  ],
  "title": "CMV: Christians Have No Basis For Condemning Homosexuality, Not Even From The Bible",
  "created_utc": 1619692231,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>CMV: Christians have no basis for condemning homosexuality, not even from their bible. It&#39;s not a sin within the context of a marriage. This is a doctrine that is causing a lot of harm among many in the LGBTQ community. Without going into the obvious science that has been out there for ages that affirm that there is nothing wrong with homosexuality, here I wish to show that Christians (or Jews for that matter) have no basis for condemning it, even with the usual source that they do this with.</p>\n\n<p>The typical passages that are used to condemn homosexuality are:</p>\n\n<ol>\n<li>Leviticus 18:22</li>\n<li>Leviticus 20:13</li>\n<li>Judges 19-20 (cf. the parallel in Genesis 19)</li>\n<li>1 Corinthians 6:9</li>\n<li>1 Timothy 1:10</li>\n<li>Romans 1:26-27</li>\n<li>Jude 7</li>\n</ol>\n\n<p>First of all, scholars of all kinds agree that the concept of “homosexuality” as a sexual or gender identity first arose in the late 19th century, with no meaningful precursors in antiquity. So the idea that Jesus or his contemporaries would have had opinions about “homosexuality” as an orientation is completely anachronistic. Rather, as Christopher B. Zeichmann (contributor at <a href=\"/r/AcademicBiblical\">r/AcademicBiblical</a>) writes, the &quot;evidence suggests that sexuality tended to be thought of along a series of intersecting axes: penetrator-penetrated, senior-junior, masculine-effeminate, elite-plebian, free-slave, and so on&quot; (Christopher B. Zeichmann, <em>Same-Sex Intercourse Involving Jewish Men 100BCE–100CE: Sources and Significance for Jesus’ Sexual Politics</em>, Brill, 2020, pp. 13-14). Zeichmann continues:</p>\n\n<blockquote>\n<p>Thus, rather than understanding sexuality as an identity grounded in the gender(s) to which one is attracted as is common today, Greeks and Romans instead interpreted specific sexual actions and their affirmation or abrogation of the hegemonic power ideals as paramount. That is to say, today actions are less important than identities: a person can identify as bisexual and be a virgin, a woman may realize she is a lesbian despite her previous sexual experiences all being with men, and so on. In Greek and Roman culture, actions were far more significant than identities, and the importance of sexual intercourse revolved around a handful of questions. Who did you have sex with? Who penetrated whom? What was the social standing of each party? As we will see below, authors in the Roman empire were looking for specific answers: the higher status individual should always be the penetrator and if this were not the case, such intercourse could humiliate and emasculate. Thus, while one can speak of homosexual intercourse, there is reason to doubt that there was a broad identity-based category of “homosexuality” as there is today.</p>\n</blockquote>\n\n<p>(Christopher B. Zeichmann, <em>Same-Sex Intercourse Involving Jewish Men 100BCE–100CE: Sources and Significance for Jesus’ Sexual Politics</em>, Brill, 2020, pp. 13-14)</p>\n\n<p>Arland J. Hultgren similar points in his book <em>Paul&#39;s Letter to the Romans: A Commentary</em> (Grand Rapids: Eerdmans, 2011), pp. 101. He even goes as far as to say: &quot;to be sure, there were those in the Greco-Roman world who were aware that some people were attracted to persons of their own gender. But that having been said, there is no evidence in his letters that Paul had such an awareness.&quot;</p>\n\n<p>_______________________________________________________________________________________________________</p>\n\n<h1>The Meaning of Arsenokoitai in 1 Cor 6:9 and 1 Tim 1:10</h1>\n\n<p>The Greek word that has been translated as &quot;sodimites&quot; or &quot;homosexuals&quot; is <em>arsenokoitai</em> respectfully. The word, <em>arsenokoitai</em>, crucial to the traditional translation, is a combination of two Greek words, <em>arsen</em> and <em>koiten</em>, which together result in the expression  ‘male-liers’ or ‘liers with males’. To assume this is speaking of same-sex relations universally is a stretch to say the least. The only positive reason to take this word as denoting same-sex relations <em>universally</em> is because it appears as though Paul may have taken two words from the Septuagint translation of Leviticus 18:22 and 20:13 (“arsenos” and “koitein”) to both refer to same-sex actions when combined. However, while cited by many to condemn homosexuality as we know it today, it doesn&#39;t seem like we know what the crux phrase of Leviticus 18:22 and 20:13 means. While many assume these texts are clear, they have major difficulties. Most importantly, as Bruce Wells writes: &quot;both contain the phrase מִשְׁכְּבֵ֣י אִשָּׁ֔ה (vocalized as miškəbê ʾiššâ), a longstanding crux for interpreters. In fact, Jacques Berlinerblau finds this phrase so unintelligible that he believes scholars should “admit defeat” in light of the perplexities it presents and forgo further attempts to arrive at a sensible interpretation of these biblical texts&quot; (Bruce Wells, &quot;On the Beds of a Woman: The Leviticus Texts on Same-Sex Relations Reconsidered,&quot; T&amp;T Clark, 2020, pp. 124).</p>\n\n<p>&#x200B;</p>\n\n<p><strong>The Meaning of Leviticus 18:22 and 20:13</strong></p>\n\n<p>Typical English translations on the issue are irrelevant, since most translations are interpretive rather than literal. Berlinerblau says that a literal, secular, translation of Leviticus 18:22 might read something like this:</p>\n\n<blockquote>\n<p>And with a male you will not lie <em>lying downs of a woman</em>, It is an abomination.</p>\n</blockquote>\n\n<p>In Leviticus, the specific target of the texts is sexual relations between men that occur “on the beds of a woman” (מִשְׁכְּבֵ֣י אִשָּׁ֔ה), as Wells translates it. The big question has to be: what does that expression – “on the beds of a woman” (as Wells translates it) or &quot;lying downs of a woman&quot; – mean? A possible suggestion is that the verse condemns male on male incest (since this is the overall aim of Leviticus 18-20). Another potential interpretation is that the texts are basically saying, &#39;don’t have sex with a man who is the sexual partner of a woman.&#39; Many different directions could be had because of the ambiguous phrase.</p>\n\n<p>The words מִשְׁכְּבֵ֣י אִשָּׁ֔ה that are translated “lying downs of a woman” occurs also in a similar verse (Leviticus 20:13) does little to clarify matters:</p>\n\n<blockquote>\n<p>And a man that will lie with a male <em>lying downs of a woman</em>, the two of them have committed an abomination. They will die. Their blood is upon them.</p>\n</blockquote>\n\n<p>Source of the two translations above = Jacques Berlinerblau, <em>The Secular Bible: Why Nonbelievers Must Take Religion Seriously</em> (New York: Cambridge University Press, 2005), pp. 103.</p>\n\n<p>Daniel Boyarin translates Leviticus as:</p>\n\n<blockquote>\n<p>“Do not lie with a man <em>a woman’s lyings</em>&quot; (miškĕbē ʾiššā) (Lev 18:22)</p>\n</blockquote>\n\n<p>(Daniel Boyarin, <em>The Talmud - A Personal Take</em>, Mohr Siebeck, 2018, pp. 124).</p>\n\n<p>Once again, the first phrase would seem to be a clear condemnation of same sex relations between men, but the author adds the very ambiguous phrase discussed above, adding another element to the prohibition, unknown to us modern readers. Thus, there is little reason to assume that Leviticus is condemning sex between men <em>universally speaking</em> with מִשְׁכְּבֵ֣י אִשָּׁ֔ה factored in. Wells is a legal specialist (vis-a-vis the OT) and thinks that Leviticus is not condemning sex between men universally (see this 2020 article by Wells <a href=\"https://www.academia.edu/42810771/On_the_Beds_of_a_Woman_The_Leviticus_Texts_on_Same_Sex_Relations_Reconsidered\">here</a>).</p>\n\n<p><a href=\"https://www.westarinstitute.org/wp-content/uploads/2020/03/Sex-or-Sexuality-Revisiting-Lev-18-20-1.pdf\">This</a> 2020 article by Tamar Kamionkowski (published in Westar Institute) translates Lev 18:22 thus:</p>\n\n<blockquote>\n<p>You shall not lie the <em>lying downs of a woman</em> with a man, it is an abomination.</p>\n</blockquote>\n\n<p>And they translate 20:13 as:</p>\n\n<blockquote>\n<p>“As for the man, who lies the <em>lying downs of a woman</em> with a male, they, both of them, have committed an abomination; they shall certainly be put to death, their blood is upon them.”</p>\n</blockquote>\n\n<p>The text, again, is very ambiguous (see pp. 162-163). Kamionkowski writes:</p>\n\n<blockquote>\n<p>Several questions arise while examining this verse in Hebrew. Does the text intend “man” or “male?” What does “lying downs of a woman” mean? Are the English additions of “as” or “after the manner of” reasonable and true to the original text? What does the Hebrew word for &quot;abomination” mean? Is it moral or ritual? (pp. 163)</p>\n</blockquote>\n\n<p>Kamionkowski goes on to doubt that Leviticus condemns same-sex relations in the article and announces on page 167 that &quot;In short, we simply do not know what the verse means!&quot; I agree with Kamionkowski.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>The Meaning of</strong> <strong><em>Arsenokoitai</em></strong> <strong>in</strong> <strong>1 Corinthians 6:9 | 1 Timothy 1:10</strong></p>\n\n<p>With this in mind, even if Paul does get the word <em>arsenokoitai</em> from Leviticus, there is little reason to think that Paul&#39;s use of the words from the Septuagint translation of Leviticus necessarily condemns sex between those of the same gender. There is also a lack of probative evidence of any actual connection of <em>arsenokoitai</em> with an earlier Hebrew term or with the two texts of Leviticus in Rabbinic sources. But granting that Paul does make the compound word from Leviticus, there are eight points that all, when combined, make the condemnation of same-sex relations unlikely:</p>\n\n<ol>\n<li>Leviticus is vague and more likely than not does not condemn same sex relations between men universally (see above).</li>\n<li>This compound word <em>does not even show up prior to Paul&#39;s letters in ancient Greek literature</em>. In other words, Paul made it up! We have little to compare it to.</li>\n<li>Compound words do not always mean what the sum of their parts suggests. As Dale Martin writes: &quot;It is highly precarious to try to ascertain the meaning of the word by taking it apart, getting the meaning of its component parts, and than assume, with no supporting evidence, that the meaning of the longer word is a simple combination of its component parts&quot; (Dale B. Martin, <em>Sex and the Single Savior: Gender and Sexuality in Biblical Interpretation,</em> 2006, pp. 39).</li>\n<li>&quot;It is wrong to define a word by its (assumed) etymology; etymology has to do with the history of a word, not its meaning&quot; (ibid, 39-40).</li>\n<li>The usage of the word in 1 Timothy should drive our interpretation of this passage in 1 Corinthians 6:9, given there is a bit more to work off of in 1 Timothy with regards to deciphering the meaning of <em>arsenokoitai.</em> In 1 Tim 1:10, sexual slavery may have been the target of the apostle’s prohibition since “kidnappers” or “slave traders” is listed in the vice list directly after <em>arsenokoitai</em>. In 1 Timothy there are three terms that are most relevant: pornois (“sexually immoral”)), <em>arsenokoitai</em>, and <em>andrapodistais</em> (“kidnappers,” “slave traders”). Placed in a list such a this, it is suggestive against the traditional interpretation of <em>arsenokoitai,</em> and is evidence of a grouping of the sexually immoral, or prostitutes, or those who visit and/or use male prostitutes, or those who sexually exploit others for money (e.g., traffickers who kidnap and sell human beings).</li>\n<li>As K. Renato Lings in his book <em>Love Lost in Translation: Homosexuality and the Bible,</em> 2013 points out, the usual Greek terms for two male lovers are <em>erastēs</em> and <em>erōmenos</em>, among others. In many instances these words talked about pederasty, but the other type of relationship would be between two equal partners, of which there is some literary evidence. In these cases erastēs and erōmenos would frequently be used, but Paul chose not use these words, but instead create his own word never used in ancient Greek literature before - <em>arsenokoitai</em>. This suggests that Paul is not addressing male <em>lovers</em>. Instead, a more credible alternative is to view <em>arsenokoitai</em> as a specific reference to men who practice abusive sex or commit economic exploitation, including theft and kidnapping young people of either sex into sexual slavery.</li>\n<li>Sibylline Oracle 2.70-77 is one of the earliest appearances of the word <em>arsenokoitai</em>. Although the exact date of this text is uncertain, it is probably independent from the NT. Here is the translation from J.J Collins: &quot;Never accept in your hand a gift which derives from unjust deeds. Do not steal seeds. Whoever takes for himself is accursed (to generations of generations, to the scattering of life. Do not <em>arsenokoitein</em>, do not betray information, do not murder. Give one who has labored his wage. Do not oppress a poor man. Take heed of your speech. Keep a secret matter in your heart. Make provision for orphans and widows and those in need. Do not be willing to act unjustly, and therefore do not give leave to one who is acting unjustly&quot; (2:70-77). This text is likely an independent witness to an author coining this word from “arsen” and “koiten.&quot; The original author was also Jewish, like Paul. The immediate passage the word <em>arsenokoitein</em> is embedded in appears to be Jewish in origin, since it has no Christian parallels. For the Jewish origin of substratum of the second book of the Sibylline Oracles: see &quot;The Sibylline Oracles,&quot; in <em>The Literature of the Jewish People in the Period of the Second Temple and the Talmud, Volume 2 Jewish Writings of the Second Temple Period</em>, by John J. Collins. The veat to this text is that it is embedded in interpolations. However, J.J. Collins argues: ‘nothing in these verses [2.56–148] is necessarily Christian.’ And according to Dale Martin, the term here is used in a list involving &quot;economic sins,&quot; actions related to economic injustice or exploitation: accepting gifts from unjust sources, extortion, withholding wages, oppressing the poor, theft of grain, etc. See Dale B. Martin, <em>Sex and the Single Savior: Gender and Sexuality in Biblical Interpretation,</em> 2006, pp. 39-41. Rather, it refers to some kind of economic exploitation, probably by sexual means: rape or sex by economic coercion, prostitution, pimping, or something of the sort. This is may be independent evidence of a rarely used word (around Paul&#39;s writing) not being used for same-sex actions universally, despite the conjunction of “arsenos” and “koiten.&quot;</li>\n<li>John Boswell writes, “It is extremely difficult to believe that if the word actually meant “homosexual” or “sodomite,” no previous or contemporary author would have used it in a way which clearly indicated this connection&quot; (Boswell, <em>Christianity, Social Tolerance, and Homosexuality</em>, pp. 345). Boswell lists Herodotus, Plato, Aristotle, Plutarch, etc who all used words besides ἀρσενοκοίτης when talking about homosexuality. More importantly, Josephus and Philo, both Greek-speaking Jews who discussed Sodom and believed that it was punished for its homosexuality never used ἀρσενοκοίτης, Boswell also surveyed Christian authors and observed that this word was hardly ever used to describe same-sex actions (so John, Boswell, <em>Christianity, Social Tolerance, and Homosexuality: Gay People in Western Europe from the Beginning of the Christian Era to the Fourteenth Century</em>, Chicago, University of Chicago Press, 2008, pp. 342-50).</li>\n</ol>\n\n<p>So Paul doesn&#39;t condemn same sex relations universally most likely in 1 Cor 6:9 and 1 Tim 1:10.</p>\n\n<p>_______________________________________________________________________________________________________</p>\n\n<h1>Romans 1:26-27</h1>\n\n<p>First of all, the word ἀδικίαν in Rom 1:18 should be rendered as “injustice.&quot; As Sarah Ruden says, “there is nothing vague about it. It is about hurting people&quot; (Sarah Ruden, <em>Paul</em>, 69). So Romans 1:18-27 is not about loving relationships. In fact, the entirety of Romans 1:18-32 is about abusive relationships among the Gentiles, not loving ones. Arland J. Hultgren writes:</p>\n\n<blockquote>\n<p>The passage falls within a section (18-32) about abusive relationships of all kinds, and that should inform ones reflection of these verses. In light of that, one must ask whether they speak unilaterally of all types of same-gender sexual relationships. That they speak of all non-abusive ones between persons of homosexual orientation (in modern understanding) can be legitably challenged.</p>\n</blockquote>\n\n<p>(Arland J. Hultgren, <em>Paul&#39;s Letter to the Romans: A Commentary</em>, Grand Rapids: Eerdmans, 2011, pp. 102)</p>\n\n<p>Second, There is no allusion to same sex relations between women in Romans 1:26, where Paul speaks of females. Instead, this is about Gentile women who offered themselves to men for anal sex. This is exactly how the text was interpreted during the first three or so hundred years of the early church (e.g.,  Clement of Alexandria [150–215 CE] and Augustine of Hippo [354–430 CE]). It was not until John Chrysostom (400 CE) that anyone misinterpreted Romans 1:26 as referring to relations between two women. What moves this interpretation from likelihood to near certainty are the arguments mustered up in <a href=\"https://www.jstor.org/stable/10.15699/jbl.1381.2019.522595?seq=1\">this 2019 JBL article</a> by David J. Murphy that offers further support for the notion that Paul is not referring to same-sex relations between women, but rather anal sex with men. Murphey in the article writes: &quot;When χρῆσις refers to the act of intercourse, χρῆσις is assigned to the male, who is expected to penetrate the other and thus “use” that person—a woman, a boy, a male slave. It is no surprise that Fredrickson found no case in ancient Greek where one female is said to enjoy sexual χρῆσις of another female&quot; (pp. 223). Murphy gives Fredrickson further support for this contention in his article. So <strong>in no instance</strong> is the word Paul employs in Romans 1:26, χρῆσις (&quot;use&quot; or &quot;intercourse&quot;), used to denote a female enjoying sexual &quot;use&quot; of another female within ancient Greek literature. &quot;Rather, when it refers to the act of intercourse, χρῆσις is assigned to the male, who is expected to penetrate the other and thus “use” that person—a woman, a boy, a male slave&quot; (ibid.). This argument from Murphy pretty much necessarily entails that sexual relations between women are not condemned in Romans 1 at all. So why would sexual relations between men be universally condemned?</p>\n\n<p>Third, some people read the homoeroticism in 1:27 back into 1:26. However, David J. Murphy writes: &quot;Jamie Banister’s finding, however, has not been refuted—namely, that there is no contemporary parallel for a conjunctive ὁμοίως clause that operates backwards, so to speak, to provide clarification of an otherwise vague or ambiguous antecedent clause. On the contrary, all thirty-eight instances of ὁμοίως τε καί in TLG support Banister—that is, after an antecedent clause already understandable on its own, ὁμοίως introduces a clause whose argument is co-oriented with the previous clause’s argument. To read female homoeroticism back into 1:26 because we have male homoeroticism in the next verse is to reverse the way conjunctive ὁμοίως functions&quot; (Murphy, David J. “More Evidence Pertaining to ‘Their Females’ in Romans 1:26.” <em>Journal of Biblical Literature</em>, vol. 138, no. 1, 2019, pp. 235-236).</p>\n\n<p>Fourth, one has to note how Rom 1:26-27 starts off. The words that begin this passage are “for this reason&quot; or &quot;because of this&quot; (Διὰ τοῦτο). That initial statement entails that the type of sexual behavior described in 1:26-27 is the <em>direct result</em> of the type of idolatry described in the context in 1:22-25. The idolatry that is being described by Paul in 1 Rom 1:22-26 is the theriomorphic (something in the form of an animal) representation of the divine. Paul says that &quot;they&quot; portray God or their gods as animals, as birds, four-footed animals, or reptiles in Rom 1:23, and he repeats this notion once again in 1:25 when Paul says that they &quot;worshiped and served the creature rather than the Creator.&quot; Then, in 1:26, Paul says that <em>because</em> of this, these people were given over to behavior described. For this point, see <a href=\"https://journals.sagepub.com/doi/abs/10.1177/0146107915577097?journalCode=btba\">this 2015 article</a> by Robert K. Gnuse. There were also many Roman cults that had &quot;images resembling human beings&quot; (cf. 1:23), such as that of Cybele and Bacchus.</p>\n\n<p>Fifth, understanding the temporal aspect of the verbs in Romans 1:26–27 is crucial for evaluating the views on sexual defiance that Paul appears to be expressing. The three key Greek verbs are all held in the <strong>past tense</strong> indicating <strong>distant events.</strong> If these verbs (paredōken, ‘gave them up’; metēllaxan, ‘exchanged’; exekauthēsan, ‘burned’; etc) are read properly, it seems suggestive (though is not <em>necessarily</em> the case) that Paul is referring to one or several incidents <em>in the past</em> with which he assumes his Christian audience in Rome to be familiar, such as possibly sexual scandals in cults or elsewhere. This seems to point against the applicability of this passage to today&#39;s day and age. So even if Paul is referring to some kind of homoerotic behavior, he is speaking of behavior that occurred in the past and were well known to the audience - so probably in cults in the region that committed sexual scandals. Some English translations change the verbs into present tense, thus changing the meaning of the text. The chapter finishes in the present tense to lash out at ‘foolish, faithless, heartless, ruthless’ idolaters who continually practice vices and wickedness (1:30–31).</p>\n\n<p>Sixth, that said, verb tenses/aspects apart, the main concern is the very simplistic approach to the section 1:25-27 that so many Christian commentators adopt. And as commentators have noted, Paul is not talking about Christians at all in this particular part of the argument, but rather Gentiles (cf. Arland J. Hultgren, <em>Paul&#39;s Letter to the Romans: A Commentary</em>, Grand Rapids: Eerdmans, 2011, pp. 101-102). Paul&#39;s words in Romans 8:1 is where his authentic theology shines through (&quot;There is therefore now no condemnation for those who are in Christ Jesus&quot;).</p>\n\n<p>Seventh, some point to <em>para physin</em> (translated as &quot;unnatural&quot;) as proof that Paul condemned same-sex relations in Romans 1:26, since some Jewish authors used these words to (possibly) condemn same-sex relations universally. However,  the fact that in no instance does χρῆσις denote sexual relations between two women makes this point moot.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Conclusion</strong></p>\n\n<p>In relation to the subject of homoeroticism, it appears as though certain group activities are discussed. A detailed analysis of the context shows that the main focus is on sexual excesses wrought <em>by</em> idolatrous practices. The polemic reflections in 1:18–32 are also inspired by the book of Wisdom and, additionally, seem to allude to scandalous events in the past associated with the Roman cults of deities or other places. It&#39;s important to note that Paul’s letter to the Romans was written at a time in which Greek and Roman deities were widely worshipped in the Mediterranean region, making polytheism, or idolatry, a routine part of everyday life. In fact, in Paul&#39;s day, 420 different temples to cults are reported to have been functioning in Rome itself (cf. K. Renato Lings, <em>Love Lost in Translation: Homosexuality and the Bible,</em> 2013). See this 2011 JBL article for more support on this as well: <a href=\"https://www.jstor.org/stable/23488275?seq=1#metadata_info_tab_contents\">https://www.jstor.org/stable/23488275?seq=1#metadata_info_tab_contents</a></p>\n\n<p>______________________________________________________________________________________________________</p>\n\n<h1>Jude 7</h1>\n\n<p>The ancient Greek word in Jude 7 that is of interest is <em>apelthousai</em> (&quot;they went after other flesh&quot;). This crucial element in v. 7 is the notion of ‘other flesh’. Given the Greek wording, the traditional interpretation is ironic indeed. If one looks at the modern term ‘heterosexual’, it refers precisely to those who are attracted to the ‘other’ sex/flesh! So some kind of heterosexual sex seems to be in view here. See K. Renato Lings, <em>Love Lost in Translation: Homosexuality and the Bible,</em> 2013 on this point.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Addendum: Judges 19-20</strong></p>\n\n<p>Daniel Boyarin writes: &quot;In the story in Judges 19 the account is similar to the Sodom story . . . This is an absolutely horrifying story of violence toward women, and, while the men of Gibeah are punished terribly for their murder of the woman (20:4ff.), the Levite who threw her to the dogs to save his skin is let off scot-free by the text. A story of primitive male privilege of the most repulsive sort, this is not in any way, however, a discourse about homosexuality. Indeed, here, the acceptance of a “heterosexual” substitute shows that the people of Gibeah are not being anathematized as “homosexuals.” Their punishment is explicitly owing to their violence toward the woman and not to their supposed homoeroticism. In both of these stories we find, then, a representation, perhaps with some historical basis, of a tradition of aggression toward strangers, acted out as “homosexual” rape (and murder – the Levite expected that he was to be killed as well [20:5]). These accounts have nothing whatever to do with either legal or discursive practices related to same-sex desire&quot; (Daniel Boyarin, <em>The Talmud - A Personal Take</em>, Mohr Siebeck, 2018, pp. 140-141).</p>\n\n<p>______________________________________________________________________________________________________</p>\n\n<h1>What About Jesus?</h1>\n\n<p>If Jesus shared the contempt for same-sex relations found among Hellenistic Jews like Philo or Josephus, it would have been inconceivable that his encounter with the centurion would have occurred without at least an admonition to the centurion about his relationship with his <em>pais</em> in Matthew 8:5–13//Luke 7:1–10 (cf. Neill 2009, pp. 215). Most scholars see a sexual element to the relationship between the centurion and his servant. While this is an argument from silence as well, if Matthew 19:5&#39;s  silence on gay marriage is valid (which many Christians think), than so too is this argument. Besides, this argument is better, since Jesus literally does them a favor (heal the Centurion&#39;s servant) and makes no mention of any wrongdoing, which Jesus does in other episodes. Other than this, there isn&#39;t much to go off of. You&#39;d think Jesus or the Gospel authors would make a mention of this topic if it was a sin? Plus. the bible may actually affirm same-sex relations, as I think it does (1 Sam 18:1-4; 20:17, 30-41; 23:18; 2 Sam 1:25-26; Ruth 1:14, 16-17; 4:15-17).</p>\n\n<p>Appealing to what Jews believed pre-70 CE is irrelevant, because there was no unified Jewish belief pre-70 regarding same-sex relations! Christopher Zeichmann writes that Judaism &quot;like most cultures throughout history, there were various attitudes toward same-sex intimacy, ranging from disgust to acceptance to eager participation&quot; (Christopher B. Zeichmann, <em>Same-Sex Intercourse Involving Jewish Men 100BCE–100CE: Sources and Significance for Jesus’ Sexual Politics</em>, Brill, 2020, pp. 15). There are  texts from Jewish authors (even those that disapprove of it like Josephus) that narrate same-sex relationships (A.J. 15.25-30; A.J. 16.230-232 = J.W. 1.488-489; J.W. 4.560–563), proving that such relations were embraced by at least some Jews. Pagan authors also accuse Jewish people of homoerotic relations (cf. Tacitus, <em>Hist.</em> 5.5.1-2), and there is graffiti that likely show that same-sex relationships were accepted in some circles of Judaism (e.g., CIIP 3499). There is more as well.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/n0y17l/cmv_christians_have_no_basis_for_condemning/",
  "subreddit": "changemyview",
  "id": "n0y17l",
  "is_self": true,
  "media": null,
  "is_video": false
}