{
  "author": "stagejitters",
  "the_new_excerpt": "So I'm an avid reader. As a kid I'd eat up books faster than my parents could\nsupply them. As a teenager I slowly slipped out of my reading and by late teens\nI hadn't picked up a book unless it was mandatory for school. I'm in my early\n20s now and rediscovering reading and nothing has helped me more…",
  "original_created_utc": 1619342135,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は熱心な読書家です。子供の頃は、両親が本を買い与えるよりも早く本を食べていました。\n子供の頃は、両親が本を買い与えるよりも早く本を食べていました。10代の頃は徐々に読書から遠ざかり、10代後半になると\n10代後半になると、学校で必須のものでない限り、本を手に取ることはありませんでした。現在、私は20代前半です。\n今、私は20代前半ですが、読書を再発見し、これほど助けになったものはありません...。",
      "title": "ライブラリーに感謝"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我是一个狂热的读者。小时候，我把书吃得比我父母提供的还快。\n提供它们。十几岁的时候，我慢慢地从阅读中滑落，到了十几岁的时候\n我没有拿起过一本书，除非是学校的必修课。现在我已经20岁出头了\n现在我已经20多岁了，重新发现了阅读，没有什么比这更能帮助我了......",
      "title": "感谢上帝赐予图书馆"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我是一個狂熱的讀者。小時候，我把書喫得比我父母提供的還快。\n提供它們。十幾歲的時候，我慢慢地從閱讀中滑落，到了十幾歲的時候\n我沒有拿起過一本書，除非是學校的必修課。現在我已經20歲出頭了\n現在我已經20多歲了，重新發現了閱讀，沒有什麼比這更能幫助我了......",
      "title": "感謝上帝賜予圖書館"
    }
  ],
  "title": "Thank God for Libraries",
  "created_utc": 1619379524,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I&#39;m an avid reader. As a kid I&#39;d eat up books faster than my parents could supply them. As a teenager I slowly slipped out of my reading and by late teens I hadn&#39;t picked up a book unless it was mandatory for school. I&#39;m in my early 20s now and rediscovering reading and nothing has helped me more than my library&#39;s ebook app. With most libraries being shut or too far away to get to, ebooks have been such a delight. Especially because I&#39;ve realised I read way quicker if it&#39;s an ebook rather than a physical copy (something about not knowing how many pages I have left makes me more likely to not put it down).</p>\n\n<p>I&#39;ve recently read Deeplight by Francis Hardinge, The Authenticity Project by Clare Pooley, Wink by Rob Harrell, Lie With Me by Phillipe Besson, A Bear Called Paddington by Michael Bond and The House With Chicken Legs by Sophie Anderson, all within the past 3 months.</p>\n\n<p>It&#39;s amazing how libraries give us so much for free.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/my4mfa/thank_god_for_libraries/",
  "subreddit": "books",
  "id": "my4mfa",
  "is_self": true,
  "media": null,
  "is_video": false
}