{
  "author": "bryceguy72",
  "the_new_excerpt": "No warrant? No problem! He could simply claim to smell marijuana odor coming\nfrom your vehicle and that alone would legally give the officer probable cause\nto search it, 4th Amendment be damned.\n\nAs for reporting the cop for conducting illegal searches, there was no way for\nyou to prove that there…",
  "original_created_utc": 1608864512,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "没有搜查令吗？没问题!他可以简单地说闻到大麻的气味\n单凭这一点就可以合法地给警官一个合理的理由\n要搜查它，第四修正案是该死的。\n\n至于举报警察进行非法搜查，没有办法\n你要证明那里有…",
      "title": "[改变我的想法]：在大麻合法化之前，警察可以在没有搜查令的情况下，以任何理由或没有理由搜查你的车。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "沒有搜查令嗎？沒問題!他可以簡單地說聞到大麻的氣味\n單憑這一點就可以合法地給警官一個合理的理由\n要搜查它，第四修正案是該死的。\n\n至於舉報警察進行非法搜查，沒有辦法\n你要證明那裏有…",
      "title": "[改變我的想法]：在大麻合法化之前，警察可以在沒有搜查令的情況下，以任何理由或沒有理由搜查你的車。"
    }
  ],
  "title": "CMV: Before marijuana was legalized a cop could search your vehicle for any reason or no reason, without a warrant.",
  "created_utc": 1608910221,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>No warrant? No problem! He could simply claim to smell marijuana odor coming from your vehicle and that alone would legally give the officer probable cause to search it, 4th Amendment be damned.</p>\n\n<p>As for reporting the cop for conducting illegal searches, there was no way for you to prove that there <em>wasn&#39;t</em> marijuana odor coming from your vehicle so discrediting the cop&#39;s &quot;I had probable cause!&quot; claim would have been impossible. </p>\n\n<p>I would like my view changed because I would like to believe that important Constitutional laws are not so easily circumvented.  What good is the Amendment protecting citizens from unreasonable search and seizure if a cop can just utter a few words and then legally search your car anyway?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/kjrr67/cmv_before_marijuana_was_legalized_a_cop_could/",
  "subreddit": "changemyview",
  "id": "kjrr67",
  "is_self": true,
  "media": null,
  "is_video": false
}