{
  "author": "Groundblast",
  "the_new_excerpt": "Volvo just pledged to switch all their cars to electric power by 2030.\n\nI am 100% a believer in electric cars. In general, they are more efficient and\nhave better performance.\n\nHowever, batteries are a terrible energy storage method for vehicles. They don’t\nstore enough energy, they can’t hold their…",
  "original_created_utc": 1614704559,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "沃尔沃刚刚承诺，到2030年，他们所有的汽车都要转为电动汽车。\n\n我是100%的电动汽车的信徒。一般来说，它们更有效率，而且\n有更好的性能。\n\n然而，电池对汽车来说是一种可怕的储能方式。它们不\n储存足够的能量，他们不能保持他们的... ...",
      "title": "CMV：让所有新车都用电池供电是个糟糕的主意"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "沃爾沃剛剛承諾，到2030年，他們所有的汽車都要轉爲電動汽車。\n\n我是100%的電動汽車的信徒。一般來說，它們更有效率，而且\n有更好的性能。\n\n然而，電池對汽車來說是一種可怕的儲能方式。它們不\n儲存足夠的能量，他們不能保持他們的... ...",
      "title": "CMV：讓所有新車都用電池供電是個糟糕的主意"
    }
  ],
  "title": "CMV: Making all new vehicles battery powered is a terrible idea",
  "created_utc": 1614791561,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Volvo just pledged to switch all their cars to electric power by 2030.</p>\n\n<p>I am 100% a believer in electric cars. In general, they are more efficient and have better performance.</p>\n\n<p>However, batteries are a terrible energy storage method for vehicles. They don’t store enough energy, they can’t hold their energy for long enough, and they’re HEAVY. Whether the battery is charged or not, you have to haul it around. It’s extremely inefficient for anything except daily commuting when you can charge overnight. Add onto that the environmental and supply chain issues of battery production, and making all cars battery powered is an idiotic, band-aid solution.</p>\n\n<p>Vehicles, especially commercial and utility vehicles, need to be able to refuel quickly and store that energy for long periods of time. The only currently available green technology that allows this is hydrogen.</p>\n\n<p>Volvo, and many other car manufacturers who have made all-electric pledges, seem to focus entirely on battery vehicles and charging infrastructure. Neither Volvo or GM seem to make any mention of hydrogen vehicles in their press releases.</p>\n\n<p>Obviously, creating a hydrogen refueling infrastructure is a massive undertaking that a single company would not be able to accomplish. However, especially in Europe, they could easily work together and make it happen with the support of regulators.</p>\n\n<p>If automakers and regulators actually cared about developing the future of personal transportation, they would be investing in hydrogen. Instead, they’re putting their money into batteries because it’s an easy and trendy way to get good PR.</p>\n\n<p>Obviously, there is room for battery powered vehicles in the market, but they are not the be all, end all solution many people seem to think they are.</p>\n\n<p>Tl;dr:\nHydrogen makes more sense than batteries for powering vehicles, automakers pledging to make all battery-powered vehicles are just trying to score PR points</p>\n\n<p>Edit:\nBattery powered vehicles are already proving to be more popular than fossil fuel vehicles for certain markets. Battery power makes perfect sense for short range commuter cars in an urban environment. My main point is that batteries do not make sense for many other applications (long range travel, shipping/trucking, off-road vehicles, etc.). If we truly want to eliminate all fossil fuel vehicles, I think hydrogen is the answer for these cases.</p>\n\n<p>Edit 2:\nOk, lots of great points in the comments! Obviously, if battery technology significantly improves, then that will solve many issues. For the immediate future, swappable batteries may allow commercial vehicles to operate pretty much normally. For the far edge cases like very remote areas and long term storage, we could potentially just use regular fossil fuel engines but use an offset technology such as carbon capture or biofuels to make it carbon neutral.</p>\n\n<p>Now how about ships? Could they run on hydrogen?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/lw6w55/cmv_making_all_new_vehicles_battery_powered_is_a/",
  "subreddit": "changemyview",
  "id": "lw6w55",
  "is_self": true,
  "media": null,
  "is_video": false
}