{
  "author": "Throwapicnudes",
  "the_new_excerpt": "And the only people that don’t enable it or encourage it, don’t even think it\nhappens or will downplay it.\n\nI’ve never been with a group of friends and a woman has been the butt of the\njoke, never mind the butt of the joke for the entire night. I have known women\nfor >10 years that I can’t recall…",
  "original_created_utc": 1619422903,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そして、それを可能にしたり、奨励したりしない唯一の人々は、それが起こることさえ考えないか、軽視するでしょう。\n思わないか、軽視します。\n\n私は友人たちと一緒にいて、女性がジョークのネタにされたことはありません。\n笑いの種になったことは一度もありませんでした。私は10年以上前から女性を知っています。\n10年以上の付き合いがありますが、思い出せません...。",
      "title": "CMV: 男性や男の子を辱めることは、あまりにも一般的で受け入れられています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "只有那些不支持或鼓励这种行为的人，甚至不认为它发生了\n发生，或者会淡化它。\n\n我从来没有和一群朋友在一起，而一个女人成为了笑话的主角，更不用说整个晚上的笑话主角。\n我从来没有和一群朋友在一起，一个女人成为笑话的对象，更不用说整个晚上都是笑话的对象。我认识的女人\n认识了10年以上的女人，我都想不起来......",
      "title": "CMV：羞辱男人和男孩的现象太普遍了，而且被人接受。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "只有那些不支持或鼓勵這種行爲的人，甚至不認爲它發生了\n發生，或者會淡化它。\n\n我從來沒有和一羣朋友在一起，而一個女人成爲了笑話的主角，更不用說整個晚上的笑話主角。\n我從來沒有和一羣朋友在一起，一個女人成爲笑話的對象，更不用說整個晚上都是笑話的對象。我認識的女人\n認識了10年以上的女人，我都想不起來......",
      "title": "CMV：羞辱男人和男孩的現象太普遍了，而且被人接受。"
    }
  ],
  "title": "CMV: Humiliating men and boys is far too common and accepted",
  "created_utc": 1619444733,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>And the only people that don’t enable it or encourage it, don’t even think it happens or will downplay it.</p>\n\n<p>I’ve never been with a group of friends and a woman has been the butt of the joke, never mind the butt of the joke for the entire night. I have known women for &gt;10 years that I can’t recall being mocked or made fun of. Men on the other hand, I can’t recall a single man I’ve been out with who wasn’t made fun of any any given occasion. </p>\n\n<p>It isn’t just jokes either, it’s more personal than just jokes, but I don’t even want to go there tbh, it’s way too early in the morning.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/mysari/cmv_humiliating_men_and_boys_is_far_too_common/",
  "subreddit": "changemyview",
  "id": "mysari",
  "is_self": true,
  "media": null,
  "is_video": false
}