{
  "author": "CleetisMcgee",
  "the_new_excerpt": "Seeing a post of a young man on kidney dialysis really made me think about this.\nNot really sure what his story is, but I feel that anyone, especially folks who\nare in their younger years, should not have to be on a waiting list for a much\nneeded organ. I believe that any and everybody, of all ages…",
  "original_created_utc": 1617723024,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "腎臓透析を受けている若い男性の投稿を見て、このことについて考えさせられました。\n彼の話はよくわかりませんが、誰もが、特に若い世代の人たちが、ずっと待っている必要はないと思います。\n必要な臓器を手に入れるために待機する必要はないのではないでしょうか。\n必要な臓器を待つ必要はありません。私は、年齢に関係なく、誰もが...",
      "title": "CMV: 誰もがデフォルトで臓器提供者になるべきで、オプトインではなくオプトアウトしなければなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "看到一个正在做肾透析的年轻人的帖子，真的让我想到了这个问题。\n不知道他的故事是什么，但我觉得任何人，尤其是那些\n在他们年轻的时候，不应该在等待名单上等待更多的机会。\n需要的器官。我相信任何一个人，所有年龄段的人... ...",
      "title": "CMV：每个人都应该是默认的器官捐献者，你应该选择退出而不是选择加入。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "看到一個正在做腎透析的年輕人的帖子，真的讓我想到了這個問題。\n不知道他的故事是什麼，但我覺得任何人，尤其是那些\n在他們年輕的時候，不應該在等待名單上等待更多的機會。\n需要的器官。我相信任何一個人，所有年齡段的人... ...",
      "title": "CMV：每個人都應該是默認的器官捐獻者，你應該選擇退出而不是選擇加入。"
    }
  ],
  "title": "CMV: Everyone should be an organ donor by default, you should have to opt out not opt in.",
  "created_utc": 1617730855,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Seeing a post of a young man on kidney dialysis really made me think about this. Not really sure what his story is, but I feel that anyone, especially folks who are in their younger years, should not have to be on a waiting list for a much needed organ. I believe that any and everybody, of <em>all</em> ages should be should be required to have their organs harvested upon death. If you don&#39;t want that to happen to your dead body, then you need to specifically opt out. </p>\n\n<p>It&#39;s sad, but young healthy people die all the time and I&#39;m sure there are countless, perfectly good life saving organs that are not going to be utilized in saving the life in another. I cannot see any reason why this shouldn&#39;t be a thing in every developed country. Only reasoning I think of is maybe due to a religious reasoning, but that will not change my view at all.</p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/changemyview/comments/mlea21/cmv_everyone_should_be_an_organ_donor_by_default/",
  "subreddit": "changemyview",
  "id": "mlea21",
  "is_self": true,
  "media": null,
  "is_video": false
}