{
  "author": "pastorjake",
  "original_created_utc": 1625888515,
  "title": "Saint Young Men is the positive read I needed.",
  "created_utc": 1625921993,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I hope I’m not breaking any rules by talking about a manga. My girlfriend got me the first book as an anniversary gift after I saw it in a book store and liked the premise and we have loved it!</p>\n\n<p>For those that don’t know the premise is that Jesus and Buddha have come back to earth and are now roommates living in Japan. I could easily see this premise going off the rails or becoming mean spirited but it never does. It always manages to be fun and funny while always being strangely endearing. Also through the translation notes after every chapter I’ve learned a lot about Buddhism and Japanese cultural things. If you need a positive little read, I highly recommend this one.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ohb93j/saint_young_men_is_the_positive_read_i_needed/",
  "subreddit": "books",
  "id": "ohb93j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I hope I’m not breaking any rules by talking about a manga. My girlfriend got me\nthe first book as an anniversary gift after I saw it in a book store and liked\nthe premise and we have loved it!\n\nFor those that don’t know the premise is that Jesus and Buddha have come back to\nearth and are now…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "マンガの話をしてルール違反にならなければいいのですが。私の彼女は、私が本屋で見て気に入った\n本屋で見て気に入ったので、彼女が記念日のプレゼントとして最初の本をくれました。\n私たちはこの作品が大好きです。\n\n知らない人のために説明すると、この作品はイエスとブッダが地球に戻ってきて\n地球に戻ってきて、今は...。",
      "title": "Saint Young Men」は、私が必要としていたポジティブな読み物です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我希望我没有因为谈论一部漫画而违反任何规则。我的女朋友给我买了\n我的女朋友给我买了第一本书作为周年纪念礼物，因为我在书店看到它并喜欢它的前提。\n我在书店看到这本书并喜欢它的前提，我们都很喜欢它。\n\n对于那些不知道的人来说，它的前提是耶稣和佛祖已经回到了地球，并且现在......\n现在是...",
      "title": "圣徒青年》是我需要的正面读物。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我希望我沒有因爲談論一部漫畫而違反任何規則。我的女朋友給我買了\n我的女朋友給我買了第一本書作爲週年紀念禮物，因爲我在書店看到它並喜歡它的前提。\n我在書店看到這本書並喜歡它的前提，我們都很喜歡它。\n\n對於那些不知道的人來說，它的前提是耶穌和佛祖已經回到了地球，並且現在......\n現在是...",
      "title": "聖徒青年》是我需要的正面讀物。"
    }
  ]
}