{
  "author": "ShiaKer",
  "original_created_utc": 1636570834,
  "title": "Husband FOMO'd into LRC and is now mad at me.",
  "created_utc": 1636591401,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So as the title above says is pretty much it. </p>\n\n<p>I&#39;ve been watching LRC for a while it was on my list of coins to invest in for the last several months, in future. I started with a bit of BTC, ADA, ALGO and MATIC. I&#39;m relatively new to crypto and have been learning a lot from this sub and other resources to research and learn. I also had a Dodge fiasco. I invested $9 in Jan 2020 when I had some change left over after investing 3K in Tesla on RH (yes I know better now than to use them) and thew the $9 change in doge and forgot about it, which is kinda what I do I don&#39;t chart watch. But he on the other hand does. So lo and behold a year later he&#39;s talking about doge and I checked and discovered my $9 was now worth 2K. Hubs did the math and was pretty upset I didn&#39;t tell him to invest in them and that I didn&#39;t invest the 3k from tesla in them instead. I didn&#39;t know fuck all back then about crypto and I reiterated my choice would&#39;ve still been the same unless I could ya know time travel lol. I still know shit all but have been learning. </p>\n\n<p>Anyway we have daily discussions about crypto and I&#39;d also like the add he is very much an Ape. I didn&#39;t belive in it so stuck with crypto which he is now getting into. So this morning we talked about crypto and I had told him the increase and he fomo&#39;d into it at the high and is now upset kinda at me. But I bought in at 0.5 and specifically had told him then and mentioned it previously in conversations as one on my watchlist for months. He&#39;s now chart watching and in panic mode over what to do. I intend to hold long term. </p>\n\n<p>TLDR; hubs fomo&#39;d into LRC at the high, after I mentioned to him to buy into it way lower and is now mad and wants to sell 😑</p>\n\n<p>UPDATE: He sold half, lesson learned I hope. I still hold ofc.</p>\n\n<p>Edited</p>\n</div><!-- SC_ON -->",
  "score": 186,
  "permalink": "/r/CryptoCurrency/comments/qr1hwn/husband_fomod_into_lrc_and_is_now_mad_at_me/",
  "subreddit": "CryptoCurrency",
  "id": "qr1hwn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So as the title above says is pretty much it.\n\nI've been watching LRC for a while it was on my list of coins to invest in for\nthe last several months, in future. I started with a bit of BTC, ADA, ALGO and\nMATIC. I'm relatively new to crypto and have been learning a lot from this sub\nand other…"
}