{
  "author": "salmonjones12",
  "the_new_excerpt": "Alcohol culture is SO much fucking cringier than Marijuana culture, society is\njust so engulfed in it to realize\n\nAlso, just to clarify one thing - I always see people compare casual drinkers to\nstoners. Which is an unfair comparison. If you want to mention stoners, lets\nalso mention the equal…",
  "original_created_utc": 1613144975,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "酒精文化比大麻文化要他妈的恶心多了，社会是\n沉迷其中\n\n另外，我只想澄清一件事--我总是看到有人把散客比喻成 \"酒鬼\"。\n石头人。这是一个不公平的比较。如果你想提石友，让我们。\n还提到了等...",
      "title": "CMV：酒精文化明显比大麻文化更凛冽。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "酒精文化比大麻文化要他媽的噁心多了，社會是\n沉迷其中\n\n另外，我只想澄清一件事--我總是看到有人把散客比喻成 \"酒鬼\"。\n石頭人。這是一個不公平的比較。如果你想提石友，讓我們。\n還提到了等...",
      "title": "CMV：酒精文化明顯比大麻文化更凜冽。"
    }
  ],
  "title": "CMV: Alcohol culture is significantly cringier than Marijuana culture",
  "created_utc": 1613158233,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Alcohol culture is SO much fucking cringier than Marijuana culture, society is just so engulfed in it to realize</p>\n\n<p>Also, just to clarify one thing - I always see people compare casual drinkers to stoners. Which is an unfair comparison. If you want to mention stoners, lets also mention the equal alcohol counterpart (daily use addict), that is an alcoholic. </p>\n\n<p>Off the bat, the fact that alcohol is used as a way to define “how manly” you are, or “how fun you are” is fucking pathetic. Congrats on your IPA, or your scotch, or the fact that you can deep throat a beer in 5 seconds, or drink 20 beers in a night. Thats REALLY cool. I mean, those are goals right there.  Its to the point where people are actually fearful to turn down drinks, or turn down going out at times. Drinking is sometimes socially “forced.”  Just the fact that alcohol advertisements try to portray this “being cool” attitude, is cringe AF. Like cigarettes 50 years ago. Its honestly hilarious. </p>\n\n<p>Whats also funny and interesting is you have every type of cringey douche when it comes to alcohol. The snob, the trash, the in denial etc. You have people sending back $200 bottles of wines at restaurants, after wafting the glass like a pretentious douche, because the tannins dont match the steak flavor. Then you have the frat like douche gnouche, slamming empty beer cans off his head, trying to hit on girls while also simultaneously talking shit to the bouncer. You also get the pretentious middle aged “mature responsible adults” who would NEVER do drugs, yet slug down a bottle of wine every night. “At least its not weed, they say, as the mom polishes off her glass before picking up Timmy from private school.”  And then one of my favorites, the sports fan drunk, in denial about his drug abuse. “Dude the NFL is on Saturday, Sunday, Monday, and Thursday this week.. you know what that mean BRO.” Proceeds to drink 12 beers each night. Or, we’re going to the game, WE HAVE to get absolutely shitfaced first (because I dont know how to have fun or be social without being hammered.”</p>\n\n<p>And yeah, those are all examples of self proclaimed “casual users.” And honestly, I cant think of any stereotypes of CASUAL marijuana users. They may ask you to hit a J at the party, but its not gonna be the “you’re a pussy for not taking a shot” kind of peer pressure. </p>\n\n<p>90% of the stereotypes are about WEED ADDICTS aka STONERS aka Daily USERS/ABUSERS. Which, like I said, should be compared to alcoholics.... who destroy their bodies, familes, brain, drive drunk, and can die if they quit cold turkey. </p>\n\n<p>Some more generic common annoying alcohol culture quotes</p>\n\n<p>“Damn I got SO fucked up last night, I’m SO hungover” </p>\n\n<p>“Come to the bar for just ONE drink, stop being such a buzzkill”</p>\n\n<p>“Cmon take a shot with us, tomorrow is Friday who cares”</p>\n\n<p>“What if we put the beer into a funnel, and you get on your knees and deep throat an entire beer?”</p>\n\n<p>“Dude going to brunch and getting shitfaced at 11am is totally cool”</p>\n\n<p>“Dude the best way to cure a hangover is to have more alcohol the morning after”</p>\n\n<p>“Only pussies drink light beers, us REAL MEN drink stronger german beers”</p>\n\n<p>“Flavored vodka is for girls”</p>\n\n<p>“Drinking scotch on the rocks makes you look so classy and mature”</p>\n\n<p>“I had the day off and accidentally made a pitcher of margaritas, LOL, social media loves my lame joke”</p>\n\n<p>“Can I buy you (lady) a drink? So you can lower your inhibitions and maybe you’ll fuck me?”</p>\n\n<p>“Dude, I know I said im doing a sober January, but I have a wedding to attend to, and theres just NO WAY I could go sober. I rely on alcohol so much that I cant be social or dance without it”</p>\n\n<p>CRINGEEEEE</p>\n\n<p>And for the record I no longer drink alcohol, or smoke weed (both by choice). But observing both groups of people has been very interesting to say the least. </p>\n\n<p>OH, and the amount of people who assume you had an alcohol problem because you don’t drink is fucking absurd.</p>\n</div><!-- SC_ON -->",
  "score": 100,
  "permalink": "/r/changemyview/comments/lidqqc/cmv_alcohol_culture_is_significantly_cringier/",
  "subreddit": "changemyview",
  "id": "lidqqc",
  "is_self": true,
  "media": null,
  "is_video": false
}