{
  "author": "MovieFanZ5026",
  "original_created_utc": 1637391823,
  "title": "Your next 3 books on your To Read list",
  "created_utc": 1637428603,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>What are the next three books on your to read list? I’m interested to hear your answers and maybe some of these books are actually on my list.</p>\n\n<p>The first one for me is one of Us is lying by Karen McManus. On my huge list I have a lot of murder mysteries and this is the first one I’m going to read. I heard it’s a mix of that and the breakfast club which already sounds interesting so I’m looking forward to this book</p>\n\n<p>Next on my list is Dorothy must die by Danielle Paige. This interest me because this is a continuation on Wizard of Oz but with a twist. I’m always up for reading alternate reality versions of stories. The Disney Twisted tales are also on my list</p>\n\n<p>Third book is Jurassic Park by Michael Crichton. I really enjoyed the first movie and I’ve heard that the book is very different and darker and I want to see how much I enjoy it</p>\n\n<p>So again: what are the three books next on your to read list? It doesn’t have to be three. maybe if you want to list one or two that works as well</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/qy04px/your_next_3_books_on_your_to_read_list/",
  "subreddit": "books",
  "id": "qy04px",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "What are the next three books on your to read list? I’m interested to hear your\nanswers and maybe some of these books are actually on my list.\n\nThe first one for me is one of Us is lying by Karen McManus. On my huge list I\nhave a lot of murder mysteries and this is the first one I’m going to read.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "次の3冊はどんな本ですか？皆さんの答えを聞いてみたいと思います。\nもしかしたら、これらの本のいくつかは実際に私のリストに入っているかもしれません。\n\n私にとっての最初の一冊は、Karen McManusの『one of Us is lying』です。私の膨大なリストの中には\n私の膨大なリストの中にはたくさんの殺人ミステリーがありますが、この本はその中でも最初に読もうと思っている本です....",
      "title": "あなたのTo Readリストにある次の3冊"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在你的阅读清单上，接下来的三本书是什么？我很想听听你的\n的答案，也许这些书中有一些确实在我的清单上。\n\n对我来说，第一本是凯伦-麦克马努斯的《我们中的一个在说谎》。在我庞大的清单上，我\n有很多谋杀推理小说，这是我要读的第一本....。",
      "title": "你待读清单上的下3本书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在你的閱讀清單上，接下來的三本書是什麼？我很想聽聽你的\n的答案，也許這些書中有一些確實在我的清單上。\n\n對我來說，第一本是凱倫-麥克馬努斯的《我們中的一個在說謊》。在我龐大的清單上，我\n有很多謀殺推理小說，這是我要讀的第一本....。",
      "title": "你待讀清單上的下3本書"
    }
  ]
}