{
  "author": "yibs33",
  "original_created_utc": 1630679126,
  "title": "YSK that Infant's Tylenol and Children's Tylenol are the same thing",
  "created_utc": 1630694942,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The concentration of actual medicine (acetaminophen) in both bottles are the same (160mg per 5ml). The dosage directions given on both bottles are the same based on children&#39;s age and weight. Both packages will state &quot;ask a doctor&quot; for kids under 2 years old. Which you should be doing, to know how much to give your child.</p>\n\n<p>The only real difference is the infants bottle has less (60ml VS 120ml) medicine and comes with a syringe to administer the medicine to the child. But if you already have syringes for liquid medicines you should be fine getting the Children&#39;s bottle. Or most pharmacies will give you a free medicine syringe if you ask them and tell them it&#39;s to give your child Tylenol.</p>\n\n<p>The biggest difference is however, the Infant&#39;s package is often 2 or 3 times the price compared to the Children&#39;s bottle and there really isn&#39;t a good reason for it. If you continue to buy the Infant&#39;s bottle, you are essentially paying more money for less medicine and collecting syringes.</p>\n\n<p><a href=\"https://www.npr.org/sections/health-shots/2019/05/27/726327937/tylenol-for-infants-and-children-is-the-same-why-does-1-cost-3-times-more\">Reference!</a></p>\n\n<p>EDIT: As some comments mentioned, this shouldn&#39;t just be assumed for all medicines. Please read the bottles and consult doctors and pharmacists. And yes, this wasn&#39;t always the case, as they talk about in the article there used to be a difference years ago, but no longer the case. But yes, please look at the bottles in case you have bottles from before 2011 (but why though?) those changes were made by the FDA.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/YouShouldKnow/comments/ph671i/ysk_that_infants_tylenol_and_childrens_tylenol/",
  "subreddit": "YouShouldKnow",
  "id": "ph671i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The concentration of actual medicine (acetaminophen) in both bottles\nare the same (160mg per 5ml). The dosage directions given on both bottles are\nthe same based on children's age and weight. Both packages will state \"ask a\ndoctor\" for kids under 2 years old. Which you should be doing, to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、2つのボトルに入っている薬（アセトアミノフェン）の濃度が同じだからです。\n濃度は同じです（5mlあたり160mg）。また、両ボトルに記載されている用法・用量も同じです。\n子どもの年齢や体重に応じて、同じように投与することができます。2歳未満のお子様には、どちらのパッケージにも「お医者さんに\n2歳未満のお子様には「医師に相談してください」と記載されています。これは、あなたがすべきことです...",
      "title": "乳児用タイレノールと小児用タイレノールが同じものであるというYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：两瓶实际药物（对乙酰氨基酚）的浓度\n是一样的（每5毫升160毫克）。两个瓶子上的剂量指示是\n基于儿童的年龄和体重，两者的剂量说明是一样的。两种包装上都会注明 \"请咨询\n两岁以下的孩子请问医生\"。这是你应该做的，以...",
      "title": "YSK认为婴儿用泰诺和儿童用泰诺是同一种东西"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：兩瓶實際藥物（對乙酰氨基酚）的濃度\n是一樣的（每5毫升160毫克）。兩個瓶子上的劑量指示是\n基於兒童的年齡和體重，兩者的劑量說明是一樣的。兩種包裝上都會註明 \"請諮詢\n兩歲以下的孩子請問醫生\"。這是你應該做的，以...",
      "title": "YSK認爲嬰兒用泰諾和兒童用泰諾是同一種東西"
    }
  ]
}