{
  "author": "trulyafuntime",
  "original_created_utc": 1630645660,
  "title": "I’m not a sharer",
  "created_utc": 1630666727,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve recently started my book collection and one of my friends is very keen on borrowing my books. Because of these situations my inner child that hated to share is coming out. I never thought I could feel this protective of my things again until I let her borrow 2 of my books over a month ago. She still hasn’t given them back and I know she will eventually but man do I hate that she has them. She gave me 2 of her books to read in exchange but I returned them right after finishing them hoping she’d do the same - but clearly I’m the only obsessive one. She’s recently asked to borrow another one of my books and I got so triggered I didn’t even reply to her message. The audacity to want to borrow another book before even returning my other ones (one of them shes read and the other one she’s no longer interested in reading) !!! I feel like a child rn lol - it shouldn’t be that serious but I’m a little selfish esp when it comes to my books. I want them all on my bookshelf at all times. But I feel extremely awkward saying no U cannot borrow my books bc I don’t like to share my books. If anyone else feels the same or if you have any advice lmk lol I feel like this is something I should work on.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pgyk5k/im_not_a_sharer/",
  "subreddit": "books",
  "id": "pgyk5k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ve recently started my book collection and one of my friends is very keen on\nborrowing my books. Because of these situations my inner child that hated to\nshare is coming out. I never thought I could feel this protective of my things\nagain until I let her borrow 2 of my books over a month ago. She…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、私は本のコレクションを始めたのですが、友人の一人が私の本を借りたがっています。\n私の本を借りたいと言っています。このような状況では、共有することを嫌う私の内なる子供が出てきます。\nが出てきました。彼女に私の本を2冊借りてもらうまでは、自分の物をこんなにも大切にする気持ちになれるとは\n1ヶ月以上前に彼女に2冊の本を貸し出すまでは、自分の物をこんなにも大切にするとは思ってもみませんでした。彼女は...",
      "title": "私は共有者ではありません"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近开始了我的藏书，我的一个朋友非常热衷于\n借阅我的书。由于这些情况，我内心讨厌分享的孩子\n的内心正在涌现。我从未想过我能对自己的东西有这种保护意识\n直到一个多月前我让她借了我的两本书。她...",
      "title": "我不是一个分享者"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近開始了我的藏書，我的一個朋友非常熱衷於\n借閱我的書。由於這些情況，我內心討厭分享的孩子\n的內心正在湧現。我從未想過我能對自己的東西有這種保護意識\n直到一個多月前我讓她借了我的兩本書。她...",
      "title": "我不是一個分享者"
    }
  ]
}