{
  "author": "Judaskid13",
  "original_created_utc": 1628499017,
  "title": "The God of Small Things is the most miserable book I have ever read",
  "created_utc": 1628532468,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I dont even know why I have such an absolute visceral feeling of disgust towards the book.</p>\n\n<p>It&#39;s not even cause it&#39;s depressing because depressing shit is my bread and butter.</p>\n\n<p>Is it cause its akin to trauma porn?</p>\n\n<p>I think it&#39;s because everyone in the book is absolutely miserable and no one takes any meaningful steps to at least try and change their situation.</p>\n\n<p>Theres not a single character I&#39;m invested in.\nThe world building is irrelevant because I know about the place so it&#39;s not showing me anything new.\nIt&#39;s just a bunch of characters I dont care about going through horrific shit and I just feel disgusted as an observer.</p>\n\n<p>I guess some of the prose is okay but I&#39;m finding this book to be emblematic of everything I hate.</p>\n\n<p>Its pretty much grimdark but without whatever makes grimdark work.</p>\n\n<p>I hated the Casual Vacancy for similar reasons.\nIf I&#39;m not invested in anything then why am I even reading?</p>\n\n<p>It&#39;s a trend in literature I dont like one bit.</p>\n\n<p>Just an absolutely miserable pile of text that now occupies space in whatevers left of my mind.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/p0xkyz/the_god_of_small_things_is_the_most_miserable/",
  "subreddit": "books",
  "id": "p0xkyz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I dont even know why I have such an absolute visceral feeling of disgust towards\nthe book.\n\nIt's not even cause it's depressing because depressing shit is my bread and\nbutter.\n\nIs it cause its akin to trauma porn?\n\nI think it's because everyone in the book is absolutely miserable and no one\ntakes…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜこんなにも嫌悪感があるのか、自分でもわかりません。\nこの本に嫌悪感を抱く理由がわからない。\n\n憂鬱だからというわけでもなく、憂鬱なものは私の糧であり\n憂鬱な気分にさせられるからだ。\n\nトラウマ・ポルノに似ているからでしょうか？\n\nこの本に出てくる人たちは、誰もが絶対的に惨めで、誰もいないからだと思います。\n誰もが...",
      "title": "The God of Small Things』は、今まで読んだ本の中で最も悲惨な本です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我甚至不知道为什么我对这本书有一种绝对内脏的厌恶感\n这本书。\n\n这甚至不是因为它很压抑，因为压抑的东西是我的面包和黄油。\n黄油。\n\n是不是因为它类似于创伤性色情？\n\n我认为这是因为书中的每个人都是绝对悲惨的，没有人\n把...",
      "title": "小事之神》是我读过的最悲惨的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我甚至不知道爲什麼我對這本書有一種絕對內臟的厭惡感\n這本書。\n\n這甚至不是因爲它很壓抑，因爲壓抑的東西是我的麪包和黃油。\n黃油。\n\n是不是因爲它類似於創傷性色情？\n\n我認爲這是因爲書中的每個人都是絕對悲慘的，沒有人\n把...",
      "title": "小事之神》是我讀過的最悲慘的書"
    }
  ]
}