{
  "author": "Claydo66",
  "the_new_excerpt": "I love learning. I actually find something incredibly calming about coming home\nafter school, sticking on some lo fi tunes, wrapping up in a blanket with a\ncoffee and studying.\n\nI never really liked school until I was 15 and started failing all my classes,\nand forced myself to at least get semi…",
  "original_created_utc": 1618157823,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は学ぶことが大好きです。学校が終わって家に帰ると、何だかとても落ち着くのです。\nコーヒーを飲みながら毛布にくるまって勉強するのが最高に落ち着きます。\nコーヒーを飲みながら、毛布にくるまって勉強する。\n\n私は15歳のときにすべてのクラスで落第点を取るようになるまで、学校が好きではありませんでした。\nでも、15歳になって授業に落第するまでは学校が好きではありませんでした。",
      "title": "CMV: 学ぶことはとても楽しいことで、もし面白いと思わないのであれば、おそらく注意を払っていないのでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢学习。其实我觉得回到家后，有一种令人难以置信的平静的感觉\n放学后，坚持在一些lo fi曲， 裹在毯子里，与一个\n咖啡和学习。\n\n我从来没有真正喜欢过学校，直到我15岁，开始挂科。\n并强迫自己至少得到半...",
      "title": "CMV：学习是超级有趣的，如果你不觉得有趣，你可能没有注意。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡學習。其實我覺得回到家後，有一種令人難以置信的平靜的感覺\n放學後，堅持在一些lo fi曲， 裹在毯子裏，與一個\n咖啡和學習。\n\n我從來沒有真正喜歡過學校，直到我15歲，開始掛科。\n並強迫自己至少得到半...",
      "title": "CMV：學習是超級有趣的，如果你不覺得有趣，你可能沒有注意。"
    }
  ],
  "title": "CMV: Learning is super fun and if you don’t find it interesting you’re probably not paying attention.",
  "created_utc": 1618173160,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I love learning. I actually find something incredibly calming about coming home after school, sticking on some lo fi tunes, wrapping up in a blanket with a coffee and studying. </p>\n\n<p>I never really liked school until I was 15 and started failing all my classes, and forced myself to at least get semi decent grades in some subjects. While I was studying and actually paying attention to what I was learning I realised how interesting it was, particularly maths and sciences. I went to failing maths to applying for an masters in engineering, all because I started paying attention and made a little effort and realised how interesting this stuff was.\nThe hardest part is the initial step of opening the book and learning the first thing, but after that it starts to flow naturally. \nHaving said this, I hate doing examinations and tests since I don’t work well under pressure, but that doesn’t mean that learning isn’t fun and interesting, especially something you were clueless about and it suddenly clicks. It makes you feel like Einstein! </p>\n\n<p>I believe if you actually put in the effort to start then eventually you can’t help but enjoy it :)</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/motoij/cmv_learning_is_super_fun_and_if_you_dont_find_it/",
  "subreddit": "changemyview",
  "id": "motoij",
  "is_self": true,
  "media": null,
  "is_video": false
}