{
  "author": "NoSilver9",
  "original_created_utc": 1635337704,
  "title": "CMV: Waking up early doesn't necessarily mean that you are productive and disciplined and similarly waking up late doesn't necessarily mean that you are unproductive and undisciplined",
  "created_utc": 1635345466,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t understand why waking up early is considered a great thing and people look down on those who wake up late (atleast in my country, India)</p>\n\n<p>I wake up late because I start my work at 10 and if I wake up at 5 in the morning, I would just be draining my energy till 10. Waking up at 9 and getting ready till 10 makes more sense to me as I need some time for myself after work and as a result I sleep after 1 AM. Similarly, there are people who work in different timezone and start their day at a completely different time.</p>\n\n<p>Just because someone wakes up earlier doesn&#39;t mean they are disciplined or productive.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/qgvk0h/cmv_waking_up_early_doesnt_necessarily_mean_that/",
  "subreddit": "changemyview",
  "id": "qgvk0h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don't understand why waking up early is considered a great thing and people\nlook down on those who wake up late (atleast in my country, India)\n\nI wake up late because I start my work at 10 and if I wake up at 5 in the\nmorning, I would just be draining my energy till 10. Waking up at 9 and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜ、早起きは偉いとされ、遅起きの人を見下すのか理解できません。\n遅く起きた人を見下すのか理解できません（少なくとも私の国、インドでは\n\n私が遅く起きるのは、10時から仕事を始めるからで、もし朝5時に起きたら10時までエネルギーを消耗するだけです。\n朝5時に起きたら、10時までエネルギーを消耗することになります。9時に起きて...",
      "title": "CMV: 早起きしたからといって、必ずしも生産的で規律正しいとは限りませんし、遅起きしたからといって、必ずしも非生産的で規律正しくないとは限りません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不明白为什么早起被认为是一件好事，而人们\n人们却看不起那些晚起的人（至少在我的国家，印度）。\n\n我起得晚是因为我在10点开始工作，如果我早上5点起床，我就会在10点之前耗尽精力。\n如果我早上5点起床，我就会在10点之前耗尽我的精力。9点起床，然后...",
      "title": "CMV：早起不一定意味着你有生产力和纪律性，同样，晚起也不一定意味着你没有生产力和没有纪律性。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不明白爲什麼早起被認爲是一件好事，而人們\n人們卻看不起那些晚起的人（至少在我的國家，印度）。\n\n我起得晚是因爲我在10點開始工作，如果我早上5點起牀，我就會在10點之前耗盡精力。\n如果我早上5點起牀，我就會在10點之前耗盡我的精力。9點起牀，然後...",
      "title": "CMV：早起不一定意味着你有生產力和紀律性，同樣，晚起也不一定意味着你沒有生產力和沒有紀律性。"
    }
  ]
}