{
  "author": "JoeyChatt_08",
  "original_created_utc": 1635784973,
  "title": "The Cursed Child is A Cursed Book.",
  "created_utc": 1635805248,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, I  finished the Harry Potter series (the OG 7 books) some months ago and I absolutely fell in love with it. Now recently, a friend of mine gave me the &#39;Cursed child&#39;. I had never heard about that book before and had 0 idea then about how it would turn out to be. I got excited as usual and read it, only to be disappointed. I couldn&#39;t understand a thing which was written and the characters weren&#39;t all well developed, especially Delphi. Her purpose all book was to revive her father back from the dead and nothing more. Her origins was also very weird and unbelievable.</p>\n\n<p>I got sadder when I found out the it wasn&#39;t even written by JK Rowling. I personally think it was a useless sequal. So much stuff fitted into a medium sized book. So, my question is, are these events even canon in the wizarding world? Oh I hope not because it would ruin my childhood. What are your opinions on this book?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/qki0kt/the_cursed_child_is_a_cursed_book/",
  "subreddit": "books",
  "id": "qki0kt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, I finished the Harry Potter series (the OG 7 books) some months ago and I\nabsolutely fell in love with it. Now recently, a friend of mine gave me the\n'Cursed child'. I had never heard about that book before and had 0 idea then\nabout how it would turn out to be. I got excited as usual and read…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "何ヶ月か前にハリーポッターシリーズ（OG7冊）を読み終えました。\nとても好きになりました。そして最近、友人から「呪いの子」をもらいました。\nCursed child」です。私はそれまでその本について聞いたことがなかったし、その時はこの本がどのようなものになるのか全くわかりませんでした。\nどうなるのか全くわかりませんでした。私はいつものように興奮して読みました...。",
      "title": "呪いの子』は『A Cursed Book』。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，几个月前我读完了《哈利-波特》系列（OG7本），我绝对爱上了它。\n绝对爱上了它。最近，我的一个朋友给了我一本\n被诅咒的孩子》。我以前从未听说过这本书，当时也不知道\n关于它将会是怎样的结果。我像往常一样兴奋，并阅读了...",
      "title": "被诅咒的孩子》是一本被诅咒的书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，幾個月前我讀完了《哈利-波特》系列（OG7本），我絕對愛上了它。\n絕對愛上了它。最近，我的一個朋友給了我一本\n被詛咒的孩子》。我以前從未聽說過這本書，當時也不知道\n關於它將會是怎樣的結果。我像往常一樣興奮，並閱讀了...",
      "title": "被詛咒的孩子》是一本被詛咒的書。"
    }
  ]
}