{
  "author": "PaperSense",
  "original_created_utc": 1630395678,
  "title": "I read Andy Weir's \"Project Hail Mary\" and I'll probably never read anything as awesome again.",
  "created_utc": 1630402412,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As someone who reads alot of sci-fi literature, this might be the best science story I&#39;ve ever read till now.</p>\n\n<p>A lot of sci-fi I&#39;ve read till now uses sci-fi elements - spaceships, suits, aliens to tell plot driven or character driven stories. It&#39;s rare to find stories with science and discovery at their center. And even if you can find one, they tend to be quite pessimistic and depressing.</p>\n\n<p>&quot;Project Hail Mary&quot; is a perfect ode to science. It paints an optimistic view of the universe- that it&#39;s not a cold and empty void, that humans and their simple ability to overanalyze the universe could save the world.</p>\n\n<p>Real life science is hard, it takes years of research and pointless bureaucracy. But most people who pursue science do it for that bit at the end when you finally get the knowledge and understand the universe.</p>\n\n<p>Andy Weir has filtered that tiny bit out, and filled a whole book with it.\nYou just get a sheer joy from using boring, old physics to do monumental things, like saving the human race. </p>\n\n<p>If you&#39;ve watched the movies &quot;Arrival&quot; or &quot;Interstellar&quot;, or played the game &quot;Outer Wilds&quot;, you&#39;ll know what I mean.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/pf167k/i_read_andy_weirs_project_hail_mary_and_ill/",
  "subreddit": "books",
  "id": "pf167k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As someone who reads alot of sci-fi literature, this might be the best science\nstory I've ever read till now.\n\nA lot of sci-fi I've read till now uses sci-fi elements - spaceships, suits,\naliens to tell plot driven or character driven stories. It's rare to find\nstories with science and discovery at…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "SF文学をよく読む人間としては、今まで読んだ中で最高の科学小説かもしれません。\n今まで読んだ中で一番の科学小説かもしれません。\n\n今まで読んできた多くのSFは、宇宙船やスーツ、宇宙人などのSF的要素を使って、ストーリーを展開したり、キャラクターを登場させたりしていました。\nこれまで読んできた多くのSF作品は、宇宙船やスーツ、宇宙人などのSF的要素を使って、プロット駆動型やキャラクター駆動型のストーリーを描いていました。珍しいのは\n科学や発見をテーマにした物語は珍しいですね。",
      "title": "アンディ・ウィアーの「Project Hail Mary」を読みましたが、これほどすごいものは二度と読めないでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为一个阅读大量科幻文学作品的人，这可能是我迄今为止读过的最好的科学\n的故事。\n\n到目前为止，我读过的很多科幻作品都使用了科幻元素--飞船、太空服。\n外星人来讲述情节驱动或人物驱动的故事。很少能找到\n很少能找到有科学和发现的故事...",
      "title": "我读了安迪-威尔的《圣母计划》，我可能再也不会读到这么棒的东西了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一個閱讀大量科幻文學作品的人，這可能是我迄今爲止讀過的最好的科學\n的故事。\n\n到目前爲止，我讀過的很多科幻作品都使用了科幻元素--飛船、太空服。\n外星人來講述情節驅動或人物驅動的故事。很少能找到\n很少能找到有科學和發現的故事...",
      "title": "我讀了安迪-威爾的《聖母計劃》，我可能再也不會讀到這麼棒的東西了。"
    }
  ]
}