{
  "author": "Loves_His_Bong",
  "the_new_excerpt": "I noticed this sub only really revolves around fiction, probably because it's\nwidely accessible and relevant for everyone.\n\nI myself mostly read non-fiction though and I think you can kind of see inside\nsomeone's deeper interests by seeing what type of non-fiction they read.\n\nFor instance, I'm…",
  "original_created_utc": 1616961440,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我注意到这个子只真正围绕着小说，可能是因为它是\n广为流传，与大家息息相关。\n\n不过我自己主要是看非虚构类的小说，我觉得你可以算是看到了里面的内容。\n一个人的更深层次的兴趣，通过看他们读什么类型的非小说。\n\n例如，我...",
      "title": "你读过或正在读哪些与你的小众兴趣或爱好相关的书籍？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我注意到這個子只真正圍繞着小說，可能是因爲它是\n廣爲流傳，與大家息息相關。\n\n不過我自己主要是看非虛構類的小說，我覺得你可以算是看到了裏面的內容。\n一個人的更深層次的興趣，通過看他們讀什麼類型的非小說。\n\n例如，我...",
      "title": "你讀過或正在讀哪些與你的小衆興趣或愛好相關的書籍？"
    }
  ],
  "title": "What books have you read or are reading that are related to your niche interests or hobbies?",
  "created_utc": 1616987078,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I noticed this sub only really revolves around fiction, probably because it&#39;s widely accessible and relevant for everyone.</p>\n\n<p>I myself mostly read non-fiction though and I think you can kind of see inside someone&#39;s deeper interests by seeing what type of non-fiction they read.</p>\n\n<p>For instance, I&#39;m becoming more interested in the intersection of science, technology, and politics within history, and two books I&#39;ve been reading are &quot;Cybernetic Revolutionaries&quot; about the socialist Allende government in Chile and their use of very low tech computing to solve economic problems through planning, as well as using the emerging systems engineering philosophy of &quot;cybernetics.&quot;</p>\n\n<p>The other book I&#39;m reading is &quot;Red Revolution, Green Revolution&quot; about the early efforts in communist China to revolutionize and modernize the agriculture of the nation through a mixture of traditional knowledge and modern scientific techniques and technologies.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/mf8k41/what_books_have_you_read_or_are_reading_that_are/",
  "subreddit": "books",
  "id": "mf8k41",
  "is_self": true,
  "media": null,
  "is_video": false
}