{
  "author": "dreamonto",
  "original_created_utc": 1634576440,
  "title": "CMV: I'm convinced that people who believe in ghosts are just pretending, because the unknown is quirky and exciting.",
  "created_utc": 1634593241,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: View changed, fellas. Thanks for your posts, i appriciate all of the views and information provided here. All posts contributed, and crazyashley1&#39;s post tipped me over the edge. Not everyone needs defined evidence or even any evidence to honestly believe something, i think thats interesting and i can appriciate it.</p>\n\n<blockquote>\n<p>You&#39;re aware that faith is not logical, right? Also, not every person has some deep, discerning, logical analysis of life. Many people live on the surface level of consciousness, and see no need or have no capacity to dig deeper to live happily.</p>\n</blockquote>\n\n<p>---------------------------------------------------------------------------------------------------</p>\n\n<p>I can&#39;t wrap my brain around the idea that someone can actually believe in ghosts. I think its one giant adult &#39;play-along&#39; game because its fun, but no one actually believes it if it came down to it.</p>\n\n<p>No evidence for ghosts exist, and by evidence, i don&#39;t mean human senses. Human senses can be fooled by your brain so ridiculously easy. Dreams should be enough for a logical person to understand that what they see, hear or feel can just be the brain literally fabricating information.</p>\n\n<p>Hundreds of years and all the knowledge we have about ghosts are blurry photos and video, cold-reading psychics and A LOT of second-hand accounts.</p>\n\n<p>With all of this, i can&#39;t accept that someone could actually believe ghosts are real. With what we know about the brain and its relation to consciousness (That consciousness is linked to a physical object, the brain) its near enough confirmed that they don&#39;t exist.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/qaqvys/cmv_im_convinced_that_people_who_believe_in/",
  "subreddit": "changemyview",
  "id": "qaqvys",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Edit: View changed, fellas. Thanks for your posts, i appriciate all of the views\nand information provided here. All posts contributed, and crazyashley1's post\ntipped me over the edge. Not everyone needs defined evidence or even any\nevidence to honestly believe something, i think thats interesting…"
}