{
  "author": "dreamonto",
  "original_created_utc": 1634576440,
  "title": "CMV: I'm convinced that people who believe in ghosts are just pretending, because the unknown is quirky and exciting.",
  "created_utc": 1634593241,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: View changed, fellas. Thanks for your posts, i appriciate all of the views and information provided here. All posts contributed, and crazyashley1&#39;s post tipped me over the edge. Not everyone needs defined evidence or even any evidence to honestly believe something, i think thats interesting and i can appriciate it.</p>\n\n<blockquote>\n<p>You&#39;re aware that faith is not logical, right? Also, not every person has some deep, discerning, logical analysis of life. Many people live on the surface level of consciousness, and see no need or have no capacity to dig deeper to live happily.</p>\n</blockquote>\n\n<p>---------------------------------------------------------------------------------------------------</p>\n\n<p>I can&#39;t wrap my brain around the idea that someone can actually believe in ghosts. I think its one giant adult &#39;play-along&#39; game because its fun, but no one actually believes it if it came down to it.</p>\n\n<p>No evidence for ghosts exist, and by evidence, i don&#39;t mean human senses. Human senses can be fooled by your brain so ridiculously easy. Dreams should be enough for a logical person to understand that what they see, hear or feel can just be the brain literally fabricating information.</p>\n\n<p>Hundreds of years and all the knowledge we have about ghosts are blurry photos and video, cold-reading psychics and A LOT of second-hand accounts.</p>\n\n<p>With all of this, i can&#39;t accept that someone could actually believe ghosts are real. With what we know about the brain and its relation to consciousness (That consciousness is linked to a physical object, the brain) its near enough confirmed that they don&#39;t exist.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/qaqvys/cmv_im_convinced_that_people_who_believe_in/",
  "subreddit": "changemyview",
  "id": "qaqvys",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Edit: View changed, fellas. Thanks for your posts, i appriciate all of the views\nand information provided here. All posts contributed, and crazyashley1's post\ntipped me over the edge. Not everyone needs defined evidence or even any\nevidence to honestly believe something, i think thats interesting…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Edit: View changed, fellas. 皆さんの投稿に感謝しています。\nここで提供されるすべての意見と情報に感謝します。すべての投稿が貢献しており、crazyashley1さんの投稿が\n限界を超えてしまいました。誰もが何かを素直に信じるために、定義された証拠や、どんな証拠でも良いというわけではありません。\n私はそれが面白いと思います...。",
      "title": "CMV： 幽霊を信じている人は、未知の世界が奇抜で刺激的だから、ふりをしているだけだと確信しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：观点改变了，伙计们。谢谢你们的帖子，我很欣赏所有的观点\n和提供的信息。所有的帖子都有贡献，而crazyashley1的帖子\n把我推到了边缘。不是每个人都需要确定的证据，甚至是任何\n证据来真诚地相信一些事情，我认为这很有趣......",
      "title": "CMV：我相信相信鬼魂的人只是在假装，因为未知的东西很古怪，很刺激。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：觀點改變了，夥計們。謝謝你們的帖子，我很欣賞所有的觀點\n和提供的信息。所有的帖子都有貢獻，而crazyashley1的帖子\n把我推到了邊緣。不是每個人都需要確定的證據，甚至是任何\n證據來真誠地相信一些事情，我認爲這很有趣......",
      "title": "CMV：我相信相信鬼魂的人只是在假裝，因爲未知的東西很古怪，很刺激。"
    }
  ]
}