{
  "author": "Dakeiz",
  "original_created_utc": 1629932163,
  "title": "YSK OpenStreetMap is a free and open alternative to Google/Apple Maps",
  "created_utc": 1629992132,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Like Google Maps and Wikipedia, people have to edit points of interests. As more people use it, the data becomes more accurate.</p>\n\n<p>Unlike proprietary products, the data is free to use by anyone. The only caveat is that there&#39;s no official mobile app (I personally use Organic Maps).</p>\n\n<p><strong>Why YSK: With more people contributing, you help to create an open Internet where the data isn&#39;t sold to the highest bidder. Imagine if Wikipedia was riddled with ads or paywalls or tracked your usage.</strong></p>\n\n<p><a href=\"https://www.openstreetmap.org/\">Official website</a></p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/pbmlih/ysk_openstreetmap_is_a_free_and_open_alternative/",
  "subreddit": "YouShouldKnow",
  "id": "pbmlih",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Like Google Maps and Wikipedia, people have to edit points of interests. As more\npeople use it, the data becomes more accurate.\n\nUnlike proprietary products, the data is free to use by anyone. The only caveat\nis that there's no official mobile app (I personally use Organic Maps).\n\nWhy YSK: With more…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Google MapsやWikipediaのように、人々は興味のあるポイントを編集しなければなりません。より多くの人が\n使う人が増えれば増えるほど、データは正確になっていきます。\n\nプロプライエタリな製品とは異なり、このデータは誰でも自由に使うことができます。唯一の注意点は\n公式のモバイルアプリがないことです。\n\nなぜYSKなのか：より多くの人が...",
      "title": "YSK OpenStreetMapは、Google/Apple Mapsに代わるフリーでオープンな地図です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "像谷歌地图和维基百科一样，人们必须编辑兴趣点。随着越来越多的\n越来越多的人使用它，数据变得更加准确。\n\n与专有产品不同，这些数据是任何人都可以免费使用的。唯一需要注意的是\n是没有官方的移动应用程序（我个人使用有机地图）。\n\n为什么选择YSK: 随着越来越多的人开始使用YSK，它将成为一个新的平台。",
      "title": "YSK OpenStreetMap是谷歌/苹果地图的免费和开放的替代品。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "像谷歌地圖和維基百科一樣，人們必須編輯興趣點。隨着越來越多的\n越來越多的人使用它，數據變得更加準確。\n\n與專有產品不同，這些數據是任何人都可以免費使用的。唯一需要注意的是\n是沒有官方的移動應用程序（我個人使用有機地圖）。\n\n爲什麼選擇YSK: 隨着越來越多的人開始使用YSK，它將成爲一個新的平臺。",
      "title": "YSK OpenStreetMap是谷歌/蘋果地圖的免費和開放的替代品。"
    }
  ]
}