{
  "author": "Separate_Bee_6146",
  "original_created_utc": 1629726596,
  "title": "Which book taught you not to judge a book by its cover?",
  "created_utc": 1629732060,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It is hard not to judge a book by its cover, hence the cliche. </p>\n\n<p>But, are there any books you&#39;ve put off reading because of how their covers looked? For me, it was Terry Pratchett&#39;s Discworld novels. I found the covers often looked like a fantasy convention attendee&#39;s daydreams. I ignored quite a few recommendations to read them because of this - until eventually, I had to try them out. </p>\n\n<p>Since then, they&#39;ve become like my comfort food. Both wise and hilarious. </p>\n\n<p>So which books surprised you with how good they were? Or, totally did not live up to their beautiful front cover.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/books/comments/pa07tu/which_book_taught_you_not_to_judge_a_book_by_its/",
  "subreddit": "books",
  "id": "pa07tu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It is hard not to judge a book by its cover, hence the cliche.\n\nBut, are there any books you've put off reading because of how their covers\nlooked? For me, it was Terry Pratchett's Discworld novels. I found the covers\noften looked like a fantasy convention attendee's daydreams. I ignored quite a\nfew…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "表紙で本を判断しないのは難しい。\n\nでも、表紙を見て読むのをやめた本はありますか？\nありますか？私の場合は、テリー・プラチェットの『ディスクワールド』という小説です。表紙を見ると\nファンタジー大会の参加者の白昼夢のように見えたものです。かなりの数を無視しました。\nいくつかの...",
      "title": "表紙で本を判断してはいけないと教えてくれたのはどの本ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "很难不以封面来判断一本书，因此这是个老生常谈。\n\n但是，有没有什么书是你因为其封面的样子而放弃阅读的？\n的样子而放弃阅读？对我来说，那就是特里-普拉切特的《碟形世界》小说。我发现这些封面\n往往看起来像幻想大会与会者的白日梦。我忽略了不少\n一些...",
      "title": "哪本书教你不要以貌取人？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "很難不以封面來判斷一本書，因此這是個老生常談。\n\n但是，有沒有什麼書是你因爲其封面的樣子而放棄閱讀的？\n的樣子而放棄閱讀？對我來說，那就是特里-普拉切特的《碟形世界》小說。我發現這些封面\n往往看起來像幻想大會與會者的白日夢。我忽略了不少\n一些...",
      "title": "哪本書教你不要以貌取人？"
    }
  ]
}