{
  "author": "ColdYakult",
  "original_created_utc": 1633661761,
  "title": "CMV: adding “phobic” to the end of a statement does not validate your viewpoint against someone who disagrees",
  "created_utc": 1633678283,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Merely adding the term “phobic” to the end of a sentence dismisses the other person’s perspective and automatically causes you to assume you are in the right, which does not allow for open discussion. </p>\n\n<p>Now, some of you may say, “What if that person is hating toward the LGBTQ community in an aggressive manner?” </p>\n\n<p>I would still not use this term as it does not encourage for open discussion. Instead, try to make them understand your point of view and not resort to cheap name-calling. If they never listen, they’re simply not worth arguing with, just like anyone else who automatically calls someone something-“phobic”</p>\n\n<p>In many cases, someone simply says they do not support homosexuality but will not interfere with their decisions. The perpetrator automatically calls this person homophobic for simply not obliging to their lifestyle. </p>\n\n<p>This is like calling someone Christian-phobic for not being a Christian. Sounds kind of stupid right? That’s because it leaves no premise for a real discussion and completely shuts down any other point of view.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/q3ovat/cmv_adding_phobic_to_the_end_of_a_statement_does/",
  "subreddit": "changemyview",
  "id": "q3ovat",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Merely adding the term “phobic” to the end of a sentence dismisses the other\nperson’s perspective and automatically causes you to assume you are in the\nright, which does not allow for open discussion.\n\nNow, some of you may say, “What if that person is hating toward the LGBTQ\ncommunity in an…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "文章の最後に「恐怖症」という言葉を付け加えるだけで、相手の視点を無視して\n自分が正しいと思い込んでしまうことになります。\nこれでは、オープンな議論ができません。\n\nもし、その人がLGBTQコミュニティを嫌っていたらどうするの？\nのコミュニティを嫌っていたらどうするの？",
      "title": "CMV: 文章の最後に \"phobic \"を付け加えても、反対意見を持つ人に対して自分の視点を正当化することにはなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "仅仅在一句话的末尾加上 \"恐惧症 \"一词，就否定了对方的观点。\n的观点，并自动导致你认为自己是正确的。\n这不允许进行公开讨论。\n\n现在，你们中的一些人可能会说，\"如果那个人对LGBTQ的憎恨是在\n社区怎么办？",
      "title": "CMV：在声明的末尾加上 \"恐惧症 \"并不能证明你的观点对那些不同意的人有效。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "僅僅在一句話的末尾加上 \"恐懼症 \"一詞，就否定了對方的觀點。\n的觀點，並自動導致你認爲自己是正確的。\n這不允許進行公開討論。\n\n現在，你們中的一些人可能會說，\"如果那個人對LGBTQ的憎恨是在\n社區怎麼辦？",
      "title": "CMV：在聲明的末尾加上 \"恐懼症 \"並不能證明你的觀點對那些不同意的人有效。"
    }
  ]
}