{
  "author": "buckthestat",
  "the_new_excerpt": "Most of us ain't curing cancer and the curing cancer people deserve rest. Maybe\nthat would help them actually cure cancer!\n\nMaybe this is more something to get off my chest...\n\nBUT, what is the point of anything when you really only have one day a week of\nyour life from ages 21 until 65 to enjoy…",
  "original_created_utc": 1620309719,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私たちのほとんどは癌を治していないし、癌を治している人たちは休むべきだ。そうすれば\nそうすれば、実際にがんを治すことができるかもしれません\n\nこれは私の胸の内を明かすためのものかもしれませんが...。\n\nでも、21歳から65歳までの人生で、1週間に1日しか楽しめないのに、何の意味があるんだろう？\n21歳から65歳までの人生で、週に1日しか楽しめないのに、何の意味があるのでしょうか...。",
      "title": "CMV: 現在の世界で生きていくために、週40時間以上働かなければならない理由はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们中的大多数人并不能治愈癌症，而治愈癌症的人应该得到休息。也许\n这将有助于他们真正治愈癌症\n\n也许这只是我想表达的东西......\n\n但是，当你从21岁到65岁，每周只有一天的时间可以享受时，任何事情又有什么意义呢？\n你的生命从21岁到65岁只有一天可以享受......",
      "title": "CMV：没有理由任何人必须每周工作40小时以上才能在今天的世界上生存。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們中的大多數人並不能治癒癌症，而治癒癌症的人應該得到休息。也許\n這將有助於他們真正治癒癌症\n\n也許這只是我想表達的東西......\n\n但是，當你從21歲到65歲，每週只有一天的時間可以享受時，任何事情又有什麼意義呢？\n你的生命從21歲到65歲只有一天可以享受......",
      "title": "CMV：沒有理由任何人必須每週工作40小時以上才能在今天的世界上生存。"
    }
  ],
  "title": "CMV: There is no reason anyone should have to work a 40 hour or more week to survive in the world as it is today.",
  "created_utc": 1620391109,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Most of us ain&#39;t curing cancer and the curing cancer people deserve rest. Maybe that would help them actually cure cancer! </p>\n\n<p>Maybe this is more something to get off my chest...</p>\n\n<p>BUT, what is the point of anything when you really only have one day a week of your life from ages 21 until 65 to enjoy without guilt? It&#39;s not a resource issue - we throw away more food than we ever eat. There&#39;s tons of space - you could fit the US population in (albeit very densely populated) Texas, if I recall correctly. </p>\n\n<p>I was sitting under a tree on a sunny day with a breeze feeling safe and sleepy and I realized in the history of human beings that&#39;s about as good as it got for people. And you know what, that&#39;s friggin as good as it can ever get for anyone - rich, poor whomever. </p>\n\n<p>You want a mansion or a boat, do you! But people should not have to work 2-3 crappy jobs to barely survive and then eventually knell over due to stress before they&#39;re 60.</p>\n\n<p>Really, please change my view! Cause I dont see the point. It&#39;s an arbitrary and antiquated system that pretends this a fair exchange for the life of a person. After centuries we figured out all the kinks for resource distribution! One bad harvest doesn&#39;t leave us starving! We can automate so much now! A human being wasn&#39;t created to sell shirts or hamburgers - people are unique and beautiful and deserve time to follow their interests and passions without sacrificing their ability to eat.</p>\n\n<p>What office job couldn&#39;t be done in 30 hours a week? Why is it crazy or lazy after hundreds of years of not being able to mass produce resources, figuring that out and then a hundred years of toiling in factories and coal mines, then automating THAT to STILL try to keep these ridiculous expectations? Why not push for people to be able to enjoy the limited time they have on this planet? Watch their kids grow? Create art? REST?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/n67yx4/cmv_there_is_no_reason_anyone_should_have_to_work/",
  "subreddit": "changemyview",
  "id": "n67yx4",
  "is_self": true,
  "media": null,
  "is_video": false
}