{
  "author": "MossParkGuy",
  "the_new_excerpt": "Excuse me if this isn't your genre, but if it is, I doubt there is a finer book\nwritten. I've read dozens of other Ludlum novels, it's like he was on a whole\nother plane when he was writing the first Bourne book. I still remember being in\nmy college dorm and watching the Matt Damon movie with half a…",
  "original_created_utc": 1621748401,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これがあなたのジャンルでなければ失礼ですが、もしそうであれば、これ以上の本はないでしょう。\nと書かれています。ラドラムの他の小説を何十冊も読みましたが、書いている時の彼は全く別の次元にいたような気がします。\n最初のボーンを書いていた時は、まるで別の世界にいたようです。大学の寮でマット・ダムの映画を見ていた時のことを今でも覚えています。\n大学の寮でマット・デイモンの映画を見ていたのを今でも覚えています。",
      "title": "ロバート・ラドラムの「ボーン・アイデンティティー」は今まで読んだ中で最高の本です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果这不是你的类型，请原谅我，但如果是的话，我怀疑是否有更优秀的书\n写的。我已经读了几十本卢德勒姆的小说，当他写第一本伯恩的书时，他就像在一个完全不同的层面上。\n他在写第一本《伯恩》的时候，就像是在另一个层面上。我仍然记得在\n我还记得在我的大学宿舍里，和一半的人一起看马特-达蒙的电影......",
      "title": "Robert Ludlum的《伯恩的身份》是我读过的最好的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果這不是你的類型，請原諒我，但如果是的話，我懷疑是否有更優秀的書\n寫的。我已經讀了幾十本盧德勒姆的小說，當他寫第一本伯恩的書時，他就像在一個完全不同的層面上。\n他在寫第一本《伯恩》的時候，就像是在另一個層面上。我仍然記得在\n我還記得在我的大學宿舍裏，和一半的人一起看馬特-達蒙的電影......",
      "title": "Robert Ludlum的《伯恩的身份》是我讀過的最好的書"
    }
  ],
  "title": "The Bourne Identity by Robert Ludlum is the best book I've ever read",
  "created_utc": 1621821506,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Excuse me if this isn&#39;t your genre, but if it is, I doubt there is a finer book written. I&#39;ve read dozens of other Ludlum novels, it&#39;s like he was on a whole other plane when he was writing the first Bourne book. I still remember being in my college dorm and watching the Matt Damon movie with half a dozen other guys and feeling so disappointed in the movie at the end (when the other 6 were going ga-ga)</p>\n\n<p>There are obviously other great books out there, and &#39;best&#39; is very subjective, but I have a lot of Alistair Macleans, Fred Forsyth, Tom Clancy (very average imo) and while there have been a couple of books that maybe in the league of Bourne Identity, none have equaled or surpassed it</p>\n\n<p>Alright, peace out fam.</p>\n\n<p>PS - Love this sub to much!</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/nj12f3/the_bourne_identity_by_robert_ludlum_is_the_best/",
  "subreddit": "books",
  "id": "nj12f3",
  "is_self": true,
  "media": null,
  "is_video": false
}