{
  "author": "noidea139",
  "the_new_excerpt": "VLC Player is a very popular app for PCs, but is also available for mobile. You\ncan play most online videos and streams by pasting the link to them into the\napplication. It will play without ads and you can use such features as sleep\ntimer, background playing, only audio etc. It's a bit slower,…",
  "original_created_utc": 1612529079,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "VLC Player是一款非常流行的PC应用程序，但也可以用于手机。您\n可以将大多数在线视频和流媒体的链接粘贴到浏览器中播放。\n应用。它将无广告播放，你可以使用睡眠等功能。\n定时器，背景播放，只有音频等。它的速度比较慢，...",
      "title": "YSK，你可以使用VLC播放器在后台播放YouTube视频，有一个睡眠计时器，没有广告。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "VLC Player是一款非常流行的PC應用程序，但也可以用於手機。您\n可以將大多數在線視頻和流媒體的鏈接粘貼到瀏覽器中播放。\n應用。它將無廣告播放，你可以使用睡眠等功能。\n定時器，背景播放，只有音頻等。它的速度比較慢，...",
      "title": "YSK，你可以使用VLC播放器在後臺播放YouTube視頻，有一個睡眠計時器，沒有廣告。"
    }
  ],
  "title": "YSK that you can use VLC Player to play YouTube videos in the background, with a sleep timer and without ads.",
  "created_utc": 1612571912,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>VLC Player is a very popular app for PCs, but is also available for mobile. You can play most online videos and streams by pasting the link to them into the application. It will play without ads and you can use such features as sleep timer, background playing, only audio etc. It&#39;s a bit slower, because you have to copy and paste the link, but especially for longer videos it&#39;s definitely worth it. </p>\n\n<p>Why YSK: I personally allways wanted to play music steams or videos in the background while doing other stuff, but that is normally a premium YouTube feature. Using this technique you can get around that limitation pretty easily. It&#39;s also great for falling asleep to YouTube videos.</p>\n\n<p>EDIT: Just as a specification for some, this is mainly useful on mobile. On desktop you could just minimize the window which has youtube playing, aswell as using an adblocker.</p>\n\n<p>EDIT2: This does not seem to work on ios. There are some alternatives though, mainly YouTube Vanced.</p>\n\n<p>And of course the obligatory thanks for all the awards!</p>\n</div><!-- SC_ON -->",
  "score": 28890,
  "permalink": "/r/YouShouldKnow/comments/ld6e1g/ysk_that_you_can_use_vlc_player_to_play_youtube/",
  "subreddit": "YouShouldKnow",
  "id": "ld6e1g",
  "is_self": true,
  "media": null,
  "is_video": false
}