{
  "author": "roberthonker",
  "original_created_utc": 1633478684,
  "title": "A lot of new crypto investors are going to get burned big time when we enter the next bear market.",
  "created_utc": 1633491542,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Now before you downvote me for even mentioning a bear market, I am insanely bullish on crypto right now. I think we have at least 4x left in the market. That being said, I don&#39;t think this time is different. I think we will enter a bear market, just like every other time before this.</p>\n\n<p>One thing I&#39;ve noticed with a lot of the people that got into crypto this year is an insane amount of them are invested in complete garbage. I&#39;m talking DOGE, SHIB, and worst of all, SafeMoon. Some of them also don&#39;t like Bitcoin, Ethereum, or any other good coin for that matter.</p>\n\n<p>These people don&#39;t give a fuck about decentralization, smart contracts, or even blockchain in general. No offense to any of them, but they have such a one dimensional understanding of crypto and what it can do. I feel bad for them, because they really don&#39;t know what they&#39;re doing.</p>\n\n<p>When we enter a bear market, these shitcoins are going to get absolutely destroyed. You know that saying your grandpa told you: &quot;If bitcoin falls 80%, Doge falls 99%&quot;? It&#39;s true. SHIB and SafeMoon especially, will fall to almost nothing. These people will then sell everything, and claim crypto is a scam or whatever.</p>\n</div><!-- SC_ON -->",
  "score": 242,
  "permalink": "/r/CryptoCurrency/comments/q28xoe/a_lot_of_new_crypto_investors_are_going_to_get/",
  "subreddit": "CryptoCurrency",
  "id": "q28xoe",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Now before you downvote me for even mentioning a bear market, I am insanely\nbullish on crypto right now. I think we have at least 4x left in the market.\nThat being said, I don't think this time is different. I think we will enter a\nbear market, just like every other time before this.\n\nOne thing I've…"
}