{
  "author": "iknowshrekslastname",
  "the_new_excerpt": "Just to clarify I am talking about fission and fusion\n\nI don’t quite understand stand how people can argue that nuclear is dangerous an\ninefficient when it produces so much power and causes so little waste and\ndanger. A single handful of uranium holds enough power to support someone for\nthere whole…",
  "original_created_utc": 1612314178,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我只是想澄清一下，我说的是裂变和核聚变\n\n我不太明白为什么人们会认为核电是危险的。\n当它产生的能量如此之多，而造成的浪费如此之少时，它的效率却很低。\n的危险。一小撮铀的能量足以支持一个人的生活。\n有整个...",
      "title": "CMV：核电远优于可再生资源和化石能源"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我只是想澄清一下，我說的是裂變和核聚變\n\n我不太明白爲什麼人們會認爲核電是危險的。\n當它產生的能量如此之多，而造成的浪費如此之少時，它的效率卻很低。\n的危險。一小撮鈾的能量足以支持一個人的生活。\n有整個...",
      "title": "CMV：核電遠優於可再生資源和化石能源"
    }
  ],
  "title": "CMV:Nuclear power is far superior to renewable and fossil fuel sources",
  "created_utc": 1612326733,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just to clarify I am talking about fission and fusion</p>\n\n<p>I don’t quite understand stand how people can argue that nuclear is dangerous an inefficient when it produces so much power and causes so little waste and danger. A single handful of uranium holds enough power to support someone for there whole lifetime. It also has the added benefit of being useful for advanced surgical methods such as gamma knife surgery. If we were to invest heavily into nuclear power we could drop energy costs significantly without scaling back are energy usage. I understand that there is the issue with safety and waste concerns, but both those are manageable. To solve the waste problem you could compress it into something useful such as a diamond battery or use it in some new gen reactors such as terra power. The final concern safety is easily overcomeable, it has the lowest deaths per capita of any energy production method including renewables and newer reactors are even safer.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/lbbnos/cmvnuclear_power_is_far_superior_to_renewable_and/",
  "subreddit": "changemyview",
  "id": "lbbnos",
  "is_self": true,
  "media": null,
  "is_video": false
}