{
  "author": "SpecificAd3444",
  "original_created_utc": 1634876177,
  "title": "Low-cost brain computer interface for everyday use - Open Source",
  "created_utc": 1634894979,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I spent 2 years, but finally paper with explanation was published.</p>\n\n<p>Here we describe a compact, low-cost EEG device suitable for daily use. The data are transferred from the device to a personal server using the TCP-IP protocol, allowing for wireless operation and a decent range of motion for the user. The device is compact, having a circular shape with a radius of only 25 mm, which would allow for comfortable daily use during both daytime and nighttime. Our solution is also very cost effective, approximately $350 for 24 electrodes. The built-in noise suppression capability improves the accuracy of recordings with a peak input noise below 0.35 μV. Here, we provide the results of the tests for the developed device. On our GitHub page, we provide detailed specification of the steps involved in building this EEG device which should be helpful to readers designing similar devices for their needs https:// github. com/ Ildar on/ ironb ci<br/>\n<em>(PDF) Low-cost brain computer interface for everyday use</em>. Available from: <a href=\"https://www.researchgate.net/publication/354935534_Low-cost_brain_computer_interface_for_everyday_use\">https://www.researchgate.net/publication/354935534_Low-cost_brain_computer_interface_for_everyday_use</a> [accessed Oct 22 2021].</p>\n</div><!-- SC_ON -->",
  "score": 5,
  "permalink": "/r/SideProject/comments/qd92mz/lowcost_brain_computer_interface_for_everyday_use/",
  "subreddit": "SideProject",
  "id": "qd92mz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I spent 2 years, but finally paper with explanation was published.\n\nHere we describe a compact, low-cost EEG device suitable for daily use. The data\nare transferred from the device to a personal server using the TCP-IP protocol,\nallowing for wireless operation and a decent range of motion for the…"
}