{
  "author": "warzoneaddicted",
  "original_created_utc": 1635979856,
  "title": "CMV: any news organisation that disables comments is just a propoganda pushing machine.",
  "created_utc": 1636003837,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>mean the title says it all, it&#39;s basically creating a one way media service that can beam to you any information it wants, without having to listen to any of its viewers or anyone who disagrees. Impartial and unbiased news should always be viewed from every angle and it should create a respectful dialogue to attempt finding a common ground that makes everybody content at the least.  It&#39;s just beaming one way propoganda that you cant expresses any disagreement with. Wouldn&#39;t be surprised if the next story was saying &quot;our news company has 100% satisfaction rate.&quot;</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/qm6hvi/cmv_any_news_organisation_that_disables_comments/",
  "subreddit": "changemyview",
  "id": "qm6hvi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "mean the title says it all, it's basically creating a one way media service that\ncan beam to you any information it wants, without having to listen to any of its\nviewers or anyone who disagrees. Impartial and unbiased news should always be\nviewed from every angle and it should create a respectful…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルにもあるように、基本的には、自分の情報を聞くことなく、好きな情報を発信することができる\n視聴者や誰の声も聞かずに、好きな情報を発信できる一方通行のメディアサービスです。\n視聴者や反対意見に耳を傾けることなく、好きな情報を発信できる一方通行のメディアです。公平で偏りのないニュースは、常にあらゆる角度から見られるべきです。\nあらゆる角度から見ることができ、尊敬に値するものでなくてはなりません。",
      "title": "CMV: コメントを無効にしている報道機関は、ただのプロポガンダ推進マシーンです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这个标题说明了一切，它基本上是在创建一个单向的媒体服务。\n它可以向你传送它想要的任何信息，而不需要听取任何它的\n观众或任何持不同意见的人。公正和不偏不倚的新闻应该始终从各个角度来看待。\n从各个角度来看，它应该创造一个尊重他人的环境。",
      "title": "CMV：任何禁止评论的新闻机构都只是一个宣传推送机器。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這個標題說明了一切，它基本上是在創建一個單向的媒體服務。\n它可以向你傳送它想要的任何信息，而不需要聽取任何它的\n觀衆或任何持不同意見的人。公正和不偏不倚的新聞應該始終從各個角度來看待。\n從各個角度來看，它應該創造一個尊重他人的環境。",
      "title": "CMV：任何禁止評論的新聞機構都只是一個宣傳推送機器。"
    }
  ]
}