{
  "author": "trip_tumbler",
  "original_created_utc": 1634948971,
  "title": "Personal project to find cheap Europe trip flights",
  "created_utc": 1634986426,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Try it out:</strong></p>\n\n<p><a href=\"https://triptumbler.com\">triptumbler.com</a></p>\n\n<p><strong>Why is planning a multi-city European vacation so annoying?</strong></p>\n\n<p>I&#39;ve done a lot of traveling in Europe and (cliché) it&#39;s really close to my heart.  I routinely encourage my friends and family to go there - due to the ease of travel and points of interest density.  Over the years, people have asked me a handful of common questions:</p>\n\n<ul>\n<li>Which cities did you enjoy the most?</li>\n<li>Which cities are the best to fly in and out?</li>\n<li>What&#39;s the best way to get between the cities?</li>\n</ul>\n\n<p>Outside of doing a multi-city trip on any old flight aggregator, the best way I&#39;ve found (up until now) is to just find a cheap trans-Atlantic flight with reasonable flight durations, then go about planning the flights/buses/trains between each European city afterward (keeping budget in mind)  This, however, doesn&#39;t give you the best possible price, but gets you decently close.</p>\n\n<p><strong>Better way to go about planning a multi-city European vacation?</strong></p>\n\n<p>What if you could just punch in which European cities you&#39;re interested in and see what the cheapest Europe trip option was by inputting:</p>\n\n<ol>\n<li>All the European cities you&#39;re interested in.</li>\n<li>The amount of European cities you want to visit.</li>\n<li>The date range which you could go on the trip.</li>\n<li>The number of days you can use traveling.</li>\n</ol>\n\n<p>From there, my website will calculate the lowest cost itinerary.</p>\n\n<p>&#x200B;</p>\n\n<p>Note: Please leave comments and feedback in the comments below if you like the website (I&#39;m a solo dev and this is just a side project I&#39;m working on). This is the first time I&#39;m showing it off publicly (I have a few features left I need to finish before releasing it fully). Thanks for taking a look, means a lot!</p>\n\n<p>&#x200B;</p>\n</div><!-- SC_ON -->",
  "score": 5,
  "permalink": "/r/SideProject/comments/qdu1hi/personal_project_to_find_cheap_europe_trip_flights/",
  "subreddit": "SideProject",
  "id": "qdu1hi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Try it out:\n\ntriptumbler.com [https://triptumbler.com]\n\nWhy is planning a multi-city European vacation so annoying?\n\nI've done a lot of traveling in Europe and (cliché) it's really close to my\nheart. I routinely encourage my friends and family to go there - due to the ease\nof travel and points of…"
}