{
  "author": "closet_texan",
  "original_created_utc": 1637530567,
  "title": "What was a book you hated, but could not stop reading?",
  "created_utc": 1637543142,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m curious to see if anyone else had a book they really didn&#39;t like (if not straight up hated) for one reason or another, but continued to read anyways.  I can be an incredibly picky reader and if I don&#39;t like something as vague as the writing style of the author I will entirely forego reading a particular book even if it has an incredible plot. </p>\n\n<p>For mine, it was Sidney Sheldon&#39;s <em>The Stars Shine Down</em>. I read the book my sophomore year of high school after grabbing it semi-randomly off of Mom&#39;s bookshelf. The main plot follows a Nova Scotian girl who becomes a real estate developer first in Canada then in the US at a similar success level of Donald Trump. It skips over years at a time to show her rise to power. The ending&gt;! has one of her only close friends and investors being discovered as the guy who killed her boyfriends of the past that were sparsely noted. !&lt;</p>\n\n<p>Throughout the whole novel though, I continually asked myself, &quot;why the hell am I reading this?&quot; The MC was extremely naïve at her most intelligent and unrealistically stupid at her worst. From her not noticing the love that one of her friends had for her, to her belief in her projects with an optimism that borders on a form of pollyanna. It failed to really explain any story except for how successful the MC was and supporting characters really blended together. The revelations at the ending came out of left field with so little context I hadn&#39;t noticed it until then. Sheldon seemed to focus on unimportant details throughout the novel while important ones faded away without attention.</p>\n\n<p>I don&#39;t know what it was about this book, but I could not stop reading. Every opportunity I had I pulled out the book and just kept reading.  I was able to finish it within a couple of days at a time where I would generally take a week or so to read similarly sized books. Part of me wants to say that it was impressive that I had never expected the ending because of incredible writing skills employed by Sheldon. In actuality, however, I just cant help but think this was a terrible book that I drove myself to complete regardless of my thoughts on it.</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/books/comments/qz51xv/what_was_a_book_you_hated_but_could_not_stop/",
  "subreddit": "books",
  "id": "qz51xv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm curious to see if anyone else had a book they really didn't like (if not\nstraight up hated) for one reason or another, but continued to read anyways. I\ncan be an incredibly picky reader and if I don't like something as vague as the\nwriting style of the author I will entirely forego reading a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誰かが、何らかの理由で（大嫌いとまではいかなくても）本当に嫌いな本を持っているかどうか、知りたいと思っています。\n何らかの理由で本当に嫌いだったが、それでも読み続けた本があるかどうか知りたい。I\n私は信じられないほどうるさい読書家で、作者の文体のような漠然としたものが気に入らなければ\n私は非常にこだわりの強い読者で、作者の文体のような漠然としたものが気に入らなければ、その本を読むのを完全にやめてしまいます。",
      "title": "大嫌いだけど、読むのをやめられなかった本は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我很想知道，是否还有人因为某种原因，有一本他们非常不喜欢（如果不是直接讨厌）的书，但却继续阅读。\n直接讨厌）的原因，但还是继续阅读。I\n我是一个非常挑剔的读者，如果我不喜欢一些模糊的东西，如\n如果我不喜欢作者的写作风格，我就会完全放弃阅读这本书。",
      "title": "你讨厌的、但却无法停止阅读的书是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我很想知道，是否還有人因爲某種原因，有一本他們非常不喜歡（如果不是直接討厭）的書，但卻繼續閱讀。\n直接討厭）的原因，但還是繼續閱讀。I\n我是一個非常挑剔的讀者，如果我不喜歡一些模糊的東西，如\n如果我不喜歡作者的寫作風格，我就會完全放棄閱讀這本書。",
      "title": "你討厭的、但卻無法停止閱讀的書是什麼？"
    }
  ]
}