{
  "author": "MammathMoobies",
  "original_created_utc": 1629726199,
  "title": "Setting the record straight: The US is nowhere near hyperinflation",
  "created_utc": 1629743477,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Im big on crypto like the rest of you but this needs to be addressed. I feel the more we push misinformation on this sub in order to push our agenda the less credible crypto as a whole will be.</p>\n\n<p>The US hitting a 5-6% inflation in a year isnt good, there is fear and uncertainty to be had by this. This does promote the idea that crypto is a great hedge. However, claiming this is hyperinflation is insane.</p>\n\n<p>Most experts will define hyperinflation as 25-50% price level increase in a MONTHLY basis. That&#39;s a minimum of 1,297% in a given year. Lets not spread fake information to spread fear in the system.</p>\n\n<p>So many posts are either pushing this montra and if theyre not, they send the whole &quot;if you kept cash in the last 12 years youd lose x but if you put it in BTC youd gain y&quot;. The false equivalencies are gross and are going to get people screwed when they think throwing everything into crypto will save them or make them rich.</p>\n\n<p>Let the downvotes begin</p>\n\n<p>EDIT: referenced it in the comments but to set the record straight, another common definition of hyperinflation is a 100% increase in price levels over a 3 year period. This doesnt disprove my statement but good to have all data in one place!</p>\n</div><!-- SC_ON -->",
  "score": 173,
  "permalink": "/r/CryptoCurrency/comments/pa03f9/setting_the_record_straight_the_us_is_nowhere/",
  "subreddit": "CryptoCurrency",
  "id": "pa03f9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Im big on crypto like the rest of you but this needs to be addressed. I feel the\nmore we push misinformation on this sub in order to push our agenda the less\ncredible crypto as a whole will be.\n\nThe US hitting a 5-6% inflation in a year isnt good, there is fear and\nuncertainty to be had by this.…"
}