{
  "author": "DwightUte89",
  "the_new_excerpt": "I think this is systemic on both sides of the aisle. Republicans will\nfear-mongering to drive their policies and agendas, with very little basis in\ndata. Democrats also focus heavily on pushing a \"fairness and equality\"\nnarrative that drives their policies and agendas, oftentimes ignoring…",
  "original_created_utc": 1614877933,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我认为这是两边的系统性问题。共和党将\n恐惧主义来推动他们的政策和议程，但几乎没有任何依据。\n的数据。民主党人还十分注重推行 \"公平和平等\"\n驱动其政策和议程的叙事，往往忽略了... ...",
      "title": "CMV：政治家需要更加强调数据和科学，而较少强调感情/情绪来推动政策和立法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲這是兩邊的系統性問題。共和黨將\n恐懼主義來推動他們的政策和議程，但幾乎沒有任何依據。\n的數據。民主黨人還十分注重推行 \"公平和平等\"\n驅動其政策和議程的敘事，往往忽略了... ...",
      "title": "CMV：政治家需要更加強調數據和科學，而較少強調感情/情緒來推動政策和立法。"
    }
  ],
  "title": "CMV: Politicians need to have a stronger emphasis on data and science and a smaller emphasis on feelings/emotions to drive policy and lawmaking.",
  "created_utc": 1614918722,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think this is systemic on both sides of the aisle. Republicans will  fear-mongering to drive their policies and agendas, with very little basis in data. Democrats also focus heavily on pushing a &quot;fairness and equality&quot; narrative that drives their policies and agendas, oftentimes ignoring science and data that suggests better alternatives.  </p>\n\n<p>Why the flying fork are we not just using data and science to drive a lot of economic/policy decisions? Like, let&#39;s freaking invest $10 billion a year in just researching policy initiatives and then using the results to drive better decision making. It makes absolutely no sense to me. And yes, both sides of the aisle are guilty of this, though maybe one more than the other. Am I missing something here? </p>\n\n<p>Obviously, there are many good political reasons not to do this. So, those responses aren&#39;t going to CMV. I&#39;m more curious as to if there are other, non-political reasons why using more science and data isn&#39;t necessarily the best way to go.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/lxpod5/cmv_politicians_need_to_have_a_stronger_emphasis/",
  "subreddit": "changemyview",
  "id": "lxpod5",
  "is_self": true,
  "media": null,
  "is_video": false
}