{
  "author": "butterweedstrover",
  "the_new_excerpt": "I have the Harper Collins edition but I don't know if any other version has\nedited this scene out so be on guard.\n\nWhile also being one of her lesser mysteries, there is a scene (out of nowhere I\nmight add) which gives away a list of culprits from her earlier novels. It is\nphrased in a way to make…",
  "original_created_utc": 1619917833,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はハーパーコリンズ版を持っていますが、他のバージョンではこのシーンが編集されているかどうかはわかりません。\nこのシーンが編集されているかどうかはわかりませんので、気をつけてください。\n\nまた、彼女のミステリーの中では少ない方だと思いますが、犯人のリストを示すシーンが（どこからともなく）あります。\nこれは、彼女の初期の小説に登場する犯人のリストを示すシーンです。それは\nと思わせるような表現になっていますが...。",
      "title": "警告 アギサ・クリスティの「ダム・ウィットネス」を読まないでください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我有哈珀-柯林斯的版本，但我不知道其他版本是否有\n删掉了这一幕，所以要提高警惕。\n\n虽然这也是她较少的一部推理小说，但有一个场景（不知从哪里来的，我想补充一下），泄露了她早期小说中的罪犯名单。\n我想补充的是，这一幕泄露了她早期小说中的一份罪魁祸首名单。它是\n它的措辞是为了让...",
      "title": "警告。请勿阅读阿吉塔-克里斯蒂的《愚蠢的证人》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我有哈珀-柯林斯的版本，但我不知道其他版本是否有\n刪掉了這一幕，所以要提高警惕。\n\n雖然這也是她較少的一部推理小說，但有一個場景（不知從哪裏來的，我想補充一下），泄露了她早期小說中的罪犯名單。\n我想補充的是，這一幕泄露了她早期小說中的一份罪魁禍首名單。它是\n它的措辭是爲了讓...",
      "title": "警告。請勿閱讀阿吉塔-克里斯蒂的《愚蠢的證人》。"
    }
  ],
  "title": "Warning: Do not read \"Dumb Witness\" by Agitha Christie",
  "created_utc": 1619924865,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have the Harper Collins edition but I don&#39;t know if any other version has edited this scene out so be on guard.</p>\n\n<p>While also being one of her lesser mysteries, there is a scene (out of nowhere I might add) which gives away a list of culprits from her earlier novels. It is phrased in a way to make it seem as if these names were random, but it is immediately apparent that these are indeed spoilers.</p>\n\n<p>You will not be able to avoid reading it, and while I myself was not fully cognizant of what the names were (as I was attempting to forget) on reading &quot;The Mystery of the Blue Train&quot; I immediately recalled one name I had seen before and that spoiled the mystery.</p>\n\n<p>Again if you want to read Christie, avoid this book until you have read all the previously published titles.</p>\n\n<p>PS. The title of the book was changed from &quot; <strong><em>Poirot Loses a Client</em></strong> &quot; so that edition might also be floating around some place.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/books/comments/n2vy3b/warning_do_not_read_dumb_witness_by_agitha/",
  "subreddit": "books",
  "id": "n2vy3b",
  "is_self": true,
  "media": null,
  "is_video": false
}