{
  "author": "hatheaded",
  "original_created_utc": 1638772804,
  "title": "When Joe Medicine Crow joined the U.S. Army at the beginning of World War II, he had earned a masters degree and nearly competed a Ph.D in anthropology. He was enlisted as a private, not a 2nd Lieutenant. I thought most people who had completed a college degree were selected for officer training?",
  "created_utc": 1638797686,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I would want to guess with no facts that is was prejudice against native americans at the time, but I&amp;#39;d like to know more about how draftees were selected for officer school to become 2nd Lt&amp;#39;s\n. It seems a college degree was a strong indicator for becoming an officer. Why wasn&amp;#39;t Joe Medicine crow sent to OCS, with a completed masters degree (anthropology) and his Ph.D. in that subject nearly complete? There was at least one Naval Officer will full Native American blood, Commander Ernest E. Evans, USN, who fought valiantly against an overwhelming Japanese naval force commanding his Fletcher class destroyer USS Johnston. The Johnston was sunk, and Cmdr. Evans was posthumously awarded the Medal of Honor.&lt;/p&gt;\n\n&lt;p&gt;I know Joe Medicine Crow received other high honors, like the Presidential Medal of Freedom, French Legion of Honor, and perhaps most satisfying for him personally, he competed all the achievements in his engagements with the enemy (The German Army) to be a Crow War Chief.&lt;/p&gt;\n\n&lt;p&gt;Why didn&amp;#39;t a man with a master&amp;#39;s degree, a voluneer become an officer, then?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 106,
  "permalink": "/r/AskHistorians/comments/ra0t4h/when_joe_medicine_crow_joined_the_us_army_at_the/",
  "subreddit": "AskHistorians",
  "id": "ra0t4h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I would want to guess with no facts that is\nwas prejudice against native americans at the time, but I&#39;d like to know\nmore about how draftees were selected for officer school to become 2nd Lt&#39;s\n. It seems a college degree was a strong indicator for becoming…"
}