{
  "author": "Nyarlathotep1349",
  "original_created_utc": 1633189806,
  "title": "If you liked Jude the Obscure you’ll really like Stoner by John Williams",
  "created_utc": 1633213819,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My last boss was an English teacher and I’m slowly working my way through his recommendations. This isn’t one of them…</p>\n\n<p>Stoner by John Williams is a desolate novel about the life of a Midwestern college professor. It’s not a book about a great man who accomplishes the impossible in the face of adversity. Instead he is completely average in every way - never amounting to much, and his personal life is a wreck. Although he does achieve some small victories, his life is marked mostly by a series of disappointments both big and small. </p>\n\n<p>I hope you enjoyed my book report on Stoner by John Williams.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pzxpb3/if_you_liked_jude_the_obscure_youll_really_like/",
  "subreddit": "books",
  "id": "pzxpb3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My last boss was an English teacher and I’m slowly working my way through his\nrecommendations. This isn’t one of them…\n\nStoner by John Williams is a desolate novel about the life of a Midwestern\ncollege professor. It’s not a book about a great man who accomplishes the\nimpossible in the face of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の最後の上司は英語教師でしたが、私はゆっくりと彼の推薦文を読んでいます。\nの推薦を受けています。これはその中の一つではありませんが...。\n\nジョン・ウィリアムズの『Stoner』は、中西部の大学教授の人生を描いた荒涼とした小説です。\n大学教授の人生を描いた荒涼とした小説です。を成し遂げた偉人の本ではありません。\n不可能を可能にした偉人の本ではありません...",
      "title": "Jude the Obscureが好きな人は、John WilliamsのStonerもきっと気に入るはず。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的上一任老板是一名英语教师，我正慢慢地通过他的方式进行工作\n的建议。这并不是其中之一...\n\n约翰-威廉斯的《斯通纳》是一部荒凉的小说，讲述了一个中西部大学教授的生活。\n大学教授的生活。这不是一本关于一个伟大的人在面对困难时完成\n这不是一本关于一个伟大的人在面对不可能的事情时完成的书。",
      "title": "如果你喜欢《朦胧的裘德》，你会非常喜欢约翰-威廉斯的《斯托纳》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的上一任老闆是一名英語教師，我正慢慢地通過他的方式進行工作\n的建議。這並不是其中之一...\n\n約翰-威廉斯的《斯通納》是一部荒涼的小說，講述了一箇中西部大學教授的生活。\n大學教授的生活。這不是一本關於一個偉大的人在面對困難時完成\n這不是一本關於一個偉大的人在面對不可能的事情時完成的書。",
      "title": "如果你喜歡《朦朧的裘德》，你會非常喜歡約翰-威廉斯的《斯托納》。"
    }
  ]
}