{
  "author": "_ipseity",
  "original_created_utc": 1624629485,
  "title": "The inflated talents of protagonists in YA books",
  "created_utc": 1624679469,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don’t know if it’s just me or the books I am reading but I am finding it more common place for protagonists (or at least main characters we are designed to root for) to posses inflated talents.</p>\n\n<p>What I mean is, almost every protagonist has an array of gifts all at once. These talents consist of things such as being brilliant at music, well read, gifted at art, extremely athletic, potential world leading scientist, scholarship offers…all snowballed into one character. This is not to say these characters cannot exist or impossible to believe but I often feel that in stories in which, for example; That because the protagonist is unhappy or depressed that the reader is expected to feel more sad because of what is implied by their potential. </p>\n\n<p>This is not to say, that books that use characters such as these are overall poorly written - but come across quite bland and copy and paste. Or perhaps it is me…</p>\n\n<p>Just curious to see if anyone else felt the same?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/o7o856/the_inflated_talents_of_protagonists_in_ya_books/",
  "subreddit": "books",
  "id": "o7o856",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don’t know if it’s just me or the books I am reading but I am finding it more\ncommon place for protagonists (or at least main characters we are designed to\nroot for) to posses inflated talents.\n\nWhat I mean is, almost every protagonist has an array of gifts all at once.\nThese talents consist of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私だけなのか、読んでいる本のせいなのかわかりませんが、主人公（少なくともメインキャラクター）が\n主人公（少なくとも、私たちが応援したくなるような主人公）が誇大な才能を持っているのが当たり前になってきました。\n主人公（少なくとも、私たちが応援するようにデザインされた主人公）は、誇大な才能を持っていることが多いと感じています。\n\nどういうことかというと、ほとんどの主人公が一度に数多くの才能を持っているのです。\nこれらの才能は、次のようなものです。",
      "title": "YAブックに登場する主人公の誇張された才能"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不知道是我的原因还是我读的书的原因，但我发现越来越多的\n我发现主角（或至少是我们被设计为支持的主要人物）越来越常见。\n我发现主角（或至少是我们要支持的主角）拥有夸张的才能。\n\n我的意思是，几乎每个主人公都同时拥有一系列的天赋。\n这些天赋包括...",
      "title": "青春期书籍中主角的夸大才能"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不知道是我的原因還是我讀的書的原因，但我發現越來越多的\n我發現主角（或至少是我們被設計爲支持的主要人物）越來越常見。\n我發現主角（或至少是我們要支持的主角）擁有誇張的才能。\n\n我的意思是，幾乎每個主人公都同時擁有一系列的天賦。\n這些天賦包括...",
      "title": "青春期書籍中主角的誇大才能"
    }
  ]
}