{
  "author": "MVIVN",
  "the_new_excerpt": "I think I’ve said it all in the title, but yeah. If people shouldn’t “focus on\ngetting a significant other, it won’t fix your life” then how come there are so\nmany so-called ‘losers’ whose lives miraculously seem to get so much better once\nthey have a significant other? I’ve seen people go from…",
  "original_created_utc": 1609837749,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我想我已经在标题里说过了，但是是的。如果人们不应该“专注于\n得到一个重要的另一半，它不会改变你的生活“那为什么会有这样的\n许多所谓的“失败者”，他们的生活曾经奇迹般地似乎变得好多了。\n他们有重要的另一半吗？我见过人们从…",
      "title": "[改变我的想法]：他们说恋爱不会解决你的任何问题，但实际上，我认识的每个人在找到女朋友后都“焕发了光彩”，他们的生活现在似乎都好多了。我的观点是，找到一个重要的另一半，事实上，确实解决了生活中的许多问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想我已經在標題裏說過了，但是是的。如果人們不應該“專注於\n得到一個重要的另一半，它不會改變你的生活“那爲什麼會有這樣的\n許多所謂的“失敗者”，他們的生活曾經奇蹟般地似乎變得好多了。\n他們有重要的另一半嗎？我見過人們從…",
      "title": "[改變我的想法]：他們說戀愛不會解決你的任何問題，但實際上，我認識的每個人在找到女朋友後都“煥發了光彩”，他們的生活現在似乎都好多了。我的觀點是，找到一個重要的另一半，事實上，確實解決了生活中的許多問題。"
    }
  ],
  "title": "CMV: They say a relationship won’t solve any of your problems but literally every single person I know had a ‘glow up’ after finding a girlfriend and their lives all seem to be much better now. My view is that finding a significant other DOES, in fact, solve many of life’s problems.",
  "created_utc": 1609866541,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think I’ve said it all in the title, but yeah. If people shouldn’t “focus on getting a significant other, it won’t fix your life” then how come there are so many so-called ‘losers’ whose lives miraculously seem to get so much better once they have a significant other? I’ve seen people go from practically looking like bums all the time to suddenly dressing well, moving into new apartments, getting better jobs, and just overall becoming happier, more well-rounded, more interesting and positive people AFTER getting into a relationship. I think a lot of people would, in fact, benefit immensely from someone falling in love with them, caring for them and sharing some of life’s burdens with them. When you feel seen and someone is cheering you on and supporting you, your life DOES get better and I don’t know why there are so many people pretending like it won’t.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/kqup7p/cmv_they_say_a_relationship_wont_solve_any_of/",
  "subreddit": "changemyview",
  "id": "kqup7p",
  "is_self": true,
  "media": null,
  "is_video": false
}