{
  "author": "ColdFlame31",
  "the_new_excerpt": "Climate Change is a threat to humanity and the energy sector is responsible for\nover two thirds of global greenhouse gas emissions. This percentage could be way\nlower if nuclear energy was used more widespread. Producing one TWh with a coal\nplant sets free 273 times the amount of emissions compared…",
  "original_created_utc": 1622145739,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "気候変動は人類の脅威であり、エネルギー部門は世界の温室効果ガスの3分の2以上を排出しています。\n世界の温室効果ガス排出量の3分の2以上を占めています。この割合は、原子力エネルギーが利用されていれば\n原子力がもっと普及していれば、この割合はもっと低くなるはずです。石炭発電所で1テラワット時の電力を生産すると\n石炭発電所で1TWhの電力を生産すると、世界全体の温室効果ガス排出量の273倍になります。",
      "title": "CMV: 原子力はいいものだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "气候变化是对人类的一种威胁，而能源部门要对全球三分之二以上的温室气体排放负责。\n气候变化是对人类的威胁，而能源部门对全球温室气体排放的三分之二以上负有责任。如果核能得到更广泛的使用，这一比例可能会大大降低。\n如果核能得到更广泛的使用，这一比例会更低。用煤炭生产一太瓦时\n厂释放的排放量是其273倍。",
      "title": "CMV：核能是好东西"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "氣候變化是對人類的一種威脅，而能源部門要對全球三分之二以上的溫室氣體排放負責。\n氣候變化是對人類的威脅，而能源部門對全球溫室氣體排放的三分之二以上負有責任。如果核能得到更廣泛的使用，這一比例可能會大大降低。\n如果核能得到更廣泛的使用，這一比例會更低。用煤炭生產一太瓦時\n廠釋放的排放量是其273倍。",
      "title": "CMV：核能是好東西"
    }
  ],
  "title": "CMV: Nuclear Energy is Good",
  "created_utc": 1622155616,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Climate Change is a threat to humanity and the energy sector is responsible for over two thirds of global greenhouse gas emissions. This percentage could be way lower if nuclear energy was used more widespread. Producing one TWh with a coal plant sets free 273 times the amount of emissions compared to nuclear energy. Furthermore, the production of electricity with coal plants kills about 400 times more people than producing the same amount with a nuclear power plant.</p>\n\n<p>Through the events of Chernobyl in 1986 and Fukushima in 2011, nuclear energy became irrationally feared, even though it is massively safer and cleaner than its alternatives .</p>\n\n<p>(Besides solar, wind and hydropower, as using just those sources is inefficient and inpractable. Inefficient because at some point the potential growth of i.e. hydropower will be limited when most big flows are already producing electricity. Ineffective because only nuclear power plants can satisfy the base load with a constant stream of energy.)</p>\n\n<p>So after the disasters, politics and minds shifted to exit nuclear energy, even though the naked numbers are in favour of it. Germany is phasing out its nuclear power plants and mostly filled the electricity gap with coal energy, <em>&quot;which led to the release of an additional 36 million tons of carbon dioxide per year (...) More distressingly, the researchers estimated that burning more coal led to local increases in particle pollution and sulfur dioxide and likely killed an additional 1,100 people per year from respiratory or cardiovascular illnesses. &quot;</em></p>\n\n<p>In the end, nuclear energy is clean and safe (or at least less dirty and less dangerous than the alternatives). Even though it is so unpopular now, combined with solar, wind and hydropower, nuclear power can supply the electricity needs of the people in a cleaner and safer way.</p>\n\n<p>If all the electricity demand would be supplied by coal plants, about 548&#39;949 would die each year from the consequences of the pollution (Multiplication of the global TWh consumption with deaths from coal energy per TWh) . If all the electricity is being supplied by nuclear power plants, about 1562 people die each year from the consequences. So by substituting nuclear for coal, hundreds of thousands of people would not be killed. As coal is right now responsible for 27% of world energy production, about 147&#39;794 people could be saved yearly from dying by cardiovascular diseases simply by switching to nuclear energy (Substraction of 27% of 1562 from 27% of 548&#39;949).</p>\n\n<p><strong>Nuclear power has the potential to decrease the number of people dying of cardiovascular deseases by the hundreds of thousands, and finally limit climate change.</strong></p>\n\n<p><em>Sources:</em></p>\n\n<p><a href=\"https://ourworldindata.org/safest-sources-of-energy\"><em>https://ourworldindata.org/safest-sources-of-energy</em></a></p>\n\n<p><a href=\"https://www.ipcc.ch/2020/07/31/energy-climatechallenge/\"><em>https://www.ipcc.ch/2020/07/31/energy-climatechallenge/</em></a></p>\n\n<p><a href=\"https://www.wired.com/story/germany-rejected-nuclear-power-and-deadly-emissions-spiked/\"><em>https://www.wired.com/story/germany-rejected-nuclear-power-and-deadly-emissions-spiked/</em></a></p>\n\n<p><a href=\"https://www.iea.org/reports/electricity-information-overview\"><em>https://www.iea.org/reports/electricity-information-overview</em></a></p>\n\n<p><a href=\"https://www.forbes.com/sites/rrapier/2020/06/20/bp-review-new-highs-in-global-energy-consumption-and-carbon-emissions-in-2019/\"><em>https://www.forbes.com/sites/rrapier/2020/06/20/bp-review-new-highs-in-global-energy-consumption-and-carbon-emissions-in-2019/</em></a></p>\n</div><!-- SC_ON -->",
  "score": 95,
  "permalink": "/r/changemyview/comments/nmg704/cmv_nuclear_energy_is_good/",
  "subreddit": "changemyview",
  "id": "nmg704",
  "is_self": true,
  "media": null,
  "is_video": false
}