{
  "author": "Vista_Seagrape",
  "original_created_utc": 1627849264,
  "title": "CMV: CNN is at a point where it should no longer be considered an objective \"news\" outlet.",
  "created_utc": 1627857035,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So let me start by saying CNN is not the only source guilty of this- the majority of American news sources have the same problem I&#39;m about to describe. But over the last 4 years, CNN has become the worst, and I check over all the major sources on a daily basis (fox, CNN, NYT, Reuters, ABC, MSN, AP, etc.) I also occasionally glance through alt sites like majority report, oann, TYT, infowars, etc. These are obviously the worst in terms of bias but I don&#39;t consider them mainstream sources so they don&#39;t count.</p>\n\n<p>The issue is how CNN will present purely speculative or opinionated articles as objectively true and factual information, in a way I feel is very misleading and manipulative. Opinions are presented as fact, and that&#39;s not what a news outlet should do. </p>\n\n<p>Let me use an example from what is currently, as of 3:20 PM EST 8/1/2021, the front page story of the CNN website.</p>\n\n<p><a href=\"https://imgur.com/a/dEiC0lk\">Here is a screenshot I took</a>. I took the screenshot because obvious the CNN website changes by the day. <a href=\"https://www.cnn.com/2021/08/01/politics/voting-rights-blunder-democrats-blake/index.html\">Here is the article</a>. It&#39;s about the ongoing debate over voter ID laws.</p>\n\n<p>The headline reads: </p>\n\n<p><strong>Biden follows script that led to a century of Jim Crow segregation</strong></p>\n\n<p>This is a highly opinionated take on a very nuanced and hotly debated issue. Yet is the lead front page story, presented as headline news. And that little &quot;analysis&quot; label is fooling anyone, they know exactly what they are doing. </p>\n\n<p>I think it&#39;s very dangerous to have such inflammatory headlines when the country is already so divided. There is a debate to be had over voter ID laws, but to say it&#39;s blatantly &quot;Jim Crow 2.0&quot; is absurdly biased and over-simplified. That&#39;s not how news should work. Take a quote from the article:</p>\n\n<blockquote>\n<p>Yet he has refused to throw the full weight of the Oval Office behind passing two pending voting rights bills in Congress. He has stopped short of embracing calls to jettison the filibuster -- the parliamentary tactic Republicans can use to halt a voting rights bill -- because he says it would &quot;throw the entire Congress into chaos.&quot;</p>\n</blockquote>\n\n<p>The word &quot;refused&quot;, as is the whole paragraph, very loaded. That&#39;s not objective reporting. And what does &quot;throwing his full weight&quot; even mean? Click the link and you get...<a href=\"https://www.cnn.com/2021/06/23/politics/voting-rights-joe-biden-senate-mitch-mcconnell/index.html\">another &quot;analysis&quot;</a>.</p>\n\n<p>It&#39;s true that Biden called the proposed voter ID laws &quot;Jim Crow 2.0&quot;, which I personally disagree with. But the CNN article didn&#39;t report that, the CNN article <em>echoed</em> that, while even saying Biden wasn&#39;t going far enough. That&#39;s not how news reporting should be.</p>\n\n<p>If that article was listed off the side under an opinion column, that&#39;s one thing. But to have it as the lead story, no. This is the big problem with our political media, opinions are presented as fact. Everyone does it to some degree, and I hate it. A headline should be something like:</p>\n\n<p><strong>President Biden says banning filibuster would throw Congress into chaos</strong></p>\n\n<p>That&#39;s factual because that&#39;s a direct quote. It&#39;s not about agreeing or disagreeing, it&#39;s a direct quote. That&#39;s what the president said. So that is news.</p>\n\n<p>I don&#39;t object to news outlets having opinion or &quot;analysis&quot; pieces, but they shouldn&#39;t be the headline story. News outlets shouldn&#39;t be trying to &#39;encourage&#39; people to think a certain way with their headlines. And I&#39;m not saying CNN is the only one, but lately they have been the worst.</p>\n\n<p>Of course I&#39;m not saying CNN never had factual stories, any story about something an earthquake or terrorist attack or the like is probably true; it&#39;s the analysis pieces that are <em>sometimes</em> overly opinionated and too subjective for me to consider &quot;news.&quot; Is there a value to CNN? Yes. Should it be seen as absolute truth? No.</p>\n\n<p>And again, CNN is not even close to being the only source guilty of this.</p>\n</div><!-- SC_ON -->",
  "score": 153,
  "permalink": "/r/changemyview/comments/ovziw0/cmv_cnn_is_at_a_point_where_it_should_no_longer/",
  "subreddit": "changemyview",
  "id": "ovziw0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So let me start by saying CNN is not the only source guilty of this- the\nmajority of American news sources have the same problem I'm about to describe.\nBut over the last 4 years, CNN has become the worst, and I check over all the\nmajor sources on a daily basis (fox, CNN, NYT, Reuters, ABC, MSN, AP,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に言っておきたいのは、このような問題を抱えているのはCNNだけではないということだ。\nアメリカのニュースソースの大半が、これから説明するのと同じ問題を抱えている。\nしかし、この4年間でCNNは最悪の状態になっている。私は毎日、主要な情報源をすべてチェックしている。\n私は主要な情報源を毎日チェックしている（FOX、CNN、NYT、ロイター、ABC、MSN、AP...）。",
      "title": "CMV：CNNはもはや客観的な \"ニュース \"の発信源とみなすべきではない段階に来ている。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，让我先说一下，CNN不是唯一犯有这种毛病的消息来源--大多数美国新闻来源都有我要描述的同样问题。\n大多数美国新闻来源都有我将要描述的同样问题。\n但在过去4年中，CNN已经成为最糟糕的。\n我每天检查所有的主要来源（福克斯、CNN、纽约时报、路透社、ABC、MSN、美联社......",
      "title": "CMV：CNN已经到了不应该再被认为是客观 \"新闻 \"机构的地步。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，讓我先說一下，CNN不是唯一犯有這種毛病的消息來源--大多數美國新聞來源都有我要描述的同樣問題。\n大多數美國新聞來源都有我將要描述的同樣問題。\n但在過去4年中，CNN已經成爲最糟糕的。\n我每天檢查所有的主要來源（福克斯、CNN、紐約時報、路透社、ABC、MSN、美聯社......",
      "title": "CMV：CNN已經到了不應該再被認爲是客觀 \"新聞 \"機構的地步。"
    }
  ]
}