{
  "approved_at_utc": null,
  "subreddit": "investing",
  "selftext": "As we close the book on another chaotic week, I wanted to share my views on the current state of clean energy investing, on uranium in particular, and where I see this heading. As always, any and all feedback is greatly appreciated. \n\n**First, one thing to get out of the way.** \n\nLast night, a relatively small Canadian uranium miner, Denison Mines Corp, (**$DNN**), trades at less than $1, and was a top 5 trending stock ahead of its earnings. The message boards were typical gains propaganda and it became another sad pump and dump story.\n\nAs a long-time uranium investor, watching tens of millions of $DNN shares change hands in after-hours was a real sign of the times, which, I guess is a nice way of saying that a lot of people are living a ridiculous fantasy when it comes to investing.   \n\nThis is a pretty good segue into clean energy since a lot of folks are living a fantasy there as well. We cannot power the Earth on wind and solar alone. And we do not have the battery capacity to store it. **It is simple math**. Either we maintain the status quo on coal, oil and natural gas, or we embrace uranium as part of the solution. \n\n**Here is how I see the market on uranium developing going forward.**\n\nGenerally speaking, I am looking at this as a **macro investment based on the supply and demand dynamics of the market**.  At a high level, uranium needs to be in the $50+ (some say $60+) range in order to cover the cost of production.  Right now the spot price is hovering around $30.    \n\n**On the demand side** \\- From what I have researched, utilities have managed to get by with fuel reserves and long term contracts, however the long term contracts are expiring and fuel reserves are working their way through the market. **This presents a scenario where buyers will need to start coming into the market to lock in new long term contracts**. \n\nThere is also the question of **China’s growing influence in nuclear.** This will increase global demand significantly over the next few decades.  China has been and, I am guessing, will **continue to secure supply with a long term geopolitical strategic view**.\n\n**On the supply side** \\- There is a ton of uranium in the world but it is challenging to mine it at the current costs.  New mines take years to come on line (finding, permitting, developing, exporting, etc).  This results in a **relatively small number of companies that actually produce uranium or have the potential to produce uranium in the next cycle**.  There seem to be a lot of companies talking a big game but I have tried to stay with companies that either are or can produce uranium in the next few years.  If anyone is interested, I am happy to provide a list of companies that I have been successful with. \n\nThere are also secondary sources of supply which are harder to find numbers on.  One secondary source is from decommissioned nuclear weapons (the US had/has an agreement to buy uranium from the Russians).  There are several good reports on the supply side from the nuclear associations.\n\n**The major catalyst in Q4 that resulted in the upswing in equities was a supply side story.**  Two or three major mines (CCJ and the Kazaks) were shut down due to COVID scares and/or because of the economics.  The market took some notice and equities jumped significantly.  This said, the price of uranium has not moved publicly.  I expect equities to decrease from today's levels until the price moves up.  \n\n**Once the price moves I think we will see 3x - 5x from today's levels.  This could take a few years, but my bet is that we start to see moves sooner**.  \n\nAs said at the outset, I would be very appreciative of any feedback. I could be wrong on this and it would be great to get a critical eye. \n\n\\-BooOnClay",
  "author_fullname": "t2_a4hj8tpg",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "Still Bullish On Uranium (Also, I Have Not Been Able To Find Published Bear Cases And I Would Be Very Interested If Any Exist)",
  "link_flair_richtext": [],
  "subreddit_name_prefixed": "r/investing",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": null,
  "downs": 0,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_lymi5h",
  "quarantine": false,
  "link_flair_text_color": "dark",
  "upvote_ratio": 0.85,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 41,
  "total_awards_received": 3,
  "media_embed": {},
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": null,
  "can_mod_post": false,
  "score": 41,
  "approved_by": null,
  "author_premium": true,
  "thumbnail": "",
  "edited": 1614981296,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {},
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1615008943,
  "link_flair_type": "text",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.investing",
  "allow_live_comments": false,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As we close the book on another chaotic week, I wanted to share my views on the current state of clean energy investing, on uranium in particular, and where I see this heading. As always, any and all feedback is greatly appreciated. </p>\n\n<p><strong>First, one thing to get out of the way.</strong> </p>\n\n<p>Last night, a relatively small Canadian uranium miner, Denison Mines Corp, (<strong>$DNN</strong>), trades at less than $1, and was a top 5 trending stock ahead of its earnings. The message boards were typical gains propaganda and it became another sad pump and dump story.</p>\n\n<p>As a long-time uranium investor, watching tens of millions of $DNN shares change hands in after-hours was a real sign of the times, which, I guess is a nice way of saying that a lot of people are living a ridiculous fantasy when it comes to investing.   </p>\n\n<p>This is a pretty good segue into clean energy since a lot of folks are living a fantasy there as well. We cannot power the Earth on wind and solar alone. And we do not have the battery capacity to store it. <strong>It is simple math</strong>. Either we maintain the status quo on coal, oil and natural gas, or we embrace uranium as part of the solution. </p>\n\n<p><strong>Here is how I see the market on uranium developing going forward.</strong></p>\n\n<p>Generally speaking, I am looking at this as a <strong>macro investment based on the supply and demand dynamics of the market</strong>.  At a high level, uranium needs to be in the $50+ (some say $60+) range in order to cover the cost of production.  Right now the spot price is hovering around $30.    </p>\n\n<p><strong>On the demand side</strong> - From what I have researched, utilities have managed to get by with fuel reserves and long term contracts, however the long term contracts are expiring and fuel reserves are working their way through the market. <strong>This presents a scenario where buyers will need to start coming into the market to lock in new long term contracts</strong>. </p>\n\n<p>There is also the question of <strong>China’s growing influence in nuclear.</strong> This will increase global demand significantly over the next few decades.  China has been and, I am guessing, will <strong>continue to secure supply with a long term geopolitical strategic view</strong>.</p>\n\n<p><strong>On the supply side</strong> - There is a ton of uranium in the world but it is challenging to mine it at the current costs.  New mines take years to come on line (finding, permitting, developing, exporting, etc).  This results in a <strong>relatively small number of companies that actually produce uranium or have the potential to produce uranium in the next cycle</strong>.  There seem to be a lot of companies talking a big game but I have tried to stay with companies that either are or can produce uranium in the next few years.  If anyone is interested, I am happy to provide a list of companies that I have been successful with. </p>\n\n<p>There are also secondary sources of supply which are harder to find numbers on.  One secondary source is from decommissioned nuclear weapons (the US had/has an agreement to buy uranium from the Russians).  There are several good reports on the supply side from the nuclear associations.</p>\n\n<p><strong>The major catalyst in Q4 that resulted in the upswing in equities was a supply side story.</strong>  Two or three major mines (CCJ and the Kazaks) were shut down due to COVID scares and/or because of the economics.  The market took some notice and equities jumped significantly.  This said, the price of uranium has not moved publicly.  I expect equities to decrease from today&#39;s levels until the price moves up.  </p>\n\n<p><strong>Once the price moves I think we will see 3x - 5x from today&#39;s levels.  This could take a few years, but my bet is that we start to see moves sooner</strong>.  </p>\n\n<p>As said at the outset, I would be very appreciative of any feedback. I could be wrong on this and it would be great to get a critical eye. </p>\n\n<p>-BooOnClay</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": null,
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2qhhq",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "",
  "id": "lymi5h",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "BooOnClay",
  "discussion_type": null,
  "num_comments": 42,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/investing/comments/lymi5h/still_bullish_on_uranium_also_i_have_not_been/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/investing/comments/lymi5h/still_bullish_on_uranium_also_i_have_not_been/",
  "subreddit_subscribers": 1744293,
  "created_utc": 1614996847,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1614980143,
  "the_new_excerpt": "As we close the book on another chaotic week, I wanted to share my views on the\ncurrent state of clean energy investing, on uranium in particular, and where I\nsee this heading. As always, any and all feedback is greatly appreciated.\n\nFirst, one thing to get out of the way.\n\nLast night, a relatively…"
}