{
  "author": "newbmycologist",
  "original_created_utc": 1628132539,
  "title": "Dogecoin is dead! It’s a good thing too.",
  "created_utc": 1628163037,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>While almost every coin is up hella over the last 2 weeks, doge is stuck at 19-20 cents😂 </p>\n\n<p>I think doge brought in a ton of new people to crypto including myself and during this dip over the last few months most of us studied up and realized it’s a shit coin and have pulled our money out and invested in quality projects! </p>\n\n<p>Thank you doge for bringing me into crypto and snatching 50 percent of my portfolio and teaching me how to get that 50 percent back by not investing in you anymore😂</p>\n\n<p>Edit: a lot of you are missing the point but I would expect nothing less from Reddit.</p>\n\n<p>My point is the hype is dead. And most of the investors have realized there are much better projects to invest in instead of doge which is why we are seeing most legit projects pump these last two weeks while doge stays stagnant. </p>\n\n<p>This does not mean doge will never go up again. I’m sure it will go up during the next bull run as almost all coins will. But I still think it’s a shit coin in comparison to other top tier coins out. </p>\n\n<p>Also this is my first ever post in this subreddit and it’s about my own personal experience. It’s not a damn moon farming post I’m actually surprised it’s gotten this much traction. I appreciate all the comments, especially the hate😂</p>\n</div><!-- SC_ON -->",
  "score": 230,
  "permalink": "/r/CryptoCurrency/comments/oy8ro1/dogecoin_is_dead_its_a_good_thing_too/",
  "subreddit": "CryptoCurrency",
  "id": "oy8ro1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "While almost every coin is up hella over the last 2 weeks, doge is stuck at\n19-20 cents😂\n\nI think doge brought in a ton of new people to crypto including myself and\nduring this dip over the last few months most of us studied up and realized it’s\na shit coin and have pulled our money out and…"
}