{
  "author": "snootyhouse",
  "original_created_utc": 1631120448,
  "title": "CMV: I don’t buy the whole “we could have stopped Covid” theory",
  "created_utc": 1631133565,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>With the WHO announcing Covid is likely here to stay, I feel like the caveat that “we had an opportunity early on to stop this”, is kind of bullshit.</p>\n\n<p>Sure - in a perfect world where humans didn’t need to eat, get medicine, go to the hospital, interact with their kids, call the police, check on their elderly parents, interact with others to survive, we could have all sat inside for two weeks and let this disease “die out”. I’ve found that people who said that tend to be corporate types who just got all their groceries delivered (by other people who had to go to stores and get said food, which came from a whole supply chain of people interacting).</p>\n\n<p>While certain countries had the infrastructure to “shut down” (I.e. China), it’s foolish to think other, less government controlled countries could build that in a matter of days. In our current state of humanity, I find it impossible that we could have identified this mystery disease within enough time to stop all humans from interacting and, effectively, let it die out.</p>\n\n<p>By the time we noticed a problem, it’s impossible to know who it had spread to, whether those people traveled, interacted with others, etc. Sure, we have certain measures and people definitely screwed up, but the idea that we could have actually stopped society globally to let this “die out”? I don’t buy it at all. Other diseases (like polio) were killable through a vaccine, but clearly Covid isn’t, so this never done before “let it die out theory” seems very far-fetched.</p>\n\n<p>We love to blame the “partiers” for letting this happen, but all of that anger stems from the fact that we, as humans, never really had any control of this thing. We were always victims to this disease. The WHO and CDC love to point blame back on us, but that’s bullshit. Diseases will spread no matter how “good” we are. The level of that spread definitely varies, but this “we could have killed it” is so unrealistic and not based around any reality of what humans need to survive.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/pkejam/cmv_i_dont_buy_the_whole_we_could_have_stopped/",
  "subreddit": "changemyview",
  "id": "pkejam",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "With the WHO announcing Covid is likely here to stay, I feel like the caveat\nthat “we had an opportunity early on to stop this”, is kind of bullshit.\n\nSure - in a perfect world where humans didn’t need to eat, get medicine, go to\nthe hospital, interact with their kids, call the police, check on…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "WHOがコヴィドの存続を発表したことで、「早い段階でこれを阻止する機会があった」という注意書きが、なんだか腑に落ちません。\nこれを止める機会が早くからあった」という注意書きは、なんだかでたらめのような気がします。\n\n確かに、人間が食べる必要も、薬をもらう必要も、病院に行く必要も、子供と触れ合う必要も、電話をかける必要もない完璧な世界では、このようなことはありません。\n食べる必要も、薬をもらう必要も、病院に行く必要も、子供と触れ合う必要も、警察を呼ぶ必要も、家を確認する必要もない完璧な世界では、確かに",
      "title": "CMV：私は「コヴィッドを止められた」という説は信じていません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "随着世卫组织宣布Covid很可能会在这里继续存在，我感觉到了这样的告诫\n\"我们在早期就有机会阻止它\"，这是一种废话。\n\n当然--在一个完美的世界里，人类不需要吃东西、拿药、去医院、与孩子交流、打电话给家人或朋友。\n医院，与他们的孩子互动，打电话给警察，检查......",
      "title": "CMV：我不相信 \"我们本来可以阻止科维德 \"的理论。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "隨着世衛組織宣佈Covid很可能會在這裏繼續存在，我感覺到了這樣的告誡\n\"我們在早期就有機會阻止它\"，這是一種廢話。\n\n當然--在一個完美的世界裏，人類不需要喫東西、拿藥、去醫院、與孩子交流、打電話給家人或朋友。\n醫院，與他們的孩子互動，打電話給警察，檢查......",
      "title": "CMV：我不相信 \"我們本來可以阻止科維德 \"的理論。"
    }
  ]
}