{
  "author": "snootyhouse",
  "original_created_utc": 1631120448,
  "title": "CMV: I don’t buy the whole “we could have stopped Covid” theory",
  "created_utc": 1631133565,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>With the WHO announcing Covid is likely here to stay, I feel like the caveat that “we had an opportunity early on to stop this”, is kind of bullshit.</p>\n\n<p>Sure - in a perfect world where humans didn’t need to eat, get medicine, go to the hospital, interact with their kids, call the police, check on their elderly parents, interact with others to survive, we could have all sat inside for two weeks and let this disease “die out”. I’ve found that people who said that tend to be corporate types who just got all their groceries delivered (by other people who had to go to stores and get said food, which came from a whole supply chain of people interacting).</p>\n\n<p>While certain countries had the infrastructure to “shut down” (I.e. China), it’s foolish to think other, less government controlled countries could build that in a matter of days. In our current state of humanity, I find it impossible that we could have identified this mystery disease within enough time to stop all humans from interacting and, effectively, let it die out.</p>\n\n<p>By the time we noticed a problem, it’s impossible to know who it had spread to, whether those people traveled, interacted with others, etc. Sure, we have certain measures and people definitely screwed up, but the idea that we could have actually stopped society globally to let this “die out”? I don’t buy it at all. Other diseases (like polio) were killable through a vaccine, but clearly Covid isn’t, so this never done before “let it die out theory” seems very far-fetched.</p>\n\n<p>We love to blame the “partiers” for letting this happen, but all of that anger stems from the fact that we, as humans, never really had any control of this thing. We were always victims to this disease. The WHO and CDC love to point blame back on us, but that’s bullshit. Diseases will spread no matter how “good” we are. The level of that spread definitely varies, but this “we could have killed it” is so unrealistic and not based around any reality of what humans need to survive.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/pkejam/cmv_i_dont_buy_the_whole_we_could_have_stopped/",
  "subreddit": "changemyview",
  "id": "pkejam",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "With the WHO announcing Covid is likely here to stay, I feel like the caveat\nthat “we had an opportunity early on to stop this”, is kind of bullshit.\n\nSure - in a perfect world where humans didn’t need to eat, get medicine, go to\nthe hospital, interact with their kids, call the police, check on…"
}