{
  "author": "mx1t",
  "the_new_excerpt": "Some hedge funds massively overplayed their hand and exposed themselves to tens\nof billions of dollars of risk.\n\nSure, the company might not be worth $1000 per share, but the market (with the\nhelp of some internet idiots) has decided that these shares are worth owning\nbased on the chance to make big…",
  "original_created_utc": 1611916978,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "一些对冲基金大规模地过度玩弄了自己的手，使自己暴露在几十个\n的数十亿美元的风险。\n\n当然，公司可能不值1000美元/股，但市场（以\n在一些互联网白痴的帮助下）决定这些股票是值得拥有的。\n基于赚大钱的机会...",
      "title": "CMV：gamestonks起义是一个完美的有效市场的例子，而试图根据 \"基本面 \"来论证相反的观点是扯淡的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一些對沖基金大規模地過度玩弄了自己的手，使自己暴露在幾十個\n的數十億美元的風險。\n\n當然，公司可能不值1000美元/股，但市場（以\n在一些互聯網白癡的幫助下）決定這些股票是值得擁有的。\n基於賺大錢的機會...",
      "title": "CMV：gamestonks起義是一個完美的有效市場的例子，而試圖根據 \"基本面 \"來論證相反的觀點是扯淡的"
    }
  ],
  "title": "CMV: the gamestonks uprising is a perfect example of an efficient market, and trying to argue the opposite based on “fundamentals” is bullshit",
  "created_utc": 1611934225,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Some hedge funds massively overplayed their hand and exposed themselves to tens of billions of dollars of risk. </p>\n\n<p>Sure, the company might not be worth $1000 per share, but the market (with the help of some internet idiots) has decided that these shares are worth owning based on the chance to make big money by capitalising on this enormous mistake. </p>\n\n<p>The reason the shares are so valuable is because these dumbass fund managers decided to make them valuable by betting billions on them. </p>\n\n<p>So a big question is how come this doesn’t happen every time some company massively shorts? How come the efficient market doesn’t do this every time? Well I’m no financial mastermind but I assume it’s because the only people with enough buying power to punish these kind of mistakes are other hedge funds, and they’d probably prefer to focus their efforts on screwing the little guy than have to constantly watch their backs from other funds. More of a Nash equilibrium than an efficient market. </p>\n\n<p>So TLDR the shares are worth every cent of their current bullish price because of the opportunity for big gains that the shorts created. What’s happening now is true market efficiency, or at least more efficient than whatever was happening before. </p>\n\n<p>Disclaimer: I have no vested interest in GME or any other of these stocks because I live in a country where I can’t buy them even if I wanted to. I could easily prove this but I’d rather you go fuck yourself you hedge fund shill.</p>\n</div><!-- SC_ON -->",
  "score": 282,
  "permalink": "/r/changemyview/comments/l7pk2z/cmv_the_gamestonks_uprising_is_a_perfect_example/",
  "subreddit": "changemyview",
  "id": "l7pk2z",
  "is_self": true,
  "media": null,
  "is_video": false
}