{
  "author": "pivotangle3672",
  "original_created_utc": 1631294565,
  "title": "YSK that how your partner treats their family will be a mirror to what YOU can expect.",
  "created_utc": 1631510383,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This goes way beyond gender and the phrase of “Watch how a man treats his mother.”</p>\n\n<p>Pay attention to the little things that they do or say around their family. It goes a long way and can either save or hurt you. </p>\n\n<p>Whether they are raising voices or blowing up over tiny things or making amends, forgiving or respecting their family or knowing when they are wrong and bettering them. </p>\n\n<p>From my experience, the tiniest things will carry over into your relationship. Ie for me: their yelling and blowing up over tiny things. </p>\n\n<p>If you fear the worst, <a href=\"https://www.thehotline.org/\">here</a> is a link to domestic violence hotline.</p>\n\n<p>For obvious reasons, I will say this before someone does, of course this may not always be a pinpoint guide to look by. There are obviously a million different circumstances but this can be very useful as it would have been in my case.</p>\n\n<p>Edit: changed constant arguing to blowing up on the little things. Figured that was a more fair assumption.</p>\n\n<p>Update: Geez people really did not read my discretion at the bottom. THIS IS NOT MEANT TO BE FOLLOWED TO A T OR TAKEN 110% LITERAL. I don’t mean this post to a decision you make the first time you see their family. This is meant to be something to SPOT PATTERNS. After the 5th family visit as an example, if they are still an asshole or blow up or argue about stuff, any ideal person should have an idea by that point if it’s a family issue or a personal flaw with that person. I didn’t think I had to spell it out but okay.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/plphyk/ysk_that_how_your_partner_treats_their_family/",
  "subreddit": "YouShouldKnow",
  "id": "plphyk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: This goes way beyond gender and the phrase of “Watch how a man treats\nhis mother.”\n\nPay attention to the little things that they do or say around their family. It\ngoes a long way and can either save or hurt you.\n\nWhether they are raising voices or blowing up over tiny things or making…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSK: これは、性別を超えて、\"Watch how a man treats a mother\"（男が母をどう扱うかを見よ）という言葉にも通じるものがあります。\n母親をどう扱うかを見よ」という言葉があります。\n\n家族の周りでのちょっとした行動や発言に注意を払う。それは\nそれが、あなたを救うことも傷つけることもあるのです。\n\n些細なことで声を荒げたり、怒鳴ったりしているかどうかに関わらず...",
      "title": "あなたのパートナーが家族にどのように接するかは、あなたが期待できることを映す鏡であるとYSKは考えています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这远远超出了性别和 \"看一个男人如何对待他的母亲 \"这句话的范畴。\n他的母亲\"。\n\n注意他们在家人身边做的或说的小事。它\n这将会有很长的路要走，可以拯救或伤害你。\n\n无论他们是提高嗓门，还是为一些小事而大发雷霆，或者使...",
      "title": "YSK认为你的伴侣如何对待他们的家庭将是你可以期待的一面镜子。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這遠遠超出了性別和 \"看一個男人如何對待他的母親 \"這句話的範疇。\n他的母親\"。\n\n注意他們在家人身邊做的或說的小事。它\n這將會有很長的路要走，可以拯救或傷害你。\n\n無論他們是提高嗓門，還是爲一些小事而大發雷霆，或者使...",
      "title": "YSK認爲你的伴侶如何對待他們的家庭將是你可以期待的一面鏡子。"
    }
  ]
}