{
  "author": "pivotangle3672",
  "original_created_utc": 1631294565,
  "title": "YSK that how your partner treats their family will be a mirror to what YOU can expect.",
  "created_utc": 1631510383,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This goes way beyond gender and the phrase of “Watch how a man treats his mother.”</p>\n\n<p>Pay attention to the little things that they do or say around their family. It goes a long way and can either save or hurt you. </p>\n\n<p>Whether they are raising voices or blowing up over tiny things or making amends, forgiving or respecting their family or knowing when they are wrong and bettering them. </p>\n\n<p>From my experience, the tiniest things will carry over into your relationship. Ie for me: their yelling and blowing up over tiny things. </p>\n\n<p>If you fear the worst, <a href=\"https://www.thehotline.org/\">here</a> is a link to domestic violence hotline.</p>\n\n<p>For obvious reasons, I will say this before someone does, of course this may not always be a pinpoint guide to look by. There are obviously a million different circumstances but this can be very useful as it would have been in my case.</p>\n\n<p>Edit: changed constant arguing to blowing up on the little things. Figured that was a more fair assumption.</p>\n\n<p>Update: Geez people really did not read my discretion at the bottom. THIS IS NOT MEANT TO BE FOLLOWED TO A T OR TAKEN 110% LITERAL. I don’t mean this post to a decision you make the first time you see their family. This is meant to be something to SPOT PATTERNS. After the 5th family visit as an example, if they are still an asshole or blow up or argue about stuff, any ideal person should have an idea by that point if it’s a family issue or a personal flaw with that person. I didn’t think I had to spell it out but okay.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/plphyk/ysk_that_how_your_partner_treats_their_family/",
  "subreddit": "YouShouldKnow",
  "id": "plphyk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: This goes way beyond gender and the phrase of “Watch how a man treats\nhis mother.”\n\nPay attention to the little things that they do or say around their family. It\ngoes a long way and can either save or hurt you.\n\nWhether they are raising voices or blowing up over tiny things or making…"
}