{
  "author": "gettingalonginkc",
  "original_created_utc": 1632767870,
  "title": "CMV: misogynistic rap music fuels rape culture & is incompatible with feminism.",
  "created_utc": 1632794757,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As the Wikipedia article, &quot;<a href=\"https://en.wikipedia.org/wiki/Misogyny_in_rap_music\">Misogyny in rap music</a>,&quot; demonstrates in gross detail, misogyny is a prominent and prevalent feature of rap music — especially in its most popular expressions. There are several reasons why this has weighed heavily on my mind recently:</p>\n\n<ul>\n<li>The continued dominance of rap music — including its misogynistic expressions — on the Billboard charts and among young people (even up into the 40s) suggests that American society still has a long way to go in terms of respecting women as human beings equal and not subservient to men.</li>\n<li>Women I know and care for enjoy this music, singing/rapping right along to lyrics that degrade them and other women. This sickens me to think about.</li>\n<li>Society is quick, on the one hand, to condemn and punish certain men who behave inappropriately toward women (as they should); yet we continue, on the other hand, to reward the powerful entertainers and media moguls who normalize misogyny, sexual assault, and rape on a mass scale. </li>\n<li>This disconnect between the explicit cultural norms of respect/equality and the implicit norms of objectification/exploitation hinders genuine progress toward harmonious male-female relationships.</li>\n<li>I suspect there are also significant economic consequences of this sort of male-female relational dysfunction, especially when illegitimate/unwanted pregnancies result from rampant promiscuity and rape. (The statistical links between poverty and single parenthood are well-attested.)</li>\n</ul>\n\n<p>Consequently, I don&#39;t think it&#39;s unreasonable to suspect that popular (misogynistic) hip-hop music plays a role in the denigration, oppression, rape and even murder of women, and in the economic depression of impoverished families and communities.</p>\n\n<p>I see this as very different from the critiques of &quot;edgy&quot; (i.e., youth-driven) music of previous decades/generations. The onset of gangsta rap (followed by club rap) introduced a whole new ballgame. It&#39;s time we stop rewarding misogynistic entertainers and media enterprises. How?</p>\n\n<ul>\n<li>Raise awareness of the misogyny in rap music by sharing info with your personal networks.</li>\n<li>Stop consuming this media.</li>\n</ul>\n\n<p>In sum: You cannot be a feminist or an advocate for women while consuming anti-female media.</p>\n\n<p>Change my mind.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/pwngya/cmv_misogynistic_rap_music_fuels_rape_culture_is/",
  "subreddit": "changemyview",
  "id": "pwngya",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As the Wikipedia article, \"Misogyny in rap music\n[https://en.wikipedia.org/wiki/Misogyny_in_rap_music],\" demonstrates in gross\ndetail, misogyny is a prominent and prevalent feature of rap music — especially\nin its most popular expressions. There are several reasons why this has weighed\nheavily on my…"
}