{
  "author": "Anselm369",
  "original_created_utc": 1627170855,
  "title": "Looking for books that make me want to get into reading again.",
  "created_utc": 1627194571,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have never been a big reader but that is something I want to change. As a kid I would ask my librarian every day if a new magic treehouse book came in if I knew one had been released. When I was a little older I got into the 39 Clues series and read all 10 of the first set. Book 1 was the first book I ever read in a day and I think the into one I read a second time. Later I really liked Ted Dekker’s books Saint &amp; Showdown, The Circle Series, and The Lost Books. I don’t know why I stopped reading but the last book I tried reading was Harry Potter and I had a hard time getting through the 1st book and never finished the 2nd. Really I’m just looking for suggestions that would be like the ones I used to read as a kid but would also like now that I’m 24. I figured there wouldn’t be a better place to ask.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/booksuggestions/comments/or0yfi/looking_for_books_that_make_me_want_to_get_into/",
  "subreddit": "booksuggestions",
  "id": "or0yfi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have never been a big reader but that is something I want to change. As a kid\nI would ask my librarian every day if a new magic treehouse book came in if I\nknew one had been released. When I was a little older I got into the 39 Clues\nseries and read all 10 of the first set. Book 1 was the first…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこれまであまり読書家ではありませんでしたが、これからはそれを改めたいと思います。子供の頃\n毎日のように司書にマジックツリーハウスの新しい本が入っていないか聞いていました。\n子供の頃は、毎日のように司書にマジックツリーハウスの新刊が出ていないか聞いていました。もう少し大きくなってからは、「39の手がかり」シリーズに夢中になり、最初の10冊をすべて読みました。\nシリーズに夢中になり、最初のセットの10冊をすべて読みました。第1巻は、最初の...",
      "title": "読書を再開したくなるような本を探しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从来不是一个大读者，但这是我想改变的事情。小时候\n我每天都会问我的图书管理员，如果有新的《魔法树屋》来了，如果我\n我知道有一本已经发行了。当我稍大一点的时候，我进入了《39条线索》系列。\n系列，并读完了第一套中的全部10本。第一本书是第一本...",
      "title": "寻找那些让我想再次投入阅读的书籍。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從來不是一個大讀者，但這是我想改變的事情。小時候\n我每天都會問我的圖書管理員，如果有新的《魔法樹屋》來了，如果我\n我知道有一本已經發行了。當我稍大一點的時候，我進入了《39條線索》系列。\n系列，並讀完了第一套中的全部10本。第一本書是第一本...",
      "title": "尋找那些讓我想再次投入閱讀的書籍。"
    }
  ]
}