{
  "author": "Searzzz",
  "original_created_utc": 1627581695,
  "title": "CMV: Mental Health education has been neglected on purpose to get people to not realize their true potential and break out of most social dogmas and stigmas that keep them in their place.",
  "created_utc": 1627607107,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I believe, mental health education has been neglected in our society on purpose...</p>\n\n<p>When someone is in a negative mental health state, they tend to not see their own self worth and judge others due to their own insecurities. They are less likely to accept new ideas.</p>\n\n<p>Our government needs people who do not believe in themselves so they can do these menial jobs and not find out they are being exploited.</p>\n\n<p>I believe a solution to a lot of our current societal problems can be achieve with a major focus on mental health education and financial literacy for future generations.</p>\n\n<p>We rely on each individual on this planet to work on themselves and make it a better place and be more understanding of others differences and faults.</p>\n\n<p>It&#39;s either because the internet has existed for the past 30 years and information is allowed to flow freely and word about mental health can get out, or we are actually JUST now making these discoveries in mental health and finding out just how crucial it is. Either way, I feel mental health and financial literacy needs to be educated more to the masses as our next major step towards improving our society as a whole.</p>\n\n<p>Until we are able to work past our own traumas and problems causing us to think the negative ways we do, we will always have these same cycles of problems and will run around in circles for eternity.</p>\n\n<p>Edit: I have changed my view that they did not know what mental health was but I still think we are being hurt by ways that convenience&#39;s Capitalism&#39;s agenda (which leads to a lot of the unknowing mental health issues) and mental health education and financial literacy are what&#39;s needed to combat this.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/ou2pah/cmv_mental_health_education_has_been_neglected_on/",
  "subreddit": "changemyview",
  "id": "ou2pah",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I believe, mental health education has been neglected in our society on\npurpose...\n\nWhen someone is in a negative mental health state, they tend to not see their\nown self worth and judge others due to their own insecurities. They are less\nlikely to accept new ideas.\n\nOur government needs people who…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "メンタルヘルス教育が社会的に軽視されてきたのは、わざとだと思います。\n意図的に...。\n\n精神的にネガティブな状態にある人は、自分が何をしているのか分からなくなる傾向があります。\n自分の価値を認めず、自分の不安から他人を批判する傾向があります。また、新しいアイデアを受け入れることもできません。\n新しいアイデアを受け入れることができません。\n\n私たちの政府は、以下のような人々を必要としています...",
      "title": "CMV: メンタルヘルス教育は、人々が自分の本当の可能性に気づかず、社会的なドグマやスティグマから抜け出せないようにするために、わざと無視されてきました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我相信，心理健康教育在我们的社会中一直被忽视，这是故意的。\n故意忽略了...\n\n当一个人处于消极的心理健康状态时，他们往往看不到自己的\n自己的自我价值，并由于自己的不安全感而对他人进行评判。他们不太可能\n他们不太可能接受新的想法。\n\n我们的政府需要这样的人...",
      "title": "CMV：心理健康教育一直被故意忽视，让人们无法实现自己的真正潜力，无法突破大多数社会教条和污名，使他们处于自己的位置。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我相信，心理健康教育在我們的社會中一直被忽視，這是故意的。\n故意忽略了...\n\n當一個人處於消極的心理健康狀態時，他們往往看不到自己的\n自己的自我價值，並由於自己的不安全感而對他人進行評判。他們不太可能\n他們不太可能接受新的想法。\n\n我們的政府需要這樣的人...",
      "title": "CMV：心理健康教育一直被故意忽視，讓人們無法實現自己的真正潛力，無法突破大多數社會教條和污名，使他們處於自己的位置。"
    }
  ]
}