{
  "author": "FieldWorried9555",
  "the_new_excerpt": "Whether it’s YA, adult, thriller, horror, or whatever else they all seem to\nsound the same. Not with plot but with writing style, they could have completely\ndifferent plots and authors and yet they sound all the same. It’s all really\nbasic detailed writing, like “as she sat there watching the clock…",
  "original_created_utc": 1614103121,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "不管是YY，成人，惊悚，恐怖，还是其他的什么，他们似乎都是\n听起来是一样的。不是情节，而是写法，他们完全可以有\n不同的情节和作者，但他们的声音都是一样的。这一切真的\n基本的细节写作，比如 \"当她坐在那里看着时钟......\"。",
      "title": "不合时宜的意见，我讨厌现代很多作者的写作方式。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不管是YY，成人，驚悚，恐怖，還是其他的什麼，他們似乎都是\n聽起來是一樣的。不是情節，而是寫法，他們完全可以有\n不同的情節和作者，但他們的聲音都是一樣的。這一切真的\n基本的細節寫作，比如 \"當她坐在那裏看着時鐘......\"。",
      "title": "不合時宜的意見，我討厭現代很多作者的寫作方式。"
    }
  ],
  "title": "Unpopular opinions time, I hate the way a lot of modern authors write",
  "created_utc": 1614121235,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Whether it’s YA, adult, thriller, horror, or whatever else they all seem to sound the same. Not with plot but with writing style, they could have completely different plots and authors and yet they sound all the same. It’s all really basic detailed writing, like “as she sat there watching the clock she wondered what he was doing, she could smell the peach tea steaming in her porcelain cup. Her ginger cat jumped up on the table and purred loudly near her face” or some shit.  It’s all just very generic writing with unnecessary details. It instantly puts me into a slump whenever I read a book that has it. I don’t know why it gets under my skin but it does, I genuinely hate it. I wanted to see what people on here thought about it. Before anybody gives me hate, I’m not saying every book is like this I’m just talking about a lot of modern novels I’ve seen.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/lqolio/unpopular_opinions_time_i_hate_the_way_a_lot_of/",
  "subreddit": "books",
  "id": "lqolio",
  "is_self": true,
  "media": null,
  "is_video": false
}