{
  "author": "g00ber88",
  "the_new_excerpt": "Why YSK: with summer fast approaching in the northern hemisphere, far too many\npeople don't bother with sunblock or even purposely get tan, but tanning is very\nbad for your skin. It damages and ages your skin and can lead to skin cancer\nlater in life. Even if you tan regularly and haven't seen these…",
  "original_created_utc": 1620141054,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 北半球では夏が間近に迫っているにもかかわらず、多くの人が日焼け対策を怠っています。\n日焼け止めを塗らなかったり、わざと日焼けしたりする人が非常に多いのですが、日焼けは肌に非常に\n日焼けはお肌にとても悪いです。肌にダメージを与えて老化させ、後に皮膚がんを引き起こす可能性もあります。\nの原因にもなります。普段から日焼けをしていても、このような症状が出ていなくても...",
      "title": "YSK: 日焼けは危険であり、体に悪いです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：随着北半球夏天的到来，有太多的人不愿意使用防晒霜，甚至故意晒黑。\n的人不屑于使用防晒霜，甚至故意晒黑，但晒黑对你的身体非常不利。\n对你的皮肤有害。它损害和老化你的皮肤，并可能导致皮肤癌。\n后期的皮肤癌。即使你经常晒太阳，也没有看到这些...",
      "title": "YSK: 晒太阳很危险，对身体不好--是的，即使你没有被晒伤。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：隨着北半球夏天的到來，有太多的人不願意使用防曬霜，甚至故意曬黑。\n的人不屑於使用防曬霜，甚至故意曬黑，但曬黑對你的身體非常不利。\n對你的皮膚有害。它損害和老化你的皮膚，並可能導致皮膚癌。\n後期的皮膚癌。即使你經常曬太陽，也沒有看到這些...",
      "title": "YSK: 曬太陽很危險，對身體不好--是的，即使你沒有被曬傷。"
    }
  ],
  "title": "YSK: Suntanning is dangerous and bad for you- yes, even if you dont get sunburned",
  "created_utc": 1620153952,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: with summer fast approaching in the northern hemisphere, far too many people don&#39;t bother with sunblock or even purposely get tan, but tanning is very bad for your skin. It damages and ages your skin and can lead to skin cancer later in life. Even if you tan regularly and haven&#39;t seen these effects yet, they can show up as you get older and there&#39;s no undoing them. Wear sunscreen.</p>\n\n<p><a href=\"https://www.health.harvard.edu/skin-and-hair/why-suntanning-is-still-a-bad-idea\">From Harvard Health</a></p>\n\n<p><a href=\"https://www.skincancer.org/risk-factors/tanning/\">From skincancer.org</a></p>\n</div><!-- SC_ON -->",
  "score": 178,
  "permalink": "/r/YouShouldKnow/comments/n4qpes/ysk_suntanning_is_dangerous_and_bad_for_you_yes/",
  "subreddit": "YouShouldKnow",
  "id": "n4qpes",
  "is_self": true,
  "media": null,
  "is_video": false
}