{
  "author": "Xsythe",
  "the_new_excerpt": "As someone from Canada, I've been watching countless YouTube videos and reading\nstatistics about other countries. I am of the firm belief that I should just\nleave.\n\nThere is nothing that Canada does that other countries do not do far better.\n\nCanada does not do anything exceptionally well.\n\nNordic…",
  "original_created_utc": 1619094373,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "カナダ出身の私は、数え切れないほどのYouTube動画を見たり、他国の統計を読んだりしてきました。\n他の国の統計を見たりしています。私は、この国を去るべきだと確信しています。\n去るべきだと確信しています。\n\nカナダがしていることで、他の国がはるかに優れていないことは何もありません。\n\nカナダは何か特別に優れたことをしているわけではありません。\n\n北欧の...",
      "title": "CMV: カナダは、他の国と比較して、決して「例外」ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为一个来自加拿大的人，我一直在看无数的YouTube视频和阅读\n关于其他国家的统计数据。我坚定地认为我应该\n离开。\n\n加拿大所做的一切，其他国家都做得比它好得多。\n\n加拿大没有做得特别好的地方。\n\n北欧国家...",
      "title": "CMV：与其他国家相比，加拿大在任何方面都不 \"特殊\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一個來自加拿大的人，我一直在看無數的YouTube視頻和閱讀\n關於其他國家的統計數據。我堅定地認爲我應該\n離開。\n\n加拿大所做的一切，其他國家都做得比它好得多。\n\n加拿大沒有做得特別好的地方。\n\n北歐國家...",
      "title": "CMV：與其他國家相比，加拿大在任何方面都不 \"特殊\"。"
    }
  ],
  "title": "CMV: Canada is not \"exceptional\" in any way when compared to other countries",
  "created_utc": 1619111452,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As someone from Canada, I&#39;ve been watching countless YouTube videos and reading statistics about other countries. I am of the firm belief that I should just leave.</p>\n\n<p><strong>There is nothing that Canada does that other countries do not do</strong> <strong><em>far better</em></strong>.</p>\n\n<p>Canada does not do <em>anything</em> <strong>exceptionally well.</strong></p>\n\n<p>Nordic countries, the UK and France do healthcare better, Europe/Asia do public transit better, America does tech better, etc.</p>\n\n<p><strong>Canada gets away with not being a global leader in any category by being adjacent to the United States, and thus, frequently compared to it.</strong></p>\n\n<p>On an amusing note, this article about &quot;what Canada does better<a href=\"https://www.cnn.com/travel/article/things-canada-does-better/index.html\">&quot; is written by a Canadian who moved to Los Angeles.</a></p>\n</div><!-- SC_ON -->",
  "score": 99,
  "permalink": "/r/changemyview/comments/mw3lsk/cmv_canada_is_not_exceptional_in_any_way_when/",
  "subreddit": "changemyview",
  "id": "mw3lsk",
  "is_self": true,
  "media": null,
  "is_video": false
}