{
  "author": "DetroitMotorShow",
  "original_created_utc": 1631073725,
  "title": "The SEC is going after Coinbase now. First it was Ripple and all of us laughed. Now it is Coinbase, Next it could be us.",
  "created_utc": 1631107844,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The SEC is suing Coinbase over its Lend product that pays out interest to asset holders. This is appalling, because it is something that the banks that the SEC protects will never be able to do - give actual returns to user’s assets, not the 0.05% interest pittance that is dished out to users by banks. </p>\n\n<p>Somehow, the big brains at SEC, well funded by tax payers, have now come up with legal arguments as to why giving retail end users a decent interest rate is a crime and securities fraud. 🤯</p>\n\n<p>The regulators never act in the interest of retail users, mom and pop investors and regular folk. They simply exist to protect the rights of the banking and securities cartel. There never was any investigation into dark pools, naked shorts by hedge funds, trading restrictions and manipulation by the big players. Instead, the SEC even made rules that now prevent retail from buying shares in companies they own. Basically legitimising Robinhood’s tactics. </p>\n\n<p>Even right now, there are more GME shares held by institutions than the total shares outstanding. So many counterfeit shares. Over the last week, shares of defunct companies like Blockbuster and Sears have surged 1000%... these are companies that are already bankrupt and in liquidation, but somehow a well regulated SEC monitored market still allows Blockbuster to rise 1500%.</p>\n\n<p>The SEC is utterly incompetent and exists only to harass retail and prevent small time investors from making it big</p>\n\n<p>Coinbase CEO Brain Armstrong put out a message just now :</p>\n\n<p>“Some really sketchy behavior coming out of the SEC recently.\nStory time…Millions of crypto holders have been earning yield on their assets over the last few years. It makes sense, if you want to lend out your funds, you can earn a return. Everyone seems happy.\nA bunch of great companies in crypto have been offering versions of this for years. Coinbase came out recently and said we would be launching our own version....</p>\n\n<p>They responded by telling us this lend feature is a security. Ok - seems strange, how can lending be a security? So we ask the SEC to help us understand and share their view. We always make an effort to work proactively with regulators, and keep an open mind.”</p>\n\n<p>Tl DR: the SEC refused to meet either Coinbase, saying they don’t meet crypto companies. But prefer regulation by litigation approach. </p>\n\n<p>These are not the actions of an regulatory agent acting in good faith.</p>\n</div><!-- SC_ON -->",
  "score": 308,
  "permalink": "/r/CryptoCurrency/comments/pk33oa/the_sec_is_going_after_coinbase_now_first_it_was/",
  "subreddit": "CryptoCurrency",
  "id": "pk33oa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The SEC is suing Coinbase over its Lend product that pays out interest to asset\nholders. This is appalling, because it is something that the banks that the SEC\nprotects will never be able to do - give actual returns to user’s assets, not\nthe 0.05% interest pittance that is dished out to users by…"
}