{
  "approved_at_utc": null,
  "subreddit": "wallstreetbets",
  "selftext": "*“When the rich rob the poor, it’s called business. When the poor fight back, it’s called violence.” – The Apocryphal Twain*\n\nUpdate: Originally **BANNED** on WSB for posting this because it didn't relate to stocks. THIS DOES RELATE TO STOCKS. If I get perma-banned for posting literally a discussion about the integrity of the markets, I don't care. Do it. This is about transparency. Fairness. Equal opportunities for all.\n\n\\---\n\n**Yes, there is a US company with assets of $63 trillion that you haven't heard about.** That's a problem. And it's time this company that's relevant to the $GME scandal testify to Congress. The People demand to know if the system is working fairly for all.\n\n**Their name:** The Depository Trust & Clearing Corporation (\"DTCC\"). *See* [*https://www.dtcc.com/annuals/2019/financial-performance*](https://www.dtcc.com/annuals/2019/financial-performance). **They claim the \"\\[t\\]otal value of active issues held at DTCC\" in 2019 was $63 trillion.** Simply put, they hold your stocks. That year, they settled $120.80 trillion in securities transactions alone.\n\n**What do they do**: Not much - other than **settle almost every securities transaction in the United States.** In an SEC Sample Offering Document, DTCC claims themselves to be \"the world's largest securities depository.\" *See* [*https://www.sec.gov/Archives/edgar/data/1450922/000093041309002195/c55995\\_ex10-3.htm*](https://www.sec.gov/Archives/edgar/data/1450922/000093041309002195/c55995_ex10-3.htm).\n\n**Why DTCC matters**: Robinhood relies on their subsidiary, the National Securities Clearing Corporation (\"NSCC\"), to help clear their trades. *See* [https://fortune.com/2021/02/02/robinhood-gamestop-restricted-trading-meme-stocks-gme-amc-vlad-tenev-nscc/](https://fortune.com/2021/02/02/robinhood-gamestop-restricted-trading-meme-stocks-gme-amc-vlad-tenev-nscc/). Here's a good explanation of what they do: [https://corporatefinanceinstitute.com/resources/knowledge/trading-investing/depository-trust-and-clearing-corporation-dtcc/](https://corporatefinanceinstitute.com/resources/knowledge/trading-investing/depository-trust-and-clearing-corporation-dtcc/).\n\nIn a document on the US Treasury's website, it states the DTCC's shareholders are many banks:\n\n\"DTCC is a holding company of DTC, FICC and NSCC, which are independent legal subsidiaries. There is a single governance structure for the three clearing agencies. DTCC governance arrangements are available publicly and updated on a yearly basis (last update October 2009). **DTCC common shareholders include approximately 362 banks, brokerdealers, mutual funds and other companies in the financial services industry participating in one or more of DTCC’s clearing agency subsidiaries, including NSCC.\"** *See* [https://www.treasury.gov/resource-center/international/standards-codes/Documents/FSAP\\_DAR\\_Settlements\\_NSCC\\_Final\\_5%2011%2010.pdf](https://www.treasury.gov/resource-center/international/standards-codes/Documents/FSAP_DAR_Settlements_NSCC_Final_5%2011%2010.pdf).\n\nLet's get this straight, the shareholders of DTCC are the banks? They govern a $63 trillion company (in terms of asset worth, not valuation (come on, people, I know the difference)), by which its subsidiary inadvertently halted meme stock trading on? **How is this not a conflict of interest to the integrity of the free markets?**\n\nTo be clear, I don't know who these banks are. Can't find them. That seems *interesting*. One internet article claims \"DTCC’s user-owners include: Citigroup, BNP Paribas, JP Morgan, State Street, UBS, Goldman Sachs, Morgan Stanley, Virtu, Barclays . . . Mellon, Bank of America.\" *See* [https://netinterest.substack.com/p/wtf-is-dtcc-the-story-of-clearing](https://netinterest.substack.com/p/wtf-is-dtcc-the-story-of-clearing). I couldn't verify this.\n\nBetter yet, read this email by Murray Pozmanter, the Managing Director - Head of Clearing Agency Services and Global Operations at DTCC, dated Feb. 1, 2019. First, he states that \"DTCC is the parent company and operator of the U.S. cash market securities CCPs, National Securities Clearing Corporation (“En Es C C (prevent auto-ban) ”).\" Yes, the En Es C C (prevent auto-ban) that runs Robinhood's clearing work. Second, he states that \"**The DTCC common shareholders include hundreds of banks, broker dealers, and other companies in the financial services industry that are participants of one or more of DTCC’s SIFMU subsidiaries, and the DTCC board is currently composed of 19 participant and non-participant directors.** Importantly, our ownership structure also ensures that we direct our primary focus toward addressing industry needs and preserving market stability, which is especially critical during times of crisis.\" *See* [https://www.fsb.org/wp-content/uploads/DTCC-4.pdf](https://www.fsb.org/wp-content/uploads/DTCC-4.pdf).\n\n**It just gets worse.** Back in the late 2000's, DTCC was sued for facilitating naked short selling. *See* [https://www.wsj.com/articles/SB118359867562957720](https://www.wsj.com/articles/SB118359867562957720). *Does this, uh, sound familiar?*\n\nDTCC vigorously defended themselves during the lawsuit, arguing they had no role in the naked short selling issue. There appears to be an archived article stating DTCC's response to the accusation back in 2007:\n\n\"As DTCC has explained, short-selling and naked short selling are trading strategies.  These trading activities are regulated and policed by the marketplaces/exchanges, the self-regulatory organizations and the SEC.  **DTCC is involved in post-trade processing, which occurs after a trade is completed.  DTCC has no regulatory authority over trading activity or to release information related to trading activity.  In fact, as we told the WSJ reporters, we have no power to force the closing of an open fail, no matter what the cause, and we do not have the authority to force a buy-in**.\"\n\nThey also stated that: \"**Freedom to trade is a cornerstone of our equity markets and a fundamental principle in the regulatory schemes that govern the markets**.  The SEC has flatly rejected the argument that there are such things as phantom shares or credits being created in the market.\" *See* [*https://web.archive.org/web/20090302054831/http://www.dtcc.com/news/press/releases/2007/wsj\\_response.php?lpos=3&lid=3*](https://web.archive.org/web/20090302054831/http://www.dtcc.com/news/press/releases/2007/wsj_response.php?lpos=3&lid=3). Boy, would I love the freedom to buy a stock I want, even if Hedge Funds mess up and nakedly over-short a position during a squeeze!\n\nThe SEC also notes that the DTCC has a surprising amount of power to halt trading on a security for operational/transfer issues of a stock or fraud called \"chills\" or \"freezes.\" *See* [https://www.sec.gov/oiea/investor-alerts-bulletins/ib\\_dtcfreezes.html](https://www.sec.gov/oiea/investor-alerts-bulletins/ib_dtcfreezes.html). *But does this include jacking up capital requirements for overly-shorted stocks without any public notice and explanation behind the billion dollar deposit?*\n\n**Let's also get this straight**: back in 2007 they claimed to have no authority in **pre-trading**. Only post. So what the hell happened this month with En Es C C (prevent auto-ban) and Robinhood then? Congress, are you listening?  \n\n**Why this matters**: Recently, Robinhood's CEO Vlad spoke with Elon Musk on Clubhouse, an app where Musk interviews guests. It gets interesting when Musk questions Vlad about the decisions of the En Es C C (prevent auto-ban), the DTCC subsidiary, to post $3 billion of capital at 3 a.m. in the morning during the meme stock trading frenzy. I'll put down the most relevant parts of the conversation here:\n\n8:55 (Musk): Who controls those organizations, those clearing houses?\n\n9:02 (Vlad): \\[Awkward pause\\] Um . . . you know . . . it's a consortium. It's not quite a government agency. You know . . . **I don't really know the details of all that.**\n\n9:15 (Musk): OK . . .\n\n9:16 (Vlad): But, you know, and to be fair, we were . . . we were . . . uh . . . I think there was legitimate sort of turmoil in the markets. Like these are events with these meme stocks and there was a lot of activity, so there probably is some amount of extra risk in the system that warrants higher requirements so it's not entirely unreasonable.\"\n\n**\\*\\*Now square this with Vlad's earlier comments during the interview:\\*\\***\n\n4:02 (Vlad): The request was around $3 billion dollars. Um, which is, an order of magnitude of what it typically is. Right so, um.\n\n4:17 (Musk): This seems like this sounds like an unprecedented increase in the demand for capital. **What formula did they use to calculate that?**\n\n4:25 (Vlad): Well, um, yeah, just to give context Robinhood up until that point has raised, uh, you know a little bit around $2 billion in total venture capital up until now. So, it's a big number. Like $2 billion dollars is a large number right. **So, um, basically, the, and, you know, and I, the details are, we don't have the full details**, it's a little bit of an opaque formula but there's a component called the \"VAR\" of it, which is \"Value at Risk\" and, um, that's based on some fairly quantitative things although it's not fully transparent, but it's not kind of publicly shared. So, uh, there are ways to reverse engineer it but it's not kind of publicly shared. **And then there's a special component that's discretionary and that kind of acts like a multiplier.** And, um, basically . . .\n\n5:24 (Musk): Discretionary, like meaning it is just their **opinion**.\n\n5:29 (Vlad): **Yeah**, there, uh, it's a little bit, I mean I'm sure there's something definitely more than just their opinion.\n\nThe full interview is available on YouTube. Search: \"Elon Musk Grills Robinhood CEO Vlad Full Interview on Clubhouse.\" Can't post the link.\n\n**\\*\\*Breakdown:\\*\\***\n\nVlad is asked by this \"consortium\" to post $3 billion, 150% of Robinhood's entire venture capital amount, at three in the morning, or presumably, trading will not be cleared. However, Vlad doesn't \"really know the details\" of this \"consortium,\" but decides it's a good idea to deposit over a billion dollars in capital anyway. Moreover, this so called \"consortium\" apparently by contract can demand whatever they want to. I guess every reasonable CEO posts almost a billion dollars when asked by a group of people he doesn't really know too much about (around $700 million to be exact). *Yes, the figure was later negotiated down.*\n\nFurther, this \"discretionary\" posting requirement is completely absent in Robinhood's explanation to clients:\n\n\"**How do clearinghouses determine how much is required?**\n\nIt’s pretty technical, but the process basically works as follows: clearinghouses look at a firm’s customer holdings as a portfolio. They use a volatility multiplier, looking at specific stocks, to quantify their risk.\" *See* [https://blog.robinhood.com/news/2021/1/29/what-happened-this-week](https://blog.robinhood.com/news/2021/1/29/what-happened-this-week).\n\nI mean, man, is it really \"technical\" if the capital requirement can also be an \"opinion,\" that is, discretionary? That was conveniently *left out*. The fact is this: Vlad said one thing but *omitted* another. **Why.**\n\n**TLDR/ The Rub:** What is Big Money? It's $63 fucking trillion dollars. The point here is not to peddle some unsupported conspiracy. The point is to expose an **apparent** ***conflict of interest*** and demand those in charge of our markets to reestablish public confidence. If you're going to take away the People's literal \"buy button,\" the People better have a right to know why. **Don't pull a fast one on the working people at 3 a.m. in the morning.**\n\nEdit: Some of you smooth brained folks actually think I’m saying this company is valued at $63T. READ the post.",
  "author_fullname": "t2_4y38l2h7",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 2,
  "clicked": false,
  "title": "The Company with $63 TRILLION of Assets that Robinhood CEO Vlad \"Doesn't Really Know the Details of\" and the $GME Scandal",
  "link_flair_richtext": [
    {
      "e": "text",
      "t": "Discussion"
    }
  ],
  "subreddit_name_prefixed": "r/wallstreetbets",
  "hidden": false,
  "pwls": 7,
  "link_flair_css_class": "question",
  "downs": 0,
  "thumbnail_height": null,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_lm0ajw",
  "quarantine": false,
  "link_flair_text_color": "light",
  "upvote_ratio": 0.97,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 7836,
  "total_awards_received": 167,
  "media_embed": {},
  "thumbnail_width": null,
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": "Discussion",
  "can_mod_post": false,
  "score": 7836,
  "approved_by": null,
  "author_premium": true,
  "thumbnail": "self",
  "edited": 1613600724,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {
    "gid_1": 3,
    "gid_2": 2,
    "gid_3": 1
  },
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1613613146,
  "link_flair_type": "richtext",
  "wls": 7,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.wallstreetbets",
  "allow_live_comments": true,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><em>“When the rich rob the poor, it’s called business. When the poor fight back, it’s called violence.” – The Apocryphal Twain</em></p>\n\n<p>Update: Originally <strong>BANNED</strong> on WSB for posting this because it didn&#39;t relate to stocks. THIS DOES RELATE TO STOCKS. If I get perma-banned for posting literally a discussion about the integrity of the markets, I don&#39;t care. Do it. This is about transparency. Fairness. Equal opportunities for all.</p>\n\n<p>---</p>\n\n<p><strong>Yes, there is a US company with assets of $63 trillion that you haven&#39;t heard about.</strong> That&#39;s a problem. And it&#39;s time this company that&#39;s relevant to the $GME scandal testify to Congress. The People demand to know if the system is working fairly for all.</p>\n\n<p><strong>Their name:</strong> The Depository Trust &amp; Clearing Corporation (&quot;DTCC&quot;). <em>See</em> <a href=\"https://www.dtcc.com/annuals/2019/financial-performance\"><em>https://www.dtcc.com/annuals/2019/financial-performance</em></a>. <strong>They claim the &quot;[t]otal value of active issues held at DTCC&quot; in 2019 was $63 trillion.</strong> Simply put, they hold your stocks. That year, they settled $120.80 trillion in securities transactions alone.</p>\n\n<p><strong>What do they do</strong>: Not much - other than <strong>settle almost every securities transaction in the United States.</strong> In an SEC Sample Offering Document, DTCC claims themselves to be &quot;the world&#39;s largest securities depository.&quot; <em>See</em> <a href=\"https://www.sec.gov/Archives/edgar/data/1450922/000093041309002195/c55995_ex10-3.htm\"><em>https://www.sec.gov/Archives/edgar/data/1450922/000093041309002195/c55995_ex10-3.htm</em></a>.</p>\n\n<p><strong>Why DTCC matters</strong>: Robinhood relies on their subsidiary, the National Securities Clearing Corporation (&quot;NSCC&quot;), to help clear their trades. <em>See</em> <a href=\"https://fortune.com/2021/02/02/robinhood-gamestop-restricted-trading-meme-stocks-gme-amc-vlad-tenev-nscc/\">https://fortune.com/2021/02/02/robinhood-gamestop-restricted-trading-meme-stocks-gme-amc-vlad-tenev-nscc/</a>. Here&#39;s a good explanation of what they do: <a href=\"https://corporatefinanceinstitute.com/resources/knowledge/trading-investing/depository-trust-and-clearing-corporation-dtcc/\">https://corporatefinanceinstitute.com/resources/knowledge/trading-investing/depository-trust-and-clearing-corporation-dtcc/</a>.</p>\n\n<p>In a document on the US Treasury&#39;s website, it states the DTCC&#39;s shareholders are many banks:</p>\n\n<p>&quot;DTCC is a holding company of DTC, FICC and NSCC, which are independent legal subsidiaries. There is a single governance structure for the three clearing agencies. DTCC governance arrangements are available publicly and updated on a yearly basis (last update October 2009). <strong>DTCC common shareholders include approximately 362 banks, brokerdealers, mutual funds and other companies in the financial services industry participating in one or more of DTCC’s clearing agency subsidiaries, including NSCC.&quot;</strong> <em>See</em> <a href=\"https://www.treasury.gov/resource-center/international/standards-codes/Documents/FSAP_DAR_Settlements_NSCC_Final_5%2011%2010.pdf\">https://www.treasury.gov/resource-center/international/standards-codes/Documents/FSAP_DAR_Settlements_NSCC_Final_5%2011%2010.pdf</a>.</p>\n\n<p>Let&#39;s get this straight, the shareholders of DTCC are the banks? They govern a $63 trillion company (in terms of asset worth, not valuation (come on, people, I know the difference)), by which its subsidiary inadvertently halted meme stock trading on? <strong>How is this not a conflict of interest to the integrity of the free markets?</strong></p>\n\n<p>To be clear, I don&#39;t know who these banks are. Can&#39;t find them. That seems <em>interesting</em>. One internet article claims &quot;DTCC’s user-owners include: Citigroup, BNP Paribas, JP Morgan, State Street, UBS, Goldman Sachs, Morgan Stanley, Virtu, Barclays . . . Mellon, Bank of America.&quot; <em>See</em> <a href=\"https://netinterest.substack.com/p/wtf-is-dtcc-the-story-of-clearing\">https://netinterest.substack.com/p/wtf-is-dtcc-the-story-of-clearing</a>. I couldn&#39;t verify this.</p>\n\n<p>Better yet, read this email by Murray Pozmanter, the Managing Director - Head of Clearing Agency Services and Global Operations at DTCC, dated Feb. 1, 2019. First, he states that &quot;DTCC is the parent company and operator of the U.S. cash market securities CCPs, National Securities Clearing Corporation (“En Es C C (prevent auto-ban) ”).&quot; Yes, the En Es C C (prevent auto-ban) that runs Robinhood&#39;s clearing work. Second, he states that &quot;<strong>The DTCC common shareholders include hundreds of banks, broker dealers, and other companies in the financial services industry that are participants of one or more of DTCC’s SIFMU subsidiaries, and the DTCC board is currently composed of 19 participant and non-participant directors.</strong> Importantly, our ownership structure also ensures that we direct our primary focus toward addressing industry needs and preserving market stability, which is especially critical during times of crisis.&quot; <em>See</em> <a href=\"https://www.fsb.org/wp-content/uploads/DTCC-4.pdf\">https://www.fsb.org/wp-content/uploads/DTCC-4.pdf</a>.</p>\n\n<p><strong>It just gets worse.</strong> Back in the late 2000&#39;s, DTCC was sued for facilitating naked short selling. <em>See</em> <a href=\"https://www.wsj.com/articles/SB118359867562957720\">https://www.wsj.com/articles/SB118359867562957720</a>. <em>Does this, uh, sound familiar?</em></p>\n\n<p>DTCC vigorously defended themselves during the lawsuit, arguing they had no role in the naked short selling issue. There appears to be an archived article stating DTCC&#39;s response to the accusation back in 2007:</p>\n\n<p>&quot;As DTCC has explained, short-selling and naked short selling are trading strategies.  These trading activities are regulated and policed by the marketplaces/exchanges, the self-regulatory organizations and the SEC.  <strong>DTCC is involved in post-trade processing, which occurs after a trade is completed.  DTCC has no regulatory authority over trading activity or to release information related to trading activity.  In fact, as we told the WSJ reporters, we have no power to force the closing of an open fail, no matter what the cause, and we do not have the authority to force a buy-in</strong>.&quot;</p>\n\n<p>They also stated that: &quot;<strong>Freedom to trade is a cornerstone of our equity markets and a fundamental principle in the regulatory schemes that govern the markets</strong>.  The SEC has flatly rejected the argument that there are such things as phantom shares or credits being created in the market.&quot; <em>See</em> <a href=\"https://web.archive.org/web/20090302054831/http://www.dtcc.com/news/press/releases/2007/wsj_response.php?lpos=3&amp;lid=3\"><em>https://web.archive.org/web/20090302054831/http://www.dtcc.com/news/press/releases/2007/wsj_response.php?lpos=3&amp;lid=3</em></a>. Boy, would I love the freedom to buy a stock I want, even if Hedge Funds mess up and nakedly over-short a position during a squeeze!</p>\n\n<p>The SEC also notes that the DTCC has a surprising amount of power to halt trading on a security for operational/transfer issues of a stock or fraud called &quot;chills&quot; or &quot;freezes.&quot; <em>See</em> <a href=\"https://www.sec.gov/oiea/investor-alerts-bulletins/ib_dtcfreezes.html\">https://www.sec.gov/oiea/investor-alerts-bulletins/ib_dtcfreezes.html</a>. <em>But does this include jacking up capital requirements for overly-shorted stocks without any public notice and explanation behind the billion dollar deposit?</em></p>\n\n<p><strong>Let&#39;s also get this straight</strong>: back in 2007 they claimed to have no authority in <strong>pre-trading</strong>. Only post. So what the hell happened this month with En Es C C (prevent auto-ban) and Robinhood then? Congress, are you listening?  </p>\n\n<p><strong>Why this matters</strong>: Recently, Robinhood&#39;s CEO Vlad spoke with Elon Musk on Clubhouse, an app where Musk interviews guests. It gets interesting when Musk questions Vlad about the decisions of the En Es C C (prevent auto-ban), the DTCC subsidiary, to post $3 billion of capital at 3 a.m. in the morning during the meme stock trading frenzy. I&#39;ll put down the most relevant parts of the conversation here:</p>\n\n<p>8:55 (Musk): Who controls those organizations, those clearing houses?</p>\n\n<p>9:02 (Vlad): [Awkward pause] Um . . . you know . . . it&#39;s a consortium. It&#39;s not quite a government agency. You know . . . <strong>I don&#39;t really know the details of all that.</strong></p>\n\n<p>9:15 (Musk): OK . . .</p>\n\n<p>9:16 (Vlad): But, you know, and to be fair, we were . . . we were . . . uh . . . I think there was legitimate sort of turmoil in the markets. Like these are events with these meme stocks and there was a lot of activity, so there probably is some amount of extra risk in the system that warrants higher requirements so it&#39;s not entirely unreasonable.&quot;</p>\n\n<p><strong>**Now square this with Vlad&#39;s earlier comments during the interview:*\\</strong>*</p>\n\n<p>4:02 (Vlad): The request was around $3 billion dollars. Um, which is, an order of magnitude of what it typically is. Right so, um.</p>\n\n<p>4:17 (Musk): This seems like this sounds like an unprecedented increase in the demand for capital. <strong>What formula did they use to calculate that?</strong></p>\n\n<p>4:25 (Vlad): Well, um, yeah, just to give context Robinhood up until that point has raised, uh, you know a little bit around $2 billion in total venture capital up until now. So, it&#39;s a big number. Like $2 billion dollars is a large number right. <strong>So, um, basically, the, and, you know, and I, the details are, we don&#39;t have the full details</strong>, it&#39;s a little bit of an opaque formula but there&#39;s a component called the &quot;VAR&quot; of it, which is &quot;Value at Risk&quot; and, um, that&#39;s based on some fairly quantitative things although it&#39;s not fully transparent, but it&#39;s not kind of publicly shared. So, uh, there are ways to reverse engineer it but it&#39;s not kind of publicly shared. <strong>And then there&#39;s a special component that&#39;s discretionary and that kind of acts like a multiplier.</strong> And, um, basically . . .</p>\n\n<p>5:24 (Musk): Discretionary, like meaning it is just their <strong>opinion</strong>.</p>\n\n<p>5:29 (Vlad): <strong>Yeah</strong>, there, uh, it&#39;s a little bit, I mean I&#39;m sure there&#39;s something definitely more than just their opinion.</p>\n\n<p>The full interview is available on YouTube. Search: &quot;Elon Musk Grills Robinhood CEO Vlad Full Interview on Clubhouse.&quot; Can&#39;t post the link.</p>\n\n<p><strong>**Breakdown:*\\</strong>*</p>\n\n<p>Vlad is asked by this &quot;consortium&quot; to post $3 billion, 150% of Robinhood&#39;s entire venture capital amount, at three in the morning, or presumably, trading will not be cleared. However, Vlad doesn&#39;t &quot;really know the details&quot; of this &quot;consortium,&quot; but decides it&#39;s a good idea to deposit over a billion dollars in capital anyway. Moreover, this so called &quot;consortium&quot; apparently by contract can demand whatever they want to. I guess every reasonable CEO posts almost a billion dollars when asked by a group of people he doesn&#39;t really know too much about (around $700 million to be exact). <em>Yes, the figure was later negotiated down.</em></p>\n\n<p>Further, this &quot;discretionary&quot; posting requirement is completely absent in Robinhood&#39;s explanation to clients:</p>\n\n<p>&quot;<strong>How do clearinghouses determine how much is required?</strong></p>\n\n<p>It’s pretty technical, but the process basically works as follows: clearinghouses look at a firm’s customer holdings as a portfolio. They use a volatility multiplier, looking at specific stocks, to quantify their risk.&quot; <em>See</em> <a href=\"https://blog.robinhood.com/news/2021/1/29/what-happened-this-week\">https://blog.robinhood.com/news/2021/1/29/what-happened-this-week</a>.</p>\n\n<p>I mean, man, is it really &quot;technical&quot; if the capital requirement can also be an &quot;opinion,&quot; that is, discretionary? That was conveniently <em>left out</em>. The fact is this: Vlad said one thing but <em>omitted</em> another. <strong>Why.</strong></p>\n\n<p><strong>TLDR/ The Rub:</strong> What is Big Money? It&#39;s $63 fucking trillion dollars. The point here is not to peddle some unsupported conspiracy. The point is to expose an <strong>apparent</strong> <strong><em>conflict of interest</em></strong> and demand those in charge of our markets to reestablish public confidence. If you&#39;re going to take away the People&#39;s literal &quot;buy button,&quot; the People better have a right to know why. <strong>Don&#39;t pull a fast one on the working people at 3 a.m. in the morning.</strong></p>\n\n<p>Edit: Some of you smooth brained folks actually think I’m saying this company is valued at $63T. READ the post.</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": "confidence",
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "link_flair_template_id": "96f6c79e-b853-11e5-a4cb-0ebdf030e05d",
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2th52",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "#800080",
  "id": "lm0ajw",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "inverseyourself",
  "discussion_type": null,
  "num_comments": 160,
  "send_replies": true,
  "whitelist_status": "some_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/wallstreetbets/comments/lm0ajw/the_company_with_63_trillion_of_assets_that/",
  "parent_whitelist_status": "some_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/wallstreetbets/comments/lm0ajw/the_company_with_63_trillion_of_assets_that/",
  "subreddit_subscribers": 9116124,
  "created_utc": 1613601995,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1613584346,
  "the_new_excerpt": "“When the rich rob the poor, it’s called business. When the poor fight back,\nit’s called violence.” – The Apocryphal Twain\n\nUpdate: Originally BANNED on WSB for posting this because it didn't relate to\nstocks. THIS DOES RELATE TO STOCKS. If I get perma-banned for posting literally\na discussion about…",
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "\"当富人抢劫穷人的时候，这叫生意。穷人反击的时候，\n这就是所谓的暴力。\" - 荒诞的吐温\n\n更新。原先在WSB上被禁言，因为发了这个，因为它不相关。\n股票。这确实涉及到股票。如果我被永久禁止发布字面意义上的\n讨论...",
      "title": "拥有63万亿美元资产的公司，Robinhood CEO Vlad \"并不真正了解其细节\"，以及GME的丑闻。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "\"當富人搶劫窮人的時候，這叫生意。窮人反擊的時候，\n這就是所謂的暴力。\" - 荒誕的吐溫\n\n更新。原先在WSB上被禁言，因爲發了這個，因爲它不相關。\n股票。這確實涉及到股票。如果我被永久禁止發佈字面意義上的\n討論...",
      "title": "擁有63萬億美元資產的公司，Robinhood CEO Vlad \"並不真正瞭解其細節\"，以及GME的醜聞。"
    }
  ],
  "source_updated_at": 1613728635260
}