{
  "author": "CanadianW",
  "the_new_excerpt": "If all signs indicate that you are a certain gender, then there's really no\npoint in you telling me your third person pronouns. It's very simple. Now if you\nknow that it is harder for people to tell what gender you are, then I get why\nyou would need to tell me your pronouns. But I've had people come…",
  "original_created_utc": 1623256161,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "すべての兆候が特定の性別であることを示しているならば、あなたが三人称の代名詞を私に話すことは本当に意味がありません。\n三人称の代名詞を教えてくれても意味がありません。とても簡単なことです。もし、あなたが\nあなたが自分の性別を見分けるのが難しいことを知っているなら、代名詞を伝える必要がある理由はわかります。\n代名詞を言う必要があるのはわかります。しかし、私はこれまでに人々が...",
      "title": "CMV: もしあなたが女の子のような外見で、女性的な声で話し、女性的な名前を持ち、実際に女性であるならば、she/herの代名詞を使っていることを私に伝える必要はありません。男の子の場合も同じです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果所有的迹象都表明你是某种性别，那么你告诉我你的第三人称代词就真的没有意义了。\n你告诉我你的第三人称代词的意义。这很简单。现在，如果你\n知道人们更难分辨你的性别，那么我明白为什么\n你需要告诉我你的代名词。但我有过这样的经历：人们来...",
      "title": "CMV：如果你看起来像女孩，用女性的声音说话，有一个女性的名字，并且事实上是一个女人，那么你不需要告诉我你使用she/her代词。男孩也是如此。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果所有的跡象都表明你是某種性別，那麼你告訴我你的第三人稱代詞就真的沒有意義了。\n你告訴我你的第三人稱代詞的意義。這很簡單。現在，如果你\n知道人們更難分辨你的性別，那麼我明白爲什麼\n你需要告訴我你的代名詞。但我有過這樣的經歷：人們來...",
      "title": "CMV：如果你看起來像女孩，用女性的聲音說話，有一個女性的名字，並且事實上是一個女人，那麼你不需要告訴我你使用she/her代詞。男孩也是如此。"
    }
  ],
  "title": "CMV: If you look like girl, talk with a feminine voice, have a feminine name, and are in fact a woman, then you don't need to tell me you use she/her pronouns. Same goes for boys.",
  "created_utc": 1623267311,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If all signs indicate that you are a certain gender, then there&#39;s really no point in you telling me your third person pronouns.  It&#39;s very simple.  Now if you know that it is harder for people to tell what gender you are, then I get why you would need to tell me your pronouns.  But I&#39;ve had people come in to my school to do presentations on things, and they say their pronouns so everyone knows.  But we can always tell what gender they are, and plus they usually introduce themselves by name before they tell us their pronouns, and generally it&#39;s a gender-specific name.</p>\n\n<p>My point is, if you look, talk and dress like the gender you are, and you use your gender&#39;s pronouns, then you don&#39;t need to go out of your way to tell me your pronouns.</p>\n</div><!-- SC_ON -->",
  "score": 138,
  "permalink": "/r/changemyview/comments/nvzzw8/cmv_if_you_look_like_girl_talk_with_a_feminine/",
  "subreddit": "changemyview",
  "id": "nvzzw8",
  "is_self": true,
  "media": null,
  "is_video": false
}