{
  "author": "Mammoth_Western_2381",
  "original_created_utc": 1632566059,
  "title": "CMV: At least part of the reason of why men's issues don´t get attention is because of men's groups",
  "created_utc": 1632580377,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The title may sound weird, but allow me to explain.</p>\n\n<p>Speaking as a man, there are a lot of societal issues that affect men, such as bias in family and criminal courts, homelessness, more pressure to sucess, less support for a variety of ills,etc. These issues do not receive the (positive) attention they need to be adressed. However, the behaviour of men´s groups like MRAs, MGTOWs and Incels does <strong><em>not</em></strong> help matters at all.</p>\n\n<p>The lowest hanging fruit to critic are Incels and MGTOWs. These are utter jokes at best and echo-chambers of misogyny and downright pseudoscience (redpill, blackpill, bitemyasspill) at worst. Incels have downright spawned a few mass-murderers. Complain about feminist how much you like, I never heard of a feminist spree-killer.Needless to say, not many people are going to be receptive towards helping with male issues when they are forefronted by those types.</p>\n\n<p>MRAs are much more reasonable, and actually occasionally bring valid issues. But their rhetoric is highly flawed:</p>\n\n<p>-They focus heavily on competing with, opposing and discrediting feminism instead of actual male issues (and even blame male issues on feminism).</p>\n\n<p>-MRAs rarely offer solutions to male issues.</p>\n\n<p>-Focus on bogus issues like conscription (the USA has no true conscription since vietnam and is extremely unlikely to actually start to draft people again in any foresable future) comparing circumcision with FGM ( is simply not remotely comparable from an anatomical and medical perspective), and women getting free drinks and favors.</p>\n\n<p>-Misogyny. Just as much, if not much more, than there is misandry in feminism.</p>\n\n<p>-Identifing with conservatives, despite the fact that a lot men´s issues can be solved with progressive policies (cultural biases and pressures can be solved with cultural debate and change, legal issues with a reformed and more lenient judicial system, etc)</p>\n\n<p>So, there is that.</p>\n</div><!-- SC_ON -->",
  "score": 105,
  "permalink": "/r/changemyview/comments/pv4a43/cmv_at_least_part_of_the_reason_of_why_mens/",
  "subreddit": "changemyview",
  "id": "pv4a43",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The title may sound weird, but allow me to explain.\n\nSpeaking as a man, there are a lot of societal issues that affect men, such as\nbias in family and criminal courts, homelessness, more pressure to sucess, less\nsupport for a variety of ills,etc. These issues do not receive the (positive)\nattention…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルからして変ですが、説明させてください。\n\n男性の立場から言うと、男性に影響を与える社会的な問題はたくさんあります。\n家裁や刑事裁判での偏見、ホームレス、成功しなければならないというプレッシャー、様々なサポートの少なさなど\n様々な問題に対するサポートの少なさなどです。このような問題は、男性の社会的地位の向上には、（積極的な）関心が寄せられていません。\n注目されていません。",
      "title": "CMV: 男性の問題が注目されない理由の少なくとも一部は、男性団体"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这个标题可能听起来很奇怪，但请允许我解释一下。\n\n作为一个男人，有很多社会问题影响着男人，例如\n家庭和刑事法庭中的偏见，无家可归，更多的成功压力，更少的对各种疾病的支持等等。\n对各种弊病的支持较少，等等。这些问题没有得到（积极）的\n关注...",
      "title": "CMV：为什么男性问题没有得到关注，至少有一部分原因是由于男性团体的存在。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這個標題可能聽起來很奇怪，但請允許我解釋一下。\n\n作爲一個男人，有很多社會問題影響着男人，例如\n家庭和刑事法庭中的偏見，無家可歸，更多的成功壓力，更少的對各種疾病的支持等等。\n對各種弊病的支持較少，等等。這些問題沒有得到（積極）的\n關注...",
      "title": "CMV：爲什麼男性問題沒有得到關注，至少有一部分原因是由於男性團體的存在。"
    }
  ]
}