{
  "author": "Mammoth_Western_2381",
  "original_created_utc": 1632566059,
  "title": "CMV: At least part of the reason of why men's issues don´t get attention is because of men's groups",
  "created_utc": 1632580377,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The title may sound weird, but allow me to explain.</p>\n\n<p>Speaking as a man, there are a lot of societal issues that affect men, such as bias in family and criminal courts, homelessness, more pressure to sucess, less support for a variety of ills,etc. These issues do not receive the (positive) attention they need to be adressed. However, the behaviour of men´s groups like MRAs, MGTOWs and Incels does <strong><em>not</em></strong> help matters at all.</p>\n\n<p>The lowest hanging fruit to critic are Incels and MGTOWs. These are utter jokes at best and echo-chambers of misogyny and downright pseudoscience (redpill, blackpill, bitemyasspill) at worst. Incels have downright spawned a few mass-murderers. Complain about feminist how much you like, I never heard of a feminist spree-killer.Needless to say, not many people are going to be receptive towards helping with male issues when they are forefronted by those types.</p>\n\n<p>MRAs are much more reasonable, and actually occasionally bring valid issues. But their rhetoric is highly flawed:</p>\n\n<p>-They focus heavily on competing with, opposing and discrediting feminism instead of actual male issues (and even blame male issues on feminism).</p>\n\n<p>-MRAs rarely offer solutions to male issues.</p>\n\n<p>-Focus on bogus issues like conscription (the USA has no true conscription since vietnam and is extremely unlikely to actually start to draft people again in any foresable future) comparing circumcision with FGM ( is simply not remotely comparable from an anatomical and medical perspective), and women getting free drinks and favors.</p>\n\n<p>-Misogyny. Just as much, if not much more, than there is misandry in feminism.</p>\n\n<p>-Identifing with conservatives, despite the fact that a lot men´s issues can be solved with progressive policies (cultural biases and pressures can be solved with cultural debate and change, legal issues with a reformed and more lenient judicial system, etc)</p>\n\n<p>So, there is that.</p>\n</div><!-- SC_ON -->",
  "score": 105,
  "permalink": "/r/changemyview/comments/pv4a43/cmv_at_least_part_of_the_reason_of_why_mens/",
  "subreddit": "changemyview",
  "id": "pv4a43",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The title may sound weird, but allow me to explain.\n\nSpeaking as a man, there are a lot of societal issues that affect men, such as\nbias in family and criminal courts, homelessness, more pressure to sucess, less\nsupport for a variety of ills,etc. These issues do not receive the (positive)\nattention…"
}