{
  "author": "OrganizeReligion",
  "original_created_utc": 1627413967,
  "title": "CMV: Most modern day movement instill victim mentalities into people, and it is self destructive",
  "created_utc": 1627433526,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>i guess a major reason why i have a hard time supporting most movements is i just really, and i mean <strong>really</strong> dont like victim mentalities.</p>\n\n<p>i’ve always been at my worst as a person when i felt like a victim of someone else, and felt justified of my bad actions after the fact.</p>\n\n<p>i’ve definitely had to apologize to people i care about for some things i felt justified doing.</p>\n\n<p>at my core, i had taken the poisonous victim mentality.</p>\n\n<p>“they did this or did nothing while it happened to me, therefore i can be shitty back”</p>\n\n<p>victim mentalities lead to people feeling justified doing things they wouldnt let anyone else do.</p>\n\n<p>yes it sucks when people truly are victims, and they definitely need help. dont get me wrong, if you are a victim of something, get the help you need, dig out of it, do what needs to be done.</p>\n\n<p>but dont make that apart of who you are and expect everyone else to owe you for what it is you suffered. thats just self destructive.</p>\n\n<p>that is what most modern day social movements do.\ni see a lot of movements enshrining and making sacred the idea that they are the victim at all times, and when they do shitty things, to question them is akin to kicking a wounded puppy, when really they just did something shitty.</p>\n\n<p>whether it’s BLM, a religion, LGBT, or Conservatives saying theyre being oppressed or having their rights taken away, doing shitting things to your neighbors says more about you than the people you claim to have been victimized by.</p>\n\n<p>CMV</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/changemyview/comments/ostfak/cmv_most_modern_day_movement_instill_victim/",
  "subreddit": "changemyview",
  "id": "ostfak",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "i guess a major reason why i have a hard time supporting most movements is i\njust really, and i mean really dont like victim mentalities.\n\ni’ve always been at my worst as a person when i felt like a victim of someone\nelse, and felt justified of my bad actions after the fact.\n\ni’ve definitely had to…"
}