{
  "author": "OrganizeReligion",
  "original_created_utc": 1627413967,
  "title": "CMV: Most modern day movement instill victim mentalities into people, and it is self destructive",
  "created_utc": 1627433526,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>i guess a major reason why i have a hard time supporting most movements is i just really, and i mean <strong>really</strong> dont like victim mentalities.</p>\n\n<p>i’ve always been at my worst as a person when i felt like a victim of someone else, and felt justified of my bad actions after the fact.</p>\n\n<p>i’ve definitely had to apologize to people i care about for some things i felt justified doing.</p>\n\n<p>at my core, i had taken the poisonous victim mentality.</p>\n\n<p>“they did this or did nothing while it happened to me, therefore i can be shitty back”</p>\n\n<p>victim mentalities lead to people feeling justified doing things they wouldnt let anyone else do.</p>\n\n<p>yes it sucks when people truly are victims, and they definitely need help. dont get me wrong, if you are a victim of something, get the help you need, dig out of it, do what needs to be done.</p>\n\n<p>but dont make that apart of who you are and expect everyone else to owe you for what it is you suffered. thats just self destructive.</p>\n\n<p>that is what most modern day social movements do.\ni see a lot of movements enshrining and making sacred the idea that they are the victim at all times, and when they do shitty things, to question them is akin to kicking a wounded puppy, when really they just did something shitty.</p>\n\n<p>whether it’s BLM, a religion, LGBT, or Conservatives saying theyre being oppressed or having their rights taken away, doing shitting things to your neighbors says more about you than the people you claim to have been victimized by.</p>\n\n<p>CMV</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/changemyview/comments/ostfak/cmv_most_modern_day_movement_instill_victim/",
  "subreddit": "changemyview",
  "id": "ostfak",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "i guess a major reason why i have a hard time supporting most movements is i\njust really, and i mean really dont like victim mentalities.\n\ni’ve always been at my worst as a person when i felt like a victim of someone\nelse, and felt justified of my bad actions after the fact.\n\ni’ve definitely had to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が多くの運動を支持するのに苦労する大きな理由は、私が本当に、つまり被害者意識が嫌いだからだと思います。\n私は被害者意識がとても嫌いです。\n\n私はいつも、誰かの犠牲になっていると感じたとき、人として最悪の状態になっていました。\n私はいつも、誰かの犠牲になっていると感じたときに、人として最悪の状態になります。\n\n確かに私は...",
      "title": "CMV: 現代のムーブメントの多くは、被害者意識を人々に植え付け、それは自滅的なものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想我很难支持大多数运动的一个主要原因是我\n只是真的，我是说真的不喜欢受害者的心态。\n\n当我觉得自己是别人的受害者时，我总是处于我最糟糕的状态。\n感到自己是别人的受害者，并在事后为自己的不良行为感到有道理。\n\n我肯定不得不...",
      "title": "CMV：大多数现代运动都向人们灌输受害者的心理，这是自我毁灭的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想我很難支持大多數運動的一個主要原因是我\n只是真的，我是說真的不喜歡受害者的心態。\n\n當我覺得自己是別人的受害者時，我總是處於我最糟糕的狀態。\n感到自己是別人的受害者，並在事後爲自己的不良行爲感到有道理。\n\n我肯定不得不...",
      "title": "CMV：大多數現代運動都向人們灌輸受害者的心理，這是自我毀滅的。"
    }
  ]
}