{
  "author": "Trynottobeacunt",
  "original_created_utc": 1634802250,
  "title": "CMV: Climate protestors should target the companies responsible for climate change and the government agencies set up specifically to address it (but who are failing because of the influence of the fossil fuel lobby) rather than targeting the general public.",
  "created_utc": 1634819576,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m basing this off the ongoing Extinction Rebellion protests and their sister group Insulate Britain here in the UK.</p>\n\n<p>My theory is that they would be more effective in their aims were they to compromise infrastructure and inconvenience people related directly to the industries, government departments, and IGOs who are largely the causes of these issues. </p>\n\n<p>Shutting roads off in cities where it largely affects working class or essentially non-involved non-government and non-corporate entities rather than going to fossil fuel plants and the embassies of governments who are huge polluters just causes horrible optics.</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/changemyview/comments/qcmjlf/cmv_climate_protestors_should_target_the/",
  "subreddit": "changemyview",
  "id": "qcmjlf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm basing this off the ongoing Extinction Rebellion protests and their sister\ngroup Insulate Britain here in the UK.\n\nMy theory is that they would be more effective in their aims were they to\ncompromise infrastructure and inconvenience people related directly to the\nindustries, government…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは、現在行われているExtinction Rebellionの抗議活動と、その姉妹団体であるイギリスのInsulate Britainに基づいています。\nイギリスで行われているExtinction Rebellionとその姉妹団体Insulate Britainを参考にしています。\n\n私の理論では、彼らは次のようなことをすれば、より効果的に目的を達成できると考えています。\nインフラを危険にさらし、産業や政府に直接関係する人々に迷惑をかけることで\n産業、政府...",
      "title": "CMV: 気候変動デモの参加者は、一般市民を対象とするのではなく、気候変動の原因となっている企業や、気候変動に対処するために特別に設置された政府機関（ただし、化石燃料ロビーの影響で失敗している）を対象とすべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是根据正在进行的 \"灭绝叛乱 \"抗议活动和他们在英国的姐妹组织\n在英国，他们的姐妹组织 \"绝缘英国\"（Insulate Britain）。\n\n我的理论是，他们的目标会更有效，因为他们会\n破坏基础设施，给直接与工业、政府有关的人带来不便。\n工业、政府...",
      "title": "CMV: 气候抗议者应该针对对气候变化负有责任的公司和专门为解决这个问题而设立的政府机构（但由于化石燃料游说团体的影响而失败），而不是针对普通公众。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是根據正在進行的 \"滅絕叛亂 \"抗議活動和他們在英國的姐妹組織\n在英國，他們的姐妹組織 \"絕緣英國\"（Insulate Britain）。\n\n我的理論是，他們的目標會更有效，因爲他們會\n破壞基礎設施，給直接與工業、政府有關的人帶來不便。\n工業、政府...",
      "title": "CMV: 氣候抗議者應該針對對氣候變化負有責任的公司和專門爲解決這個問題而設立的政府機構（但由於化石燃料遊說團體的影響而失敗），而不是針對普通公衆。"
    }
  ]
}