{
  "author": "eqn6",
  "the_new_excerpt": "I just finished Mishima's The Sound of Waves, and it is hands down the best book\ni've ever had the pleasure of reading.\n\nThe entire book felt as tranquil as relaxing in a meadow or garden; yet, I\ncouldn't help but feel a sense of urgency and worry as I flipped through the\npages. Because what the…",
  "original_created_utc": 1623381274,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "三島由紀夫の「波の音」を読み終えました。\n今まで読んだ中で最高の本です。\n\n草原や庭でくつろいでいるような静けさを感じました。\nしかし、ページをめくるたびに、切迫感と不安を感じずにはいられませんでした。\nページをめくっていると、焦りと不安を感じずにはいられませんでした。なぜなら、この本は...",
      "title": "The Sound of Waves（波の音"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完三岛的《海浪之声》，它是我有幸读过的最好的书\n我曾有幸阅读过的最好的书。\n\n整本书给人的感觉就像在草地或花园里放松一样宁静；然而，我在翻阅时不禁感到一种紧迫感和担忧。\n当我翻阅这本书时，我不禁感到一种紧迫感和担忧。\n页。因为什么是...",
      "title": "波浪的声音"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完三島的《海浪之聲》，它是我有幸讀過的最好的書\n我曾有幸閱讀過的最好的書。\n\n整本書給人的感覺就像在草地或花園裏放鬆一樣寧靜；然而，我在翻閱時不禁感到一種緊迫感和擔憂。\n當我翻閱這本書時，我不禁感到一種緊迫感和擔憂。\n頁。因爲什麼是...",
      "title": "波浪的聲音"
    }
  ],
  "title": "The Sound of Waves",
  "created_utc": 1623401614,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished Mishima&#39;s <em>The Sound of Waves</em>, and it is hands down the best book i&#39;ve ever had the pleasure of reading.</p>\n\n<p>The entire book felt as tranquil as relaxing in a meadow or garden; yet, I couldn&#39;t help but feel a sense of urgency and worry as I flipped through the pages. Because what the modern western love story has done is conditioned us to feel this way.</p>\n\n<p>Mishima, in masterful fashion, demonstrated that there&#39;s more to the love story than what we&#39;ve learned to expect. What seemed to me to be a declining genre was completely renewed. In only 181 pages, <em>The Sound of Waves</em> manages to convey the thoughts of so many authors, without the tropes i&#39;ve come to expect.</p>\n\n<p>There&#39;s so much more to this book, however. Without going into too much detail, the importance of ideals such as patience, persistence, and willpower are heavily emphasized throughout the text. Even some of the ideas of the coming of age story manage to find their way into the pages. <em>The Sound of Waves</em> manages to fit the themes of so many genres into so few pages, and i&#39;m astonished at Mishima&#39;s ability to have pulled it off. I highly recommend this book for anyone who hasn&#39;t read it thus far.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/nx5yuo/the_sound_of_waves/",
  "subreddit": "books",
  "id": "nx5yuo",
  "is_self": true,
  "media": null,
  "is_video": false
}