{
  "author": "Corvus_Manufaktura",
  "the_new_excerpt": "I've recently started reading Asimov's \"Foundation\" Saga after finding a copy of\n\"Prelude to Foundation\" on my bookshelf. It was a book someone lent me a long\ntime ago in High School but I was reading something else at the time, so I \"put\nit on the list\" and forgot about it (dick move, I…",
  "original_created_utc": 1622033790,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、アシモフの「ファウンデーション」サーガを読み始めました。\n\"本棚にあった「ファウンデーションへの前奏曲」を見つけてからです。昔、高校生の時に誰かが貸してくれた本だったのですが、その時は他の本を読んでいたので\n高校生の時に誰かが貸してくれた本だったのですが、その時は他のものを読んでいたので、「リストに入れたまま」忘れていました。\nリストに入れたまま忘れていました（笑）。",
      "title": "アイザック・アシモフの「ファウンデーション」サーガを読んで、2000年代以前のSF全般について"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近开始阅读阿西莫夫的 \"基础 \"传奇，因为我找到了一本《基础》的副本。\n在我的书架上发现了一本 \"基金会的前奏\"。这是一本很久以前在高中时有人借给我的书。\n但我当时正在读别的书，所以我 \"把它放在清单上\"，然后忘记了。\n所以我把它放在清单上，然后把它忘了（混蛋的举动，我...",
      "title": "关于阅读艾萨克-阿西莫夫的 \"基金会 \"传奇和2000年以前的一般科幻作品"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近開始閱讀阿西莫夫的 \"基礎 \"傳奇，因爲我找到了一本《基礎》的副本。\n在我的書架上發現了一本 \"基金會的前奏\"。這是一本很久以前在高中時有人借給我的書。\n但我當時正在讀別的書，所以我 \"把它放在清單上\"，然後忘記了。\n所以我把它放在清單上，然後把它忘了（混蛋的舉動，我...",
      "title": "關於閱讀艾薩克-阿西莫夫的 \"基金會 \"傳奇和2000年以前的一般科幻作品"
    }
  ],
  "title": "On reading the \"Foundation\" Saga by Isaac Asimov and pre-2000s sci-fi in general",
  "created_utc": 1622043756,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve recently started reading Asimov&#39;s &quot;Foundation&quot; Saga after finding a copy of &quot;Prelude to Foundation&quot; on my bookshelf. It was a book someone lent me a long time ago in High School but I was reading something else at the time, so I &quot;put it on the list&quot; and forgot about it (dick move, I know).</p>\n\n<p>While &quot;Solaris&quot; by Stanislaw Lem is still my favorite work of science fiction to date, through Asimov&#39;s books I&#39;ve discovered the joy of looking at how some aspects of technology are already far better than what the author thought would be 12.000 years into the Galactic Era (after the colonization of the entire galaxy). In Asimov&#39;s world, there are multiple separate machines and computers for specific tasks, while most of our daily tasks can be done on a single computer that fits in the palm of our hand. Books are stored on &#39;microfilms&#39;, whereas we have PDF-s and e-books nowadays. To put the difference into perspective, back in 1950-70, a &quot;well-read&quot; person&#39;s personal library could take up an entire room, with shelves sagging under the weight of all that paper. In Asimov&#39;s world, that would be about a shoebox&#39;s worth of microfilms. In our modern day, all of that can be stored on a piece of plastic the size of a fingernail called a MicroSD card.</p>\n\n<p>So yeah... 1940s sci-fi is amazing and I highly recommend reading Asimov&#39;s works</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/nlgd6o/on_reading_the_foundation_saga_by_isaac_asimov/",
  "subreddit": "books",
  "id": "nlgd6o",
  "is_self": true,
  "media": null,
  "is_video": false
}