{
  "author": "shortercrust",
  "the_new_excerpt": "Why YSK: There’s a post about plastic cutlery on r/mildlyinteresting\n[/r/mildlyinteresting] where lots of people are urging others to dispose of it\nin their recycling. This is really bad advice. Plastic cutlery is too small and\nflat for most recycling plants to sort properly and it often gets sorted…",
  "original_created_utc": 1611832689,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：在r/mildlyinteresting上有一个关于塑料餐具的帖子。\n[/r/mildlyinteresting]在那里，很多人都在催促别人去处理它。\n在他们的回收中。这是一个非常糟糕的建议。塑料餐具太小，而且\n平对于大多数回收厂来说，要想正常分拣，往往会被分...",
      "title": "YSK 不是所有的塑料物品都应该放入回收箱。一些常见的物品实际上会干扰回收过程，降低回收产品的质量。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：在r/mildlyinteresting上有一個關於塑料餐具的帖子。\n[/r/mildlyinteresting]在那裏，很多人都在催促別人去處理它。\n在他們的回收中。這是一個非常糟糕的建議。塑料餐具太小，而且\n平對於大多數回收廠來說，要想正常分揀，往往會被分...",
      "title": "YSK 不是所有的塑料物品都應該放入回收箱。一些常見的物品實際上會干擾回收過程，降低迴收產品的質量。"
    }
  ],
  "title": "YSK That not all plastic items should be put in your recycling bin. Some common items will actually interfere with the recycling process and reduce the quality of recycled products.",
  "created_utc": 1611903545,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There’s a post about plastic cutlery on <a href=\"/r/mildlyinteresting\">r/mildlyinteresting</a> where lots of people are urging others to dispose of it in their recycling. This is really bad advice. Plastic cutlery is too small and flat for most recycling plants to sort properly and it often gets sorted and processed with paper and cardboard. This reduces the quality and value of the recycled products, sometimes to the point where they can’t be used.</p>\n\n<p>Most places that have a recycling system will have a website where you can check what you should do with different items. Make use of this and get to know what plastics you should recycle and which you put in the rubbish bin.</p>\n</div><!-- SC_ON -->",
  "score": 241,
  "permalink": "/r/YouShouldKnow/comments/l6uaht/ysk_that_not_all_plastic_items_should_be_put_in/",
  "subreddit": "YouShouldKnow",
  "id": "l6uaht",
  "is_self": true,
  "media": null,
  "is_video": false
}