{
  "author": "ChriskiV",
  "the_new_excerpt": "Why YSK: You Should know this to defend yourself from the scam if you're\nsusceptible to it, if you're not you should know so you can help make it an\nunviable scam.\n\nStep 1.) Spoof a number from the targets area, read your script about their\nextended warranty\n\nStep 2.) Collect Make of vehicle and…",
  "original_created_utc": 1621609756,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 詐欺に遭いやすい人は、詐欺から身を守るために知っておくべきです。\n詐欺に遭いやすい人は、詐欺から身を守るために、そうでない人は、詐欺を撲滅するために、知っておくべきです。\n詐欺に遭わないようにするために。\n\nステップ1) ターゲットの地域の電話番号になりすまし、延長保証についてのスクリプトを読み上げます。\n延長保証についてのスクリプトを読み上げます。\n\nステップ2) 車の車種と...",
      "title": "YSK 自動車保証詐欺の電話は、機密情報の収集が目的です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：你应该知道这些，以保护自己免受骗局的影响，如果你容易受骗的话。\n易受其影响，如果你不是，你应该知道，这样你就可以帮助使其成为一个\n不可行的骗局。\n\n步骤1.) 欺骗一个来自目标地区的号码，阅读你的脚本，关于他们的\n延长保修期\n\n第2步：) 收集车辆的品牌和型号。",
      "title": "YSK 汽车保修诈骗电话是为了收集敏感信息。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：你應該知道這些，以保護自己免受騙局的影響，如果你容易受騙的話。\n易受其影響，如果你不是，你應該知道，這樣你就可以幫助使其成爲一個\n不可行的騙局。\n\n步驟1.) 欺騙一個來自目標地區的號碼，閱讀你的腳本，關於他們的\n延長保修期\n\n第2步：) 收集車輛的品牌和型號。",
      "title": "YSK 汽車保修詐騙電話是爲了收集敏感信息。"
    }
  ],
  "title": "YSK The car warranty scam calls are about collecting sensitive information.",
  "created_utc": 1621617105,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: You Should know this to defend yourself from the scam if you&#39;re susceptible to it, if you&#39;re not you should know so you can help make it an unviable scam.</p>\n\n<p>Step 1.) Spoof a number from the targets area, read your script about their extended warranty</p>\n\n<p>Step 2.) Collect Make of vehicle and target zip code</p>\n\n<p>Step 3.) Call ACTUAL sales department of specified Make of vehicle and merge the calls.</p>\n\n<p>Step 4.) Listen in as target feeds sensitive information to the sales department.</p>\n\n<p>Doesn&#39;t matter which make/model/year you say.</p>\n\n<p><strong>What you can do</strong>: Feed the warranty scammer fake/false information, this is make/model/zip so prepare a fake zip. As soon as they transfer you to the actual sales office for the make of &quot;your&quot; vehicle inform them of how this scam works. It needs to be just annoying enough for vehicle manufacturers so they change their phone practices so this scam no longer works. This whole process should take ~2 minutes.</p>\n\n<p>Edit: So far I&#39;ve gotten to Honda and Toyota sales departments. I tried to do Chevy but the scammer un-merged the call while I was explaining to the Chevy rep what was going on.</p>\n</div><!-- SC_ON -->",
  "score": 195,
  "permalink": "/r/YouShouldKnow/comments/nhus2x/ysk_the_car_warranty_scam_calls_are_about/",
  "subreddit": "YouShouldKnow",
  "id": "nhus2x",
  "is_self": true,
  "media": null,
  "is_video": false
}