{
  "author": "Meme-Bot-9000",
  "the_new_excerpt": "There are so many different religions today and throughout history that all\nclaim that some higher power exists and that we need to do certain things for it\n(pray, celebrate holidays, make sacrificial offerings etc.). I, as an outsider\n(atheist), can’t know if one religion is more “correct” than…",
  "original_created_utc": 1621158222,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今日、そして歴史上、非常に多くの異なる宗教が存在します。\n崇高な力が存在していて、その力のために特定のことをしなければならないと主張しています。\n祈り、祝日を祝い、犠牲的な供物を捧げるなど）。部外者である私は\n部外者（無神論者）である私には、ある宗教がより「正しい」かどうかはわかりませんが...。",
      "title": "CMV: もし神が存在するならば、私が宗教的であるかどうかは気にしないでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "今天和历史上有许多不同的宗教，都声称有某种更高的力量存在，我们需要为它做某些事情。\n声称有某种更高的力量存在，我们需要为它做某些事情\n祈祷、庆祝节日、进行祭祀等）。我，作为一个局外人\n无神论者），不知道是否有一种宗教比其他宗教更 \"正确\"。",
      "title": "CMV：如果上帝存在，他不会关心我是否有宗教信仰"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "今天和歷史上有許多不同的宗教，都聲稱有某種更高的力量存在，我們需要爲它做某些事情。\n聲稱有某種更高的力量存在，我們需要爲它做某些事情\n祈禱、慶祝節日、進行祭祀等）。我，作爲一個局外人\n無神論者），不知道是否有一種宗教比其他宗教更 \"正確\"。",
      "title": "CMV：如果上帝存在，他不會關心我是否有宗教信仰"
    }
  ],
  "title": "CMV: If God exists, he wouldn’t care if I was religious",
  "created_utc": 1621175816,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are so many different religions today and throughout history that all claim that some higher power exists and that we need to do certain things for it (pray, celebrate holidays, make sacrificial offerings etc.). I, as an outsider (atheist), can’t know if one religion is more “correct” than another or if one of them is the one religion that is “true”. There is no proof that supports the legitimacy of any religion and by human nature it is possible that even if one religion was the “one true religion” it has lost its meaning. If there exists a celestial being that is capable of rational thinking, they would understand this and could not fault me for not dedicating my life to what is most likely not even close to reality.</p>\n\n<p>If my choice of words offends someone tell me to how to clarify (English is my second language and I don’t want to offend people). </p>\n\n<p>Edit: if God/gods exist and they do expect me to know what to do to for them, they are not rational.  Even following a religion means I will be punished or at least I will not be doing what they want. \nThat means they don’t care if I’m religious or not. </p>\n\n<p>My main point is this:\nBeing religious is futile because if this God is rational they would not expect me to be religious, and if they do appeasing them is impossible.</p>\n\n<p>Edit 2: to the definition of rationality argument:\nIf this diety’s definition of rationality is different than my own, than to me that would seem irrational. I can’t base my definition of rationality on things I don’t know or can’t comprehend.</p>\n</div><!-- SC_ON -->",
  "score": 2308,
  "permalink": "/r/changemyview/comments/ndktgm/cmv_if_god_exists_he_wouldnt_care_if_i_was/",
  "subreddit": "changemyview",
  "id": "ndktgm",
  "is_self": true,
  "media": null,
  "is_video": false
}