{
  "author": "ChossyStudebaker",
  "original_created_utc": 1640797157,
  "title": "High paying soul sucking job Vs. Emotionally great, but half the pay job.",
  "created_utc": 1640807164,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Hello internet, I’m in a fortunate situation, but could use the advice of strangers to decide what to do. After months and months of trying I finally have heard back from some job offers.&lt;/p&gt;\n\n&lt;p&gt;Job A pays a lot more than I’ve ever made over 100k. No health insurance, contractor work, lots of OT.  It would suck but I have a lot of debt and it’d help get rid of a big chunk fast. It’s also help me save for a house.&lt;/p&gt;\n\n&lt;p&gt;Job B is one I emotionally really care about. The pay is 55k, but with insurance and benefits. &lt;/p&gt;\n\n&lt;p&gt;I’ve weighed the pros and cons, but for some reason I am still going in a circle. The idea of getting rid of my debt and being able to save for a house for the first time in my life seems amazing. However I know it’ll be soul sucking and I won’t have much free time. On the other hand I know I would like job B but I’m so anxious with over 70k of debt from school and no savings to start a house fund it’s a burden. However I’m sure I’d be happier and feel like I’m contributing to society.&lt;/p&gt;\n\n&lt;p&gt;Both of these can be temporary or longer. However both rarely have openings and have made it clear if I say no now there will not be another chance with either for a long time.&lt;/p&gt;\n\n&lt;p&gt;Thank you for any input or advice.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 106,
  "permalink": "/r/NoStupidQuestions/comments/rrcsk4/high_paying_soul_sucking_job_vs_emotionally_great/",
  "subreddit": "NoStupidQuestions",
  "id": "rrcsk4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Hello internet, I’m in a fortunate situation,\nbut could use the advice of strangers to decide what to do. After months and\nmonths of trying I finally have heard back from some job offers.</p> <p>Job A\npays a lot more than I’ve ever made over 100k. No health…"
}