{
  "author": "SaltySpursSupporter",
  "original_created_utc": 1634047884,
  "title": "CMV: There is no mental health epidemic, we're just becoming more aware.",
  "created_utc": 1634056246,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A lot has been said of the &#39;mental health epidemic&quot; that is going on with the youth of today, but I would argue that this is nothing new. We are finally becoming aware of mental health issues and accepting it for what it is. In previous generations, people didn&#39;t go to therapy, it was perceived as weak, now it is something that is commonly accepted and encouraged. Take for example the post-war generation. I&#39;m sure that many soldiers that came back were <a href=\"https://www.bbc.com/news/stories-48528841\">mentally affected</a> and damaged by what they saw and did; the modern solution would be to go to therapy and talk it out. In those days, you just drank to try to numb the pain. Before women&#39;s liberation, housewives were <a href=\"https://www.vice.com/en/article/gqmx9j/here-lady-take-some-pills-for-your-hysteria-253\">commonly drugged</a> instead of them dealing with their emotions. </p>\n\n<p>If you can pardon the comparison, it is similar to the arguments some homophobes make against the LGBT community. They say &quot;look, there are many more gay people now than then ever was, this is because of the more liberal culture we live in now, not because they are naturally LGBT.&quot; Just because we are now more cognizant of something, doesn&#39;t mean it wasn&#39;t prominent in the past. </p>\n\n<p>To add a personal example: looking back, my mother&#39;s father&#39;s side of the family would all probably have been diagnosed with something, from depression to schizophrenia. In their time, they weren&#39;t, so their descendants being diagnosed with illnesses doesn&#39;t mean there is a rise in mental health issues. </p>\n\n<p>So in short, my argument is that there isn&#39;t something new going on about a mental health epidemic; we are just more aware and focused on the mental health of people where in previous generations people have to just &quot;deal with it&quot;. (An example of this would be the commonly held belief that shell shock (PTSD) was due to &quot;low moral fiber.&quot;)</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/q6n2bf/cmv_there_is_no_mental_health_epidemic_were_just/",
  "subreddit": "changemyview",
  "id": "q6n2bf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A lot has been said of the 'mental health epidemic\" that is going on with the\nyouth of today, but I would argue that this is nothing new. We are finally\nbecoming aware of mental health issues and accepting it for what it is. In\nprevious generations, people didn't go to therapy, it was perceived as…"
}