{
  "author": "SaltySpursSupporter",
  "original_created_utc": 1634047884,
  "title": "CMV: There is no mental health epidemic, we're just becoming more aware.",
  "created_utc": 1634056246,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A lot has been said of the &#39;mental health epidemic&quot; that is going on with the youth of today, but I would argue that this is nothing new. We are finally becoming aware of mental health issues and accepting it for what it is. In previous generations, people didn&#39;t go to therapy, it was perceived as weak, now it is something that is commonly accepted and encouraged. Take for example the post-war generation. I&#39;m sure that many soldiers that came back were <a href=\"https://www.bbc.com/news/stories-48528841\">mentally affected</a> and damaged by what they saw and did; the modern solution would be to go to therapy and talk it out. In those days, you just drank to try to numb the pain. Before women&#39;s liberation, housewives were <a href=\"https://www.vice.com/en/article/gqmx9j/here-lady-take-some-pills-for-your-hysteria-253\">commonly drugged</a> instead of them dealing with their emotions. </p>\n\n<p>If you can pardon the comparison, it is similar to the arguments some homophobes make against the LGBT community. They say &quot;look, there are many more gay people now than then ever was, this is because of the more liberal culture we live in now, not because they are naturally LGBT.&quot; Just because we are now more cognizant of something, doesn&#39;t mean it wasn&#39;t prominent in the past. </p>\n\n<p>To add a personal example: looking back, my mother&#39;s father&#39;s side of the family would all probably have been diagnosed with something, from depression to schizophrenia. In their time, they weren&#39;t, so their descendants being diagnosed with illnesses doesn&#39;t mean there is a rise in mental health issues. </p>\n\n<p>So in short, my argument is that there isn&#39;t something new going on about a mental health epidemic; we are just more aware and focused on the mental health of people where in previous generations people have to just &quot;deal with it&quot;. (An example of this would be the commonly held belief that shell shock (PTSD) was due to &quot;low moral fiber.&quot;)</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/q6n2bf/cmv_there_is_no_mental_health_epidemic_were_just/",
  "subreddit": "changemyview",
  "id": "q6n2bf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A lot has been said of the 'mental health epidemic\" that is going on with the\nyouth of today, but I would argue that this is nothing new. We are finally\nbecoming aware of mental health issues and accepting it for what it is. In\nprevious generations, people didn't go to therapy, it was perceived as…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "現代の若者の間では、「心の病」が蔓延していると言われています。\nしかし私は、これは何も新しいことではないと主張します。私たちはようやく\n私たちはようやく、メンタルヘルスの問題を認識し、それを受け入れるようになりました。前の世代では\n以前の世代では、人々はセラピーに行くことはなく、それは...と認識されていました。",
      "title": "CMV: メンタルヘルスの流行はありませんが、私たちは意識し始めています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "关于正在发生的 \"心理健康流行病\"，人们已经说了很多。\n但我认为这并不新鲜。我们终于\n我们终于意识到了心理健康问题，并接受了它的本质。在\n在前几代人中，人们不会去接受治疗，这被认为是...",
      "title": "CMV：没有心理健康流行病，我们只是变得更有意识。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "關於正在發生的 \"心理健康流行病\"，人們已經說了很多。\n但我認爲這並不新鮮。我們終於\n我們終於意識到了心理健康問題，並接受了它的本質。在\n在前幾代人中，人們不會去接受治療，這被認爲是...",
      "title": "CMV：沒有心理健康流行病，我們只是變得更有意識。"
    }
  ]
}