{
  "author": "AppleForMePls",
  "original_created_utc": 1635216557,
  "title": "CMV: College in the U.S. isn't free because doing so would severely lower military recruitment numbers.",
  "created_utc": 1635226509,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>One of the largest selling points of joining the military is that you get a large stipend to spend on your post-secondary education through the GI Bill. Talking to many recruits and veterans, many of them bring up joining the army to pay off their college education because they didn&#39;t want to deal with Student Debt or having to ask people for money. If these programs weren&#39;t given, they personally wouldn&#39;t have gone to the military. If nationalized free college was realized in the U.S., many high schoolers would see no reason to join the army, and so recruitment numbers would fall drastically. Only the most patriotic members of society would volunteer into the military leaving the other potential recruits to get a post-secondary education. Of course, this could also just lead to the re-enactment of the draft and forced service, which is seen in other countries around the world (South Korea, Vietnam, ect).   </p>\n\n<p>P.S. There&#39;s an interesting article that goes into this idea more. <a href=\"https://warontherocks.com/2016/09/does-free-college-threaten-our-all-volunteer-military/\">https://warontherocks.com/2016/09/does-free-college-threaten-our-all-volunteer-military/</a></p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/qfwx95/cmv_college_in_the_us_isnt_free_because_doing_so/",
  "subreddit": "changemyview",
  "id": "qfwx95",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "One of the largest selling points of joining the military is that you get a\nlarge stipend to spend on your post-secondary education through the GI Bill.\nTalking to many recruits and veterans, many of them bring up joining the army to\npay off their college education because they didn't want to deal…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "軍隊に入ることの最大のセールスポイントの一つは、大きな\n兵役に就く最大の魅力は、GIビルを通じて中等教育に使える多額の奨学金を得られることです。\n多くの新兵や退役軍人に話を聞くと、大学の学費を払うために入隊したという話をする人が多い。\n多くの新兵や退役軍人に話を聞くと、彼らの多くは、大学の学費を払うために軍隊に入ることを話します。",
      "title": "CMV：アメリカの大学は無料ではありません。無料にすると軍人の数が極端に減るからです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "参军的最大卖点之一是，你可以通过GI法案获得大笔津贴，用于你的中学后教育。\n通过GI法案，你可以获得大量津贴，用于你的中学后教育。\n在与许多新兵和退伍军人交谈时，他们中的许多人提出参军是为了\n偿还他们的大学教育费用，因为他们不想处理......",
      "title": "CMV：美国的大学是不免费的，因为这样做会严重降低征兵人数。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "參軍的最大賣點之一是，你可以通過GI法案獲得大筆津貼，用於你的中學後教育。\n通過GI法案，你可以獲得大量津貼，用於你的中學後教育。\n在與許多新兵和退伍軍人交談時，他們中的許多人提出參軍是爲了\n償還他們的大學教育費用，因爲他們不想處理......",
      "title": "CMV：美國的大學是不免費的，因爲這樣做會嚴重降低徵兵人數。"
    }
  ]
}