{
  "author": "AppleForMePls",
  "original_created_utc": 1635216557,
  "title": "CMV: College in the U.S. isn't free because doing so would severely lower military recruitment numbers.",
  "created_utc": 1635226509,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>One of the largest selling points of joining the military is that you get a large stipend to spend on your post-secondary education through the GI Bill. Talking to many recruits and veterans, many of them bring up joining the army to pay off their college education because they didn&#39;t want to deal with Student Debt or having to ask people for money. If these programs weren&#39;t given, they personally wouldn&#39;t have gone to the military. If nationalized free college was realized in the U.S., many high schoolers would see no reason to join the army, and so recruitment numbers would fall drastically. Only the most patriotic members of society would volunteer into the military leaving the other potential recruits to get a post-secondary education. Of course, this could also just lead to the re-enactment of the draft and forced service, which is seen in other countries around the world (South Korea, Vietnam, ect).   </p>\n\n<p>P.S. There&#39;s an interesting article that goes into this idea more. <a href=\"https://warontherocks.com/2016/09/does-free-college-threaten-our-all-volunteer-military/\">https://warontherocks.com/2016/09/does-free-college-threaten-our-all-volunteer-military/</a></p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/qfwx95/cmv_college_in_the_us_isnt_free_because_doing_so/",
  "subreddit": "changemyview",
  "id": "qfwx95",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "One of the largest selling points of joining the military is that you get a\nlarge stipend to spend on your post-secondary education through the GI Bill.\nTalking to many recruits and veterans, many of them bring up joining the army to\npay off their college education because they didn't want to deal…"
}