{
  "author": "brendty",
  "the_new_excerpt": "Why YSK: Fuses protect nearly every engine component, from air conditioner to\nfuel pump. When a fuse breaks, it stops power from flowing past it. You can\noften trace the wires from the device to it's fuse. After you check the fuses in\nthe cab, be sure to also check under the hood.",
  "original_created_utc": 1618629120,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: ヒューズは、エアコンから燃料ポンプまで、ほぼすべてのエンジン部品を保護しています。\nヒューズは、エアコンから燃料ポンプまで、ほとんどのエンジン部品を守っています。ヒューズが切れると、電力が流れなくなります。機器の配線を辿れば\n機器からヒューズまでの配線をたどることができます。のヒューズをチェックした後は\nキャブ内のヒューズを確認したら、ボンネット内も確認してください。",
      "title": "YSK: お車には複数のヒューズボックスがある場合があります。お車に問題がある場合は、まずヒューズをチェックしてみてください。ヒューズは安価で、一般的には安全に交換できます。あなたの車のヒューズボックスの図と位置は、年式、メーカー、モデルを使ってオンラインで見つけることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：从空调到发动机，几乎所有的发动机部件都有保险丝保护。\n燃油泵。当保险丝断裂时，它就会阻止电源流过它。你可以\n经常追踪设备的电线到它的保险丝。当你检查了保险丝后，在\n驾驶室，一定要同时检查引擎盖下。",
      "title": "YSK：您的车辆可能有多个保险丝盒。如果您的车有问题，请先检查保险丝。它们很便宜，而且一般来说；更换起来很安全。您可以使用年份、品牌和型号在线查找汽车的保险丝盒图和位置。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：從空調到發動機，幾乎所有的發動機部件都有保險絲保護。\n燃油泵。當保險絲斷裂時，它就會阻止電源流過它。你可以\n經常追蹤設備的電線到它的保險絲。當你檢查了保險絲後，在\n駕駛室，一定要同時檢查引擎蓋下。",
      "title": "YSK：您的車輛可能有多個保險絲盒。如果您的車有問題，請先檢查保險絲。它們很便宜，而且一般來說；更換起來很安全。您可以使用年份、品牌和型號在線查找汽車的保險絲盒圖和位置。"
    }
  ],
  "title": "YSK: Your vehicle may have multiple fuse boxes. If your car is having issues, check the fuses first. They are cheap, and generally; safe to replace. You can find fuse box diagrams and locations for your car online using year, make and model.",
  "created_utc": 1618906714,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Fuses protect nearly every engine component, from air conditioner to fuel pump.\nWhen a fuse breaks, it stops power from flowing past it. You can often trace the wires from the device to it&#39;s fuse. After you check the fuses in the cab, be sure to also check under the hood.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/msiv68/ysk_your_vehicle_may_have_multiple_fuse_boxes_if/",
  "subreddit": "YouShouldKnow",
  "id": "msiv68",
  "is_self": true,
  "media": null,
  "is_video": false
}