{
  "author": "TrueSpins",
  "original_created_utc": 1631271356,
  "title": "I love round numbers - if you're a Moon or two away from the next big milestone (10, 100, 1000 etc) post and I'll tip you!",
  "created_utc": 1631302239,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As per the title, if you&#39;re a Moon or two away from the next big milestone, post here and I&#39;ll push you over the line.</p>\n\n<p>Just some basic rules :</p>\n\n<ul>\n<li>I won&#39;t tip more than two moons</li>\n<li>it has to be a proper milestone - 750 would for example 6 not be a milestone, but 800 would. </li>\n<li>I won&#39;t tip to people with more moons than me</li>\n<li>I will tip people with zero moons, but not when it&#39;s a new account</li>\n<li>Depending on how popular this gets, I won&#39;t let my balance go below 10,000 (otherwise I&#39;d have huge OCD issues). </li>\n</ul>\n\n<p>I will check the thread periodically through the day, and will reply once I&#39;ve tipped. </p>\n\n<p>No sob stories or any other nonsense required. Just a Moon balance teetering on the edge of greatness. </p>\n\n<p>OK, let&#39;s go!</p>\n\n<p>Update:</p>\n\n<p>I&#39;ve not been following my rules very well. Have made a few donations. To share more fairly, I will try and stick to the 1 / 2 rule - unless it&#39;s a huge milestone</p>\n\n<p>Update 2:</p>\n\n<p>Post was removed by bot mod, but seems to have been reopened. I am going through comments as fast as I can.</p>\n\n<p>Update 3:</p>\n\n<p>I&#39;m going to have to stop tipping people with 0 moons at the moment. Too many and I can&#39;t easily check for duplicate accounts.</p>\n\n<p>I am being quite strict now...</p>\n\n<p>Update 4</p>\n\n<p>I only have two moons left. Looking for a big milestone!</p>\n\n<p>Update 5</p>\n\n<p>All gone I&#39;m afraid. About 160 moons distributed.</p>\n</div><!-- SC_ON -->",
  "score": 191,
  "permalink": "/r/CryptoCurrency/comments/pliqfg/i_love_round_numbers_if_youre_a_moon_or_two_away/",
  "subreddit": "CryptoCurrency",
  "id": "pliqfg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As per the title, if you're a Moon or two away from the next big milestone, post\nhere and I'll push you over the line.\n\nJust some basic rules :\n\n * I won't tip more than two moons\n * it has to be a proper milestone - 750 would for example 6 not be a milestone,\n   but 800 would.\n * I won't tip to…"
}