{
  "author": "solo1024",
  "the_new_excerpt": "I genuinely believe that most people want to work. But there is always a small\npercentage that will not work and even if they do we don’t get anything\nmeaningful out of them.\n\nI think that if we paid a basic universal income so those who genuinely can’t or\nhave no desire to work can do what they…",
  "original_created_utc": 1622459910,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は純粋に、ほとんどの人が働きたいと思っていると思っています。しかし、ごく一部の人は働かず\n働かない人もいますし、働いても意味がない人もいます。\n働かない人がいて、たとえ働いたとしても何の意味もありません。\n\n私は、ベーシックなユニバーサルインカムを支給すれば、本当に働けない人や働きたくない人は\n働けない人や働きたくない人が、自分の好きなことをできるように、ベーシック・ユニバーサル・インカムを支給すればいいと思います。",
      "title": "CMV: 働けない人、社会に貢献できない人にお金を払うだけで、世界はもっと豊かになります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我真诚地相信，大多数人都想工作。但总是有一小部分人\n的人不会工作，即使他们工作，我们也不会从他们身上得到任何有意义的东西。\n有意义的东西。\n\n我认为，如果我们支付一个基本的全民收入，那么那些真正不能或不愿意工作的人可以做他们自己的事情。\n无心工作的人可以做他们的事。",
      "title": "CMV：如果我们只是支付那些无法工作/永远不会对社会做出有意义贡献的人的工资，那么我们这个世界将会更加繁荣。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我真誠地相信，大多數人都想工作。但總是有一小部分人\n的人不會工作，即使他們工作，我們也不會從他們身上得到任何有意義的東西。\n有意義的東西。\n\n我認爲，如果我們支付一個基本的全民收入，那麼那些真正不能或不願意工作的人可以做他們自己的事情。\n無心工作的人可以做他們的事。",
      "title": "CMV：如果我們只是支付那些無法工作/永遠不會對社會做出有意義貢獻的人的工資，那麼我們這個世界將會更加繁榮。"
    }
  ],
  "title": "CMV: if we simply paid those that are unable to work/will never contribute meaningfully to society we will prosper more as a world",
  "created_utc": 1622471430,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I genuinely believe that most people want to work. But there is always a small percentage that will not work and even if they do we don’t get anything meaningful out of them.</p>\n\n<p>I think that if we paid a basic universal income so those who genuinely can’t or have no desire to work can do what they want instead, the rest of the population can continue to earn more money and we can move forwards.</p>\n\n<p>I think it would reduce crime, and it would also mean that we no longer have to worry about those who do not have a job, either because they don’t want one or because they are down on their luck/are disabled. It lets them live out a basic lifestyle while anyone else who wants more can go earn money and contribute to society.</p>\n\n<p>The reason I think this is I got redundancy 12 years ago and I took 6 months off because I was financially secure for at least a year on the redundancy payment. In that 6 months I got to have a proper rest, and I then got another job and haven’t looked back. I think if the financial pressures were off people and anyone could do this, ultimately it would go a long way for mental health and mean the people who are working will be doing it because they want to work.</p>\n\n<p>I also think it would have a side effect of jobs paying more than the bare minimum because they would have to make it an attractive prospect to get us to come work for them.</p>\n\n<p>I’d love someone to be able to tel me no this isn’t right and convince me otherwise.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/np11ob/cmv_if_we_simply_paid_those_that_are_unable_to/",
  "subreddit": "changemyview",
  "id": "np11ob",
  "is_self": true,
  "media": null,
  "is_video": false
}