{
  "author": "i_love_my_grandma",
  "original_created_utc": 1636130666,
  "title": "What’s the last book that brought you to tears?",
  "created_utc": 1636156377,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>What was it about the book? Was it sadness? Ecstatic resolution? Maybe a deeply nurtured connection to a character, a bond just slightly transcending the boundary between the reader and the word, severed by the permanence of The End. </p>\n\n<p>Only once have I really cried reading, and the book was The Fault in Our Stars. Maybe it’s Kitschy, but I was 18 years old reading it over FaceTime to my girlfriend at the time. “When the scientists of the future show up at my house with robot eyes and they tell me to try them on, I will tell the scientists to screw off because I do not want to see a world without him.”</p>\n\n<p>Just finished Dune Messiah, and I didn’t cry but my eyes got damp when I read “Even an emperor had his favorite clothing.” If you’ve read it I think you’ll understand why.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/qnf6sr/whats_the_last_book_that_brought_you_to_tears/",
  "subreddit": "books",
  "id": "qnf6sr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "What was it about the book? Was it sadness? Ecstatic resolution? Maybe a deeply\nnurtured connection to a character, a bond just slightly transcending the\nboundary between the reader and the word, severed by the permanence of The End.\n\nOnly once have I really cried reading, and the book was The Fault…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本の内容はどうでしたか？それは悲しみだったのか？恍惚の解決？魅力的な人物との間に深く育まれた\n読者と言葉の境界をわずかに超えて、Thの永久性によって断ち切られたキャラクターとの絆が育まれたのかもしれない。\n読者と言葉の間の境界をわずかに超えて、「終わり」の永久性によって断ち切られた絆。\n\n本を読んで本当に泣いたのは一度だけで、その本は「The Fault...」でした。",
      "title": "最後に涙した本は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "关于这本书的什么呢？是悲伤吗？欣喜若狂的决议？也许是与某一人物的一种深深的\n培养的与一个角色的联系，一种仅仅略微超越了读者和文字之间界限的纽带。\n读者和文字之间的界限，被 \"结局 \"的永恒所切断。\n\n我只有一次在阅读时真的哭了，而那本书是《错》。",
      "title": "最后一本让你流泪的书是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "關於這本書的什麼呢？是悲傷嗎？欣喜若狂的決議？也許是與某一人物的一種深深的\n培養的與一個角色的聯繫，一種僅僅略微超越了讀者和文字之間界限的紐帶。\n讀者和文字之間的界限，被 \"結局 \"的永恆所切斷。\n\n我只有一次在閱讀時真的哭了，而那本書是《錯》。",
      "title": "最後一本讓你流淚的書是什麼？"
    }
  ]
}