{
  "author": "illini02",
  "original_created_utc": 1628080930,
  "title": "CMV: The amount of black people/sites on social media defending DaBaby is tone deaf and hypocritical.",
  "created_utc": 1628102269,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m black myself.  I follow a lot of what you&#39;d call &quot;black twitter&quot;.  And frankly, its disgusting to me how many sites are basically saying how wrong it is that DaBaby is getting booted from music festivals.  They are citing freedom of speech, blah blah blah.</p>\n\n<p>The fact that he went on a rant that was, at best, extremely bigoted against an oppressed group (since these sites seem to have a problem with the word homophobic), and blatantly not factual (his comments about AIDS) and they are ok with that says a lot.  His rant was public, very pointed, and done at a music festival.  This isn&#39;t like he just said &quot;f-g&quot; while in conversation.  It was a lot worse.</p>\n\n<p>Compare that to Morgan Wallen, the white country guy, who basically said the n word while out with friends and was just caught on a neighbors security camera.  People were up in arms about him.  And think he deserved getting basically dropped from his label.  </p>\n\n<p>To be clear, I&#39;m not a fan of either of these people. I like rap, so I know Da Baby a bit more, but his music isn&#39;t my taste.  And I don&#39;t like country.  But the fact that these accounts and people can be so vocal about defending this guys bigotry is just absurd.  I understand you may care more about anti black bigotry, but we can&#39;t just act like other forms of bigotry is ok.</p>\n</div><!-- SC_ON -->",
  "score": 158,
  "permalink": "/r/changemyview/comments/oxruv5/cmv_the_amount_of_black_peoplesites_on_social/",
  "subreddit": "changemyview",
  "id": "oxruv5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm black myself. I follow a lot of what you'd call \"black twitter\". And\nfrankly, its disgusting to me how many sites are basically saying how wrong it\nis that DaBaby is getting booted from music festivals. They are citing freedom\nof speech, blah blah blah.\n\nThe fact that he went on a rant that was,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私自身もブラックです。ブラック・ツイッター」と呼ばれるものをたくさんフォローしています。そして\n率直に言って、多くのサイトが、DaBabyが音楽祭から追い出されるのは\nDaBabyが音楽祭から追い出されるのは間違っていると言っているサイトが多いのにはうんざりです。彼らは言論の自由を主張しています。\n言論の自由がどうのこうのと。\n\n彼が暴言を吐いたという事実は、...",
      "title": "CMV: ソーシャルメディア上でDaBabyを擁護する黒人の人たちやサイトの数は、音痴で偽善的です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我自己是黑人。我关注了很多你称之为 \"黑人微博 \"的东西。而且\n坦率地说，对我来说，有多少网站基本上都在说DaBaby被赶出音乐节是多么的错误，这让我感到恶心。\nDaBaby被赶出音乐节是多么错误。他们以言论自由为由\n言论自由，等等等等。\n\n事实上，他的咆哮是，...",
      "title": "CMV：社交媒体上为DaBaby辩护的黑人/网站的数量是语气词和虚伪的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我自己是黑人。我關注了很多你稱之爲 \"黑人微博 \"的東西。而且\n坦率地說，對我來說，有多少網站基本上都在說DaBaby被趕出音樂節是多麼的錯誤，這讓我感到噁心。\nDaBaby被趕出音樂節是多麼錯誤。他們以言論自由爲由\n言論自由，等等等等。\n\n事實上，他的咆哮是，...",
      "title": "CMV：社交媒體上爲DaBaby辯護的黑人/網站的數量是語氣詞和虛僞的。"
    }
  ]
}