{
  "author": "illini02",
  "original_created_utc": 1628080930,
  "title": "CMV: The amount of black people/sites on social media defending DaBaby is tone deaf and hypocritical.",
  "created_utc": 1628102269,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m black myself.  I follow a lot of what you&#39;d call &quot;black twitter&quot;.  And frankly, its disgusting to me how many sites are basically saying how wrong it is that DaBaby is getting booted from music festivals.  They are citing freedom of speech, blah blah blah.</p>\n\n<p>The fact that he went on a rant that was, at best, extremely bigoted against an oppressed group (since these sites seem to have a problem with the word homophobic), and blatantly not factual (his comments about AIDS) and they are ok with that says a lot.  His rant was public, very pointed, and done at a music festival.  This isn&#39;t like he just said &quot;f-g&quot; while in conversation.  It was a lot worse.</p>\n\n<p>Compare that to Morgan Wallen, the white country guy, who basically said the n word while out with friends and was just caught on a neighbors security camera.  People were up in arms about him.  And think he deserved getting basically dropped from his label.  </p>\n\n<p>To be clear, I&#39;m not a fan of either of these people. I like rap, so I know Da Baby a bit more, but his music isn&#39;t my taste.  And I don&#39;t like country.  But the fact that these accounts and people can be so vocal about defending this guys bigotry is just absurd.  I understand you may care more about anti black bigotry, but we can&#39;t just act like other forms of bigotry is ok.</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/changemyview/comments/oxruv5/cmv_the_amount_of_black_peoplesites_on_social/",
  "subreddit": "changemyview",
  "id": "oxruv5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm black myself. I follow a lot of what you'd call \"black twitter\". And\nfrankly, its disgusting to me how many sites are basically saying how wrong it\nis that DaBaby is getting booted from music festivals. They are citing freedom\nof speech, blah blah blah.\n\nThe fact that he went on a rant that was,…"
}