{
  "author": "s3k2p7s9m8b5",
  "original_created_utc": 1633449305,
  "title": "In the over 12,9 Million Documents and Terabytes of Data detailing how Billionaires and Politicians have avoided Taxes, Bitcoin is not used a Single Time.",
  "created_utc": 1633458646,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Pandora Papers:</p>\n\n<p>Terabytes of data, 12.9 million documents, all detailing how billionaires and over 300 corrupt politicians have avoided taxes, and Bitcoin was not used a single time by them.</p>\n\n<p>How can it be that exactly the politicians who claim that crypto would be the main accelerator of financial crime and tax evasion have used exclusively the broken old financial system to do that which they blame crypto on supporting.</p>\n\n<p>With Bitcoin every single transaction would be transparent on the blockchain, everyone could see where all the money is going. Wondering why they are so against it? The reason seems more obvious than ever.</p>\n\n<p>Pandora papers showed that people are using loopholes in tax laws to hide their wealth in tax havens to hide their wealth or ill gotten gains. They are not using cryptocurrency to do that, there are plenty of loopholes in tax laws for doing it legally.</p>\n\n<p>The rich are holding properties and investments under a network of offshore companies that are set up in other countries, or &quot;offshore&quot;.</p>\n\n<p>These offshore countries or territories are where:</p>\n\n<p>- it&#39;s easy to set up companies</p>\n\n<p>- there are laws that make it difficult to identify owners of companies</p>\n\n<p>- there is low or no corporation tax.</p>\n\n<p>The best part of it is that using tax havens to dodge taxes is not illegal. Loopholes in the law allow people to legally avoid paying some taxes by  moving their money or setting up companies in tax havens, but it is  often seen as unethical.</p>\n\n<p>Its estimated that from $5.6 trillion to $32 trillion is hidden in tax havens, according to the ICIJ.  The IMF has said the use of tax havens costs governments worldwide up to $600bn in lost taxes each year.</p>\n\n<p>To hide money all you need to do set up a shell company in one of the countries or  jurisdictions with high levels of secrecy. This is a company that exists  in name only, with no staff or office.  It costs money though. Specialist firms are paid to set up and run shell  companies on your behalf. These firms can provide an address and names  of paid directors, therefore leaving no trail of who is ultimately  behind the business.</p>\n\n<p>When such a huge amount of money is hidden in offshore havens, the rich still blames cryptocurrency as the culprit for money laundering. This is classic gaslighting. They are projecting and blaming the most vulnerable group, what they do themselves.</p>\n\n<p>This legal way of tax dodging will never end because the people that could end the secrecy offshore are themselves benefiting from it. So there&#39;s no incentive for them to end it.</p>\n\n<p>Its time more people speak up against this and move more towards cryptocurrency where all data is independently verifiable.</p>\n</div><!-- SC_ON -->",
  "score": 477,
  "permalink": "/r/Bitcoin/comments/q1zcf0/in_the_over_129_million_documents_and_terabytes/",
  "subreddit": "Bitcoin",
  "id": "q1zcf0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Pandora Papers:\n\nTerabytes of data, 12.9 million documents, all detailing how billionaires and\nover 300 corrupt politicians have avoided taxes, and Bitcoin was not used a\nsingle time by them.\n\nHow can it be that exactly the politicians who claim that crypto would be the\nmain accelerator of financial…"
}