{
  "author": "BipedalBastard2",
  "the_new_excerpt": "\"We hold these truths to be self evident, that all men are created equal, that\nthey are endowed by their Creator with certain unalienable Rights, that among\nthese are Life, Liberty, and the pursuit of happiness - that whenever any form\nof Government becomes destructive to these ends, it is the Right…",
  "original_created_utc": 1609018747,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "“我们认为这些真理不言而喻，人人生而平等，\n他们被造物主赋予了某些不可剥夺的权利，其中\n这就是生命、自由和幸福的追打--无论何时何地\n如果政府的权力对这些目标造成破坏，那就是正确的…",
      "title": "[改变我的想法]：第二修正案旨在推翻专制政府。它不是用来“火枪”或“狩猎”的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "“我們認爲這些真理不言而喻，人人生而平等，\n他們被造物主賦予了某些不可剝奪的權利，其中\n這就是生命、自由和幸福的追打--無論何時何地\n如果政府的權力對這些目標造成破壞，那就是正確的…",
      "title": "[改變我的想法]：第二修正案旨在推翻專制政府。它不是用來“火槍”或“狩獵”的。"
    }
  ],
  "title": "CMV: The 2nd amendment was intended to overthrow a tyrannical government. It wasn't for \"muskets\" or \"hunting\".",
  "created_utc": 1609065101,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>&quot;We hold these truths to be self evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty, and the pursuit of happiness - <strong>that whenever any form of Government becomes destructive to these ends, it is the Right of the People to alter or to abolish it</strong>, and to institute a new government, laying its foundation on such principles and organizing its powers in such form, as to them shall seem most likely to effect their safety and happiness.&quot;</p>\n\n<p>&quot;<strong>A well regulated militia</strong>, being necessary to the security of a free state, the <strong>right of the people to keep and bear arms, shall not be infringed</strong>&quot;.</p>\n\n<p>Infringe = encroach upon, change</p>\n\n<p>Regulated in 1776 used to mean train, not government control, and the militia is &quot;the whole of the people&quot;. So in historical context, the 2nd amendment is &quot;A well trained population, being necessary to the security of a free state, the right of the people to keep and bear arms, shall not be infringed&quot;.</p>\n\n<p>If you look at it in the historical context gun control is unconstitutional. George Mason, when asked &quot;I ask, sir, what is the militia?&quot; he responded &quot;It is the whole people, except for a few public officials&quot;.</p>\n\n<p>He also stated &quot;...to disarm the people --- that was the best and most effectual way to enslave them.&quot;</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/kkqin1/cmv_the_2nd_amendment_was_intended_to_overthrow_a/",
  "subreddit": "changemyview",
  "id": "kkqin1",
  "is_self": true,
  "media": null,
  "is_video": false
}