{
  "author": "pineapplesf",
  "original_created_utc": 1625073588,
  "title": "Your 3 oldest TBR books",
  "created_utc": 1625137422,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Inspired by the goal thread -- every year one of my goals is to read all the books purchased or placed on my Goodreads TBR before the current year. So I thought it would be fun to list our oldest TBR books and maybe others will convince you to pick it up or move on to greener pastures. </p>\n\n<p>My oldest non-read owned book is <strong>Tale of Genji</strong>. I have tried to read it now for 10 years. The farthest I&#39;ve made it is half way. </p>\n\n<p>The oldest book on my TBR list is <strong>Forests: The Shadow of Civilization</strong>. I can&#39;t find this book anywhere. I&#39;ve tried ILL three times (no copies available) and purchasing it (sent the wrong book). </p>\n\n<p>The book I&#39;ve avoided reading for the longest is <strong>Paradise Lost</strong>, which is not on any of my lists nor do I own it.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/ob1xk0/your_3_oldest_tbr_books/",
  "subreddit": "books",
  "id": "ob1xk0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Inspired by the goal thread -- every year one of my goals is to read all the\nbooks purchased or placed on my Goodreads TBR before the current year. So I\nthought it would be fun to list our oldest TBR books and maybe others will\nconvince you to pick it up or move on to greener pastures.\n\nMy oldest…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "目標スレッドに触発されて -- 毎年、私の目標の一つは、その年に購入した、あるいはGoodreadsのTBRに入れた本をすべて読むことです。\n買った本やGoodreadsのTBRに入れた本を年内にすべて読むことです。そこで私は\n一番古いTBRの本をリストアップするのは楽しいことだと思いました。\n他の人に説得されて、手に取ったり、より良い場所に移動したりするかもしれません。\n\n私の一番古い...",
      "title": "あなたの最も古いTBRブック3冊"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "受目标主题的启发 -- 每年我的目标之一是阅读所有在本年度之前购买的或放在Goodreads TBR上的书籍。\n在今年之前购买或放在我的Goodreads TBR上的书籍。所以我\n所以我觉得把我们最古老的待读书籍列出来会很有趣，也许其他人会\n说服你把它拿起来，或者转移到更广阔的牧场。\n\n我最古老的...",
      "title": "你的3本最古老的TBR书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "受目標主題的啓發 -- 每年我的目標之一是閱讀所有在本年度之前購買的或放在Goodreads TBR上的書籍。\n在今年之前購買或放在我的Goodreads TBR上的書籍。所以我\n所以我覺得把我們最古老的待讀書籍列出來會很有趣，也許其他人會\n說服你把它拿起來，或者轉移到更廣闊的牧場。\n\n我最古老的...",
      "title": "你的3本最古老的TBR書"
    }
  ]
}