{
  "author": "AsFTW",
  "original_created_utc": 1630791257,
  "title": "CMV: Weddings are overwhelmingly for women, and most men simply endure the experience.",
  "created_utc": 1630798368,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The idea of a formal wedding seems awful to me. The planning, the stress, the cost, the outdated ceremonial garbage of it all, the whole thing seems like a useless waste of time and money. All the preparation and ceremony is nightmarish to me.  MAYBE I could see the appeal if the wedding was way more informal, and just a gathering at the park, or something that bucked the boring ass norms. In my social circles the expectation would be a traditional church with reception type wedding. Makes we want to vomit thinking about that.</p>\n\n<p>I might change my mind if someone knows of a wedding that was actually fun, and not the church + reception + dj bullshit that I endure ad nauseam.</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/changemyview/comments/pi067y/cmv_weddings_are_overwhelmingly_for_women_and/",
  "subreddit": "changemyview",
  "id": "pi067y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The idea of a formal wedding seems awful to me. The planning, the stress, the\ncost, the outdated ceremonial garbage of it all, the whole thing seems like a\nuseless waste of time and money. All the preparation and ceremony is nightmarish\nto me. MAYBE I could see the appeal if the wedding was way more…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "フォーマルな結婚式というのは、私にとってはひどいものに思えます。計画、ストレス、費用\n時代遅れの儀式のようなゴミのようなもので、すべてが無駄に思えます。\n無駄な時間とお金の浪費に思えます。すべての準備と儀式は悪夢のようです\n私には悪夢のようです。もし、結婚式がもっと...ということであれば、魅力を感じるかもしれません。",
      "title": "CMV：結婚式は圧倒的に女性のためのものであり、男性はただ我慢しているだけです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "正式婚礼的想法对我来说似乎很糟糕。计划、压力、费用\n成本，过时的仪式垃圾，整个事情看起来像一个\n无用的时间和金钱的浪费。所有的准备工作和仪式都是噩梦般的\n对我来说。也许我可以看到的吸引力，如果婚礼的方式更...",
      "title": "CMV：婚礼绝大多数是为女性举行的，大多数男性只是在忍受这种经历。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "正式婚禮的想法對我來說似乎很糟糕。計劃、壓力、費用\n成本，過時的儀式垃圾，整個事情看起來像一個\n無用的時間和金錢的浪費。所有的準備工作和儀式都是噩夢般的\n對我來說。也許我可以看到的吸引力，如果婚禮的方式更...",
      "title": "CMV：婚禮絕大多數是爲女性舉行的，大多數男性只是在忍受這種經歷。"
    }
  ]
}