{
  "author": "bubo_bubo1",
  "the_new_excerpt": "This book is sold as non-fiction/popular science publication that tries to\nencompass the history of humanity and reflect on our modern way of life using\nboth past and present to paint a prediction of our future.\n\nInstead, we get a book peppered with statements without factual evidence, the\nwriter's…",
  "original_created_utc": 1620992269,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本は、ノンフィクション・ポピュラーサイエンスの出版物として販売されています。\nこの本は、人類の歴史を網羅し、現代の生活を振り返るために、過去と現在の両方を用いて\nこの本は、人類の歴史を網羅し、現代の生活を振り返って、過去と現在の両方を用いて未来を予測しようとするノンフィクション／ポピュラーサイエンスの出版物として販売されている。\n\nその代わりに、事実に基づかない記述が散見されます。\n書き手の...",
      "title": "サピエンス：人類の短い歴史 - 別名 Too Clever By Half"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这本书作为非虚构/流行科学出版物出售，试图\n涵盖了人类的历史，并利用过去和现在来反思我们的现代生活方式。\n过去和现在来预测我们的未来。\n\n相反，我们得到的是一本充斥着没有事实证据的陈述的书。\n作者的...",
      "title": "Sapiens: a brief history of humankind - aka Too Clever By Half"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這本書作爲非虛構/流行科學出版物出售，試圖\n涵蓋了人類的歷史，並利用過去和現在來反思我們的現代生活方式。\n過去和現在來預測我們的未來。\n\n相反，我們得到的是一本充斥着沒有事實證據的陳述的書。\n作者的...",
      "title": "Sapiens: a brief history of humankind - aka Too Clever By Half"
    }
  ],
  "title": "Sapiens: a brief history of humankind - aka Too Clever By Half",
  "created_utc": 1621010907,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This book is sold as non-fiction/popular science publication that tries to encompass the history of humanity and reflect on our modern way of life using both past and present to paint a prediction of our future.</p>\n\n<p>Instead, we get a book peppered with statements without factual evidence, the writer&#39;s own anecdotes and cherry-picked information to support the overarching concept, that is our current way of life is making us unhappy and how abandoning our hunter-gatherer way of living has a part in said unhappiness. </p>\n\n<p>The writer also likes to make provocative statements for the sake of provocation such as speculating that the disappearance of the Neanderthals might have been the result of history&#39;s &quot;first ethnic cleansing&quot; (since then thanks to DNA sequencing we know that we bonked them instead of single-mindedly exterminating them). He also calls cultures &quot;mental parasites&quot; and goes on to say agricultural revolution was &quot;history&#39;s biggest fraud&quot; and praises the foraging/hunter-gatherer lifestyle, and explains how those people were in much better physical shape and enjoyed a larger variety of nutrients and how they were much happier than let&#39;s say today&#39;s white collar workers. The fact that people have become taller, smarter and enjoy longer and longer lifespans since we&#39;ve settled down into organised communities and started cultivating crops and animals is disregarded all together. Or the fact that when your whole life is about survival and moving from one place to another you have very little time for philosophy or to write publications such as this one. </p>\n\n<p>He then proceeds to go all the way to science fiction territory talking about superhumans in the future and cybertech and whatnot and goes on to suggest that human ingenuity will prevail, whilst bashing the direction mankind has been following so far so that is kind of a contradiction. </p>\n\n<p>I could go on with the gross assumptions based on the writer&#39;s own idea of an ideal word, that can pretty much be summed up by listening to &quot;Imagine&quot; by John Lennon plus living a nomadic lifestyle.</p>\n\n<p>Why this book is regarded so highly is beyond me.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/nc6iqy/sapiens_a_brief_history_of_humankind_aka_too/",
  "subreddit": "books",
  "id": "nc6iqy",
  "is_self": true,
  "media": null,
  "is_video": false
}