{
  "author": "Kanye--Breast",
  "the_new_excerpt": "Why YSK: People often think that if they bought their house for $150K and put\n$100K into upgrades, their home will appraise for $250K. Your home’s value is\nappraised based on the “Sales comparison approach”, which takes recent home\nsales in your area of homes with similar construction to yours (#…",
  "original_created_utc": 1623176005,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：よく、15万ドルで買った家を10万ドルかけてアップグレードすれば、評価額は25万ドルになると考える人がいます。\n10万ドルかけてアップグレードすれば、家の評価額は25万ドルになると考えがちです。あなたの家の価値は\n販売比較法」に基づいて評価されます。\nあなたの家の価値は、「販売比較法」に基づいて査定されます。",
      "title": "YSK - お金をかけて家をアップグレードしても、価値の向上には直結しません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：人们常常认为，如果他们以15万美元的价格买下自己的房子，并投入10万美元进行升级。\n10万美元进行升级，他们的房子就会被估价为25万美元。你的房子的价值是\n你的房子的价值是根据 \"销售比较法 \"来评估的。\n在你所在的地区，与你的房屋结构相似的房屋销售情况（#...",
      "title": "YSK - 投入资金升级你的房屋并不能直接转化为增加价值"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：人們常常認爲，如果他們以15萬美元的價格買下自己的房子，並投入10萬美元進行升級。\n10萬美元進行升級，他們的房子就會被估價爲25萬美元。你的房子的價值是\n你的房子的價值是根據 \"銷售比較法 \"來評估的。\n在你所在的地區，與你的房屋結構相似的房屋銷售情況（#...",
      "title": "YSK - 投入資金升級你的房屋並不能直接轉化爲增加價值"
    }
  ],
  "title": "YSK - Putting money into upgrading your home does not directly translate to increased value",
  "created_utc": 1623201888,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: People often think that if they bought their house for $150K and put $100K into upgrades, their home will appraise for $250K. Your home’s value is appraised based on the “Sales comparison approach”, which takes recent home sales in your area of homes with similar construction to yours (# bedrooms, bathrooms, Sq. Ft....etc) and bases the value on this. Don’t dump your savings and think you can get it back with a cash out refinance.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/YouShouldKnow/comments/nvaitm/ysk_putting_money_into_upgrading_your_home_does/",
  "subreddit": "YouShouldKnow",
  "id": "nvaitm",
  "is_self": true,
  "media": null,
  "is_video": false
}