{
  "author": "sydneyreynolds",
  "original_created_utc": 1633263006,
  "title": "Cmv: too many people blame their crappy behaviour on mental illness (anxiety/depression)",
  "created_utc": 1633289735,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have a few mates who I know suffer with these problems, but it seems like whenever their behaviour is poor they blame it on their mental illness.</p>\n\n<p>I understand cutting people some slack, but there also comes a point when one needs to take responsibility.</p>\n\n<p>Examples: \n- not turning up at an agreed time and place then cancelling 30 minutes after you were meant to meet them.\n- flaking/ghosting out of job opportunities you bring them</p>\n\n<p>When I say in response, “ I get that you might not want to leave bed, but you should of told me earlier” I can hear that they think I don’t understand and am being unempathetic.</p>\n\n<p>Then they retreat to social media, share crappy anixiety/depression posts about how it’s not ‘them’ it’s their ‘illness. And all their social media buddies circle jerk each other and tell them they’re being their best self.</p>\n\n<p>It makes it really difficult to stay good friends. A point also comes when I can’t recommend them for anything (e.g job) when they ask for help and I can’t rely on them for literally anything.</p>\n\n<p>Thoughts?</p>\n\n<p>Edit: Also, I have been clinically diagnosed with ADHD and have tried to use it as a reference point in understanding. If I need to learn something, I often have to lock myself in a room and spend over an hour struggling to read just one page in a textbook. If that doesn&#39;t work, I take a break and will even try again at midnight. If things start to click, then I&#39;ll stay up for hours until it gets done. I can&#39;t use my willpower to put my ADHD on hold, but I can use my willpower to endure failing multiple times until I get it right. The thought this brings me to is there is always will power at play, when can we expect a little from others?</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/q0gi49/cmv_too_many_people_blame_their_crappy_behaviour/",
  "subreddit": "changemyview",
  "id": "q0gi49",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have a few mates who I know suffer with these problems, but it seems like\nwhenever their behaviour is poor they blame it on their mental illness.\n\nI understand cutting people some slack, but there also comes a point when one\nneeds to take responsibility.\n\nExamples: - not turning up at an agreed…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このような問題を抱えている仲間が何人かいるのですが、彼らの行動がいつも\nしかし、彼らの行動が悪くなると、それを精神疾患のせいにするようです。\n\n大目に見てくれるのはありがたいのですが、一方で、自分の行動に責任を持たなければならない時もあります。\n責任を取る必要があります。\n\n例を挙げてみましょう。- 約束した時間に来ない...",
      "title": "Cmv：自分のくだらない行動を精神疾患（不安・抑うつ）のせいにする人が多すぎる。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我有几个朋友，我知道他们有这些问题，但似乎\n每当他们的行为不好时，他们就把它归咎于他们的精神疾病。\n\n我理解对人的宽容，但也有一个点，那就是人需要承担责任。\n需要承担起责任。\n\n举例来说。- 没有在约定的时间出现...",
      "title": "Cmv: 太多的人把他们的糟糕行为归咎于精神疾病（焦虑/抑郁）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我有幾個朋友，我知道他們有這些問題，但似乎\n每當他們的行爲不好時，他們就把它歸咎於他們的精神疾病。\n\n我理解對人的寬容，但也有一個點，那就是人需要承擔責任。\n需要承擔起責任。\n\n舉例來說。- 沒有在約定的時間出現...",
      "title": "Cmv: 太多的人把他們的糟糕行爲歸咎於精神疾病（焦慮/抑鬱）。"
    }
  ]
}