{
  "author": "Largerthangargantu",
  "original_created_utc": 1636809694,
  "title": "What is that one book that feels fresh every time you read it, no matter how many times you read it?",
  "created_utc": 1636846807,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are some books that feel fresh no matter how many times you read it in the past. You see a plot twist coming, yet you approach it with the same amount of enthusiasm that you had back when you read it for the first time.</p>\n\n<p>For me, any one of the Harry Potter series makes this list. The atmosphere and the characters are so successful in entangling me in the mysteries of its world that I never feel bored, and it&#39;s just like I read it for the first time.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/qt15h1/what_is_that_one_book_that_feels_fresh_every_time/",
  "subreddit": "books",
  "id": "qt15h1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There are some books that feel fresh no matter how many times you read it in the\npast. You see a plot twist coming, yet you approach it with the same amount of\nenthusiasm that you had back when you read it for the first time.\n\nFor me, any one of the Harry Potter series makes this list. The…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "過去に何度読んでも新鮮に感じられる本があります。\n過去に何度読んでも新鮮に感じる本があります。展開が見えていても、最初に読んだときと同じような熱意を持って\n最初に読んだときと同じくらいの情熱を持って取り組むことができます。\n\n私の場合、ハリー・ポッターシリーズのどれかがこのリストに入ります。その...",
      "title": "何度読んでも、読むたびに新鮮に感じる本とは？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有一些书，无论你在过去读了多少次，都会感到新鲜。\n都觉得新鲜。你看到了情节的转折，但你还是以同样的热情对待它。\n但你还是以第一次读它时的那种热情去对待它。\n\n对我来说，《哈利-波特》系列中的任何一部都可以列入这个名单。这部书是我最喜欢的。",
      "title": "有哪一本书，无论你读多少次，每次都觉得新鲜？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有一些書，無論你在過去讀了多少次，都會感到新鮮。\n都覺得新鮮。你看到了情節的轉折，但你還是以同樣的熱情對待它。\n但你還是以第一次讀它時的那種熱情去對待它。\n\n對我來說，《哈利-波特》系列中的任何一部都可以列入這個名單。這部書是我最喜歡的。",
      "title": "有哪一本書，無論你讀多少次，每次都覺得新鮮？"
    }
  ]
}