{
  "author": "MadDawg248",
  "original_created_utc": 1626216303,
  "title": "YSK: Putting Fruit In A Cooler With Dry Ice Literally Carbonates it",
  "created_utc": 1626242051,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you ever go somewhere with a cooler with dry ice and fruit, be aware that your fruit will become carbonated.</p>\n\n<p>The reason this happens is because dry ice is solid carbon dioxide so it is literally carbonating your fruit. This means that just like carbonated drinks, your fruit will quite literally taste fizzy. It does not taste particularly bad, just different, and I actually kind of like the taste of it.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/YouShouldKnow/comments/ojqxt7/ysk_putting_fruit_in_a_cooler_with_dry_ice/",
  "subreddit": "YouShouldKnow",
  "id": "ojqxt7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If you ever go somewhere with a cooler with dry ice and fruit, be aware\nthat your fruit will become carbonated.\n\nThe reason this happens is because dry ice is solid carbon dioxide so it is\nliterally carbonating your fruit. This means that just like carbonated drinks,\nyour fruit will quite…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: もし、ドライアイスとフルーツを入れたクーラーを持ってどこかに行くことがあったら、フルーツが炭酸になってしまうので注意してください。\n果物が炭酸になってしまいます。\n\nなぜそうなるかというと、ドライアイスは固体の二酸化炭素なので、文字通りフルーツを炭酸化してしまうからです。\n文字通りフルーツを炭酸化させます。つまり、炭酸飲料のように\n炭酸飲料と同じように、あなたのフルーツもかなり...",
      "title": "YSK: ドライアイスを入れたクーラーに果物を入れると、文字通り炭酸ガスが発生します。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：如果你去一个有干冰和水果的冷却器的地方，要注意\n你的水果会变成碳酸。\n\n发生这种情况的原因是，干冰是固体二氧化碳，所以它是\n字面意思是让你的水果碳酸化。这意味着，就像碳酸饮料一样。\n你的水果会很...",
      "title": "YSK：把水果放在有干冰的冷却器中，简直就是在碳酸化它"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：如果你去一個有乾冰和水果的冷卻器的地方，要注意\n你的水果會變成碳酸。\n\n發生這種情況的原因是，乾冰是固體二氧化碳，所以它是\n字面意思是讓你的水果碳酸化。這意味着，就像碳酸飲料一樣。\n你的水果會很...",
      "title": "YSK：把水果放在有乾冰的冷卻器中，簡直就是在碳酸化它"
    }
  ]
}