{
  "author": "SECAggieGuy14",
  "original_created_utc": 1625793244,
  "title": "CMV: China is an authoritarian state that should be sanctioned just like North Korea",
  "created_utc": 1625805895,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Title says it all.  China is actively engaging in genocide in its western part of the country against their Muslim population, known only on my internet searching as the “Uighurs” putting them into modern day concentration camps.  </p>\n\n<p><a href=\"https://en.m.wikipedia.org/wiki/Xinjiang_internment_camps\">https://en.m.wikipedia.org/wiki/Xinjiang_internment_camps</a></p>\n\n<p><a href=\"https://www.bbc.com/news/world-asia-china-55794071\">https://www.bbc.com/news/world-asia-china-55794071</a></p>\n\n<p><a href=\"https://www.nbcnews.com/news/amp/ncna1270014\">https://www.nbcnews.com/news/amp/ncna1270014</a></p>\n\n<p>Chinas communist revolution was bloody and millions of people died.  </p>\n\n<p><a href=\"https://en.m.wikipedia.org/wiki/Maoism\">https://en.m.wikipedia.org/wiki/Maoism</a></p>\n\n<p>Killed by an oppressive government and chasing those who believed in democracy and fair elections to what is now known as Taiwan. </p>\n\n<p><a href=\"https://en.m.wikipedia.org/wiki/Taiwan_independence_movement\">https://en.m.wikipedia.org/wiki/Taiwan_independence_movement</a></p>\n\n<p>Yet, we hear constantly about how oppressive western democracies are when we have a world power actively committing genocide and the so called “free press” is silent.  </p>\n\n<p>China should be held accountable.  They should be sanctioned like any other genocidal, authoritarian regime.  If that means pains in the US or the West, so be it, for human justice.  </p>\n\n<p>China should be held accountable and western journalists need to be honest in their reporting of this regime.  </p>\n\n<p>Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/ogkyj3/cmv_china_is_an_authoritarian_state_that_should/",
  "subreddit": "changemyview",
  "id": "ogkyj3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Title says it all. China is actively engaging in genocide in its western part of\nthe country against their Muslim population, known only on my internet searching\nas the “Uighurs” putting them into modern day concentration…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルが全てを物語っています。中国はその西部でイスラム教徒に対して積極的に大量虐殺を行っている。\n中国は国の西部で、イスラム教徒に対して積極的に虐殺を行っています。\nウイグル人」と呼ばれ、現代の強制収容所に入れられている...",
      "title": "CMV: 中国は北朝鮮と同様に制裁を受けるべき権威主義国家である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "标题说明了一切。中国正积极在其西部地区对其穆斯林人口进行种族灭绝。\n中国正积极对其穆斯林人口进行种族灭绝，在我的互联网搜索中只被称为 \"维吾尔人\"。\n称为 \"维吾尔人\"，将他们置于现代的集中营......",
      "title": "CMV：中国是一个专制国家，应该像朝鲜一样受到制裁"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "標題說明了一切。中國正積極在其西部地區對其穆斯林人口進行種族滅絕。\n中國正積極對其穆斯林人口進行種族滅絕，在我的互聯網搜索中只被稱爲 \"維吾爾人\"。\n稱爲 \"維吾爾人\"，將他們置於現代的集中營......",
      "title": "CMV：中國是一個專制國家，應該像朝鮮一樣受到制裁"
    }
  ]
}