{
  "author": "JRSwampFOX",
  "the_new_excerpt": "Hello, I hope you are doing well. I trust your opinions and wish to have a\nthoughtful discussion if you feel comfortable answering some questions I have. I\ntry to believe that I am a centrist (At least that is what the political tests\ntell me). As such I wish to look at all sides and make a well…",
  "original_created_utc": 1610272267,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "你好，我希望你过得很好。I‘我想听听你的意见，希望能有一个\n深思熟虑的讨论，如果你愿意回答我的一些问题的话。我\n试着相信我是一个中间派(至少政治考验是这样的\n告诉我)。正因为如此，我希望从各个方面看，做好…",
      "title": "[改变我的想法]：我不支持blm"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你好，我希望你過得很好。I‘我想聽聽你的意見，希望能有一個\n深思熟慮的討論，如果你願意回答我的一些問題的話。我\n試着相信我是一箇中間派(至少政治考驗是這樣的\n告訴我)。正因爲如此，我希望從各個方面看，做好…",
      "title": "[改變我的想法]：我不支持blm"
    }
  ],
  "title": "CMV: I do not support BLM",
  "created_utc": 1610335967,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello, I hope you are doing well. I trust your opinions and wish to have a thoughtful discussion if you feel comfortable answering some questions I have. I try to believe that I am a centrist (At least that is what the political tests tell me). As such I wish to look at all sides and make a well-founded argument of my opinions. In this case I don’t feel completely comfortable and wish to get all viewpoints. I would believe that most of my views on this matter probably lay more on the conservative side of things. I will present a few points or discussion topics if you will and if you can comment on your opinions of them please do as I wish to hear all sides and I feel like I am only receiving conservative viewpoints.</p>\n\n<p><strong>Point #1:</strong> First, I disagree with the name “Black Lives Matter”. I do not disagree with the idea that Black lives matter, but I find it unfair or misleading that the organization is called Black Lives Matter. (Quick note I will be trying to speak on what I believe is the majority voice and not extremists like the Capitol raiders.) The way I see BLM misleading is that it is such a sensitive and inherent truth. Black lives do matter since we are obviously the same species so all rights should be equal between humans. But if you disagree, as I do, with the organization&#39;s policies then you are considered a racist since you disagree with Black Lives Matter. I disagree with some of the policies, but I do not think that should brand me a racist because I believe that way.</p>\n\n<p>Because of this, I can see myself being sympathetic to “All Lives Matter” as I feel that they are focused on the name itself is the problem. Thought process being, the name Black Lives Matter means that other minorities and especially the white majority don’t so why is the movement not called “All Lives Matter”. I disagree with the namesake of the organization not on the implications of what it means, but more on what I feel that it is baiting opposing views to be branded as racists just due to the namesake of the organization. What do you think?</p>\n\n<p><strong>Point #2:</strong> I disagree with policies set forth by the BLM movement and the organization’s standards. I disagree with destroying nuclear families, defunding police and honestly I do not have enough evidence but I am also on the fence about rampant systematic racism (That is a topic for another post). I believe it was changed, but at one point I found their mission statement on the website ‘Blacklivesmatter.com’. Reading the statements on the website it claims to be an ideological and political intervention movement. I get very strong vibes that it is a pro-black LGBTQIA focused movement. With policies like removing the nuclear family and living in essentially a self-governed black community is a very “Marxist” ideology. These are confirmed that I believe the founders of BLM (Don’t quote me) but of the 3 of them they had one who identified as LGBTQI (maybe more) and one was a self proclaimed Marxist so no wonder their ideologies spread into the movement. I just don’t agree with the Marxist, the LGBTQIA I have no problem with I just don’t understand why it is focused on that group of Black individuals rather than straight cis-gendered black men too but it’s neither here nor there. Again going to Point 1 I don’t wish to be branded a racist because I disagree with this. The only reason I even bring it up is that I feel it is very prevalent on the website and makes me again feel BLM is misleading.</p>\n\n<p>Looking at the <a href=\"/r/blacklivesmatter\">r/blacklivesmatter</a> does not give me any better hope. The rules essentially say, if you do not agree with us in its entirety then you will be banned. We won’t discuss with you. They banned the words LGBTQ and Marxism which I don’t feel is right to ban LGBTQ. I just feel that it exudes cancel culture at its finest. And thus I am here to seek your opinions and guidance as the rules turned me off and said we won’t discuss or want to talk to you.</p>\n\n<p>On the political side, if you click donate on the website, it takes you to actblue. A democratic political charity that funds essentially democratic candidates. This personally worries me that if the BLM donations, even a small portion, are going to funding democratic candidates then I again feel very mislead by this organization. This also creates VERY large conflicts of interest in democratic politics as they (democrats) would side entirely with BLM and let problems arise or continue to bring in more funding for themselves. (I know not all politicians will do this, but it is a concern for me.) What do you think?</p>\n\n<p><strong>Point #3:</strong> I disagree with defunding the police entirely. I am very pro-police. To a point that I find myself bias in the ‘authoritative’ way and would consider it my main bias in my own political ideology. I am aware of this so this point is very opinionated and probably unfounded but nevertheless I would love to hear your opinions.</p>\n\n<p>I strongly believe that most police officers are not racist. Does police brutality exist, yes. Do racist cops exist, yes. But looking at the bodycam footage and “evidence” brought by the police reports and eyewitnesses, I believe that most if not all police encounters that occurred as a rallying call for the BLM movement was not racist. Let me explain. I would contribute it to mainly misinformation (the media stoking the fire), differing views of adequate force response, and police misconduct. Let’s look at George Floyd. I did watch the entire body cam footage. At no time did I feel that the acts committed by the police officers involved were racist in any way. Was the officer who had his knee of George’s head out of line and considered misconduct, absolutely. But I do not feel that it was racist in any way. I firmly believe from watching the footage myself, that if George was not under the influence of fentanyl and (I believe) other substances (which was evident in the footage), things would have turned out different. So I feel that him being Black was not the cause of his death or contributed to it. Obviously, if the police officer in charge did things differently himself then also things would have been different so I am not defending him, I am just saying that it was not racist in my eyes. Personally, I think we should fund police more to have them better trained and better equipped to handle these situations better. If the police had better training and better equipment, then I think most of these killings would not occur as often.</p>\n\n<p>Other individuals like Rayshard Brooks (was armed with the officer&#39;s taser, I believe asleep at the wheel), Jacob Black (armed with a knife, called on for rape), Sean Reed (shot into houses with a modified Glock and filmed it on Facebook, also was armed with said Glock when shot by police). In these instances, I believe the shootings were justified due to being armed and dangerous.</p>\n\n<p>The last is the unfortunate death of Breonna Taylor. She did not deserve to die. But I believe in the idea that two things can be true at once. I do not think either Kenneth Walker or the officers (excluding one) should be charged. The main point is if police identified themselves. Media sources say they didn’t some say they did. There is no good way to prove if they did or did not. The facts are that Kenneth shot first and shot an officer which understandably makes sense why they shot back. Unfortunately, they hit Breonna and killed her. Now if we believe the officers did declare their presence then I do not see how this is an unjustified shooting and they were being fired upon and Kenneth should be charged. If then did not declare then Kenneth should not. The main concern I have here is that it is not racist. She was not shot because she was black or as some media said “Sleeping in her bed” which was false. It was Kenneth’s actions that led to her death. If we can justify his actions then it becomes more of a terrible accident than a racist shooting in my opinion. If Kenneth did not shoot, I would believe that the police would not have killed Breonna that day. Watching the bodycam footage of the arriving swat team, I heard Kenneth I believe claim that Breonna was the shooter to a police officer; also that she was dead and on the ground. Obviously, they expressed hesitation to storm inside as they did not know if other people were in the apartment. Then there is the dummy officer who shot into another apartment and cross fired their officers. That officer definitely deserves to be punished.</p>\n\n<p>So my TL;DR for this point is that most of the shootings are that they were not racist shootings but either police misconduct, unfortunate accidents, or justified. So I do not personally see how they would be considered racist and proof of systematic racism in the police force. What do you think?</p>\n\n<p>Thank you for reading, I know this might be offensive or inappropriate, but this is how I view things, and wish to see other sides and base my opinions equally on both sides.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/kubpza/cmv_i_do_not_support_blm/",
  "subreddit": "changemyview",
  "id": "kubpza",
  "is_self": true,
  "media": null,
  "is_video": false
}