{
  "author": "teknoprep",
  "the_new_excerpt": "Obligatory disclaimer - I am in the US and this is based on my experience, but\nI'm sure its similar in other countries. The US has very strict HIPAA laws that\nprotect any info we share with a Dr and our medical records.\n\n--\n\nI was glad when medical records went online. Easy to access all my Dr's…",
  "original_created_utc": 1611712109,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "义务声明--我在美国，这是我的经验之谈，但...。\n我相信在其他国家也有类似的情况。美国有非常严格的HIPAA法律。\n保护我们与医生分享的任何信息和我们的医疗记录。\n\n--\n\n我很高兴当医疗记录上网。很容易访问我所有医生的...",
      "title": "YSK，您的医疗记录可以被他人以电子方式访问，并透露出比您想象中更多的信息。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "義務聲明--我在美國，這是我的經驗之談，但...。\n我相信在其他國家也有類似的情況。美國有非常嚴格的HIPAA法律。\n保護我們與醫生分享的任何信息和我們的醫療記錄。\n\n--\n\n我很高興當醫療記錄上網。很容易訪問我所有醫生的...",
      "title": "YSK，您的醫療記錄可以被他人以電子方式訪問，並透露出比您想象中更多的信息。"
    }
  ],
  "title": "YSK That your Medical Records can be accessed by others electronically and reveal a lot more about you than you think",
  "created_utc": 1612318503,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><em>Obligatory disclaimer - I am in the US and this is based on my experience, but I&#39;m sure its similar in other countries. The US has very strict HIPAA laws that protect any info we share with a Dr and our medical records.</em></p>\n\n<p>--</p>\n\n<p>I was glad when medical records went online. Easy to access all my Dr&#39;s visits, instant alerts for labs, and no more calling in or waiting on the mail for bills! However my mind changed when I recently applied for Executive Life Insurance.</p>\n\n<p>The process was thorough, meaning not only did I fill out a lot of forms and take a lot of tests, they also checked my medical history to make sure I wasn&#39;t lying. I had to sign a waiver saying they could access all my medical records - figured it was just ER visits and major diagnosis (cancer, depression, etc).</p>\n\n<p>What I found out was shocking - here are some examples of questions they asked me after my EHR&#39;s (Electronic Health Records) were analyzed by them:</p>\n\n<ul>\n<li>&quot;Why did you put you&#39;re not a drug user when your Dr&#39;s notes in 2010 said you smoked marijuana?&quot; <em>(I smoked a little in college, but not anymore)</em></li>\n<li>&quot;Why did you put you don&#39;t suffer from anxiety/depression when you were prescribed Xanax in 2015?&quot; <em>(I had some dental work done, and the Dentist literally prescribed me 1 pill to ease the anxiety before the appointment)</em></li>\n<li>&quot;Why did you say you don&#39;t suffer from anxiety/depression when you went to a therapist in 2016?&quot; <em>(I had some big changes in my life that I needed help with)</em></li>\n<li>&quot;Why did you say you&#39;ve never had any heart issues when you had an EKG in 2018?&quot; <em>(This was part of a normal health screening)</em></li>\n</ul>\n\n<p>--</p>\n\n<p>Why YSK: They had ALL my records - Lab Tests, Prescription Fills, Diagnosis&#39;, Insurance...and scariest, personal Dr&#39;s Notes. And it all came from a single aggregator&#39;s database, who collected it from all my Dr&#39;s (Medical, Dental, Vision, and Mental), Hospitals, Labs and Pharmacies.</p>\n\n<p>And just remember, if they can get access to it, so can hackers. This will make me second guess what I tell the Dr during future visits, which is incredibly sad and dangerous for overall health.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/l5teob/ysk_that_your_medical_records_can_be_accessed_by/",
  "subreddit": "YouShouldKnow",
  "id": "l5teob",
  "is_self": true,
  "media": null,
  "is_video": false
}