{
  "author": "100anosdesolidao",
  "original_created_utc": 1637269155,
  "title": "I just finished reading war and peace. Tolstoy made my soul a little more warm today.",
  "created_utc": 1637298028,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The way that the characters are written so deep and such a wonderful story with a lot of good and bad moments.</p>\n\n<p>I felt that Pierre was almost my alter ego I never related so much to a character like him. Sorry if I sound a bit too excited it&#39;s because this book is so good. </p>\n\n<p>If you guys want to let&#39;s talk a bit about the book.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qwzgmw/i_just_finished_reading_war_and_peace_tolstoy/",
  "subreddit": "books",
  "id": "qwzgmw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The way that the characters are written so deep and such a wonderful story with\na lot of good and bad moments.\n\nI felt that Pierre was almost my alter ego I never related so much to a\ncharacter like him. Sorry if I sound a bit too excited it's because this book is\nso good.\n\nIf you guys want to let's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "登場人物の書き方に深みがあり、とても素晴らしい物語である。\n良いことも悪いこともたくさんある素晴らしい物語です。\n\nピエールは私の分身のようなもので、彼のようなキャラクターにこれほど感情移入したことはありませんでした。\nピエールは私の分身のように感じました。ちょっと興奮しすぎているように聞こえたらごめんなさい、それはこの本がとても良いからです。\nそれはこの本がとても良いからです。\n\nもし皆さんがそうしたいと思うなら、私たちは...。",
      "title": "war and peaceを読み終えました。トルストイのおかげで、今日は心が少し暖かくなりました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "人物的写法如此深刻，故事如此精彩，有很多好的和坏的时刻。\n很多好的和坏的时刻。\n\n我觉得皮埃尔几乎是我的另一个自我，我从未与一个像他这样的人物有如此大的关系。\n他这样的人物。对不起，如果我听起来有点太激动，那是因为这本书是\n太好。\n\n如果你们想让我们...",
      "title": "我刚刚读完《战争与和平》。托尔斯泰今天让我的灵魂多了一丝温暖。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "人物的寫法如此深刻，故事如此精彩，有很多好的和壞的時刻。\n很多好的和壞的時刻。\n\n我覺得皮埃爾幾乎是我的另一個自我，我從未與一個像他這樣的人物有如此大的關係。\n他這樣的人物。對不起，如果我聽起來有點太激動，那是因爲這本書是\n太好。\n\n如果你們想讓我們...",
      "title": "我剛剛讀完《戰爭與和平》。托爾斯泰今天讓我的靈魂多了一絲溫暖。"
    }
  ]
}