{
  "author": "jumbeldor",
  "original_created_utc": 1639122252,
  "title": "Just because a coin's value is $0.00001 doesn't mean it has room to reach $1",
  "created_utc": 1639135898,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This post is particularly for those who have little to no idea about Market Cap.&lt;/p&gt;\n\n&lt;p&gt;People new to crypto often fall prey to the shillers offering millions of tokens at just $10 or so. The boom of dogecoin and it&amp;#39;s peers have just added fuel to the sale of memecoins which are often scams or rugpulls. Even if they aren&amp;#39;t, that doesn&amp;#39;t mean it&amp;#39;s a good investment.&lt;/p&gt;\n\n&lt;p&gt;The value and room for growth of any Cryptocurrency is determined by it&amp;#39;s Marketcap. The market cap of a token is calculated by multiplying the value of one coin into the total supply of the coin.&lt;/p&gt;\n\n&lt;p&gt;If a coin has the value of $0.0001 a piece and the market cap of $100 billion and you buy a million tokens thinking it&amp;#39;ll make you a millionaire someday, you are WRONG!\nThis token will NEVER go to $1. For it to reach $1 the market cap of the crypto would have to be $1 Quadrillion Which is IMPOSSIBLE! Even Bitcoin, the OG, doesn&amp;#39;t have that marketcap. &lt;/p&gt;\n\n&lt;p&gt;That being said, while checking the marketcap is important,if the token is deflationary you should check the minimum supply it will have in the future and then calculate it&amp;#39;s highest possible growth.&lt;/p&gt;\n\n&lt;p&gt;If there is something I need to add or correct, please comment it.&lt;/p&gt;\n\n&lt;p&gt;Edit: Market capitalisation is obviously not the only criteria which can help us determine how much a coin&amp;#39;s value can grow, but it is a good place to start. There are plenty other things such as total supply and max supply of tokens, fully diluted market cap, volume etc. \nOne should always read the token&amp;#39;s whitepaper to find all the details, check social media handles of the dev team and the official handle of the token (if they have any).&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 412,
  "permalink": "/r/CryptoCurrency/comments/rd3hkt/just_because_a_coins_value_is_000001_doesnt_mean/",
  "subreddit": "CryptoCurrency",
  "id": "rd3hkt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>This post is particularly for those who have\nlittle to no idea about Market Cap.</p> <p>People new to crypto often fall prey\nto the shillers offering millions of tokens at just $10 or so. The boom of\ndogecoin and it&#39;s peers have just added fuel to the sale of…"
}