{
  "author": "jojogaeta",
  "the_new_excerpt": "Like a lot of people on here, I enjoyed reading as a kid but didn’t stick with\nit when high school got busy. I decided to start it up again as a freshman in\ncollege. It’s only a start but compared to my complete absence of reading last\nyear, I’m happy. This subreddit continues to motivate and offer…",
  "original_created_utc": 1612430965,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "和这里的很多人一样，我小时候也喜欢看书，但没有坚持看下去\n当高中开始忙碌时，它。大一的时候，我决定重新开始。\n大学。这只是一个开始，但与我去年完全没有阅读相比\n年，我很高兴。这个分论坛不断激励和提供... ...",
      "title": "\"要多读书 \"是我的新年决心。到目前为止，我已经读了《伊利亚特》和《傲慢与偏见》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "和這裏的很多人一樣，我小時候也喜歡看書，但沒有堅持看下去\n當高中開始忙碌時，它。大一的時候，我決定重新開始。\n大學。這只是一個開始，但與我去年完全沒有閱讀相比\n年，我很高興。這個分論壇不斷激勵和提供... ...",
      "title": "\"要多讀書 \"是我的新年決心。到目前爲止，我已經讀了《伊利亞特》和《傲慢與偏見》。"
    }
  ],
  "title": "“To read more” was my New Years Resolution. So far I’ve read The Iliad and Pride and Prejudice",
  "created_utc": 1612510986,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Like a lot of people on here, I enjoyed reading as a kid but didn’t stick with it when high school got busy. I decided to start it up again as a freshman in college. It’s only a start but compared to my complete absence of reading last year, I’m happy. This subreddit continues to motivate and offer up new books to explore.</p>\n\n<p>The Iliad</p>\n\n<p>Wanted to read it because I thoroughly enjoyed reading The Odyssey in High School. I felt it fell short in comparison. A great read if you like war and are interested in Homer but I feel it’s themes were too narrow. The battle scenes were long and drawn on and the listing of regiments was particularly odd. Overall a great read but I expected more having loved The Odyssey.</p>\n\n<p>Pride and Prejudice </p>\n\n<p>I decided to read this because I’m a sucker for romance movies and wanted to see if a book had the same effect. The novel exceeded my expectations and delved into interesting themes of classes and sisterhood. Thoroughly enjoyed this one.</p>\n\n<p>Thank you all!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/lcc3m6/to_read_more_was_my_new_years_resolution_so_far/",
  "subreddit": "books",
  "id": "lcc3m6",
  "is_self": true,
  "media": null,
  "is_video": false
}