{
  "author": "TheNurseJoshua",
  "original_created_utc": 1634149363,
  "title": "CMV: It is ok to give a beggar money.",
  "created_utc": 1634164239,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I firmly believe it is okay to give a beggar money if they are asking for it. </p>\n\n<p>Yeah, many will take advantage of the money and will use it for unsavory things. However, what if you gave money to a beggar and they were JUST able to buy food for themselves, purchase a suit for a job interview, purchase any necessary clothing, any medications, etc?  </p>\n\n<p>I like to think that morally, you did the right thing. Ultimately, it is THEIR decision on what they buy. So morally, they would be in the wrong for abusing the money given to them.</p>\n\n<p>Obviously, some beggars are asking for specific items and that is ok to buy that for them.</p>\n\n<p>TLDR: It is morally ok to give a beggar money. It is up to them how they use it.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/q7hab0/cmv_it_is_ok_to_give_a_beggar_money/",
  "subreddit": "changemyview",
  "id": "q7hab0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I firmly believe it is okay to give a beggar money if they are asking for it.\n\nYeah, many will take advantage of the money and will use it for unsavory things.\nHowever, what if you gave money to a beggar and they were JUST able to buy food\nfor themselves, purchase a suit for a job interview,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、物乞いの人がお金を要求している場合、その人にお金をあげてもいいと確信しています。\n\n確かに、多くの人はそのお金を利用して、不愉快なことに使うでしょう。\nしかし、もしあなたが物乞いにお金をあげて、その人が自分のために食べ物を買ったり、面接のためにスーツを買ったりすることができたとしたらどうでしょう。\n仕事の面接のためのスーツを買うことができたとしたら...。",
      "title": "CMV: 乞食にお金をあげるのはいいことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我坚信，如果乞丐要求钱，给他们钱是可以的。\n\n是的，许多人会利用这些钱，将其用于不光彩的事情。\n然而，如果你把钱给了一个乞丐，而他们只是能够为自己买食物\n为自己购买食物，为工作面试购买一套西装，...",
      "title": "CMV: 给一个乞丐钱是可以的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我堅信，如果乞丐要求錢，給他們錢是可以的。\n\n是的，許多人會利用這些錢，將其用於不光彩的事情。\n然而，如果你把錢給了一個乞丐，而他們只是能夠爲自己買食物\n爲自己購買食物，爲工作面試購買一套西裝，...",
      "title": "CMV: 給一個乞丐錢是可以的。"
    }
  ]
}