{
  "author": "lorinakeller",
  "the_new_excerpt": "just read an amazing book called Flowers for Algernon. it was adapted into a\nmovie called Charlie. The book is about a mentally disabled man who partakes in\nan operation to increase his intelligence. I think this quote really sums up the\nmain idea of the book.\n\n\" I don't know whats worse: to not…",
  "original_created_utc": 1620853337,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アルジャーノンに花束を」という素晴らしい本を読みました。この本は「チャーリー」という映画にもなりました。\nチャーリーという映画になりました。この本は、知的障害のある男性が、知能を高めるための手術に参加する話です。\n知能を高めるための手術に参加する知的障害者の話です。この言葉は、この本の主旨をよく表していると思います。\nこの本の主旨をよく表していると思います。\n\n\" 何が悪いのかわからない：ないこと...",
      "title": "アルジャーノンに花束を』という素晴らしい本を読みました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "刚刚读了一本了不起的书，叫《献给阿尔吉农的花》。\n电影《查理》。这本书讲的是一个智障人士参加了\n他参加了一项手术，以提高他的智力。我认为这句话真正概括了\n这本书的主要思想。\n\n\" 我不知道什么更糟糕：不...",
      "title": "刚刚读了一本叫《献给阿尔吉农的花》的神奇书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "剛剛讀了一本了不起的書，叫《獻給阿爾吉農的花》。\n電影《查理》。這本書講的是一個智障人士參加了\n他參加了一項手術，以提高他的智力。我認爲這句話真正概括了\n這本書的主要思想。\n\n\" 我不知道什麼更糟糕：不...",
      "title": "剛剛讀了一本叫《獻給阿爾吉農的花》的神奇書。"
    }
  ],
  "title": "Just read an amazing book called 'Flowers for Algernon.'",
  "created_utc": 1620906424,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>just read an amazing book called Flowers for Algernon. it was adapted into a movie called Charlie. The book is about a mentally disabled man who partakes in an operation to increase his intelligence. I think this quote really sums up the main idea of the book.</p>\n\n<p>&quot; I don&#39;t know whats worse: to not know what you are and be happy, or to become what you&#39;ve always wanted to be, and feel alone, (Daniel keyes)&quot; </p>\n\n<p>the book is very sad as it depicts charlie, the mentally disabled man, as having little awareness for how much people pick on him. spelling errors are used to illustrate his mental deficiency. i thought that the middle dragged on a bit and the transition into memory when he talks about the monkey was jarring but all in all it was a good read. its a classic and i totally recommend it. </p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/nazbu8/just_read_an_amazing_book_called_flowers_for/",
  "subreddit": "books",
  "id": "nazbu8",
  "is_self": true,
  "media": null,
  "is_video": false
}