{
  "author": "ZhanZhuang33",
  "original_created_utc": 1638191776,
  "title": "Books about a mans perspective of divorce",
  "created_utc": 1638207630,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My wife and I got married young, and over time we have grown apart as people quite a bit. I love her very much and accepted the differences between us but she doesn&#39;t love me anymore, and is no longer happy, so we&#39;re splitting up. I&#39;ve moved out already. The whole thing is very sad for me but we are still friends and there&#39;s no resentment or blame or anything like that. This is the friendliest and most gentle break up/divorce that I&#39;ve ever heard of. There&#39;s nothing that can be changed to make our relationship work, we&#39;re simply just different people with different priorities. But my heart is broken and I was just wondering if you lot could suggest any good novels that are somehow relevant to my situation at all?</p>\n\n<p>I want to heal, and move on with my life. Maybe reading a relatable story and having a big cry will help.</p>\n\n<p>I would prefer suggestions of novels, not self care/self help type books. I&#39;m already quite well connected to myself and I&#39;ve done a lot of healing over the years, but this divorce just blindsided me, so I want fictional stories of men in a similar situation...</p>\n\n<p>EDIT:</p>\n\n<p>Thanks for the suggestions and kind words, it&#39;s much appreciated!</p>\n</div><!-- SC_ON -->",
  "score": 114,
  "permalink": "/r/booksuggestions/comments/r4vmhc/books_about_a_mans_perspective_of_divorce/",
  "subreddit": "booksuggestions",
  "id": "r4vmhc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My wife and I got married young, and over time we have grown apart as people\nquite a bit. I love her very much and accepted the differences between us but\nshe doesn't love me anymore, and is no longer happy, so we're splitting up. I've\nmoved out already. The whole thing is very sad for me but we are…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私たち夫婦は若くして結婚しましたが、時が経つにつれ、人としてかなり離れてしまいました。\n随分と離れてしまいました。私は彼女をとても愛していて、お互いの違いを受け入れていましたが\n彼女はもう私を愛していないし、もう幸せではないので、別れることにしました。私はすでに\nもう引っ越しました。このことは僕にとってとても悲しいことだけど、僕たちは...",
      "title": "男の離婚観に関する本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的妻子和我很年轻就结婚了，随着时间的推移，我们的人际关系越来越远。\n相当多。我非常爱她，并接受我们之间的差异，但是\n她不再爱我了，也不再快乐了，所以我们要分手。我已经\n已经搬出去了。整个事情对我来说非常悲伤，但我们...",
      "title": "关于一个男人的离婚观点的书籍"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的妻子和我很年輕就結婚了，隨着時間的推移，我們的人際關係越來越遠。\n相當多。我非常愛她，並接受我們之間的差異，但是\n她不再愛我了，也不再快樂了，所以我們要分手。我已經\n已經搬出去了。整個事情對我來說非常悲傷，但我們...",
      "title": "關於一個男人的離婚觀點的書籍"
    }
  ]
}