{
  "author": "TheLordCommander666",
  "original_created_utc": 1633965632,
  "title": "CMV: China is basically the same (if not worse) than pre-war Nazi Germany",
  "created_utc": 1633980609,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First of all and most obviously they are committing a genocide of a minority population, sure it&#39;s not at shove as many people into the gas chamber level of genocide yet but neither was pre-war nazi Germany. China is systematically destroying every single culture and people&#39;s that aren&#39;t fully Chinese. </p>\n\n<p>China is expanding it&#39;s sphere of influence through every single means available to them both fair and foul (mostly foul) and has already broken it&#39;s treaty with the UK to take over Hong Kong while using economic means to basically take over Africa and the Philippines while also using economic means to censor and control Western media like the NBA and Blizzard and they&#39;ve already had military skirmishes with India and then there&#39;s the whole trying to claim international waters by creating artificial islands. They also constantly threatened to invade Taiwan and it seems to be only a matter of time until they do and if we ignore that Japan is going to be next and they&#39;ve already conquered the Philippines economically so then off to Australia and eventually they&#39;ll even come for Europe/NA.</p>\n\n<p>Internally China censors it&#39;s entire population, feeds them nothing but propaganda and controls them with a social credit score making their entire population subservient to their dictationship state not to mention it runs basically on slave labor of it&#39;s population and it&#39;s economy as it stands is basically the same as pre-war Nazi Germany with trade and property ownership somewhat allowed but the state can step in and seize whatever it wants at any time or force a company to make a purchase/engage in a contract ect. </p>\n\n<p>China&#39;s reversal of the 1 Child policy seems to be yet another indication they intend to go to war.</p>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/changemyview/comments/q5y5zu/cmv_china_is_basically_the_same_if_not_worse_than/",
  "subreddit": "changemyview",
  "id": "q5y5zu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First of all and most obviously they are committing a genocide of a minority\npopulation, sure it's not at shove as many people into the gas chamber level of\ngenocide yet but neither was pre-war nazi Germany. China is systematically\ndestroying every single culture and people's that aren't fully…"
}