{
  "author": "oldeenglishdry12345",
  "original_created_utc": 1632416996,
  "title": "CMV: The US Republican Party is not Fascist, and the US Democratic Party is not Communist",
  "created_utc": 1632425458,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you believe one of these statements, then you ought to believe the other.    </p>\n\n<p>Here&#39;s why:  </p>\n\n<p>We are 8 months away from a transfer of power from a Republican-led divided government to a Democrat-led government.  We are 3 years away from a Republican-led government.  If we were experiencing transfers of power from a Fascist party, or to a Communist party, the amount of things that would be radically different than the way they were before the transfer of power would be causing society-wide whiplash; there would be chaos.    </p>\n\n<p>People are who they say they are.  People don&#39;t go into politics with a &quot;pretend&quot; ideology and a &quot;real&quot; ideology that they secretly believe.  Even if they did, it doesn&#39;t matter; they don&#39;t govern the way that their supposed &quot;real&quot; ideology would dictate.  We still have capitalism, we still have democracy, and we&#39;ve had it through both Democrat and Republican administrations.  Both Republicans and Democrats are more or less liberals: Republicans leaning towards so-called Classical Liberalism and Democrats towards so-called Social Liberalism; a right leaning liberalism or a left leaning one.  There are wings of both parties that are more extreme, sure.  Doesn&#39;t change the broad outlook of the majority of members of both parties, and those &quot;extreme&quot; wings are still far off from being openly fascist or communist.  </p>\n\n<p>If somehow you can prove that either party has at least some fascist or communist elements, then you&#39;d change my mind.  I&#39;m expecting both sides to be trying to litigate what exactly communism and fascism mean, so maybe if you can give me a better definition than the ones that I think are warranted, you could change my mind.</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/changemyview/comments/ptztth/cmv_the_us_republican_party_is_not_fascist_and/",
  "subreddit": "changemyview",
  "id": "ptztth",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If you believe one of these statements, then you ought to believe the other.\n\nHere's why:\n\nWe are 8 months away from a transfer of power from a Republican-led divided\ngovernment to a Democrat-led government. We are 3 years away from a\nRepublican-led government. If we were experiencing transfers of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "もし、あなたがこれらの声明の1つを信じているなら、もう1つを信じるべきです。\n\n理由はこうです。\n\n共和党主導の分断政権から民主党主導の政権への政権交代が8ヶ月後に迫っています。\n共和党主導の分断政権から民主党主導の政権への政権交代が8ヶ月後に迫っています。共和党政権から3年後\n共和党主導の政権からは3年後です。もし、政権交代を経験していたら...。",
      "title": "CMV: アメリカ共和党はファシストではない、アメリカ民主党は共産主義ではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你相信其中一个说法，那么你就应该相信另一个。\n\n这就是原因。\n\n我们还有8个月就将权力从共和党领导的分裂政府转移到民主党领导的政府了。\n政府转移到一个民主党领导的政府。我们离共和党领导的政府还有3年时间。\n共和党领导的政府。如果我们正在经历权力的转移，那么，我们就会发现，在我们的国家里，权力的转移是非常重要的。",
      "title": "CMV：美国共和党不是法西斯，美国民主党也不是共产党"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你相信其中一個說法，那麼你就應該相信另一個。\n\n這就是原因。\n\n我們還有8個月就將權力從共和黨領導的分裂政府轉移到民主黨領導的政府了。\n政府轉移到一個民主黨領導的政府。我們離共和黨領導的政府還有3年時間。\n共和黨領導的政府。如果我們正在經歷權力的轉移，那麼，我們就會發現，在我們的國家裏，權力的轉移是非常重要的。",
      "title": "CMV：美國共和黨不是法西斯，美國民主黨也不是共產黨"
    }
  ]
}