{
  "author": "busterrulezzz",
  "original_created_utc": 1637958960,
  "title": "Markets are almost certainly overreacting to the new virus strain, here's why.",
  "created_utc": 1637966269,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Today wasn&#39;t good, I&#39;m not gonna lie. But I absolutely think that the markets are overreacting right now, so I am buying the dip.</p>\n\n<p>Why do I stay bullish? I am convinced that this new virus strain will fade away just like all the others did before. Here&#39;s an excerpt from <em>The New York Times</em> :</p>\n\n<blockquote>\n<p>Still, even epidemiologists who have been the most outspoken in supporting precautions against the virus urged calm on Friday, noting that little is known about the variant and that <strong>several seemingly threatening variants have come and gone in recent months</strong>.  </p>\n\n<p>“Substantively NOTHING is known about the new variant,” Roberto Burioni, a leading Italian virologist, wrote on Twitter, adding that people should not panic.</p>\n</blockquote>\n\n<p>So, here you go, you don&#39;t have to believe me. Experts are saying not to panic, so I don&#39;t panic.</p>\n\n<p>We also have to remember where we are coming from. In March 2020, the whole world economy basically shut down for a month. We had no vaccines, no treatment pills, nothing. And yet, markets recovered so quickly that a lot of investors couldn&#39;t believe it. Why would a new strain be any different? Almost everyone is vaccinated, deaths are plunging, and the economy is in really, really good shape.</p>\n\n<p>That&#39;s why I think this dip is a major buying opportunity. In all likelihood, we will be back at 60k and 4.4k in the coming weeks. If you are a long-term holder, this is a very good entry point.</p>\n</div><!-- SC_ON -->",
  "score": 599,
  "permalink": "/r/CryptoCurrency/comments/r2w7lc/markets_are_almost_certainly_overreacting_to_the/",
  "subreddit": "CryptoCurrency",
  "id": "r2w7lc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Today wasn't good, I'm not gonna lie. But I absolutely think that the markets\nare overreacting right now, so I am buying the dip.\n\nWhy do I stay bullish? I am convinced that this new virus strain will fade away\njust like all the others did before. Here's an excerpt from The New York Times :\n\n>…"
}