{
  "author": "Rick_C-69",
  "original_created_utc": 1627152226,
  "title": "YSK that pressing your car key fob up against your temple or under your chin extends/increases the range of it's signal to the car.",
  "created_utc": 1627185186,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you take your car key fob and press it up to the skin on your temple and or under your chin/jaw, you can effectively double the range to which the signal travels to your car.</p>\n\n<p>Why YSK this:</p>\n\n<p>It&#39;s great for walking away from your car and realizing you forgot to lock it and you usually don&#39;t even have to turn back around.</p>\n\n<p>Or if you need to find your car in a giant lot.</p>\n\n<p>Or if in case of an emergency you do need to use the panic button.</p>\n\n<p>Here&#39;s Jeremy Clarkson with an example: <a href=\"https://youtu.be/_jACSPipPSE\">https://youtu.be/_jACSPipPSE</a></p>\n\n<p>Edit: just to be clear because people seem to think this will kill you. It will not. The waves emitted from your key fob can not damage your tissue or your hands would have fallen off years ago... I&#39;m surprised this needs to be explained and at the same time not surprised at all.......</p>\n\n<p>Edit 2: ok so people are too afraid of common frequency waves here. Here are articles explaining the amplification of the waves due to water molecules and others in your head with no warning of dangers... Because there are non:\n-<a href=\"https://www.apartmenttherapy.com/tech-myth-holding-the-care-rem-83663\">https://www.apartmenttherapy.com/tech-myth-holding-the-care-rem-83663</a>\n-<a href=\"https://www.nytimes.com/2009/02/19/technology/personaltech/19basics.html\">https://www.nytimes.com/2009/02/19/technology/personaltech/19basics.html</a>\n-<a href=\"https://www.vox.com/xpress/2014/11/22/7259707/car-key-fob\">https://www.vox.com/xpress/2014/11/22/7259707/car-key-fob</a></p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/oqvq0s/ysk_that_pressing_your_car_key_fob_up_against/",
  "subreddit": "YouShouldKnow",
  "id": "oqvq0s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If you take your car key fob and press it up to the skin on your temple and or\nunder your chin/jaw, you can effectively double the range to which the signal\ntravels to your car.\n\nWhy YSK this:\n\nIt's great for walking away from your car and realizing you forgot to lock it\nand you usually don't even…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "車のキーフォブを、こめかみやあごの下の皮膚に押し当てると\nあごの下の皮膚に押し当てると、信号が車に届く範囲が2倍になります。\n信号が車に届く範囲が2倍になります。\n\nなぜYSKなのか。\n\n車から離れて歩いていて、鍵をかけ忘れたことに気付いた時に最適です。\n普段は気にも留めないことですが...。",
      "title": "YSKでは、キーフォブをこめかみやあごの下に押し当てることで、車への信号の届く範囲を広げたり、増やしたりしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你拿着你的汽车钥匙扣，把它按在你的太阳穴和或下巴/下巴的皮肤上。\n在你的下巴/颌下，你可以有效地将信号的传播范围扩大一倍\n传递到你的车上。\n\n为什么YSK会这样。\n\n当你离开你的车，发现你忘了锁车的时候，这很好。\n而你通常甚至不...",
      "title": "YSK认为，将汽车钥匙扣压在太阳穴上或下巴下，可以扩大/增加它对汽车的信号范围。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你拿着你的汽車鑰匙扣，把它按在你的太陽穴和或下巴/下巴的皮膚上。\n在你的下巴/頜下，你可以有效地將信號的傳播範圍擴大一倍\n傳遞到你的車上。\n\n爲什麼YSK會這樣。\n\n當你離開你的車，發現你忘了鎖車的時候，這很好。\n而你通常甚至不...",
      "title": "YSK認爲，將汽車鑰匙扣壓在太陽穴上或下巴下，可以擴大/增加它對汽車的信號範圍。"
    }
  ]
}