{
  "author": "Rick_C-69",
  "original_created_utc": 1627152226,
  "title": "YSK that pressing your car key fob up against your temple or under your chin extends/increases the range of it's signal to the car.",
  "created_utc": 1627185186,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you take your car key fob and press it up to the skin on your temple and or under your chin/jaw, you can effectively double the range to which the signal travels to your car.</p>\n\n<p>Why YSK this:</p>\n\n<p>It&#39;s great for walking away from your car and realizing you forgot to lock it and you usually don&#39;t even have to turn back around.</p>\n\n<p>Or if you need to find your car in a giant lot.</p>\n\n<p>Or if in case of an emergency you do need to use the panic button.</p>\n\n<p>Here&#39;s Jeremy Clarkson with an example: <a href=\"https://youtu.be/_jACSPipPSE\">https://youtu.be/_jACSPipPSE</a></p>\n\n<p>Edit: just to be clear because people seem to think this will kill you. It will not. The waves emitted from your key fob can not damage your tissue or your hands would have fallen off years ago... I&#39;m surprised this needs to be explained and at the same time not surprised at all.......</p>\n\n<p>Edit 2: ok so people are too afraid of common frequency waves here. Here are articles explaining the amplification of the waves due to water molecules and others in your head with no warning of dangers... Because there are non:\n-<a href=\"https://www.apartmenttherapy.com/tech-myth-holding-the-care-rem-83663\">https://www.apartmenttherapy.com/tech-myth-holding-the-care-rem-83663</a>\n-<a href=\"https://www.nytimes.com/2009/02/19/technology/personaltech/19basics.html\">https://www.nytimes.com/2009/02/19/technology/personaltech/19basics.html</a>\n-<a href=\"https://www.vox.com/xpress/2014/11/22/7259707/car-key-fob\">https://www.vox.com/xpress/2014/11/22/7259707/car-key-fob</a></p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/oqvq0s/ysk_that_pressing_your_car_key_fob_up_against/",
  "subreddit": "YouShouldKnow",
  "id": "oqvq0s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If you take your car key fob and press it up to the skin on your temple and or\nunder your chin/jaw, you can effectively double the range to which the signal\ntravels to your car.\n\nWhy YSK this:\n\nIt's great for walking away from your car and realizing you forgot to lock it\nand you usually don't even…"
}