{
  "author": "Cryptorealmoneyman",
  "original_created_utc": 1634805634,
  "title": "Had a no-coiner tell me that BTC is not \"real money\" and to \"enjoy the bitcoin stuff while it lasts, because the US Government will ban bitcoin soon and you'll be out a fortune wishing you would have cashed your BTC in to USD.\"",
  "created_utc": 1634826900,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Had a no-coiner tell me that BTC is not &quot;real money&quot; and &quot;you need to get your Bitcoin turned in to real money before it&#39;s too late,&quot; oh...and to &quot;enjoy the bitcoin stuff while it lasts, because the US Government will ban bitcoin soon and you&#39;ll be out a fortune wishing you would have cashed your BTC in to USD.&quot; Of course, I&#39;m hodling and ignoring the no-coiner advice like always lol. </p>\n\n<p>Still, I think it&#39;s good to understand the opponents of BTC in order to help them. This specific no-coiner just will not buy BTC because they insist it&#39;s not &quot;real money.&quot; Maybe they shouldn&#39;t? It really seems the saying is true &quot;you buy bitcoin at the price you deserve&quot; basically lol. </p>\n\n<p>I know the US talks about &quot;regulating&quot; bitcoin, but do we really think they can ban it? </p>\n\n<p>When they have different opinions than you do about BTC, how do you deal with no-coiners and how do you deal with the people who say &quot;bitcoin is not real money?&quot; </p>\n\n<p>Bitcoin is real money! Surely other bitcoiners understand lol.</p>\n</div><!-- SC_ON -->",
  "score": 233,
  "permalink": "/r/Bitcoin/comments/qcnbe0/had_a_nocoiner_tell_me_that_btc_is_not_real_money/",
  "subreddit": "Bitcoin",
  "id": "qcnbe0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Had a no-coiner tell me that BTC is not \"real money\" and \"you need to get your\nBitcoin turned in to real money before it's too late,\" oh...and to \"enjoy the\nbitcoin stuff while it lasts, because the US Government will ban bitcoin soon\nand you'll be out a fortune wishing you would have cashed your…"
}