{
  "author": "saaatchmo",
  "original_created_utc": 1639078466,
  "title": "YSK: \"Off-Brand\" Cereals are identical to \"Name Brand\" except that they often keep the (better) classic recipe, and in blind taste tests, perform better almost every time. With Kellogg firing 1400 workers, remember that paying more $ DOES NOT = BETTER.",
  "created_utc": 1639086252,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK&lt;/p&gt;\n\n&lt;p&gt;When considering paying $0.27 per serving vs $0.14 per serving, you should know that there is very little difference (if any) between most brands and their off-brand, and often times the difference is that the &amp;quot;off-brand&amp;quot; retains the better tasting original recipe vs the name brand Cereals cost-cutting, recipe changing, etc;&lt;/p&gt;\n\n&lt;p&gt;The Name Brand cereal seems better due to their superior marketing, however in almost every instance (depending on the off-brand) the non-name brand cereal beats the name brand cereal in blind taste tests.&lt;/p&gt;\n\n&lt;p&gt;This means that their marketing is working, however they are in reality NOT better, in almost every instance.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Note:&lt;/strong&gt; I &lt;strong&gt;know&lt;/strong&gt; there are some cereal off-brands out there which clearly do not match/beat the name brand, however for the most part, the majority of them are identical or better than the original.&lt;/p&gt;\n\n&lt;p&gt;And... &lt;strong&gt;With Kellogg firing 1400 workers rather than providing better wages or working environment&lt;/strong&gt;, it&amp;#39;s important to remember that, for the most part, &lt;strong&gt;your extra $ is going toward their superior marketing and trickery to make their brand seem &amp;quot;better&amp;quot;, not a truly better product.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Spend your money in places that share your values, and in this case, on an often identical or superior product. &lt;/p&gt;\n\n&lt;p&gt;Paying more $, in this case does not equal a better product, and in fact only gets you a more commonly marketed name, and often a more poorly performing brand in taste tests.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Edit:&lt;/strong&gt; For those looking for taste tests, there are simply too many to link here, depending on which &amp;quot;off brand&amp;quot; you want to see tested vs the big name cereals. Google &amp;quot;off brand cereal taste test&amp;quot; and you&amp;#39;ll find many in-depth reviews and even videos describing the look, and the taste difference (if any) of whatever brand they&amp;#39;re testing.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 1055,
  "permalink": "/r/YouShouldKnow/comments/rcp9gv/ysk_offbrand_cereals_are_identical_to_name_brand/",
  "subreddit": "YouShouldKnow",
  "id": "rcp9gv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK\n\nWhen considering paying $0.27 per serving vs $0.14 per serving, you should know\nthat there is very little difference (if any) between most brands and their\noff-brand, and often times the difference is that the \"off-brand\" retains the\nbetter tasting original recipe vs the name brand Cereals…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>なぜYSKなのか</p> <p>1食あたり0.27ドルと0.14ドルを比較した場合、1食あたり0.27ドルの方がお得です。\n1食あたり0.27ドルと1食あたり0.14ドルを比較した場合、ほとんどのブランドとオフブランドの間には\nこのようにして、私たちは、自分たちの生活の中で、自分たちの生活の中で、自分たちの生活の中で、自分たちの生活の中で\n",
      "title": "YSK: \"Off-Brand \"シリアルは、\"Name Brand \"シリアルと同じですが、伝統的なレシピを維持していることが多く、ブラインド・テイスト・テストでは、ほぼ毎回良い結果が得られています。Kellogg社は1400人の従業員を解雇しましたが、より多くのお金を払うことは、より良いことではないことを覚えておいてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK</p> <p>当考虑每份支付0.27美元与0.14美元时\n时，你应该知道，大多数品牌与非品牌之间的差异很小（如果有的话）。\n大多数品牌与非品牌之间的差异（如果有的话），而且通常情况下，差异在于\n不同的是，非品牌保留了更好的产品。",
      "title": "YSK：\"非品牌 \"麦片与 \"名牌 \"麦片完全一样，只是它们通常保留了（更好的）经典配方，而且在盲测中，几乎每次都表现得更好。凯洛格公司解雇了1400名工人，请记住，支付更多的美元并不意味着更好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK</p> <p>當考慮每份支付0.27美元與0.14美元時\n時，你應該知道，大多數品牌與非品牌之間的差異很小（如果有的話）。\n大多數品牌與非品牌之間的差異（如果有的話），而且通常情況下，差異在於\n不同的是，非品牌保留了更好的產品。",
      "title": "YSK：\"非品牌 \"麥片與 \"名牌 \"麥片完全一樣，只是它們通常保留了（更好的）經典配方，而且在盲測中，幾乎每次都表現得更好。凱洛格公司解僱了1400名工人，請記住，支付更多的美元並不意味着更好。"
    }
  ]
}