{
  "author": "saaatchmo",
  "original_created_utc": 1639078466,
  "title": "YSK: \"Off-Brand\" Cereals are identical to \"Name Brand\" except that they often keep the (better) classic recipe, and in blind taste tests, perform better almost every time. With Kellogg firing 1400 workers, remember that paying more $ DOES NOT = BETTER.",
  "created_utc": 1639086252,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK&lt;/p&gt;\n\n&lt;p&gt;When considering paying $0.27 per serving vs $0.14 per serving, you should know that there is very little difference (if any) between most brands and their off-brand, and often times the difference is that the &amp;quot;off-brand&amp;quot; retains the better tasting original recipe vs the name brand Cereals cost-cutting, recipe changing, etc;&lt;/p&gt;\n\n&lt;p&gt;The Name Brand cereal seems better due to their superior marketing, however in almost every instance (depending on the off-brand) the non-name brand cereal beats the name brand cereal in blind taste tests.&lt;/p&gt;\n\n&lt;p&gt;This means that their marketing is working, however they are in reality NOT better, in almost every instance.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Note:&lt;/strong&gt; I &lt;strong&gt;know&lt;/strong&gt; there are some cereal off-brands out there which clearly do not match/beat the name brand, however for the most part, the majority of them are identical or better than the original.&lt;/p&gt;\n\n&lt;p&gt;And... &lt;strong&gt;With Kellogg firing 1400 workers rather than providing better wages or working environment&lt;/strong&gt;, it&amp;#39;s important to remember that, for the most part, &lt;strong&gt;your extra $ is going toward their superior marketing and trickery to make their brand seem &amp;quot;better&amp;quot;, not a truly better product.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Spend your money in places that share your values, and in this case, on an often identical or superior product. &lt;/p&gt;\n\n&lt;p&gt;Paying more $, in this case does not equal a better product, and in fact only gets you a more commonly marketed name, and often a more poorly performing brand in taste tests.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Edit:&lt;/strong&gt; For those looking for taste tests, there are simply too many to link here, depending on which &amp;quot;off brand&amp;quot; you want to see tested vs the big name cereals. Google &amp;quot;off brand cereal taste test&amp;quot; and you&amp;#39;ll find many in-depth reviews and even videos describing the look, and the taste difference (if any) of whatever brand they&amp;#39;re testing.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 1055,
  "permalink": "/r/YouShouldKnow/comments/rcp9gv/ysk_offbrand_cereals_are_identical_to_name_brand/",
  "subreddit": "YouShouldKnow",
  "id": "rcp9gv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK</p> <p>When considering paying $0.27\nper serving vs $0.14 per serving, you should know that there is very little\ndifference (if any) between most brands and their off-brand, and often times the\ndifference is that the &quot;off-brand&quot; retains the better…"
}