{
  "author": "KieselguhrKid13",
  "the_new_excerpt": "I've read a lot of great books, and this was one of the best I've ever read. I'd\nread Of Mice and Men before and liked it, but wasn't blown away, but I wanted to\ngive Grapes of Wrath a try.\n\nSteinbeck's descriptions are some of the most vivid, clear prose I've read. The\nnarrative structure,…",
  "original_created_utc": 1614905902,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我读过很多好书，这是我读过的最好的书之一。我想\n以前读过《老鼠与人类》，很喜欢，但没有被震撼到，但我想要\n试试《愤怒的葡萄》吧。\n\n斯坦贝克的描述是我读过的最生动、最清晰的散文。愤怒的葡萄》是我读过的最生动、最清晰的散文。\n叙事结构，...",
      "title": "我的天啊，我刚看完《愤怒的葡萄》... ..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我讀過很多好書，這是我讀過的最好的書之一。我想\n以前讀過《老鼠與人類》，很喜歡，但沒有被震撼到，但我想要\n試試《憤怒的葡萄》吧。\n\n斯坦貝克的描述是我讀過的最生動、最清晰的散文。憤怒的葡萄》是我讀過的最生動、最清晰的散文。\n敘事結構，...",
      "title": "我的天啊，我剛看完《憤怒的葡萄》... ..."
    }
  ],
  "title": "Holy crap I just finished The Grapes of Wrath...",
  "created_utc": 1614954297,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve read a lot of great books, and this was one of the best I&#39;ve ever read. I&#39;d read Of Mice and Men before and liked it, but wasn&#39;t blown away, but I wanted to give Grapes of Wrath a try. </p>\n\n<p>Steinbeck&#39;s descriptions are some of the most vivid, clear prose I&#39;ve read. The narrative structure, alternating between the Joad&#39;s journey and the broader context of what was happening, made the broader social context clear while making the history personal and real. Tom Joad is a great character, but honestly Ma Joad stole the show. She&#39;s easily one of the strongest, most tragic, most enduring characters I&#39;ve encountered. </p>\n\n<p>I also loved the scathing social critique of this book, especially in light of the widening economic divide and mass unemployment in the US that&#39;s been accelerated by Covid-19. If this book doesn&#39;t make you understand the argument for socialism and labor organization as an antidote to unchecked capitalism, you missed the point.</p>\n\n<p>Don&#39;t normally gush about books like this, but this one&#39;s special. Read it, if you haven&#39;t.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ly069f/holy_crap_i_just_finished_the_grapes_of_wrath/",
  "subreddit": "books",
  "id": "ly069f",
  "is_self": true,
  "media": null,
  "is_video": false
}