{
  "author": "Monster-Zero",
  "original_created_utc": 1630601810,
  "title": "How do lungs heal after quitting smoking, especially with regards to timelines and partial-quit?",
  "created_utc": 1630609358,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi all, just trying to get a sense of something here. If I&#39;m a smoker and I quit, the Internet tells me it takes 1 month for my lungs to start healing if I totally quit. I assume the lungs are healing bit by bit every day after quitting and it takes a month to rebuild lung health enough to categorize the lung as in-recovery. My question is, is my understanding correct?</p>\n\n<p>If that understanding is correct, if I reduce smoking to once a week will the cumulative effects of lung regeneration overcome smoke inhalation? To further explain my thought, let&#39;s assume I&#39;m starting with 0% lung health. If I don&#39;t smoke, the next day maybe my lung health is at 1%. After a week, I&#39;m at 7%. If I smoke on the last day, let&#39;s say I take an impact of 5%. Next day I&#39;m starting at 2%, then by the end of the week I&#39;m at 9%. Of course these numbers are made up nonsense, just trying to get a more concrete understanding (preferably gamified :)) .</p>\n\n<p>I&#39;m actually not a smoker, but I&#39;m just curious to how this whole process works. I assume it&#39;s akin to getting a wound, but maybe organ health works differently? I&#39;ve never been very good at biology or chemistry, so I&#39;m turning to you <a href=\"/r/askscience\">/r/askscience</a>!</p>\n</div><!-- SC_ON -->",
  "score": 135,
  "permalink": "/r/askscience/comments/pglvry/how_do_lungs_heal_after_quitting_smoking/",
  "subreddit": "askscience",
  "id": "pglvry",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi all, just trying to get a sense of something here. If I'm a smoker and I\nquit, the Internet tells me it takes 1 month for my lungs to start healing if I\ntotally quit. I assume the lungs are healing bit by bit every day after quitting\nand it takes a month to rebuild lung health enough to…"
}