{
  "author": "Acceptable_Novel8200",
  "original_created_utc": 1640692226,
  "title": "If politicians failed to comply with a law,then $200 fine (which can be waived off) but if you failed to comply with new Crypto related provisions in Infrastructure bill then prison and fines for you!",
  "created_utc": 1640701999,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;It came to light that 52 lawmakers failed to comply with the Stock Act, which aim to prohibit lawmakers insider trading,\nOn being asked, most of them citied clerical errors,oversights,inattentive accountants to report those trades.&lt;/p&gt;\n\n&lt;p&gt;The lawmakers who violate the Stock Act would have to pay fine of $200,which can be waived by House or Senate ethics officials.&lt;/p&gt;\n\n&lt;p&gt;In short, they are *making *millions by accessing the information they receive because of their position,which they got because of people and trade stocks based on that.&lt;/p&gt;\n\n&lt;p&gt;More importantly they are breaking a law and the consequences of doing that is just a fine of $200 and which can be easily waived off. &lt;/p&gt;\n\n&lt;p&gt;In Senate Proved infrastructure bill, &lt;/p&gt;\n\n&lt;p&gt;The Section 6050I &lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Recipent of BTC (or other Cryptocurrencies) report the social, security number, sender&amp;#39;s name, birth date, address and profession for total \namounts &amp;gt;$10k from one entity.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Failure to do this would be a Felony, Also subject to fines.\nIf you failed to comply with it, then it&amp;#39;s your fault and nothing can justify that, you have to face the consequences. &lt;/p&gt;\n\n&lt;p&gt;Basically, they made a law to send you prison if you don&amp;#39;t comply with it but if they don&amp;#39;t comply with the law then they have more than enough reasons to justify that and it&amp;#39;s not a big deal because they are &amp;quot;lawmakers&amp;quot;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 328,
  "permalink": "/r/CryptoCurrency/comments/rqe4ew/if_politicians_failed_to_comply_with_a_lawthen/",
  "subreddit": "CryptoCurrency",
  "id": "rqe4ew",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>It came to light that 52 lawmakers failed to\ncomply with the Stock Act, which aim to prohibit lawmakers insider trading, On\nbeing asked, most of them citied clerical errors,oversights,inattentive\naccountants to report those trades.</p> <p>The lawmakers who violate…"
}