{
  "author": "topcoatsandhats",
  "the_new_excerpt": "One thing that was definitely a struggle point for me is having to be in the\nmood to read. This is sometimes made harder by not feeling in the mood for a\ncertain genre (i.e. horror) that you may be reading at that moment. It’s taken\nme 22 years of life to finally realize that I should have multiple…",
  "original_created_utc": 1618094547,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が苦労した点は、読書をする気分にならないといけないことです。\n読む気分にならなければならないことです。これは、特定のジャンル（例えば、ホラー）を読む気分になれないことで、さらに難しくなります。\nその時に読んでいる特定のジャンル（例：ホラー）の気分になれないと、さらに難しくなります。人生22年目にして\n人生22年目にしてようやく、複数の本を持つべきだと気付きました。",
      "title": "自分で実行するには時間がかかりすぎましたが、複数の本を同時に読むことはできますし、そうすべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有一件事绝对是我的奋斗点，那就是必须在\n的心情来阅读。这有时会因为没有心情看书而变得更加困难。\n某种类型（即恐怖），你当时可能正在阅读。它的采取\n我22年的生活终于意识到我应该有多个... ...",
      "title": "我自己花了太长时间才实施，但你可以也应该同时阅读多本书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有一件事絕對是我的奮鬥點，那就是必須在\n的心情來閱讀。這有時會因爲沒有心情看書而變得更加困難。\n某種類型（即恐怖），你當時可能正在閱讀。它的採取\n我22年的生活終於意識到我應該有多個... ...",
      "title": "我自己花了太長時間才實施，但你可以也應該同時閱讀多本書"
    }
  ],
  "title": "Took way too long for me to implement myself, but you can and should read multiple books at once",
  "created_utc": 1618152307,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>One thing that was definitely a struggle point for me is having to be in the mood to read.  This is sometimes made harder by not feeling in the mood for a certain genre (i.e. horror) that you may be reading at that moment.  It’s taken me 22 years of life to finally realize that I should have multiple books going at once.  Much like with watching different shows, sometimes you’re just not in the mood for some but will watch something else.  So now I have a fiction, philosophy, folk story, compendium, and audio book all going to fit different moods and I’ve found I’ve been reading a lot more consistently in the past few weeks than I have ever in the past.  I’ll def have busy reading periods, but now has been the most consistently interested if that makes sense.  Also feels like it takes some pressure away from the feeling of like like “gotta finish this book ASAP to start the next one” so I can say instead hmm I’ll do a lil of this one rn sure.  Just wanted to share my two cents here</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/moes3j/took_way_too_long_for_me_to_implement_myself_but/",
  "subreddit": "books",
  "id": "moes3j",
  "is_self": true,
  "media": null,
  "is_video": false
}