{
  "author": "rodgeramicita",
  "original_created_utc": 1638680875,
  "title": "Sorry if this breaks the rules",
  "created_utc": 1638727768,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;As the title says, sorry if the question breaks the rules as this is more of a question about the sub than a question of history. But I joined the sub a few weeks ago with the hope of reading some interesting historical stuff. But every time I click on a post it will say there are 10-50 comments on the post. But then when I go in to look, I don&amp;#39;t see anything but a post by a mod talking about how if the comment isn&amp;#39;t good it will be deleted. Is this an issue on my end or has all those comments just been deleted?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 101,
  "permalink": "/r/AskHistorians/comments/r986nk/sorry_if_this_breaks_the_rules/",
  "subreddit": "AskHistorians",
  "id": "r986nk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As the title says, sorry if the question breaks the rules as this is more of a\nquestion about the sub than a question of history. But I joined the sub a few\nweeks ago with the hope of reading some interesting historical stuff. But every\ntime I click on a post it will say there are 10-50 comments on…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>タイトルにもあるように、質問がルール違反だったらごめんなさい。\nこれは、歴史の質問というよりも、サブの質問なので、ルール違反になったらごめんなさい。\n歴史についての質問です。しかし、私は数週間前に、何か面白い歴史的なものを読みたいと思って、このサブに参加しました。\n興味深い歴史的なものを読みたいと思って、数週間前にサブに参加しました。しかし、私が記事をクリックするたびに...",
      "title": "ルール違反だったらごめんなさい"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>正如标题所说，如果这个问题违反了规则，请原谅。\n违反规则，因为这更像是一个关于子的问题，而不是一个关于历史的问题。\n历史问题。但我在几周前加入了这个子集，希望能读到一些\n有趣的历史资料。但是，每当我点击一个帖子，它就...",
      "title": "对不起，如果这违反了规则"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>正如標題所說，如果這個問題違反了規則，請原諒。\n違反規則，因爲這更像是一個關於子的問題，而不是一個關於歷史的問題。\n歷史問題。但我在幾周前加入了這個子集，希望能讀到一些\n有趣的歷史資料。但是，每當我點擊一個帖子，它就...",
      "title": "對不起，如果這違反了規則"
    }
  ]
}