{
  "author": "hotchit",
  "original_created_utc": 1624348824,
  "title": "Just finished reading Animal Farm and would like to know what symbolisms weren't the most obvious.",
  "created_utc": 1624390743,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I loved this satirical allegory and how Orwell brilliantly demonstrated the dynamics of oppression, tyranny, propaganda through symbolism. I feel like its lowkey just about failed revolutions everywhere. I was, in particular, wondering what symbolisms I might have missed or maybe weren&#39;t the most obvious.</p>\n\n<p>Very interested in discussing and knowing the different allegorical symbolisms of certain events other than the apparent representations of political figures, of course.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/o5hps8/just_finished_reading_animal_farm_and_would_like/",
  "subreddit": "books",
  "id": "o5hps8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I loved this satirical allegory and how Orwell brilliantly demonstrated the\ndynamics of oppression, tyranny, propaganda through symbolism. I feel like its\nlowkey just about failed revolutions everywhere. I was, in particular, wondering\nwhat symbolisms I might have missed or maybe weren't the most…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこの風刺の効いた寓話が大好きで、オーウェルが抑圧、専制、プロパガンダの力学を象徴的に見事に表現しています。\n抑圧、専制、プロパガンダの力学を象徴的に表現しています。私はこの作品が\nどこの国でも失敗した革命について、控えめに書いてあるような気がします。私が特に疑問に思ったのは\n私が見落としていたかもしれない象徴、あるいは最も重要ではなかったかもしれない象徴は何だろうと考えていました...",
      "title": "動物農場」を読み終えたところですが、最も明白ではない象徴を教えてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢这个讽刺性的寓言故事，喜欢奥威尔通过象征性手法出色地展示了\n奥威尔通过象征性的手法，出色地展示了压迫、暴政和宣传的动态。我觉得它\n低调地讲述了各地失败的革命。我特别想知道\n我可能错过了哪些象征意义，或者也许不是最...",
      "title": "刚读完《动物农场》，想知道哪些象征意义不是最明显的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡這個諷刺性的寓言故事，喜歡奧威爾通過象徵性手法出色地展示了\n奧威爾通過象徵性的手法，出色地展示了壓迫、暴政和宣傳的動態。我覺得它\n低調地講述了各地失敗的革命。我特別想知道\n我可能錯過了哪些象徵意義，或者也許不是最...",
      "title": "剛讀完《動物農場》，想知道哪些象徵意義不是最明顯的。"
    }
  ]
}