{
  "author": "CMV_Thankyou4",
  "the_new_excerpt": "To start this isn't an anti-military or anti-war post. I don't want to debate\nabout that as they are separate issues so please stay on task. This is also a\nthrowaway account because people can get fairly heated about this subject\n(understandably so) but it's not something I want to be linked to my…",
  "original_created_utc": 1617463633,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "首先这不是一个反军事或反战争的帖子。我不想辩论\n关于这一点，因为它们是不同的问题，所以请继续努力。这也是一个\n滥竽充数\n(可以理解)但我不想把它和我的... ...",
      "title": "CMV：\"谢师宴 \"的风气需要消失。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先這不是一個反軍事或反戰爭的帖子。我不想辯論\n關於這一點，因爲它們是不同的問題，所以請繼續努力。這也是一個\n濫竽充數\n(可以理解)但我不想把它和我的... ...",
      "title": "CMV：\"謝師宴 \"的風氣需要消失。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "そもそもこの記事は、反軍や反戦の記事ではありません。議論したいわけではありません。\n議論したいわけではありませんので、仕事を続けてください。また、これは\n捨てアカウントでもあります。なぜなら、このテーマについては人々がかなり熱くなることがあるからです。\nこれも捨てアカウントですが、このテーマについてはかなり熱くなることがあります（当然ですが）。",
      "title": "CMV：「ご苦労様でした」という風潮はなくすべきです。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "そもそもこの記事は、反軍や反戦の記事ではありません。議論したいわけではありません。\n議論したいわけではありませんので、仕事を続けてください。また、これは\n捨てアカウントでもあります。なぜなら、このテーマについては人々がかなり熱くなることがあるからです。\nこれも捨てアカウントですが、このテーマについてはかなり熱くなることがあります（当然ですが）。",
      "title": "CMV：「ご苦労様でした」という風潮はなくすべきです。"
    }
  ],
  "title": "CMV: The \"thank you for your service\" trend needs to go away.",
  "created_utc": 1617507392,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To start this isn&#39;t an anti-military or anti-war post. I don&#39;t want to debate about that as they are separate issues so please stay on task. This is also a throwaway account because people can get fairly heated about this subject (understandably so) but it&#39;s not something I want to be linked to my primary that I will have to deal with beyond this post. </p>\n\n<p>Let me start by saying my view is coming from the standpoint of an enlisted service member I have been in for over a decade. And almost every single service member I know or have known during this time hates being thanked for their service almost as much as they hate dealing with the nutcases that you find in groups like the Westboro baptist who think service members deserve to die because America allows the immorality of homosexuality (yes they are that freaking nuts.) </p>\n\n<p>My arguments against thank you for your service: </p>\n\n<ul>\n<li><p>Though I recognize and understand it&#39;s a response to how some Vietnam veterans were treated coming home it hasn&#39;t been so of every military/veteran group. Yes, it was wrong but you can&#39;t make up for the past by going overboard in the present. </p></li>\n<li><p>It&#39;s always extremely awkward when someone you don&#39;t know comes up and aggressively inserts themselves into your space demanding that you acknowledge them. I can give tons of anecdotal evidence of this. And how if you don&#39;t give them back the proper amount of gratitude and acknowledgment they think that you should they can become even more aggressive. </p></li>\n<li><p>It perpetuates the myth that we are somehow selfless people. We aren&#39;t the idea that we joined for some patriotic reasoning is quite the opposite of reality and though those people do exist they are in the minority. </p></li>\n<li><p>This leads people who are anti-military (just talking about the ones that take it out on enlisted people, not the ones that they should take it up with) to believe because of this myth that we somehow believe we are heroes and special and awesome. This is nowhere near the truth of how we think or feel. We know we aren&#39;t heroes, we are faulty human beings just like everyone else. </p></li>\n<li><p>which leads to the next point. It&#39;s a job that we are paid to do and if the paychecks stopped coming you could bet we wouldn&#39;t bother showing up just like you wouldn&#39;t. </p></li>\n<li><p>It gives some people the impression that we are the ones pushing for this. We aren&#39;t at least those of us that aren&#39;t attention-seeking asshats don&#39;t. And it causes some resentment in the American public because of it. We shouldn&#39;t have to deal with the fallout of things that politicians push to make themselves look good. </p></li>\n<li><p>It&#39;s also not equally done for female soldiers and veterans. The automatic assumptions that happen based upon our genders that we couldn&#39;t possibly be the one in are quite frankly insulting. Women have been in the military officially since world war I. We aren&#39;t some new phenomena so if you&#39;re not going to equally recognize us then you definitely shouldn&#39;t just recognize the men.</p></li>\n<li><p>It honestly feels like lip service. Most individuals have this image because of movies and tv that we all do the same thing. When the reality is we all do various jobs the majority of which are support positions. Would you thank someone for being a paralegal in the civilian world? What about someone that pumps gas (a real job in the military)? What about someone who does laundry services? (Real job as well.) No, you probably wouldn&#39;t there is no difference here. Yes they wear a uniform and yes they deploy sometimes (less common now actually people can go a full 20-year career without ever once deploying to a combat zone.) and they know the minimum of what to do if they find themselves in a situation however we aren&#39;t a bunch of billy badass freedom fighters. So it&#39;s uncomfortable being touted as one when all you&#39;ve done for your entire time in is spend it making sure people&#39;s pay was straight. </p></li>\n</ul>\n\n<p>Arguments that can change my view: </p>\n\n<ul>\n<li><p>Evidence that thanking people does more good than harm. </p></li>\n<li><p>I suppose I will accept anecdotal evidence from other veterans that find value in this or service members that find value in it. </p></li>\n<li><p>That this doesn&#39;t in the end cause more resentment from certain groups.</p></li>\n</ul>\n\n<p>And I suppose any other persuasive argument you can present. I really do want to believe it&#39;s genuine and most that I know have just had bad experiences so please change my view!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/mjao8v/cmv_the_thank_you_for_your_service_trend_needs_to/",
  "subreddit": "changemyview",
  "id": "mjao8v",
  "is_self": true,
  "media": null,
  "is_video": false
}