{
  "author": "Wrisquee",
  "the_new_excerpt": "So I've been an avid reader for years and I knew that reading LoTR was a must. I\neven promised myself not to watch any of the movies until I read the books.\nUnfortunately, life got in the way of my reading habit so the series just sat in\nmy shelf for years.\n\nUntil this pandemic thing started and I…",
  "original_created_utc": 1622207688,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "だから、私は何年も前から熱心な読書家で、LoTRを読むことは必須だと思っていました。I\n本を読むまでは映画を見ないと約束したほどです。\n残念ながら、人生が私の読書習慣の邪魔をしたので、このシリーズは何年も私の本棚に置かれたままでした。\n私の本棚に何年も眠っていました。\n\nパンデミックが始まるまでは...。",
      "title": "ホビット』を読むのがこんなにシンプルで簡単だったとは、正直驚いています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，我多年来一直是一个狂热的读者，我知道阅读《魔戒》是必须的。I\n我甚至向自己保证，在读完书之前不看任何电影。\n不幸的是，生活阻碍了我的阅读习惯，所以这套书就在我的书架上放了好几年。\n我的书架上好几年了。\n\n直到这次大流行开始，我才开始阅读。",
      "title": "说实话，我对阅读《霍比特人》如此简单和容易感到惊讶"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，我多年來一直是一個狂熱的讀者，我知道閱讀《魔戒》是必須的。I\n我甚至向自己保證，在讀完書之前不看任何電影。\n不幸的是，生活阻礙了我的閱讀習慣，所以這套書就在我的書架上放了好幾年。\n我的書架上好幾年了。\n\n直到這次大流行開始，我纔開始閱讀。",
      "title": "說實話，我對閱讀《霍比特人》如此簡單和容易感到驚訝"
    }
  ],
  "title": "I'm honestly surprised at how simple and easy it was to read The Hobbit",
  "created_utc": 1622213414,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I&#39;ve been an avid reader for years and I knew that reading LoTR was a <em>must.</em> I even promised myself not to watch any of the movies until I read the books. Unfortunately, life got in the way of my reading habit so the series just sat in my shelf for years. </p>\n\n<p>Until this pandemic thing started and I finally got to pick up The Hobbit. </p>\n\n<p>I really thought I knew what to expect: intense world building here, long-a** history there. But nope. There were sentences that really said &quot;now&#39;s not the time to talk about this&quot; or &quot;no one knows what Gollum is&quot; or stuff like that. And the plot was really just a bunch of dwarves, a hobbit, and a wizard going from place to place like Dora (I don&#39;t mean this in an insulting way haha just stating the immediate comparison that came to mind!). </p>\n\n<p>Still, I enjoyed it a lot and can&#39;t wait to get into the rest of the series!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/nmxlc1/im_honestly_surprised_at_how_simple_and_easy_it/",
  "subreddit": "books",
  "id": "nmxlc1",
  "is_self": true,
  "media": null,
  "is_video": false
}