{
  "author": "opgary",
  "original_created_utc": 1638533263,
  "title": "YSK starting a workout regimen requires more mental gymnastics than physical. You need to establish mental structure to stay motivated and push through the drone of doing it every week of every year, forever.",
  "created_utc": 1638553638,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: This popular New Years resolution is just around the corner. Too much focus is put on the workout itself without addressing the real problem of why so many start and then quit. Everyone struggles, but some have sourced the key, the right mental gymnastics to continue the regimen despite regular life pressures getting in the way.  &lt;/p&gt;\n\n&lt;p&gt;After a lifetime of joking the #1 cause of injury is exercise, I found myself at a crossroads when I had to run about 30 meters (100 feet). I was a mess, barely able to breathe. I loosened my shirt and my pants. I knew i wasn’t in good shape but I hadn’t considered I was in terrible shape.&lt;/p&gt;\n\n&lt;p&gt;I started walking around the block, then longer, then jogging small parts, then jogging most of it, then moved on to hiking. I learned my body prefers Interval training, so I focused on this whether it was around the neighbourhood or into the woods.&lt;/p&gt;\n\n&lt;p&gt;After 3 months I was noticeably more fit but I was still struggling mentally with just getting out the door. I always had SO MANY reasons to not exercise today, mostly related to urgency of other matters. Put simply, I would find important distractions and then convince myself it was “too late” to do it today and to try again tomorrow.&lt;/p&gt;\n\n&lt;p&gt;It took about 6 months of mental retraining to stop this bad habit while also convincing myself I enjoyed it. Some tricks I used:&lt;/p&gt;\n\n&lt;p&gt;1 - Whatever other urgent thing you have to do, don&amp;#39;t argue with yourself on the priority  If you have a nagging mind like I do, I found it easier to just agree with the thought to skip today and then just do the exercise anyways.  Its like the old adage of not what you say, but what you do.&lt;/p&gt;\n\n&lt;p&gt;2 - Any opportunity I had to talk about my training, I did so and said how much I loved it. Even though I was lying, I said I loved it and I said it to myself regularly as well. Weirdly, after awhile you start to actually love it.&lt;/p&gt;\n\n&lt;p&gt;3 - Meditation, It helped a lot learning how to “let thoughts go”, even important valid thoughts. Just because something is important, it doesn’t mean it’s more important than your health. Let the valid and important thought go along with any other thoughts and do your exercises&lt;/p&gt;\n\n&lt;p&gt;4 - Find anyone to do it with. Your friends keep you honest. Or get a dog. That sad look they give you, or excited when they hear keys, it really works. &lt;/p&gt;\n\n&lt;p&gt;5 - Upper body and general muscle development are key not just for balance, but muscles burn more calories. You may not be as toned as the person putting in a couple hours a day, but any increase in muscle makes a better working body that burns more calories for the same amount of work. &lt;/p&gt;\n\n&lt;p&gt;6 - Even if its just 5 minutes. This is my go to when nothing else is working. It&amp;#39;s amazing how taking 5 minutes can turn into 15 and then into 30. And you feel like a boss afterwards.&lt;/p&gt;\n\n&lt;p&gt;7 - Keep mixing it up. I go one day at the gym, then a neighborhood walk, then Beat Sabre, then a good hike, and then just drive somewhere new. I found I failed when it&amp;#39;s just the same thing over and over, every week, forever. &lt;/p&gt;\n\n&lt;p&gt;It’s been 4 years now and I do love it and look forward to it each week. BUT!... I still mentally struggle with it. Or I should say the desire to skip it is always on the perimeter trying to get back in, and when it does, I just take my toolkit out and use one of my tricks to get back into it.&lt;/p&gt;\n\n&lt;p&gt;Make this the year you make it stick. &lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.nbcnews.com/better/health/6-mental-tricks-tricks-help-make-exercise-habit-ncna914386\"&gt;https://www.nbcnews.com/better/health/6-mental-tricks-tricks-help-make-exercise-habit-ncna914386&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 75,
  "permalink": "/r/YouShouldKnow/comments/r7xqkx/ysk_starting_a_workout_regimen_requires_more/",
  "subreddit": "YouShouldKnow",
  "id": "r7xqkx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: This popular New Years resolution is just around the corner. Too much\nfocus is put on the workout itself without addressing the real problem of why so\nmany start and then quit. Everyone struggles, but some have sourced the key, the\nright mental gymnastics to continue the regimen despite…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>なぜYSKなのか： 新年の抱負として人気のある「お年玉」。\n新年の抱負として人気があります。なぜYSKなのか: 新年の抱負として人気のあるYSKですが、ワークアウトに焦点を当てすぎています。\nなぜ多くの人が始めてもやめてしまうのかという真の問題を解決することなく、ワークアウト自体に焦点を当てすぎています。誰もが\n誰もが苦労していますが、一部の人はその鍵となる正しい精神的体操を見つけています。",
      "title": "YSKさんが運動を始めるには、体力よりも精神的な鍛錬が必要です。モチベーションを維持するためには、精神的な構造を確立する必要がありますし、毎年毎週、永遠にやり続けるというドローンを押し通す必要があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：这个流行的新年决议是\n就在不远处。太多的焦点被放在锻炼本身，而没有解决为什么这么多人开始锻炼又放弃的真正问题。\n的真正问题，即为什么这么多人开始锻炼，然后又放弃。每个人都\n挣扎，但有些人已经找到了关键，正确的心理体操......",
      "title": "YSK开始健身计划需要更多的心理体操，而不是体力。你需要建立心理结构，以保持动力，并推动每年每周都做，永远做下去的操练。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：這個流行的新年決議是\n就在不遠處。太多的焦點被放在鍛鍊本身，而沒有解決爲什麼這麼多人開始鍛鍊又放棄的真正問題。\n的真正問題，即爲什麼這麼多人開始鍛鍊，然後又放棄。每個人都\n掙扎，但有些人已經找到了關鍵，正確的心理體操......",
      "title": "YSK開始健身計劃需要更多的心理體操，而不是體力。你需要建立心理結構，以保持動力，並推動每年每週都做，永遠做下去的操練。"
    }
  ]
}