{
  "author": "AnotherDayPlease",
  "original_created_utc": 1631374910,
  "title": "Should I feel guilty for having to turn to Sparknotes to get a quick summary of the book?",
  "created_utc": 1631390340,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Very often, when I do not understand a certain part of the text of any work I read, I&#39;m fairly quick to turn over to Sparknotes, or any other analysis blog to read a rather short summary of the text. Does this imply injustice to the author&#39;s writing in any manner? Should I spend more time actually attempting to understand what the author trying to convey?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pm9ns2/should_i_feel_guilty_for_having_to_turn_to/",
  "subreddit": "books",
  "id": "pm9ns2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Very often, when I do not understand a certain part of the text of any work I\nread, I'm fairly quick to turn over to Sparknotes, or any other analysis blog to\nread a rather short summary of the text. Does this imply injustice to the\nauthor's writing in any manner? Should I spend more time actually…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "読んだ作品の文章のある部分が理解できないとき、私はすぐにSparknotesやその他の分析ブログを使って\n読んだ作品のある部分が理解できないときは、Sparknotesやその他の分析ブログで\nその文章の短い要約を読むことがあります。これは、著者の文章に対する不正を意味するのでしょうか？\nこれは著者の文章に対して何らかの不正をしているのでしょうか？私はもっと時間をかけて実際に...",
      "title": "本の概要を知るためにSparknotesを利用しなければならないことに罪悪感を覚えるべきでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "很多时候，当我不理解我所读的任何作品的某一部分文字时，我就会相当迅速地转向Sparknotes或任何其他分析博客，以了解我的想法。\n时，我就会很快转到Sparknotes或其他分析博客上，阅读文本的简短摘要。\n阅读文本的一个相当简短的摘要。这是否意味着对作者的写作有任何不公正？\n这是否意味着对作者的写作有任何不公正的地方？我是否应该花更多的时间真正...",
      "title": "我是否应该为不得不求助于Sparknotes来获得该书的快速摘要而感到内疚？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "很多時候，當我不理解我所讀的任何作品的某一部分文字時，我就會相當迅速地轉向Sparknotes或任何其他分析博客，以瞭解我的想法。\n時，我就會很快轉到Sparknotes或其他分析博客上，閱讀文本的簡短摘要。\n閱讀文本的一個相當簡短的摘要。這是否意味着對作者的寫作有任何不公正？\n這是否意味着對作者的寫作有任何不公正的地方？我是否應該花更多的時間真正...",
      "title": "我是否應該爲不得不求助於Sparknotes來獲得該書的快速摘要而感到內疚？"
    }
  ]
}