{
  "author": "Genoscythe_",
  "original_created_utc": 1633006466,
  "title": "Stop relying on the Streisand Effect to save you from censorship",
  "created_utc": 1633011760,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sorry, this might be a bit of a rant, but there are many posts in this sub about book censorship, and there are consistently comments under them that I feel deserve a general response. </p>\n\n<p>They usually go something like this:</p>\n\n<p>&quot;LMAO, schools banning books? Kids will actually just seek out anything taboo, this is just free advertising!&quot;</p>\n\n<p>&quot;Don&#39;t they understand the Streisand effect? This is guaranteed to just blow up as news and backfire on them!&quot;</p>\n\n<p>Even at their best, comments like these are coping mechanism based on a just world fallacy, desperately wanting to believe that all will be well in the end, that human nature tends towards freedom, that censorship just simply <em>doesn&#39;t work</em> at accomplishing it&#39;s goals.</p>\n\n<p>The thing is... it obviously does work. </p>\n\n<p>We can all look at dictatorships that successfully prop up the regime&#39;s support rates, by denying negative information to their population. We can all look at school systems that provide more info on, for example, safe sex, will have will have measurably different outcomes in teenage sexual health.  </p>\n\n<p>More generally, the entire conceit of having a school system, is that <strong><em>obviously</em></strong> it can influence what kind of next generation we are raising. </p>\n\n<p>Even stepping away from the legal issue of censorship and free speech, to the realm of platforming, this applies. Big publishers <em>can</em> blacklist an author, stifle a genre, or promote a certain aesthetic style or even a political value. It happens all the time. Everyone who ever complained about &quot;cancel culture&quot;, deeply understands this. And of course so does anyone who advocated for boycotting or deplatforming something. (watch out, the two are sometimes the same people). </p>\n\n<p>&quot;The Streisand Effect&quot; is not a scientifically proven pattern, it is an internet meme. Once under a blue moon, some really random incident goes viral, because someone screws up the optics of what book to burn, what book to legally ban, what book to blacklist, or even just what book to criticize, and gets an unintended effect. This doesn&#39;t mean that you can relax secure in the knowledge that this will always reliably happen. </p>\n\n<p>Relying on kamic justice to sort out what books people do and don&#39;t get to access, leads to apathy at best, and at worst you are being led on by somebody whose interest it is for you not to worry too much about <em>a certain type of book</em> getting banned, but still get worked up about their own favorite type of book facing the mildest possible forms of pushback.</p>\n</div><!-- SC_ON -->",
  "score": 92,
  "permalink": "/r/books/comments/pyj6be/stop_relying_on_the_streisand_effect_to_save_you/",
  "subreddit": "books",
  "id": "pyj6be",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Sorry, this might be a bit of a rant, but there are many posts in this sub about\nbook censorship, and there are consistently comments under them that I feel\ndeserve a general response.\n\nThey usually go something like this:\n\n\"LMAO, schools banning books? Kids will actually just seek out anything…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "すみません、これはちょっとした暴論かもしれませんが、このサブには本の検閲に関する多くの投稿があります。\n本の検閲について多くの投稿があり、その下には一般的な回答に値すると思われる一貫したコメントがあります。\n一般的な回答に値すると感じています。\n\nそのコメントはたいてい次のようなものです。\n\n\"LMAO, 学校が本を禁止する？子供たちは実際に何かを探し出すでしょう...。",
      "title": "ストライサンド効果に頼らず、検閲から身を守ろう"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对不起，这可能有点咆哮，但在这个子里有许多关于\n书籍审查制度的帖子，而且在这些帖子下有一些一贯的评论，我认为\n应该有一个普遍的回应。\n\n它们通常是这样的。\n\n\"LMAO，学校禁书？孩子们实际上只是在寻找任何东西......",
      "title": "不要再依赖史翠珊效应来拯救你的审查制度了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對不起，這可能有點咆哮，但在這個子裏有許多關於\n書籍審查制度的帖子，而且在這些帖子下有一些一貫的評論，我認爲\n應該有一個普遍的迴應。\n\n它們通常是這樣的。\n\n\"LMAO，學校禁書？孩子們實際上只是在尋找任何東西......",
      "title": "不要再依賴史翠珊效應來拯救你的審查制度了"
    }
  ]
}