{
  "author": "Team-First",
  "original_created_utc": 1636248896,
  "title": "CMV: It’s possible for people to respect views AND choose not to associate",
  "created_utc": 1636281506,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I made a post about this and thought it was specific to abortion but seems as though I’m the odd one out in this.</p>\n\n<p>So basically I feel that if there’s a mutual respect between people in regards to their views, that can still be respect while not wanting to associate with each other. In some cases I feel that not associating can create a greater respect</p>\n\n<p>I don’t think it’s contradictory because you can hold a view, not necessarily be open to changing it, but also know that your view isn’t the ultimate truth.</p>\n\n<p>So the example in my previous post was that I can not want to associate with someone who’s had an abortion but also respect them and their right to have an abortion.</p>\n\n<p>In a similar way I don’t want to associate with people who do any hard drugs but I respect their decision to do so.</p>\n\n<p>It seems that in my last post people suggested this is impossible so I’d like to get opinions with a less specific view</p>\n\n<p>The definition I’m using <strong>Respect - due regard for the feelings, wishes, rights, or traditions of others.”</strong></p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/qoe9zu/cmv_its_possible_for_people_to_respect_views_and/",
  "subreddit": "changemyview",
  "id": "qoe9zu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I made a post about this and thought it was specific to abortion but seems as\nthough I’m the odd one out in this.\n\nSo basically I feel that if there’s a mutual respect between people in regards\nto their views, that can still be respect while not wanting to associate with\neach other. In some cases I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこの件について投稿し、中絶に特化したものだと思っていましたが、この件では私は変な人のようですね。\nしかし、私はこの件に関しては変わり者のようです。\n\n基本的には、それぞれの意見に対してお互いに敬意を払っているのであれば\nお互いの意見を尊重していれば、付き合いたくないと思っていても、尊重することはできると思います。\n感じています。いくつかのケースでは、私は...",
      "title": "CMV：意見を尊重する人も、付き合わない人もいます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我发了一个关于这个问题的帖子，并认为它是针对堕胎的，但似乎\n但似乎我是这里面的一个异类。\n\n因此，基本上我觉得，如果人们之间对自己的观点有相互尊重\n他们的观点，在不希望与对方交往的同时，仍然可以尊重对方。\n互相尊重。在某些情况下，我...",
      "title": "CMV：人们有可能尊重观点并选择不与之交往。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我發了一個關於這個問題的帖子，並認爲它是針對墮胎的，但似乎\n但似乎我是這裏面的一個異類。\n\n因此，基本上我覺得，如果人們之間對自己的觀點有相互尊重\n他們的觀點，在不希望與對方交往的同時，仍然可以尊重對方。\n互相尊重。在某些情況下，我...",
      "title": "CMV：人們有可能尊重觀點並選擇不與之交往。"
    }
  ]
}