{
  "author": "Spirited-Mud9009",
  "original_created_utc": 1640030357,
  "title": "The market needs to rebound before Christmas or I will have to endure “I told you so” all day.",
  "created_utc": 1640039641,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Everything was going so well, green dildos everywhere for a while there. Life was good. Then, over the last month the market has taken a dive and the portfolio doesn’t look as strong. &lt;/p&gt;\n\n&lt;p&gt;FUD and media coverage about crypto tanking are dominating the news cycle. And of course, all of this just had to hit right before Christmas. &lt;/p&gt;\n\n&lt;p&gt;Now, I must go sit at Christmas dinner and listen to Aunt Teri talk about how much BTC has tanked recently and I should have never invested in that scam. Brother-in-law Charles will be pointing out how stocks have always been the only proper investment. Dad will just be shaking his head in disgust. It will be a collective circle jerk of “I told you so” all pointed at me. &lt;/p&gt;\n\n&lt;p&gt;I for one am hoping for a nice run over the next few days so I don’t have to listen to all the crypto &amp;quot;experts&amp;quot; on Christmas day.&lt;/p&gt;\n\n&lt;p&gt;Happy Holidays to all!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 286,
  "permalink": "/r/CryptoCurrency/comments/rkvphr/the_market_needs_to_rebound_before_christmas_or_i/",
  "subreddit": "CryptoCurrency",
  "id": "rkvphr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Everything was going so well, green dildos everywhere for a while there. Life\nwas good. Then, over the last month the market has taken a dive and the\nportfolio doesn’t look as strong.\n\nFUD and media coverage about crypto tanking are dominating the news cycle. And\nof course, all of this just had to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Everything was going so well, green dildos.\n暫くの間、そこら中に 人生は順調だった。そして、先月から\n市場が急落し、ポートフォリオの強度が低下しているように見える。</p> <p>FUD\nと暗号の暴落に関する報道がニュースサイクルを支配しています...。",
      "title": "クリスマス前に市場が反発しないと、一日中「言った言わない」で我慢しなければならなくなる。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>一切都很顺利，绿色的假阳具到处都是。\n有一阵子到处都是。生活是美好的。然后，在过去的一个月里\n市场出现了跳水，投资组合看起来不那么强大了。</p> <p>FUD\n和媒体关于加密货币下跌的报道正在主导着新闻周期....",
      "title": "市场需要在圣诞节前反弹，否则我将不得不整天忍受 \"我告诉你\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>一切都很順利，綠色的假陽具到處都是。\n有一陣子到處都是。生活是美好的。然後，在過去的一個月裏\n市場出現了跳水，投資組合看起來不那麼強大了。</p> <p>FUD\n和媒體關於加密貨幣下跌的報道正在主導着新聞週期....",
      "title": "市場需要在聖誕節前反彈，否則我將不得不整天忍受 \"我告訴你\"。"
    }
  ]
}