{
  "author": "HaitianFire",
  "the_new_excerpt": "I'm open to dating everyone of all races and color; however, I know that's not\nthe case for everyone. Keeping this in mind, I'd rather not have to go through\npotential matches who don't care to match with me due to my own race. I would\nrather have recommended profiles of people who are open to…",
  "original_created_utc": 1619987043,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "人種や肌の色を問わず、誰とでもデートできるようにしていますが、誰もがそうではないことも知っています。\nしかし、すべての人がそうであるとは限りません。しかし、すべての人がそうであるとは限りません。\n私は、自分の人種を理由に私とのマッチングを望んでいない潜在的なマッチを通過する必要はありません。私は\nむしろ、私とのマッチングに前向きな人のプロフィールを推薦してほしい。",
      "title": "CMV: Dating Apps should maintain racial preference filters"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我对与所有种族和肤色的人约会持开放态度；然而，我知道这并不是\n对每个人都是如此。考虑到这一点，我宁愿不通过\n潜在的匹配对象，因为我自己的种族而不愿意与我匹配。我希望\n宁愿推荐那些愿意与我匹配的人的资料。",
      "title": "CMV：约会应用程序应保持种族偏好过滤器"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我對與所有種族和膚色的人約會持開放態度；然而，我知道這並不是\n對每個人都是如此。考慮到這一點，我寧願不通過\n潛在的匹配對象，因爲我自己的種族而不願意與我匹配。我希望\n寧願推薦那些願意與我匹配的人的資料。",
      "title": "CMV：約會應用程序應保持種族偏好過濾器"
    }
  ],
  "title": "CMV: Dating Apps should maintain racial preference filters",
  "created_utc": 1620038254,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m open to dating everyone of all races and color; however, I know that&#39;s not the case for everyone. Keeping this in mind, I&#39;d rather not have to go through potential matches who don&#39;t care to match with me due to my own race. I would rather have recommended profiles of people who are open to dating people from my race and color. </p>\n\n<p>I&#39;m aware some dating apps removed these filters in the wake of the BLM resurgence this past year, but I believe that it does more harm than good and that those changes were made for PR purposes. I read an article where one company said that they wanted to keep the filter because a large group of its East Asian users used the ethnic filter. I don&#39;t see the harm in that; why force people to look at profiles of people they don&#39;t want to match with? If a racial filter is promoting bias in online dating, then that bias already comes from its users, not the filter.</p>\n\n<p>I also think a filter can better help raise the self-esteem of minority users. Rather than go through a large number of profiles to never find matches, minorities would be more successful going through profiles of people who are open to dating them.</p>\n\n<p>Edit: I&#39;ve provided two deltas to arguments I found compelling and the reasons why I found them so. I only sought one. Thank you to those who participated and provided valuable input.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/n3f3a4/cmv_dating_apps_should_maintain_racial_preference/",
  "subreddit": "changemyview",
  "id": "n3f3a4",
  "is_self": true,
  "media": null,
  "is_video": false
}