{
  "author": "jello_maximus",
  "original_created_utc": 1636436216,
  "title": "CMV: Diversity & inclusion initiatives are harmful to POC and undermine competency",
  "created_utc": 1636457511,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I work at a fast-growing, progressive software company that is very outspoken on political issues. One of the &quot;programs&quot; they&#39;re most passionate and vocal about is being a company with a diverse workforce. Now when I say diverse, as you probably all inferred, I&#39;m not talking about diversity of thought, philosophy, worldview, or even politics. I&#39;m strictly talking about having x numbers of non-white folks, x number of non-cis, x number of women, so on so fourth (if I had to guess, they probably have a ratio &quot;goal&quot; they&#39;re trying to achieve).</p>\n\n<p>Being a POC, I should feel loved, appreciated, and compassionately included. Ironically, I feel quite the opposite. During my hiring process, they expressed how excited they were to have me joining the company. They said I fit all the criteria they&#39;re looking for, and will be a perfect fit. While I do believe them, it&#39;s a little disheartening that at least a portion of that criteria is purely based on the pigment of my skin.</p>\n\n<p>If you look at my organization&#39;s &quot;diversity&quot; breakdown, it would seem like my company has accomplished their ratio.. Even down to my small team. My team consists of 3 black people, 3 white people, 2 Hispanics, and 2 Asians. And it&#39;s perfectly 5 men and 5 women. I can&#39;t make this stuff up. And I&#39;m not joking, EVERY team is like this. Some may not have the perfect ratio of my team, but it&#39;s quite obvious my company is hiring and allocating people for a specific reason.</p>\n\n<p>If you look at this pragmatically, it really doesn&#39;t make much sense. If you break down the racial groups in America, and aim to mimic the macro-statistics of said population, you&#39;d have a lot less blacks and Asians in the company. Why are they striving to make every team 33% black, when 33% of the country is not black? I don&#39;t want to digress, and I suppose this isn&#39;t a super important point.. but it&#39;s just another reason that all this stuff is weird to me.</p>\n\n<p>What infuriates me the most about D&amp;I, is the willful denial that competence isn&#39;t of the utmost importance when hiring. Here&#39;s why I feel shitty about being at this company: I may have not been the best person for the job. While I am thankful to have a good paying job, I cannot in good conscious ignore the D&amp;I criteria that undoubtedly lent a helping hand in getting a job offer. I&#39;ll even take it a step further: it makes me feel sick to my stomach that I made it to the final round with a handful of other candidates, and when it came down to it, I was able to check a box that some of them perhaps weren&#39;t. When it comes down to the wire, you need every assist you can get - especially in the competitive field I&#39;m in. I could have actually scored WORSE on competency (ie, industry knowledge, technical expertise, experience, etc), but still gotten the job over someone because of immutable characteristics.</p>\n\n<p>It&#39;s oxymoronic to deny that better candidates are not ruled out due to these hiring criteria. My wife, who is white (not that that matters), is in HR, so I know how this stuff works. If you&#39;re aiming for a ratio, you&#39;re going to exclude candidates who don&#39;t positively contribute to the ratio goal. End of story.</p>\n\n<p>To wrap this up: I never considered that this would be an issue when I was younger. I worked my ass off be the best guy in the room, and I want to be hired because I am the best guy in the room. Enough with the BS. It&#39;s offensive, counterproductive, and is by definition &quot;the soft bigotry of low expectations&quot;</p>\n\n<p>EDIT: obligatory disclaimer: my intention of this post is NOT to offend anyone. I&#39;m just sharing an opinion I&#39;ve curated over the years by being in the corporate world, talking to hundreds of colleagues (black, white, etc), extensive reading/listening, and careful reflection</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/qpwve7/cmv_diversity_inclusion_initiatives_are_harmful/",
  "subreddit": "changemyview",
  "id": "qpwve7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I work at a fast-growing, progressive software company that is very outspoken on\npolitical issues. One of the \"programs\" they're most passionate and vocal about\nis being a company with a diverse workforce. Now when I say diverse, as you\nprobably all inferred, I'm not talking about diversity of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、急成長している先進的なソフトウェア会社で働いていますが、この会社は政治的な問題に対して非常に率直です。\n積極的に政治問題に取り組んでいます。彼らが最も情熱を持って声を上げている「プログラム」のひとつが\n彼らが最も情熱を持って声を上げている「プログラム」のひとつが、多様な人材を擁する企業であることです。さて、私が「多様性」と言うと、皆さんもご存じのように\n多様な人材と言っても、おそらく皆さんが推測されているように、私が言っているのは多様な...",
      "title": "CMV: ダイバーシティ＆インクルージョンの取り組みは、POCにとって有害であり、コンピテンシーを損なうものである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在一家快速发展的、进步的软件公司工作，该公司在政治问题上非常直言不讳。\n政治问题直言不讳。他们最热衷的 \"项目 \"之一是成为一家拥有多元化员工的公司。\n是成为一个拥有多元化员工队伍的公司。现在，当我说到多元化时，正如你们可能都推断的那样，我是指\n你们可能都推断出了，我说的不是多元化......。",
      "title": "CMV：多样性和包容性倡议对POC有害，并破坏了能力"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在一家快速發展的、進步的軟件公司工作，該公司在政治問題上非常直言不諱。\n政治問題直言不諱。他們最熱衷的 \"項目 \"之一是成爲一家擁有多元化員工的公司。\n是成爲一個擁有多元化員工隊伍的公司。現在，當我說到多元化時，正如你們可能都推斷的那樣，我是指\n你們可能都推斷出了，我說的不是多元化......。",
      "title": "CMV：多樣性和包容性倡議對POC有害，並破壞了能力"
    }
  ]
}