{
  "author": "AkCute",
  "original_created_utc": 1630939361,
  "title": "Just read 1984...",
  "created_utc": 1630946118,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This book was absolutely brilliant.</p>\n\n<p>It is quite rare that book can be so intellectually profound and thorough that it can pervade every aspect of life.  1984 is a brilliant dystopian which pushes readers to question the very nature of reality.  The society the book depicts is one with a totalitarian government like no other with oversight in every area of life, even one&#39;s own thoughts.  The brilliance of this novel is not necessarily the story or the setting but the questions it poses.  The book beautifully illuminates and questions reality many layers deep.  It questions the nature of individual freedom vs slavery.  The prevalence of individualism vs collectivism.  The existence of subjective reality and objective reality.</p>\n\n<p>This was by far one of the best books I have ever read and has changed my fundemental view of self and reality.  I would reccomend this book to anyone who thinks deeply about the universe and the nature of existence and wishes to understand themselves and the world around them better.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/pj0pze/just_read_1984/",
  "subreddit": "books",
  "id": "pj0pze",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This book was absolutely brilliant.\n\nIt is quite rare that book can be so intellectually profound and thorough that\nit can pervade every aspect of life. 1984 is a brilliant dystopian which pushes\nreaders to question the very nature of reality. The society the book depicts is\none with a totalitarian…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本は本当に素晴らしかった。\n\nこれほどまでに知的に深遠で、人生のあらゆる側面に浸透するような徹底した内容の本はなかなかありません。\n人生のあらゆる側面に浸透させることができる。1984年』は、読者に現実の本質を問いかける見事なディストピアである。\n読者に現実の本質を問いかける見事なディストピアです。この本が描いている社会は\n全体主義的な社会です。",
      "title": "1984年を読んで..."
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这本书绝对精彩。\n\n很少有书能在智力上如此深刻和彻底，以至于\n它可以渗透到生活的各个方面。1984》是一部杰出的反乌托邦作品，它推动了\n读者质疑现实的本质。该书描述的社会是\n一个拥有极权主义的社会...",
      "title": "刚读完《1984》..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這本書絕對精彩。\n\n很少有書能在智力上如此深刻和徹底，以至於\n它可以滲透到生活的各個方面。1984》是一部傑出的反烏托邦作品，它推動了\n讀者質疑現實的本質。該書描述的社會是\n一個擁有極權主義的社會...",
      "title": "剛讀完《1984》..."
    }
  ]
}