{
  "author": "Mr_Morbo",
  "the_new_excerpt": "This is the first book of Hemingway I've read and I regret I've put it off for\nso long.\n\nI know there might be a lot more meaning a bit deeper, I will need to reread it,\nbut isn't this a perfect parable? The constant toll we must endure, for us and\nfor others?\n\nIf you haven't read this book, please…",
  "original_created_utc": 1622176407,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本は私が初めて読んだヘミングウェイの本で、長い間先延ばしにしていたことを後悔しています。\n後悔しています。\n\nもう少し深い意味があるかもしれませんが、再読する必要がありますね。\nしかし、これは完璧なたとえ話ではないでしょうか？私たちが耐えなければならない絶え間ない犠牲は、自分のためにも、他人のためにも？\n他人のために？\n\nこの本を読んでいない人は、ぜひ...。",
      "title": "老人と海-鑑賞用スレッド"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是我读的第一本海明威的书，我很后悔我把它推迟了这么久。\n这么久。\n\n我知道可能还有很多意义更深一点，我需要重读。\n但这不是一个完美的寓言吗？我们必须忍受的不断的代价，对我们和\n为他人付出的代价？\n\n如果你还没有读过这本书，请...",
      "title": "老人与海》--赏析线"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我讀的第一本海明威的書，我很後悔我把它推遲了這麼久。\n這麼久。\n\n我知道可能還有很多意義更深一點，我需要重讀。\n但這不是一個完美的寓言嗎？我們必須忍受的不斷的代價，對我們和\n爲他人付出的代價？\n\n如果你還沒有讀過這本書，請...",
      "title": "老人與海》--賞析線"
    }
  ],
  "title": "The old man and the sea - appreciation thread",
  "created_utc": 1622207363,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is the first book of Hemingway I&#39;ve read and I regret I&#39;ve put it off for so long. </p>\n\n<p>I know there might be a lot more meaning a bit deeper, I will need to reread it, but isn&#39;t this a perfect parable? The constant toll we must endure, for us and for others? </p>\n\n<p>If you haven&#39;t read this book, please do. And I hope it gives you strength to fight anything you need to face:  &quot;But man is not made for defeat. A man can be destroyed but not defeated&quot;</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/nmpsvk/the_old_man_and_the_sea_appreciation_thread/",
  "subreddit": "books",
  "id": "nmpsvk",
  "is_self": true,
  "media": null,
  "is_video": false
}