{
  "author": "dado3",
  "original_created_utc": 1636409814,
  "title": "If you've invested in an altcoin and you've doubled your money, take out your initial investment. Then you're playing with house money.",
  "created_utc": 1636420390,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The title pretty much says it all. Whether you&#39;re throwing your money at the latest meme coin or you&#39;ve spent a lot of time DYOR on some promising project, it&#39;s a good time to remind people that 90+% of these projects simply will not make it.</p>\n\n<p>Maybe they die completely, or maybe they just linger at the fringe like some projects have, just crabbing sideways (or downward) for years.</p>\n\n<p>So a good idea is to, whenever your favorite crypto doubles, take out your initial investment. Yes, it could keep going up and you&#39;d miss out on those gains, but it could also go down and you&#39;d lose everything. </p>\n\n<p>Once you&#39;ve taken back your initial investment though, you are playing with free money. You&#39;d be surprised just how relaxing it is to check the charts on a &quot;free money&quot; crypto and not really care if the latest candle is red or green.</p>\n\n<p>A good strategy is to continue doing the same thing every time that coin doubles. Take out half, leave the other half invested. Rinse and repeat. It&#39;s a super easy way to always know when you should be taking profits along the way, and also a way to always have dry powder to buy into any available price dips.</p>\n</div><!-- SC_ON -->",
  "score": 682,
  "permalink": "/r/CryptoCurrency/comments/qpoqq9/if_youve_invested_in_an_altcoin_and_youve_doubled/",
  "subreddit": "CryptoCurrency",
  "id": "qpoqq9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The title pretty much says it all. Whether you're throwing your money at the\nlatest meme coin or you've spent a lot of time DYOR on some promising project,\nit's a good time to remind people that 90+% of these projects simply will not\nmake it.\n\nMaybe they die completely, or maybe they just linger at…"
}