{
  "author": "Proper-Thought-2020",
  "the_new_excerpt": "CMV: If it is racist to require voter ID, it is racist to require ID to buy a\ngun.\n\nI just don’t see a way out of this one. How can it be racist to require an ID to\nvote (18 yrs old citizen, not a felon), but it isn’t racist to require an ID to\nbuy a gun? It’s almost the same requirements (18, not a…",
  "original_created_utc": 1610938658,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "[改变我的想法]：如果要求选民身份证是种族主义，那么要求身份证买东西也是种族主义。\n枪。\n\n我看不出有什么办法解决这个问题。它怎么能是种族主义者要求一个ID到\n投票（18岁的公民，而不是重罪犯），但它不是种族主义者要求身份证，以。\n买枪？几乎是一样的要求（18岁，不是一...",
      "title": "[改变我的想法]：如果说投票需要身份证是种族主义，那么买枪需要身份证也是种族主义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "[改變我的想法]：如果要求選民身份證是種族主義，那麼要求身份證買東西也是種族主義。\n槍。\n\n我看不出有什麼辦法解決這個問題。它怎麼能是種族主義者要求一個ID到\n投票（18歲的公民，而不是重罪犯），但它不是種族主義者要求身份證，以。\n買槍？幾乎是一樣的要求（18歲，不是一...",
      "title": "[改變我的想法]：如果說投票需要身份證是種族主義，那麼買槍需要身份證也是種族主義。"
    }
  ],
  "title": "CMV: if it is racist to require an ID to vote, it is also racist to require an ID to buy a gun.",
  "created_utc": 1610953479,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>CMV: If it is racist to require voter ID, it is racist to require ID to buy a gun.</p>\n\n<p>I just don’t see a way out of this one. How can it be racist to require an ID to vote (18 yrs old citizen, not a felon), but it isn’t racist to require an ID to buy a gun? It’s almost the same requirements (18, not a felon), so I don’t see how you can call one racist and the other not. </p>\n\n<p>I use those two as examples because they are both enumerated rights within the constitution. </p>\n\n<p>To be clear, I don’t think it is racist to require Identification in order to do either, I think that both are important and serious enough to justify identification. I do believe that if one is racist then the other must also be racist, which is the most important part of my cmv.</p>\n\n<p>In order to change my view, you must be able to demonstrate to me that the two should be decoupled.</p>\n\n<p>I am not going to be persuaded by the argument that a gun can kill someone but a vote is not deadly. A single vote has far reaching effects upon others, other nations, and has the potential to start a war, which could be more deadly than any weapon in any single persons hand.</p>\n\n<p>I am welcome to the discussion!</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/changemyview/comments/kzljd8/cmv_if_it_is_racist_to_require_an_id_to_vote_it/",
  "subreddit": "changemyview",
  "id": "kzljd8",
  "is_self": true,
  "media": null,
  "is_video": false
}