{
  "author": "JunkiYarde",
  "original_created_utc": 1634661915,
  "title": "CMV: Child genital mutilation should be completely banned in all forms",
  "created_utc": 1634668232,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My belief is predicated on the following:</p>\n\n<ul>\n<li><p>It has been decided that children are too young to undergo <em>arbitrary</em> permanent changes to their body even with their consent. For instance it is illegal to tattoo children.</p></li>\n<li><p>Genital mutilation is not reversible upon adulthood</p></li>\n<li><p>It is extremely painful and can be given without anesthetic, meaning babies can be subjected to the full reality of having their newly formed genitals mutilated.</p></li>\n<li><p>It does not provide any health benefits that cannot be ascertained by washing your genitals. This has become easier to do with the advent of household plumbing.</p></li>\n<li><p>A reduction of genital cancer is an argument against circumcision as circumcision removes cells from the penis meaning there is less surface area for cancers to form. You could prevent some hand cancer by cutting your pinky off when you’re born. Now cancer can’t form on your pinkie</p></li>\n<li><p>This violates the bodily autonomy of the baby</p></li>\n<li><p>Foreskin and the clitoris both contain erogenous tissue, meaning they contain nerves that cause sexual pleasure when stimulated and the removal of them takes away from the experience when reaching adulthood</p></li>\n<li><p>This violates the religious freedom of the baby and the future adult</p></li>\n</ul>\n\n<p>Due to these notions my view is genital mutilation and as such, circumcision, should be banned globally and those who do the procedure should be jailed, and the state should remove custody of the child from parents who consent it to happen to their child.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/qbfhe1/cmv_child_genital_mutilation_should_be_completely/",
  "subreddit": "changemyview",
  "id": "qbfhe1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My belief is predicated on the following:\n\n * It has been decided that children are too young to undergo arbitrary\n   permanent changes to their body even with their consent. For instance it is\n   illegal to tattoo children.\n\n * Genital mutilation is not reversible upon adulthood\n\n * It is extremely…"
}