{
  "author": "JeffGDoubleE69",
  "original_created_utc": 1625537389,
  "title": "It’s not worth risking a 5-6 figure gain over a few thousand dollars",
  "created_utc": 1625560719,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For a bit of context, I sold out of all my stocks in May after seeing Bitcoin drop from its ATH. Since then, I’ve been waiting on the sidelines to buy in. In that time, my would-be stock positions have risen 20-30K in total while I’ve been sitting on cash waiting for the right moment to buy into Bitcoin. </p>\n\n<p>I recently decided to say fuck it and pull the trigger on BTC at 33K. It dipped as far as 28K, and a part of me is kicking myself over the few extra .1 BTCs I could’ve owned for the same $. However, the way I look at it, if this is really going to 100-150K within 1.5 years I’d have to be mentally ill to risk those types of gains over a few thousand per coin. And, if I could time the market like some god, I would quit my day job and just become a billionaire overnight buying weekly options. </p>\n\n<p>I think this is a really good price for Bitcoin and it still remains an asymmetric bet. Yes we could even revisit prior cycle’s ATH of 20K, but that’s highly unlikely and represents a 35% markdown from current prices. On the other hand, there is a very high probability of a move to six figures, representing a 200% gain (at least). </p>\n\n<p>Everyone has their own timeline and when to invest is their own decision to make. However, I feel pretty good about my decision to buy in recently. I’m no longer checking prices every 5 min, because I know even if I was wrong in the short term, it’s not by enough to worry about, and it’s not permanent. </p>\n\n<p>Also, I bought btc at 8K in 2018 and held it until 2020 when I sold at around 11K. It does hurt to have to buy less coins for 3X the price, but it’s also an irrationality to let your past positions dictate your future positions. If you think something is a good investment, it doesn’t matter what you sold it for in the past. </p>\n\n<p>Anyways, rant over. Just wanted to monologue a bit and point out some (probably obvious) irrational tricks our monkey brains can play on us. Bitcoin and crypto are a beast, and if you don’t have the right temperament, they will buck you.</p>\n</div><!-- SC_ON -->",
  "score": 163,
  "permalink": "/r/Bitcoin/comments/oeljkv/its_not_worth_risking_a_56_figure_gain_over_a_few/",
  "subreddit": "Bitcoin",
  "id": "oeljkv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For a bit of context, I sold out of all my stocks in May after seeing Bitcoin\ndrop from its ATH. Since then, I’ve been waiting on the sidelines to buy in. In\nthat time, my would-be stock positions have risen 20-30K in total while I’ve\nbeen sitting on cash waiting for the right moment to buy into…"
}