{
  "author": "MickeyMouseRapedMe",
  "original_created_utc": 1635958892,
  "title": "YSK that when you upload images to Imgur with a registered account (free or paid account), in the settings you will find an option to download all of your uploaded images in one go into a .zip file",
  "created_utc": 1635998224,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK</strong> that this might come in handy when you upload all kind of images. From sharing random images of data, screenshots, maps or whatever, but also use it for personal images that you uploaded there, instead of other online storage services, to ensure access in case your device dies on you.   </p>\n\n<p>Until this week I didn&#39;t had any reason to go into <a href=\"https://i.imgur.com/8ZMJ6dp.png\">the settings</a> until I encountered an issue and found that you can download them <a href=\"https://i.imgur.com/wGcj0Gt.png\">in one click</a>. \nI&#39;m sure many of you will likely seen the option before, but for the people who didnt&#39;t know, it&#39;s a better option than going back page for page and select individual ones where you DO get the option shown to download them. Especially when you sort them on your computer by name, date or size since the photos from your phone will have similar names, relatively similar sizes and a certain way of doing date notations. </p>\n\n<p>Oh, and you can switch on Mature content over there as well for what it&#39;s worth, it&#39;s disabled by default. Let&#39;s hope I won&#39;t regret that later.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/qlyy34/ysk_that_when_you_upload_images_to_imgur_with_a/",
  "subreddit": "YouShouldKnow",
  "id": "qlyy34",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK that this might come in handy when you upload all kind of images. From\nsharing random images of data, screenshots, maps or whatever, but also use it\nfor personal images that you uploaded there, instead of other online storage\nservices, to ensure access in case your device dies on you.\n\nUntil…"
}