{
  "author": "MickeyMouseRapedMe",
  "original_created_utc": 1635958892,
  "title": "YSK that when you upload images to Imgur with a registered account (free or paid account), in the settings you will find an option to download all of your uploaded images in one go into a .zip file",
  "created_utc": 1635998224,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK</strong> that this might come in handy when you upload all kind of images. From sharing random images of data, screenshots, maps or whatever, but also use it for personal images that you uploaded there, instead of other online storage services, to ensure access in case your device dies on you.   </p>\n\n<p>Until this week I didn&#39;t had any reason to go into <a href=\"https://i.imgur.com/8ZMJ6dp.png\">the settings</a> until I encountered an issue and found that you can download them <a href=\"https://i.imgur.com/wGcj0Gt.png\">in one click</a>. \nI&#39;m sure many of you will likely seen the option before, but for the people who didnt&#39;t know, it&#39;s a better option than going back page for page and select individual ones where you DO get the option shown to download them. Especially when you sort them on your computer by name, date or size since the photos from your phone will have similar names, relatively similar sizes and a certain way of doing date notations. </p>\n\n<p>Oh, and you can switch on Mature content over there as well for what it&#39;s worth, it&#39;s disabled by default. Let&#39;s hope I won&#39;t regret that later.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/qlyy34/ysk_that_when_you_upload_images_to_imgur_with_a/",
  "subreddit": "YouShouldKnow",
  "id": "qlyy34",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK that this might come in handy when you upload all kind of images. From\nsharing random images of data, screenshots, maps or whatever, but also use it\nfor personal images that you uploaded there, instead of other online storage\nservices, to ensure access in case your device dies on you.\n\nUntil…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、あらゆる画像をアップロードする際に重宝するかもしれないからです。から\nデータ、スクリーンショット、地図などのランダムな画像を共有するだけでなく、個人的にアップロードした画像にも使えます。\n他のオンラインストレージサービスではなく、個人的にアップロードした画像を\n万が一、デバイスが故障してもアクセスできるようにするためです。\n\nそれまでは...。",
      "title": "YSKは、登録されたアカウント（無料または有料アカウント）でImgurに画像をアップロードすると、設定の中に、アップロードした画像を一括して.zipファイルにダウンロードするオプションがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK说这可能在你上传各种图片时派上用场。从\n分享数据、屏幕截图、地图或其他的随机图像，但也可用于\n而不是其他在线存储服务，也可以用它来存储你上传的个人图片。\n服务，以确保万一你的设备在你身上坏了，也能访问。\n\n直到...",
      "title": "YSK，当你用注册账户（免费或付费账户）向Imgur上传图片时，在设置中你会发现一个选项，可以将你上传的所有图片一次性下载到一个.zip文件中。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK說這可能在你上傳各種圖片時派上用場。從\n分享數據、屏幕截圖、地圖或其他的隨機圖像，但也可用於\n而不是其他在線存儲服務，也可以用它來存儲你上傳的個人圖片。\n服務，以確保萬一你的設備在你身上壞了，也能訪問。\n\n直到...",
      "title": "YSK，當你用註冊賬戶（免費或付費賬戶）向Imgur上傳圖片時，在設置中你會發現一個選項，可以將你上傳的所有圖片一次性下載到一個.zip文件中。"
    }
  ]
}