{
  "author": "King_Milkfart",
  "original_created_utc": 1629242214,
  "title": "CMV: There is literally nothing racial whatsoever about requiring valid proof of US Citizenship/ID when collecting social security or voting",
  "created_utc": 1629326073,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The people - people of all races, colors, creeds, economic statuses, education levels, and morals - who pay their share of taxes do so because that is what they need to do in order to financially secure all of the benefits that being a citizen of the USA provides. </p>\n\n<p>When you pay taxes, that means you&#39;re making sure that if a horrible and/or unfortunate turn of events should make you incapable of earning your living, you will be alright. The only way this works for the long term is that all of these people, again; of all walks of life, do so for one another.</p>\n\n<p>Does that mean there is no room for humanitarianism? Absolutely not. Does that mean do NOT send us your weak? Hell no. That was one of the main principles that the USA was founded upon. Is the citizenship process fast and efficient? Anything but. It needs to change, but that is for a discussion for another time.</p>\n\n<p>When you enter, you are given the opportunity to become a citizen. The inefficiency of that process aside, once you become a fellow taxpaying citizen, you become able to make decisions with your vote. That is a powerful thing, and a precious thing. It is in everyone&#39;s, and especially your own best interest to vote for what you believe is the right thing to vote for.</p>\n\n<p>Having a system where checks and balances are not only so lax to not require proof of a social security number (never even mind a simple piece of plastic with your photo and name on it) allows that power to be put into the hands of people whose investment into that infrastructure of safety and constitutional rights is nonexistent. </p>\n\n<p>Should we build a wall around our national borders? Absolutely not.  Should we have border patrol agents chasing down immigrants as they try to escape a horrible life into the arms of America? We should never even entertain the idea.</p>\n\n<p>But when it comes to practicing those same abilities that those who <em>have</em> invested into their ability to be able to practice, such as making a decision with that right to vote,  I honestly cannot see a more reasonable or more rational minimum requirement than a simple quick check to make sure that the individual who is casting that vote is doing so legally.  Take some of the money out of any allocation (military spending for example) and make a program where everyone who is a United States citizen is given free ID cards for life.  That sounds like a lot but believe it or not that would cost next to nothing in comparison to what the government spends money on. </p>\n\n<p>It&#39;s not calculus level math to understand that when you have X amount of people chipping into a system for their own welfare and well being, and XY is using that system, there comes a tipping point where is pinpoint where X can no longer support XY. Then what? No social security/aid for anyone? What if Y votes to increase all benefits and aid? Are they sharing the tax burden? If so, great! America has chosen.</p>\n\n<p>But how on Earth do we know who is and is not participating if we don&#39;t even know whether or not someone casting their vote for the innumerable offices and positions of power within the country even help to support the outcome of their decisions?</p>\n\n<p>And guess what? None of anything that I just said has anything to do with the color of anybody&#39;s skin or anyone&#39;s sexual orientation or religious belief. Because none of that matters and I mean that in the most literal way. Should we have severely low almost to the point of non existent taxes for those who are making barely above poverty level? Yes we should. Are certain races disproportionately in those poverty levels? Yes they are. And we should do everything we can to help. Because those are United States citizens and they are our brothers and sisters just as we are theirs. And if they are not United States citizens then we need to 1st do everything we can to make that happen. Because race doesnt matter. How much money your have doesnt matter.  We just need everyone who is involved in our society <em>able to show that they are in fact involved in our society</em>  When it comes to making decisions about that society. I hope I have made as much sense as I have tried to make, and thank you all for your time.</p>\n\n<p>Just a side note,  Because I know that inevitably at least one person will say something along the lines of &quot;If we just held 2 companies like Amazon and Walmart accountable for all of the tax loopholes they jump through then we wouldn&#39;t even be having this discussion because everything would be paid for and more&quot; -  I completely agree with you. I mean, no; I don&#39;t think that it would actually pay for <em>literally everything and then some</em> (because that would just devalue the dollar and what not) but I actually do agree with you that that is a FAR more important issue than what I speak of. Companies absolutely need to be held far more responsible and we need to use ALL of the power in the United States to do so. But just for the sake of this one particular argument I am asking respectfully to try to keep massive hypotheticals out of the what-if scenarios, if possible?  Or maybe don&#39;t and you can completely prove me wrong. I am not some legendary-level stubborn asshole who is opposed to having his mind changed.</p>\n\n<p><em>UPDATE:</em>\n<em>I truly appreciate and want to say thank you to everyone who has participated in this thread as for the most part it has been extremely civil. It appears that I personally have actually been, at least partially, incorrect in my assumption about the motives and reasons behind those who are against voter ID law. While my view of the principle in a vacuum has not changed ( Boiling it down to the fact that non citizens should definitely not be allowed to vote), my view of those who hold the opposing opinion absolutely has changed, as well as how I need to frame my actual stance in the future as to not misrepresent what I am saying.</em></p>\n\n<p><em>I have a much greater understanding of the rationale and logic behind this topic and of those who have helped educate me here today. And for that I am truly thankful.</em></p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/p6f14k/cmv_there_is_literally_nothing_racial_whatsoever/",
  "subreddit": "changemyview",
  "id": "p6f14k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The people - people of all races, colors, creeds, economic statuses, education\nlevels, and morals - who pay their share of taxes do so because that is what\nthey need to do in order to financially secure all of the benefits that being a\ncitizen of the USA provides.\n\nWhen you pay taxes, that means…"
}