{
  "author": "ChubbyHistorian",
  "original_created_utc": 1636041758,
  "title": "The First World War was a politically radicalizing event for many German soldiers. Has there ever been a demonstrated link between the kind of combat experienced and the direction of political radicalization? (e.g., Right-wing Freikorps from the frontlines, or Communists from Eastern Front POWs)",
  "created_utc": 1636086420,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I had a professor claim soldiers who were captured by the Russians were often successfully radicalized to Communism, and I am curious how well this notion is supported. It would obviously be hard to disentangle cause and effect, for example: the rank-and-file Navy was a consistent hard-left force, but that was probably as much to do with the urban milieu many seamen came from as the conditions onboard the ships.</p>\n\n<p>The broad variables I am interested in is: where they fought, how much combat they saw, POW status, and branch of service. The stereotype I&#39;ve heard is that soldiers behind the lines, captured, or waiting to be deployed tended to form councils to resist further involvement (which on average pushed them to the Left), seeing the war as pointless, while those who experienced lots of horrific trench warfare saw others betraying their sacrifice by not adequately supporting victory (on average pushing them Right). But no one has pointed to me to any actual data on this, beyond anecdotes and stereotypes.</p>\n\n<p>I hope this question makes sense.</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/AskHistorians/comments/qmnur4/the_first_world_war_was_a_politically/",
  "subreddit": "AskHistorians",
  "id": "qmnur4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I had a professor claim soldiers who were captured by the Russians were often\nsuccessfully radicalized to Communism, and I am curious how well this notion is\nsupported. It would obviously be hard to disentangle cause and effect, for\nexample: the rank-and-file Navy was a consistent hard-left force,…"
}