{
  "author": "Techmoji",
  "the_new_excerpt": "Why YSK: Manufacturers and sellers like to use lots of vague keywords that make\nit impossible to search for stuff that matters. Even as a tech literate person I\nnever seem to be able to find what I'm looking for in a laptop on amazon or\nbestbuy.\n\nWith a search engine you can enter what you want and…",
  "original_created_utc": 1611681986,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：厂家和卖家喜欢用很多模糊的关键词，让\n无法搜索到重要的东西。即使是作为一个懂技术的人，我\n似乎从来没有能够找到我在亚马逊上寻找的笔记本电脑或\nBestbuy.\n\n通过搜索引擎，你可以输入你想要的东西，并...",
      "title": "YSK如何购买笔记本电脑。不要用亚马逊，用搜索引擎!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：廠家和賣家喜歡用很多模糊的關鍵詞，讓\n無法搜索到重要的東西。即使是作爲一個懂技術的人，我\n似乎從來沒有能夠找到我在亞馬遜上尋找的筆記本電腦或\nBestbuy.\n\n通過搜索引擎，你可以輸入你想要的東西，並...",
      "title": "YSK如何購買筆記本電腦。不要用亞馬遜，用搜索引擎!"
    }
  ],
  "title": "YSK how to buy a laptop. Don't use amazon, use a search engine!",
  "created_utc": 1611737520,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Manufacturers and sellers like to use lots of vague keywords that make it impossible to search for stuff that matters. Even as a tech literate person I never seem to be able to find what I&#39;m looking for in a laptop on amazon or bestbuy. </p>\n\n<p>With a search engine you can enter what you want and it will provide a list of devices from multiple sellers: bestbuy, amazon, newegg, etc.</p>\n\n<p>EX: For a school laptop I really only cared about it being touchscreen, 1080p, having 4+ cores, 10+ hours of battery life, and being under two years old. Using <strong>advanced search</strong> on noteb.com I was able to find a link to a samsung notebook that I hadn&#39;t even seen on amazon when I tried searching there in the first place.</p>\n\n<p>Links:</p>\n\n<ul>\n<li><p><a href=\"https://noteb.com/?content/home.php\">https://noteb.com/?content/home.php</a> (my favorite)</p></li>\n<li><p><a href=\"https://www.laptoparena.net/laptop-finder\">https://www.laptoparena.net/laptop-finder</a></p></li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 256,
  "permalink": "/r/YouShouldKnow/comments/l5ircs/ysk_how_to_buy_a_laptop_dont_use_amazon_use_a/",
  "subreddit": "YouShouldKnow",
  "id": "l5ircs",
  "is_self": true,
  "media": null,
  "is_video": false
}