{
  "author": "KvotheScamander",
  "original_created_utc": 1627328490,
  "title": "What book made you go: ''Fuck... This is good...''?",
  "created_utc": 1627335642,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not a big reader. I just read a few books every year. 4 years ago I was browsing my local bookstore and no book caught my eye. The bookstore owner asked what my favorite childhood book was and I said that I always loved Harry Potter. He then recommended The Name Of The Wind by Patrick Rothfuss saying that I will like that book since it&#39;s Harry Potter for adults. (He didn&#39;t mention that the series wasn&#39;t finished yet...)</p>\n\n<p>I vividly remember reading it with so much joy! Every chapter kept getting better and better. It was the first time in my life that a book actually gave me a &#39;wow&#39; moment. I just didn&#39;t know a book could be that beautiful.</p>\n\n<p>It&#39;s been awhile since I read a book like that. I&#39;ve read some really good books but nothing spectacular.</p>\n\n<p>Have you ever got that feeling and what book was it?</p>\n</div><!-- SC_ON -->",
  "score": 97,
  "permalink": "/r/books/comments/os6c9f/what_book_made_you_go_fuck_this_is_good/",
  "subreddit": "books",
  "id": "os6c9f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm not a big reader. I just read a few books every year. 4 years ago I was\nbrowsing my local bookstore and no book caught my eye. The bookstore owner asked\nwhat my favorite childhood book was and I said that I always loved Harry Potter.\nHe then recommended The Name Of The Wind by Patrick Rothfuss…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はあまり読書家ではありません。毎年、数冊の本を読むだけです。4年前、私は近所の書店で\n4年前、近所の本屋を覗いていたら、目に留まる本がありませんでした。本屋の店主に、子供の頃に好きだった本は？\n子供の頃に好きだった本は何かと聞かれたので、ハリーポッターが好きだったと答えました。\nすると彼は、Patrick Rothfussの「The Name Of The Wind」を勧めてくれたのです...。",
      "title": "どのような本に惹かれたのですか？''Fuck... これはいい...』と思った本は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不是一个大读者。我只是每年读几本书。4年前，我正在\n逛当地的书店，没有书吸引我的注意。书店老板问\n我说我一直喜欢哈利波特。\n然后他向我推荐了帕特里克-罗斯福斯的《风之名》...",
      "title": "什么书让你去。''他妈的... 这很好...\"？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是一個大讀者。我只是每年讀幾本書。4年前，我正在\n逛當地的書店，沒有書吸引我的注意。書店老闆問\n我說我一直喜歡哈利波特。\n然後他向我推薦了帕特里克-羅斯福斯的《風之名》...",
      "title": "什麼書讓你去。''他媽的... 這很好...\"？"
    }
  ]
}