{
  "author": "UnknownFor3818",
  "the_new_excerpt": "Both Democrats and Republicans (I will be referring to these as \"left\" and\n\"right,\" as it is just easier to type) have claimed to be the \"silent majority.\"\nNeither side is truly the silent majority, nor are they a silent group at all.\nThe true \"silent majority/silent group\" is people who are more…",
  "original_created_utc": 1611017334,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "无论是民主党人还是共和党人（我将以 \"左 \"和 \"右 \"来称呼他们。\n\"右派\"，因为这样打字更容易）都声称自己是 \"沉默的大多数\"。\n双方都不是真正的沉默的大多数，也根本不是一个沉默的群体。\n真正的 \"沉默的大多数/沉默的群体 \"是那些更...",
      "title": "[改变我的想法]：处于政治光谱中间的人是真正的沉默群体（至少在美国）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "無論是民主黨人還是共和黨人（我將以 \"左 \"和 \"右 \"來稱呼他們。\n\"右派\"，因爲這樣打字更容易）都聲稱自己是 \"沉默的大多數\"。\n雙方都不是真正的沉默的大多數，也根本不是一個沉默的羣體。\n真正的 \"沉默的大多數/沉默的羣體 \"是那些更...",
      "title": "[改變我的想法]：處於政治光譜中間的人是真正的沉默羣體（至少在美國）。"
    }
  ],
  "title": "CMV: People Who Are In The Middle of the Political Spectrum Are The REAL Silent Group (In the U.S., at least)",
  "created_utc": 1611080824,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Both Democrats and Republicans (I will be referring to these as &quot;left&quot; and &quot;right,&quot; as it is just easier to type) have claimed to be the &quot;silent majority.&quot; Neither side is truly the silent majority, nor are they a silent group at all. The true &quot;silent majority/silent group&quot; is people who are more &quot;in the middle&quot; than those that lean to the left or the right.</p>\n\n<p>In social media, we tend to hear more from people on the left and people on the right. Yes, there are subreddits devoted to libertarians, centrists, etc, but how loud, are those subreddits? Not very. You are more likely to hear a right or left-leaning opinion in the media, or on social media. The loudest opinions are either on the left or on the right</p>\n\n<p>Think about it: how much of a difference does it make to vote for an independent or libertarian candidate in a major election? Not much. So, in voting, people in the middle have to choose between either the REALLY loud left, and the REALLY loud right. </p>\n\n<p>So, because left and right-leaning opinions are heard more often on social media and in elections, the real silent group is those that are in the middle. Now, I can&#39;t say whether or not people who are in the middle are the silent majority or silent minority, but they are the more silent group in general.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/l0873h/cmv_people_who_are_in_the_middle_of_the_political/",
  "subreddit": "changemyview",
  "id": "l0873h",
  "is_self": true,
  "media": null,
  "is_video": false
}