{
  "approved_at_utc": null,
  "subreddit": "investing",
  "selftext": "Before we get into the juicy details, think for yourself: What are you shooting for? What is your financial goal? How risk-sensitive are you? Answering these questions will help to set you up for eventual success and develop your individual asset allocation strategy accordingly.\n\nLet’s get to the facts: actively trading stocks, and timing market entries and exits come with inherent risks. Missing the best 10 days in the market between 2010 and 2020 would mean an overall decline of 33% (see [*Bank of America chart*](https://www.cnbc.com/2021/03/24/this-chart-shows-why-investors-should-never-try-to-time-the-stock-market.html) below). Moreover, it is unlikely you sell your assets right before a crash and buy back at the bottom. In most cases, the worst days are followed by the best days which would put you back on square one holding your cash waiting for the crash.\n\n### Strategies to Pick Stocks\n\nAlthough stock-picking follows a more active approach, long-term investing means being active 1% of the time while leaving your portfolio alone for the other 99%. It is important to keep in mind that less than 10% of all public companies drive 100% of long-term stock-market returns. Therefore your mission is to find the 10% and patiently ride the wave.\n\nSome hands-on advice:\n\n* **Limited diversification**, as you cannot continuously research each company you are invested in on a regular basis. The range of 10-15 stocks is healthy, otherwise, go back to the previous section and consider passive investing.\n* **Flexible & innovative companies** can adapt their business model and expand their market potential. The companies with today’s highest market caps all have this trait in common.\n* **Don’t ignore what is familiar**, in 1966 Walt Disney was valued at $80 million and they just produced Mary Poppins turning over $30 million alone on that movie. The company was well-known and anyone could have picked up a few shares. $1000 invested back then would average you over $4 million today.\n* **Know your strengths** and profit from them. If you are mathematically gifted then focus on the fundamentals. If you work in the industry and know the competitive landscape and product lineup, do that. Find your own style of investing.\n* **Google is your friend**, look up the approval rate of the CEO on Glassdoor, read job reviews, check the company’s premises on Google street view and go on the investor relations site of the company. You need to do your own due diligence because nobody physically audits the business you invest in.\n* **Leadership and the CEO** are decisive for the long-term success of a company. If the leader of a company is also its founder and owns lots of stock in it, the interests are aligned with the other shareholders and hence money is invested more efficiently.\n* **Human** **resource management** such as low employee turnover, revenue per employee, diversity, inclusion, and so forth.\n* **Deep dive into the company**: How does it create revenue? What is its market potential? Market growth versus the overall market potential of S&P500? What are the competitive advantages? Cashflow structure? Insider selling? Check on earnings calls, shareholder letters, and sweat the fundamentals a little bit.\n* **Impact**: Does this company contribute to a better future?\n* **Don’t overpay** because even great companies can be too expensive when too much of their future earnings potential is already priced in. Microsoft’s revenue was 3x higher in 2009 than in 1999 and still, the stock had lost 50% of its value in that timeframe.\n* **Avoid** owning a stock you can’t explain or you lack conviction in.\n* **Double down** on companies that you are convinced are great investments for the long run even if you already own shares. If the business proves viable and returns are increasing, then it is likely to follow that trajectory in the near future.\n* **Hold & wait**: trade as little as possible to avoid taxes and to enjoy the runups. The shorter you hold an asset the greater the chance that you have to close the position at a loss. The magic of compound interest will do the rest for you.\n* **“Don’t lose money”** – Warren Buffett & treat every dollar as an investment.\n\nI believe that beating the market is possible if you are patient and willing to invest time. After all, the business world is like a car race. In the last quarter of the race, it becomes more evident who might win, and your odds can be calculated with minimized risk exposure. Then you invest in the top-performing racers and still reap much of the benefits.\n\nKeep in mind that most stocks underperform the market. The outsized gains of a few winners are pushing your portfolio higher and make up for any losses on the way.\n\n## Cash\n\nOh, sweet cash sitting ducks in my account, what am I going to do with you? At current rates of around 1% (if even) it would take 70 years to double my money. By that time it is more likely that I am buried 6 feet underground. I wouldn't even get to experience my slim gains.\n\nYet there is some upside to holding a percentage of your overall portfolio in cash. Besides, you can’t pay your expenses off by handing out your stocks. Holding some cash is in both active and passive investing approaches detrimental. I advise holding approximately 5-15% of cash as it allows you to:\n\n* Leave your portfolio in peace\n* Remain calm during market volatility\n* Jump in when prices are low and be opportunistic in the markets\n\nBuying stocks in times of recession has historically brought about outsized gains for investors. It is worth remembering, the more it hurts holding some cash in market booms the more likely you will profit from a swift down-market. The best time to hold cash is when it really hurts to do so. Holding cash allows you to be prepared, and you don’t have to worry about timing the market.\n\n&#x200B;\n\n*Full article on* [leofontana.net](https://leofontana.net)*.*",
  "author_fullname": "t2_a20hrye8",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "Some long-term strategies worth remembering in today's speculative and volatile markets",
  "link_flair_richtext": [],
  "subreddit_name_prefixed": "r/investing",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": null,
  "downs": 0,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_n94bfc",
  "quarantine": false,
  "link_flair_text_color": "dark",
  "upvote_ratio": 0.83,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 41,
  "total_awards_received": 3,
  "media_embed": {},
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": null,
  "can_mod_post": false,
  "score": 41,
  "approved_by": null,
  "author_premium": false,
  "thumbnail": "",
  "edited": false,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {
    "gid_1": 2
  },
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1620681739,
  "link_flair_type": "text",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.investing",
  "allow_live_comments": false,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Before we get into the juicy details, think for yourself: What are you shooting for? What is your financial goal? How risk-sensitive are you? Answering these questions will help to set you up for eventual success and develop your individual asset allocation strategy accordingly.</p>\n\n<p>Let’s get to the facts: actively trading stocks, and timing market entries and exits come with inherent risks. Missing the best 10 days in the market between 2010 and 2020 would mean an overall decline of 33% (see <a href=\"https://www.cnbc.com/2021/03/24/this-chart-shows-why-investors-should-never-try-to-time-the-stock-market.html\"><em>Bank of America chart</em></a> below). Moreover, it is unlikely you sell your assets right before a crash and buy back at the bottom. In most cases, the worst days are followed by the best days which would put you back on square one holding your cash waiting for the crash.</p>\n\n<h3>Strategies to Pick Stocks</h3>\n\n<p>Although stock-picking follows a more active approach, long-term investing means being active 1% of the time while leaving your portfolio alone for the other 99%. It is important to keep in mind that less than 10% of all public companies drive 100% of long-term stock-market returns. Therefore your mission is to find the 10% and patiently ride the wave.</p>\n\n<p>Some hands-on advice:</p>\n\n<ul>\n<li><strong>Limited diversification</strong>, as you cannot continuously research each company you are invested in on a regular basis. The range of 10-15 stocks is healthy, otherwise, go back to the previous section and consider passive investing.</li>\n<li><strong>Flexible &amp; innovative companies</strong> can adapt their business model and expand their market potential. The companies with today’s highest market caps all have this trait in common.</li>\n<li><strong>Don’t ignore what is familiar</strong>, in 1966 Walt Disney was valued at $80 million and they just produced Mary Poppins turning over $30 million alone on that movie. The company was well-known and anyone could have picked up a few shares. $1000 invested back then would average you over $4 million today.</li>\n<li><strong>Know your strengths</strong> and profit from them. If you are mathematically gifted then focus on the fundamentals. If you work in the industry and know the competitive landscape and product lineup, do that. Find your own style of investing.</li>\n<li><strong>Google is your friend</strong>, look up the approval rate of the CEO on Glassdoor, read job reviews, check the company’s premises on Google street view and go on the investor relations site of the company. You need to do your own due diligence because nobody physically audits the business you invest in.</li>\n<li><strong>Leadership and the CEO</strong> are decisive for the long-term success of a company. If the leader of a company is also its founder and owns lots of stock in it, the interests are aligned with the other shareholders and hence money is invested more efficiently.</li>\n<li><strong>Human</strong> <strong>resource management</strong> such as low employee turnover, revenue per employee, diversity, inclusion, and so forth.</li>\n<li><strong>Deep dive into the company</strong>: How does it create revenue? What is its market potential? Market growth versus the overall market potential of S&amp;P500? What are the competitive advantages? Cashflow structure? Insider selling? Check on earnings calls, shareholder letters, and sweat the fundamentals a little bit.</li>\n<li><strong>Impact</strong>: Does this company contribute to a better future?</li>\n<li><strong>Don’t overpay</strong> because even great companies can be too expensive when too much of their future earnings potential is already priced in. Microsoft’s revenue was 3x higher in 2009 than in 1999 and still, the stock had lost 50% of its value in that timeframe.</li>\n<li><strong>Avoid</strong> owning a stock you can’t explain or you lack conviction in.</li>\n<li><strong>Double down</strong> on companies that you are convinced are great investments for the long run even if you already own shares. If the business proves viable and returns are increasing, then it is likely to follow that trajectory in the near future.</li>\n<li><strong>Hold &amp; wait</strong>: trade as little as possible to avoid taxes and to enjoy the runups. The shorter you hold an asset the greater the chance that you have to close the position at a loss. The magic of compound interest will do the rest for you.</li>\n<li><strong>“Don’t lose money”</strong> – Warren Buffett &amp; treat every dollar as an investment.</li>\n</ul>\n\n<p>I believe that beating the market is possible if you are patient and willing to invest time. After all, the business world is like a car race. In the last quarter of the race, it becomes more evident who might win, and your odds can be calculated with minimized risk exposure. Then you invest in the top-performing racers and still reap much of the benefits.</p>\n\n<p>Keep in mind that most stocks underperform the market. The outsized gains of a few winners are pushing your portfolio higher and make up for any losses on the way.</p>\n\n<h2>Cash</h2>\n\n<p>Oh, sweet cash sitting ducks in my account, what am I going to do with you? At current rates of around 1% (if even) it would take 70 years to double my money. By that time it is more likely that I am buried 6 feet underground. I wouldn&#39;t even get to experience my slim gains.</p>\n\n<p>Yet there is some upside to holding a percentage of your overall portfolio in cash. Besides, you can’t pay your expenses off by handing out your stocks. Holding some cash is in both active and passive investing approaches detrimental. I advise holding approximately 5-15% of cash as it allows you to:</p>\n\n<ul>\n<li>Leave your portfolio in peace</li>\n<li>Remain calm during market volatility</li>\n<li>Jump in when prices are low and be opportunistic in the markets</li>\n</ul>\n\n<p>Buying stocks in times of recession has historically brought about outsized gains for investors. It is worth remembering, the more it hurts holding some cash in market booms the more likely you will profit from a swift down-market. The best time to hold cash is when it really hurts to do so. Holding cash allows you to be prepared, and you don’t have to worry about timing the market.</p>\n\n<p>&#x200B;</p>\n\n<p><em>Full article on</em> <a href=\"https://leofontana.net\">leofontana.net</a><em>.</em></p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": null,
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2qhhq",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "",
  "id": "n94bfc",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "TheSwissFool",
  "discussion_type": null,
  "num_comments": 13,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/investing/comments/n94bfc/some_longterm_strategies_worth_remembering_in/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/investing/comments/n94bfc/some_longterm_strategies_worth_remembering_in/",
  "subreddit_subscribers": 1830396,
  "created_utc": 1620733785,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1620652939,
  "the_new_excerpt": "Before we get into the juicy details, think for yourself: What are you shooting\nfor? What is your financial goal? How risk-sensitive are you? Answering these\nquestions will help to set you up for eventual success and develop your\nindividual asset allocation strategy accordingly.\n\nLet’s get to the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "その前に、自分の頭で考えてみてください。何のために撮るのか？\nのために？あなたの経済的な目標は何ですか？あなたはどの程度リスクに敏感ですか？これらの質問に答えることで\nこれらの質問に答えることで、最終的な成功のための準備ができ、それに応じて個々の\nそれに応じて、個々の資産配分戦略を策定します。\n\nそれでは、早速ですが...",
      "title": "投機的で不安定な今日の市場において、覚えておくべき長期的な戦略があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我们讨论这些多汁的细节之前，请自己想一想。你在拍摄什么\n的目标是什么？你的财务目标是什么？你对风险的敏感度如何？回答这些\n这些问题将帮助你为最终的成功做好准备，并发展你的个人能力。\n个人资产配置策略。\n\n让我们开始讨论...",
      "title": "在今天的投机性和波动性市场中，一些长期战略值得记住"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我們討論這些多汁的細節之前，請自己想一想。你在拍攝什麼\n的目標是什麼？你的財務目標是什麼？你對風險的敏感度如何？回答這些\n這些問題將幫助你爲最終的成功做好準備，並發展你的個人能力。\n個人資產配置策略。\n\n讓我們開始討論...",
      "title": "在今天的投機性和波動性市場中，一些長期戰略值得記住"
    }
  ]
}