{
  "author": "reapersdrones",
  "original_created_utc": 1632851152,
  "title": "What would your past/childhood self think of your reading habits now?",
  "created_utc": 1632875471,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was thinking about how my taste in books has changed ever since I started enjoying them.  </p>\n\n<p>My 10-year-old self would be flabbergasted to know that, at age 26, I am voluntarily reading and <em>enjoying</em> many of my choices today. At that age I thought only boring old geezers read Classics, and Non-Fiction was for stiff nerds with no imagination. Hell, I now occasionally pick up books on History, my most-loathed subject as a kid.  </p>\n\n<p>They’d also be disappointed with how little I care for Harry Potter now. I used to make it my personality, and had “must have read Harry Potter” near the top of my romantic partner requirements list lol. Jesus Christ.   </p>\n\n<p>On the other hand, I think my teenage self would be impressed. I’ve challenged myself a lot to expand outside my comfort zone and read more difficult books. I am also much more secure &amp; confident about reading whatever the hell I want &amp; not caring if my Goodreads friends see me reading some “embarrassing” books.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pxbpf1/what_would_your_pastchildhood_self_think_of_your/",
  "subreddit": "books",
  "id": "pxbpf1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was thinking about how my taste in books has changed ever since I started\nenjoying them.\n\nMy 10-year-old self would be flabbergasted to know that, at age 26, I am\nvoluntarily reading and enjoying many of my choices today. At that age I thought\nonly boring old geezers read Classics, and Non-Fiction…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本を楽しむようになってから、自分の本の趣味がどう変わったかを考えてみました。\nと考えていました。\n\n10年前の自分は、26歳になった今の自分を知ったら、びっくりするだろう。\n10歳の自分は、26歳になった今、自分の意志で今選んだ本の多くを読んで楽しんでいると知ったら、驚くだろう。その頃の私は\n古典やノンフィクションを読むのは、退屈な年寄りだけだと思っていたわ。",
      "title": "過去・幼少期の自分は、今の自分の読書習慣をどう思うだろうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在想，自从我开始喜欢看书以来，我对书的品味发生了什么变化？\n喜欢上它们。\n\n如果我知道我10岁时的自己在26岁时还在自愿阅读并喜欢我所选择的许多书籍，我一定会大吃一惊。\n今天，我自愿阅读并喜欢我选择的许多书。在那个年纪，我认为\n只有无聊的老顽童才会读经典，和非小说类的书......",
      "title": "过去/童年的自己会如何看待现在的阅读习惯？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在想，自從我開始喜歡看書以來，我對書的品味發生了什麼變化？\n喜歡上它們。\n\n如果我知道我10歲時的自己在26歲時還在自願閱讀並喜歡我所選擇的許多書籍，我一定會大喫一驚。\n今天，我自願閱讀並喜歡我選擇的許多書。在那個年紀，我認爲\n只有無聊的老頑童纔會讀經典，和非小說類的書......",
      "title": "過去/童年的自己會如何看待現在的閱讀習慣？"
    }
  ]
}