{
  "author": "LevitatingTurtles",
  "the_new_excerpt": "Why YSK: Many people keep old voicemails because they need the information or\ndon't want lose a sweet message from a loved one. This process will let you keep\nthese messages without cluttering your mailbox.\n\nIf you have an old voicemail that you don't want to delete (loved one, important\nfor other…",
  "original_created_utc": 1619641593,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：多くの人は、古いボイスメールを保存しています。それは、情報が必要だから、あるいは愛する人からの甘いメッセージを失いたくないからです。\n愛する人からの素敵なメッセージを失いたくないからです。このプロセスでは、これらのメッセージを\n残しておくことができます。\n\n削除したくない古いボイスメールがある場合（大切な人からの、重要な\n他の人のために...",
      "title": "YSKでは、ボイスメールをボイスメモに保存することで、いつまでも残すことができます（iPhone、Androidは不明）。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：许多人保留旧的语音邮件，因为他们需要这些信息或\n不希望失去来自亲人的甜蜜信息。这个过程将让你保留\n这些信息，而不会使你的邮箱变得杂乱无章。\n\n如果你有一个不想删除的旧语音邮件（亲人、重要的\n为其他...",
      "title": "YSK你可以将语音邮件保存到语音备忘录中，以永久保存它们（iPhone，不确定Android）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：許多人保留舊的語音郵件，因爲他們需要這些信息或\n不希望失去來自親人的甜蜜信息。這個過程將讓你保留\n這些信息，而不會使你的郵箱變得雜亂無章。\n\n如果你有一個不想刪除的舊語音郵件（親人、重要的\n爲其他...",
      "title": "YSK你可以將語音郵件保存到語音備忘錄中，以永久保存它們（iPhone，不確定Android）。"
    }
  ],
  "title": "YSK you can save voice mail to voice memos to keep them forever (iPhone, not sure about Android)",
  "created_utc": 1620106254,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many people keep old voicemails because they need the information or don&#39;t want lose a sweet message from a loved one. This process will let you keep these messages without cluttering your mailbox.</p>\n\n<p>If you have an old voicemail that you don&#39;t want to delete (loved one, important for other reasons, etc.) you can actually save this off on your iphone!</p>\n\n<p>Go to your voicemail and open a voice message.</p>\n\n<p>Select the &#39;share&#39; icon (the little box with the arrow pointing up).</p>\n\n<p>Scroll down a bit and then scroll right until you see &quot;Voice Memos&quot;</p>\n\n<p>Give it a title and click save.</p>\n\n<p>This will then be saved to your device and to icloud voice memos</p>\n\n<p>BOOM... now you can keep your voice mail clean and not lose your loved/important messages.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/YouShouldKnow/comments/n0nywj/ysk_you_can_save_voice_mail_to_voice_memos_to/",
  "subreddit": "YouShouldKnow",
  "id": "n0nywj",
  "is_self": true,
  "media": null,
  "is_video": false
}