{
  "author": "BoundariesAreFun",
  "original_created_utc": 1629095276,
  "title": "My Dad more than doubled his life-savings in less than a month with Chainlink",
  "created_utc": 1629109958,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Well... damn.... sometimes gambles do pay off.</p>\n\n<p>&#x200B;</p>\n\n<p>My dad is retiring in a couple months and has been disappointed that he wasn&#39;t able to save up more (part of it is because he was planning on working 2 more years but due to financial issues with his company he&#39;s being forced to retire early). He&#39;s been hearing me talking about crypto for months now (mainly BTC, ETH and LINK), and had the idea of &quot;what if I put it all in crypto and try and grow it?&quot;</p>\n\n<p>&#x200B;</p>\n\n<p>As much as I love crypto I warned him to be very careful because although he could certainly gain a lot, he could also lose a lot, and may want to do just a portion. &quot;Nah, I want to go big or go home&quot;, he said.</p>\n\n<p>&#x200B;</p>\n\n<p>After some careful consideration, he bought tens of thousands of dollars in Chainlink at the cost of $13.80 each on July 20th.</p>\n\n<p>&#x200B;</p>\n\n<p>He just called me 20 minutes ago to say that he sold 90% of it at $29 per LINK. The man literally more than doubled his entire life savings. It took him 20 years of slowly saving to get what he had, and he more than matched it through crypto in less than a month. His retired life will now be significantly more comfortable. And, wisely, he&#39;s holding onto the last 10% in case LINK blows up.</p>\n\n<p>&#x200B;</p>\n\n<p>All this said, it&#39;s important to remember that for every story like this there&#39;s a story of someone losing it all. But, I thought this was pretty incredible and felt like sharing!</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>Edit:</p>\n\n<p>For those freaking out: He knew that no matter what he&#39;d still get his monthly pension, which is decent but not enough to retire the way he wants. He&#39;s also been monitoring prices closely and knew if it suddenly dropped 20-30% he could sell - yes, he&#39;d lose money, but not everything. Now, having doubled his money, he has enough to retire comfortably.</p>\n</div><!-- SC_ON -->",
  "score": 247,
  "permalink": "/r/CryptoCurrency/comments/p5aigr/my_dad_more_than_doubled_his_lifesavings_in_less/",
  "subreddit": "CryptoCurrency",
  "id": "p5aigr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Well... damn.... sometimes gambles do pay off.\n\n\n\nMy dad is retiring in a couple months and has been disappointed that he wasn't\nable to save up more (part of it is because he was planning on working 2 more\nyears but due to financial issues with his company he's being forced to retire\nearly). He's…"
}