{
  "author": "GelComb",
  "the_new_excerpt": "Too often are good-sounding laws passed that end up being bad in practice. But\nthen they become hard to repeal, because the existence of these laws benefit\nthose in power.\n\nSome laws are written with a sunset provision, which says \"This law will cease\nto have effect unless the congress approves it…",
  "original_created_utc": 1609858609,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "太多时候，通过的法律听起来不错，但在实践中却以糟糕告终。但\n然后它们就变得很难废除，因为这些法律的存在是有益的。\n那些当权者。\n\n有些法律是用日落条款写的，上面写着：“这项法律将终止。\n除非国会批准，否则生效。…",
      "title": "[改变我的想法]：所有法律都应该有日落条款。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "太多時候，通過的法律聽起來不錯，但在實踐中卻以糟糕告終。但\n然後它們就變得很難廢除，因爲這些法律的存在是有益的。\n那些當權者。\n\n有些法律是用日落條款寫的，上面寫着：“這項法律將終止。\n除非國會批准，否則生效。…",
      "title": "[改變我的想法]：所有法律都應該有日落條款。"
    }
  ],
  "title": "CMV: All laws should have a sunset provision.",
  "created_utc": 1609870336,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Too often are good-sounding laws passed that end up being bad in practice. But then they become hard to repeal, because the existence of these laws benefit those in power.</p>\n\n<p>Some laws are written with a sunset provision, which says &quot;This law will cease to have effect unless the congress approves it again in 10 years.&quot;</p>\n\n<p>All laws should have a sunset provision. There are some old laws on the books that say crazy things like women can&#39;t swear in public - these laws would expire.</p>\n\n<p>You might think &quot;But wouldn&#39;t it get cumbersome every 10 years to have to re-vote all the crimes into being crimes?&quot; The answer is YES, and that is a very good thing. Imagine if politicians had to affirmatively vote &quot;Yes, weed should remain illegal,&quot; &quot;Yes, victimless crime XYZ should remain illegal,&quot; every decade.</p>\n\n<p>The public would hound politicians to no end if they voted Aye on many of these laws. And thousands upon thousands of worthless and ridiculous laws would expire off the books, to the benefit of all citizens. They say the average American unknowingly commits 1 to 2 felonies per day, and you only are only relying on the grace of prosecutors not to come after you. People shouldn&#39;t have to live like that.</p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/changemyview/comments/kqzxqe/cmv_all_laws_should_have_a_sunset_provision/",
  "subreddit": "changemyview",
  "id": "kqzxqe",
  "is_self": true,
  "media": null,
  "is_video": false
}