{
  "author": "Freshies00",
  "the_new_excerpt": "In the private sector, pay structures that include performance bonuses or\ncommissions are popular for jobs where the employer wants to incentivize\neffective and productive job performance. Even if it was not 1:1, having the pay\nof government leaders be derived from the median income of the…",
  "original_created_utc": 1619654224,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "民間企業では、業績ボーナスやコミッションを含む給与体系は、雇用主がインセンティブを求めている仕事に人気があります。\n雇用主が効果的で生産的な仕事ぶりにインセンティブを与えたいと考えている仕事には、業績ボーナスやコミッションを含む給与体系が人気です。\n効果的で生産的な仕事ぶりにインセンティブを与えたい場合に人気があります。1対1ではないにしても、政府のリーダーの給与が\n1:1ではないにしても、政府のリーダーの給与が、国民の中央値の所得から導き出されるのは",
      "title": "CMV: 政治家の給与を有権者の中央値に連動させることで、政治家が有権者の経済的利益のために働く動機付けになる。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在私营部门，包括绩效奖金或佣金的薪酬结构在雇主希望激励员工的工作中很受欢迎。\n在私营部门，包括绩效奖金或佣金的薪酬结构很受欢迎，因为雇主希望通过这种方式来激励\n有效和富有成效的工作表现。即使不是1:1，让政府领导人的薪酬\n政府领导人的薪酬也是来自于社会收入的中位数。",
      "title": "CMV：将政治家的工资与选民的收入中位数挂钩，有助于激励他们为经济利益而工作"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在私營部門，包括績效獎金或佣金的薪酬結構在僱主希望激勵員工的工作中很受歡迎。\n在私營部門，包括績效獎金或佣金的薪酬結構很受歡迎，因爲僱主希望通過這種方式來激勵\n有效和富有成效的工作表現。即使不是1:1，讓政府領導人的薪酬\n政府領導人的薪酬也是來自於社會收入的中位數。",
      "title": "CMV：將政治家的工資與選民的收入中位數掛鉤，有助於激勵他們爲經濟利益而工作"
    }
  ],
  "title": "CMV: Tying politicians salaries to the median income of their constituents would help incentivize them to work for their economic benefit",
  "created_utc": 1619671668,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In the private sector, pay structures that include performance bonuses or commissions are popular for jobs where the employer wants to incentivize effective and productive job performance. Even if it was not 1:1, having the pay of government leaders be derived from the median income of the population that they work for would directly drive their interests in raising that metric as significantly as possible. Want a raise? Pursue one for your constituents.</p>\n\n<p>Glad to hear criticisms of this idea as it’s only a starting point, but I feel that it’s possible to find a structural basis that would decrease the pandering to special interests and benefit the population in a completely reasonable manner.</p>\n\n<p>I will award a delta to anyone who can either offer a notable refinement of this idea or who can explain legitimately why it wouldn’t make politicians more interested in living wages than they currently are in our present system.</p>\n\n<p>Edit: I’ve awarded deltas for points about long-term vs short-term focus and also for cost of living etc. I hear you all on the fact that many politicians don’t rely on their salary for their financial well-being, and I am already aware and agree with that observation. That said, I am not saying this idea would be a full solution to tie their self-interest to the benefit of their constituents but my CMV says that it would “help”. It’s hard to agree that across the board for all politicians that none of them care whatsoever about the money they make in their salaries. It might not be the primary source of income for many of them, but between all national and state government leaders not all of them are independently wealthy so I still believe that the impact would be greater than 0.</p>\n</div><!-- SC_ON -->",
  "score": 285,
  "permalink": "/r/changemyview/comments/n0s7qe/cmv_tying_politicians_salaries_to_the_median/",
  "subreddit": "changemyview",
  "id": "n0s7qe",
  "is_self": true,
  "media": null,
  "is_video": false
}