{
  "author": "Tessenreacts",
  "the_new_excerpt": "First let me preface this by saying I'm not intolerant of the LGBTQ+ or other\nraces. I'm not one of the people who have fantastical views that goes along the\nline of \"I'm colorblind, I don't see race\" or ridiculous things of that nature.\nI genuinely in my heart of hearts don't care. Not don't see…",
  "original_created_utc": 1617244283,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "首先让我先声明，我并不是不容忍LGBTQ+或其他\n种族。我不是一个人谁有幻想的观点，沿用了\n\"我是色盲，我看不出种族 \"之类的荒唐事。\n我真心的在心底里不屑一顾。不是看不到...",
      "title": "CMV：为什么性别和种族仍然是人们生活的主要方面，主要原因是很多时候，这是他们唯一的独特之处。尤其适用于那些也关注这些的大佬们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先讓我先聲明，我並不是不容忍LGBTQ+或其他\n種族。我不是一個人誰有幻想的觀點，沿用了\n\"我是色盲，我看不出種族 \"之類的荒唐事。\n我真心的在心底裏不屑一顧。不是看不到...",
      "title": "CMV：爲什麼性別和種族仍然是人們生活的主要方面，主要原因是很多時候，這是他們唯一的獨特之處。尤其適用於那些也關注這些的大佬們。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "最初に断っておきますが、私はLGBTQ+や他の人種に対して不寛容ではありません。\nの人種に不寛容ではありません。私は、「私は色盲だから、人種を見ない」というような空想的な意見を持っている人でもありません。\n私は、「私は色盲だから、人種を見ない」などという空想的な意見を持っている人ではありませんし、そのような馬鹿げたこともしません。\n純粋に心の中で「どうでもいい」と思っています。見ないのではなく...。",
      "title": "CMV：ジェンダーや人種が人々の生活に大きな影響を与えるのは、それがその人の唯一の特徴であることが多いからです。特に、それらを重視する偏屈者には当てはまります。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "最初に断っておきますが、私はLGBTQ+や他の人種に対して不寛容ではありません。\nの人種に不寛容ではありません。私は、「私は色盲だから、人種を見ない」というような空想的な意見を持っている人でもありません。\n私は、「私は色盲だから、人種を見ない」などという空想的な意見を持っている人ではありませんし、そのような馬鹿げたこともしません。\n純粋に心の中で「どうでもいい」と思っています。見ないのではなく...。",
      "title": "CMV：ジェンダーや人種が人々の生活に大きな影響を与えるのは、それがその人の唯一の特徴であることが多いからです。特に、それらを重視する偏屈者には当てはまります。"
    }
  ],
  "title": "CMV: The primary reason why gender and race are still major aspects of people's lives is because often times, that's the only unique thing about them. Especially applies to bigots that focuses on those as well",
  "created_utc": 1617277194,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First let me preface this by saying I&#39;m not intolerant of the LGBTQ+ or other races. I&#39;m not one of the people who have fantastical views that goes along the line of &quot;I&#39;m colorblind, I don&#39;t see race&quot; or ridiculous things of that nature. I genuinely in my heart of hearts don&#39;t care. Not don&#39;t see race or gender, I just don&#39;t care. What makes people people are their choices in life, not what race they are born as or what gender they identify as.</p>\n\n<p>I&#39;m an  African American male, lived in the black community most of my life.  Upon my experiences in the black community AND living as an African American, it became clear to me that those who make race or gender their primary identity rarely have actually unique traits about them. This runs into a scenario where people utilize their gender or race to make up for the fact that there is absolutely nothing interesting about them. Race is simply not a big part of my life. It&#39;s definitely a part                                                                </p>\n\n<p>Example, I&#39;m black, but I&#39;m also a comic book nerd, video game fan, entrepreneur who is running multiple different businesses,digital marketer, website developer, anime addict, list goes on, who happens to be African American. That&#39;s what I mean when I&#39;m talking about having actual tangible things that makes you unique. </p>\n\n<p>Frequently when I have ran into people who place race as their primary thing, it becomes clear through in depth conversation that said person doesn&#39;t have unique interests or hobbies that they passionately identify with. I&#39;m black. Awesome, what makes you interesting beyond simply your race? Do you happen to be a entrepreneur, coder, etc, what makes you stand out from other members of your group?</p>\n\n<p>Similar thing with people who focus their whole being gender or sexual orientation. You are gay? Cool. What makes you interesting or unique? Are you a scientist who happens to be gay? Now that would be interesting to hear about. Something you makes you unique, an interesting story around your experiences, trials you had to face to get where you are, the discrimination you had to overcome, etc</p>\n\n<p>Merriam Webster defines gender as:  the behavioral, cultural, or psychological traits typically associated with one sex. Many people go: I identify as genderfluid, genderqueer , demigirl,demiboy, etc. It&#39;s not my place to judge what they identify as or why they do. Their lives, their choices. But about about you stands out from the rest of the people that identifies with you, or is it simply you identifying as that is what sets you apart from others?                       </p>\n\n<p>Similar thing with people who focus their whole being gender or sexual orientation. You are gay? Cool. What makes you interesting or unique? Are you a scientist who happens to be gay? Now that would be interesting to hear about. Something you makes you unique among those that identify with you.</p>\n\n<p>According to Merriam Webster, race is defined as:  any  one of the groups that humans are often divided into based on physical  traits regarded as common among people of shared ancestry.  This is exclusively taking pride in (or hating) something that individuals have absolutely zero choice in choosing. It&#39;s like identifying yourself around being born with long hair or hating people who where born with long hair. It&#39;s non-sensical to identify yourself around things that you yourself have personally</p>\n\n<p>This issue also comes up with bigots, who wrap their lives around judging people who they have never met. So many people wrap themselves around attacking the LGTB, POC (especially asians as of late, which is completely unacceptable), out of some misguided notion that those groups are the center of everything that is wrong in their lives.</p>\n\n<p>Am I saying race and racism don&#39;t exist? Oh boy absolutely not. I have my own horror stories around racism that I could write a book about. There&#39;s biology factors regarding race such as the issue of high blood pressure and cholesterol.</p>\n\n<p>Why is it that people that often times wrap their identity around race or gender? Very simple, when your group experiences racial discrimination for such a long period of time, it&#39;s impossible to NOT wrap yourselves around that identity when it has a noticeable impact on your life. But there comes a moment when you have to figure out if the reason your life is not the way you want is because you aren&#39;t doing what&#39;s required.</p>\n\n<p>The reverse is true for bigots. Things are not going as well as you would like, and you need a reason, a scapegoat to figure out why your life is not ideal. A similar thing is at work as I stated above. Attaching yourself to ideas and excuses instead of figure out why you are in the state that you are and how to lift yourself out of it</p>\n\n<p>In synopsis, there is nothing wrong with going &quot;I&#39;m a scientist who happens to be black&quot; or &quot;I&#39;m a gay scientist&quot;. That&#39;s fine, it shows who you are as a person. But making your race or gender your sole unique characteristic is indicative of a larger personal problem at work.</p>\n\n<p>&#x200B;</p>\n\n<p>Would love have to have a conversation about this</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/mhlobd/cmv_the_primary_reason_why_gender_and_race_are/",
  "subreddit": "changemyview",
  "id": "mhlobd",
  "is_self": true,
  "media": null,
  "is_video": false
}