{
  "author": "mycynical30s",
  "original_created_utc": 1626795818,
  "title": "CMV: Requiring vaccines does not unduly restrict personal freedom.",
  "created_utc": 1626805858,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Every society enacts laws that in some way diminish individual freedoms for the overall good of that society. </p>\n\n<p>This is why we have laws that regulate how fast you can drive, define the age of consent, punish theft, etc...</p>\n\n<p>Sure, it’s fun driving around at 100+ mph but it also creates a dangerous and possibly life threatening situation for other people.</p>\n\n<p>Our society has decided that an individuals freedom to drive at high speeds in a school zone has less value than the lives of children in that school, and we have enacted laws to enforce that choice. </p>\n\n<p>I see no difference in enacting laws that require vaccines. </p>\n\n<p>If the majority of our democratic society (United States) decides that being unvaccinated is unreasonably dangerous to our society and the cost; in lives, economics, and restrictions to daily life, is greater than the cost to ones personal freedom, then we should enact laws that penalize not being vaccinated.</p>\n\n<p>EDIT: I don’t believe that we should force people to be vaccinated, rather, pass laws that penalize you if you don’t.</p>\n\n<p>EDIT: Every law is a restriction of our personal liberties, but those restriction are needed for us to live together in a society. </p>\n\n<p>The question becomes: Does restricting personal freedoms by requiring vaccinations do more harm  to our society than a pandemic? I say, no.</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/changemyview/comments/oo4lkf/cmv_requiring_vaccines_does_not_unduly_restrict/",
  "subreddit": "changemyview",
  "id": "oo4lkf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Every society enacts laws that in some way diminish individual freedoms for the\noverall good of that society.\n\nThis is why we have laws that regulate how fast you can drive, define the age of\nconsent, punish theft, etc...\n\nSure, it’s fun driving around at 100+ mph but it also creates a dangerous…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "すべての社会は、社会全体の利益のために、個人の自由を何らかの形で損なうような法律を制定しています。\nその社会の全体的な利益のために、個人の自由を何らかの形で弱める法律を制定します。\n\n車の運転速度を規制したり、同意年齢を定めたり、窃盗を罰したりする法律があるのはこのためです。\n窃盗を罰するなどの法律があるのはそのためです...。\n\n確かに、時速100キロ以上で走り回るのは楽しいですが、それは同時に危険な状態を作り出しています...",
      "title": "CMV: ワクチンを義務付けることは、個人の自由を不当に制限するものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每个社会都会制定法律，在某种程度上削弱个人自由，以实现社会的整体利益。\n为了社会的整体利益。\n\n这就是为什么我们有法律规定你可以开多快，规定同意的年龄，惩罚偷窃等等。\n这就是为什么我们有法律规定你可以开多快，界定同意的年龄，惩罚偷窃行为等等...\n\n当然，以100多英里/小时的速度开车很有趣，但它也创造了一个危险的...",
      "title": "CMV：要求接种疫苗并没有不适当地限制个人自由。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每個社會都會制定法律，在某種程度上削弱個人自由，以實現社會的整體利益。\n爲了社會的整體利益。\n\n這就是爲什麼我們有法律規定你可以開多快，規定同意的年齡，懲罰偷竊等等。\n這就是爲什麼我們有法律規定你可以開多快，界定同意的年齡，懲罰偷竊行爲等等...\n\n當然，以100多英里/小時的速度開車很有趣，但它也創造了一個危險的...",
      "title": "CMV：要求接種疫苗並沒有不適當地限制個人自由。"
    }
  ]
}