{
  "author": "hondaguy1998",
  "original_created_utc": 1625766409,
  "title": "CMV: Misgendering someone isn't an act of violence against a transgender person",
  "created_utc": 1625772698,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve seen this narrative get used alot and it really makes no sense to me how people can actually believe this nonsense. I&#39;m going to be linking an article at the bottom of my post to give everyone a brief idea of what I&#39;m talking about. Basically this blogger wrote an article claiming that by misgendering someone; either on purpose or not is a direct act of violence on that person, and the LGBTQ community as a whole. I find this way of thinking to be extremely far fetched and unreasonable. </p>\n\n<p>An act of violence is defined as the intentional use of physical force or power, threatened or actual, against oneself, another person, or against a group or community, that either results in or has a high likelihood of resulting in injury, death, psychological harm, maldevelopment, or deprivation.&quot; Perhaps it could be argued that the psychological harm part is what makes it an act of violence but if it&#39;s still not physical so how can it be called an act of violence?</p>\n\n<p><a href=\"https://browngirlmagazine.com/2020/06/misgendering-is-an-act-of-violence-and-it-needs-to-stop/\">https://browngirlmagazine.com/2020/06/misgendering-is-an-act-of-violence-and-it-needs-to-stop/</a></p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/ogcea4/cmv_misgendering_someone_isnt_an_act_of_violence/",
  "subreddit": "changemyview",
  "id": "ogcea4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've seen this narrative get used alot and it really makes no sense to me how\npeople can actually believe this nonsense. I'm going to be linking an article at\nthe bottom of my post to give everyone a brief idea of what I'm talking about.\nBasically this blogger wrote an article claiming that by…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこのシナリオがよく使われるのを見てきましたが、人々がこのナンセンスな話を本当に信じているのか、私には理解できません。\n人々がこのような馬鹿げた話を信じることができるのか、私には理解できません。この記事の一番下にリンクを貼っておきます。\n私の記事の下にある記事をリンクして、私が何を言っているのかを簡単に説明します。\n基本的には、このブロガーが書いた記事によると、...",
      "title": "CMV: 誤認識はトランスジェンダーへの暴力行為ではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我已经看到这种说法被大量使用，我真的不明白为什么\n人们居然会相信这种无稽之谈。我将在帖子的底部链接一篇文章\n我将在文章底部链接一篇文章，让大家对我所说的有一个简单的了解。\n基本上这个博主写了一篇文章，声称通过...",
      "title": "CMV：误认某人的性别并不是对变性人的暴力行为"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經看到這種說法被大量使用，我真的不明白爲什麼\n人們居然會相信這種無稽之談。我將在帖子的底部鏈接一篇文章\n我將在文章底部鏈接一篇文章，讓大家對我所說的有一個簡單的瞭解。\n基本上這個博主寫了一篇文章，聲稱通過...",
      "title": "CMV：誤認某人的性別並不是對變性人的暴力行爲"
    }
  ]
}