{
  "author": "hondaguy1998",
  "original_created_utc": 1625766409,
  "title": "CMV: Misgendering someone isn't an act of violence against a transgender person",
  "created_utc": 1625772698,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve seen this narrative get used alot and it really makes no sense to me how people can actually believe this nonsense. I&#39;m going to be linking an article at the bottom of my post to give everyone a brief idea of what I&#39;m talking about. Basically this blogger wrote an article claiming that by misgendering someone; either on purpose or not is a direct act of violence on that person, and the LGBTQ community as a whole. I find this way of thinking to be extremely far fetched and unreasonable. </p>\n\n<p>An act of violence is defined as the intentional use of physical force or power, threatened or actual, against oneself, another person, or against a group or community, that either results in or has a high likelihood of resulting in injury, death, psychological harm, maldevelopment, or deprivation.&quot; Perhaps it could be argued that the psychological harm part is what makes it an act of violence but if it&#39;s still not physical so how can it be called an act of violence?</p>\n\n<p><a href=\"https://browngirlmagazine.com/2020/06/misgendering-is-an-act-of-violence-and-it-needs-to-stop/\">https://browngirlmagazine.com/2020/06/misgendering-is-an-act-of-violence-and-it-needs-to-stop/</a></p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/ogcea4/cmv_misgendering_someone_isnt_an_act_of_violence/",
  "subreddit": "changemyview",
  "id": "ogcea4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've seen this narrative get used alot and it really makes no sense to me how\npeople can actually believe this nonsense. I'm going to be linking an article at\nthe bottom of my post to give everyone a brief idea of what I'm talking about.\nBasically this blogger wrote an article claiming that by…"
}