{
  "author": "SharkerAC",
  "original_created_utc": 1629679666,
  "title": "Why is the American southeast the worst at.. basically everything?",
  "created_utc": 1629686399,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For context, I live in the American southeast, more specifically, Alabama. I constantly read the jokes online about how Mississippi and Alabama are basically the worst at everything, and they often really ring true. Alabama and Mississippi often place dead last or next to last in all kinds of things: life expectancy, obesity, quality of education, quality of life, air quality and so on. Birmingham, Alabama for instance has very high crime rates proportional to population. It’s not just Alabama and Mississippi, however, basically all of the southeast places lower than almost anywhere else in the developed world when it comes to progressive ideas such as support for lgbtq rights, clean energy, climate change etc. We also have some of the lowest understanding of basic scientific methodology; the southeast has some of the lowest vaccination rates for example. In addition, the governments of the southeast are often inefficient and teetering on theocracy. Alabama has the longest and most convoluted constitution of any state in the United States, and Jefferson County, AL has mismanaged money worse than almost any county in the country. Considering all this really makes me wonder if there is a historical explanation for this? What happened to the American southeast over the course of history that led to it basically being the bottom of the barrel of the developed world? At what point did the southeast diverge from the rest of the United States?</p>\n</div><!-- SC_ON -->",
  "score": 149,
  "permalink": "/r/AskHistorians/comments/p9ou6h/why_is_the_american_southeast_the_worst_at/",
  "subreddit": "AskHistorians",
  "id": "p9ou6h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For context, I live in the American southeast, more specifically, Alabama. I\nconstantly read the jokes online about how Mississippi and Alabama are basically\nthe worst at everything, and they often really ring true. Alabama and\nMississippi often place dead last or next to last in all kinds of…"
}