{
  "author": "dethmagica91",
  "original_created_utc": 1628752670,
  "title": "CMV: The Concept of Men Having To Be the Pursuer In Relationships Is A Stupid Idea Meant to Control People",
  "created_utc": 1628767842,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Its forces men and women to form life and morals around a societal idea that is designed to force people into roles.\nIf you want to be approached by anyone, you&#39;ve got to play this Alpha Male Dance, and force people into being interested. I&#39;ve talked to many a person, after being friends with them so long, who give the &quot;If I knew you were interested, I would have given you a chance earlier.&quot; type talk.</p>\n\n<p>I&#39;m a 6&#39;2&#39;&#39;, decently well built guy; called pretty boy and other slightly demeaning, if not just jokey or flirty things.\nI&#39;m demi, and I&#39;ve got to have a connection, and the only way to have that is if the person meets me at least halfway. Only thing I&#39;d say I&#39;m missing that others could provide is being well off financially; born into a poor family and poor state.</p>\n\n<p>Like walk towards me with intent, and you have my full attention. I want to know you, but society says I should leave that for last, and is total mind washing BS IMO</p>\n\n<p>In regards to dating apps, If I&#39;m presenting myself in any fashion, clearly I&#39;m looking for something, use your head. I&#39;m not going to walk into a McDonald&#39;s looking for a steak; you know where we are.</p>\n\n<p>Taste is subjective, so I know others would want to be approached too. People are too afraid to be open and emotional.</p>\n\n<p>But I can accept that I&#39;m wrong on this, so im listening for other perspectives. Not Validation please.</p>\n\n<p>Edit: Tfw you&#39;re downvoted without any discussion.</p>\n\n<p>Edit2: I&#39;m realizing how far leaning some people are. Some comments are based strictly on emotionally personal growth; some are ITS SCIENCE.</p>\n\n<p>Can&#39;t the two be combined? Am sleep, answering back ASAP</p>\n</div><!-- SC_ON -->",
  "score": 94,
  "permalink": "/r/changemyview/comments/p2uujh/cmv_the_concept_of_men_having_to_be_the_pursuer/",
  "subreddit": "changemyview",
  "id": "p2uujh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Its forces men and women to form life and morals around a societal idea that is\ndesigned to force people into roles. If you want to be approached by anyone,\nyou've got to play this Alpha Male Dance, and force people into being\ninterested. I've talked to many a person, after being friends with them…"
}