{
  "author": "dethmagica91",
  "original_created_utc": 1628752670,
  "title": "CMV: The Concept of Men Having To Be the Pursuer In Relationships Is A Stupid Idea Meant to Control People",
  "created_utc": 1628767842,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Its forces men and women to form life and morals around a societal idea that is designed to force people into roles.\nIf you want to be approached by anyone, you&#39;ve got to play this Alpha Male Dance, and force people into being interested. I&#39;ve talked to many a person, after being friends with them so long, who give the &quot;If I knew you were interested, I would have given you a chance earlier.&quot; type talk.</p>\n\n<p>I&#39;m a 6&#39;2&#39;&#39;, decently well built guy; called pretty boy and other slightly demeaning, if not just jokey or flirty things.\nI&#39;m demi, and I&#39;ve got to have a connection, and the only way to have that is if the person meets me at least halfway. Only thing I&#39;d say I&#39;m missing that others could provide is being well off financially; born into a poor family and poor state.</p>\n\n<p>Like walk towards me with intent, and you have my full attention. I want to know you, but society says I should leave that for last, and is total mind washing BS IMO</p>\n\n<p>In regards to dating apps, If I&#39;m presenting myself in any fashion, clearly I&#39;m looking for something, use your head. I&#39;m not going to walk into a McDonald&#39;s looking for a steak; you know where we are.</p>\n\n<p>Taste is subjective, so I know others would want to be approached too. People are too afraid to be open and emotional.</p>\n\n<p>But I can accept that I&#39;m wrong on this, so im listening for other perspectives. Not Validation please.</p>\n\n<p>Edit: Tfw you&#39;re downvoted without any discussion.</p>\n\n<p>Edit2: I&#39;m realizing how far leaning some people are. Some comments are based strictly on emotionally personal growth; some are ITS SCIENCE.</p>\n\n<p>Can&#39;t the two be combined? Am sleep, answering back ASAP</p>\n</div><!-- SC_ON -->",
  "score": 94,
  "permalink": "/r/changemyview/comments/p2uujh/cmv_the_concept_of_men_having_to_be_the_pursuer/",
  "subreddit": "changemyview",
  "id": "p2uujh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Its forces men and women to form life and morals around a societal idea that is\ndesigned to force people into roles. If you want to be approached by anyone,\nyou've got to play this Alpha Male Dance, and force people into being\ninterested. I've talked to many a person, after being friends with them…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "それは、社会的な考えに基づいて人生やモラルを形成することを男性と女性に強いるものです。\n人に役割を強いるように設計されています。誰かに声をかけてもらいたければ\n誰かに声をかけてもらいたければ、このアルファ・オス・ダンスを演じて、人々に興味を持ってもらうように強制しなければなりません。\n興味を持たせなければなりません。私は多くの人と友達になった後、話したことがあります...。",
      "title": "CMV: 男性が恋愛において追いかける側にならなければならないという概念は、人をコントロールするための愚かな考えです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "它迫使男人和女人围绕着一种社会观念形成生活和道德，而这种社会观念是\n旨在迫使人们进入角色。如果你想让任何人接近你，你就得扮演这个阿尔法男性的角色。\n你就得扮演这个阿尔法男人的角色，并迫使人们对你产生兴趣。\n兴趣。我和很多人谈过，在和他们成为朋友后...",
      "title": "CMV：男人在关系中必须成为追求者的概念是一个愚蠢的想法，旨在控制人们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "它迫使男人和女人圍繞着一種社會觀念形成生活和道德，而這種社會觀念是\n旨在迫使人們進入角色。如果你想讓任何人接近你，你就得扮演這個阿爾法男性的角色。\n你就得扮演這個阿爾法男人的角色，並迫使人們對你產生興趣。\n興趣。我和很多人談過，在和他們成爲朋友後...",
      "title": "CMV：男人在關係中必須成爲追求者的概念是一個愚蠢的想法，旨在控制人們。"
    }
  ]
}