{
  "author": "dwooding1",
  "the_new_excerpt": "When did this become de rigueur? What happened to taking a stand alone story and\nthen subsequently building a universe around it through disparate, but still\nconnected follow up stories? More story to tell can certainly necessitate a\nsequel, but when and why did three books become the magic number?…",
  "original_created_utc": 1616261666,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "什么时候这成了惯例？发生了什么事，把一个独立的故事和\n然后通过不同的，但仍旧在它周围建立一个宇宙。\n连接的后续故事？更多的故事要讲，当然可以需要一个\n续集，但什么时候，为什么三本书成了神奇的数字？",
      "title": "作者注意：不是每个像样的想法都需要被拉长成三部曲。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "什麼時候這成了慣例？發生了什麼事，把一個獨立的故事和\n然後通過不同的，但仍舊在它周圍建立一個宇宙。\n連接的後續故事？更多的故事要講，當然可以需要一個\n續集，但什麼時候，爲什麼三本書成了神奇的數字？",
      "title": "作者注意：不是每個像樣的想法都需要被拉長成三部曲。"
    }
  ],
  "title": "Attention authors: not every decent idea needs to be stretched into a trilogy",
  "created_utc": 1616284154,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When did this become de rigueur?  What happened to taking a stand alone story and then subsequently building a universe around it through disparate, but still connected follow up stories?  More story to tell can certainly necessitate a sequel, but when and why did three books become the magic number?  Take a cue from Orson Scott Card and his &#39;Enders&#39; universe.  Or, to a more extreme extent, Stephen King, where novels stand on their own merit but are interwoven and abide by the same in-world rules and history.  I can&#39;t be the only one who will be eager to read a new author, pick up a new release not knowing it was the first in an intended trilogy, and then read the second out of obligation and then be motivated by pure spite/OCD by the third.  ( - end rant - )</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/m9burz/attention_authors_not_every_decent_idea_needs_to/",
  "subreddit": "books",
  "id": "m9burz",
  "is_self": true,
  "media": null,
  "is_video": false
}