{
  "author": "DoctorWhy75",
  "the_new_excerpt": "I read this book about two months ago at the recommendation of a friend and it\nblew me away. I’m a 24-year-old man and I was not expecting to be this strongly\nimpacted by a children’s novel. But every chapter provided a deep, rich example\nof how very different people might live together in…",
  "original_created_utc": 1616716095,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "两个月前，在朋友的推荐下，我读了这本书，它是\n让我大吃一惊。我是一个24岁的男人，我没有想到会有这么强烈的\n受一部儿童小说的影响。但每一章都提供了一个深刻、丰富的例子\n不同的人如何生活在一起... ...",
      "title": "路易莎-梅-阿尔科特写的《小女人》可能是我读过的最美的一本书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "兩個月前，在朋友的推薦下，我讀了這本書，它是\n讓我大喫一驚。我是一個24歲的男人，我沒有想到會有這麼強烈的\n受一部兒童小說的影響。但每一章都提供了一個深刻、豐富的例子\n不同的人如何生活在一起... ...",
      "title": "路易莎-梅-阿爾科特寫的《小女人》可能是我讀過的最美的一本書"
    }
  ],
  "title": "Little Women, by Louisa May Alcott, might be the most beautiful book I’ve ever read",
  "created_utc": 1616731990,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read this book about two months ago at the recommendation of a friend and it blew me away.  I’m a 24-year-old man and I was <em>not</em> expecting to be this strongly impacted by a children’s novel.  But every chapter provided a deep, rich example of how very different people might live together in harmony.  </p>\n\n<p>As the book went on, I found myself ashamed when the characters responded more virtuously to a situation than I would have or did something wrong in a way that rang true for me.  For example, <span class=\"md-spoiler-text\">when Jo lets Amy fall through the ice because Amy destroyed Jo’s manuscript,</span> I was horrified not only at Jo’s action, but at the fact that in some way, it <em>made sense</em>.  Alcott is a master of presenting human emotions and behavior in a real, tactile manner that the reader can truly enter into.</p>\n\n<p>Obviously, the thing everyone talks about in this book is the fact that <span class=\"md-spoiler-text\">Beth Dies.</span>  I cried over this moment more than I have for any other in my years of reading.  And the wild thing is that it’s not presented as something evil or unfair- instead, she views <span class=\"md-spoiler-text\">her death</span>  as something altogether natural and expected.  She <span class=\"md-spoiler-text\">dies peacefully</span> and satisfied in the knowledge that <span class=\"md-spoiler-text\">her small acts of kindness and those of others towards her throughout her life made it worth living</span>.  </p>\n\n<p>Much like the characters, I don’t think <span class=\"md-spoiler-text\">I fully appreciated Beth’s presence until she was gone.</span> I’d had this part spoiled for me before reading the book, but it didn’t take away from the gut-punching nature of the event.</p>\n\n<p>None of this is to say, of course, that the book is perfect.  The depiction of Hannah is...dated to say the least.  Amy seemed to be rewarded for playing artificial society games while Jo was punished for trying to be her own woman.  The ending also felt a bit too perfect; I would have been okay if one of the <span class=\"md-spoiler-text\">surviving</span> sisters had remained <span class=\"md-spoiler-text\">unmarried</span>.  </p>\n\n<p>But overall, I fell in love with the characters and their simple, beautiful lives in a way I could never have expected.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/mdbqlf/little_women_by_louisa_may_alcott_might_be_the/",
  "subreddit": "books",
  "id": "mdbqlf",
  "is_self": true,
  "media": null,
  "is_video": false
}