{
  "author": "butchyblue",
  "the_new_excerpt": "I am very passionate about health, and I would like to learn more about the best\nforms of nutrition and exercise from a reliable source. However, it has been\nvery hard to find books of this nature that don't also emphasize diet culture\nand weight loss.\n\nI'm OK with books that are also about living…",
  "original_created_utc": 1621275487,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は健康に非常に情熱を持っており、信頼できる情報源から最高の栄養と運動について学びたいと思っています。\n私は健康に非常に関心があり、信頼できる情報源から最良の栄養と運動の方法を学びたいと思っています。しかし、この種の本で\nこの種の本で、ダイエット文化や減量を強調していないものを見つけるのは非常に困難です。\nこの種の本で、ダイエット文化や減量を強調していないものを見つけるのは非常に困難です。\n\n私は、生活についての本でも良いのですが...。",
      "title": "健康、栄養、運動についての本で、ダイエットや減量についても書かれていないもの？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我对健康非常热衷，我想从可靠的来源了解更多关于最佳的\n我想从一个可靠的来源了解更多有关营养和运动的最佳形式。但是\n很难找到这种性质的、不强调饮食文化的书籍\n和减肥的书。\n\n我可以接受那些也是关于生活的书籍...",
      "title": "一本关于健康、营养和运动的书，不是关于饮食和减肥的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我對健康非常熱衷，我想從可靠的來源瞭解更多關於最佳的\n我想從一個可靠的來源瞭解更多有關營養和運動的最佳形式。但是\n很難找到這種性質的、不強調飲食文化的書籍\n和減肥的書。\n\n我可以接受那些也是關於生活的書籍...",
      "title": "一本關於健康、營養和運動的書，不是關於飲食和減肥的？"
    }
  ],
  "title": "A book about health, nutrition, and exercise that is NOT also about diet and weight loss?",
  "created_utc": 1621299243,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am very passionate about health, and I would like to learn more about the best forms of nutrition and exercise from a reliable source. However, it has been very hard to find books of this nature that don&#39;t also emphasize diet culture and weight loss. </p>\n\n<p>I&#39;m OK with books that are also about living longer (the &quot;Blue Zone&quot; type of books), even though that&#39;s not my end goal. </p>\n\n<p>As I said, I would like this information to come from a reliable source, preferably someone who is an MD or RD. I know this is a very specific request, but if any book (or resource in general) fits these requirements, I would be SO happy. Thank you!</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/booksuggestions/comments/nenmhd/a_book_about_health_nutrition_and_exercise_that/",
  "subreddit": "booksuggestions",
  "id": "nenmhd",
  "is_self": true,
  "media": null,
  "is_video": false
}