{
  "author": "kcshuffler",
  "original_created_utc": 1628609932,
  "title": "YSK: Adoption through foster care usually has no cost for the family and includes classes/certifications/background checks to make sure the child will be safe and parents set up for success.",
  "created_utc": 1628615865,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: So many families believe adoption is cost-prohibitive or sometimes less expensive than fertility treatments or surrogacy, when there are more practical options.</p>\n\n<p>Everyone is obviously entitled to their own belief in the right way to grow your family - my personal belief is to not proactively create new life when there is life already here in need of a loving home. It’s okay if you disagree, to each their own.</p>\n\n<p>Fostering isn’t without it’s challenges though. Most foster care systems describe situations to foster parents before they accept a placement, including whether or not the child’s case goal is reunification or adoption.</p>\n\n<p>Things still come up, just as they would through an agency or sometimes surrogacy, but you have a built in support system to help and assist you and the child. </p>\n\n<p>If you are open to adoption, but are afraid it will be too expensive, call your local foster care programs and see what options they have. The adoption fees are usually covered/waived through the family court system.</p>\n\n<p>EDIT: there are great resources available if you search for kids to adopt in your country. Many foster case goals are already set to “adoption”. You don’t have to foster first and risk “losing the child back to the system.”</p>\n\n<p>The fear and misguided emotions towards this in the comments and DMs is disheartening</p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/YouShouldKnow/comments/p1rp47/ysk_adoption_through_foster_care_usually_has_no/",
  "subreddit": "YouShouldKnow",
  "id": "p1rp47",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: So many families believe adoption is cost-prohibitive or sometimes less\nexpensive than fertility treatments or surrogacy, when there are more practical\noptions.\n\nEveryone is obviously entitled to their own belief in the right way to grow your\nfamily - my personal belief is to not…"
}