{
  "author": "kcshuffler",
  "original_created_utc": 1628609932,
  "title": "YSK: Adoption through foster care usually has no cost for the family and includes classes/certifications/background checks to make sure the child will be safe and parents set up for success.",
  "created_utc": 1628615865,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: So many families believe adoption is cost-prohibitive or sometimes less expensive than fertility treatments or surrogacy, when there are more practical options.</p>\n\n<p>Everyone is obviously entitled to their own belief in the right way to grow your family - my personal belief is to not proactively create new life when there is life already here in need of a loving home. It’s okay if you disagree, to each their own.</p>\n\n<p>Fostering isn’t without it’s challenges though. Most foster care systems describe situations to foster parents before they accept a placement, including whether or not the child’s case goal is reunification or adoption.</p>\n\n<p>Things still come up, just as they would through an agency or sometimes surrogacy, but you have a built in support system to help and assist you and the child. </p>\n\n<p>If you are open to adoption, but are afraid it will be too expensive, call your local foster care programs and see what options they have. The adoption fees are usually covered/waived through the family court system.</p>\n\n<p>EDIT: there are great resources available if you search for kids to adopt in your country. Many foster case goals are already set to “adoption”. You don’t have to foster first and risk “losing the child back to the system.”</p>\n\n<p>The fear and misguided emotions towards this in the comments and DMs is disheartening</p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/YouShouldKnow/comments/p1rp47/ysk_adoption_through_foster_care_usually_has_no/",
  "subreddit": "YouShouldKnow",
  "id": "p1rp47",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: So many families believe adoption is cost-prohibitive or sometimes less\nexpensive than fertility treatments or surrogacy, when there are more practical\noptions.\n\nEveryone is obviously entitled to their own belief in the right way to grow your\nfamily - my personal belief is to not…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：多くの家族が、養子縁組にはコストがかかる、あるいは不妊治療や代理出産よりも安価であると考えています。\n不妊治療や代理出産よりも安いと思っている家族が多いのですが、実際にはもっと現実的な選択肢があるのです。\n養子縁組は、より現実的な選択肢です。\n\n家族を増やすための正しい方法について、誰もが自分の信念を持つ権利があります。\n私の個人的な考えでは、不妊治療や代理出産をしないことです。",
      "title": "YSK: 里親制度を利用した養子縁組は、通常、家族の費用負担はありません。また、子供の安全を確保するためのクラスや資格、バックグラウンドチェックが含まれており、親も成功に向けて準備をします。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：许多家庭认为收养的成本过高，或者有时比生育治疗或代孕的成本低。\n昂贵，而实际上有更多的实际选择。\n选择。\n\n显然，每个人都有权对发展家庭的正确方式有自己的信念。\n我个人的信念是不...",
      "title": "YSK：通过寄养收养通常对家庭没有成本，包括课程/证书/背景调查，以确保孩子的安全和父母的成功。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：許多家庭認爲收養的成本過高，或者有時比生育治療或代孕的成本低。\n昂貴，而實際上有更多的實際選擇。\n選擇。\n\n顯然，每個人都有權對發展家庭的正確方式有自己的信念。\n我個人的信念是不...",
      "title": "YSK：通過寄養收養通常對家庭沒有成本，包括課程/證書/背景調查，以確保孩子的安全和父母的成功。"
    }
  ]
}