{
  "author": "miniuniverse1",
  "original_created_utc": 1625843878,
  "title": "CMV: The clock should stop in football (soccer) when the play is dead",
  "created_utc": 1625882430,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I watch soccer from time to time and something I never understood was why they never stopped the clock when the play was dead. Currently they add dead time back onto the clock in form of added time but I have a couple of problems with this.</p>\n\n<p>They never add the right amount of time. A couple of times I wondered if the refs were getting it right so I timed every time the ball as out of bounds and ended up with 4 minutes for the first, 2 for the second, 5 for the third, and 2 for the fourth. Every time (except for the last one) they awarded less added time at the end of the game.</p>\n\n<p>Even if they did add the right amount of time, you don&#39;t know how much until the end. Which in my experience as a viewer is very infatuating as I don&#39;t know how much longer is left until the 45th or 90th minutes, and even then most of the time the refs have to add more time after that because of dead time during added time. That makes the end fuzzy as a viewer and I&#39;ve seen times where the match would have ended a couple minutes ago, but due to the fuzziness of not stopping the clock a team was able to score another goal and therefore win the match.</p>\n\n<p>My second problem is that due to the reason above, teams will purposely waste time in order to win faster and not give the ball away. This leads to a slower paced game and is not very fun to watch. If the clock was stopped then this wouldn&#39;t be possible. I know they do give yellow cards as a punishment but this has never stopped a team (In the games I&#39;ve watched) from continuing to waste time, and even then it does not make up for the lost time.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/ogxq4o/cmv_the_clock_should_stop_in_football_soccer_when/",
  "subreddit": "changemyview",
  "id": "ogxq4o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I watch soccer from time to time and something I never understood was why they\nnever stopped the clock when the play was dead. Currently they add dead time\nback onto the clock in form of added time but I have a couple of problems with\nthis.\n\nThey never add the right amount of time. A couple of times…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は時々サッカーを見るのですが、どうしても理解できなかったことがあります。\nサッカーを見ていてわからなかったのは、プレーが終わっても時計を止めないこと。現在、彼らはデッドタイムをアディショナルタイムという形で\nアディショナルタイムという形で時計に戻していますが、これにはいくつかの問題があります。\nこれについては\n\n正しい時間が加算されないのです。何度か...",
      "title": "CMV: サッカーでは、プレーが終わった時点で時計を止めるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我时常看足球比赛，有件事我一直不明白，为什么他们\n为什么他们在比赛结束后从不停止计时。目前，他们把死球时间\n目前，他们将死球时间以加时赛的形式加到时钟上，但我有几个问题\n这一点。\n\n他们从来没有增加过正确的时间量。有好几次...",
      "title": "CMV: 在足球比赛中，当比赛结束时，时间应该停止。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我時常看足球比賽，有件事我一直不明白，爲什麼他們\n爲什麼他們在比賽結束後從不停止計時。目前，他們把死球時間\n目前，他們將死球時間以加時賽的形式加到時鐘上，但我有幾個問題\n這一點。\n\n他們從來沒有增加過正確的時間量。有好幾次...",
      "title": "CMV: 在足球比賽中，當比賽結束時，時間應該停止。"
    }
  ]
}