{
  "author": "miniuniverse1",
  "original_created_utc": 1625843878,
  "title": "CMV: The clock should stop in football (soccer) when the play is dead",
  "created_utc": 1625882430,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I watch soccer from time to time and something I never understood was why they never stopped the clock when the play was dead. Currently they add dead time back onto the clock in form of added time but I have a couple of problems with this.</p>\n\n<p>They never add the right amount of time. A couple of times I wondered if the refs were getting it right so I timed every time the ball as out of bounds and ended up with 4 minutes for the first, 2 for the second, 5 for the third, and 2 for the fourth. Every time (except for the last one) they awarded less added time at the end of the game.</p>\n\n<p>Even if they did add the right amount of time, you don&#39;t know how much until the end. Which in my experience as a viewer is very infatuating as I don&#39;t know how much longer is left until the 45th or 90th minutes, and even then most of the time the refs have to add more time after that because of dead time during added time. That makes the end fuzzy as a viewer and I&#39;ve seen times where the match would have ended a couple minutes ago, but due to the fuzziness of not stopping the clock a team was able to score another goal and therefore win the match.</p>\n\n<p>My second problem is that due to the reason above, teams will purposely waste time in order to win faster and not give the ball away. This leads to a slower paced game and is not very fun to watch. If the clock was stopped then this wouldn&#39;t be possible. I know they do give yellow cards as a punishment but this has never stopped a team (In the games I&#39;ve watched) from continuing to waste time, and even then it does not make up for the lost time.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/ogxq4o/cmv_the_clock_should_stop_in_football_soccer_when/",
  "subreddit": "changemyview",
  "id": "ogxq4o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I watch soccer from time to time and something I never understood was why they\nnever stopped the clock when the play was dead. Currently they add dead time\nback onto the clock in form of added time but I have a couple of problems with\nthis.\n\nThey never add the right amount of time. A couple of times…"
}