{
  "author": "BUSHVlPER",
  "original_created_utc": 1630511825,
  "title": "cmv: The withdrawal of troops from Afghanistan was the right choice.",
  "created_utc": 1630532419,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me start off by saying that I do think the way the withdrawal was done was absolutely awful in every sense of the word and I think it should 100% have been handled differently (maybe slower withdrawal or insuring the country was stable).</p>\n\n<p>I do think that overall getting US troops out of Afghanistan was the right choice. We’ve seen it time and time again with Vietnam and Iraq and now Afghanistan that these wars go on for a long long time people die and tons or money is spent and afterwards almost no progress gets made. The US needs to wake up and realize that they’re not the policeman of the world and they are far from being number 1 in so many ways. </p>\n\n<p>Countries have a write to civil wars and have a right to runs things the way they want too. I’m not at all saying that I support the Taliban but I’m saying that countries that aren’t fully developed will have civil wars and uprisings and stuff like that, and the US has no right, obligation, or a need to suck their heads in it to make a stamens or flaunt their power around or make profit. I think that’s where something like the UN comes into play where a global organization run by multiple countries who can all agree on what human decency and basic human rigs are can help these countries figure things out and stop humanities in crisises from\nhappeneing. I do realize that the UN probably has a bunch of bureaucratic bullshit thst makes it hard for anything to happen but I think that it needs serious reform. In a sense it’s the difference of getting rid of something vs abolishing something. The US idea of being the worlds police force needs to be abolished and the true source which is the UN needs to be made what it should be.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/pfwskw/cmv_the_withdrawal_of_troops_from_afghanistan_was/",
  "subreddit": "changemyview",
  "id": "pfwskw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let me start off by saying that I do think the way the withdrawal was done was\nabsolutely awful in every sense of the word and I think it should 100% have been\nhandled differently (maybe slower withdrawal or insuring the country was\nstable).\n\nI do think that overall getting US troops out of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に言っておきますが、撤退のやり方はあらゆる意味で最悪で、100％撤退すべきだったと思います。\nあらゆる意味でひどかったし、100％別の方法で対応すべきだったと思う。\n撤退の時期を遅らせたり、国が安定していることを確認したりするなど、100％別の方法で対応すべきだったと思います。\n撤退を遅らせるとか、国が安定するようにするとか）。)\n\nしかし、全体的に見れば、米軍を撤退させることは...",
      "title": "cmv: アフガニスタンからの軍の撤退は正しい選択でした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先我要说的是，我确实认为撤诉的方式在任何意义上都是非常糟糕的。\n从任何意义上讲都是非常糟糕的，我认为100%应该以不同的方式处理。\n我认为百分之百应该以不同的方式处理（也许可以放慢撤军速度或确保国家的稳定\n稳定）。)\n\n我确实认为，从总体上说，美国军队从美国撤出。",
      "title": "cmv：从阿富汗撤军是正确的选择。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先我要說的是，我確實認爲撤訴的方式在任何意義上都是非常糟糕的。\n從任何意義上講都是非常糟糕的，我認爲100%應該以不同的方式處理。\n我認爲百分之百應該以不同的方式處理（也許可以放慢撤軍速度或確保國家的穩定\n穩定）。)\n\n我確實認爲，從總體上說，美國軍隊從美國撤出。",
      "title": "cmv：從阿富汗撤軍是正確的選擇。"
    }
  ]
}