{
  "author": "BUSHVlPER",
  "original_created_utc": 1630511825,
  "title": "cmv: The withdrawal of troops from Afghanistan was the right choice.",
  "created_utc": 1630532419,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me start off by saying that I do think the way the withdrawal was done was absolutely awful in every sense of the word and I think it should 100% have been handled differently (maybe slower withdrawal or insuring the country was stable).</p>\n\n<p>I do think that overall getting US troops out of Afghanistan was the right choice. We’ve seen it time and time again with Vietnam and Iraq and now Afghanistan that these wars go on for a long long time people die and tons or money is spent and afterwards almost no progress gets made. The US needs to wake up and realize that they’re not the policeman of the world and they are far from being number 1 in so many ways. </p>\n\n<p>Countries have a write to civil wars and have a right to runs things the way they want too. I’m not at all saying that I support the Taliban but I’m saying that countries that aren’t fully developed will have civil wars and uprisings and stuff like that, and the US has no right, obligation, or a need to suck their heads in it to make a stamens or flaunt their power around or make profit. I think that’s where something like the UN comes into play where a global organization run by multiple countries who can all agree on what human decency and basic human rigs are can help these countries figure things out and stop humanities in crisises from\nhappeneing. I do realize that the UN probably has a bunch of bureaucratic bullshit thst makes it hard for anything to happen but I think that it needs serious reform. In a sense it’s the difference of getting rid of something vs abolishing something. The US idea of being the worlds police force needs to be abolished and the true source which is the UN needs to be made what it should be.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/pfwskw/cmv_the_withdrawal_of_troops_from_afghanistan_was/",
  "subreddit": "changemyview",
  "id": "pfwskw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let me start off by saying that I do think the way the withdrawal was done was\nabsolutely awful in every sense of the word and I think it should 100% have been\nhandled differently (maybe slower withdrawal or insuring the country was\nstable).\n\nI do think that overall getting US troops out of…"
}