{
  "author": "Many_Scratch2269",
  "original_created_utc": 1639416112,
  "title": "If you sell now, you will only feel worse in the future when the market recovers. The harsh truth is that only the strongest make the most money.",
  "created_utc": 1639427547,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This is especially more applicable for newbies who completely give up on Crypto as a whole after they see the slightest of losses. Cryptocurrencies can be very emotionally draining, especially at this stage of the market when everything is down from their all-time highs.&lt;/p&gt;\n\n&lt;p&gt;Honestly, even if you &amp;quot;only invest what you can afford to lose&amp;quot; it is still a bad sight to be down from your previous investment. A lot of people new to crypto sell at a loss because of this and regret it when the market ultimately recovers in the long run. Always DCA and bring down your average for the maximum benefits. History has shown that dips in Crypto are nothing but great opportunities&lt;/p&gt;\n\n&lt;p&gt;TLDR: The best thing you can do currently is to not sell. The dip you see currently is nothing compared to what happened just this year alone. Selling now will only make you feel worse after the market recovers. You do NOT make a loss until you sell for a loss!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 187,
  "permalink": "/r/CryptoCurrency/comments/rfkuzw/if_you_sell_now_you_will_only_feel_worse_in_the/",
  "subreddit": "CryptoCurrency",
  "id": "rfkuzw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is especially more applicable for newbies who completely give up on Crypto\nas a whole after they see the slightest of losses. Cryptocurrencies can be very\nemotionally draining, especially at this stage of the market when everything is\ndown from their all-time highs.\n\nHonestly, even if you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>これは特に初心者に当てはまります。\n僅かな損失を目の当たりにしただけで、暗号全体を完全に諦めてしまうような初心者には特に当てはまります。\n損失を目の当たりにして、暗号全体を完全に諦めてしまう初心者には特に当てはまります。暗号通貨は非常に精神的に疲れるものです。\n特に、すべてのものが史上最高値から下落している市場のこの段階では...",
      "title": "今、売ってしまうと、将来、市場が回復したときに、もっとひどい目に遭うだけです。強者だけが最も儲かるという厳しい現実がある。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>这对新手来说尤其适用。\n他们在看到最轻微的损失后就完全放弃了整个加密货币。\n损失。加密货币可能会让人情绪低落，尤其是在市场的这个阶段，一切都在下跌。\n市场的这个阶段，当所有东西都从历史上下跌时......",
      "title": "如果你现在卖掉，将来市场恢复时，你只会感觉更糟。残酷的事实是，只有最强的人才能赚到最多的钱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>這對新手來說尤其適用。\n他們在看到最輕微的損失後就完全放棄了整個加密貨幣。\n損失。加密貨幣可能會讓人情緒低落，尤其是在市場的這個階段，一切都在下跌。\n市場的這個階段，當所有東西都從歷史上下跌時......",
      "title": "如果你現在賣掉，將來市場恢復時，你只會感覺更糟。殘酷的事實是，只有最強的人才能賺到最多的錢。"
    }
  ]
}