{
  "author": "weareartickl",
  "original_created_utc": 1639059238,
  "title": "YSK: If you're job hunting, despite the widespread myth that cover letters don't matter and are ignored - companies absolutely do read them and some will bin your application if you haven't at least gone to the effort of submitting one.",
  "created_utc": 1639068176,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: I worked for several years helping companies with their recruitment efforts and 1, companies do use systems (ATS) to automatically filter out non-relevant posts and, 2, when they do get to the human, one of the biggest things they look for, beyond your personal work and educational history, is the effort put into applications - someone that has put together a Cover Letter will always stand out over someone that doesn&amp;#39;t. As someone that&amp;#39;s also applied for lots of jobs, I know how shitty companies are at not getting back to candidates, but if you want to win a job, you&amp;#39;ve got to go the extra mile.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 909,
  "permalink": "/r/YouShouldKnow/comments/rciits/ysk_if_youre_job_hunting_despite_the_widespread/",
  "subreddit": "YouShouldKnow",
  "id": "rciits",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I worked for several years helping companies with their recruitment\nefforts and 1, companies do use systems (ATS) to automatically filter out\nnon-relevant posts and, 2, when they do get to the human, one of the biggest\nthings they look for, beyond your personal work and educational…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>なぜYSKなのか：私は数年間、アメリカの自動車メーカーを支援する仕事をしていました。\n企業の採用活動を支援する仕事をしていましたが、1、企業はシステム（ATS）を使って、関連性のない投稿を自動的にフィルタリングします。\n1、企業はシステム（ATS）を使って、関連性のない投稿を自動的にフィルタリングします。\nそして、2つ目は、彼らが人間に辿り着いたとき、彼らが最も重要視することの一つが、あなたの...",
      "title": "YSK: もし、あなたが就職活動をしているのであれば、カバーレターは重要ではなく、無視されるという神話が広まっていますが、企業は絶対にカバーレターを読みますし、少なくともカバーレターを提出する努力をしていなければ、あなたの応募書類を却下する企業もあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么选择YSK：我曾帮助过好几年的公司。\n1，公司确实使用系统（ATS）来自动过滤非相关的帖子。\n1，公司确实使用系统（ATS）来自动过滤掉不相关的帖子，2，当他们真的接触到\n2，当他们接触到人时，他们寻找的最大东西之一，除了你的...",
      "title": "YSK：如果你在找工作，尽管普遍认为求职信并不重要，而且会被忽视，但公司绝对会阅读求职信，如果你至少没有努力提交求职信，有些公司会放弃你的申请。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼選擇YSK：我曾幫助過好幾年的公司。\n1，公司確實使用系統（ATS）來自動過濾非相關的帖子。\n1，公司確實使用系統（ATS）來自動過濾掉不相關的帖子，2，當他們真的接觸到\n2，當他們接觸到人時，他們尋找的最大東西之一，除了你的...",
      "title": "YSK：如果你在找工作，儘管普遍認爲求職信並不重要，而且會被忽視，但公司絕對會閱讀求職信，如果你至少沒有努力提交求職信，有些公司會放棄你的申請。"
    }
  ]
}