{
  "author": "King_Of_Boxes",
  "original_created_utc": 1631168531,
  "title": "CMV: Its not erasing History to remove Statues",
  "created_utc": 1631197863,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So it is often said that removing Statues erases history as, &quot;It removes discussion&quot; about the figure in question whether it be a Robert E Lee or Christopher Columbus or any other controversial figure of which said Statue was removed. However it is can long be said that it is not erasing history rather it is not glorifying the bad elements of the past.</p>\n\n<p>Plenty of people are against taking Statues down but you&#39;ll be hard-pressed to find anyone advocating Hitler&#39;s Statues on the basis of historical significance. Because if the argument of historical discussion and &quot;Preservation&quot; is truly a concept that many of the Anti Demolition individuals truly care for; then the same logic can be applied to tyrants such as Hitler, Stalin or any other dictator within history. Because the way I see it, those figures such as Columbus or many of the Slaveowner statues being removed; has as much historical significance as the Hitler Statue but you&#39;ll not be seeing much to anyone want a Hitler Statue up (Note I am not advocating for said Statue, I am making a point here)</p>\n\n<p>As I see with it, this is truly an example of how Historical Preservation doesn&#39;t at all seem to matter to these individuals when brought up with also equally controversial figures. So it is can be said that when the Con&#39;s outweigh the Pro&#39;s in how the person was in life, then a Statue only glorifies their terrible deeds or turns a blind eye to it. Same concept with the Hitler Statue. Nobody denies he pressed anti-smoking laws, or was a devout vegetarian against consuming meat; but his awful terrible deeds in history along with his evilness will far outweigh any sense of humanity and good that he had.</p>\n\n<p>So it is not erasing history to make a point of how we shouldn&#39;t glorify terrible figures of the past whether it be Hitler, Columbus, or any other controversial figure. If you truly want to preserve History then the right place is a Museum or some designated historical sights. A controversial Statue has no place in a public space such as a park. And I find many people see the acts of taking Statues down as being &quot;Sensitive to the past&quot; and with the idea of &quot;You can&#39;t change the past&quot; But the past itself is based on lessons to learn from the Good elements and strive for a better society, not keeping up the bad elements up. When the past is shown with mainly negatives as aforementioned; then it is an issue of setting a lesson to follow on. Nobody sensible advocates slavery, but keeping a Statue up of a mainly former Slave Owner with no positive contributions; sets a terrible lesson to follow by.</p>\n\n<p>Statues were never meant to be an example of history to learn from, they often depict larger-than-life attributes by overexaggerating ones posture and strength; showing more as a lesson to follow by instead of learning from. To learn from, you understand the bad attributes; when you watch a documentary of atrocities in World History; there is not the idea of people should follow in the same ideas but rather teach about the harsh realities and show how circumstances came into play with it. Lessons to follow by, are examples that show said figure as mainly heroic qualities that downplay the severity of terrible actions; an example of this is the Lost Cause movement for the Confederates which try to paint them as either being &quot;Victims of Northern Aggression&quot; or try to paint the Civil War as not having any relevancy to Slavery.</p>\n\n<p>Ether way; Statues are meant to glorify the good traits, so anyone arguing about the principle of &quot;erasing history&quot; in my opinion; doesn&#39;t seem to understand the purpose of a Statue and how preserving history truly works. But hey I may be wrong, I would love to discuss it in the comments and am open to new interpretations.  </p>\n\n<p>TLDR Its not erasing history, but rather it doesn&#39;t glorify the past since people who have done bad things mainly; don&#39;t deserve a Statue as a Statues purpose isn&#39;t to educate but rather set an example for others to follow by since a Statue is a symbol of mainly an accomplishment. And that an alternative is to have the history of bad people be within museums or a historical sight.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/pks7hd/cmv_its_not_erasing_history_to_remove_statues/",
  "subreddit": "changemyview",
  "id": "pks7hd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So it is often said that removing Statues erases history as, \"It removes\ndiscussion\" about the figure in question whether it be a Robert E Lee or\nChristopher Columbus or any other controversial figure of which said Statue was\nremoved. However it is can long be said that it is not erasing history…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "像の撤去は歴史を消してしまうとよく言われますが、それはロバート・E・リーであれ何であれ、問題となっている人物についての「議論がなくなる」からです。\nロバート・E・リーであれ、クリストファー・コロンブスであれ、問題となっている人物についての「議論」がなくなるからです。\nロバート・E・リーであれ、クリストファー・コロンブスであれ、その他の物議を醸す人物であれ、その像が撤去されると\n議論がなくなる」からです。しかし、歴史を消しているわけではない、とも言われています。",
      "title": "CMV: 像を撤去することは歴史を消すことではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，人们经常说，移除雕像会抹去历史，因为 \"它消除了\n讨论 \"有关的人物，无论是罗伯特-李还是克里斯托弗-哥伦布或其他有争议的人物。\n克里斯托弗-哥伦布或任何其他有争议的人物的雕像都被移除。\n雕像被移走。然而，可以说，这并不是在抹杀历史......",
      "title": "CMV：移除雕像并非抹杀历史"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，人們經常說，移除雕像會抹去歷史，因爲 \"它消除了\n討論 \"有關的人物，無論是羅伯特-李還是克里斯托弗-哥倫布或其他有爭議的人物。\n克里斯托弗-哥倫布或任何其他有爭議的人物的雕像都被移除。\n雕像被移走。然而，可以說，這並不是在抹殺歷史......",
      "title": "CMV：移除雕像並非抹殺歷史"
    }
  ]
}