{
  "author": "GlossyBuckthorn",
  "the_new_excerpt": "(Edit: lol at the title)\n\nTL:DR I feel both good, and almost empty. I think it might be a little bit\nbefore I encounter another author like him.\n\nAfter 2 long years, I've finally read The Brothers Karamazov, Crime and\nPunishment, The Idiot, and The Possessed, in that order. I finished the\nPossessed…",
  "original_created_utc": 1618495815,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "(編集：タイトルに笑)\n\nTL:DR いい気分でもあるし、ほとんど空っぽの気分でもあります。この人のような作家に出会うのは\nこのような作家に出会うのはもう少し先になりそうです。\n\n2年ぶりに「カラマーゾフの兄弟」「罪と罰」「白痴」「祟り」を読みました。\nカラマーゾフの兄弟」、「罪と罰」、「白痴」、「祟り」の順に読みました。を読み終えました。\nPossessed...",
      "title": "ドストエフスキーの4大作品をようやく読み終えました。今の気持ちを表す言葉が見つからないくらいです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "(编辑：lol at the title)\n\nTL:DR我觉得既好，又几乎是空的。我想这可能是一个有点\n在我遇到另一个像他这样的作者之前。\n\n漫长的2年后，我终于读到了《卡拉马佐夫兄弟》、《犯罪与。\n《惩罚》、《白痴》、《被附身》，依次类推。我看完了\n占有...",
      "title": "我终于读完了陀思妥耶夫斯基的四大名著。我现在都找不到词语来形容我的感受。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "(編輯：lol at the title)\n\nTL:DR我覺得既好，又幾乎是空的。我想這可能是一個有點\n在我遇到另一個像他這樣的作者之前。\n\n漫長的2年後，我終於讀到了《卡拉馬佐夫兄弟》、《犯罪與。\n《懲罰》、《白癡》、《被附身》，依次類推。我看完了\n佔有...",
      "title": "我終於讀完了陀思妥耶夫斯基的四大名著。我現在都找不到詞語來形容我的感受。"
    }
  ],
  "title": "I've finally finished Dostoyevsky's 4 great works. I'm can't even find the words right now to describe how I feel.",
  "created_utc": 1618505774,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>(Edit: lol at the title)</p>\n\n<p>TL:DR I feel both good, and almost empty. I think it might be a little bit before I encounter another author like him.</p>\n\n<p>After 2 long years, I&#39;ve finally read <strong>The Brothers Karamazov, Crime and Punishment, The Idiot</strong>, and <strong>The Possessed</strong>, in that order. I finished the Possessed just last night.</p>\n\n<p>Dostoyevsky is such a writer.</p>\n\n<p>I don&#39;t even know what I should say! He&#39;s probably my favorite author in the world right now! He&#39;s the funniest author I&#39;ve ever read, he brings to vision the most horrific things, his tragedies and redemptions are golden, his villains are flesh and blood, and his plots are a fascinating connection of ethical, political, and theological rants glued together with the most insane characters you can imagine.</p>\n\n<p>Every one of his books are written in such a way where you have absolutely no idea where the story will go one page from the next. In the span of a few sentences, a nihilistic rant might ensue, some joker might get into a jam, the narrator(who either does, or does not exist) may divulge in a sardonic backstory for a character that shows up once, somebody might die, a love quadrangle will be established, a nefarious event may be ambiguously alluded to, somebody will have a mental breakdown, a villain will provide a logical point of view to his actions... it&#39;s unlike any author I&#39;ve read before.</p>\n\n<p>The Idiot was his funniest and strangest book.</p>\n\n<p>The Possessed was his deepest and most tragic book.</p>\n\n<p>Crime and Punishment is his most focused and narrative story.</p>\n\n<p>And Brothers Karamazov is his well deserved magnum opus.</p>\n\n<p>He doesn&#39;t just write books with a sole plot or theme, he is an author of humanity.</p>\n\n<p>I&#39;m so grateful to have ever read his books :)</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/mrfgx3/ive_finally_finished_dostoyevskys_4_great_works/",
  "subreddit": "books",
  "id": "mrfgx3",
  "is_self": true,
  "media": null,
  "is_video": false
}