{
  "author": "kabukistar",
  "original_created_utc": 1634335828,
  "title": "CMV: Jason Voorhees is highly derivative of Michael Myers",
  "created_utc": 1634358660,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are certain traits that are shared across the slasher horror subgenre as a whole.  You have some kind of of killer stalking down and killing a group of people (often teenagers), one-by-one.  Though most people wouldn&#39;t call it the first slasher, one of the most seminal movies is John Carpenter&#39;s 1978 Halloween, whose antagonist is Michael Myers; a mute man in a white mask who goes around the suburbs killing teenagers with a knife because childhood trauma.</p>\n\n<p>And then you have the Friday the 13th series, whose main antagonist is Jason Voorhees; a mute man in a different kind of white mask, who goes around a summer camp killing teenagers with a different kind of knife because of childhood trauma*.  They&#39;re fun movies to watch, but I just don&#39;t understand how the series has become as popular as it has, when it does so little to differentiate itself from the Halloween movies that started before it. </p>\n\n<p>If you look at other Slasher movies of the same era, they share some similarities with Halloween and eachother by virtue of being slasher movies, but they put in effort to creating a premise that is sufficiently different.  Killer that stalks your nightmares and will kill you in real life if he kills you in your sleep, ghost that will kill you if you say his name in the mirror, doll that comes to life and kills people; these are all sufficiently different premises from just a guy in a mask killing people, and add interesting ways for the slasher subgenre to move forwards.   Jason Voorhees just doesn&#39;t though.</p>\n\n<p>Change My View</p>\n\n<p>* I know, I know.  He wasn&#39;t the killer in the first Ft13 movie, and he didn&#39;t have the hockey mask for all of them, but that this is still accurate for most of them.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/q8yq0e/cmv_jason_voorhees_is_highly_derivative_of/",
  "subreddit": "changemyview",
  "id": "q8yq0e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There are certain traits that are shared across the slasher horror subgenre as a\nwhole. You have some kind of of killer stalking down and killing a group of\npeople (often teenagers), one-by-one. Though most people wouldn't call it the\nfirst slasher, one of the most seminal movies is John Carpenter's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "スラッシャー・ホラーのサブジャンルには、全体的に共通した特徴があります。\nがあります。ある種の殺人鬼が集団をストーキングして殺していく。\n人々（多くの場合、ティーンエイジャー）を一人ずつ殺していきます。多くの人はこれを最初のスラッシャーとは呼ばないでしょうが\n最初のスラッシャーとは言わないが、最も重要な映画の一つは、ジョン・カーペンターの...",
      "title": "CMV：Jason VoorheesはMichael Myersからの派生である。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有一些特征是整个恐怖片次类型所共有的。\n整体而言。你有某种杀手跟踪并杀死一群人（通常是青少年）。\n人（通常是青少年），一个接一个。虽然大多数人不会把它称为\n最具开创性的电影之一是约翰-卡彭特的...。",
      "title": "CMV：Jason Voorhees是Michael Myers的高度衍生品"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有一些特徵是整個恐怖片次類型所共有的。\n整體而言。你有某種殺手跟蹤並殺死一羣人（通常是青少年）。\n人（通常是青少年），一個接一個。雖然大多數人不會把它稱爲\n最具開創性的電影之一是約翰-卡彭特的...。",
      "title": "CMV：Jason Voorhees是Michael Myers的高度衍生品"
    }
  ]
}