{
  "author": "Starphysics",
  "the_new_excerpt": "I understand the movement to decriminalize sex work and to stop shaming sex\nworkers. I consume sex work myself in the internet as does almost every man.\nHowever I don’t consume sex work in real life as this is heavily looked down\nupon. I have had multiple girlfriends tell me they wouldn’t stay with…",
  "original_created_utc": 1619331854,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、セックスワークを非犯罪化し、セックスワーカーを辱めることをやめようという動きを理解しています。\n辱めることをやめようという動きを理解しています。私自身も、ほとんどすべての男性と同様に、インターネット上でセックスワークを消費しています。\nしかし、現実の生活の中でセックスワークを利用することはありませんし、それは非常に軽視されているからです。\nしていません。私は、複数のガールフレンドから、一緒にはいられないと言われたことがあります・・・。",
      "title": "CMV：セックスワークを非難するのをやめれば、セックス消費を非難するのもやめなければなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我理解性工作非刑罪化和停止羞辱性工作者的运动。\n劳动者。我自己在互联网上消费性工作，几乎每个男人都是如此。\n然而，我不在现实生活中消费性工作，因为这被严重地看不起。\n鄙视。我有多个女朋友告诉我，她们不会和我在一起。",
      "title": "CMV：如果我们停止羞辱性工作，我们必须停止羞辱性消费。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我理解性工作非刑罪化和停止羞辱性工作者的運動。\n勞動者。我自己在互聯網上消費性工作，幾乎每個男人都是如此。\n然而，我不在現實生活中消費性工作，因爲這被嚴重地看不起。\n鄙視。我有多個女朋友告訴我，她們不會和我在一起。",
      "title": "CMV：如果我們停止羞辱性工作，我們必須停止羞辱性消費。"
    }
  ],
  "title": "CMV: If we stop shaming sex work we have to stop shaming sex consumption.",
  "created_utc": 1619358230,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I understand the movement to decriminalize sex work and to stop shaming sex workers. I consume sex work myself in the internet as does almost every man. However I don’t consume sex work in real life as this is heavily looked down upon. I have had multiple girlfriends tell me they wouldn’t stay with me if I consumed sex work and I believe this to be an even more pervasive judgment today than the opposite (where men wouldn’t date ex-sex workers). As a result I believe that we should stop shaming sex consumers to be fair to both sides of the equation and to destigmatize the entire industry. </p>\n\n<p>I think the stigma comes from a place of seeing men who “need” to “resort” to sex work as being low value or desperate and unable to get sex the normal way. This leads to a self fulfilling prophecy and to customers that are unattractive and potentially dangerous so in getting rid of this stigma we would also be improving the working lives of sex workers.</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/changemyview/comments/my2ftw/cmv_if_we_stop_shaming_sex_work_we_have_to_stop/",
  "subreddit": "changemyview",
  "id": "my2ftw",
  "is_self": true,
  "media": null,
  "is_video": false
}