{
  "author": "Turboguy555",
  "original_created_utc": 1630805855,
  "title": "Jesus Christ neromancer is hard to read",
  "created_utc": 1630885279,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I went in with an open mind and excited but I’m just forcing myself to finish it at this point. I understand that the author wanted to overload the reader with so much information and having everything explained sucks but holy hell this isn’t a fun read. It jumps from point to point and is really confusing. </p>\n\n<p>EDIT: I don’t hate the book and I’m happy a lot of other people understood what was going on, but I couldn’t wrap my head around most of it.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pi3yyt/jesus_christ_neromancer_is_hard_to_read/",
  "subreddit": "books",
  "id": "pi3yyt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I went in with an open mind and excited but I’m just forcing myself to finish it\nat this point. I understand that the author wanted to overload the reader with\nso much information and having everything explained sucks but holy hell this\nisn’t a fun read. It jumps from point to point and is really…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は心を開いてワクワクしながら入ったのですが、今は最後までやり遂げることを自分に課しています。\nこの時点では、無理矢理終わらせています。作者が読者に多くの情報を提供したかったのは理解しています。\n読者に多くの情報を与えようとしたのは理解できるし、全てを説明されるのは嫌だけど、これは何とも\n読んでいて楽しくありません。話があっちこっちに飛んでしまって、本当に...。",
      "title": "Jesus Christ neromancer is hard to read"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我怀着开放的心态和兴奋的心情进入，但我只是强迫自己完成它。\n在这一点上。我理解作者想用如此多的信息让读者超负荷工作。\n我理解作者想用如此多的信息使读者负担过重，而让所有的东西都得到解释是很糟糕的，但是我的天啊，这不是一本有趣的书。\n这不是一个有趣的阅读。它从一个点跳到另一个点，真的是...",
      "title": "天啊，Neromancer太难读了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我懷着開放的心態和興奮的心情進入，但我只是強迫自己完成它。\n在這一點上。我理解作者想用如此多的信息讓讀者超負荷工作。\n我理解作者想用如此多的信息使讀者負擔過重，而讓所有的東西都得到解釋是很糟糕的，但是我的天啊，這不是一本有趣的書。\n這不是一個有趣的閱讀。它從一個點跳到另一個點，真的是...",
      "title": "天啊，Neromancer太難讀了"
    }
  ]
}