{
  "author": "SusanaChavarin",
  "original_created_utc": 1637248815,
  "title": "Getting crypto advice from Reddit doesn’t really help noobs",
  "created_utc": 1637260253,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am new to investing in cryptocurrency and I have been searching the internet for advice. I don’t really have people I know that are into this thing so I don’t really have anyone to ask about it. Facebook is hopeless. There’s no real advice or anything. Sometimes I feel like I might get scammed if I try to interact with the posts.</p>\n\n<p>There’s a lot on Youtube, but some of them are kind of hard to digest imo. Or maybe I am just searching for videos the wrong way that’s why I’m not getting anything. They provide detailed explanations, sure. But they’re using complicated terms and some of them don’t even explain what those words mean. Also I’ve seen a post here before about avoiding getting advice from crypto youtubers.</p>\n\n<p>There’s a lot of advice here on Reddit, but that’s exactly what my problem is. There’s just so much that I don’t know how to process them because I am not that knowledgeable about it. It’s hard to understand because the terms are new to me. It’s like I’m reading something in a different language lol</p>\n\n<p>I tried going for the subs that are related to the apps that I installed or websites that I recently checked out to buy or trade. There’s <a href=\"/r/Bybit\">r/Bybit</a>, <a href=\"/r/binance\">r/binance</a>, and the likes. But most of the posts there are just people having issues and the experiences from other people makes me anxious and feel discouraged.</p>\n\n<p>Most posts from noobs seeking advice or help have comments that aren’t really helpful and just confuses me even more. I really want to start investing in crypto to diversify my portfolio but I feel like Reddit isn’t the place for me to find the answers that I need.</p>\n</div><!-- SC_ON -->",
  "score": 285,
  "permalink": "/r/CryptoCurrency/comments/qws02b/getting_crypto_advice_from_reddit_doesnt_really/",
  "subreddit": "CryptoCurrency",
  "id": "qws02b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am new to investing in cryptocurrency and I have been searching the internet\nfor advice. I don’t really have people I know that are into this thing so I\ndon’t really have anyone to ask about it. Facebook is hopeless. There’s no real\nadvice or anything. Sometimes I feel like I might get scammed if…"
}