{
  "author": "franks28",
  "original_created_utc": 1631054075,
  "title": "I am in love with Braiding Sweetgrass!",
  "created_utc": 1631070936,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have never posted here so sorry in advance if I miss anything but I simply wanted to say, I love this book. It is historical, mythical, introspective, poetic, scientific, informative, well balanced, and every line is pure honey in my ear. I even stopped listening to the audible version (which by the way is narrated by the author who absolutely has the voice to make worthy the prose) because i wanted more time with the words in a physical reading. I want more and thats the best feeling with a book.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/pjxq4y/i_am_in_love_with_braiding_sweetgrass/",
  "subreddit": "books",
  "id": "pjxq4y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have never posted here so sorry in advance if I miss anything but I simply\nwanted to say, I love this book. It is historical, mythical, introspective,\npoetic, scientific, informative, well balanced, and every line is pure honey in\nmy ear. I even stopped listening to the audible version (which by…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はここに投稿したことがないので、何か見逃していたら事前にごめんなさい。\n私はこの本を愛していると言いたかったのです。歴史的であり、神話的であり、内省的であり、詩的であり、科学的であり、有益であり、バランスが取れていて\n歴史的、神話的、内省的、詩的、科学的、情報的、バランスが取れていて、どの行も私の耳には純粋な蜂蜜のようです。\n一行一行が私の耳の中で純粋な蜂蜜のようです。私はオーディブル版を聴くのをやめてしまいました（これは...）。",
      "title": "私はBraid Sweetgrassに恋しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从来没有在这里发过帖子，所以如果我错过了什么，请提前道歉，但我只想说，我喜欢这本书。\n我想说，我喜欢这本书。它是历史的、神话的、内省的。\n诗意的、科学的、信息丰富的、平衡的，而且每一句话都是纯正的蜂蜜。\n我的耳朵。我甚至不再听有声版本（这由...",
      "title": "我爱上了《编织甜草》!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從來沒有在這裏發過帖子，所以如果我錯過了什麼，請提前道歉，但我只想說，我喜歡這本書。\n我想說，我喜歡這本書。它是歷史的、神話的、內省的。\n詩意的、科學的、信息豐富的、平衡的，而且每一句話都是純正的蜂蜜。\n我的耳朵。我甚至不再聽有聲版本（這由...",
      "title": "我愛上了《編織甜草》!"
    }
  ]
}