{
  "author": "Porkadi110",
  "original_created_utc": 1639456276,
  "title": "Was Nancy Reagan really renown for performing oral sex in her days as a film actress?",
  "created_utc": 1639462252,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I understand that this question is rather uncouth, but in light of current events I have become curious as to the validity of rumors of Nancy Reagan&amp;#39;s past sexual exploits that have been recently floating around Twitter and beyond. To my knowledge most of these rumors have their roots in Kitty Kelly&amp;#39;s 1991 book &lt;em&gt;Nancy Reagan: The Unauthorized Biography&lt;/em&gt;, but how much verifiable truth is there to the claims made in this book?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 102,
  "permalink": "/r/AskHistorians/comments/rfz7ek/was_nancy_reagan_really_renown_for_performing/",
  "subreddit": "AskHistorians",
  "id": "rfz7ek",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I understand that this question is rather uncouth, but in light of current\nevents I have become curious as to the validity of rumors of Nancy Reagan's past\nsexual exploits that have been recently floating around Twitter and beyond. To\nmy knowledge most of these rumors have their roots in Kitty…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>この質問がかなり野暮なものであることは理解しています。\nこの質問はかなり野暮だと思いますが、現在の出来事を考慮して、私は\n最近ツイッターなどで流れているナンシー・レーガンの過去の性行為の噂の妥当性が気になっています。\nツイッターなどで流れている、ナンシー・レーガンの過去の性行為に関する噂の信憑性が気になります。私の知る限り、これらの噂のほとんどは...",
      "title": "ナンシー・レーガンは、映画女優時代にオーラル・セックスをしていたことで有名だったのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我知道这个问题很不礼貌。\n但鉴于当前的事件，我对南希-里根过去的性行为的传闻是否属实感到好奇。\n关于南希-里根过去的性行为的传言，最近在推特和其他地方流传。\n在推特和其他地方流传。据我所知，这些传闻中的大多数...",
      "title": "南希-里根在当电影演员的时候真的是以口交闻名吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我知道這個問題很不禮貌。\n但鑑於當前的事件，我對南希-里根過去的性行爲的傳聞是否屬實感到好奇。\n關於南希-里根過去的性行爲的傳言，最近在推特和其他地方流傳。\n在推特和其他地方流傳。據我所知，這些傳聞中的大多數...",
      "title": "南希-里根在當電影演員的時候真的是以口交聞名嗎？"
    }
  ]
}