{
  "author": "BakashaBakura",
  "the_new_excerpt": "I love books where the hero and villain fall in love, but they so rarely end up\ntogether. The hero usually settles for the bland, boring milquetoast love\ninterest instead. So if anyone could recommend a book or series with a\nhero/villain relationship that has a happy ending I would really appreciate…",
  "original_created_utc": 1612220017,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢书中的男主人公和反派相爱，但他们很少有结局。\n在一起。男主人公通常会选择平淡无奇的奶爸式爱情。\n兴趣代替。所以，如果有谁能推荐一本或一系列有\n英雄/反派关系，有一个美好的结局，我真的很感激... ...",
      "title": "主人公和反面人物相爱并幸福地生活在一起的书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡書中的男主人公和反派相愛，但他們很少有結局。\n在一起。男主人公通常會選擇平淡無奇的奶爸式愛情。\n興趣代替。所以，如果有誰能推薦一本或一系列有\n英雄/反派關係，有一個美好的結局，我真的很感激... ...",
      "title": "主人公和反面人物相愛並幸福地生活在一起的書？"
    }
  ],
  "title": "Books where the protagonist and the antagonist fall in love and live happily ever after?",
  "created_utc": 1612240611,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I love books where the hero and villain fall in love, but they so rarely end up together. The hero usually settles for the bland, boring milquetoast love interest instead. So if anyone could recommend a book or series with a hero/villain relationship that has a happy ending I would really appreciate it.</p>\n\n<p>It doesn&#39;t have to be the focal point of the story. I&#39;d actually prefer if it was a subplot.</p>\n\n<p>Also, please no r*pe. It makes the villain irredeemable to me, and so many recommendations I&#39;ve gotten have had it. Thanks!</p>\n\n<p>Edit: If it helps, I love fantasy, and urban fantasy. And I&#39;m a sucker for a good slow burn, and an &quot;enemies to friends to lovers&quot; story.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/lagpi5/books_where_the_protagonist_and_the_antagonist/",
  "subreddit": "booksuggestions",
  "id": "lagpi5",
  "is_self": true,
  "media": null,
  "is_video": false
}