{
  "author": "Team-First",
  "original_created_utc": 1633241040,
  "title": "CMV: The idea that men should pay for everything on a first date needs to go away",
  "created_utc": 1633253985,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>What is the point of a first date? It’s a time for 2 people to meet up together and hopefully have a good time which will lead to a second date (or hookup if that’s your thing). Generally speaking the date is planned around something both people will enjoy. Whether it’s a bad time or a good time both people spent the same amount of time on it. For the most part the actual date is equal...except for when it comes time to pay. For some reason it’s an expectation that men should pay. </p>\n\n<p>I’m pretty sure this came from a time when women weren’t in the work place and were meant to be homemakers and by paying a man was showing that he can support her. But that’s not the case today.</p>\n\n<p>To me, the expectation now creates an unequal starting point. Usually the man is expected to plan, drive, pay, etc and put in all the work. Even if the woman has a bad time, she doesn’t lose anything. Plus it’s much easier for a woman to be dating multiple people at the same time </p>\n\n<p>It’s also a bit manipulative because many times I believe the acceptance of the date is based on how unique it is. If I asked a girl to go for a walk in the park I’d often get a no even if that’s something they’re interested in. But if I invite them to a 5 star restaurant I’d more likely get a yes.</p>\n\n<p>Also in the Reddit community the idea that gender norms and social constructs have no meaning. For the most part people seem to reject the idea of gender norms...until it supports them. And the gender roles/norms around dating leave men at a disadvantage. </p>\n\n<p>Overall dating is very tiring but as a man I think it’s a little worse. There’s really no reason the idea that men should pay is still a thing and dating would be much more enjoyable without it</p>\n\n<p>*For heterosexual relationships.</p>\n</div><!-- SC_ON -->",
  "score": 85,
  "permalink": "/r/changemyview/comments/q0byi6/cmv_the_idea_that_men_should_pay_for_everything/",
  "subreddit": "changemyview",
  "id": "q0byi6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "What is the point of a first date? It’s a time for 2 people to meet up together\nand hopefully have a good time which will lead to a second date (or hookup if\nthat’s your thing). Generally speaking the date is planned around something both\npeople will enjoy. Whether it’s a bad time or a good time…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "初デートのポイントは何ですか？2人の人間が一緒に会って、うまくいけば楽しい時間を過ごして\nうまくいけば2回目のデートにつながる楽しい時間を過ごすことができます（あなたの好みであれば付き合うこともできます）。\nあなたの好みであれば）。) 一般的には、二人が楽しめることを中心にデートを計画します。\n楽しむことができます。それが悪い時間であろうと、良い時間であろうと...。",
      "title": "CMV: 最初のデートでは男性がすべてを支払うべきだという考えはなくすべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "第一次约会的意义是什么？它是两个人一起见面的时间\n并希望有一个好的时间，这将导致第二次约会（或勾搭，如果这是你的事）。\n这是你的事）。) 一般来说，约会是围绕着两个人都喜欢的东西来计划的\n人都会喜欢。无论它是一个糟糕的时间还是一个好的时间...",
      "title": "CMV：第一次约会时男人应该为所有东西买单的想法需要消失了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "第一次約會的意義是什麼？它是兩個人一起見面的時間\n並希望有一個好的時間，這將導致第二次約會（或勾搭，如果這是你的事）。\n這是你的事）。) 一般來說，約會是圍繞着兩個人都喜歡的東西來計劃的\n人都會喜歡。無論它是一個糟糕的時間還是一個好的時間...",
      "title": "CMV：第一次約會時男人應該爲所有東西買單的想法需要消失了"
    }
  ]
}