{
  "author": "Team-First",
  "original_created_utc": 1633241040,
  "title": "CMV: The idea that men should pay for everything on a first date needs to go away",
  "created_utc": 1633253985,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>What is the point of a first date? It’s a time for 2 people to meet up together and hopefully have a good time which will lead to a second date (or hookup if that’s your thing). Generally speaking the date is planned around something both people will enjoy. Whether it’s a bad time or a good time both people spent the same amount of time on it. For the most part the actual date is equal...except for when it comes time to pay. For some reason it’s an expectation that men should pay. </p>\n\n<p>I’m pretty sure this came from a time when women weren’t in the work place and were meant to be homemakers and by paying a man was showing that he can support her. But that’s not the case today.</p>\n\n<p>To me, the expectation now creates an unequal starting point. Usually the man is expected to plan, drive, pay, etc and put in all the work. Even if the woman has a bad time, she doesn’t lose anything. Plus it’s much easier for a woman to be dating multiple people at the same time </p>\n\n<p>It’s also a bit manipulative because many times I believe the acceptance of the date is based on how unique it is. If I asked a girl to go for a walk in the park I’d often get a no even if that’s something they’re interested in. But if I invite them to a 5 star restaurant I’d more likely get a yes.</p>\n\n<p>Also in the Reddit community the idea that gender norms and social constructs have no meaning. For the most part people seem to reject the idea of gender norms...until it supports them. And the gender roles/norms around dating leave men at a disadvantage. </p>\n\n<p>Overall dating is very tiring but as a man I think it’s a little worse. There’s really no reason the idea that men should pay is still a thing and dating would be much more enjoyable without it</p>\n\n<p>*For heterosexual relationships.</p>\n</div><!-- SC_ON -->",
  "score": 85,
  "permalink": "/r/changemyview/comments/q0byi6/cmv_the_idea_that_men_should_pay_for_everything/",
  "subreddit": "changemyview",
  "id": "q0byi6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "What is the point of a first date? It’s a time for 2 people to meet up together\nand hopefully have a good time which will lead to a second date (or hookup if\nthat’s your thing). Generally speaking the date is planned around something both\npeople will enjoy. Whether it’s a bad time or a good time…"
}