{
  "author": "STK_Pixle",
  "original_created_utc": 1624316569,
  "title": "This is a must read - The Westing Game",
  "created_utc": 1624348756,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This book is my absolute favorite book in the world. It was written by Ellen Raskin, a pronounced children&#39;s book illustrator. She did no drafts of the book and no written infrastructure, yet she produced a very interconnected and exquisite story. The book won the 1979 Newbery Medal.</p>\n\n<p>The book follows 16 people who have chosen to become heirs of an estate worth over $200 million belonging to a famous game-loving millionaire, Sam Westing. No one knows why Sam Westing has chosen 16 seemingly random people to inherit his vast fortune, but that won&#39;t stop him from playing one last game, even if it is from beyond the grave.</p>\n\n<p>Genre: Mystery, Action</p>\n\n<p>Published 1978 by Ellen Raskin</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/books/comments/o582r2/this_is_a_must_read_the_westing_game/",
  "subreddit": "books",
  "id": "o582r2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This book is my absolute favorite book in the world. It was written by Ellen\nRaskin, a pronounced children's book illustrator. She did no drafts of the book\nand no written infrastructure, yet she produced a very interconnected and\nexquisite story. The book won the 1979 Newbery Medal.\n\nThe book…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本は、私が世界で一番好きな本です。この本を書いたのは、エレン\n著名な絵本作家であるエレン・ラスキンが書いたものです。彼女はこの本の下書きをせず\n下書きもしていませんし、インフラも書いていませんが、非常に相互につながった\n絶妙なストーリーを生み出しました。この本は1979年のニューベリー・メダルを受賞した。\n\nこの本は...",
      "title": "これは必読！『ウェスティング・ゲーム"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这本书是世界上我绝对喜欢的书。它的作者是埃伦\n拉斯金写的，她是一位著名的儿童读物插画师。她没有为这本书打草稿\n也没有书面的基础设施，但她却写出了一个非常相互联系和\n精致的故事。该书获得了1979年纽伯瑞奖。\n\n这本书...",
      "title": "这是一本必读的书--《西游记》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這本書是世界上我絕對喜歡的書。它的作者是埃倫\n拉斯金寫的，她是一位著名的兒童讀物插畫師。她沒有爲這本書打草稿\n也沒有書面的基礎設施，但她卻寫出了一個非常相互聯繫和\n精緻的故事。該書獲得了1979年紐伯瑞獎。\n\n這本書...",
      "title": "這是一本必讀的書--《西遊記》。"
    }
  ]
}