{
  "author": "Ginny-gin-gin",
  "the_new_excerpt": "When I was a nipper, I used to buy a book with my pocket money each week. By the\nend of the weekend, I had finished it and had to sit twiddling my fingers /\nrabits ears until next pay day. I kept pestering my Dad to take me along to the\nlibrary to sign up, but I think he was a bit intimidated (he…",
  "original_created_utc": 1616542211,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "当我还是个孩子的时候，我每周都会用零花钱买一本书。到了\n周末，我完成了它，并不得不坐着玩弄我的手指。\n兔子的耳朵，直到下一个工资日。我一直缠着爸爸带我一起去。\n图书馆报名，但我觉得他有点被吓到了（他...）。",
      "title": "加入图书馆"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我還是個孩子的時候，我每週都會用零花錢買一本書。到了\n週末，我完成了它，並不得不坐着玩弄我的手指。\n兔子的耳朵，直到下一個工資日。我一直纏着爸爸帶我一起去。\n圖書館報名，但我覺得他有點被嚇到了（他...）。",
      "title": "加入圖書館"
    }
  ],
  "title": "Joining the library",
  "created_utc": 1616568753,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I was a nipper, I used to buy a book with my pocket money each week. By the end of the weekend, I had finished it and had to sit twiddling my fingers / rabits ears until next pay day. I kept pestering my Dad to take me along to the library to sign up, but I think he was a bit intimidated (he had hardly any schooling due to the war and the local library was a huge Georgian building with ornate ceilings).</p>\n\n<p>Anyway - after much pestering he caved in. We went in and rather than talk to the woman behind the desk, he just ushered me in her direction! I asked about joining and she quickly had me filling in the necessary paperwork. Eventually she handed me my library card. I could see shelves everywhere, and so said &quot;Um - can you tell me, Um - which shelf is mine?&quot; She smiled as she knealt down next to me and just said &quot;Any of them!&quot;</p>\n\n<p>I can remember that feeling and my breath catches even now (50 years later!). All of that for me - and I hadn&#39;t even done anything to deserve it! Thank heaven for local libraries!</p>\n\n<p>So anyway - what do libraries mean to you?</p>\n</div><!-- SC_ON -->",
  "score": 115,
  "permalink": "/r/books/comments/mbrwio/joining_the_library/",
  "subreddit": "books",
  "id": "mbrwio",
  "is_self": true,
  "media": null,
  "is_video": false
}