{
  "author": "riskyrainbow",
  "original_created_utc": 1638165023,
  "title": "CMV: It is by no means obvious that intelligent life exists elsewhere in the universe",
  "created_utc": 1638192738,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For the purpose of this post I will be defining intelligent life as an organism with comparable or superior mental capabilities to our own.</p>\n\n<p>I feel like it&#39;s a fairly commonly held belief especially among relatively young people that not only is there probably some intelligent life out there, but that there is certainly tons of it. While I think it is certainly possible and even likely given the vastness of the universe, the idea that it is clear that numerous super advanced extraterrestrial civilizations exist is unconvincing to me. My view primarly hinges on dissecting the Drake Equation, which I feel is one of the main arguments coming from people with this belief:</p>\n\n<p>For those that don&#39;t know, the Drake equation is a model designed to predict the number of civilizations with which humans could communicate (i.e the number of alien worlds with technology similar or more advanced than ours in our galaxy alone). The equation asserts that this number is the product of mean rate of star formation, fraction of stars w/ planets, mean # of planets that could support life per star w/ planets, fraction of habitable planets that have life, fraction of planets w/ life that develop intelligent life, fraction of planets w/ intelligent life that develop communication, and mean length of time that civilizations can communicate. I actually am mostly ok with the model itself. I think that if the correct values were used, this model might be able to predict the proper number of advanced civilizations within a couple orders of magnitude. However, the values traditionally used for these parameters render a completely psuedo-scientific result. The following values are those which were orginally estimated by Drake himself.</p>\n\n<p><strong>Mean rate of star formation</strong>- Set by Drake as 1 per year, I&#39;m no astronomer but this is something we apparently have sufficient evidence for and is regarded as a conservative estimate. This value is totally fine by me.</p>\n\n<p><strong>Fraction of stars with planets</strong>- Estimated to be between 0.2 and 0.5. Also something we have evidence for, fine by me. I actually thought this number was considered to be even higher.</p>\n\n<p><strong>Planets that could support life per star with planets</strong>- Estimated to be between 1 and 5. This is completely baseless. Given that we have never been able to successfully recreate abiogenesis, and we only really have evidence that it has ever taken place once on Earth, I do not see a compelling reason to believe that the true value is greater than something like 10^-9. There is really nothing to suggest that life is nearly as common as this estimate asserts.</p>\n\n<p><strong>Fraction of these planets that will develop life</strong>- Estimated as 100%. I guess the idea is that over billions of years, anything that could happen will almost certainly happen. However, this doesn&#39;t take into account the fact that the ability to support life and the ability to start life are entirely different. For example, a major hypothesis about abiogenesis is that it arose from lightning. It is entirely possible if not likely that a given planet with the elemental building blocks of life and proper temperature range would not have the required forces to precipitate abiogenesis.</p>\n\n<p><strong>Fraction of planets with life that will develop intelligent life</strong>- This is the one I have the biggest problem with, as it is also set as 100%. This presupposes that there is something inevitable about intelligent life, something intrinsic to the process of natural selection that moves species towards intelligence over many generations. However there is really no evidence for this and it even goes against modern ideas of how evolution works. One of the last lines of Darwin&#39;s &quot;On the Origin of Species&quot; asserts that &quot;all corporeal and mental endowments will tend to progress towards perfection&quot;. But we know now that this is not the case. Organisms adapt to the conditions of their surroundings, and more often than not intelligence is not an adaptive trait as it is costly in terms of energy and does not benefit a species that cannot utilize it. Primates, given the structure of their body, were in a unique position to benefit from intelligence as they were capable of physically manipulating their environment. It even appears to be the case that multicellular life arising from single cell life is quite rare, as we only have observed it successfully occuring once on our planet. So many specific selective pressures had to be enforced to give the Homo genus their paramount intelligence that this number is likely far closer to 0% than it is to 100%.</p>\n\n<p><strong>Fraction of planets with intelligent life that will develop sufficient communication systems</strong>- At 10 to 20%, this estimate is less egregious than the others but I would still argue it is too high. Again, there is nothing inherent or inevitable about the factors that lead to advanced technology. There is no reason to believe that intelligent beings necessarily organize themselves in such a way that such technological advancement is possible or desirable. Hunter-gatherer cultures for example do not tend towards industrialization or even the type of labor specialization required to create advanced technology. Additionally, even if a planet has intelligent life, why does this mean it must also have the requisite resources for communication systems. Such technology requires enormous amounts of energy. The industrialization that took place on our own planet was only possible due to the Carboniferous as well as the presence of large quantities of heavy metals such as iron.</p>\n\n<p><strong>Years that such civilizations will be able to communicate</strong>- Estimated to be between 1000 and 100,000,000 years. The lower bound is plausible enough though the upper bound feels ludicrously high. There is no evidence of how long such a civilization will last. However, I don&#39;t have a well backed argument for a much lower value so I will accept </p>\n\n<p>Given these numbers, we find that Drake predicted between 20 and 50,000,000 civilizations in the Milky Way with which humans could communicate. People use this result as evidence or advanced extraterrestrial life but as I believe I have demonstrated, the values used render this estimate far too high. If we use my values rather than Drake&#39;s, we would estimate less than once advanced civilization in the Milky Way, thus indicating that it is by no means obvious that intelligent life is widely or even somewhat present outside of Earth.</p>\n\n<p>I want my view changed as there appear to be plenty of intelligent, well credentialed people who believe that many, many advanced civilizations exist. I have never really encountered someone who agrees with me on this so I feel that I must be missing something.</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/changemyview/comments/r4ouc3/cmv_it_is_by_no_means_obvious_that_intelligent/",
  "subreddit": "changemyview",
  "id": "r4ouc3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For the purpose of this post I will be defining intelligent life as an organism\nwith comparable or superior mental capabilities to our own.\n\nI feel like it's a fairly commonly held belief especially among relatively young\npeople that not only is there probably some intelligent life out there, but…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この記事では、知的生命体を「人間と同等以上の精神的能力を持つ生物」と定義します。\n知的生命体とは、人間と同等以上の精神的能力を持った生物である。\n\n特に若い人たちの間では、「宇宙には知的生命体がいるかもしれないだけでなく、...」という考えがかなり一般的になっているように感じます。\nおそらく知的生命体が存在するだけでなく、...",
      "title": "CMV: 宇宙の他の場所に知的生命体が存在することは、決して明白ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在这篇文章中，我将把智能生命定义为一个有机体\n具有与我们自身相当或更高的精神能力。\n\n我觉得这是一个相当普遍的信念，尤其是在相对年轻的人中间。\n我觉得这是一个相当普遍的信念，特别是在相对年轻的人中间，不仅可能有一些智能生命存在，而且...",
      "title": "CMV：宇宙中的其他地方是否存在智能生命，这绝不是显而易见的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在這篇文章中，我將把智能生命定義爲一個有機體\n具有與我們自身相當或更高的精神能力。\n\n我覺得這是一個相當普遍的信念，尤其是在相對年輕的人中間。\n我覺得這是一個相當普遍的信念，特別是在相對年輕的人中間，不僅可能有一些智能生命存在，而且...",
      "title": "CMV：宇宙中的其他地方是否存在智能生命，這絕不是顯而易見的。"
    }
  ]
}