{
  "author": "halouissienate",
  "original_created_utc": 1630759370,
  "title": "The Princess Bride is one of the few of which I love both the book and its movie adaptation",
  "created_utc": 1630762816,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As an adult, I still enjoy reading children&#39;s books. I love discovering how an otherwise cliche plot has a whole new meaning when reading it as an adult. (A special mention to A Monster Calls by Patrick Ness.)</p>\n\n<p>This was how I discovered The Princess Bride three years ago. Once I started reading it, I just can&#39;t seem to stop. And once I finished reading it, I watched its movie adaptation after. And what an experience it was. There were so many things I love about the book and its movie.</p>\n\n<p>One of the great things about The Princess Bride was the characters. Each of them have their own individualities and the casts of the movie just made it better! There&#39;s a reason why TPB was always mentioned on discussions about perfect casting. The casts really brought more life to the book characters.</p>\n\n<p>There were many details in the book that were unfortunately not included in the movie, e.g. Prince Humperdinck&#39;s &quot;marriage proposal&quot; to Buttercup and how the story was told from the point of view of the omniscient narrator (this was the first time I read a book in this writing style and I really really enjoyed reading the narrator&#39;s shenanigans). BUT if there was one thing that the movie made iconic, then it&#39;s R.O.U.S! When those things came out of the movie, I was not prepared. I thought I was, but I was not.</p>\n\n<p>The Princess Bride has a special place in my heart and one of the few books that I want to have a physical copy of and pass on to the next generation.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/phqv4s/the_princess_bride_is_one_of_the_few_of_which_i/",
  "subreddit": "books",
  "id": "phqv4s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As an adult, I still enjoy reading children's books. I love discovering how an\notherwise cliche plot has a whole new meaning when reading it as an adult. (A\nspecial mention to A Monster Calls by Patrick Ness.)\n\nThis was how I discovered The Princess Bride three years ago. Once I started\nreading it,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "大人になっても、子どもの本を読むのは好きです。読んでみると、陳腐な筋書きが新たな意味を持つことに気づくのです。\n大人になってから読むと、陳腐なプロットが全く新しい意味を持つことを発見するのが好きです。(A\nパトリック・ネスの「A Monster Calls」は特筆ものです）。)\n\n3年前に『プリンセス・ブライド』に出会ったのもそのためでした。読み始めたら\n読んでみると・・・。",
      "title": "プリンセス・ブライド」は、本と映画の両方が好きな数少ない作品のひとつです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为一个成年人，我仍然喜欢阅读儿童书籍。我喜欢发现一个\n我喜欢发现，当我作为一个成年人阅读时，原本老套的情节有了全新的意义。(A\n特别提到帕特里克-内斯的《怪物的呼唤》）。)\n\n这就是我三年前发现《公主新娘》的原因。一旦我开始\n就开始读它，...",
      "title": "公主新娘》是为数不多的我既喜欢书又喜欢其改编电影的作品之一。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一個成年人，我仍然喜歡閱讀兒童書籍。我喜歡發現一個\n我喜歡發現，當我作爲一個成年人閱讀時，原本老套的情節有了全新的意義。(A\n特別提到帕特里克-內斯的《怪物的呼喚》）。)\n\n這就是我三年前發現《公主新娘》的原因。一旦我開始\n就開始讀它，...",
      "title": "公主新娘》是爲數不多的我既喜歡書又喜歡其改編電影的作品之一。"
    }
  ]
}