{
  "author": "throwawayjob007",
  "original_created_utc": 1636307326,
  "title": "CMV: Index funds are the safest and most reliable form of investment you can make in the stock market.",
  "created_utc": 1636320966,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m making this post because my knowledge about the stock market is limited and I want to expand on this. One way of expanding on this is by challenging my assumption that index funds are the way to go. Feel free to point out any flaws in any part of my arguments as I am trying to strengthen my financial position for next year.</p>\n\n<p>I am going to assume what I call the ABCs of building wealth:</p>\n\n<p>- Eliminate debt (by cutting costs and raising income)</p>\n\n<p>- Save for emergency (ideally 6 months, calculated based on monthly expenses)</p>\n\n<p>- Invest (Roth IRA, stocks, etc.)</p>\n\n<p>The issue I am running into with investing is pretty similar to that of physical fitness: You are flooded with bad advice and dubious trends all over the media and this type of content is trying to entice you in some sort of scam or scheme in the promise of getting fit (or in this case rich) quick, only for people to end up losing money or not making any gains in their fitness. </p>\n\n<p>There is <em>so much</em> misinformation out there that you don&#39;t even know who to trust and in the beginning it is hard to look in the right places. I did take a special interest in index funds for their general stability and ability to weather out the ups and downs of the market over the course of decades and I want to take the slow and steady route to ensure I have a happy ending.</p>\n\n<p>But is this <em>too slow?</em> If I invested $10,000 a year in index funds, how many decades do I have to wait to get $1 million? </p>\n\n<p>On the other hand, if I invested $10,000 in TSLA next year, how can I be sure that part of my portfolio will be safe over the years? I&#39;m not even talking decades here because anything could happen. </p>\n\n<p>But if things like war, unfavorable legislation, bubble bursting, a brilliant CEO dies and a shitty CEO replaced him or some unexpected event were to occur, would something like an index fund shield me better than other types of stocks?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/qotq46/cmv_index_funds_are_the_safest_and_most_reliable/",
  "subreddit": "changemyview",
  "id": "qotq46",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm making this post because my knowledge about the stock market is limited and\nI want to expand on this. One way of expanding on this is by challenging my\nassumption that index funds are the way to go. Feel free to point out any flaws\nin any part of my arguments as I am trying to strengthen my…"
}