{
  "author": "Hash_Slngn_Slshr",
  "original_created_utc": 1625639007,
  "title": "YSK everyone grieves differently and it's not always a defense mechanism if their behavior doesn't seem \"normal\"",
  "created_utc": 1625661242,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: grief is a massively overwhelming emotion that may just be one of the most difficult to overcome as it deals with our mortality that is utterly inescapable and as such every person deals with it differently and that has to be respected.</p>\n\n<p>Don&#39;t think grief is wailing or denying or erratic behavior. Grief can cause deep depression and for other it can allow for complete relief however brief that may be. For some people it&#39;s appropriate to say &quot;at least they aren&#39;t suffering anymore&quot; and for others that&#39;s not the point at all. One of the easiest was to handle grief as a supporter of one who is dealing with a sudden loss is to be open and direct with how you can support them. Straight up saying, &quot;I want to be here for you. Can you tell me what you need or what you&#39;d like me to do?&quot; can be a perfectly acceptable way to address the situation.</p>\n\n<p>Don&#39;t always assume they&#39;re hiding their emotions. And don&#39;t assume you can see it all right there on the surface. Some people celebrate death and others are destroyed by it.</p>\n\n<p>For those that are dealing with grief, your emotions are not unique. I mean this without any negative connotation: it&#39;s okay to feel however you are feeling and to allow yourself to handle it the way you see fit. Where you need help is when you begin to lose the ability to maintain yourself on a consistent basis. When self destructive tendencies arise, that is when your grief is spiraling and you should seek help. Otherwise, it&#39;s normal to feel the different stages or grief, skip a stage, or just accept it right away. For some, grief doesn&#39;t have to be a chronological thing either. You&#39;re not required to immediately react. It may just be a random day driving to work and all of a sudden a rush of emotions occurs. Acknowledging the emotions and understanding the feelings is crucial to recovery.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/YouShouldKnow/comments/ofda9b/ysk_everyone_grieves_differently_and_its_not/",
  "subreddit": "YouShouldKnow",
  "id": "ofda9b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: grief is a massively overwhelming emotion that may just be one of the\nmost difficult to overcome as it deals with our mortality that is utterly\ninescapable and as such every person deals with it differently and that has to\nbe respected.\n\nDon't think grief is wailing or denying or erratic…"
}