{
  "author": "Hash_Slngn_Slshr",
  "original_created_utc": 1625639007,
  "title": "YSK everyone grieves differently and it's not always a defense mechanism if their behavior doesn't seem \"normal\"",
  "created_utc": 1625661242,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: grief is a massively overwhelming emotion that may just be one of the most difficult to overcome as it deals with our mortality that is utterly inescapable and as such every person deals with it differently and that has to be respected.</p>\n\n<p>Don&#39;t think grief is wailing or denying or erratic behavior. Grief can cause deep depression and for other it can allow for complete relief however brief that may be. For some people it&#39;s appropriate to say &quot;at least they aren&#39;t suffering anymore&quot; and for others that&#39;s not the point at all. One of the easiest was to handle grief as a supporter of one who is dealing with a sudden loss is to be open and direct with how you can support them. Straight up saying, &quot;I want to be here for you. Can you tell me what you need or what you&#39;d like me to do?&quot; can be a perfectly acceptable way to address the situation.</p>\n\n<p>Don&#39;t always assume they&#39;re hiding their emotions. And don&#39;t assume you can see it all right there on the surface. Some people celebrate death and others are destroyed by it.</p>\n\n<p>For those that are dealing with grief, your emotions are not unique. I mean this without any negative connotation: it&#39;s okay to feel however you are feeling and to allow yourself to handle it the way you see fit. Where you need help is when you begin to lose the ability to maintain yourself on a consistent basis. When self destructive tendencies arise, that is when your grief is spiraling and you should seek help. Otherwise, it&#39;s normal to feel the different stages or grief, skip a stage, or just accept it right away. For some, grief doesn&#39;t have to be a chronological thing either. You&#39;re not required to immediately react. It may just be a random day driving to work and all of a sudden a rush of emotions occurs. Acknowledging the emotions and understanding the feelings is crucial to recovery.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/YouShouldKnow/comments/ofda9b/ysk_everyone_grieves_differently_and_its_not/",
  "subreddit": "YouShouldKnow",
  "id": "ofda9b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: grief is a massively overwhelming emotion that may just be one of the\nmost difficult to overcome as it deals with our mortality that is utterly\ninescapable and as such every person deals with it differently and that has to\nbe respected.\n\nDon't think grief is wailing or denying or erratic…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 悲しみは、圧倒的な感情であり、私たちの死を扱っているため、克服するのが最も難しい感情の一つかもしれません。\n克服するのが最も困難な感情の一つです。それは、私たちの死を扱っているからです。\n避けることのできない死を扱っているので、人によって対処の仕方が異なり、それを尊重する必要があります。\nそれを尊重しなければなりません。\n\n悲しみは、泣いたり、否定したり、不安定なものだと思わないでください。",
      "title": "YSK 悲しみ方は人それぞれですし、相手の行動が \"普通 \"でないからといって、それが防衛本能とは限りません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：悲伤是一种巨大的压倒性情绪，可能是最难克服的情绪之一。\n最难克服的情绪之一，因为它涉及到我们的死亡，这是完全不可避免的。\n因此，每个人对它的处理方式都不一样，这一点必须要注意。\n必须得到尊重。\n\n不要认为悲伤是哀号或否认或反复无常......",
      "title": "YSK 每个人的悲伤都是不同的，如果他们的行为看起来不 \"正常\"，这并不总是一种防御机制。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：悲傷是一種巨大的壓倒性情緒，可能是最難克服的情緒之一。\n最難克服的情緒之一，因爲它涉及到我們的死亡，這是完全不可避免的。\n因此，每個人對它的處理方式都不一樣，這一點必須要注意。\n必須得到尊重。\n\n不要認爲悲傷是哀號或否認或反覆無常......",
      "title": "YSK 每個人的悲傷都是不同的，如果他們的行爲看起來不 \"正常\"，這並不總是一種防禦機制。"
    }
  ]
}