{
  "author": "jimmyzeeweed",
  "original_created_utc": 1634309280,
  "title": "CMV: Curved phone screens are designed to be more expensive to fix",
  "created_utc": 1634334030,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I let my phone ( Huawei p30 pro ) fall like an idiot and the cover i had on it did fuck all to protect it even one bit: totally smashed the shit out of it - i called a reputable phone shop to get it fixed and was quoted 220€ to have it fixed. Am i imagining things or is that about 3x or 4x more than what it used to be to fix a screen on a flat screened model? </p>\n\n<p>i am 100% convinced the only reason they made this type of screen was to make it excruciatingly difficult to replace, thereby driving up the cost of repair, thereby incentivising us to buy another phone and leave another device and lithium battery destined for landfill. </p>\n\n<p>I&#39;m sure they have some wishy-washy tech reason for these screens, but that&#39;s what i think the real motive behind it is.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/q8pzax/cmv_curved_phone_screens_are_designed_to_be_more/",
  "subreddit": "changemyview",
  "id": "q8pzax",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I let my phone ( Huawei p30 pro ) fall like an idiot and the cover i had on it\ndid fuck all to protect it even one bit: totally smashed the shit out of it - i\ncalled a reputable phone shop to get it fixed and was quoted 220€ to have it\nfixed. Am i imagining things or is that about 3x or 4x more than…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は自分の携帯電話（Huawei p30 pro）を馬鹿みたいに落下させてしまいましたが、私がつけていたカバーは少しも保護されていませんでした。\nカバーは少しも保護されておらず、完全に粉砕されてしまいました。\n評判の良い電話ショップに修理を依頼したところ、220ユーロの修理代を請求されました。\nと言われました。私の気のせいでしょうか、それとも...3倍、4倍くらいの金額でしょうか。",
      "title": "CMV: 曲がった携帯電話の画面は、修理費用が高くなるように設計されています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我像个白痴一样让我的手机（华为P30 Pro）摔了一跤，而我装在上面的手机套\n我的手机（华为P30 Pro）像个傻瓜一样摔了下来，而我的手机套却没有任何保护作用：完全被砸烂了。\n我打电话给一家有信誉的手机店，想把它修好，但被告知220欧元的价格。\n修理。我是在胡思乱想吗，还是说这比我之前的报价高了3倍或4倍？",
      "title": "CMV: 弯曲的手机屏幕被设计成更昂贵的修复方式"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我像個白癡一樣讓我的手機（華爲P30 Pro）摔了一跤，而我裝在上面的手機套\n我的手機（華爲P30 Pro）像個傻瓜一樣摔了下來，而我的手機套卻沒有任何保護作用：完全被砸爛了。\n我打電話給一家有信譽的手機店，想把它修好，但被告知220歐元的價格。\n修理。我是在胡思亂想嗎，還是說這比我之前的報價高了3倍或4倍？",
      "title": "CMV: 彎曲的手機屏幕被設計成更昂貴的修復方式"
    }
  ]
}