{
  "author": "queenarmilo",
  "the_new_excerpt": "I started the year on a fantasy-romance high with 'The Shadows Between Us' and\nafter looking for suggestions from r/suggestmeabook [/r/suggestmeabook] I\nfollowed it up with Uprooted. Turns out the romance is basically a side plot and\nI've been dragging myself to read through it so I can get to the…",
  "original_created_utc": 1610286107,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我以《我们之间的阴影》和《我们之间的阴影》开始了这一年的奇幻爱情高潮。\n在看了r/suggestmeabook[/r/suggestmeabook]的建议后，我\n继而又推出了《Uprooted》。原来爱情基本都是旁枝末节，而\n我一直在拖着自己读完它，这样我就可以得到... ...",
      "title": "你是否有这样的经历：开始看一本书，但没有被吸引，所以想看另一本书，但又不能看，因为你还没有看完现在的书，所以你不得不拖着自己看完，因为你实在不忍心DNF一本书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我以《我們之間的陰影》和《我們之間的陰影》開始了這一年的奇幻愛情高潮。\n在看了r/suggestmeabook[/r/suggestmeabook]的建議後，我\n繼而又推出了《Uprooted》。原來愛情基本都是旁枝末節，而\n我一直在拖着自己讀完它，這樣我就可以得到... ...",
      "title": "你是否有這樣的經歷：開始看一本書，但沒有被吸引，所以想看另一本書，但又不能看，因爲你還沒有看完現在的書，所以你不得不拖着自己看完，因爲你實在不忍心DNF一本書。"
    }
  ],
  "title": "Do you ever start reading a book but don't get hooked so you want to read a different one but can't because you haven't finished the current one so you have to drag yourself to finish it because you just can't bear to DNF a book?",
  "created_utc": 1611630772,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I started the year on a fantasy-romance high with &#39;The Shadows Between Us&#39; and after looking for suggestions from <a href=\"/r/suggestmeabook\">r/suggestmeabook</a> I followed it up with Uprooted. Turns out the romance is basically a side plot and I&#39;ve been dragging myself to read through it so I can get to the romance part (if there even is). This doesn&#39;t mean the book&#39;s boring or the story&#39;s bad - it&#39;s actually pretty good and I&#39;ll probably enjoy it more if I wasn&#39;t in the mood for something more romance-centered.</p>\n\n<p>Ever read a book which made you feel like this?</p>\n\n<p>EDIT: Read a lot of comments giving advice and I&#39;d just like to say thanks for making me lose guilt over not finishing a book (and y&#39;all did that in just an hour!). I see some people have had to figure this out on their own. I&#39;m lucky to have been assured immediately on my first time experiencing this!</p>\n\n<p>UPDATE: I DNF-ED IT WOOO AND ALL MY GUILT AND HESITATIONS ARE GONE THANKS TO Y&#39;ALL WOOHOO All of us who struggle with the same problem would like to thank y&#39;all so much!</p>\n\n<p>EDIT: Jwu and this blew up! Thanks for the awards! I&#39;ll try to read through all the comments sometime and hopefully this post and the comments helped a lot of people!</p>\n</div><!-- SC_ON -->",
  "score": 12611,
  "permalink": "/r/books/comments/kuendn/do_you_ever_start_reading_a_book_but_dont_get/",
  "subreddit": "books",
  "id": "kuendn",
  "is_self": true,
  "media": null,
  "is_video": false
}