{
  "author": "leopontes01",
  "original_created_utc": 1631884996,
  "title": "What are the classic books from your countries?",
  "created_utc": 1631894992,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just joined this community and I&#39;m not sure which country you are from, but I&#39;m curious: which books <strong>MUST</strong> be read by someone from that country?  For example, I&#39;m from Brazil and here Machado de Assis&#39; books are classics and an assiduous reader will surely read more than one of his works.  Who would be the &quot;Machado de Assis&quot; of your country?  </p>\n\n<p>&#x200B;</p>\n\n<p><em>obs: explain which country it is</em> </p>\n\n<p>obs²:  I have basic English, so I used google translator to write here</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/pq02ra/what_are_the_classic_books_from_your_countries/",
  "subreddit": "books",
  "id": "pq02ra",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just joined this community and I'm not sure which country you are from, but\nI'm curious: which books MUST be read by someone from that country? For example,\nI'm from Brazil and here Machado de Assis' books are classics and an assiduous\nreader will surely read more than one of his works. Who would…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこのコミュニティに参加したばかりで、あなたがどの国から来たのかわかりませんが\n気になっているのですが、その国の人が読まなければならないMUSTな本は何でしょうか？例えば。\n私はブラジル出身ですが、ブラジルではMachado de Assisの本は古典的で、熱心な読者は必ず彼の作品を1つ以上読むでしょう。\n私はブラジル出身ですが、ブラジルではMachado de Assisの本は古典であり、熱心な読者は必ず複数の作品を読みます。誰が...",
      "title": "あなたの国の名作絵本は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚加入这个社区，我不知道你来自哪个国家，但是\n我很好奇：哪些书是那个国家的人必须要读的？比如说。\n我来自巴西，在这里，马查多-德-阿西斯的书是经典之作，一个勤奋的读者肯定会读到更多。\n一个勤奋的读者肯定会读到他的不止一部作品。谁会...",
      "title": "你们国家有哪些经典书籍？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛加入這個社區，我不知道你來自哪個國家，但是\n我很好奇：哪些書是那個國家的人必須要讀的？比如說。\n我來自巴西，在這裏，馬查多-德-阿西斯的書是經典之作，一個勤奮的讀者肯定會讀到更多。\n一個勤奮的讀者肯定會讀到他的不止一部作品。誰會...",
      "title": "你們國家有哪些經典書籍？"
    }
  ]
}