{
  "author": "Lucavious",
  "original_created_utc": 1630449893,
  "title": "YSK you don't need to meet every qualification to apply for a job",
  "created_utc": 1630458359,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: most companies write job listings for perfect people that don&#39;t exist with the intention of lowering their expectations as time goes on. This is probably why your resume is being tossed out.</p>\n\n<p>I understand the title may seem like &quot;no duh&quot; thing to say, but I promise this post is worth reading if you&#39;ve been struggling to find work specifically because every company wants too many things for you to apply.</p>\n\n<p>The basis for what I want to share comes from <a href=\"https://hbr.org/2019/05/you-dont-need-to-meet-every-qualification-to-apply-for-a-job\">this article on HBR</a> and it&#39;s been a game changer since I really started putting it into practice in the last few years.</p>\n\n<blockquote>\n<p><em>When you look at the qualifications for entry-level jobs, many of the items on the list may be things you have not yet encountered. Even when your new job involves technical skills that were covered in your classes, your future employer will likely use tools you haven’t seen before and rely on processes that go beyond what you studied.</em>  </p>\n\n<p><em>Organizations expect people who are new to a role (and particularly people who are new to a firm) to grow into the position. They want new hires to ask a lot of questions, to seek out mentoring, and to even make a few mistakes as they get acclimated to a role.</em></p>\n</blockquote>\n\n<p>This is a stupid game that employers are playing, but one you need to be aware of if you want to land a job these days- <em>the things they are asking for have little to do with the things needed to do well at the job</em>. I could go on for days how much this game hurts <a href=\"https://hbr.org/2021/02/research-how-companies-committed-to-diverse-hiring-still-fail\">women and minorities</a> in the recruitment process but I&#39;ll save that rant for another day.</p>\n\n<p><strong><em>Note</em></strong><em>: the above does not apply to doctors, executives, senior engineers etc... this is intended for lower to mid-level positions at companies who write bad job listings.</em></p>\n\n<p><strong>So why do companies ask for stupid things they don&#39;t expect to get?</strong></p>\n\n<p>Most companies write <a href=\"https://www.exacthire.com/recruiting/beware-unicorn-job-descriptions/\">unicorn job listings</a> expecting that most people will not fit the criteria. The idea (from their deeply flawed perspective) is that they should aim for the perfect candidate if such a person exists, and then pare down expectations during the recruitment process the longer they go without a good applicant.</p>\n\n<blockquote>\n<p><em>The fact is, no one who applies for the the unicorn job listing will be fully qualified. Because, well, they’re looking for a unicorn. And unicorns don’t exist.</em></p>\n</blockquote>\n\n<p><strong>So what does this realistically mean for you, the applicant?</strong></p>\n\n<ol>\n<li>Brag about every skill on your resume as though you&#39;re an expert.</li>\n<li>Take the bullet points from the job listing you&#39;re applying for and paste them into your resume with your own brand of wordsmithing (unless you literally have no experience with them).</li>\n<li>Until you&#39;re talking to the hiring manager in an interview, do not express even an ounce of uncertainty about your ability to do the job. Everything they ask for should be answered with &quot;no problem I&#39;m great with that&quot;.</li>\n<li>When you are talking to the hiring manager who is actually hiring for the position, this is your opportunity to show your vulnerabilities- let them know you&#39;re just dabbling with database queries for now or you only used project planning software for one project a few years ago. Your candor will almost always be well received.</li>\n</ol>\n\n<p><strong>Expanding on the last bullet point</strong>: in my experience the hiring manager has actual empathy and already interviewed a dozen bad liars before they got to you. Just expressing what you can <em>actually</em> do and assuring them you&#39;re <em>willing to learn</em> will make you a top contender by default.</p>\n\n<p>Your goal is just to get through the pointless gatekeepers and begin speaking with the only person whose opinion actually matters.</p>\n\n<p>All those times you applied for jobs you were perfectly suited for and didn&#39;t get a call back was due to an incompetent recruiter who knows nothing about the job filtering out your resume based on their own flawed understanding of the skills needed.</p>\n\n<p>Nobody&#39;s opinion matters from that company except the person who will be making the decision on you joining their team. Don&#39;t give anyone else the benefit of shooting you down before you&#39;ve gotten a real chance to sell yourself.</p>\n\n<p><strong>TL;DR:</strong></p>\n\n<blockquote>\n<p><em>Treat new positions as a challenge. The best way to maintain an orientation to continue learning is to treat difficult tasks as a lack of skill (which can be acquired) rather than a lack of talent (which cannot).</em></p>\n</blockquote>\n\n<p>Look at the requirements for a job posting as &quot;nice to have&quot;, get them on your resume, and let down your guard only when you speak to the hiring manager. Then give complete honesty and transparency from there. You&#39;ll score more interviews and the hiring manager will be the only person that appreciates your vulnerability.</p>\n</div><!-- SC_ON -->",
  "score": 157,
  "permalink": "/r/YouShouldKnow/comments/pfgqfp/ysk_you_dont_need_to_meet_every_qualification_to/",
  "subreddit": "YouShouldKnow",
  "id": "pfgqfp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: most companies write job listings for perfect people that don't exist\nwith the intention of lowering their expectations as time goes on. This is\nprobably why your resume is being tossed out.\n\nI understand the title may seem like \"no duh\" thing to say, but I promise this\npost is worth…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: ほとんどの企業は、存在しない完璧な人材のために求人情報を書いている\n時間が経てば経つほど期待値が下がることを意図しています。これは\nおそらく、あなたの履歴書が捨てられている理由はここにあると思います。\n\nこのタイトルを見て、「そんなことないよ」と思われるかもしれませんが、この記事には価値があります。\nこの記事の価値は...",
      "title": "YSKでは、すべての資格を満たしていなくても応募することができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：大多数公司为不存在的完美人物写招聘信息\n目的是随着时间的推移降低他们的期望。这就是\n这可能是你的简历被扔掉的原因。\n\n我明白这个标题可能看起来像 \"无稽之谈\"，但我保证这一点\n帖子是值得的...",
      "title": "YSK你不需要满足所有的资格来申请工作"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：大多數公司爲不存在的完美人物寫招聘信息\n目的是隨着時間的推移降低他們的期望。這就是\n這可能是你的簡歷被扔掉的原因。\n\n我明白這個標題可能看起來像 \"無稽之談\"，但我保證這一點\n帖子是值得的...",
      "title": "YSK你不需要滿足所有的資格來申請工作"
    }
  ]
}