{
  "author": "hockeyboy87",
  "original_created_utc": 1631934819,
  "title": "CMV:I am terrified of dying. Please change my view.",
  "created_utc": 1631947096,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello, I was really hoping someone would be able to change my view on this topic. I have lived a good life so far, I am only 25 years old and have much life ahead of me. I am loved by my family, friends and girlfriends. But I am absolutely terrified of death. The never ending nothingness is horrifying to me. Ceasing to exist forever. People always say, well you were not alive for billions of years, and nothing even mattered then so you won’t even care when you are dead. Although this is true, there was and end point to that nothingness, which is when my life started. After I die it will be nothingness forever. Please help me change my mind.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/pqep7w/cmvi_am_terrified_of_dying_please_change_my_view/",
  "subreddit": "changemyview",
  "id": "pqep7w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hello, I was really hoping someone would be able to change my view on this\ntopic. I have lived a good life so far, I am only 25 years old and have much\nlife ahead of me. I am loved by my family, friends and girlfriends. But I am\nabsolutely terrified of death. The never ending nothingness is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "こんにちは、私は誰かがこのトピックに関する私の見解を変えてくれることを強く望んでいました。\nと思っていました。私はこれまで良い人生を送ってきました。私はまだ25歳で、これからもずっと\n私はまだ25歳で、これからの人生があります。家族、友人、ガールフレンドにも愛されています。しかし、私は\n死は絶対に怖いです。終わりのない無の世界が...。",
      "title": "CMV:私は死ぬのが怖いです。私の考えを変えてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你好，我真的希望有人能够改变我对这个问题的看法。\n的观点。到目前为止，我的生活还算不错，我只有25岁，还有很多\n生活在我面前。我的家人、朋友和女友都很爱我。但我是\n对死亡绝对感到恐惧。永无止境的虚无是...",
      "title": "CMV:我很害怕死亡。请改变我的看法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你好，我真的希望有人能夠改變我對這個問題的看法。\n的觀點。到目前爲止，我的生活還算不錯，我只有25歲，還有很多\n生活在我面前。我的家人、朋友和女友都很愛我。但我是\n對死亡絕對感到恐懼。永無止境的虛無是...",
      "title": "CMV:我很害怕死亡。請改變我的看法。"
    }
  ]
}