{
  "author": "fred1840",
  "original_created_utc": 1625153101,
  "title": "One of the best feelings about reading more has been how 100 pages no longer feels like a slog",
  "created_utc": 1625163311,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I never really got into reading until some time a couple of years ago. Since yhen I&#39;ve been reading more and more getting through more books in a year than i thought would ever be possible.</p>\n\n<p>It feels really good to see a 500 page book and not see it as a really long slog anymore. 100 pages seems so much smaller than it once did and i can even set myself a goal of getting through those 100 pages in a day if i set my mind to it.</p>\n\n<p>I&#39;ve been lucky to have read some really good books which have helped. In particular, the first few John LeCarre books werr perfect to start with due to their shorter length.</p>\n</div><!-- SC_ON -->",
  "score": 210,
  "permalink": "/r/books/comments/obo4jq/one_of_the_best_feelings_about_reading_more_has/",
  "subreddit": "books",
  "id": "obo4jq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I never really got into reading until some time a couple of years ago. Since\nyhen I've been reading more and more getting through more books in a year than i\nthought would ever be possible.\n\nIt feels really good to see a 500 page book and not see it as a really long slog\nanymore. 100 pages seems so…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "数年前のある時期までは、読書には全く興味がありませんでした。それ以来\nそれ以来、私はどんどん本を読むようになり、1年で想像以上に多くの本を読みました。\n読むことができるようになりました。\n\n500ページの本を見るのはとても気分がいいですし、もう長い時間をかけて読むことはありません。\n感じました。100ページなんて...。",
      "title": "多読をしていて一番感じたことは、100ページを読むのが苦にならなくなったことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "直到几年前的某个时候，我才真正喜欢上阅读。从那时起\n之后，我的阅读量越来越大，一年内读完的书比我想象的还要多。\n我认为这是不可能的。\n\n看到一本500页的书，感觉真的很好，不再认为它是一个非常漫长的磨练\n了。100页似乎很...",
      "title": "读书多了，最好的感觉之一就是100页的书不再觉得是一种磨难。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "直到幾年前的某個時候，我才真正喜歡上閱讀。從那時起\n之後，我的閱讀量越來越大，一年內讀完的書比我想象的還要多。\n我認爲這是不可能的。\n\n看到一本500頁的書，感覺真的很好，不再認爲它是一個非常漫長的磨練\n了。100頁似乎很...",
      "title": "讀書多了，最好的感覺之一就是100頁的書不再覺得是一種磨難。"
    }
  ]
}