{
  "author": "UCMeInvest",
  "original_created_utc": 1635525123,
  "title": "I sold half of my ETH holdings today…",
  "created_utc": 1635532246,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So today, I hit 100% gain on my ETH holdings.</p>\n\n<p>Whilst I believe that ETH can go much higher, I sold half of my holdings. In other words, I pulled out my initial investment.</p>\n\n<p>I promised myself a while back that I would do this, that once I hit 100%, I would take out the principle and just have play money in crypto. That’s exactly what I’ve done. </p>\n\n<p>And sure, I absolutely know it will feel tough seeing ETH still go up more and more because in theory, I could have continued to make double what I’m making now… but profit is profit. I can sit back and know that basically if ETH crashed to nothing now, I’ve not actually lost anything. Nobody ever went broke making a profit</p>\n\n<p>I think you have to put into perspective the gains you’ve achieved agains things like the stock market where 9% is supposedly good! You don’t have to strive for a 1000% gain or something.</p>\n\n<p>I’m just sharing my perspective on this because yeah, whilst it’s great to see your portfolio increase in value, it could just as easily come crashing down and you could be in a worse position that when you started. That literally isn’t possible for me now because I took out my principal and stuck to my targets.</p>\n\n<p>I’m going to sit back now, enjoy playing with my play money and if there are any significant drops, throw some money back in. 😎</p>\n</div><!-- SC_ON -->",
  "score": 443,
  "permalink": "/r/CryptoCurrency/comments/qigqe7/i_sold_half_of_my_eth_holdings_today/",
  "subreddit": "CryptoCurrency",
  "id": "qigqe7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So today, I hit 100% gain on my ETH holdings.\n\nWhilst I believe that ETH can go much higher, I sold half of my holdings. In\nother words, I pulled out my initial investment.\n\nI promised myself a while back that I would do this, that once I hit 100%, I\nwould take out the principle and just have play…"
}