{
  "author": "MoveDue3350",
  "the_new_excerpt": "I agree that there are many points in which a person can stop and go back before\n-for example- shooting up on some heroine, however, that same person does not\njust wake up one day and think to themselves \"hey, let's get addicted to\nheroine\".\n\nI mostly believe that addiction is not a choice because…",
  "original_created_utc": 1615932243,
  "localize": [
    {
      "locale": "zh",
      "title": "CMV：成瘾不是一种选择，而是一种大脑的疾病。",
      "the_new_excerpt": "我同意有很多点，一个人可以停下来，然后再回去。\n-比如说，向某个女主角开枪，然而，同一个人并没有。\n就在某一天醒来时，自己想 \"嘿，让我们沉迷于\n女主角\"。\n\n我主要是认为，吸毒不是一种选择，因为..."
    },
    {
      "locale": "zh-Hant",
      "title": "CMV：成癮不是一種選擇，而是一種大腦的疾病。",
      "the_new_excerpt": "我同意有很多點，一個人可以停下來，然後再回去。\n-比如說，向某個女主角開槍，然而，同一個人並沒有。\n就在某一天醒來時，自己想 \"嘿，讓我們沉迷於\n女主角\"。\n\n我主要是認爲，吸毒不是一種選擇，因爲..."
    }
  ],
  "title": "CMV: Addiction is not a choice but rather a disease of the brain.",
  "created_utc": 1615951828,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I agree that there are many points in which a person can stop and go back before -for example- shooting up on some heroine, however, that same person does not just wake up one day and think to themselves &quot;hey, let&#39;s get addicted to heroine&quot;. </p>\n\n<p>I mostly believe that addiction is not a choice because the substance taken is normally able to modify both the reward system of the brain and impulse control of the user. </p>\n\n<p>First, I want to explain the way I see the brains reward system (no trying to sound condescending, this is really just for anyone that may not know what the reward system is as I do not know how common or not knowing this is);</p>\n\n<p>Brain&#39;s Reward System: This system is essentially a brain circuit that allows a person to feel pleasure  (dopamine) when it is turned on, for example, by eating, having sex or winning something like a race. When this system is activated, the brain takes note of what it is doing and the fact that it is worth remembering and repeating in the future (to &#39;release&#39; more dopamine). </p>\n\n<p>The thing is, drugs that are normally used by people (painkillers, etc.) can create an increase in activity of the reward pathway by increasing dopamine transmissions. Thus, due to the way the human brain is designed, and because of the way these drugs activate a particular brain pathway for rewards, they can be abused. Drugs can also trigger a biological and behavioral response to engage in addictive behavior again, despite knowing the negative consequences or even no longer finding joy in doing drugs. </p>\n\n<p>Second, some may think that taking drugs is just an impulse control issue but drugs also alter one&#39;s impulse control ability. </p>\n\n<p>The prefrontal cortex is a part of the brain involved in inhibiting impulsivity and delaying gratification; however, addiction affects the prefrontal cortex. It impacts it in such a way that is alters one&#39;s impulse control and judgement. This results in a pathological pursuit for rewards (brains reward system). This can also be a way for addicts to feel &#39;normal&#39; again. </p>\n\n<p>So, CMV... I want to know why some think that being addicted to a substance (meth, cocaine, heroine, oxy, etc.) is a choice and not a disease...</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/m6kp5y/cmv_addiction_is_not_a_choice_but_rather_a/",
  "subreddit": "changemyview",
  "id": "m6kp5y",
  "is_self": true,
  "media": null,
  "is_video": false
}