{
  "author": "okjersey",
  "the_new_excerpt": "I like browsing Goodreads and reading reviews to determine if a book is\nsomething I want to spend money on. The suggestions given by the algorithm are\nsometimes head scratching, but my reading interests are sort of all over the\nplace so it makes sense. What really bothers me is that Goodreads allows…",
  "original_created_utc": 1616028164,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢浏览Goodreads和阅读评论，以确定一本书是否是。\n我想花钱的东西。该算法给出的建议是\n有时会头疼，但我的阅读兴趣算是很广泛的。\n的地方，所以它是有意义的。真正困扰我的是，Goodreads允许... ...",
      "title": "我与Goodreads的问题"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡瀏覽Goodreads和閱讀評論，以確定一本書是否是。\n我想花錢的東西。該算法給出的建議是\n有時會頭疼，但我的閱讀興趣算是很廣泛的。\n的地方，所以它是有意義的。真正困擾我的是，Goodreads允許... ...",
      "title": "我與Goodreads的問題"
    }
  ],
  "title": "My Issue with Goodreads",
  "created_utc": 1616090496,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I like browsing Goodreads and reading reviews to determine if a book is something I want to spend money on. The suggestions given by the algorithm are sometimes head scratching, but my reading interests are sort of all over the place so it makes sense. What really bothers me is that Goodreads allows people to review a book before it&#39;s even released.</p>\n\n<p>I love fantasy books, and classics, and a solid work of literary fiction...but I also love a good, slow burn romance. Sometimes a girl just needs to sit down with a book that we know had a happy ending and I&#39;m not even a little embarrassed about it. One of my favorite romance authors is Mariana Zapata, her books aren&#39;t insta-love and have characters with depth and emotion and the romance is real. Mariana announced her new book is in the final stages of editing, so I headed on over to Goodreads to add it to my &quot;Want to Read&quot; pile. The book hasn&#39;t been released yet and is already receiving a 93% 5-star rating consisting mostly of random gifs and &quot;omg omg&quot;.</p>\n\n<p>Why Goodreads? WHY? Just create some code that no one can review a book until it&#39;s been released for 24-hours or something to help keep reviews accurate for those of us who rely on them.</p>\n\n<p>Also, to any of you who do this, freaking stop! Take your fangirl/boy-ing to the authors Facebook group or somewhere else more appropriate, let&#39;s keep the review section for reviews.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/m7f3c7/my_issue_with_goodreads/",
  "subreddit": "books",
  "id": "m7f3c7",
  "is_self": true,
  "media": null,
  "is_video": false
}