{
  "author": "entrepenoori",
  "original_created_utc": 1631963463,
  "title": "Anyone read classic literature and think man, this reads like a modern book?",
  "created_utc": 1632022296,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don’t mean in terms of syntax of course. Having just finished Flatland I was blown away by how self aware the author was and even the narrative structure of it as it approached the end. It felt strangely anachronistic as though it were written recently. I’m not sure if I’m conveying this correctly, or if I’m erroneously giving modern literature some status. It was also almost anthropological in its contemplation of beings in different dimensions and how their outlooks are preconfigured by responses to their environment.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pqkipa/anyone_read_classic_literature_and_think_man_this/",
  "subreddit": "books",
  "id": "pqkipa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don’t mean in terms of syntax of course. Having just finished Flatland I was\nblown away by how self aware the author was and even the narrative structure of\nit as it approached the end. It felt strangely anachronistic as though it were\nwritten recently. I’m not sure if I’m conveying this…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "もちろん、構文の意味ではありません。フラットランド」を読み終えたばかりの私は\n著者がいかに自己認識していたか、そして最後に近づくにつれて物語の構造にまで影響されました。\n最後の方になってくると、その物語構造にも驚かされました。まるで最近書かれたかのように、妙に時代錯誤な感じがしました。\n最近書かれたもののように、妙に時代錯誤な感じがしました。これが伝わっているかどうかはわかりませんが...。",
      "title": "古典文学を読んで、これは現代の本のようだと思った人はいますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当然，我不是指在语法方面。在刚刚读完《平地》之后，我被作者的自我意识，甚至是《平地》的叙述结构所震撼。\n我被作者的自我意识和叙事结构所震撼。\n在接近尾声时，我被作者的自我意识所震撼，甚至被其叙事结构所震撼。它给人一种奇怪的不合时宜的感觉，好像它是\n最近写的。我不确定我是否在传达这个意思...",
      "title": "有谁读过古典文学作品，觉得伙计，这读起来像一本现代书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當然，我不是指在語法方面。在剛剛讀完《平地》之後，我被作者的自我意識，甚至是《平地》的敘述結構所震撼。\n我被作者的自我意識和敘事結構所震撼。\n在接近尾聲時，我被作者的自我意識所震撼，甚至被其敘事結構所震撼。它給人一種奇怪的不合時宜的感覺，好像它是\n最近寫的。我不確定我是否在傳達這個意思...",
      "title": "有誰讀過古典文學作品，覺得夥計，這讀起來像一本現代書？"
    }
  ]
}