{
  "author": "jdhol67",
  "original_created_utc": 1637788700,
  "title": "YSK: The American \"imperial\" system is different to the actual imperial system used elsewhere",
  "created_utc": 1637848217,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The US imperial system, actually called the US Customary System, has key differences to the imperial system when it comes to measuring volume. A fluid ounce is 28.41ml in British Imperial but 29.57ml in US Customary units. An imperial pint is 20 fl. oz. compared to 16 fl. oz. in the US and an imperial gallon is 160 fl. oz. compared to 128 fl. oz. in the US. </p>\n\n<p>Why YSK: there are plenty of places where this is relevant, such as fuel prices and value for money, but in a word, baking. When following online recipes it is easy to mistake one for the other, for example for people in the UK who use both imperial and metric at different times, or for people in Canada where there&#39;s a lot of US imports, and this can lead to irredeemable mistakes with some of the more unforgiving recipes. If you&#39;re following an online recipe try to make sure you know which type of pints/fluid ounces is being used. A dead giveaway for US Customary units is Cups, as Cups are not used in the imperial system.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/YouShouldKnow/comments/r1fhc0/ysk_the_american_imperial_system_is_different_to/",
  "subreddit": "YouShouldKnow",
  "id": "r1fhc0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The US imperial system, actually called the US Customary System, has key\ndifferences to the imperial system when it comes to measuring volume. A fluid\nounce is 28.41ml in British Imperial but 29.57ml in US Customary units. An\nimperial pint is 20 fl. oz. compared to 16 fl. oz. in the US and an…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカの帝国法は、実際にはアメリカの慣習法と呼ばれていますが、体積を測る際には帝国法と大きく異なります。\n体積の測り方が帝国式とは大きく異なります。1液\nオンスは、英国の帝国単位では28.41mlですが、米国の慣習単位では29.57mlです。1パイントは\n帝国パイントは20液量オンスであるのに対し、米国では16液量オンスであり、1...",
      "title": "YSK: アメリカの「帝国」システムは、他の国で使われている実際の帝国システムとは異なります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "美国的英制系统，实际上被称为美国习惯系统，在测量体积时与英制系统有关键的区别。\n当涉及到测量体积时，与英制系统有很大的不同。一个液体\n盎司在英制单位中是28.41毫升，但在美国习惯单位中是29.57毫升。一个\n英制品脱是20液体盎司，而美国是16液体盎司。",
      "title": "YSK：美国的 \"帝国 \"体系与其他地方实际使用的帝国体系不同"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "美國的英制系統，實際上被稱爲美國習慣系統，在測量體積時與英制系統有關鍵的區別。\n當涉及到測量體積時，與英制系統有很大的不同。一個液體\n盎司在英制單位中是28.41毫升，但在美國習慣單位中是29.57毫升。一個\n英制品脫是20液體盎司，而美國是16液體盎司。",
      "title": "YSK：美國的 \"帝國 \"體系與其他地方實際使用的帝國體系不同"
    }
  ]
}