{
  "author": "one_who_is_nerd",
  "original_created_utc": 1624800140,
  "title": "What are the books you re-read at least 2 times?",
  "created_utc": 1624809539,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><blockquote>\n<p><em>I know this is not a book suggesting sub, but this helps people find some great books because there are more members in this sub, so please don&#39;t remove this post</em></p>\n</blockquote>\n\n<p>I&#39;m new to books, I just adopted the reading habit last year, and read few books, and one thing that striking me is to pick that particular book and re-read it again. </p>\n\n<p>I don&#39;t know the exact reason, maybe I wanna experience it again, maybe look at the whole story in another way, or I just don&#39;t understand the way the author wrote.</p>\n\n<p>Whatever it might be, we re-read it because we think it&#39;s a masterpiece and worth enough time to spend again.</p>\n\n<p>So, these are books I re-read(some I read twice and some are once but I don&#39;t mind reading them again because I consider them as a masterpiece):</p>\n\n<ol>\n<li>The Stranger by Albert Camus - Short book, and at first I didn&#39;t understand shit, done it twice and got the whole picture clearly (<em>I don&#39;t mind reading it again</em>)</li>\n<li>Surely You&#39;re Joking Mr. Feynman by Himself - What can I say about this book, every chapter is just awesome and when I share these stories with my friends they all seem to be interested to listen to know more about Richard Feynman. </li>\n<li>Influence by Robert Cialdini - In the first chapter itself, it hooked me into the book, and everything he said in the book is just purely based on psychological experiments and they are interesting too (<em>Also happened to pick Pre-Suasion and read but this book is not just the level of Influence book</em>)</li>\n<li>Start With Why by Simon Sinek - After his Ted Talk, I just inspired to pick the book and I read it and All I can say this is more than I imagined (<em>That time I was more into business and want to study companies so that I can build a good company so I re-read 2 times</em>)</li>\n<li>Originals By Adam Grant - Yes, the same as above, want to study how originals are made of and I just wanna study more in detail and know better.</li>\n<li>The Subtle Art Of Not Giving A Fuck by Mark Manson - Twice and I can&#39;t say how much it impacted my life and also his entire blog is just awesome (<em>Models also a great book by him</em>)</li>\n<li>How To Fail At Almost Everything &amp; Still Win Big by Scott Adams - No more words for this book, many of the self-help books took inspiration from this book because it just a masterpiece.</li>\n<li>The Obstacle Is The Way By Ryan Holiday - I can say he&#39;s the best stoic writer and he just brings Marcus Aurelius, Seneca, Epictetus (<em>I can&#39;t easily comprehend these people&#39;s work easily without the help of a dictionary</em>) work in simple words and explains clearly with historical stories that happened in the past (<em>Also Ego Is the Enemy is also a great book IMO</em>)</li>\n<li>Man&#39;s Searching For Meaning by Viktor Frankl - You all already know why it&#39;s a masterpiece.</li>\n<li>Requiem For A Dream by  Hubert Selby - This doesn&#39;t come under re-reading because I&#39;m not that strong enough but I consider this is just a masterpiece. At first, my friend suggested me movie and also he said it was adopted from a novel, So I just picked the book and read it, I didn&#39;t understand few things but overall I felt it&#39;s fine and then, I watched the movie, it was more painful and I couldn&#39;t recommend enough to any teenager to read this book or watch the movie at least (<em>Mostly Movie</em>).</li>\n</ol>\n\n<p>So, you may probably be thinking I&#39;m an amateur because I mostly mentioned self-help books, yes I read around 40+ and mostly are self-help genre.</p>\n\n<p>So, you can list yours, so that people here will understand what are some great books. </p>\n\n<p>Don&#39;t hesitate if it&#39;s fiction or biographies or even self-help, list out any kind of genre and the right people will find them as a great recommendation.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/o8wzwt/what_are_the_books_you_reread_at_least_2_times/",
  "subreddit": "books",
  "id": "o8wzwt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "> I know this is not a book suggesting sub, but this helps people find some\n> great books because there are more members in this sub, so please don't remove\n> this post\n\nI'm new to books, I just adopted the reading habit last year, and read few\nbooks, and one thing that striking me is to pick that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "> ここは本を勧めるサブではないことはわかっていますが、このサブは人々が素晴らしい本を見つけるのに役立ちます。\n> このサブにはより多くのメンバーが参加しているので、削除しないでください。\n> この投稿\n\n私は本を読むのは初めてで、去年読書の習慣を身につけたばかりで、いくつかの本を読みました。\n私は去年から読書の習慣を身につけたばかりで、いくつかの本を読みましたが、その中で印象的だったのは、その本を選ぶことでした。",
      "title": "2回以上読み直した本は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "> 我知道这不是一个推荐书籍的子，但这有助于人们找到一些\n> 伟大的书籍，因为这个分站有更多的成员，所以请不要删除\n> 这个帖子\n\n我是个新书迷，去年才养成读书的习惯，读的书很少。\n我是个新书迷，去年刚养成了读书的习惯，读了一些书，有一件事让我印象深刻，那就是选...",
      "title": "哪些书是你至少重读2遍的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "> 我知道這不是一個推薦書籍的子，但這有助於人們找到一些\n> 偉大的書籍，因爲這個分站有更多的成員，所以請不要刪除\n> 這個帖子\n\n我是個新書迷，去年才養成讀書的習慣，讀的書很少。\n我是個新書迷，去年剛養成了讀書的習慣，讀了一些書，有一件事讓我印象深刻，那就是選...",
      "title": "哪些書是你至少重讀2遍的？"
    }
  ]
}