{
  "author": "Jackso08",
  "original_created_utc": 1624840830,
  "title": "YSK: it's very possible to obtain consent in a \"sexy\" and natural way.",
  "created_utc": 1624848132,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: consent is everything and should be obtained before and during every sexual encounter. The consent should be enthusiastic and clear. </p>\n\n<p>Alot of people seem to think that asking for consent can dampen the mood or make the encounter seem transactional. Instead they take the &quot;go with the flow&quot; and &quot;just read body language* route. I&#39;m not judging anybody that has good intentions, it&#39;s legitimate to think that flat out asking&quot; do you want to have sex now&quot; can be weird or off putting, but it really doesn&#39;t have to be. Asking for consent can be just as sexy and natural as any other sexy talk. Here&#39;s a few examples of me personally obtaining consent:</p>\n\n<p>(during a hot &amp; heavy make out session) <em>I want make love to you</em>........ <em>would you like that</em></p>\n\n<p>her response : a lustful look and a yea</p>\n\n<p>(sitting in the car having a great conversation) I touch her hand and playfully ask <em>can I kiss you</em> </p>\n\n<p>her response: she smiles and says go ahead</p>\n\n<p>(after a bit of intercourse) I look at her and say <em>I want to taste you</em></p>\n\n<p>her response: an enthusiastic head nod and &quot;please do&quot;</p>\n\n<p>I know it sounds kinda cheesy just reading the words on a screen but I promise if you let the words come out in a way that fits the mood not only will it sound natural but it can actually be incredibly sexy, try it next time!</p>\n\n<p>Last thing, this advice is genderless</p>\n</div><!-- SC_ON -->",
  "score": 1320,
  "permalink": "/r/YouShouldKnow/comments/o99dji/ysk_its_very_possible_to_obtain_consent_in_a_sexy/",
  "subreddit": "YouShouldKnow",
  "id": "o99dji",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: consent is everything and should be obtained before and during every\nsexual encounter. The consent should be enthusiastic and clear.\n\nAlot of people seem to think that asking for consent can dampen the mood or make\nthe encounter seem transactional. Instead they take the \"go with the flow\"…"
}