{
  "author": "Jackso08",
  "original_created_utc": 1624840830,
  "title": "YSK: it's very possible to obtain consent in a \"sexy\" and natural way.",
  "created_utc": 1624848132,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: consent is everything and should be obtained before and during every sexual encounter. The consent should be enthusiastic and clear. </p>\n\n<p>Alot of people seem to think that asking for consent can dampen the mood or make the encounter seem transactional. Instead they take the &quot;go with the flow&quot; and &quot;just read body language* route. I&#39;m not judging anybody that has good intentions, it&#39;s legitimate to think that flat out asking&quot; do you want to have sex now&quot; can be weird or off putting, but it really doesn&#39;t have to be. Asking for consent can be just as sexy and natural as any other sexy talk. Here&#39;s a few examples of me personally obtaining consent:</p>\n\n<p>(during a hot &amp; heavy make out session) <em>I want make love to you</em>........ <em>would you like that</em></p>\n\n<p>her response : a lustful look and a yea</p>\n\n<p>(sitting in the car having a great conversation) I touch her hand and playfully ask <em>can I kiss you</em> </p>\n\n<p>her response: she smiles and says go ahead</p>\n\n<p>(after a bit of intercourse) I look at her and say <em>I want to taste you</em></p>\n\n<p>her response: an enthusiastic head nod and &quot;please do&quot;</p>\n\n<p>I know it sounds kinda cheesy just reading the words on a screen but I promise if you let the words come out in a way that fits the mood not only will it sound natural but it can actually be incredibly sexy, try it next time!</p>\n\n<p>Last thing, this advice is genderless</p>\n</div><!-- SC_ON -->",
  "score": 1320,
  "permalink": "/r/YouShouldKnow/comments/o99dji/ysk_its_very_possible_to_obtain_consent_in_a_sexy/",
  "subreddit": "YouShouldKnow",
  "id": "o99dji",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: consent is everything and should be obtained before and during every\nsexual encounter. The consent should be enthusiastic and clear.\n\nAlot of people seem to think that asking for consent can dampen the mood or make\nthe encounter seem transactional. Instead they take the \"go with the flow\"…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：同意はすべてであり、すべての性行為の前と最中に得られるべきものです。\n得るべきです。同意は熱心で明確なものでなければなりません。\n\n多くの人は、同意を求めることでムードが悪くなったり、出会いが一時的なものになったりすると考えているようです。\nると考えている人が多いようです。代わりに、彼らは「流れに身を任せる」という方法を取ります...。",
      "title": "YSK: \"セクシー \"で自然な方法で同意を得ることは非常に可能です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：同意是一切，在每次性行为之前和期间都应获得同意。\n性接触。同意应该是热情的、明确的。\n\n很多人似乎认为征求同意会破坏气氛或使\n遭遇似乎是交易性的。相反，他们采取 \"顺其自然 \"的方式......",
      "title": "YSK：以一种 \"性感 \"和自然的方式获得同意是非常可能的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：同意是一切，在每次性行爲之前和期間都應獲得同意。\n性接觸。同意應該是熱情的、明確的。\n\n很多人似乎認爲徵求同意會破壞氣氛或使\n遭遇似乎是交易性的。相反，他們採取 \"順其自然 \"的方式......",
      "title": "YSK：以一種 \"性感 \"和自然的方式獲得同意是非常可能的。"
    }
  ]
}