{
  "author": "themo98",
  "the_new_excerpt": "Why YSK: Aggression during arguments is very dangerous and often leads to much\nmore damage and problems than the original cause of the conflict. Threatening to\nhurt people or damage things, or worse, to actually hurt people and damage\nthings will get no one anywhere. Aside from direct injuries and…",
  "original_created_utc": 1615718891,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：在争论中的攻击性是非常危险的，往往会导致很多。\n比冲突的原始原因造成更多的损害和问题。威胁到\n伤人损物，更有甚者，伤人损物。\n事情不会得到任何人的任何地方。除了直接伤害和...",
      "title": "YSK认为，生气时能够不激进是一种宝贵的技能。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：在爭論中的攻擊性是非常危險的，往往會導致很多。\n比衝突的原始原因造成更多的損害和問題。威脅到\n傷人損物，更有甚者，傷人損物。\n事情不會得到任何人的任何地方。除了直接傷害和...",
      "title": "YSK認爲，生氣時能夠不激進是一種寶貴的技能。"
    }
  ],
  "title": "YSK that being able not to get aggressive when angry is a valuable skill.",
  "created_utc": 1615777233,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Aggression during arguments is very dangerous and often leads to much more damage and problems than the original cause of the conflict. Threatening to hurt people or damage things, or worse, to actually hurt people and damage things will get no one anywhere. Aside from direct injuries and property damage and the costs these cause, it&#39;ll permanently weaken and destroy trust and make unavoidable encounters with the people affected unbearable and as unproductive as can be.</p>\n\n<p>Keep this in mind especially when dealing with family members, colleagues, neighbours and roommates and other types of people you cannot simply cut out of your life. If you have anger issues, consider getting therapy and think twice before going for a power position job.</p>\n\n<p>If you&#39;re the victim of abuse and aggression, well, I can only imagine how terrible it must feel and can just hope you can find a way out in time.\nYou don&#39;t need to constantly be fearing for your life. Any situation that makes you suffer, no matter how bad/&quot;mild&quot; it is compared to other peoples issues, is justification enough for you to (at least consider/try to) find a way to improve it. Sure, it is often wise to try to adapt to uncomfortable circumstances. But there are limits to what is acceptable and what is not, and I certainly cannot define that limit for anyone else than myself. After all, it&#39;s Your own mental health and ignoring it because of other people&#39;s expectations is most unhealthy for You!</p>\n</div><!-- SC_ON -->",
  "score": 2010,
  "permalink": "/r/YouShouldKnow/comments/m4t1rm/ysk_that_being_able_not_to_get_aggressive_when/",
  "subreddit": "YouShouldKnow",
  "id": "m4t1rm",
  "is_self": true,
  "media": null,
  "is_video": false
}