{
  "author": "AreNotSoBadYourself",
  "the_new_excerpt": "I live in Toronto, Ontario in Canada and recently, municipal police have been\ntearing down makeshift homeless shelters on the basis that they do not comply\nwith whatever building codes are applicable.\n\nThe alternatives available for people living in makeshift shelters would be to\nfind a homeless…",
  "original_created_utc": 1613849281,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我住在加拿大安大略省的多伦多市，最近，市政警察已经在\n以无家可归者的临时住所不符合规定为由，拆除这些住所；\n遵循任何适用的建筑法规。\n\n住在临时住所的人可以选择的办法是：\n找一个无家可归...",
      "title": "CMV：无家可归者为防止自己在寒冷气候的深冬被冻死而建立临时性的临时建筑不应该是非法的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我住在加拿大安大略省的多倫多市，最近，市政警察已經在\n以無家可歸者的臨時住所不符合規定爲由，拆除這些住所；\n遵循任何適用的建築法規。\n\n住在臨時住所的人可以選擇的辦法是：\n找一個無家可歸...",
      "title": "CMV：無家可歸者爲防止自己在寒冷氣候的深冬被凍死而建立臨時性的臨時建築不應該是非法的。"
    }
  ],
  "title": "CMV: it should not be illegal for homeless people to create temporary, makeshift structures to prevent themselves from freezing to death in the dead of winter in cold climates",
  "created_utc": 1613872183,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I live in Toronto, Ontario in Canada and recently, municipal police have been tearing down makeshift homeless shelters on the basis that they do not comply with whatever building codes are applicable.</p>\n\n<p>The alternatives available for people living in makeshift shelters would be to find a homeless shelter in the city that has room for them, or move their temporary shelters to a more secluded location, such as under a bridge, or deep in the forest of a nearby park.</p>\n\n<p>In my opinion, homeless people should be allowed to construct makeshift shelters for themselves and at the very least know what types of materials they can use when constructing makeshift shelters without being a lawyer, or carpenter.</p>\n\n<p>Change my view?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/loemq3/cmv_it_should_not_be_illegal_for_homeless_people/",
  "subreddit": "changemyview",
  "id": "loemq3",
  "is_self": true,
  "media": null,
  "is_video": false
}