{
  "author": "PurpleGodandViolet",
  "original_created_utc": 1632413237,
  "title": "YSK in the eyes of a delivery driver your dog is not \"friendly\"",
  "created_utc": 1632418505,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Dog bites are a very big problem when it comes to delivery drivers, And simply saying your dog is friendly means nothing because essentially it&#39;s a stranger walking on your property that your dog does not know and it&#39;s behavior is not predictable in that situation.</p>\n\n<p>It experienced driver knows how to handle a dog aggressive or not and you&#39;re insistence that they are friendly and won&#39;t do anything typically is what leads to drivers being bitten and we are required to report when we are bitten which could mean your dog can get put on a vicious dog list and/or put down which is something we all want to avoid.</p>\n\n<p>So unless you were there to hold back your dog and introduce them to a delivery driver either keep them inside or chained up to avoid any incidents so that you can get your package because it is well within the driver&#39;s right to refuse the delivery if they believe a dog is dangerous.</p>\n\n<p>Make sure everyone&#39;s safe, no one&#39;s going to get hurt, and do what you can to introduce your dogs to the drivers if they&#39;re going to be your regular.</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/YouShouldKnow/comments/ptyi0a/ysk_in_the_eyes_of_a_delivery_driver_your_dog_is/",
  "subreddit": "YouShouldKnow",
  "id": "ptyi0a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Dog bites are a very big problem when it comes to delivery drivers, And\nsimply saying your dog is friendly means nothing because essentially it's a\nstranger walking on your property that your dog does not know and it's behavior\nis not predictable in that situation.\n\nIt experienced driver…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、犬に噛まれることは、配達員にとって非常に大きな問題だからです。\n犬が人懐っこいというだけでは何の意味もありません。\n犬が知らない他人が敷地内を歩いていて、その状況では犬の行動が予測できないからです。\nそのような状況では、犬の行動は予測できません。\n\nそれは経験豊富なドライバー...",
      "title": "YSKは配達員の目から見て、あなたの犬は \"フレンドリー \"ではない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：当涉及到送货司机时，狗咬人是一个非常大的问题。\n仅仅说你的狗是友好的并不意味着什么，因为从本质上说，它是一个\n你的狗不认识的陌生人在你的财产上行走，它的行为\n在这种情况下，它的行为是无法预测的。\n\n它有经验的司机...",
      "title": "YSK在送货司机的眼里，你的狗并不 \"友好\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：當涉及到送貨司機時，狗咬人是一個非常大的問題。\n僅僅說你的狗是友好的並不意味着什麼，因爲從本質上說，它是一個\n你的狗不認識的陌生人在你的財產上行走，它的行爲\n在這種情況下，它的行爲是無法預測的。\n\n它有經驗的司機...",
      "title": "YSK在送貨司機的眼裏，你的狗並不 \"友好\""
    }
  ]
}