{
  "author": "Pixelcitizen98",
  "the_new_excerpt": "With all attempts to do so, I have come to the conclusion that I have gained\nvery little (if not no) respect to those who refuse to vaccinate them or their\nchildren, particularly against diseases that have been known to be very\ndevestating to quality of life (if not the whole life in general).\n\nYes,…",
  "original_created_utc": 1609961919,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "经过所有的尝试，我得出的结论是，我已经获得了\n很少(如果不是不)尊重那些拒绝接种疫苗的人或他们的\n儿童，特别是针对已知的非常容易感染的疾病\n降低生活质量(如果不是整个生活的话)。\n\n是的，…",
      "title": "[改变我的想法]：我绝对没有理由尊重反避孕药。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "經過所有的嘗試，我得出的結論是，我已經獲得了\n很少(如果不是不)尊重那些拒絕接種疫苗的人或他們的\n兒童，特別是針對已知的非常容易感染的疾病\n降低生活質量(如果不是整個生活的話)。\n\n是的，…",
      "title": "[改變我的想法]：我絕對沒有理由尊重反避孕藥。"
    }
  ],
  "title": "CMV:I have absolutely no reason to respect anti-vaxxers.",
  "created_utc": 1609976723,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>With all attempts to do so, I have come to the conclusion that I have gained very little (if not no) respect to those who refuse to vaccinate them or their children, particularly against diseases that have been known to be very devestating to quality of life (if not the whole life in general). </p>\n\n<p>Yes, I do understand that some people have legitimate medical reasons for not getting vaccines (like allergies or autoimmune disorders), or are unable to at the moment due to dose stock and what not. For the vast majority of folk who <em>can</em> vaccinate, and yet refuse to? Yeah, I have very little respect for them as people.</p>\n\n<p>Here’s a few reasons why, in my personal opinion: </p>\n\n<ul>\n<li><p>The “A U T I S M” argument. This might honestly be one of the most dumbest arguments I’ve ever heard, with no real evidence backing it up besides a fake ass paper from a dumb “doctor” that was rightfully annihilated by the medical field. First off, why the hell is this connection even being made in the first place? I first learned about autism when I was 12 (admittedly a little later than most kids my age, but I at least learned it then than later), and even at the time, I knew it was likely from birth. I may not have known about the spectrum or complications of autism, but I at least knew then and there that it was <em>not from a vaccine</em>. How a 12-year-old can understand this better than some 40-year-old Moms is beyond me. Also, even <em>if</em> autism was possible from vaccines (like, say,  0.0001% chance or something), I think I’d rather have an autistic child than one suffering and dying from an illness. Autism has been so needlessly demonized and propagandized as some satanic being hellbent on completely destroying innocent lives (I’m talking to you, Autism Speaks). I’m not saying autism’s easy, but is it really worth getting measles or mumps simply because you think your kid’s gonna be autistic??? That’s <em>if</em> there was a connection between the two, which there isn’t. This kind of propaganda has also done nothing but harmed those with autism, people who deserve much better than what these anti-vaxxers give them. No, Karen, your autistic Andy’s not gonna be a complete failure who’ll be setting on a shooting spree or something, he just has some issues that can be helped via the resources around you. </p></li>\n<li><p>The potential danger ya’ll impose onto the world. Those who legitimately <em>cannot</em> be vaccinated? Yeah, they <em>need</em> the herd immunity to survive. Let’s also not forget the potential deadly diseases that could spread to your child simply because of your selfish ideals. If you won’t vaccinate your kids or yourself for both your benefit and the benefit of others, then you’re simply a selfish asshole, no doubt about it. Let’s not forget the once-dormant diseases that have now popped up simply because some dumb parents think they know more than a PHD-licensed physician (i.e. the recent Measles outbreak). Hell, things like smallpox has even been <em>eliminated</em> due to vaccination efforts. Imagine how easy our lives would be if we just had everyone who can vaccinate be vaccinated and potentially see things like measles disappear! </p></li>\n<li><p>Semi-personal experience. I was born with the privilege of getting vaccinated against the basic diseases, with more vaccinations for myself coming in the future. However, not everyone in my family history was so lucky. Before I was even born, my family had a man who not only accomplished many things in his life, but was also a huge emotional artery in our family, giving everyone the best experience a human being could give in the family. I hear constantly about how he’d absolutely love me and my brothers if he were around. So, what happened? Well, in a seemingly normal summer month in the mid-1940’s, he had started feeling rather off and sick. As they got home, he would slowly lose his feelings and control of his legs. It turned out to be polio, a disease that wouldn’t receive a vaccine until a decade later. Had he gotten it earlier, it would be likely that I would be able to have significant memories of this man. Instead, he had suffered through many mobility problems before succumbing to polio-related illness just 2 years before I was born. This is not a life no one should ever have to live through, and because of this, it has taught me about the importance of vaccines. The fact that many people never had to experience this and still refuse to do their part is, frankly, maddening to me. </p></li>\n</ul>\n\n<p>With all this in mind, I’ve come to be very irritated and snappy against anti-vaxxers, and honestly? I think I’m alright with that. They don’t deserve my respect. Anti-vaxxers should be akin to mass murderers with all the recklessness they’re already causing in the world, and the fact that this is happening in the 21st century is just one piece of proof of the mass failure of Western modern society.</p>\n\n<p>I would like to have my mind changed and see why I shouldn’t see anti-vaxxers as lowly as I currently do, but it ain’t gonna be easy, honestly.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/krvf6w/cmvi_have_absolutely_no_reason_to_respect/",
  "subreddit": "changemyview",
  "id": "krvf6w",
  "is_self": true,
  "media": null,
  "is_video": false
}