{
  "author": "Andalib_Odulate",
  "original_created_utc": 1630800343,
  "title": "CMV: It should be illegal for a company to post they are hiring for a job without saying how much they are paying.",
  "created_utc": 1630804453,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This should be the basic requirement for a Employer Employee relationship, The Employer says how much they are willing to pay for their position and the applicant&#39;s decide if they are willing to that job for the compensation.</p>\n\n<p>None of this bullshit of either not saying the pay or requiring copious amounts of searching to find how much they are willing to pay.</p>\n\n<p>Employees have to take time off of work or off their weekend go though a whole load of bullshit that is in applications like full work history giving references and other time consuming crap like getting a whole host of documents together, go though orientations and interviews and deserve to know that they are signing up for.</p>\n\n<p>Making someone go though all that just to say &quot;We&#39;re paying a few bucks over the minimum oh and it&#39;s nonnegotiable, should be criminal.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/pi2lz6/cmv_it_should_be_illegal_for_a_company_to_post/",
  "subreddit": "changemyview",
  "id": "pi2lz6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This should be the basic requirement for a Employer Employee relationship, The\nEmployer says how much they are willing to pay for their position and the\napplicant's decide if they are willing to that job for the compensation.\n\nNone of this bullshit of either not saying the pay or requiring copious…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは、雇用主と従業員の関係の基本的な要件であるはずです。\n雇用者は自分の地位に対していくら払うかを言い、従業員は\n応募者はその報酬で仕事をしたいかどうかを決める。\n\n給料を言わないとか、膨大な量を要求するとか、そういうくだらないことはしない。",
      "title": "CMV: 企業がいくらかを明記せずに求人情報を掲載することは違法であるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这应该是雇主与雇员关系的基本要求。\n雇主说他们愿意为他们的职位支付多少钱，而应聘者则决定他们是否愿意为这份工作支付报酬。\n应聘者决定他们是否愿意为这份工作支付报酬。\n\n不说工资，也不要求有大量的工资，这都是废话。",
      "title": "CMV: 如果一家公司发布招聘信息而不说他们的工资是多少，这应该是违法的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這應該是僱主與僱員關係的基本要求。\n僱主說他們願意爲他們的職位支付多少錢，而應聘者則決定他們是否願意爲這份工作支付報酬。\n應聘者決定他們是否願意爲這份工作支付報酬。\n\n不說工資，也不要求有大量的工資，這都是廢話。",
      "title": "CMV: 如果一家公司發佈招聘信息而不說他們的工資是多少，這應該是違法的。"
    }
  ]
}