{
  "author": "herefortheghosts",
  "the_new_excerpt": "So I recently stumbled on a post where the OP googled the homes of the\nindividuals who have some sort of influence into deciding the things you/we are\nallowed to do. This irked me, how is it that we let these people decide that\nthey deserve to make ridiculous amounts of money sitting in a chair,…",
  "original_created_utc": 1609598457,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "所以我最近无意中发现了一个帖子，里面的特工用谷歌搜索了\n对决定您/我们是什么有某种影响的个人\n允许做的事。这让我很恼火，我们怎么会让这些人决定\n他们应该坐在椅子上赚很多荒谬的钱，…",
      "title": "[改变我的想法]：如果你的收入高于你治理的人，那么这个系统就失败了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我最近無意中發現了一個帖子，裏面的特工用谷歌搜索了\n對決定您/我們是什麼有某種影響的個人\n允許做的事。這讓我很惱火，我們怎麼會讓這些人決定\n他們應該坐在椅子上賺很多荒謬的錢，…",
      "title": "[改變我的想法]：如果你的收入高於你治理的人，那麼這個系統就失敗了。"
    }
  ],
  "title": "CMV: If your income is higher than the people you govern then the system has failed.",
  "created_utc": 1609606515,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I recently stumbled on a post where the OP googled the homes of the individuals who have some sort of influence into deciding the things you/we are allowed to do. This irked me, how is it that we let these people decide that they deserve to make ridiculous amounts of money sitting in a chair, reading, and then arguing with other adult children about whether or not we get to eat or pay rent or pay phone bills or pay internet. Who the hell do they think they are that they think that they deserve a salary that is 10x the poverty line while people who are actually working to the benefit of society barely make enough to support themselves let alone a family. How is it that we let congress allow themselves to stay in their seat with no term limit? What the hell happened to the populace mass of this nation that we let war mongering apes govern us. Am I wrong? Or am I angry with reason?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/koyhsd/cmv_if_your_income_is_higher_than_the_people_you/",
  "subreddit": "changemyview",
  "id": "koyhsd",
  "is_self": true,
  "media": null,
  "is_video": false
}