{
  "author": "Victorian_Poland_2",
  "the_new_excerpt": "I finished reading the Lord of the Rings on December 30th. I have just begun\nreading it again because i love Tolkien so much that my brain is addicted to his\nwriting.\n\n\n\nWhenever i read LotR, i feel at peace with myself. Even though i ami an atheist\nand Tolkien was Catholic, reading his books gives…",
  "original_created_utc": 1612889817,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我在12月30日读完了《指环王》。我刚刚开始\n再次阅读它，因为我爱托尔金这么多，我的大脑是沉迷于他的。\n写作。\n\n\n\n每当我读LotR时，我都会感到心平气和。尽管我是一个无神论者\n而托尔金是天主教徒，读他的书让... ...",
      "title": "一直重复看同一本书，是不是很傻？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在12月30日讀完了《指環王》。我剛剛開始\n再次閱讀它，因爲我愛托爾金這麼多，我的大腦是沉迷於他的。\n寫作。\n\n\n\n每當我讀LotR時，我都會感到心平氣和。儘管我是一個無神論者\n而托爾金是天主教徒，讀他的書讓... ...",
      "title": "一直重複看同一本書，是不是很傻？"
    }
  ],
  "title": "Is it silly to keep reading the same book over and over again?",
  "created_utc": 1612920195,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I finished reading the Lord of the Rings on December 30th. I have just begun reading it again because i love Tolkien so much that my brain is addicted to his writing.</p>\n\n<p>&#x200B;</p>\n\n<p>Whenever i read LotR, i feel at peace with myself. Even though i ami an atheist and Tolkien was Catholic, reading his books gives me a feeling of calm, like i am able to withstand everything life throws at me. His prove and verse alike give a feeling of fulfillment that few other books have given me.</p>\n\n<p>This is now the third consecutive year that i read LotR and i am planning to make it my habit. Every year, i small attempt to read LotR at least once.</p>\n\n<p>&#x200B;</p>\n\n<p>Is it silly to be reading the same book over and over again? Have you ever done anything like it?</p>\n\n<p>&#x200B;</p>\n\n<p>I feel like at some point, i need to move on, but i can&#39;t.</p>\n\n<p>&#x200B;</p>\n\n<p>Is it silly?</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/lg7ojo/is_it_silly_to_keep_reading_the_same_book_over/",
  "subreddit": "books",
  "id": "lg7ojo",
  "is_self": true,
  "media": null,
  "is_video": false
}