{
  "author": "deeree111",
  "the_new_excerpt": "The entire concept of a written book that god sent down to a human being to\nspread the word does not make sense to me. A being that has the ability to\ncreate the universe, has a son that’s major power is water to wine and walking\non water, and was crucified by humans. How do we even know this man…",
  "original_created_utc": 1609737389,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "上帝赐给人类的书面书籍的全部概念。\n散布这个消息对我来说没有任何意义。一种有能力\n创造了宇宙，有了一个儿子，他的主要力量是喝水、喝酒和走路\n在水上，被人类钉死在十字架上。我们怎么知道这个叫…的人",
      "title": "[改变我的想法]：宗教是人为的，很可能完全是虚构的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "上帝賜給人類的書面書籍的全部概念。\n散佈這個消息對我來說沒有任何意義。一種有能力\n創造了宇宙，有了一個兒子，他的主要力量是喝水、喝酒和走路\n在水上，被人類釘死在十字架上。我們怎麼知道這個叫…的人",
      "title": "[改變我的想法]：宗教是人爲的，很可能完全是虛構的"
    }
  ],
  "title": "CMV: Religion is man made and most likely entirely fictitious",
  "created_utc": 1609750063,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The entire concept of a written book that god sent down to a human being to spread the word does not make sense to me. A being that has the ability to create the universe, has a son that’s major power is water to wine and walking on water, and was crucified by humans. How do we even know this man existed? Language is man made, and only understood by certain people so it’s an unfair advantage that some get to understand it and others don’t ... what about the people who are never exposed to religion in their lives? How can we live based on a book written thousands of years ago... that you have to actively try to understand and decode. I’d assume God’s message would be more understandable and direct to each being, not the local priest who’s essentially an expert at deflecting and making up explanations using the scripture. </p>\n\n<p>I grew up in a religious Muslim family and being religious for 16 years made me a better person. I lived as if I was being watched and merited based on my good behaviours so I obviously actively did “good” things. I appreciate the person religion has made me but I’ve grown to believe it is completely fabricated - but it works so people go with it. The closest thing to a “god” I can think of is a collective human consciousness and the unity of all humankind... not a magic man that’s baiting you to sin and will torture you when you do. I mean the latter is more likely to prevent you from doing things that may harm you.. I would like to raise my kids in future the way I was raised but I don’t believe in it and I don’t want to lie and make them delusional. </p>\n\n<p>I kind of wish I did believe but it’s all nonsensical to me, especially being a scientist now it seems pretty clear it’s all bs. Can anyone attempt to explain the legitimacy of the “supernatural” side of religion and the possibility that it is sent from a god... anything... I used to despise atheism and here I am now. I can’t even force it.</p>\n</div><!-- SC_ON -->",
  "score": 110,
  "permalink": "/r/changemyview/comments/kq1yom/cmv_religion_is_man_made_and_most_likely_entirely/",
  "subreddit": "changemyview",
  "id": "kq1yom",
  "is_self": true,
  "media": null,
  "is_video": false
}