{
  "author": "Qualdum",
  "the_new_excerpt": "This applies to a wide range of things I see discussed in today's talking points\nput forward by the left part of the political spectrum. To give some examples\nI'd mention gender issues, the ongoing controversy around good policing or race\nissues.\n\nMaybe my view of humankind is just way too…",
  "original_created_utc": 1614625678,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这适用于我在今天的谈话要点中看到讨论的一系列事情。\n 以下是一些例子\n我会提到性别问题，持续的争议 围绕良好的警务或种族问题\n问题。\n\n也许我对人类的看法太... ...",
      "title": "CMV：很多左派议题非常重要，对大家都有好处，但它们的市场化程度非常高，疏远了潜在的支持者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這適用於我在今天的談話要點中看到討論的一系列事情。\n 以下是一些例子\n我會提到性別問題，持續的爭議 圍繞良好的警務或種族問題\n問題。\n\n也許我對人類的看法太... ...",
      "title": "CMV：很多左派議題非常重要，對大家都有好處，但它們的市場化程度非常高，疏遠了潛在的支持者。"
    }
  ],
  "title": "CMV: A lot of leftist issues are very important and benefit everyone, but they are terribly marketed, alienating potential supporters.",
  "created_utc": 1614634542,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This applies to a wide range of things I see discussed in today&#39;s talking points put forward by the left part of the political spectrum. To give some examples I&#39;d mention gender issues, the ongoing controversy around good policing or race issues. </p>\n\n<p>Maybe my view of humankind is just way too optimistic, but it seems the disagreement isn&#39;t as big as it&#39;s made out to be, and many people people could be convinced by minor adaptions of the arguments.</p>\n\n<p>To go into one of these in depth: On the issue of whiteness, many people feel personally attacked, by the way things are discussed. Of course I understand the frustration of having to deal with that, instead of just dismissing it as nonsense or at least irrelevant in comparison, when there&#39;s some issues that need fixing like yesterday. But the way it plays out it&#39;s a PR desaster, and I believe it&#39;s very understandable that some people are pushing back on policies, that in fact really need to be introduced.</p>\n\n<p>And in the end, we live in a democracy, so as right as you might be, you need the majority behind you. Therefore, as frustrating as it might be, you need to work on convincing everyone you can. And so one has to tread more carefully, even if it sucks.</p>\n\n<p>Edit, because one counterargument keeps popping up: I&#39;m obviously not saying you can convince a Nazi by just talking cozy to him, and I had tried to make that clear in my post. But my view is that more people are inclined to listen than is commonly stated.</p>\n\n<p>Also: Of course it is a wise strategical decision to influence voter turnout over voter decision, but the general consensus seems to be that only the former is possible. My standpoint would be that the latter is underrated. Convince me otherwise (maybe scientific studies).</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/lvhhja/cmv_a_lot_of_leftist_issues_are_very_important/",
  "subreddit": "changemyview",
  "id": "lvhhja",
  "is_self": true,
  "media": null,
  "is_video": false
}