{
  "author": "SkidWilly86",
  "original_created_utc": 1640697684,
  "title": "YSK: When sending relief supplies to disaster victims, or to food banks in general, boxed milk is often overlooked.",
  "created_utc": 1640710705,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Disaster areas, such as the ones in Kentucky, Arkansas, Illinois, and surrounding areas are usually without power, and fresh milk is in scarce supply. Boxed milk, such as Gossner, Horizon, or Parmalat are shelf stable, and a much needed alternative to fresh.&lt;/p&gt;\n\n&lt;p&gt;I remembered reading about this a while back, on a Reddit post regarding food banks. The thought came to me as I was watching news about a relief shipment headed to Kentucky, and saw cases of beer. The kids need shelf stable milk more than mom &amp;amp; dad need beer...&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 521,
  "permalink": "/r/YouShouldKnow/comments/rqfr96/ysk_when_sending_relief_supplies_to_disaster/",
  "subreddit": "YouShouldKnow",
  "id": "rqfr96",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Disaster areas, such as the ones in\nKentucky, Arkansas, Illinois, and surrounding areas are usually without power,\nand fresh milk is in scarce supply. Boxed milk, such as Gossner, Horizon, or\nParmalat are shelf stable, and a much needed alternative to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK?\nケンタッキー、アーカンソー、イリノイ、およびその周辺地域は、通常、電力が供給されない。\nで、新鮮な牛乳が不足しています。ゴスナー、ホライゾン、あるいは\nParmalatは、保存性が高く、また、他の製品に代わるものとして必要とされています。",
      "title": "YSK: 被災者の方々やフードバンクに支援物資を送る際、箱入りの牛乳は見落とされがちです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么是YSK：灾区，如在\n肯塔基州、阿肯色州、伊利诺伊州和周边地区通常没有电力。\n鲜奶供应稀少。盒装牛奶，如Gossner, Horizon, 或\n盒装牛奶，如Gossner、Horizon或Parmalat，货架稳定，是一种急需的替代品。",
      "title": "YSK：在向灾民或一般的食品银行发送救济物资时，盒装牛奶常常被忽视。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼是YSK：災區，如在\n肯塔基州、阿肯色州、伊利諾伊州和周邊地區通常沒有電力。\n鮮奶供應稀少。盒裝牛奶，如Gossner, Horizon, 或\n盒裝牛奶，如Gossner、Horizon或Parmalat，貨架穩定，是一種急需的替代品。",
      "title": "YSK：在向災民或一般的食品銀行發送救濟物資時，盒裝牛奶常常被忽視。"
    }
  ]
}