{
  "author": "Grumar",
  "original_created_utc": 1632896583,
  "title": "CMV: an artist being a terrible person doesn't make their art any less great",
  "created_utc": 1632955185,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>the first thing I hear after telling people my favorite series and story of all time (rurouni kenshin) is &quot;Did you hear about that mangaka?&quot;. like no duh person I literally just said it&#39;s my favorite series I probably keep track of the author and his current works and dealings.</p>\n\n<p>Quick note for those of you who don&#39;t know he was found basically being a pedophile</p>\n\n<p>Am I just supposed to stop finding the story compelling? am I supposed to stop enjoying the story? am i supposed to stop finding the characters relatable? Honestly do I even hate the idea of my money going to this man? no not really, what I really want though is for him to get him, I don&#39;t want him to die and wither in a gutter despite his actions If he&#39;s willing to change and apologize. </p>\n\n<p>There are of course other less serve cases, the creator of DMC is a notorious dick head, should I stop liking Dante?</p>\n\n<p>Also what about the person making cutting you meat? the person employing that person? any order you make on amazon? everything we do money goes to bad people, I don&#39;t see why I should stop consuming something I really enjoy just cause we find out a specific bad thing.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/pxphej/cmv_an_artist_being_a_terrible_person_doesnt_make/",
  "subreddit": "changemyview",
  "id": "pxphej",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "the first thing I hear after telling people my favorite series and story of all\ntime (rurouni kenshin) is \"Did you hear about that mangaka?\". like no duh person\nI literally just said it's my favorite series I probably keep track of the\nauthor and his current works and dealings.\n\nQuick note for those…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が今までで一番好きなシリーズやストーリーを人に話した後に最初に聞く言葉は\nるろうに剣心）の話をした後に真っ先に言われるのが「そのマンガ家のこと聞いたことある？\n私は文字通り、好きなシリーズだと言っただけです。\n私はおそらく作者と彼の現在の作品や取引を把握していると思います。\n\nそんな人のために、ちょっとしたメモを。",
      "title": "CMV: 芸術家がひどい人間であっても、その芸術が素晴らしいものであることに変わりはない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我告诉别人我最喜欢的系列和故事（浪客剑心）后，听到的第一句话是：\"你听说过那个漫画家吗？\n我告诉别人我最喜欢的系列和故事（《浪客剑心》）后听到的第一句话是：\"你听说过那个漫画家吗？\"就像没有人知道一样。\n我真的只是说这是我最喜欢的系列，我可能一直在追踪作者和他目前的作品。\n作者和他目前的作品和交易。\n\n为那些快速注意...",
      "title": "CMV：一个艺术家是一个糟糕的人，并不意味着他们的艺术就不伟大。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我告訴別人我最喜歡的系列和故事（浪客劍心）後，聽到的第一句話是：\"你聽說過那個漫畫家嗎？\n我告訴別人我最喜歡的系列和故事（《浪客劍心》）後聽到的第一句話是：\"你聽說過那個漫畫家嗎？\"就像沒有人知道一樣。\n我真的只是說這是我最喜歡的系列，我可能一直在追蹤作者和他目前的作品。\n作者和他目前的作品和交易。\n\n爲那些快速注意...",
      "title": "CMV：一個藝術家是一個糟糕的人，並不意味着他們的藝術就不偉大。"
    }
  ]
}