{
  "author": "TidusVolarus",
  "original_created_utc": 1633444069,
  "title": "PSA: Tor Publishing has a monthly book club where they make an ebook available for free! This month’s book: Gideon the Ninth",
  "created_utc": 1633459641,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Title says a lot - sign up for free monthly  ebooks. Caveat, Tor publishes science fiction and fantasy, so that is generally what you will have access to.</p>\n\n<p>Gideon the Ninth is a glorious (and also kind of pulpy) book. I would recommend it to anyone with a fondness for a good murder mystery, that weird zone where fantasy and sci-fi overlap to the point where it’s hard to differentiate between magic and technology and raunchy humor. </p>\n\n<p>Plus it’s spooky season, and what’s spookier than a couple hundred pages of bone jokes and jump scares?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/q1xijr/psa_tor_publishing_has_a_monthly_book_club_where/",
  "subreddit": "books",
  "id": "q1xijr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Title says a lot - sign up for free monthly ebooks. Caveat, Tor publishes\nscience fiction and fantasy, so that is generally what you will have access to.\n\nGideon the Ninth is a glorious (and also kind of pulpy) book. I would recommend\nit to anyone with a fondness for a good murder mystery, that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルは多くを語る-毎月の無料電子書籍に登録してください。注意点として、TorはSFやファンタジーを出版しています。\nSFやファンタジーを出版しているので、一般的にはそちらにアクセスすることになります。\n\nGideon the Ninthは素晴らしい本です（パルプのようでもありますが）。私は、この本を\n殺人ミステリーが好きな人にはお勧めです。",
      "title": "PSA: Tor Publishingは毎月、電子書籍を無料で提供するブッククラブを開催しています。今月の本は 第九のギデオン"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "标题说明了很多问题--注册后可获得每月免费电子书。注意事项，Tor出版的是\n科幻小说和幻想小说，所以这通常是你能获得的东西。\n\n吉迪恩九世》是一本光辉灿烂（也有点像纸浆）的书。我建议\n我将把它推荐给任何喜欢好的谋杀悬疑小说的人。",
      "title": "PSA：Tor出版社有一个每月一次的读书会，他们会免费提供一本电子书 这个月的书。吉迪恩九世"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "標題說明了很多問題--註冊後可獲得每月免費電子書。注意事項，Tor出版的是\n科幻小說和幻想小說，所以這通常是你能獲得的東西。\n\n吉迪恩九世》是一本光輝燦爛（也有點像紙漿）的書。我建議\n我將把它推薦給任何喜歡好的謀殺懸疑小說的人。",
      "title": "PSA：Tor出版社有一個每月一次的讀書會，他們會免費提供一本電子書 這個月的書。吉迪恩九世"
    }
  ]
}