{
  "author": "TrimHer",
  "original_created_utc": 1628521419,
  "title": "YSK: Bumps and rashes on your skin (not including acne) are not necessarily normal or something you have to live with. Ask your doc about them.",
  "created_utc": 1628603053,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There is a treatment available and you may not even realize it’s a problem.</p>\n\n<p>I recently went for a checkup and my doc asked me about the bumps on my neck. I shave my head and thought they were a result of shaving. Turns out that it was elevated staphylococcus infection which was easily treated with a topical cleaning solution. </p>\n\n<p>Same with a rash I had going around my belt line that I thought was caused by belt chafing.</p>\n\n<p>Required link: <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4215429/\">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4215429/</a></p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/p13852/ysk_bumps_and_rashes_on_your_skin_not_including/",
  "subreddit": "YouShouldKnow",
  "id": "p13852",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: There is a treatment available and you may not even realize it’s a\nproblem.\n\nI recently went for a checkup and my doc asked me about the bumps on my neck. I\nshave my head and thought they were a result of shaving. Turns out that it was\nelevated staphylococcus infection which was easily…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、治療法があるのに、自分では気づかないことがあるからです。\n問題があります。\n\n私は最近、健康診断に行ったときに、先生から首にできたぶつぶつについて聞かれました。I\n私は頭を剃っているので、髭剃りの影響だと思っていました。結局、それは\nブドウ球菌の感染症であることがわかりました。",
      "title": "YSK: ニキビを除く、肌のデコボコや発疹は、必ずしも正常ではなく、我慢しなければならないものでもありません。先生に聞いてみてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：有一种治疗方法，你可能甚至没有意识到这是一个\n问题。\n\n我最近去做检查，我的医生问我脖子上的肿块。I\n我剃了头，以为它们是剃头的结果。结果发现，那是\n升高的葡萄球菌感染，这很容易...",
      "title": "YSK：你皮肤上的疙瘩和皮疹（不包括痤疮）不一定是正常的，也不一定是你必须忍受的。请向你的医生询问。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：有一種治療方法，你可能甚至沒有意識到這是一個\n問題。\n\n我最近去做檢查，我的醫生問我脖子上的腫塊。I\n我剃了頭，以爲它們是剃頭的結果。結果發現，那是\n升高的葡萄球菌感染，這很容易...",
      "title": "YSK：你皮膚上的疙瘩和皮疹（不包括痤瘡）不一定是正常的，也不一定是你必須忍受的。請向你的醫生詢問。"
    }
  ]
}