{
  "author": "GameAndHike",
  "the_new_excerpt": "NOTE: This only applies to potentially non-profitable degrees (typically arts\nand sciences). If you're majoring in accounting or dentistry, take that loan.\n\nI'm originally from Hawaii and we have a lot of aspiring Marine Biologists.\nMarine Bio jobs pay pretty well and if you landed one, you'll surly…",
  "original_created_utc": 1611564608,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "注：这只适用于潜在的非盈利性学位（通常是艺术类学位）。\n和科学）。) 如果你的专业是会计或牙科，就拿这个贷款。\n\n我原本来自夏威夷，我们有很多有志于海洋生物学家的人。\n海洋生物工作的薪水相当高，如果你找到了，你就会澎湃... ...",
      "title": "YSK为了一个潜在的无利可图的学位而负债，是财务上的自杀。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "注：這隻適用於潛在的非盈利性學位（通常是藝術類學位）。\n和科學）。) 如果你的專業是會計或牙科，就拿這個貸款。\n\n我原本來自夏威夷，我們有很多有志於海洋生物學家的人。\n海洋生物工作的薪水相當高，如果你找到了，你就會澎湃... ...",
      "title": "YSK爲了一個潛在的無利可圖的學位而負債，是財務上的自殺。"
    }
  ],
  "title": "YSK taking on debt for a potentially non-profitable degree is financial suicide",
  "created_utc": 1611844243,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>NOTE: This only applies to potentially non-profitable degrees (typically arts and sciences).  If you&#39;re majoring in accounting or dentistry, take that loan.  </p>\n\n<p>I&#39;m originally from Hawaii and we have a lot of aspiring Marine Biologists.  Marine Bio jobs pay pretty well and if you landed one, you&#39;ll surly be able to pay back you loan.  So why do so many people default?</p>\n\n<p>The thing is, almost everyone goes into the program with the same idea.  &quot;Yes 80% of us won&#39;t find a job, but I&#39;ll be one of that 20% that does.&quot;  The problem with that theory is EVERYBODY think&#39;s they&#39;re part of the special 20% and the intense coursework will weed out everybody who isn&#39;t taking it extremely seriously.  This leads to about 80% of the class putting their entire financial future onto 4 years of work, failing to find a job post graduation, and then having to struggle the rest of their lives to pay for life without a useful degree AND pay down a crippling debt.</p>\n\n<p>If you are looking at any of these degrees, you need to consider other options.  Doing your fundamentals at community college can cut costs dramatically (saved me $17,000 total) and things like summer classes can unexpectedly expensive (since you lose the ability to work full time during summer).  Also, if possible, try to find the best <strong>hourly</strong> job you can (usually a tipped position) and build your undergrad school schedule around the best days to work that job.  Finally, there&#39;s nothing wrong with spreading out your degree over an extra year or two if it means being able work full time to pay out of pocket.  The extra time in college is far better than decades of financial stress.</p>\n\n<p>Why YSK: It&#39;s about that time where students will begin thinking about college.  If any senior is reading this post, BEFORE you start applying, look up graduation and employment stats for your degree.  You want: The median salary, average starting salary, the percent of people who find a job in the field, and the percent of people accepted into the program that fail out.  Then remember, YOU ARE STATISTICALLY AVERAGE.  If the future looks bleak for the average student, consider a different one, or figure out how to pay for it WITHOUT debt. </p>\n\n<p>Remember, the debt is the killer here.  If you can go to community college for 2 years and then work and go to school part time for the next 4, you can eliminate your need to take on debt for most degrees. If you can find a school where you&#39;re able to get most of the tuition covered in scholarships TAKE THAT SHIT even if it&#39;s not the most beautiful school.  FOR THE LOVE OF GOD DON&#39;T TAKE ON LOANS TO DORM.  Your goal should be to set yourself up so even if you do wind up a history major who can&#39;t find a historian&#39;s job, you can still make a comfortable living without a crushing debt growing over your head.  </p>\n\n<p>Going to your dream school and studying in your dream field is nice.  But take it from a recent graduate: waking up with a savings account, no financial stress, and the ability to pursue your dreams unhindered is MUCH nicer.  </p>\n\n<p>Misc college financial tips:</p>\n\n<ul>\n<li>Dorms are almost never worth it</li>\n<li>Learn to cook and commit to doing it.  It will save you $10-15,000 over the course of 4 years depending on how frequently you do it.  You can save an extra $3000 ish by brewing your own coffee over this period (but it isn&#39;t as important). </li>\n<li>Cars are usually worth it but look up total cost of ownership and parking costs BEFORE buying a car.  Saving up for a $2500 car is almost always worth it over buying a $1000 shitter.  Also, electric bikes exist if you need a stopgap while you save up. </li>\n<li> NEVER buy a budget lock (bike lock, locker lock etc)</li>\n<li>Prioritize positions that offer health insurance and consider buy up options for your insurance.  Eg I can pay an extra $10/mo to eliminate my deductible entirely.  If you go through college without visiting the ER you&#39;re doing it wrong.   If you use your car for work, get good coverage (NOT STATE MINIMUM) so you don&#39;t get hit with the 1-2 punch of having a giant auto bill AND no work to pay for it.</li>\n<li>Many schools will let you see the class syllabus before you sign up for classes.  For your fundamentals, look at the required reading (textbooks) and look up the costs.  I&#39;ve seen the same courses taught by different teachers with a $280 price difference in required readings.</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 96,
  "permalink": "/r/YouShouldKnow/comments/l4jvo3/ysk_taking_on_debt_for_a_potentially/",
  "subreddit": "YouShouldKnow",
  "id": "l4jvo3",
  "is_self": true,
  "media": null,
  "is_video": false
}