{
  "author": "SolumVir",
  "original_created_utc": 1627257954,
  "title": "YSK You can Hide your number when calling people",
  "created_utc": 1627283104,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Dial *67 then the phone number your calling to come up as a restricted number. </p>\n\n<p>Why YSK: Personally I work in construction and just recently discovered this and I use it to make calls for work and at the end of the day I dont have people calling my phone back. This saves me so many &quot;please don&#39;t call my personal phone at 2 am&quot; incidents</p>\n\n<p>I use it when I have to call sketchy numbers too.</p>\n\n<p>Feel free to expand on this with what you use it for</p>\n\n<p>Edit: to clarify the company i work for has a separate 24 hr emergency services line and some confuse that with personal phone\n(I&#39;m still newish to reddit hope this post is ok)</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/orn9gc/ysk_you_can_hide_your_number_when_calling_people/",
  "subreddit": "YouShouldKnow",
  "id": "orn9gc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Dial *67 then the phone number your calling to come up as a restricted number.\n\nWhy YSK: Personally I work in construction and just recently discovered this and\nI use it to make calls for work and at the end of the day I dont have people\ncalling my phone back. This saves me so many \"please don't…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "67をダイヤルすると、相手の電話番号が制限番号として表示されます。\n\nYSKを選んだ理由: 私は建設業界で働いていますが、つい最近YSKを発見しました。\n仕事で電話をかけるのに使用していますが、1日の終わりに電話をかけてくる人はいません。\n私の電話に電話をかけてくる人はいません。これのおかげで、何度も「お願いします」と言わなくて済みます。",
      "title": "YSK 通話時に自分の番号を隠すことができる"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "拨打*67，然后将你拨打的电话号码显示为限制号码。\n\n为什么选择YSK：我个人在建筑行业工作，最近才发现这个功能。\n我用它来拨打工作电话，在一天结束后，我没有人\n打回我的电话。这为我节省了许多 \"请不要......",
      "title": "YSK 你可以在给别人打电话时隐藏你的号码"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "撥打*67，然後將你撥打的電話號碼顯示爲限制號碼。\n\n爲什麼選擇YSK：我個人在建築行業工作，最近才發現這個功能。\n我用它來撥打工作電話，在一天結束後，我沒有人\n打回我的電話。這爲我節省了許多 \"請不要......",
      "title": "YSK 你可以在給別人打電話時隱藏你的號碼"
    }
  ]
}