{
  "author": "ConstantKD6_37",
  "the_new_excerpt": "Considering the actions of Lane despite being a rookie officer subordinate to\nChauvin, I believe Lane should receive a much lighter sentence compared to the\nother two officers on trial with him.\n\nLane asked Chauvin three times if Floyd should be rolled over to his side or\nrepositioned in concern for…",
  "original_created_utc": 1619044061,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ショービンの部下である新米警官であるにもかかわらず、レーンの行動を考えると\nレーンの行動を考えると、他の2人の警官に比べてはるかに軽い刑罰で済むと思います。\nレーンは、他の2人の警官に比べてはるかに軽い刑罰を受けるべきだと思います。\n\nレーンはショービンに、フロイドを横にした方がいいのか、それとも......と3回問いかけました。\n姿勢を変えるべきかどうかをショービンに3回尋ねました。",
      "title": "CMV: トーマス・レーンは彼の行動により、より軽い刑罰を受けるべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "考虑到莱恩的行为，尽管他是一个隶属于Chauvin的菜鸟警官\n周文，我相信与其他两名受审官员相比，莱恩应该得到更轻的判决。\n其他两名与他一起受审的警官。\n\nLane三次询问Chauvin是否应该将Floyd翻转到他的一侧或\n重新定位，以关注...",
      "title": "CMV：由于托马斯-莱恩的行为，他应该得到较轻的判决"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "考慮到萊恩的行爲，儘管他是一個隸屬於Chauvin的菜鳥警官\n周文，我相信與其他兩名受審官員相比，萊恩應該得到更輕的判決。\n其他兩名與他一起受審的警官。\n\nLane三次詢問Chauvin是否應該將Floyd翻轉到他的一側或\n重新定位，以關注...",
      "title": "CMV：由於托馬斯-萊恩的行爲，他應該得到較輕的判決"
    }
  ],
  "title": "CMV: Thomas Lane should receive a lighter sentence due to his actions",
  "created_utc": 1619098401,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Considering the actions of Lane despite being a rookie officer subordinate to Chauvin, I believe Lane should receive a much lighter sentence compared to the other two officers on trial with him.</p>\n\n<p>Lane asked Chauvin three times if Floyd should be rolled over to his side or repositioned in concern for his health and persisted despite being the only officer to speak up. Chauvin dismissed these concerns reassured that he would be fine. Lane also volunteered to ride along in the ambulance and assisted with CPR.</p>\n\n<p>It is easy to watch the video and say what he should have done in <strong>hindsight</strong>. Lane absolutely could have done more, but he did not know at the time that Floyd was going to die. I believe almost anyone else in his position would have done the same or less. If Lane had physically intervened, <em>maybe</em> Floyd would be alive and this would have never made the news, but Lane would have been hit with severe retribution, likely losing his job for assaulting a superior officer, and Chauvin would still be on the police force.</p>\n\n<p>The fact that he was a rookie, that Chauvin was a superior officer (and a training officer) he was subordinate to, and that his peers did not share his dissent do not necessarily serve as an excuse for his actions or inactions, but are important factors in considering what any other reasonable person would do in his shoes in the heat of the moment.</p>\n\n<p>Finally, Lane should receive more slack than the other two officers to send a message that speaking up at the very least will be a better result than not doing anything besides following orders. It could be said that a message still needs to be sent that no one would be able to escape consequences, but this can still be achieved by applying a sentence somewhere in between acquittal and that of the other two cops.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/mvr44c/cmv_thomas_lane_should_receive_a_lighter_sentence/",
  "subreddit": "changemyview",
  "id": "mvr44c",
  "is_self": true,
  "media": null,
  "is_video": false
}