{
  "author": "kissmekatebush",
  "original_created_utc": 1637278945,
  "title": "Does anyone feel like they can't get back to being their 'pre-pandemic' self?",
  "created_utc": 1637287694,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I spent all of the lockdowns thinking that now I knew what it was like to be trapped, I would never let anything hold me back again.  When lockdown ended I was going to go backpacking round the world or some shit, I can&#39;t even remember.  But I was raring to go, waiting for my freedom, for nearly two years now.</p>\n\n<p>Somehow I just don&#39;t feel like I can do anything anymore.  I don&#39;t feel like I can just get up and go to a bar like I used to, it feels difficult psychologically even to just go out for a walk like I used to.  I can&#39;t do my travel plans because it looks like there&#39;s a fourth wave coming.  It&#39;s like I left my brain in the garage too long and now I can&#39;t start it up again.  I also think it&#39;s harder at meet up groups and stuff, because other people have also changed in the pandemic and socialising and making real friendships just seems beyond people&#39;s capability now, like everyone just wants to complain and then go home early.</p>\n\n<p>Does anyone else feel like this?  Are there any big or small ways to get going again?  (Please don&#39;t say volunteering, I&#39;m a full time carer and I&#39;m burned tf out.)</p>\n</div><!-- SC_ON -->",
  "score": 147,
  "permalink": "/r/NoStupidQuestions/comments/qx2vp0/does_anyone_feel_like_they_cant_get_back_to_being/",
  "subreddit": "NoStupidQuestions",
  "id": "qx2vp0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I spent all of the lockdowns thinking that now I knew what it was like to be\ntrapped, I would never let anything hold me back again. When lockdown ended I\nwas going to go backpacking round the world or some shit, I can't even remember.\nBut I was raring to go, waiting for my freedom, for nearly two…"
}