{
  "author": "pepper1717",
  "original_created_utc": 1637383722,
  "title": "I think I'm the only person in the world who doesn't like Pride and Prejudice",
  "created_utc": 1637396086,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve never met anyone who agrees with me that Elizabeth Bennet is the worst. Maybe it&#39;s because I&#39;m not a romantic person but I just HATE how Austen has framed it where Elizabeth&#39;s mother/ best friend are shallow in their pursuit of security over romance and the only way to mark a &quot;good person&quot; is their determination that &quot;love is greater than money.&quot;</p>\n\n<p>It just makes me so furious how Elizabeth is so judgemental of everyone around her who puts their own security over love. Elizabeth&#39;s mother isn&#39;t this vain dimwit she&#39;s made out to be for wanting to make sure her daughters are married off. She&#39;s a mother who doesn&#39;t want to see her daughters thrown out onto the street because that&#39;s what would happen if they don&#39;t marry someone who could support them. That doesn&#39;t make her mother shallow, it makes her a realist.</p>\n\n<p>&#x200B;</p>\n\n<p>edit: I&#39;m not saying you have to agree with me, but downvoting all comments who don&#39;t like the book kind of defeats the purpose of this thread. Book lovers, I&#39;m happy to agree to disagree, but where&#39;s the fun in downvoting all comments that lead to an interesting discussion! :)  </p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/qxy2rb/i_think_im_the_only_person_in_the_world_who/",
  "subreddit": "books",
  "id": "qxy2rb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've never met anyone who agrees with me that Elizabeth Bennet is the worst.\nMaybe it's because I'm not a romantic person but I just HATE how Austen has\nframed it where Elizabeth's mother/ best friend are shallow in their pursuit of\nsecurity over romance and the only way to mark a \"good person\" is…"
}