{
  "author": "pepper1717",
  "original_created_utc": 1637383722,
  "title": "I think I'm the only person in the world who doesn't like Pride and Prejudice",
  "created_utc": 1637396086,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve never met anyone who agrees with me that Elizabeth Bennet is the worst. Maybe it&#39;s because I&#39;m not a romantic person but I just HATE how Austen has framed it where Elizabeth&#39;s mother/ best friend are shallow in their pursuit of security over romance and the only way to mark a &quot;good person&quot; is their determination that &quot;love is greater than money.&quot;</p>\n\n<p>It just makes me so furious how Elizabeth is so judgemental of everyone around her who puts their own security over love. Elizabeth&#39;s mother isn&#39;t this vain dimwit she&#39;s made out to be for wanting to make sure her daughters are married off. She&#39;s a mother who doesn&#39;t want to see her daughters thrown out onto the street because that&#39;s what would happen if they don&#39;t marry someone who could support them. That doesn&#39;t make her mother shallow, it makes her a realist.</p>\n\n<p>&#x200B;</p>\n\n<p>edit: I&#39;m not saying you have to agree with me, but downvoting all comments who don&#39;t like the book kind of defeats the purpose of this thread. Book lovers, I&#39;m happy to agree to disagree, but where&#39;s the fun in downvoting all comments that lead to an interesting discussion! :)  </p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/qxy2rb/i_think_im_the_only_person_in_the_world_who/",
  "subreddit": "books",
  "id": "qxy2rb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've never met anyone who agrees with me that Elizabeth Bennet is the worst.\nMaybe it's because I'm not a romantic person but I just HATE how Austen has\nframed it where Elizabeth's mother/ best friend are shallow in their pursuit of\nsecurity over romance and the only way to mark a \"good person\" is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "エリザベス・ベネットが最悪だということに同意してくれる人には会ったことがありません。\n私がロマンチックな人間ではないからかもしれませんが、オースティンがエリザベス・ベネットをどのように描いたのかが嫌なのです。\nオースティンは、エリザベスの母親や親友が、ロマンスよりも安心感を求める浅はかな人間であり\n私は、オースティンが、エリザベスの母親や親友は、ロマンスよりも安全性を追求する浅はかな人で、「良い人」を示す唯一の方法は...という設定にしているのが嫌いです。",
      "title": "高慢と偏見」が嫌いなのは世界で私だけだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从未见过有人同意我的观点，认为伊丽莎白-班纳特是最糟糕的。\n也许是因为我不是一个浪漫的人，但我就是讨厌奥斯汀的做法。\n伊丽莎白的母亲/最好的朋友在追求安全感而不是浪漫方面的浅薄。\n安全感高于浪漫，而标志着 \"好人 \"的唯一方法是......",
      "title": "我想我是世界上唯一不喜欢《傲慢与偏见》的人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從未見過有人同意我的觀點，認爲伊麗莎白-班納特是最糟糕的。\n也許是因爲我不是一個浪漫的人，但我就是討厭奧斯汀的做法。\n伊麗莎白的母親/最好的朋友在追求安全感而不是浪漫方面的淺薄。\n安全感高於浪漫，而標誌着 \"好人 \"的唯一方法是......",
      "title": "我想我是世界上唯一不喜歡《傲慢與偏見》的人"
    }
  ]
}