{
  "author": "Central-Bank-",
  "original_created_utc": 1636906634,
  "title": "CMV: The treatment/status given to judges in the US has no place in a modern society.",
  "created_utc": 1636915039,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been following that one high profile trial that has been recorded and streamed everywhere. This is basically my first exposure to a real US court and a trial ever, and the one thing that has surprised me the most is the treatment and status that is given to the judge, the dynamics of the judge&#39;s interactions with everyone else, as well as the behavior of the judge (at least in this case) holding that position. </p>\n\n<p>My view is very simple, there&#39;s no place for that type of treatment for anyone in a modern society, it can become problematic very easily and there&#39;s simply no need for it. </p>\n\n<p>The way the judge gets to basically yell at people and have clearly emotional responses to what&#39;s just his job is unacceptable, and it&#39;s kind of reminiscent of a monarch (obviously not in every aspect). For example, everyone has to bow their head and listen if the judge interrupts them, but can&#39;t dare to interrupt the judge because he&#39;ll get mad (literally).</p>\n\n<p><a href=\"https://old.reddit.com/r/therewasanattempt/comments/qtah01/to_be_a_karen_in_court/\">Found this on the front page today and it kind of shows what I mean.</a>. This judge is clearly emotional about what&#39;s going on and, regardless of what they are responding to, shouldn&#39;t talk that way to anyone. If anyone dared to talk that way to that judge, that person would have to face consequences decided by that judge.</p>\n\n<p>Btw, I&#39;m not arguing against the judge&#39;s job. I understand the need for their position in the current system. I just think that the kind of behavior I&#39;m talking about, or things like having to address them as &quot;your honor&quot;, or standing for them, shouldn&#39;t be seemed as normal and so easily accepted.</p>\n\n<p>E: Just saw all the responses, I&#39;m a bit slow cause I&#39;m at work, but I&#39;ll answer all the direct responses.</p>\n</div><!-- SC_ON -->",
  "score": 119,
  "permalink": "/r/changemyview/comments/qtt5as/cmv_the_treatmentstatus_given_to_judges_in_the_us/",
  "subreddit": "changemyview",
  "id": "qtt5as",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've been following that one high profile trial that has been recorded and\nstreamed everywhere. This is basically my first exposure to a real US court and\na trial ever, and the one thing that has surprised me the most is the treatment\nand status that is given to the judge, the dynamics of the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はその注目されている裁判を追いかけてきましたが、その裁判はあらゆるところで記録され、ストリーミングされています。\n録画され、あらゆる場所で配信されている。これは、私が初めてアメリカの裁判所と裁判に触れたときのことです。\n私が最も驚いたことは、アメリカの裁判所や裁判での扱いや地位が\n私が最も驚いたことは、裁判官の扱いと地位、そして裁判の力学です。",
      "title": "CMV： アメリカの裁判官の待遇や地位は、現代社会にはそぐわないものだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直在关注那个被记录下来并到处流传的高调审判。\n到处流传。这基本上是我第一次接触到真正的美国法庭和\n这基本上是我第一次接触到真正的美国法庭和审判，而最让我吃惊的是法官的待遇和地位，以及他们的动态。\n让我感到最惊讶的是法官的待遇和地位，以及法庭的动态。",
      "title": "CMV：在美国，给予法官的待遇/地位在现代社会没有任何地位。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直在關注那個被記錄下來併到處流傳的高調審判。\n到處流傳。這基本上是我第一次接觸到真正的美國法庭和\n這基本上是我第一次接觸到真正的美國法庭和審判，而最讓我喫驚的是法官的待遇和地位，以及他們的動態。\n讓我感到最驚訝的是法官的待遇和地位，以及法庭的動態。",
      "title": "CMV：在美國，給予法官的待遇/地位在現代社會沒有任何地位。"
    }
  ]
}