{
  "author": "Pombalian",
  "original_created_utc": 1633130410,
  "title": "Tolstoy and Dostoevsky",
  "created_utc": 1633148987,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know those two are giants and arguably the greatest writers since Homer. But to my mind they differ quite a bit. Tolstoy is an outward-looking observer, a realist with acesses of philosophy, but not huge on feelings, instead he is quite content with immediate reactions and the narrative itself. Dostoevsky on the other hand is most of the time not at all concerned with plot, but much rather describing authentically and painstakingly how we think and judge moral dilemmas.  Consequently, Dostoevsky seems to generalize his main characters personalities in order to explore them more easily. Both are moralists, although only Dostoevsky seems predisposed to do that more convincingly. Tolstoy strength lies on his vivid descriptions and carefully expanded plot, hence he is perceived as better writer. And Dostoevsky is presented as a guru of sorts.</p>\n\n<p>Is anyone willing to argue for the opposite. Please, manifest on the comments below.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/pzjkms/tolstoy_and_dostoevsky/",
  "subreddit": "books",
  "id": "pzjkms",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know those two are giants and arguably the greatest writers since Homer. But\nto my mind they differ quite a bit. Tolstoy is an outward-looking observer, a\nrealist with acesses of philosophy, but not huge on feelings, instead he is\nquite content with immediate reactions and the narrative itself.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この二人が巨人であり、ホメロス以来の偉大な作家であることは知っている。しかし\n私にとってはかなりの違いがあります。トルストイは外向的な観察者であり、哲学を取り入れた現実主義者です。\nトルストイは、外向きの観察者であり、哲学の知識を持った現実主義者ですが、感情には強くありません。\n即座に反応し、物語そのものに満足している....",
      "title": "トルストイとドストエフスキー"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道这两位是巨匠，可以说是自荷马以来最伟大的作家。但是\n在我看来，他们有很大的不同。托尔斯泰是一个外向型的观察者，一个具有哲学思想的现实主义者。\n他是一个外向型的观察者，是一个具有哲学思想的现实主义者，但对感情并不热衷，相反，他很满足于直接的反应。\n他非常满足于即时反应和叙事本身....。",
      "title": "托尔斯泰和陀思妥耶夫斯基"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道這兩位是巨匠，可以說是自荷馬以來最偉大的作家。但是\n在我看來，他們有很大的不同。托爾斯泰是一個外向型的觀察者，一個具有哲學思想的現實主義者。\n他是一個外向型的觀察者，是一個具有哲學思想的現實主義者，但對感情並不熱衷，相反，他很滿足於直接的反應。\n他非常滿足於即時反應和敘事本身....。",
      "title": "托爾斯泰和陀思妥耶夫斯基"
    }
  ]
}