{
  "author": "grandeuse",
  "original_created_utc": 1627410805,
  "title": "Kim Stanley Robinson's \"The Ministry for the Future\" has given me more climate hope than I've ever felt",
  "created_utc": 1627480986,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Last night, I finished &quot;The Ministry for the Future&quot;, and I personally found it to be the best antidote to feelings of climate doom I&#39;ve ever read.</p>\n\n<p>It&#39;s by no means an optimistic or utopian imagining of the near future (in fact, the book opens with <span class=\"md-spoiler-text\">a deadly heatwave in India that kills 20+ million people</span>). Instead, Robinson grapples with every imaginable solution we could (and might have to) leverage in the next 30ish years to try to save our biosphere from total devastation. Pumping water out from under Antarctic glaciers to slow them down, solar radiation management to provide temporary reprieve from warming, direct air carbon capture and sequestration, even shadow government operations to *<strong>ahem\\</strong>* <em>disincentivize</em> carbon burners from doing what they do.</p>\n\n<p>There are certainly chapters that slow down into the weeds of, for example, economic policy that was way over my head, but it was still interesting and incomprehensible enough that I felt like I was learning about something new. I still can&#39;t tell you what quantitative easing is, but I know we might need to do it!</p>\n\n<p>If you&#39;ve ever read anything else by KSR, you likely know he&#39;s an open socialist, so you can probably guess what his imagined future wherein we attempt to survive the climate crisis looks like.</p>\n\n<p>If you&#39;re anything like me, constantly looking at the daily environmental news with abject horror as the situation grows worse, &quot;faster than expected&quot;, then I really encourage you to check this out. I&#39;m feeling more hopeful for my future than ever... and isn&#39;t that something science fiction is meant to do?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ossgss/kim_stanley_robinsons_the_ministry_for_the_future/",
  "subreddit": "books",
  "id": "ossgss",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Last night, I finished \"The Ministry for the Future\", and I personally found it\nto be the best antidote to feelings of climate doom I've ever read.\n\nIt's by no means an optimistic or utopian imagining of the near future (in fact,\nthe book opens with a deadly heatwave in India that kills 20+ million…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "昨晩、『未来への省察』を読み終えました。\n個人的には、今まで読んだ本の中で、気候変動による破滅的な感情に対する最高の解毒剤だと思いました。\n\nこの本は、決して近未来を楽観的、ユートピア的に描いたものではありません。\nこの本の冒頭では、インドの致命的な熱波で2,000万人以上の死者が出ています...",
      "title": "キム・スタンリー・ロビンソンの『未来への省察』は、私に気候の希望を与えてくれた"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "昨晚，我读完了《未来部》，我个人认为它是我读过的对气候厄运感最好的解药。\n是我读过的对气候厄运感觉最好的解药。\n\n它绝不是对不久的将来的乐观或乌托邦式的想象（事实上。\n该书以印度的致命热浪开篇，该热浪导致2000多万人死亡......",
      "title": "金-斯坦利-罗宾逊的《未来部》给了我前所未有的气候希望"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "昨晚，我讀完了《未來部》，我個人認爲它是我讀過的對氣候厄運感最好的解藥。\n是我讀過的對氣候厄運感覺最好的解藥。\n\n它絕不是對不久的將來的樂觀或烏托邦式的想象（事實上。\n該書以印度的致命熱浪開篇，該熱浪導致2000多萬人死亡......",
      "title": "金-斯坦利-羅賓遜的《未來部》給了我前所未有的氣候希望"
    }
  ]
}