{
  "approved_at_utc": null,
  "subreddit": "changemyview",
  "selftext": "You ever see a scene in a film or a show that just makes you go, \"uhhhhhhh, what were you thinking?\"\n\nI find that there are many scenes in film and television that are a little too open to interpretation. Often it would be helpful for the audience to know exactly what a character is thinking, and it's a massive insight that books and comics can give that film tends to avoid at any cost. For example, in the Amazon show The Boys (FIRST SEASON SPOILERS AHEAD), the main character Hughie >!kills Translucent with an explosive planted inside his body.!< Before the act itself, and earlier within that episode, Hughie is seen looking at a poster contemplatively. The scene implies that staring at the poster made Hughie reflective, but there's never a good explanation as to what exactly that poster did to change his mind. [The scene in question.](https://youtu.be/_W7hIHnYbc8) What was it about that spaghetti-covered baby that changed Hughie's mind? Was it the phrase, \"Keep your hands clean\"? Is it a rebellious streak? Did he actually just do it on a whim? We don't know, but I feel like that's a great opportunity to learn. \n\nThis is simply one example (I haven't finished the season, so if there's further explanation in the show, don't discount my point just on that). An example of what I'm talking about would be from David Lynch's Dune: [Gom Jobbar Scene](https://youtu.be/A54yfyi00dI). Throughout that film, several characters have an internal monologue, such as Paul's mother noticing someone else has something on their mind and is holding back information. As problematic as that film can be, I think that's the best feature. Knowing what someone feels is a huge reason why folks who see film adaptions often feel the book was better. \n\nAlso, I want to leave the caveat that this does not really include narration. Narration is a 4th-Wall break, as a character is speaking directly to the audience, and is often done in the past tense. This isn't to say narration is bad (I actually quite like narrators), but that it is functionally different from a character's internal thoughts.",
  "author_fullname": "t2_h42mo",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "CMV: Internal monologue should be more normalized in films and television.",
  "link_flair_richtext": [],
  "subreddit_name_prefixed": "r/changemyview",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": "FTFdelta",
  "downs": 0,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_nxidkc",
  "quarantine": false,
  "link_flair_text_color": "light",
  "upvote_ratio": 0.85,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 52,
  "total_awards_received": 0,
  "media_embed": {},
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": "Delta(s) from OP - Fresh Topic Friday",
  "can_mod_post": false,
  "score": 52,
  "approved_by": null,
  "is_created_from_ads_ui": false,
  "author_premium": false,
  "thumbnail": "",
  "edited": false,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {},
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1623453376,
  "link_flair_type": "text",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.changemyview",
  "allow_live_comments": false,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You ever see a scene in a film or a show that just makes you go, &quot;uhhhhhhh, what were you thinking?&quot;</p>\n\n<p>I find that there are many scenes in film and television that are a little too open to interpretation. Often it would be helpful for the audience to know exactly what a character is thinking, and it&#39;s a massive insight that books and comics can give that film tends to avoid at any cost. For example, in the Amazon show The Boys (FIRST SEASON SPOILERS AHEAD), the main character Hughie <span class=\"md-spoiler-text\">kills Translucent with an explosive planted inside his body.</span> Before the act itself, and earlier within that episode, Hughie is seen looking at a poster contemplatively. The scene implies that staring at the poster made Hughie reflective, but there&#39;s never a good explanation as to what exactly that poster did to change his mind. <a href=\"https://youtu.be/_W7hIHnYbc8\">The scene in question.</a> What was it about that spaghetti-covered baby that changed Hughie&#39;s mind? Was it the phrase, &quot;Keep your hands clean&quot;? Is it a rebellious streak? Did he actually just do it on a whim? We don&#39;t know, but I feel like that&#39;s a great opportunity to learn. </p>\n\n<p>This is simply one example (I haven&#39;t finished the season, so if there&#39;s further explanation in the show, don&#39;t discount my point just on that). An example of what I&#39;m talking about would be from David Lynch&#39;s Dune: <a href=\"https://youtu.be/A54yfyi00dI\">Gom Jobbar Scene</a>. Throughout that film, several characters have an internal monologue, such as Paul&#39;s mother noticing someone else has something on their mind and is holding back information. As problematic as that film can be, I think that&#39;s the best feature. Knowing what someone feels is a huge reason why folks who see film adaptions often feel the book was better. </p>\n\n<p>Also, I want to leave the caveat that this does not really include narration. Narration is a 4th-Wall break, as a character is speaking directly to the audience, and is often done in the past tense. This isn&#39;t to say narration is bad (I actually quite like narrators), but that it is functionally different from a character&#39;s internal thoughts.</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": "qa",
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "link_flair_template_id": "26c93a22-9bb7-11e6-b1dc-0e37fe9abb16",
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2w2s8",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "#027f00",
  "id": "nxidkc",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "PapaBradford",
  "discussion_type": null,
  "num_comments": 42,
  "send_replies": false,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/changemyview/comments/nxidkc/cmv_internal_monologue_should_be_more_normalized/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/changemyview/comments/nxidkc/cmv_internal_monologue_should_be_more_normalized/",
  "subreddit_subscribers": 1314879,
  "created_utc": 1623493832,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1623424576,
  "the_new_excerpt": "You ever see a scene in a film or a show that just makes you go, \"uhhhhhhh, what\nwere you thinking?\"\n\nI find that there are many scenes in film and television that are a little too\nopen to interpretation. Often it would be helpful for the audience to know\nexactly what a character is thinking, and…"
}