{
  "author": "PapaBradford",
  "the_new_excerpt": "You ever see a scene in a film or a show that just makes you go, \"uhhhhhhh, what\nwere you thinking?\"\n\nI find that there are many scenes in film and television that are a little too\nopen to interpretation. Often it would be helpful for the audience to know\nexactly what a character is thinking, and…",
  "original_created_utc": 1623424576,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "映画やショーの中で、「う～ん、何を考えているんだろう」と思うようなシーンを見たことはありませんか？\nと思ったことはありませんか？\n\n私は、映画やテレビの中には、あまりにも解釈が自由すぎるシーンが多いと感じています。\n映画やテレビの中には、解釈が自由すぎるシーンがたくさんあります。映画やテレビの中には、解釈が自由すぎるシーンがたくさんあります。\n登場人物が何を考えているのか、正確に知りたいと思うことがあります。",
      "title": "CMV：映画やテレビでは、内的なモノローグがもっと普通になるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你有没有在电影或节目中看到一个场景，让你觉得 \"呃......呃，你在想什么？\n你在想什么？\"\n\n我发现，在电影和电视中，有许多场景都有点太容易被解释。\n解释。通常情况下，如果能让观众知道\n确切地知道一个角色在想什么，并且...",
      "title": "CMV：内部独白在电影和电视中应该更加正常化。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你有沒有在電影或節目中看到一個場景，讓你覺得 \"呃......呃，你在想什麼？\n你在想什麼？\"\n\n我發現，在電影和電視中，有許多場景都有點太容易被解釋。\n解釋。通常情況下，如果能讓觀衆知道\n確切地知道一個角色在想什麼，並且...",
      "title": "CMV：內部獨白在電影和電視中應該更加正常化。"
    }
  ],
  "title": "CMV: Internal monologue should be more normalized in films and television.",
  "created_utc": 1623493832,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You ever see a scene in a film or a show that just makes you go, &quot;uhhhhhhh, what were you thinking?&quot;</p>\n\n<p>I find that there are many scenes in film and television that are a little too open to interpretation. Often it would be helpful for the audience to know exactly what a character is thinking, and it&#39;s a massive insight that books and comics can give that film tends to avoid at any cost. For example, in the Amazon show The Boys (FIRST SEASON SPOILERS AHEAD), the main character Hughie <span class=\"md-spoiler-text\">kills Translucent with an explosive planted inside his body.</span> Before the act itself, and earlier within that episode, Hughie is seen looking at a poster contemplatively. The scene implies that staring at the poster made Hughie reflective, but there&#39;s never a good explanation as to what exactly that poster did to change his mind. <a href=\"https://youtu.be/_W7hIHnYbc8\">The scene in question.</a> What was it about that spaghetti-covered baby that changed Hughie&#39;s mind? Was it the phrase, &quot;Keep your hands clean&quot;? Is it a rebellious streak? Did he actually just do it on a whim? We don&#39;t know, but I feel like that&#39;s a great opportunity to learn. </p>\n\n<p>This is simply one example (I haven&#39;t finished the season, so if there&#39;s further explanation in the show, don&#39;t discount my point just on that). An example of what I&#39;m talking about would be from David Lynch&#39;s Dune: <a href=\"https://youtu.be/A54yfyi00dI\">Gom Jobbar Scene</a>. Throughout that film, several characters have an internal monologue, such as Paul&#39;s mother noticing someone else has something on their mind and is holding back information. As problematic as that film can be, I think that&#39;s the best feature. Knowing what someone feels is a huge reason why folks who see film adaptions often feel the book was better. </p>\n\n<p>Also, I want to leave the caveat that this does not really include narration. Narration is a 4th-Wall break, as a character is speaking directly to the audience, and is often done in the past tense. This isn&#39;t to say narration is bad (I actually quite like narrators), but that it is functionally different from a character&#39;s internal thoughts.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/nxidkc/cmv_internal_monologue_should_be_more_normalized/",
  "subreddit": "changemyview",
  "id": "nxidkc",
  "is_self": true,
  "media": null,
  "is_video": false
}