{
  "author": "tenjackofdiamonds",
  "original_created_utc": 1631473126,
  "title": "CMV: outdoor cats are an unacceptable invasive species and ferals should be treated as such",
  "created_utc": 1631489976,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>People who let their cats outside are willingly allowing their animal to do irreversible harm on their environment. It’s so commonplace and widespread to have a cat outside people joke and laugh about their cats being “killers” leaving native birds and reptiles on their doorstep. Occasionally they will catch a pest but people are completely unbothered by the hummingbirds, jays, and other important creatures left dead at their door. Feral cats should NEVER be fed just because you have a “big heart” and TNR doesn’t stop the killing. Leaving food out in colonies only causes aggression and attracts pests that will not be controlled by the cats. Cats are terrible pest control. Introducing one invasive species to take care of another is so 19th century. We should approach cat problems the same way we approach other detrimental species like cane toads. I bite my tongue a lot on this but as an environmentalist, I’m getting more and more frustrated with cat people. We need to accept humane euthanasia of feral cats and stop letting our hearts lead us when it comes to our fragile wildlife.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/pmyr6n/cmv_outdoor_cats_are_an_unacceptable_invasive/",
  "subreddit": "changemyview",
  "id": "pmyr6n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "People who let their cats outside are willingly allowing their animal to do\nirreversible harm on their environment. It’s so commonplace and widespread to\nhave a cat outside people joke and laugh about their cats being “killers”\nleaving native birds and reptiles on their doorstep. Occasionally they…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "猫を外に出している人は、自分の動物が環境に不可逆的な害を与えることを喜んでいるのです。\n環境に取り返しのつかない害を与えることになる。猫を外で飼うことはとても当たり前のことで、広く普及しています。\n外で猫を飼うことが当たり前になっていて、猫は「殺し屋」だと冗談を言って笑っている人もいます。\n鳥や爬虫類を玄関先に置き去りにしているのです。時折、彼らは...",
      "title": "CMV: 外猫は受け入れがたい侵略種であり、フェラルはそのように扱われるべきである。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "让猫在外面活动的人，是心甘情愿地让他们的动物对环境造成\n对他们的环境造成不可逆转的伤害。在外面养猫是如此的平常和普遍。\n在外面养猫，人们开玩笑说他们的猫是 \"杀手\"。\n把本地鸟类和爬行动物留在他们的门前。偶尔他们也会...",
      "title": "CMV：户外猫咪是一种不可接受的入侵物种，应将野猫作为入侵物种对待。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓貓在外面活動的人，是心甘情願地讓他們的動物對環境造成\n對他們的環境造成不可逆轉的傷害。在外面養貓是如此的平常和普遍。\n在外面養貓，人們開玩笑說他們的貓是 \"殺手\"。\n把本地鳥類和爬行動物留在他們的門前。偶爾他們也會...",
      "title": "CMV：戶外貓咪是一種不可接受的入侵物種，應將野貓作爲入侵物種對待。"
    }
  ]
}