{
  "author": "jjcs83",
  "original_created_utc": 1631448251,
  "title": "Leaked audio of Safemoon's CTO discussing setting up a rival scam token",
  "created_utc": 1631482331,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Audio has leaked of Safemoon&#39;s former CTO Hank Wyatt discussing releasing a rival scam token. Wyatt quit 2 days ago after the wallet fiasco, although this audio indicates that he has been planning to leave for months and was trying to extract $3m by holding the twitter, discord and website to ransom. </p>\n\n<p><a href=\"https://twitter.com/de_crypto_mole/status/1436952213335707649?s=21\">https://twitter.com/de_crypto_mole/status/1436952213335707649?s=21</a></p>\n\n<p>Notable quotes: </p>\n\n<p>&quot;Piggy will make you wealthy. The next project will make you all flithy rich&quot; </p>\n\n<p>&quot;In the Contract, we&#39;ll be able to give up Contract owernship but maintain it, so we won&#39;t be able to rug the liquidity... but we&#39;ll be able to exempt exchanges so we can put it everywhere. And we already have an inside guy too. So we already have a guarantee we&#39;ll be on kucoin with the first two months...&quot;</p>\n\n<p>&quot;And Thomas only works 15 hours a week&quot;</p>\n\n<p>&quot;So we&#39;ll have every milestone video already done&quot; </p>\n\n<p>While this doesn&#39;t directly implicate Safemoon, any reasonable person can conclude the Safemoon was set up in exactly the same manner. Basically a scam token which siphons off liquidity by exempting certain wallets.</p>\n</div><!-- SC_ON -->",
  "score": 153,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/8h6kE-5d2aGQGIhjJwAfLZhmSVizzPnTc6B5OMOEf-M.jpg?auto=webp&s=17a26198776d9374ec4a5b271e56570eca4f5787",
          "width": 140,
          "height": 78
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/8h6kE-5d2aGQGIhjJwAfLZhmSVizzPnTc6B5OMOEf-M.jpg?width=108&crop=smart&auto=webp&s=2560ead20bafe24ea42ca2926b77a739e8638449",
            "width": 108,
            "height": 60
          }
        ],
        "variants": {},
        "id": "zKBEOZYDmGfafaQwA17Xq70pRZviGVkjaq_BTyg7-i8"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/CryptoCurrency/comments/pmrgwz/leaked_audio_of_safemoons_cto_discussing_setting/",
  "subreddit": "CryptoCurrency",
  "id": "pmrgwz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Audio has leaked of Safemoon's former CTO Hank Wyatt discussing releasing a\nrival scam token. Wyatt quit 2 days ago after the wallet fiasco, although this\naudio indicates that he has been planning to leave for months and was trying to\nextract $3m by holding the twitter, discord and website to…"
}