{
  "author": "meadfreak",
  "the_new_excerpt": "I don't want to start a whole argument over whether Covid exists/is man made/has\nbeen used as a tool for administering new world order nanobots etc. I think\nwe've all seen and heard enough \"anti mask-freedom fighter\" v \"scared upstanding\ncitizen\" bs and are pretty much fed up with it by now…",
  "original_created_utc": 1617926742,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "コヴィドが存在するのか、人間が作ったものなのか、新世界秩序のナノボットを投与する道具として使われているのか、などという議論を始めたくはない。\n新世界秩序のナノボットを投与するための道具として使われているかどうかなどの議論はしたくありません。私が思うに\n反マスク・自由の戦士」対「怖がりの立派な市民」という構図は、もう十分に見聞きしたと思います。\nもう十分に見聞きし、うんざりしていると思いますが...。",
      "title": "Cmv：もしもCovid-19が、危機的状況下で我々がどのように行動するかを確認するためのドライランだったとしたら、我々はすべて運命づけられている。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不想引发一场关于Covid是否存在/是否人为/是否有的争论。\n被用作管理新世界秩序纳米机器人等的工具。我认为\n我们都已经看到和听到足够的 \"反面具自由斗士 \"对 \"吓死人的正直\"。\n公民 \"的废话，现在几乎受够了... ...",
      "title": "Cmv：如果说Covid-19是一次演习，看看我们在危机中如何行动，那么我们都是注定要失败的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不想引發一場關於Covid是否存在/是否人爲/是否有的爭論。\n被用作管理新世界秩序納米機器人等的工具。我認爲\n我們都已經看到和聽到足夠的 \"反面具自由鬥士 \"對 \"嚇死人的正直\"。\n公民 \"的廢話，現在幾乎受夠了... ...",
      "title": "Cmv：如果說Covid-19是一次演習，看看我們在危機中如何行動，那麼我們都是註定要失敗的。"
    }
  ],
  "title": "Cmv: If Covid-19 was a dry run to see how we act in a crisis, we're all doomed",
  "created_utc": 1617950792,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t want to start a whole argument over whether Covid exists/is man made/has been used as a tool for administering new world order nanobots etc. I think we&#39;ve all seen and heard enough &quot;anti mask-freedom fighter&quot; v &quot;scared upstanding citizen&quot; bs and are pretty much fed up with it by now (generally speaking)</p>\n\n<p>I myself have complied with all restrictions enforced by my government as I believe they were;</p>\n\n<p>a) scientifically sound in their justification for preventing the spread. And/or,</p>\n\n<p>b) unimportant to me but seem to help genuinely scared people feel safer</p>\n\n<p>I work in a supermarket which has given me an interesting insight into how my community has dealt with this whole thing. I&#39;ve seen genuine fear on people&#39;s faces having to come out of their home convinced they could die at any minute, Staff having to quickly learn and enforce rules that they didn&#39;t fully understand (often unsurprisingly badly), sometimes situations turned nasty as customers argue with staff and each other because they don&#39;t like to be told what to do, people turn on complete strangers and assume they are absolute scum and feel entitled to openly say so in front of everyone (even though they may have a genuinely fine reason for not wearing a mask or actually need that extra person with them to help shop) </p>\n\n<p>Then I got to thinking, all this social upheaval is going to be nothing compared to the changes needed due to the impact of climate change. More than ever before, we all need to clearly understand what needs doing and why. We all need to understand that we are in it together and it is unavoidable. We need to, as a society, support those who will suffer the most, and make some drastic, uncomfortable changes to our way of life.</p>\n\n<p>Whilst I have seen some amazing acts of humanity, I have also witnessed enough to believe that this just isn&#39;t going to happen any time soon and we&#39;re going to be the architects of our own downfall. Sorry for the pessimism it&#39;s been a long year! Hope I&#39;m wrong I really do, but can anyone give me something to make me feel optimistic about the world my children will grow up in?</p>\n</div><!-- SC_ON -->",
  "score": 112,
  "permalink": "/r/changemyview/comments/mn52ps/cmv_if_covid19_was_a_dry_run_to_see_how_we_act_in/",
  "subreddit": "changemyview",
  "id": "mn52ps",
  "is_self": true,
  "media": null,
  "is_video": false
}