{
  "author": "Writing_wizardx",
  "original_created_utc": 1634726632,
  "title": "About Anna Karenina's translations",
  "created_utc": 1634758305,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have read the first page of Anna Karenina in five different translations now (Bartlett, Garnett, Garnett revised, Maude and P&amp;V) and I have realized that the original Garnett translation is the only one that does not read like a translation but rather as a book originally written in English. And I want to read that but I have heard she censors quite a bit of the book and that her translation is sometimes inaccurate to what&#39;s actually written. Is there any truth to this? I tried the Bartlett translation which seems to be the most recommended one but I don&#39;t like the writing in that one.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qbxz9r/about_anna_kareninas_translations/",
  "subreddit": "books",
  "id": "qbxz9r",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have read the first page of Anna Karenina in five different translations now\n(Bartlett, Garnett, Garnett revised, Maude and P&V) and I have realized that the\noriginal Garnett translation is the only one that does not read like a\ntranslation but rather as a book originally written in English. And I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アンナ・カレーニナ』の最初のページを、今までに5つの異なる翻訳で読んだことがあります。\n(バートレット、ガーネット、ガーネット改訂版、モード、P&Vの5種類の翻訳で最初のページを読んでみて、気がついたのは\nバートレット、ガーネット、ガーネット改訂版、モード、P&Vの5つの翻訳を読んだが、翻訳としてではなく、もともとの本として読めるのは\n翻訳ではなく、もともと英語で書かれた本として読めるのは、オリジナルのガーネット訳だけだと気付きました。そして、私...",
      "title": "アンナ・カレーニナの翻訳について"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我现在已经用五个不同的译本读了《安娜-卡列尼娜》的第一页\n(Bartlett, Garnett, Garnett revised, Maude and P&V)。\n我意识到，加内特的原译本是唯一一个读起来不像是翻译，而是像一本最初写的书的翻译。\n我意识到，加内特的原版译本是唯一一本读起来不像是翻译，而是像一本最初用英语写成的书。而且我...",
      "title": "关于安娜-卡列尼娜的翻译"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我現在已經用五個不同的譯本讀了《安娜-卡列尼娜》的第一頁\n(Bartlett, Garnett, Garnett revised, Maude and P&V)。\n我意識到，加內特的原譯本是唯一一個讀起來不像是翻譯，而是像一本最初寫的書的翻譯。\n我意識到，加內特的原版譯本是唯一一本讀起來不像是翻譯，而是像一本最初用英語寫成的書。而且我...",
      "title": "關於安娜-卡列尼娜的翻譯"
    }
  ]
}