{
  "author": "lifeleecher",
  "the_new_excerpt": "Absolute crap-shoot of a film. Pedro Pascal and Gal Gadot's acting were the only\ntwo enjoyable things this piece of trash had to offer. As a huge DC AND Marvel\nfan, this was on the same level as Birds of Prey and Justice League... just\nhorrid. Failed style with no substance.\n\n\n\nCheesy effects didn't…",
  "original_created_utc": 1612192008,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "绝对是一部垃圾的电影。佩德罗-帕斯卡和加尔-加朵的演技是唯一的亮点。\n两个愉快的事情，这块垃圾有提供。作为一个巨大的DC和Marvel\n粉丝，这和《惊弓之鸟》、《正义联盟》是一个级别的......只是。\n可怕的。失败的风格，没有内涵。\n\n\n\n俗气的效果没有...",
      "title": "CMV：《神奇女侠1984》是拍摄的最差的超级英雄类型电影之一。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "絕對是一部垃圾的電影。佩德羅-帕斯卡和加爾-加朵的演技是唯一的亮點。\n兩個愉快的事情，這塊垃圾有提供。作爲一個巨大的DC和Marvel\n粉絲，這和《驚弓之鳥》、《正義聯盟》是一個級別的......只是。\n可怕的。失敗的風格，沒有內涵。\n\n\n\n俗氣的效果沒有...",
      "title": "CMV：《神奇女俠1984》是拍攝的最差的超級英雄類型電影之一。"
    }
  ],
  "title": "CMV: Wonder Woman 1984 is one of the worst superhero genre movies filmed.",
  "created_utc": 1612198624,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Absolute crap-shoot of a film. Pedro Pascal and Gal Gadot&#39;s acting were the only two enjoyable things this piece of trash had to offer. As a huge DC AND Marvel fan, this was on the same level as Birds of Prey and Justice League... just horrid. Failed style with no substance.</p>\n\n<p>&#x200B;</p>\n\n<p>Cheesy effects didn&#39;t reflect the title&#39;s budget and came off as a direct to DVD film, the writing was insanely underwhelming and made me feel personally insulted, (The scene where Wonder Woman lasso&#39;s onto a missile to fly through the air and rescue two children playing soccer on an abandoned road in the middle of a car chase was hilariously awful in the same vein of an SNL script,) and the scenes where Wonder Woman lasso&#39;s around like Spider-Man didn&#39;t help. Not to mention this movie completely ruins continuity in the already established universe, (Oh, she can fly 30 years before Batman Vs. Superman/Justice League where she can&#39;t?) Awesome, phenomenal work, Patty Jenkins.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/la54gt/cmv_wonder_woman_1984_is_one_of_the_worst/",
  "subreddit": "changemyview",
  "id": "la54gt",
  "is_self": true,
  "media": null,
  "is_video": false
}