{
  "author": "carjo2110",
  "the_new_excerpt": "This semester I’m taking a class which is called “the history of Russia from\n1900 forward,” and in that class we have to read a couple of pieces of Soviet\nliterature, one of them being Ivan Denisovich. I’m about half way through with\nit right now, and I guess I just don’t understand why the Soviet…",
  "original_created_utc": 1612925566,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这个学期，我正在上一门课，这门课的名字叫 \"俄罗斯的历史从\"。\n1900年以前\"，在这门课上，我们要读几篇苏联的\n文学，其中之一是伊万-杰尼索维奇。我大约通过一半的方式与\n我想我只是不明白为什么苏联... ...",
      "title": "亚历山大-索尔仁尼琴的《伊万-杰尼索维奇的一天》是如何被允许在苏维埃俄国出版的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這個學期，我正在上一門課，這門課的名字叫 \"俄羅斯的歷史從\"。\n1900年以前\"，在這門課上，我們要讀幾篇蘇聯的\n文學，其中之一是伊萬-傑尼索維奇。我大約通過一半的方式與\n我想我只是不明白爲什麼蘇聯... ...",
      "title": "亞歷山大-索爾仁尼琴的《伊萬-傑尼索維奇的一天》是如何被允許在蘇維埃俄國出版的？"
    }
  ],
  "title": "How was Alexander Solzhenitsyn’s “One Day In The Life Of Ivan Denisovich” allowed publication in Soviet Russia?",
  "created_utc": 1612941785,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This semester I’m taking a class which is called “the history of Russia from 1900 forward,” and in that class we have to read a couple of pieces of Soviet literature, one of them being Ivan Denisovich. I’m about half way through with it right now, and I guess I just don’t understand why the Soviet government would allow a novel that is so clearly subversive to Communist Russia to be published. Published only 10 years after Stalin’s demise, the book pretty much frames Stalin’s Russia as a living hell for millions of otherwise innocent people. I can only imagine it is books like this that helped lead to the eventual collapse of the Soviet Union, so to anyone who may be able to answer my question, this is sort of bugging me and I’d love some elaboration!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/lgk96p/how_was_alexander_solzhenitsyns_one_day_in_the/",
  "subreddit": "books",
  "id": "lgk96p",
  "is_self": true,
  "media": null,
  "is_video": false
}