{
  "author": "Nothing2fearbutfear",
  "original_created_utc": 1630211048,
  "title": "CMV: If smokers can be refuse lung transplants in alcoholics and be refused liver transplants, then people who refused to get vaccinated (without a justified medical reason) should be last in line to get a medical bed",
  "created_utc": 1630215036,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hospitals are so full that people are coming in and being denied care for other medical stuff. A veteran died because of an appendicitis because the beds were so full of unvaccinated Covid patients. Enough is enough! I lost sympathy for people who are risking a mutant covid that makes vaccinated people at risk of losing immunity. Shame on adults not getting vaccinated and getting sick children who can’t get vaccinated yet! Their choices hurt the rest of us, if they want freedom, they need to take responsibility! Last in line for a bed for unvaccinated people!</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/pdon9h/cmv_if_smokers_can_be_refuse_lung_transplants_in/",
  "subreddit": "changemyview",
  "id": "pdon9h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hospitals are so full that people are coming in and being denied care for other\nmedical stuff. A veteran died because of an appendicitis because the beds were\nso full of unvaccinated Covid patients. Enough is enough! I lost sympathy for\npeople who are risking a mutant covid that makes vaccinated…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "病院がいっぱいで、他の人が来ても治療を拒否されている\n病院が満杯になり、他の病気で治療を受けられない人が出ています。ある退役軍人は虫垂炎で亡くなりました。\n虫垂炎で亡くなった退役軍人もいます。もういい加減にしてください。ミュータントを危険にさらしている人たちには\nワクチンを接種した突然変異のコビットを危険にさらしている人々には同情できません。",
      "title": "CMV：喫煙者がアルコール依存症の肺移植を拒否されたり、肝臓移植を拒否されたりするのであれば、（正当な医学的理由がなく）ワクチン接種を拒否した人は、最後にメディカルベッドを受けるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "医院是如此之满，以至于人们进来后因其他原因而被拒绝治疗。\n医疗的东西。一名退伍军人因阑尾炎而死亡，因为病床上挤满了未接种Covid的病人。\n未接种疫苗的科维德病人太多。够了！够了 我失去了对\n我对那些冒着变异科维德的风险而接种疫苗的人失去了同情。",
      "title": "CMV：如果吸烟者可以拒绝酗酒者的肺部移植，并被拒绝肝脏移植，那么拒绝接种疫苗的人（没有正当的医疗理由）应该是最后一个获得医疗床的人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "醫院是如此之滿，以至於人們進來後因其他原因而被拒絕治療。\n醫療的東西。一名退伍軍人因闌尾炎而死亡，因爲病牀上擠滿了未接種Covid的病人。\n未接種疫苗的科維德病人太多。夠了！夠了 我失去了對\n我對那些冒着變異科維德的風險而接種疫苗的人失去了同情。",
      "title": "CMV：如果吸菸者可以拒絕酗酒者的肺部移植，並被拒絕肝臟移植，那麼拒絕接種疫苗的人（沒有正當的醫療理由）應該是最後一個獲得醫療牀的人。"
    }
  ]
}