{
  "author": "TeddySwolsevelt",
  "the_new_excerpt": "I'm reading A Tale of Two Cities, and realizing that we are experiencing the\nsame sort of institutional decay Dickens criticized in the novel. Monseigneur is\na particularly interesting representation of this decay because he shows how\ninstitutions can be corrupted to the point where they no longer…",
  "original_created_utc": 1619788664,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は「二都物語」を読んでいて、ディケンズが小説の中で批判したのと同じような組織の衰退を私たちが経験していることに気づきました。\nディケンズがこの小説の中で批判したのと同じような組織の衰退を経験していることに気がつきました。モンセーニュールは\n制度の衰退を特に興味深く表現しています。\nその理由は、彼が、制度がもはや...というところまで堕落してしまうことを示しているからです。",
      "title": "A Tale of Two Cities』は、現代にも通じる内容です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我正在阅读《双城记》，并意识到我们正在经历狄更斯在小说中批评的那种制度性衰败。\n我们正在经历狄更斯在小说中所批评的那种制度上的腐化。蒙西涅尔是\n是这种腐朽的一个特别有趣的代表，因为他展示了\n体制可以被腐蚀到不再有任何作用的地步......",
      "title": "双城记》在今天非常有意义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正在閱讀《雙城記》，並意識到我們正在經歷狄更斯在小說中批評的那種制度性衰敗。\n我們正在經歷狄更斯在小說中所批評的那種制度上的腐化。蒙西涅爾是\n是這種腐朽的一個特別有趣的代表，因爲他展示了\n體制可以被腐蝕到不再有任何作用的地步......",
      "title": "雙城記》在今天非常有意義。"
    }
  ],
  "title": "A Tale of Two Cities is very relevant today.",
  "created_utc": 1619796516,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m reading A Tale of Two Cities, and realizing that we are experiencing the same sort of institutional decay Dickens criticized in the novel. Monseigneur is a particularly interesting representation of this decay because he shows how institutions can be corrupted to the point where they no longer serve their intended purpose.  I couldn&#39;t help but think about our media, and how they are so corrupted by ideology that they lost touch with reality.</p>\n\n<p>&#x200B;</p>\n\n<p>They think they are Madame Defarge, when really they are Monseigneur.</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/books/comments/n1tnb9/a_tale_of_two_cities_is_very_relevant_today/",
  "subreddit": "books",
  "id": "n1tnb9",
  "is_self": true,
  "media": null,
  "is_video": false
}