{
  "author": "that-0ther-account",
  "the_new_excerpt": "When my bank, or my university, or my email forces me to have a password that's\nat least 10 symbols, letters and numbers and uppercase and lowercase, I respect\nthat. Fair enough. You want to keep my money and important information safe, and\nI'm happy to come up with something that complies. But…",
  "original_created_utc": 1612172290,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "当我的银行，我的大学，或我的电子邮件强迫我有一个密码，这是\n至少10个符号，字母和数字，大写和小写，我尊重\n那。很公平 你想保证我的钱和重要信息的安全，而且\n我很高兴能想出一些符合要求的东西。但是...",
      "title": "CMV：无关紧要的网站不应该强迫你拥有更好的密码。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我的銀行，我的大學，或我的電子郵件強迫我有一個密碼，這是\n至少10個符號，字母和數字，大寫和小寫，我尊重\n那。很公平 你想保證我的錢和重要信息的安全，而且\n我很高興能想出一些符合要求的東西。但是...",
      "title": "CMV：無關緊要的網站不應該強迫你擁有更好的密碼。"
    }
  ],
  "title": "CMV: Websites that don't matter should not force you to have a better password",
  "created_utc": 1612184483,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When my bank, or my university, or my email forces me to have a password that&#39;s at least 10 symbols, letters and numbers and uppercase and lowercase, I respect that. Fair enough. You want to keep my money and important information safe, and I&#39;m happy to come up with something that complies. But Peacock, a free app that has none of my personal information, should not be forcing me to try out different passwords to comply with what they think is safe. I&#39;ll make my password &quot;password&quot; if I feel like it. I&#39;m trying to get in as fast as possible and get to enjoying myself. I could not care less if someone &quot;hacks&quot; into my account and watches The Office for free. This goes for basically any account on the internet that you aren&#39;t paying for and doesn&#39;t have your personal info. All this does is make it more likely lazy people will use the same compliant password for non important sites as they do for important sites in order to comply.</p>\n</div><!-- SC_ON -->",
  "score": 135,
  "permalink": "/r/changemyview/comments/l9zh5y/cmv_websites_that_dont_matter_should_not_force/",
  "subreddit": "changemyview",
  "id": "l9zh5y",
  "is_self": true,
  "media": null,
  "is_video": false
}