{
  "author": "chansigrilian",
  "original_created_utc": 1624922141,
  "title": "YSK Sometimes people don’t want a pet not because they don’t love animals but rather they end up loving them too much",
  "created_utc": 1624934268,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When someone says “I don’t want a pet” take a moment and ask them, ideally in private, “Why?” There are many reasons people either can’t have or don’t want a pet: some have a fear of the animal, others may have an allergy while still others may feel they cannot properly care for a pet. There is also a reason that is less likely to be revealed openly however, particularly by a man. These people know from past experience they can end up loving their animals <em>too</em> much and have trouble dealing with the pain of losing a beloved pet; they choose not to endure that loss again. Mom or Dad may fall into this category… Dad may not want a pet, not because he doesn’t love animals but rather because he knows he ends up loving them too much.</p>\n\n<p>Why YSK: Inquiring WHY someone doesn’t want a pet may save a lot of heartbreak down the road</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/o9vuu7/ysk_sometimes_people_dont_want_a_pet_not_because/",
  "subreddit": "YouShouldKnow",
  "id": "o9vuu7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When someone says “I don’t want a pet” take a moment and ask them, ideally in\nprivate, “Why?” There are many reasons people either can’t have or don’t want a\npet: some have a fear of the animal, others may have an allergy while still\nothers may feel they cannot properly care for a pet. There is also…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ペットはいらない」と言われたら、できれば個人的に、「なぜ？\n\"Why?\" ペットを飼うことができない、あるいは欲しくない理由はたくさんあります。\nある人は動物が怖くて、ある人はアレルギーがあって、またある人はペットの世話がうまくできないと感じています。\nまた、ペットの世話をきちんとできないと感じる人もいるでしょう。また...",
      "title": "YSK ペットを飼わないのは、動物が嫌いだからではなく、むしろ愛しすぎてしまうから、という場合もあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当有人说 \"我不想要宠物 \"时，花点时间问问他们，最好是在私下里。\n私下问：\"为什么？\" 人们不能拥有或不想要宠物的原因有很多\n的原因有很多：有些人对动物有恐惧感，有些人可能有过敏症，还有一些人可能觉得他们不能适当地照顾宠物。\n还有一些人可能觉得他们不能适当地照顾宠物。也有...",
      "title": "YSK 有时人们不想要宠物并不是因为他们不爱动物，而是他们最终太爱它们了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當有人說 \"我不想要寵物 \"時，花點時間問問他們，最好是在私下裏。\n私下問：\"爲什麼？\" 人們不能擁有或不想要寵物的原因有很多\n的原因有很多：有些人對動物有恐懼感，有些人可能有過敏症，還有一些人可能覺得他們不能適當地照顧寵物。\n還有一些人可能覺得他們不能適當地照顧寵物。也有...",
      "title": "YSK 有時人們不想要寵物並不是因爲他們不愛動物，而是他們最終太愛它們了。"
    }
  ]
}