{
  "author": "Tomhur",
  "the_new_excerpt": "I'm 26 years old and male. For the past year ever since I lost my job back in\nMarch of 2020(You know why), I've been struggling with depression. Nothing that\nwould make me wanna kill myself but I sometimes feel this massive weight inside\nme and my brain on autopilot thinking terrible thoughts.\n\nIn…",
  "original_created_utc": 1617681771,
  "localize": [
    {
      "locale": "ja-JA",
      "the_new_excerpt": "私は26歳の男性です。この1年、2020年3月に失業してからというもの\n2020年3月に失業してから1年間、うつ病に悩まされてきました。自殺するほどではありませんが\n自殺するほどではありませんが、時々心の中に重いものを感じて\n脳が自動操縦で恐ろしいことを考えてしまうのです。\n\nで...",
      "title": "少女向けの本が、男性の私をうつ病から解放してくれた。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我今年26岁，男性。在过去的一年里，自从我失去了我的工作，回到了。\n2020年3月（你知道为什么），我一直在和抑郁症作斗争。没有什么\n会让我想自杀，但我有时会感觉到内心的巨大压力。\n我和我的大脑在自动驾驶思考可怕的想法。\n\n在...",
      "title": "献给年轻女孩的书是如何帮助我这个男性走出抑郁症的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我今年26歲，男性。在過去的一年裏，自從我失去了我的工作，回到了。\n2020年3月（你知道爲什麼），我一直在和抑鬱症作鬥爭。沒有什麼\n會讓我想自殺，但我有時會感覺到內心的巨大壓力。\n我和我的大腦在自動駕駛思考可怕的想法。\n\n在...",
      "title": "獻給年輕女孩的書是如何幫助我這個男性走出抑鬱症的。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "私は26歳の男性です。この1年、2020年3月に失業してからというもの\n2020年3月に失業してから1年間、うつ病に悩まされてきました。自殺するほどではありませんが\n自殺するほどではありませんが、時々心の中に重いものを感じて\n脳が自動操縦で恐ろしいことを考えてしまうのです。\n\nで...",
      "title": "少女向けの本が、男性の私をうつ病から解放してくれた。"
    }
  ],
  "title": "How books meant for young girls helped me a male get out of Depression.",
  "created_utc": 1617696365,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m 26 years old and male. For the past year ever since I lost my job back in March of 2020(You know why), I&#39;ve been struggling with depression. Nothing that would make me wanna kill myself but I sometimes feel this massive weight inside me and my brain on autopilot thinking terrible thoughts.</p>\n\n<p>In the last half of March of this year, I had the worse case yet. I had a panic attack one night and I spent the next week feeling like total shit. I just wanted it to end so I could go back to my old self.</p>\n\n<p>But I wanted to tough it out and a large part of what got me through it was the books by Liz Kessler.</p>\n\n<p>I&#39;m a huge mermaid nut so a few years ago I had discovered the Emily Windsnap series. And I&#39;ve been sporadically looking at the author Liz Keller&#39;s other books such as Philippa Fisher and a Year without Autumn.</p>\n\n<p>It helped me a lot. Reading those books about the power of friendship and making things better for everyone just helped me get through my feelings. Helped me realize things can get better.</p>\n\n<p>I&#39;m feeling a lot better now. I still have moments of feeling down but it&#39;s nowhere near as bad as that one week. Those books gave me something to focus on. Something positive.</p>\n\n<p>Liz if you&#39;re reading this(Which I doubt) thanks for helping me get through a really rough time in my life and I think you&#39;re a super underrated children&#39;s author.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/ml32a9/how_books_meant_for_young_girls_helped_me_a_male/",
  "subreddit": "books",
  "id": "ml32a9",
  "is_self": true,
  "media": null,
  "is_video": false
}