{
  "author": "emotionalmotionsick",
  "the_new_excerpt": "i picked up Jurassic Park in late high school and was blown away by the\nscientific research and intelligence that serves as foundation for the entire\nplot. he was just SO.BRILLIANT.\n\nnow after having only read a handful of his work, i thought it was high time i\nread his other novels. i’m halfway…",
  "original_created_utc": 1621358468,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "高校生の終わり頃に『ジュラシック・パーク』を手にして、全体の基礎となる科学的な研究と知性に圧倒されました。\n全プロットの基礎となる科学的研究と知性に圧倒されました。\n彼は本当に素晴らしかった。\n\n彼の作品をほんの少ししか読んだことがないので、そろそろ他の小説を読んでみようと思いました。\n今、私は彼の他の小説を読むべきだと思いました。私はまだ半分しか読んでいませんが・・・。",
      "title": "マイケル・クライトンは天才だ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在高中毕业时拿起了《侏罗纪公园》，被它所震撼。\n科学研究和智慧是整个剧情的基础。\n他实在是太聪明了。\n\n现在，在只读了他的少量作品之后，我想是时候读一读他的其他小说了。\n他的其他小说。 我已经读了一半...",
      "title": "迈克尔-克莱顿是个天才。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在高中畢業時拿起了《侏羅紀公園》，被它所震撼。\n科學研究和智慧是整個劇情的基礎。\n他實在是太聰明瞭。\n\n現在，在只讀了他的少量作品之後，我想是時候讀一讀他的其他小說了。\n他的其他小說。 我已經讀了一半...",
      "title": "邁克爾-克萊頓是個天才。"
    }
  ],
  "title": "Michael Crichton is a genius.",
  "created_utc": 1621370329,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>i picked up Jurassic Park in late high school and was blown away by the scientific research and intelligence that serves as foundation for the entire plot. he was just SO.BRILLIANT.</p>\n\n<p>now after having only read a handful of his work, i thought it was high time i read his other novels. i’m halfway through The Andromeda Strain, and i swear i’m learning while i read. i have the opposite of a medical/science brain so i love the exposure while reading his work (it somehow makes me feel smart idk?). it’s a special, rare paradox when a bestselling fiction author is also a Harvard Medical School graduate. sorry if this sub is inundated with Crichton fanposts but basically just here to pay my respects to the god of quality bestselling mass market paperbacks.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/nfghod/michael_crichton_is_a_genius/",
  "subreddit": "books",
  "id": "nfghod",
  "is_self": true,
  "media": null,
  "is_video": false
}