{
  "author": "T_Charles",
  "original_created_utc": 1636667014,
  "title": "YSK There is a current trial that will have a major impact on the world of cryptocurrencies. This trial is called \"Kleiman v Wright",
  "created_utc": 1636696135,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The Kleiman v Wright trial addresses 1.1 million early mined bitcoins that are in the possession of Satoshi Nakamoto. Ira Kleiman is suing Craig S Wright, claiming that half of those coins are rightfully the posthumous property of his brother Dave Kleiman. Craig S Wright is defending his position as the sole owner of those coins and inventor of Bitcoin: the main individual behind the pseudonym “Satoshi Nakamoto”. Meanwhile, members of COPA (such as Coinbase, ring a bell?) are being sued for misinforming the public about what they are selling and stealing CSW’s invention. These are facts. Please look into it on your own.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/qrvtru/ysk_there_is_a_current_trial_that_will_have_a/",
  "subreddit": "YouShouldKnow",
  "id": "qrvtru",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The Kleiman v Wright trial addresses 1.1 million early mined bitcoins\nthat are in the possession of Satoshi Nakamoto. Ira Kleiman is suing Craig S\nWright, claiming that half of those coins are rightfully the posthumous property\nof his brother Dave Kleiman. Craig S Wright is defending his…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: Kleiman対Wrightの裁判では、110万枚の初期に採掘されたビットコインを扱っています。\nサトシ・ナカモトが保有する110万枚の初期採掘ビットコインをめぐる裁判です。アイラ・クライマンは、クレイグ・S・ライトを訴えています。\nライト氏を訴えています。\nアイラ・クライマンはクレイグ・S・ライトを訴えている。クレイグ・S・ライトは、自分の権利を守っています。",
      "title": "YSK 現在、暗号通貨の世界に大きな影響を与える裁判があります。この裁判は、「Kleiman v Wright"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：Kleiman诉Wright的审判涉及110万个早期开采的比特币\n在中本聪手中。Ira Kleiman正在起诉Craig S\nWright，声称这些硬币中的一半理应是他兄弟Dave Kleiman的遗物\n他的兄弟戴夫-克莱曼的。克雷格-S-赖特正在为他的...",
      "title": "YSK 目前有一个试验，将对加密货币世界产生重大影响。这个审判被称为 \"Kleiman诉Wright\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：Kleiman訴Wright的審判涉及110萬個早期開採的比特幣\n在中本聰手中。Ira Kleiman正在起訴Craig S\nWright，聲稱這些硬幣中的一半理應是他兄弟Dave Kleiman的遺物\n他的兄弟戴夫-克萊曼的。克雷格-S-賴特正在爲他的...",
      "title": "YSK 目前有一個試驗，將對加密貨幣世界產生重大影響。這個審判被稱爲 \"Kleiman訴Wright\"。"
    }
  ]
}