{
  "author": "hockeyjoker",
  "original_created_utc": 1628519849,
  "title": "CMV: Fat acceptance is the same as enabling an addict",
  "created_utc": 1628524113,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am an alcoholic in recovery (almost 6 years sober) and one thing that really sets me off is seeing articles and posts about how overweight people need to be better accommodated/catered to. </p>\n\n<p>While I consider myself to be an empathetic person and I would never be vocally cruel to anyone, this really raises my hackles because, essentially, I see NO difference between this and demanding that, because I&#39;m genetically an alcoholic, I should be furnished with booze and allowed to be a drunken mess. </p>\n\n<p>Life isn&#39;t easy, people struggle against inherent, damaging traits, genetic or otherwise, all the time. I simply don&#39;t get why one should be &#39;accepted&#39; while the other is deterred. (note: This is not an argument for me to go back to drinking)</p>\n\n<p>Edit: Thank you all for the replies - even the ones calling me an idiot. Two quick add-ons: The specific article in question that made me write this was all about how a hotel did a poor job of catering to &#39;plus-size&#39; people due to the fact that towels and toilets were &quot;too small.&quot; I am not advocating for cruelty or &#39;shaming,&#39; but rather, this notion that the world should change instead of oneself. </p>\n\n<p>Second, your comments have made me realize that I have carried a big chip on my shoulder in regards to my own lack of support - perhaps, seeing &#39;acceptance&#39;, whether it&#39;s for addiction, being overweight, etc., touches a nerve because it was so absent in my earlier life.</p>\n</div><!-- SC_ON -->",
  "score": 270,
  "permalink": "/r/changemyview/comments/p12pwc/cmv_fat_acceptance_is_the_same_as_enabling_an/",
  "subreddit": "changemyview",
  "id": "p12pwc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am an alcoholic in recovery (almost 6 years sober) and one thing that really\nsets me off is seeing articles and posts about how overweight people need to be\nbetter accommodated/catered to.\n\nWhile I consider myself to be an empathetic person and I would never be vocally\ncruel to anyone, this really…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はアルコール依存症の回復者です（断酒して約6年）。\n太っている人にはもっと配慮が必要だという記事や投稿を見ると、本当に腹が立ちます。\n私は自分を共感できる人間だと思っています。\n\n私は自分自身を共感できる人間だと思っていますし、誰かに声を大にして残酷なことをしたりはしませんが、これは本当に...。\nしかし、これは本当に...。",
      "title": "CMV: 脂肪を受け入れることは、依存症患者を治療することと同じです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个正在康复中的酗酒者（差不多戒了6年），有一件事真的让我很生气。\n有一件事让我很不爽，就是看到一些文章和帖子说超重的人需要如何\n适应/照顾。\n\n虽然我认为自己是一个有同情心的人，而且我不会对任何人公开表示\n我认为自己是一个有同情心的人，而且我绝不会对任何人都这么残忍，但这真的...",
      "title": "CMV：接受脂肪就等于让瘾君子上瘾"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個正在康復中的酗酒者（差不多戒了6年），有一件事真的讓我很生氣。\n有一件事讓我很不爽，就是看到一些文章和帖子說超重的人需要如何\n適應/照顧。\n\n雖然我認爲自己是一個有同情心的人，而且我不會對任何人公開表示\n我認爲自己是一個有同情心的人，而且我絕不會對任何人都這麼殘忍，但這真的...",
      "title": "CMV：接受脂肪就等於讓癮君子上癮"
    }
  ]
}