{
  "author": "hockeyjoker",
  "original_created_utc": 1628519849,
  "title": "CMV: Fat acceptance is the same as enabling an addict",
  "created_utc": 1628524113,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am an alcoholic in recovery (almost 6 years sober) and one thing that really sets me off is seeing articles and posts about how overweight people need to be better accommodated/catered to. </p>\n\n<p>While I consider myself to be an empathetic person and I would never be vocally cruel to anyone, this really raises my hackles because, essentially, I see NO difference between this and demanding that, because I&#39;m genetically an alcoholic, I should be furnished with booze and allowed to be a drunken mess. </p>\n\n<p>Life isn&#39;t easy, people struggle against inherent, damaging traits, genetic or otherwise, all the time. I simply don&#39;t get why one should be &#39;accepted&#39; while the other is deterred. (note: This is not an argument for me to go back to drinking)</p>\n\n<p>Edit: Thank you all for the replies - even the ones calling me an idiot. Two quick add-ons: The specific article in question that made me write this was all about how a hotel did a poor job of catering to &#39;plus-size&#39; people due to the fact that towels and toilets were &quot;too small.&quot; I am not advocating for cruelty or &#39;shaming,&#39; but rather, this notion that the world should change instead of oneself. </p>\n\n<p>Second, your comments have made me realize that I have carried a big chip on my shoulder in regards to my own lack of support - perhaps, seeing &#39;acceptance&#39;, whether it&#39;s for addiction, being overweight, etc., touches a nerve because it was so absent in my earlier life.</p>\n</div><!-- SC_ON -->",
  "score": 270,
  "permalink": "/r/changemyview/comments/p12pwc/cmv_fat_acceptance_is_the_same_as_enabling_an/",
  "subreddit": "changemyview",
  "id": "p12pwc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am an alcoholic in recovery (almost 6 years sober) and one thing that really\nsets me off is seeing articles and posts about how overweight people need to be\nbetter accommodated/catered to.\n\nWhile I consider myself to be an empathetic person and I would never be vocally\ncruel to anyone, this really…"
}