{
  "author": "TangoBunny",
  "original_created_utc": 1627056009,
  "title": "What are men's honest feelings about blue balls?",
  "created_utc": 1627077578,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Alright, to get the preface out of the way so we&#39;re all on the same wavelength and people don&#39;t regurgitate the things we all know:</p>\n\n<p>- Yes, ladies have the right to stop any time they want<br/>\n- No, us gals don&#39;t owe guys anything<br/>\n- Yes, blue balls is a real thing (there&#39;s a whole pain kink over it!),<br/>\n- and yes, guys can simply relieve it by jacking off.</p>\n\n<p>Now that&#39;s out of the way...</p>\n\n<p>Guys.  Men.  Burly Blokes.<br/>\nI want to know, <strong>honestly,</strong></p>\n\n<p>If a girl gave you blue balls--  that is, to say, built you up only to suddenly decide to stop, leaving you with an unexpected Free Cock &amp; Ball Torture Session that you never signed up for,</p>\n\n<p>Do you just figure &quot;Ah well, I&#39;ll deal with the pain, I didn&#39;t expect to come out of this hurting but men don&#39;t cry about it&quot;?</p>\n\n<p>or &quot;Jesus Christ this hurts like heck, does she realise this?! Fuck fuck fuck. I&#39;m going to put on a brave face and smile and say it&#39;s okay, but I can&#39;t believe she went that far only to decide genital torture was better than a climax&quot;?</p>\n\n<p>or something else?  How do you <strong>honestly</strong> feel between the moment the crotch pain hits and before you&#39;ve had an angry wank to ease it?</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/TooAfraidToAsk/comments/oq5ecn/what_are_mens_honest_feelings_about_blue_balls/",
  "subreddit": "TooAfraidToAsk",
  "id": "oq5ecn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Alright, to get the preface out of the way so we're all on the same wavelength\nand people don't regurgitate the things we all know:\n\n- Yes, ladies have the right to stop any time they want\n- No, us gals don't owe guys anything\n- Yes, blue balls is a real thing (there's a whole pain kink over it!),\n-…"
}