{
  "author": "kitkatsniksnak",
  "the_new_excerpt": "Why YSK: They might be a little out of the way, and depending on where you live\nyou might have to pay a fee (turnpikes, etc), but they are safe spaces with 24/7\naccess to bathrooms, and food sometimes. Nobody will think twice about you\nsleeping in your car, and you generally will not be noticed…",
  "original_created_utc": 1619193707,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：少し離れた場所にあるし、住んでいる場所によっては\n場所によっては料金を払わなければならないかもしれません。\nしかし、そこは24時間いつでもトイレに行ける安全な場所で、時には食べ物もあります。車の中で寝ていても誰も気にしません。\n車の中で寝ていても誰も気にしませんし、一般的には気づかれることもありません...。",
      "title": "YSKは、車で生活している人、特に子供がいる人にとって、休憩所は寝るのに最適な場所であると考えています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：它们可能有点偏僻，而且根据你居住的地方\n你可能需要支付一定的费用（岔路口等），但它们是安全的空间，24/7\n但它们是安全的空间，可以使用卫生间，有时还有食物。没有人会对你\n睡在你的车里，而且你一般不会被注意到......",
      "title": "YSK认为，如果你在车外生活，特别是带着孩子，休息站是一个很好的睡眠场所。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：它們可能有點偏僻，而且根據你居住的地方\n你可能需要支付一定的費用（岔路口等），但它們是安全的空間，24/7\n但它們是安全的空間，可以使用衛生間，有時還有食物。沒有人會對你\n睡在你的車裏，而且你一般不會被注意到......",
      "title": "YSK認爲，如果你在車外生活，特別是帶着孩子，休息站是一個很好的睡眠場所。"
    }
  ],
  "title": "YSK that rest stops are a great place to sleep if you are living out of your car, especially with children",
  "created_utc": 1619210332,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: They might be a little out of the way, and depending on where you live you might have to pay a fee (turnpikes, etc), but they are safe spaces with 24/7 access to bathrooms, and food sometimes. Nobody will think twice about you sleeping in your car, and you generally will not be noticed because there are different people staying there every night. It&#39;s a safe place if you are working and saving up, and especially if you have small children while doing so.</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/YouShouldKnow/comments/mwyjrx/ysk_that_rest_stops_are_a_great_place_to_sleep_if/",
  "subreddit": "YouShouldKnow",
  "id": "mwyjrx",
  "is_self": true,
  "media": null,
  "is_video": false
}