{
  "author": "Dicemanx2",
  "original_created_utc": 1634812860,
  "title": "YSK Mental health apps can be stigmatising and superficial, and AI doesn’t make things better.",
  "created_utc": 1634823044,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just read <a href=\"https://hazelgale.medium.com/mental-health-tech-is-broken-were-betting-on-games-to-fix-it-e1c413890a25\">an article</a> that stunned me and it seemed like something important to share with you. </p>\n\n<p>WHY YSK: </p>\n\n<p>So, it turns out that only a small minority of people (less than 20%) live with positive levels of mental health, and over 80% of us will likely experience clinical symptoms at some point in our lives. Mental healthcare is broken pretty much everywhere and many of us will count on digital solutions for help. </p>\n\n<p>However, there are a lot of problems with those, and you should be aware of them so you can make well-informed decisions about how you take care of your wellbeing. </p>\n\n<p>To cite just two examples from the article:<br/>\nOne, AI therapists/chatbots are nowhere close to mimicking human conversations that make you feel connected, heard and seen. They are machine-like, shallow and often insensitive. “For example, one chatbot, when told “I am depressed,” responded dismissively: ‘Maybe the weather is affecting you’.”</p>\n\n<p>Two, mental health apps can create self-stigma. “Users who are experiencing low-level symptoms of a disorder may feel labeled by an app that assumes that they have a clinical diagnosis. Self-stigma from this labeling can be harmful, lowering self-esteem and self-efficacy.”</p>\n\n<p><a href=\"https://hazelgale.medium.com/mental-health-tech-is-broken-were-betting-on-games-to-fix-it-e1c413890a25\">Here’s</a> the full article.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/qcoxa1/ysk_mental_health_apps_can_be_stigmatising_and/",
  "subreddit": "YouShouldKnow",
  "id": "qcoxa1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just read an article\n[https://hazelgale.medium.com/mental-health-tech-is-broken-were-betting-on-games-to-fix-it-e1c413890a25]\nthat stunned me and it seemed like something important to share with you.\n\nWHY YSK:\n\nSo, it turns out that only a small minority of people (less than 20%) live…"
}