{
  "author": "Xander2206",
  "the_new_excerpt": "On May 25th, we saw a horrifying video of George Floyd being murdered after\nbeing choked for 5 minutes. It's fair to say that everyone was shocked but we\nall sort of anticipated that this might happen. Protest's broke out all around\nthe world, 19 million people signed the petition to have justice…",
  "original_created_utc": 1614245161,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "5月25日，我们看到了一个可怕的视频 乔治-弗洛伊德被谋杀后，。\n被掐了5分钟。可以说，大家都很震惊，但我们。\n所有种类的预期 这可能发生。抗议的爆发各地\n世界上有一千九百万人签署了请愿书，希望得到正义...",
      "title": "CMV：又有一个人被警察用颈部/扼住脖子的方法杀死的事实是可怕的，表明我们没有学到任何东西。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "5月25日，我們看到了一個可怕的視頻 喬治-弗洛伊德被謀殺後，。\n被掐了5分鐘。可以說，大家都很震驚，但我們。\n所有種類的預期 這可能發生。抗議的爆發各地\n世界上有一千九百萬人簽署了請願書，希望得到正義...",
      "title": "CMV：又有一個人被警察用頸部/扼住脖子的方法殺死的事實是可怕的，表明我們沒有學到任何東西。"
    }
  ],
  "title": "CMV: The fact that another person has been killed by police using the neck/choke hold is horrifying and shows that we have learned nothing.",
  "created_utc": 1614264064,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>On May 25th, we saw a horrifying video of George Floyd being murdered after being choked for 5 minutes. It&#39;s fair to say that everyone was shocked but we all sort of anticipated that this might happen. Protest&#39;s broke out all around the world, 19 million people signed the petition to have justice for him. The BLM movement reignited. We made some positive change and although we didn&#39;t get further restructuring of the police service I was sort of happy to think that a similar incident would never happen again.</p>\n\n<p>Until...</p>\n\n<p>Angelo Quinto, a 30 year old US navy veteran living in Antioch (North California) He was suffering a bout of paranoia, anxiety and depression. In an attempt to help, his sister called the police hoping that they might help him. Instead of giving him any help, they chose to kneel on his neck for 5 minutes, blood went on the floor. The video shows him limp on the floor and only when the mother asks &#39;Does he have a pulse?&#39; the police officers attempted to revive him. Guess what happens? They can&#39;t and so they take him to the hospital where he&#39;s pronounced dead 3 days later. They also weren&#39;t wearing body cams.</p>\n\n<p>This is incredibly disappointing. We&#39;ve learnt nothing. Unless we take this incredibly seriously we could fix this. I used to be against defund the police because I thought that we would all be in danger but I definitely now believe that doing things differently would definitely pay off.</p>\n\n<p>We should stop using the choke hold, send mental health workers to these sort of places. Make a change. We need to address this now. I know Biden/Harris and other leaders may think this will affect their electability but this needs to change now.</p>\n</div><!-- SC_ON -->",
  "score": 223,
  "permalink": "/r/changemyview/comments/ls2ofb/cmv_the_fact_that_another_person_has_been_killed/",
  "subreddit": "changemyview",
  "id": "ls2ofb",
  "is_self": true,
  "media": null,
  "is_video": false
}