{
  "author": "triumph_glamour",
  "the_new_excerpt": "Women soldiers in the past were at a great disadvantage due to physical\ndifferences between men and women, no question there. This was a big reason why\ndrafting was for men only all throughout history. Nowadays, however, wars are\nfought using guns, boats, planes, cars, bombs, tanks, hacking, and the…",
  "original_created_utc": 1609804324,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "过去的女兵由于身体原因处于非常不利的地位。\n男人和女人之间的差异是毋庸置疑的。这是为什么\n从古至今，服兵役只为男性服务。然而，如今战争是\n使用枪支、船只、飞机、汽车、炸弹、坦克、黑客和…",
      "title": "[改变我的想法]：既然肉搏战不再是常态，就应该征召女兵"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "過去的女兵由於身體原因處於非常不利的地位。\n男人和女人之間的差異是毋庸置疑的。這是爲什麼\n從古至今，服兵役只爲男性服務。然而，如今戰爭是\n使用槍支、船隻、飛機、汽車、炸彈、坦克、黑客和…",
      "title": "[改變我的想法]：既然肉搏戰不再是常態，就應該徵召女兵"
    }
  ],
  "title": "CMV: Since hand-to-hand combat is no longer the norm, women should be drafted",
  "created_utc": 1609818843,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Women soldiers in the past were at a great disadvantage due to physical differences between men and women, no question there. This was a big reason why drafting was for men only all throughout history. Nowadays, however, wars are fought using guns, boats, planes, cars, bombs, tanks, hacking, and the like, all of which physical differences do not affect (in other words, a soldier stepping on a mine is losing their legs, man or woman), and yet in most of the world only men are still drafted or expected to fight and not women (such as the Selective Service in the United States). As far as I know, no religion prohibits women from fighting in the military and defending their country, so I do not think it is a matter of religion. In my opinion, it is blatant sexism, but I would be more than happy to know everyone&#39;s thoughts. Of course, they would be given any necessary objects not needed for men (for hygiene and such), and they would be split from the men (no intergender squads for reasons such as turning from collaboration to competition).</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/kqlebn/cmv_since_handtohand_combat_is_no_longer_the_norm/",
  "subreddit": "changemyview",
  "id": "kqlebn",
  "is_self": true,
  "media": null,
  "is_video": false
}