{
  "author": "bluepillarmy",
  "original_created_utc": 1637239509,
  "title": "CMV: A loving God would not send people to hell (Christian focus)",
  "created_utc": 1637253514,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m basing this off of conversations that I’ve had with a lot of born-again Christians. And this post is directed at them. I’m not sure how many I will find on Reddit, though. </p>\n\n<p>I want to start by saying that I’m not an atheist and I’m actually very much interested in religion in general, but one thing I cannot accept about Christianity is the notion that people who do not accept Christ as their savior spend eternity in hell. </p>\n\n<p>Christians will often state that God’s love is unconditional and site John 3:16 as the source. Let’s have a look:</p>\n\n<p><em>For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.</em></p>\n\n<p>This is not unconditional love. The condition is very clear. We must believe in one particular version of God. Unconditional love means loving someone despite any wrongdoing. Mere mortals are fundamentally flawed but able to forgive people for all kinds of things. People forgive infidelity, theft, even murder. It’s not easy for sure, but it happens. If people can do it, why can’t a perfect being? </p>\n\n<p>Secondly, I have never really understood the idea of “gave His one and only Son”. He sent His Son, who is actually part of God in the first place, to the world for 33 years. Then He died in what is surely a very horrible way, but, let’s be honest, many people have been tortured to death. And, according to the Christian Bible many of those same people then had their everlasting souls cast into never ending agony because they did not believe in the Christian God. Christ was eternal in the first place. So, was 33 years really such a sacrifice? I’m not trying to be disrespectful. It just doesn’t make sense to me. </p>\n\n<p>I want to say, that I am comfortable with the idea of a Creator being who is not loving and sends people to hell because He’s kind of a sadist. I see no reason to believe that this is not true. I’m also comfortable with the idea that God grants eternal life to people who believe in Him and everyone else just slips into nothingness. That also makes sense, I guess. But, I can’t wrap my head around the idea of a loving God who casts people into an eternity of suffering. </p>\n\n<p>I’m sorry but that does not make any kind of sense to me. Change my view, please.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/qwoybr/cmv_a_loving_god_would_not_send_people_to_hell/",
  "subreddit": "changemyview",
  "id": "qwoybr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m basing this off of conversations that I’ve had with a lot of born-again\nChristians. And this post is directed at them. I’m not sure how many I will find\non Reddit, though.\n\nI want to start by saying that I’m not an atheist and I’m actually very much\ninterested in religion in general, but one…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、多くの生まれつきの人との会話から、このようなことを考えました。\nこの記事は彼らに向けたものです。そして、この投稿は彼らに向けたものです。Redditでどれだけの人を見つけられるかはわかりませんが\nしかし、Redditでどれだけの人が見つけられるかはわかりません。\n\n私は無神論者ではありませんし、実際に非常に興味があります。\n宗教全般に興味がありますが、一つ...",
      "title": "CMV: 愛する神は人々を地獄に送ることはない (Christian focus)"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是根据我与很多重生的基督徒的谈话而得出这个结论的。\n基督徒。这个帖子是针对他们的。我不确定我在Reddit上能找到多少人\n在Reddit上，但是。\n\n我想先说，我不是无神论者，而且我实际上对\n对一般的宗教感兴趣，但有一点...",
      "title": "CMV：慈爱的上帝不会把人送入地狱（基督教焦点）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是根據我與很多重生的基督徒的談話而得出這個結論的。\n基督徒。這個帖子是針對他們的。我不確定我在Reddit上能找到多少人\n在Reddit上，但是。\n\n我想先說，我不是無神論者，而且我實際上對\n對一般的宗教感興趣，但有一點...",
      "title": "CMV：慈愛的上帝不會把人送入地獄（基督教焦點）。"
    }
  ]
}