{
  "author": "sewnsilent",
  "original_created_utc": 1630062112,
  "title": "CMV: Its desirable for youth to incur minor (but sufficiently painful) injuries so they have a better grasp of mortality.",
  "created_utc": 1630111487,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Been seeing a lot of videos lately of younger drivers driving like lunatics thru traffic, a lot of them ending in fiery, sometimes deadly crashes.  As someone who was hit by a truck at 15 due to my own stupidity, it made me much more aware of the fact that it only takes one accident to thoroughly fuck your world up.  I feel like if more kids experienced even a fraction of the pain and suffering I did (or anyone who has been in a serious accident) they would have an entirely different approach when it came to behavior that had the potential for serious injury/death.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/pcl3rj/cmv_its_desirable_for_youth_to_incur_minor_but/",
  "subreddit": "changemyview",
  "id": "pcl3rj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Been seeing a lot of videos lately of younger drivers driving like lunatics thru\ntraffic, a lot of them ending in fiery, sometimes deadly crashes. As someone who\nwas hit by a truck at 15 due to my own stupidity, it made me much more aware of\nthe fact that it only takes one accident to thoroughly…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、若いドライバーが交通渋滞の中を狂ったように運転する映像をよく目にします。\nその多くが激しい事故、時には死に至るような事故を起こしています。自分自身の愚かさから\n自分の愚かさから15歳でトラックに轢かれてしまった者として、1つの事故だけでも\nたった一度の事故で、すべてが終わってしまうという事実をより強く感じました。",
      "title": "CMV: 若者が死亡率を把握するために、小さな（しかし十分な痛みを伴う）怪我をすることは望ましいことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近看到很多年轻司机像疯子一样在交通中开车的视频。\n疯了一样在交通中行驶，其中很多都以火爆的、有时是致命的车祸而告终。作为一个\n15岁时由于自己的愚蠢而被卡车撞倒，这让我更加意识到\n事实上，只要发生一次事故就能彻底...",
      "title": "CMV：年轻人最好能发生轻微的（但足够痛苦的）伤害，这样他们就能更好地掌握死亡率。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近看到很多年輕司機像瘋子一樣在交通中開車的視頻。\n瘋了一樣在交通中行駛，其中很多都以火爆的、有時是致命的車禍而告終。作爲一個\n15歲時由於自己的愚蠢而被卡車撞倒，這讓我更加意識到\n事實上，只要發生一次事故就能徹底...",
      "title": "CMV：年輕人最好能發生輕微的（但足夠痛苦的）傷害，這樣他們就能更好地掌握死亡率。"
    }
  ]
}