{
  "author": "Negro-throwaway",
  "original_created_utc": 1627418328,
  "title": "YSK: not everyone is fluent in the language you’re speaking, and if they say something silly; ridiculing them is the worst thing you could possibly do.",
  "created_utc": 1627425421,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The biggest fear a non-fluent speaker has is saying something inappropriate or something ridiculous by accident.</p>\n\n<p>I personally, while learning English have had a lot of moments where I’ve said something seemingly normal that a fluent speaker could interpret as being an innuendo, or have asked store clerks if pork products are halal because I did not know what the word “pork” meant.</p>\n\n<p>These things are obviously embarrassing when pointed out, which is a kind thing to do because it helps me learn, but way too often have people taken it too far.</p>\n\n<p>Of course i can see the humor in this and I always do laugh with them, but man does it hurt when they straight up ridicule you.</p>\n\n<p>I was scared to speak English because I didn’t want to say silly things, and it took me a long time to become confident <em>enough</em> in my english.</p>\n\n<p>I am now learning another language, which is similarly difficult and I’ve started experiencing this again. Which reminded me of the pain I felt learning English. </p>\n\n<p>Please be considerate to non-fluent speakers.</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/YouShouldKnow/comments/osupur/ysk_not_everyone_is_fluent_in_the_language_youre/",
  "subreddit": "YouShouldKnow",
  "id": "osupur",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The biggest fear a non-fluent speaker has is saying something\ninappropriate or something ridiculous by accident.\n\nI personally, while learning English have had a lot of moments where I’ve said\nsomething seemingly normal that a fluent speaker could interpret as being an\ninnuendo, or have…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 流暢でない話者が最も恐れるのは、誤って不適切な発言をしてしまうことです。\n誤って不適切なことや馬鹿げたことを言ってしまうことです。\n\n私自身、英語を学んでいる間に、何かを言ってしまったことがたくさんあります。\n私自身、英語を学んでいる間に、一見普通のことを言ったつもりが、流暢な話者にはそれが陰口だと解釈されてしまったり\n私自身、英語を学んでいる間に、一見普通のことを言っていても、流暢な話者から見れば、それは陰口だと解釈されたり、あるいは...",
      "title": "YSK: 誰もがあなたの話す言語に精通しているわけではありませんし、何か馬鹿げたことを言われたとしても、それを嘲笑するのは最悪の行為だと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：一个不流利的演讲者最害怕的是说一些\n不合适的东西，或者不小心说了一些可笑的东西。\n\n我个人在学习英语的过程中，有很多时候我说了很多\n我个人在学习英语的过程中，有很多时候说了一些看起来很正常的话，而流利的人可能会把这些话理解为是一种暗示。\n暗示，或有...",
      "title": "YSK：不是每个人都能流利地使用你说的语言，如果他们说一些愚蠢的事情；嘲笑他们是你可能做的最糟糕的事情。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：一個不流利的演講者最害怕的是說一些\n不合適的東西，或者不小心說了一些可笑的東西。\n\n我個人在學習英語的過程中，有很多時候我說了很多\n我個人在學習英語的過程中，有很多時候說了一些看起來很正常的話，而流利的人可能會把這些話理解爲是一種暗示。\n暗示，或有...",
      "title": "YSK：不是每個人都能流利地使用你說的語言，如果他們說一些愚蠢的事情；嘲笑他們是你可能做的最糟糕的事情。"
    }
  ]
}