{
  "author": "Negro-throwaway",
  "original_created_utc": 1627418328,
  "title": "YSK: not everyone is fluent in the language you’re speaking, and if they say something silly; ridiculing them is the worst thing you could possibly do.",
  "created_utc": 1627425421,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The biggest fear a non-fluent speaker has is saying something inappropriate or something ridiculous by accident.</p>\n\n<p>I personally, while learning English have had a lot of moments where I’ve said something seemingly normal that a fluent speaker could interpret as being an innuendo, or have asked store clerks if pork products are halal because I did not know what the word “pork” meant.</p>\n\n<p>These things are obviously embarrassing when pointed out, which is a kind thing to do because it helps me learn, but way too often have people taken it too far.</p>\n\n<p>Of course i can see the humor in this and I always do laugh with them, but man does it hurt when they straight up ridicule you.</p>\n\n<p>I was scared to speak English because I didn’t want to say silly things, and it took me a long time to become confident <em>enough</em> in my english.</p>\n\n<p>I am now learning another language, which is similarly difficult and I’ve started experiencing this again. Which reminded me of the pain I felt learning English. </p>\n\n<p>Please be considerate to non-fluent speakers.</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/YouShouldKnow/comments/osupur/ysk_not_everyone_is_fluent_in_the_language_youre/",
  "subreddit": "YouShouldKnow",
  "id": "osupur",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The biggest fear a non-fluent speaker has is saying something\ninappropriate or something ridiculous by accident.\n\nI personally, while learning English have had a lot of moments where I’ve said\nsomething seemingly normal that a fluent speaker could interpret as being an\ninnuendo, or have…"
}