{
  "author": "jinjinatti",
  "original_created_utc": 1626344886,
  "title": "CMV: Fur is no morally different than leather",
  "created_utc": 1626359483,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: for practical purposes in the discussion, I am not addressing specific cases like people who do not have access to plant based alternatives to meat, or no access to clothing alternatives to fur. I am talking only about most the urban population with resources.</p>\n\n<p>In terms of morals, there is no difference between wearing fur* or leather. There seems to be a general consensus that leather is ok, while fur is morally condemned as something cruel or vain.</p>\n\n<p>There is a widespread outrage at fur* that does not affect the meat/leather industry nearly as much. I often see celebrities or brands being called out or &quot;cancelled&quot; because of fur, but I have never seen the same type of judgement because of leather. I think is hypocritical. The most common arguments seem to be:</p>\n\n<p>1) That no one kills an animal for leather, it is just a byproduct of killing animals for a &quot;noble&quot; cause, that is for food.</p>\n\n<ul>\n<li>I disagree with this argument because nowadays the only reason for eating meat is because you like it. There is no need for that. Killing an animal because you like the fur is no more vain or unnecessary than killing it because you like the taste of beef more than you like the taste of some plant based alternative.</li>\n</ul>\n\n<p>2) That meat is ok because it is cultural and people are used to it, but fur is not</p>\n\n<ul>\n<li>I disagree that wearing fur is new trend, it has been around for milenia. But even if that was not the case, how is that any relevant? Just because something is more popular, it does not make it any more ethical - only more difficult to eliminate, and if you should aim your outrage at it just the same.</li>\n</ul>\n\n<p>3) That the living conditions or slaughter of fur animals are more terrible than those of meat farms</p>\n\n<ul>\n<li>This is a misinformed and biased view. Those who think that both overestimate the typical onditions of animals in meat farms and ignore how the fur industry has grown and become more regulated over the years. While cases of abuse do occur sometimes, that is not at a different rate than in the meat industry.</li>\n</ul>\n\n<p>*Just to make it clear, I am talking about farmed fur. That means that the animals are bred for that purpose, and it does not threaten species of animals in the wild. It also follow sanitary and animal welfare regulation, like meat farms.</p>\n\n<p>So, CMV. Is there any other point I overlooked, or was my argument to the points I mentioned flawed? What makes fur morally different than meat/leather?</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/okq3dx/cmv_fur_is_no_morally_different_than_leather/",
  "subreddit": "changemyview",
  "id": "okq3dx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Edit: for practical purposes in the discussion, I am not addressing specific\ncases like people who do not have access to plant based alternatives to meat, or\nno access to clothing alternatives to fur. I am talking only about most the\nurban population with resources.\n\nIn terms of morals, there is no…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "編集部：議論の現実的な目的のために、私は、肉の代わりに植物由来のものを利用できない人や\n肉の代わりに植物性のものを食べられない人や、毛皮の代わりに服を着られない人のような\n毛皮の代わりになる衣服を手に入れることができない人などの特定のケースは取り上げていません。私が言っているのは、ほとんどの\n都市部の資源のある人々のことです。\n\nモラルという点では、私は...",
      "title": "CMV：ファーはレザーとモラル的に変わらない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：为了讨论的实际目的，我不涉及具体的案例，如没有尖锐湿疣的人。\n诸如没有机会获得基于植物的肉类替代品的人，或者没有机会获得毛皮的服装替代品的人。\n没有机会获得毛皮的服装替代品。我只是在谈论大多数\n有资源的城市人口。\n\n在道德方面，没有...",
      "title": "CMV：皮草在道德上与皮革没有区别"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：爲了討論的實際目的，我不涉及具體的案例，如沒有尖銳溼疣的人。\n諸如沒有機會獲得基於植物的肉類替代品的人，或者沒有機會獲得毛皮的服裝替代品的人。\n沒有機會獲得毛皮的服裝替代品。我只是在談論大多數\n有資源的城市人口。\n\n在道德方面，沒有...",
      "title": "CMV：皮草在道德上與皮革沒有區別"
    }
  ]
}