{
  "author": "Syracuse2339",
  "the_new_excerpt": "I am 27 and have had a severe health issues since I was 19. On top of that, I\nhave been dealing with social isolation, loneliness, family issues and financial\ntroubles for the past 7 years. Now that my health and finances have improved, I\nfeel completely lost. It seems like I have no idea what to do…",
  "original_created_utc": 1618431504,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は27歳で、19歳の時から重度の健康問題を抱えています。それに加えて、私は\n社会的孤立、孤独、家族問題、経済的問題を抱えています。\nこの7年間、社会的孤立、孤独、家族の問題、経済的問題を抱えてきました。今、私の健康状態と経済状態は改善されましたが\n完全に迷子になってしまったようです。何をしたらいいのかわからないような気がします...。",
      "title": "惨めさに慣れてしまった人が出口を求めるための本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我今年27岁，从19岁开始就有严重的健康问题。除此之外，我\n一直在处理社会孤立、孤独、家庭问题和经济问题；以及\n过去7年的烦恼。现在我的身体和经济状况都有所好转，所以我\n感觉完全失去了。似乎我不知道该怎么办... ...",
      "title": "给习惯了痛苦的人，想找一条出路的人看的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我今年27歲，從19歲開始就有嚴重的健康問題。除此之外，我\n一直在處理社會孤立、孤獨、家庭問題和經濟問題；以及\n過去7年的煩惱。現在我的身體和經濟狀況都有所好轉，所以我\n感覺完全失去了。似乎我不知道該怎麼辦... ...",
      "title": "給習慣了痛苦的人，想找一條出路的人看的書"
    }
  ],
  "title": "Books for someone who is used to being miserable and wants a way out",
  "created_utc": 1618452982,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am 27 and have had a severe health issues since I was 19. On top of that, I have been dealing with social isolation, loneliness, family issues and financial troubles for the past 7 years. Now that my health and finances have improved, I feel completely lost. It seems like I have no idea what to do with myself when I am not in physical pain and paralyzed with worry. I kind of intellectually know that life can be peaceful and happy, but I&#39;m always on edge and waiting for the next tragedy to happen in my life. So I am looking for books to help with that. </p>\n\n<p>I am open to any genre. Sorry if the description is vague, but I am not sure what would help, so whatever you think might help me, I&#39;ll be glad to check it out. Thanks!</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/booksuggestions/comments/mqz2uc/books_for_someone_who_is_used_to_being_miserable/",
  "subreddit": "booksuggestions",
  "id": "mqz2uc",
  "is_self": true,
  "media": null,
  "is_video": false
}