{
  "author": "FuzzyDope",
  "the_new_excerpt": "This is inspired from an argument over tipping on pizza takeout orders, but I\nfeel like it applies to all restaurants offering takeout. My points are below.\n\nI tip for services that are provided where I feel the employee/worker generally\nhas to go out of there way to complete that service. Examples…",
  "original_created_utc": 1613753465,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这是从一个比萨外卖订单小费的争论中得到的启发，但我。\n感觉适用于所有提供外卖的餐厅。我的观点如下。\n\n我对提供的服务给小费，我觉得员工/工人一般都是\n有去那里的方式来完成该服务。例如...",
      "title": "CMV：外卖订单不应给小费。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是從一個比薩外賣訂單小費的爭論中得到的啓發，但我。\n感覺適用於所有提供外賣的餐廳。我的觀點如下。\n\n我對提供的服務給小費，我覺得員工/工人一般都是\n有去那裏的方式來完成該服務。例如...",
      "title": "CMV：外賣訂單不應給小費。"
    }
  ],
  "title": "CMV: Tipping should not be expected for takeout orders",
  "created_utc": 1613760264,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is inspired from an argument over tipping on pizza takeout orders, but I feel like it applies to all restaurants offering takeout. My points are below.</p>\n\n<p>I tip for services that are provided where I feel the employee/worker generally has to go out of there way to complete that service. Examples are waiters, delivery drivers, hair stylists - people who respond to customer requests and often do additional work. </p>\n\n<p>I believe takeout orders are a product, not a service. Yes, someone is making the food is the bare minimum work that must be done to create the product that the customer wants. Takeout orders are pre-ordered and usually cannot be altered once put in. Whatever comes through on the ticket is what gets made. The customer comes to the restaurant and picks up the food, requiring no additional work from the staff than what would be required for any other transaction at a business. CMV.</p>\n\n<p>Some points I’ll address that I think may be a counter: </p>\n\n<ol>\n<li>I don’t think packaging the food to go is any additional work. The food would have to be plated if served in house - putting it into takeaway containers is arguably easier.</li>\n</ol>\n\n<p>Edit: this does not apply to pandemic stipulations, I understand the desire/need to tip when indoor dining is shut down.</p>\n\n<p>Edit2: So far I think the best argument is that takeout orders may lead to dissatisfaction with in-house dining, thus leading to lower tips. However I think this is ultimately forcing one customer to make up for another customer (who is requiring more time/attention/service) that understanding tipping to be “a reward” for a good job as opposed to compensation for their service.</p>\n</div><!-- SC_ON -->",
  "score": 454,
  "permalink": "/r/changemyview/comments/lnkhwg/cmv_tipping_should_not_be_expected_for_takeout/",
  "subreddit": "changemyview",
  "id": "lnkhwg",
  "is_self": true,
  "media": null,
  "is_video": false
}