{
  "author": "mcnormal00",
  "original_created_utc": 1633010301,
  "title": "YSK Your employer can see everything you do on your work computer",
  "created_utc": 1633019649,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The bigger your employer, the bigger their security budget and regulatory compliance requirements AKA they have to keep more records, which includes everything you do on your computer. I work in Cybersecurity &amp; Compliance, and the number of people who simply don&#39;t realize the extensive tooling and visibility that is maintained on &quot;company-issued&quot; devices is too damn high. </p>\n\n<p>This might sound like common-sense, and i used to think it was, but people use &quot;incognito&quot; or whatever and think its private - nothing is private on a managed device. 95% of my investigations always turn up something stupid someone did on their device, and yes, thats ammo in court if you&#39;re ever in litigation. nuff said.</p>\n</div><!-- SC_ON -->",
  "score": 264,
  "permalink": "/r/YouShouldKnow/comments/pykc5x/ysk_your_employer_can_see_everything_you_do_on/",
  "subreddit": "YouShouldKnow",
  "id": "pykc5x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The bigger your employer, the bigger their security budget and\nregulatory compliance requirements AKA they have to keep more records, which\nincludes everything you do on your computer. I work in Cybersecurity &\nCompliance, and the number of people who simply don't realize the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれる理由: 会社の規模が大きくなればなるほど、セキュリティ予算や法令遵守のために、より多くの記録を残さなければなりません。\nつまり、より多くの記録を残さなければなりません。\nこれには、あなたがコンピュータで行うすべてのことが含まれます。私はサイバーセキュリティとコンプライアンスの仕事をしています。\n私は、サイバーセキュリティとコンプライアンスの分野で仕事をしていますが、多くの人がこの問題を認識していませんでした・・・。",
      "title": "YSK あなたが仕事用のパソコンで行ったことは、すべて雇用主に見られています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：你的雇主越大，他们的安全预算就越大，而且\n他们必须保留更多的记录。\n包括你在电脑上所做的一切。我在网络安全和\n我在网络安全与合规部门工作，有很多人根本没有意识到这一点。",
      "title": "YSK 你的雇主可以看到你在工作电脑上的一切行为"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：你的僱主越大，他們的安全預算就越大，而且\n他們必須保留更多的記錄。\n包括你在電腦上所做的一切。我在網絡安全和\n我在網絡安全與合規部門工作，有很多人根本沒有意識到這一點。",
      "title": "YSK 你的僱主可以看到你在工作電腦上的一切行爲"
    }
  ]
}