{
  "author": "Ajreil",
  "original_created_utc": 1639851239,
  "title": "YSK that a pet is a terrible gift.",
  "created_utc": 1639860042,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Caring for a pet is an enormous amount of work. Animal shelters are often flooded with unwanted animals after the holidays as people figure this out. &lt;/p&gt;\n\n&lt;p&gt;If someone wants a pet, give them toys or treats instead. They can pick out an animal on their own. &lt;/p&gt;\n\n&lt;p&gt;Please don&amp;#39;t give someone a puppy because it looks like they need one. Animals aren&amp;#39;t for everyone. They may not have the time, resources or living situation to support it.&lt;/p&gt;\n\n&lt;p&gt;If your child wants a pet, bring them to a shelter to pick one out instead. Also be ready to care for it when your child slacks.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 939,
  "permalink": "/r/YouShouldKnow/comments/rjd476/ysk_that_a_pet_is_a_terrible_gift/",
  "subreddit": "YouShouldKnow",
  "id": "rjd476",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Caring for a pet is an enormous amount of work. Animal shelters are\noften flooded with unwanted animals after the holidays as people figure this\nout.\n\nIf someone wants a pet, give them toys or treats instead. They can pick out an\nanimal on their own.\n\nPlease don't give someone a puppy…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: ペットの世話はとても大変です。\nの仕事量です。アニマルシェルターは、しばしば不要な動物で溢れかえっています。\nということを理解するために、休日を利用しています。</p> <p>ペットを欲しがっている人がいたら、それをあげましょう。\nおもちゃやおやつで代用する。彼らは自分で動物を選ぶことができます...。",
      "title": "ペットはとんでもない贈り物だとYSK。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK: 照顾宠物是一项巨大的工作。\n大量的工作。节后，动物收容所经常充斥着不需要的动物。\n</p> <p>如果你想让你的朋友们知道你在做什么，那么你就会知道你在做什么。</p> <p>如果有人想养宠物，请给他们玩具或食物。\n他们的玩具或食物来代替。他们可以自己去挑选动物....。",
      "title": "YSK认为宠物是一个可怕的礼物。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK: 照顧寵物是一項巨大的工作。\n大量的工作。節後，動物收容所經常充斥着不需要的動物。\n</p> <p>如果你想讓你的朋友們知道你在做什麼，那麼你就會知道你在做什麼。</p> <p>如果有人想養寵物，請給他們玩具或食物。\n他們的玩具或食物來代替。他們可以自己去挑選動物....。",
      "title": "YSK認爲寵物是一個可怕的禮物。"
    }
  ]
}