{
  "author": "seafoodboiler",
  "original_created_utc": 1636722911,
  "title": "Many people seem to instinctively fear spiders, snakes, centipedes, and other 'creepy-crawlies'. Is this fear a survival mechanism hardwired into our DNA like fearing heights and the dark, or does it come from somewhere else?",
  "created_utc": 1636740041,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Not sure whether to put this in anthropology or psychology, but here goes:</p>\n\n<p>I remember seeing some write-up somewhere that described something called &#39;primal fears&#39;. It said that while many fears are products of personal and social experience, there&#39;s a handful of fears that all humans are (usually) born with due to evolutionary reasons. Roughly speaking, these were: </p>\n\n<ul>\n<li>heights </li>\n<li>darkness, </li>\n<li>very loud noises </li>\n<li>signs of carnivory (think sharp teeth and claws) </li>\n<li>signs of decay (worms, bones) </li>\n<li>signs of disease (physical disfigurement and malformation) </li>\n</ul>\n\n<p>and rounding off the list were the aforementioned creepy-crawlies. </p>\n\n<p>Most of these make a lot of sense - heights, disease, darkness, etc. are things that most animals are exposed to all the time. What I was fascinated by was the idea that our ancestors had enough negative experience with snakes, spiders, and similar creatures to be instinctively off-put by them.</p>\n\n<p>I started to think about it even more, and I realized that there are lots of things that have <em>similar</em> physical traits to the creepy-crawlies that are nonetheless NOT as feared by people. For example: </p>\n\n<ul>\n<li><p>Caterpillars, inchworms and millipedes do not illicit the kind of response that centipedes do, despite having a similar body type</p></li>\n<li><p>A spider shares many traits with other insect-like invertebrates, but seeing a big spider is much more alarming than seeing a big beetle or cricket</p></li>\n<li><p>Except for the legs, snakes are just like any other reptile, but we don&#39;t seem to be freaked out by most lizards</p></li>\n</ul>\n\n<p>So, what gives? Is all of the above just habituated fear response, or is it something deeper and more primal? Would love any clarity on this.</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/askscience/comments/qsaxk0/many_people_seem_to_instinctively_fear_spiders/",
  "subreddit": "askscience",
  "id": "qsaxk0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Not sure whether to put this in anthropology or psychology, but here goes:\n\nI remember seeing some write-up somewhere that described something called\n'primal fears'. It said that while many fears are products of personal and\nsocial experience, there's a handful of fears that all humans are (usually)…"
}