{
  "author": "Sykotik",
  "original_created_utc": 1628680472,
  "title": "YSK: If a fire suddenly gets more intense and/or starts producing a significanly higher amount of heat or smoke- you should RUN.",
  "created_utc": 1628689384,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>This is the sign of a potential oncoming explosion. When a fire reaches an additional accelerant it can take a few moments for the fire to get hot enough for the explosion to occur but will often very quickly ramp up in intensity shortly beforehand.</p>\n\n<p><a href=\"https://www.youtube.com/watch?v=NFjDq-Rsyjo\">A very extreme example is the fairly recent Beirut explosion. You can watch and even hear it ramp up and start to produce more smoke and flame before it detonates.</a></p>\n\n<p>This is important for structure fires but also car fires as well.</p>\n\n<p>Run away and get solid cover. Shrapnel/flying debris is a thing many people do not think about.</p>\n</div><!-- SC_ON -->",
  "score": 1277,
  "permalink": "/r/YouShouldKnow/comments/p2azf5/ysk_if_a_fire_suddenly_gets_more_intense_andor/",
  "subreddit": "YouShouldKnow",
  "id": "p2azf5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nThis is the sign of a potential oncoming explosion. When a fire reaches an\nadditional accelerant it can take a few moments for the fire to get hot enough\nfor the explosion to occur but will often very quickly ramp up in intensity\nshortly beforehand.\n\nA very extreme example is the fairly…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\nこれは、爆発の危険性があることを示しています。火災が追加の促進剤に達すると\n爆発が起こるのに十分な温度になるまでには数秒かかることがあります。\n爆発が起こるまでには数時間かかることがありますが、多くの場合、爆発の直前になると、非常に迅速に強度を増していきます。\n直前になって急速に強度が増すことが多い。\n\n非常に極端な例としては......。",
      "title": "YSK: 火災が急に激しくなったり、熱や煙の量が大幅に増えたりした場合は、逃げてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n这是潜在的即将发生的爆炸的标志。当火势达到一个\n当火势达到额外的助燃剂时，可能需要一些时间来使火势变得足够热，以便发生爆炸。\n爆炸发生，但通常会很快提高强度\n在这之前不久。\n\n一个非常极端的例子是，一个相当大的...",
      "title": "YSK：如果火势突然变得更加猛烈和/或开始产生大量的热量或烟雾，你应该逃跑。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n這是潛在的即將發生的爆炸的標誌。當火勢達到一個\n當火勢達到額外的助燃劑時，可能需要一些時間來使火勢變得足夠熱，以便發生爆炸。\n爆炸發生，但通常會很快提高強度\n在這之前不久。\n\n一個非常極端的例子是，一個相當大的...",
      "title": "YSK：如果火勢突然變得更加猛烈和/或開始產生大量的熱量或煙霧，你應該逃跑。"
    }
  ]
}