{
  "author": "kisamoto",
  "original_created_utc": 1637905077,
  "title": "YSK that unless you were going to buy it anyway, a reduced price is not a \"deal\". You're spending more money than you otherwise would.",
  "created_utc": 1637915037,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>Black Friday is here with retailers offering &quot;discounts&quot; but this applies no matter what the time of the year.</p>\n\n<p>If you want to buy something, put it on a list and keep track of the price (tools like CamelCamelCamel (Amazon only), and TopPreise (Switzerland) can help here). If there&#39;s a &quot;deal&quot;, first check it&#39;s actually money off and not artificially inflated and then buy it.</p>\n\n<p>If you see something and go &quot;wow! look at that reduction, I would lose money not buying it&quot;, you are taking money from your own pockets and giving it to retailers for something you don&#39;t really need.</p>\n</div><!-- SC_ON -->",
  "score": 139,
  "permalink": "/r/YouShouldKnow/comments/r2fxgr/ysk_that_unless_you_were_going_to_buy_it_anyway_a/",
  "subreddit": "YouShouldKnow",
  "id": "r2fxgr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nBlack Friday is here with retailers offering \"discounts\" but this applies no\nmatter what the time of the year.\n\nIf you want to buy something, put it on a list and keep track of the price\n(tools like CamelCamelCamel (Amazon only), and TopPreise (Switzerland) can help\nhere). If there's a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\nブラックフライデーがやってきて、小売店は「割引」を提供していますが、これは時期に関係なく\nしかし、これは1年のどの時期にも当てはまります。\n\n買いたいものがあれば、リストにして価格を把握しておきましょう。\n(CamelCamelCamel（Amazonのみ）やTopPreise（スイス）のようなツールが役立ちます。\nが役立ちます）。もし、何か...",
      "title": "YSKさんは、どうせ買うのであれば、値下げは「お得」ではないと考えています。あなたは、他の場合よりも多くのお金を使っているのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n黑色星期五来了，零售商提供 \"折扣\"，但这适用于一年中的任何时候。\n但这一点无论在一年中的什么时候都适用。\n\n如果你想买东西，把它放在一个清单上，并跟踪价格\n(像CamelCamelCamel（仅限亚马逊）和TopPreise（瑞士）这样的工具可以帮助你\n这里）。如果有...",
      "title": "YSK认为，除非你无论如何都要买它，否则降价并不是 \"交易\"。你花的钱比你本来要花的多。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n黑色星期五來了，零售商提供 \"折扣\"，但這適用於一年中的任何時候。\n但這一點無論在一年中的什麼時候都適用。\n\n如果你想買東西，把它放在一個清單上，並跟蹤價格\n(像CamelCamelCamel（僅限亞馬遜）和TopPreise（瑞士）這樣的工具可以幫助你\n這裏）。如果有...",
      "title": "YSK認爲，除非你無論如何都要買它，否則降價並不是 \"交易\"。你花的錢比你本來要花的多。"
    }
  ]
}