{
  "author": "stillcantfrontlever",
  "original_created_utc": 1630053850,
  "title": "Why are so many Goodreads reviews simply recaps of books with zero commentary?",
  "created_utc": 1630071704,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just like the title says. This seems to be rampant for less popular books and it enrages me to no end. Like, dude, I just read the whole book and came to hear someone else&#39;s thoughts on it. What even motivates people to leave &#39;reviews&#39; like this (for example I just finished &#39;7 years in Tibet&#39; and realized that half the reviews were devoid of all substance and the other half were just &#39;so then this happened in the book&#39;)?</p>\n\n<p>Anyway, that&#39;s my rant. Does anyone have other good sites for book reviews where I won&#39;t simply be bombarded with SparkNotes? Thanks in advance!</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/pcjfec/why_are_so_many_goodreads_reviews_simply_recaps/",
  "subreddit": "books",
  "id": "pcjfec",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just like the title says. This seems to be rampant for less popular books and it\nenrages me to no end. Like, dude, I just read the whole book and came to hear\nsomeone else's thoughts on it. What even motivates people to leave 'reviews'\nlike this (for example I just finished '7 years in Tibet' and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルの通りです。人気のない本ではこのようなことが横行しているようです。\n私は非常に腹が立ちました。せっかく全部読んだのに、他の人の話を聞きに来た、みたいな。\n他の人の感想を聞きに来たのに。何のために人はこのような「レビュー」を残すのでしょうか？\n例えば、私は「7 years in Tibet」を読み終えたところで、...",
      "title": "なぜ多くのGoodreadsレビューは、コメントなしの単なる本のレビューなのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "就像标题所说的那样。这种情况在不太受欢迎的书中似乎很猖獗，它\n这让我非常生气。就像，伙计，我刚读完整本书，就来听\n别人对它的想法。是什么促使人们留下 \"评论 \"呢？\n例如，我刚刚读完《西藏七年》，并且...",
      "title": "为什么这么多Goodreads评论只是简单地回顾书籍，而没有评论？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "就像標題所說的那樣。這種情況在不太受歡迎的書中似乎很猖獗，它\n這讓我非常生氣。就像，夥計，我剛讀完整本書，就來聽\n別人對它的想法。是什麼促使人們留下 \"評論 \"呢？\n例如，我剛剛讀完《西藏七年》，並且...",
      "title": "爲什麼這麼多Goodreads評論只是簡單地回顧書籍，而沒有評論？"
    }
  ]
}