{
  "author": "gigabitpilot",
  "the_new_excerpt": "Why YSK: If your email gets hacked, changing the password is not the only thing\nyou should do. Hackers will change settings inside your account so even after a\npassword change they still can access your emails. This can include connected\naccounts, forwarding, and automatic replies. Sometimes these…",
  "original_created_utc": 1623966267,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：もしメールがハッキングされたら、パスワードを変更するだけでなく\nすべきではありません。ハッカーはあなたのアカウント内の設定を変更するので、パスワードを変更しても\nパスワードを変更しても、あなたのメールにアクセスできるようにします。これには、接続されている\nアカウントの接続、転送、自動返信などがあります。時にはこれらの...",
      "title": "YSK もしメールがハッキングされたら、パスワードを変更するだけではなく、もっと多くのことをする必要があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK: 如果你的电子邮件被黑，改变密码并不是唯一的事情。\n你应该做的。黑客会改变你账户内的设置，所以即使在修改密码后\n密码更改后，他们仍然可以访问你的电子邮件。这可能包括连接\n帐户，转发，和自动回复。有时这些...",
      "title": "YSK 如果你的电子邮件被黑，你需要做的不仅仅是改变你的密码。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK: 如果你的電子郵件被黑，改變密碼並不是唯一的事情。\n你應該做的。黑客會改變你賬戶內的設置，所以即使在修改密碼後\n密碼更改後，他們仍然可以訪問你的電子郵件。這可能包括連接\n帳戶，轉發，和自動回覆。有時這些...",
      "title": "YSK 如果你的電子郵件被黑，你需要做的不僅僅是改變你的密碼。"
    }
  ],
  "title": "YSK If your email gets hacked you need to do more than just change your password.",
  "created_utc": 1623978962,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If your email gets hacked, changing the password is not the only thing you should do. Hackers will change settings inside your account so even after a password change they still can access your emails. This can include connected accounts, forwarding, and automatic replies. Sometimes these settings can be the reason why your emails go to the wrong folder or disappear. If you get hacked; Go on your email provider&#39;s website to find what to look for and what to delete. Not doing this can lead to more of your accounts and information being compromised.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/o28qhk/ysk_if_your_email_gets_hacked_you_need_to_do_more/",
  "subreddit": "YouShouldKnow",
  "id": "o28qhk",
  "is_self": true,
  "media": null,
  "is_video": false
}