{
  "author": "unclekarl_",
  "original_created_utc": 1638815042,
  "title": "It’s insane how people can complain about crypto price action when “grandpa BTC” the past year is up more than the S&amp;P 500 the past 5 years…",
  "created_utc": 1638830202,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;People are WAY too focused on getting rich quick, it’s so frustrating to watch.&lt;/p&gt;\n\n&lt;p&gt;It seems like most people here don’t realize how they’re participating in a once in a lifetime type of investment opportunity.&lt;/p&gt;\n\n&lt;p&gt;To my knowledge there has never been a greater vehicle to perpetuate the transfer of global wealth. There are 56.1 million millionaires in the world according to a recent survey by Credit Suisse. (There’s probably many more that aren’t accounted for)&lt;/p&gt;\n\n&lt;p&gt;There will only ever be 21 million BTC created. (The actual accessible supply number is probably closer to 17-18 million cause there’s an estimated 3-4 million BTC lost forever from the early days). Just doing the basic math and you can see that not even every millionaire will ever be able to own a full BTC in the future. That’s insane when you think about it. &lt;/p&gt;\n\n&lt;p&gt;That’s just BTC, crypto as an asset class is designed to be scarce. ETH is now deflationary for example (it’s not far fetched to assume that others will follow ETH’s lead if the burn is proven successful), and most other top projects have max supplies that will be reached in our lifetime. &lt;/p&gt;\n\n&lt;p&gt;This is only discussing crypto from a supply and demand aspect. When we start getting into the technical aspect and how it’s in the forefront of the next technological revolutions (DeFi, NFTs, Metaverses) it’s obvious how early we are in crypto.&lt;/p&gt;\n\n&lt;p&gt;So stop staring at the charts and trying to time the market. All you need to do is stack sats and you’ll be more than okay in the future.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 195,
  "permalink": "/r/CryptoCurrency/comments/radyqh/its_insane_how_people_can_complain_about_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "radyqh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>People are WAY too focused on getting rich\nquick, it’s so frustrating to watch.</p> <p>It seems like most people here don’t\nrealize how they’re participating in a once in a lifetime type of investment\nopportunity.</p> <p>To my knowledge there has never been a…"
}