{
  "author": "unclekarl_",
  "original_created_utc": 1638815042,
  "title": "It’s insane how people can complain about crypto price action when “grandpa BTC” the past year is up more than the S&amp;P 500 the past 5 years…",
  "created_utc": 1638830202,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;People are WAY too focused on getting rich quick, it’s so frustrating to watch.&lt;/p&gt;\n\n&lt;p&gt;It seems like most people here don’t realize how they’re participating in a once in a lifetime type of investment opportunity.&lt;/p&gt;\n\n&lt;p&gt;To my knowledge there has never been a greater vehicle to perpetuate the transfer of global wealth. There are 56.1 million millionaires in the world according to a recent survey by Credit Suisse. (There’s probably many more that aren’t accounted for)&lt;/p&gt;\n\n&lt;p&gt;There will only ever be 21 million BTC created. (The actual accessible supply number is probably closer to 17-18 million cause there’s an estimated 3-4 million BTC lost forever from the early days). Just doing the basic math and you can see that not even every millionaire will ever be able to own a full BTC in the future. That’s insane when you think about it. &lt;/p&gt;\n\n&lt;p&gt;That’s just BTC, crypto as an asset class is designed to be scarce. ETH is now deflationary for example (it’s not far fetched to assume that others will follow ETH’s lead if the burn is proven successful), and most other top projects have max supplies that will be reached in our lifetime. &lt;/p&gt;\n\n&lt;p&gt;This is only discussing crypto from a supply and demand aspect. When we start getting into the technical aspect and how it’s in the forefront of the next technological revolutions (DeFi, NFTs, Metaverses) it’s obvious how early we are in crypto.&lt;/p&gt;\n\n&lt;p&gt;So stop staring at the charts and trying to time the market. All you need to do is stack sats and you’ll be more than okay in the future.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 195,
  "permalink": "/r/CryptoCurrency/comments/radyqh/its_insane_how_people_can_complain_about_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "radyqh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "People are WAY too focused on getting rich quick, it’s so frustrating to watch.\n\nIt seems like most people here don’t realize how they’re participating in a once\nin a lifetime type of investment opportunity.\n\nTo my knowledge there has never been a greater vehicle to perpetuate the\ntransfer of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>人々は手っ取り早く金持ちになることにあまりにも集中しすぎています。\n</p> <p>ここにいるほとんどの人は、自分の考えていることに気づいていないようです。\n</p> <p>ここにいるほとんどの人は、自分が一生に一度の投資機会に参加していることを理解していないようです。\n</p> <p>私の知る限り、これまでに一度も...",
      "title": "過去1年間の「BTCおじいちゃん」が過去5年間のS&amp;P500よりも上昇しているのに、人々が暗号の値動きに文句を言うのは正気の沙汰ではありません...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>人们太专注于快速致富了。\n</p> <p>似乎这里的大多数人都没有意识到他们是如何在 \"快速致富 \"的道路上走下去的。\n机会。</p> <p>这里的大多数人似乎没有意识到他们是如何参与到一个一生只有一次的投资机会中的。\n</p> <p>据我所知，从来没有一个人可以在这个世界上找到这样的机会。",
      "title": "当 \"爷爷的BTC \"在过去一年中的涨幅超过了S&amp;P 500过去5年的涨幅时，人们怎么能抱怨加密货币的价格走势呢，这太疯狂了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>人們太專注於快速致富了。\n</p> <p>似乎這裏的大多數人都沒有意識到他們是如何在 \"快速致富 \"的道路上走下去的。\n機會。</p> <p>這裏的大多數人似乎沒有意識到他們是如何參與到一個一生只有一次的投資機會中的。\n</p> <p>據我所知，從來沒有一個人可以在這個世界上找到這樣的機會。",
      "title": "當 \"爺爺的BTC \"在過去一年中的漲幅超過了S&amp;P 500過去5年的漲幅時，人們怎麼能抱怨加密貨幣的價格走勢呢，這太瘋狂了。"
    }
  ]
}