{
  "author": "Extension_Fix5969",
  "original_created_utc": 1627508810,
  "title": "I’d like to like Cormac McCarthy.",
  "created_utc": 1627534450,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read quite widely, and enjoy the majority of what I read. Theoretically McCarthy’s approach and subject matter are something I would generally be drawn towards- but I’ve attempted The Road, No Country for Old Men, and All The Pretty Horses and haven’t been able to get past 50 pages or so without becoming bored and uninterested in the characters and story progression.</p>\n\n<p>What is your take on McCarthy? If you are a fan, why do you enjoy his works and how would you recommend approaching them?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/otjtzp/id_like_to_like_cormac_mccarthy/",
  "subreddit": "books",
  "id": "otjtzp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I read quite widely, and enjoy the majority of what I read. Theoretically\nMcCarthy’s approach and subject matter are something I would generally be drawn\ntowards- but I’ve attempted The Road, No Country for Old Men, and All The Pretty\nHorses and haven’t been able to get past 50 pages or so without…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はかなり広く読書をしていて、読んだものの大半を楽しんでいます。理論的には\nマッカーシーのアプローチと題材は、一般的に私が惹かれるものです。\nしかし、私は「The Road」、「No Country for Old Men」、「All The Pretty Hores」に挑戦しました。\nしかし、『The Road』、『No Country for Old Men』、『All The Pretty Horses』を読んでみたが、50ページほどしか読み進めることができなかった...。",
      "title": "コーマック・マッカーシーを好きになりたいですね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的阅读范围相当广泛，并且喜欢我所读的大部分内容。从理论上讲\n麦卡锡的方法和主题是我通常会被吸引的东西。\n但我已经尝试过《大路》、《老无所依》和《所有漂亮的马》，但都没能读完50页左右，也没能读完。\n但我曾尝试过《大路》、《老男人的国度》和《所有漂亮的马》，但都没能读完50页左右而没有......",
      "title": "我想喜欢科马克-麦卡锡。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的閱讀範圍相當廣泛，並且喜歡我所讀的大部分內容。從理論上講\n麥卡錫的方法和主題是我通常會被吸引的東西。\n但我已經嘗試過《大路》、《老無所依》和《所有漂亮的馬》，但都沒能讀完50頁左右，也沒能讀完。\n但我曾嘗試過《大路》、《老男人的國度》和《所有漂亮的馬》，但都沒能讀完50頁左右而沒有......",
      "title": "我想喜歡科馬克-麥卡錫。"
    }
  ]
}