{
  "author": "Andresk99",
  "the_new_excerpt": "I get it. Rock is your favorite music genre, you hate country or pop. Whatever\nit is, it doesn’t make your favorite genre “the one”.\n\nMusic is like food. There’s pizza, hamburguers, sandwiches, tacos, burritos,\nnuggets, etc. That doesn’t make one better than the other. But there are people\nor…",
  "original_created_utc": 1622738020,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "それはわかっている。ロックが好きな音楽ジャンルで、カントリーやポップスは嫌い。何であれ\nそれが何であれ、あなたの好きなジャンルが「1つ」になるわけではないのです。\n\n音楽は食べ物と同じです。ピザ、ハンバーガー、サンドイッチ、タコス、ブリトー、ナゲットなどがある。\nナゲットなどなど。だからといって、一方が他方より優れているわけではありません。しかし、人がいる\nあるいは...",
      "title": "CMV: 音楽のジャンルには良いも悪いもなく、アーティストの良し悪しだけです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我明白了。摇滚是你最喜欢的音乐类型，你讨厌乡村或流行。不管是什么\n它是什么，都不能使你最喜欢的流派成为 \"唯一的\"。\n\n音乐就像食物。有披萨、汉堡包、三明治、玉米饼、卷饼。\n鸡块等等。这并不意味着一个比另一个更好。但有的人\n或...",
      "title": "CMV：音乐流派没有好坏之分，只有艺术家的好坏之别。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我明白了。搖滾是你最喜歡的音樂類型，你討厭鄉村或流行。不管是什麼\n它是什麼，都不能使你最喜歡的流派成爲 \"唯一的\"。\n\n音樂就像食物。有披薩、漢堡包、三明治、玉米餅、捲餅。\n雞塊等等。這並不意味着一個比另一個更好。但有的人\n或...",
      "title": "CMV：音樂流派沒有好壞之分，只有藝術家的好壞之別。"
    }
  ],
  "title": "CMV: There are no good or bad music genres, just good or bad artists.",
  "created_utc": 1622762946,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I get it. Rock is your favorite music genre, you hate country or pop. Whatever it is, it doesn’t make your favorite genre “the one”.</p>\n\n<p>Music is like food. There’s pizza, hamburguers, sandwiches, tacos, burritos, nuggets, etc. That doesn’t make one better than the other. But there are people or restaurants that can make great delicious pizzas and others who make average pizzas. The same way, there are amazing rappers with great lyricism and rhythm, and others who use an overproduced beat and have poor lyricism. There are Metal guitarists with great technique and years of experience, and others who don’t.</p>\n\n<p>And this whole “my favorite genre is better than yours” thing applies to almost everything: books, videogames, movies...</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/nrho97/cmv_there_are_no_good_or_bad_music_genres_just/",
  "subreddit": "changemyview",
  "id": "nrho97",
  "is_self": true,
  "media": null,
  "is_video": false
}