{
  "author": "dimonmu",
  "original_created_utc": 1631707256,
  "title": "Books that cover existentialism (Essays or Novels)",
  "created_utc": 1631736073,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello!</p>\n\n<p>This summer I started reading some novels written by Kafka (The castle, The metamorphosis...) and also some short tales. I really enjoy the surreal and dark way of portraying life. I read some articles about the philosophical current of existentialism, so I am looking for some essays (Not as complicated as Nietzsche) or novels based on this topic of existentialism or similar philosophical theories like absurdism. I would also appreciate if you, readers, could also suggest me some authors too.</p>\n\n<p>Thanks!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/poopuw/books_that_cover_existentialism_essays_or_novels/",
  "subreddit": "booksuggestions",
  "id": "poopuw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hello!\n\nThis summer I started reading some novels written by Kafka (The castle, The\nmetamorphosis...) and also some short tales. I really enjoy the surreal and dark\nway of portraying life. I read some articles about the philosophical current of\nexistentialism, so I am looking for some essays (Not as…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "こんにちは。\n\n今年の夏、私はカフカの小説を読み始めました（『城』『変身』）。\nメタモルフォーゼなど）や短編小説を読み始めました。シュールでダークな人生の描き方がとても好きです。\n人生を描写する方法がとても楽しいです。実存主義の哲学的な流れについての記事をいくつか読みました。\n実存主義の哲学的流れについての記事を読んだので、いくつかのエッセイを探しています（not as...",
      "title": "実存主義を扱った本（エッセイ、小説"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好！我想说的是\n\n今年夏天，我开始阅读卡夫卡的一些小说（《城堡》、《变形记》）和一些短篇小说。\n变形记......）和一些短篇小说。我非常喜欢这种超现实和黑暗的\n描写生活的方式。我读了一些关于存在主义哲学潮流的文章。\n我读了一些关于存在主义哲学潮流的文章，所以我想找一些论文（不是像...",
      "title": "涉及存在主义的书籍（散文或小说"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好！我想說的是\n\n今年夏天，我開始閱讀卡夫卡的一些小說（《城堡》、《變形記》）和一些短篇小說。\n變形記......）和一些短篇小說。我非常喜歡這種超現實和黑暗的\n描寫生活的方式。我讀了一些關於存在主義哲學潮流的文章。\n我讀了一些關於存在主義哲學潮流的文章，所以我想找一些論文（不是像...",
      "title": "涉及存在主義的書籍（散文或小說"
    }
  ]
}