{
  "author": "ARROGANT-CYBORG",
  "the_new_excerpt": "I too grew up with Harry Potter books, but once I read the first entry to the\nRanger's Aprrentice series, I was hooked.\n\nAlthough I was hoping for a letter from Hogwarts to arrive some day (still do!),\nbecoming a Ranger seemed so much more feasible. Their relationships with horses\nwere very…",
  "original_created_utc": 1614641561,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我也是伴随着哈利波特的书长大的，但当我读到《哈利波特》的第一篇文章时，我就会发现，这本书的内容是非常丰富的。\n游侠的《杏坛》系列，我被吸引住了。\n\n虽然我希望有一天能收到霍格沃茨的信（现在也是！）。\n但成为游侠似乎更可行了 他们与马的关系\n是非常...",
      "title": "约翰-弗拉纳根的 \"游侠的学徒 \"是我的 \"哈利波特\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我也是伴隨着哈利波特的書長大的，但當我讀到《哈利波特》的第一篇文章時，我就會發現，這本書的內容是非常豐富的。\n遊俠的《杏壇》系列，我被吸引住了。\n\n雖然我希望有一天能收到霍格沃茨的信（現在也是！）。\n但成爲遊俠似乎更可行了 他們與馬的關係\n是非常...",
      "title": "約翰-弗拉納根的 \"遊俠的學徒 \"是我的 \"哈利波特\"。"
    }
  ],
  "title": "John Flanagan's \"The Ranger's Apprentice\" was my \"Harry Potter\"",
  "created_utc": 1614667440,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I too grew up with Harry Potter books, but once I read the first entry to the Ranger&#39;s Aprrentice series, I was hooked.</p>\n\n<p>Although I was hoping for a letter from Hogwarts to arrive some day (still do!), becoming a Ranger seemed so much more feasible. Their relationships with horses were very believable too. Especially because the book goes in detail on how Will has been training again and again and again and again. They earn their skills rightfully, and aren&#39;t born with them. The invisibility cloak is a joke compared to a Ranger&#39;s cloak (and their skills needed to use them properly).</p>\n\n<p>It totally got me into archery too (although sadly I still don&#39;t own a bow &amp; arrow as they&#39;re a legal hassle here in the Netherlands). </p>\n\n<p>I also think it handled politics beautifully for a young adolescent audience. Diplomacy was a big part of the series, but never boring. </p>\n\n<p>I also personally still remember how to place the knife and fork right because  they said something along the lines of &#39;well you wield your sword in your left hand right? So the knife goes on the left&#39; </p>\n\n<p>I wonder if anyone else preffers this series over Harry Potter.</p>\n\n<p>Don&#39;t get me wrong, I loved that series too, but I&#39;ve alwats felt like the Ranger&#39;s Apprentice is a little underrated.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/lvo1t4/john_flanagans_the_rangers_apprentice_was_my/",
  "subreddit": "books",
  "id": "lvo1t4",
  "is_self": true,
  "media": null,
  "is_video": false
}