{
  "author": "brickmadness",
  "the_new_excerpt": "It is my personal experience that Starbucks’ House Blend coffee tastes burnt and\nunappealing to not only me, but the majority of people vs. other brands. IMO\nDunkin Donuts, Krispy Kreme, McDonalds, and most major fast food chains all have\nbetter tasting black coffee than Starbucks. The fact that…",
  "original_created_utc": 1619334934,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "スターバックスのハウスブレンドコーヒーは、他のブランドに比べて、私だけでなく大多数の人にとって、焦げた味がして美味しくないというのが、私の個人的な経験です。\n私だけでなく、多くの人が他のブランドと比較して、スターバックスのハウスブレンドのコーヒーは、焦げた味がして美味しくないと感じています。IMO\nダンキンドーナツ、クリスピークリーム、マクドナルド、そしてほとんどの主要なファストフードチェーンは、スターバックスよりも美味しいブラックコーヒーを提供しています。\nスターバックスよりも美味しいブラックコーヒーがあると思います。その事実は...。",
      "title": "CMV：スターバックスの標準的なハウスブレンドコーヒーは、フレーバードリンクやミックスドリンクへのアップセルの数を最大化するために、わざと不味くしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "根据我的个人经验，星巴克的 \"House Blend \"咖啡喝起来很焦，不仅对我，对大多数人来说也是如此。\n不仅对我，而且对大多数人来说，与其他品牌相比，星巴克的House Blend咖啡的味道都不令人满意。IMO\nDunkin Donuts, Krispy Kreme, McDonalds, 和大多数主要的快餐连锁店都有比星巴克更好喝的黑咖啡。\n比星巴克的黑咖啡味道更好。事实上，...",
      "title": "CMV：星巴克的标准House Blend咖啡故意做得很差，这样他们就能最大限度地增加对调味和混合饮料的销售量。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "根據我的個人經驗，星巴克的 \"House Blend \"咖啡喝起來很焦，不僅對我，對大多數人來說也是如此。\n不僅對我，而且對大多數人來說，與其他品牌相比，星巴克的House Blend咖啡的味道都不令人滿意。IMO\nDunkin Donuts, Krispy Kreme, McDonalds, 和大多數主要的快餐連鎖店都有比星巴克更好喝的黑咖啡。\n比星巴克的黑咖啡味道更好。事實上，...",
      "title": "CMV：星巴克的標準House Blend咖啡故意做得很差，這樣他們就能最大限度地增加對調味和混合飲料的銷售量。"
    }
  ],
  "title": "CMV: Starbucks’ standard House Blend coffee is intentionally bad so that they maximize the number of upsells to flavored and mixed drinks.",
  "created_utc": 1619351014,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It is my personal experience that Starbucks’ House Blend coffee tastes burnt and unappealing to not only me, but the majority of people vs. other brands. IMO Dunkin Donuts, Krispy Kreme, McDonalds, and most major fast food chains all have better tasting black coffee than Starbucks. The fact that Starbucks is the worldwide leader in coffee shop market share would lead people to believe that their standard unadorned coffee was near the tastiest or best of the bunch, but this doesn’t appear to be true from my experience or from any opinion polls I’ve seen. As a company, Starbucks makes far more money if every coffee order is something more complicated than a standard cup of coffee. I believe their coffee also happens to be tasty when mixed into other types of lattes, mochas, frappes, etc...</p>\n\n<p>Therefore, Starbucks black coffee is mediocre on purpose to promote more expensive mixed drinks.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/my32xq/cmv_starbucks_standard_house_blend_coffee_is/",
  "subreddit": "changemyview",
  "id": "my32xq",
  "is_self": true,
  "media": null,
  "is_video": false
}