{
  "author": "thatguyfromrichmond",
  "original_created_utc": 1629069201,
  "title": "CMV: Women contribute to toxic masculinity and gender roles just as much as men do",
  "created_utc": 1629075572,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Like the title says you always see the feminists talk about how patriarchy hurts men just as much as women, which I agree with only powerful rich men, usually politicians truly thrived for most of human history. However nowadays we have made many strives towards egalitarianism in the west, but far far from perfect. I think now we face a lot of road blocks from the women side just as much as the men refusing to change now. A good example is women telling men to &quot;man up&quot; or to take responsibility for all their short comings in life. While technically good advice, no one says this to a poor women or a homeless women struggling, they are offered sympathy. Additionally women on average will not date down in income, which is an issue when you consider men aren&#39;t attending college as much anymore. This reinforced patriarchy because it means the men with more money have greater control over everyone else.  I think women should be more aware of what they do to reinforce gender roles and act to fix them instead of just blaming men for all their problems.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/p540hv/cmv_women_contribute_to_toxic_masculinity_and/",
  "subreddit": "changemyview",
  "id": "p540hv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Like the title says you always see the feminists talk about how patriarchy hurts\nmen just as much as women, which I agree with only powerful rich men, usually\npoliticians truly thrived for most of human history. However nowadays we have\nmade many strives towards egalitarianism in the west, but far…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルにもあるように、フェミニストたちはいつも、女性と同様に男性も家父長制に苦しめられていると話しています。\n男性も女性と同じように傷つけられるという話をしていますが、これは私も賛成です。\n政治家などの権力者だけが、人類の歴史の中で繁栄してきました。しかし、今日では、私たちは\n西洋では平等主義に向けて多くの努力がなされていますが、はるかに...",
      "title": "CMV: 女性も男性と同じように、有害な男らしさや男女の役割に影響を与えている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "正如标题所说，你总是看到女权主义者谈论父权制如何伤害了\n我同意，只有有权有势的富人，通常是政客，才会真正繁荣。\n在人类历史上的大部分时间里，政治家们真正地繁荣起来了。然而，如今我们已经\n在西方，我们在平等主义方面做了许多努力，但远远没有达到平等的程度。",
      "title": "CMV：女性和男性一样，对有毒的男性气质和性别角色有很大贡献"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "正如標題所說，你總是看到女權主義者談論父權制如何傷害了\n我同意，只有有權有勢的富人，通常是政客，纔會真正繁榮。\n在人類歷史上的大部分時間裏，政治家們真正地繁榮起來了。然而，如今我們已經\n在西方，我們在平等主義方面做了許多努力，但遠遠沒有達到平等的程度。",
      "title": "CMV：女性和男性一樣，對有毒的男性氣質和性別角色有很大貢獻"
    }
  ]
}