{
  "author": "Maxkim12",
  "original_created_utc": 1632432042,
  "title": "CMV: 1/6, while a historically awful event, was not the result of a planned “insurrection”",
  "created_utc": 1632446083,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My main point that I’m curious if my mind will be changed on is that nobody - Not Trump, Cruz, or anyone else in the Republican Party - planned on having their supporters storm the capital and harm members of Congress in order to allow Trump to remain in power.</p>\n\n<p>For starters, if it was planned, what was the end goal? Does it seem reasonable that Trump actually wanted to just kill every member of Congress who opposed him, and expect to somehow retain power after that? Trump is stupid, but is he really that stupid?</p>\n\n<p>On the flip side, think about how many moving parts there would have to be to pull this off. How many people would need to be in on the secret? At the very least, some of the cops, some of the protestors, some people in Trumps inner circle who helped coordinate, and probably more. If there really was a plan to storm the capital and harm political figures, how did they manage to keep it secret so well?</p>\n\n<p>We’re basically left with a plot that was both too stupid for anyone to attempt, and too hard for anyone other than an absolute genius to have pulled off. How is that a likely possibility of what happened?</p>\n\n<p>There’s been countless talk about “investigating the events of 1/6”. In my opinion, the only realistic possibility  that will be uncovered is as follows:</p>\n\n<p>-Trump constantly claimed fraud. Unclear if he actually believed in fraud or was using it as an excuse.</p>\n\n<p>-Trump tried to convince as many people as possible that fraud was real. This was either because he really thought he could overturn the election, to provide an excuse for his loss, or both.</p>\n\n<p>-A fairly large number of people actually believed this fantasy that the election was fraudulent. As a result, some of them got rowdy at a protest and actually managed to breach the capital.</p>\n\n<p>-Trump was very possibly not upset about this event. However, I can’t imagine a scenario where this event was part of an orchestrated plot to overturn the election, or remain in power by force.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/pu50qh/cmv_16_while_a_historically_awful_event_was_not/",
  "subreddit": "changemyview",
  "id": "pu50qh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My main point that I’m curious if my mind will be changed on is that nobody -\nNot Trump, Cruz, or anyone else in the Republican Party - planned on having\ntheir supporters storm the capital and harm members of Congress in order to\nallow Trump to remain in power.\n\nFor starters, if it was planned, what…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の考えが変わるかどうか気になる一番のポイントは、誰も\nトランプもクルーズも、共和党の誰もが、自分の支持者が首都を襲撃して議員に危害を加えることを\n共和党の誰もが、自分たちの支持者に首都を襲撃させ、議員に危害を加えることを計画していなかったということです。\n共和党の誰もが、トランプの政権維持のために支持者に首都を襲撃させ、議員に危害を加えることを計画していなかったということです。\n\nまず第一に、もしそれが計画されていたとしたら、何...",
      "title": "CMV: 1/6は、歴史的には最悪の出来事ではあるが、計画的な \"反乱 \"の結果ではない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "\n\n\n特朗普、克鲁兹或共和党中的任何其他人都没有计划让\n他们的支持者冲进首都并伤害国会议员，以便\n让特朗普继续执政。\n\n首先，如果是有计划的，那...",
      "title": "CMV：1/6，虽然是一个历史上的可怕事件，但不是有计划的 \"叛乱 \"的结果。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "\n\n\n特朗普、克魯茲或共和黨中的任何其他人都沒有計劃讓\n他們的支持者衝進首都並傷害國會議員，以便\n讓特朗普繼續執政。\n\n首先，如果是有計劃的，那...",
      "title": "CMV：1/6，雖然是一個歷史上的可怕事件，但不是有計劃的 \"叛亂 \"的結果。"
    }
  ]
}