{
  "author": "nicky_papagiorgio",
  "original_created_utc": 1639331073,
  "title": "What coins are you leaving behind in 2022?",
  "created_utc": 1639344739,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Curious as to what coins people had high hopes for in 2021 but have since decided to leave behind in the new year. I&amp;#39;m considerring dropping SOL entirely soon. I think it&amp;#39;s significantly overhyped and it&amp;#39;ll eventually live up to its name and burn anyone who gets to close to it. My guess is the recent surge will be an anomaly. &lt;/p&gt;\n\n&lt;p&gt;What about all of you fine people? Any coins you&amp;#39;re leaving out with the trash that was 2021? Looking forward to hearing how people plan to improve their bags. Nothing like cutting the dead weight loose. Onward and upward.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 165,
  "permalink": "/r/CryptoCurrency/comments/reu1x6/what_coins_are_you_leaving_behind_in_2022/",
  "subreddit": "CryptoCurrency",
  "id": "reu1x6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Curious as to what coins people had high hopes for in 2021 but have since\ndecided to leave behind in the new year. I'm considerring dropping SOL entirely\nsoon. I think it's significantly overhyped and it'll eventually live up to its\nname and burn anyone who gets to close to it. My guess is the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>2021年に期待されていたが、新年に残すことになったコインに興味がある。\n2021年に期待していたが、新年に残しておくことにしたコインに興味がある。私は\n私もそろそろSOLを完全にやめようと思っています。かなり過大評価されていると思います。\n私は、SOLはかなり過大評価されていると思いますし、最終的にはその名に恥じないように、誰でも燃やしてしまうでしょう。",
      "title": "2022年にはどんなコインを残しますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我很好奇，人们对20年后的什么硬币寄予厚望？\n2021年，但后来决定在新的一年里放弃的硬币。我\n考虑很快完全放弃SOL。我认为它是明显\n我认为它被过度炒作，最终会名副其实地烧毁任何人......",
      "title": "你在2022年将留下什么硬币？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我很好奇，人們對20年後的什麼硬幣寄予厚望？\n2021年，但後來決定在新的一年裏放棄的硬幣。我\n考慮很快完全放棄SOL。我認爲它是明顯\n我認爲它被過度炒作，最終會名副其實地燒燬任何人......",
      "title": "你在2022年將留下什麼硬幣？"
    }
  ]
}