{
  "author": "JordanLeigh7",
  "original_created_utc": 1637164768,
  "title": "Any books you put down because you were too disturbed or upset by it to continue?",
  "created_utc": 1637179027,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just put down The Tattooist of Auschwitz, 70 pages in. I&#39;m realizing I shouldn&#39;t even pick up books taking place in the holocaust. It could be a great book but the holocaust just makes me too upset. </p>\n\n<p>I also put down The Color Purple earlier this year because I was disturbed by the treatment.</p>\n\n<p>I put down Cujo by Stephen King because it really upset me as a dog lover, and the abusive relationship was too disturbing for me. </p>\n\n<p>How about you guys?</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/qw2di0/any_books_you_put_down_because_you_were_too/",
  "subreddit": "books",
  "id": "qw2di0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just put down The Tattooist of Auschwitz, 70 pages in. I'm realizing I\nshouldn't even pick up books taking place in the holocaust. It could be a great\nbook but the holocaust just makes me too upset.\n\nI also put down The Color Purple earlier this year because I was disturbed by\nthe treatment.\n\nI…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今、『アウシュビッツの刺青師』を70ページほど読み終えたところです。私は\nホロコーストが舞台の本は手に取るべきではないと実感しています。素晴らしい本になるかもしれませんが\nホロコーストが舞台の本は手に取るべきではないと悟りました。\n\n今年の初めに読んだ『カラーパープル』も、その扱いが気になって読みませんでした。\n扱われていたからです。\n\nI...",
      "title": "読んでいて気になったり動揺したりして読み進められなかった本はありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚放下《奥斯威辛的纹身师》，70页了。我意识到我\n甚至不应该拿起发生在大屠杀时期的书。它可能是一本伟大的\n但大屠杀让我太难过了。\n\n今年早些时候，我也放下了《紫色》，因为我对它的处理感到不安。\n的待遇。\n\nI...",
      "title": "有什么书是你因为太过不安或不爽而放下的吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛放下《奧斯威辛的紋身師》，70頁了。我意識到我\n甚至不應該拿起發生在大屠殺時期的書。它可能是一本偉大的\n但大屠殺讓我太難過了。\n\n今年早些時候，我也放下了《紫色》，因爲我對它的處理感到不安。\n的待遇。\n\nI...",
      "title": "有什麼書是你因爲太過不安或不爽而放下的嗎？"
    }
  ]
}