{
  "author": "sadclown_69",
  "original_created_utc": 1632903337,
  "title": "YSK that most helmets (for biking, skateboarding, snowboarding, etc) have a stiff foam inside that crumples to absorb impact, but once it's crumpled, it doesn't bounce back. Your helmet will eventually stop protecting you after a few big falls.",
  "created_utc": 1632922954,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: so you and your kids don&#39;t die.</p>\n\n<p>Helmets are filled with what&#39;s called EPS foam (expanded polystyrene). EPS is a very light but stiff foam similar to styrofoam. Once you deform or crush it, it stays that way.</p>\n\n<p>From epsindustry.org:</p>\n\n<blockquote>\n<p>Unlike other types of padding, EPS foam does not bounce back after a compressing impact.</p>\n</blockquote>\n\n<p>This means it&#39;s better at absorbing impact than a softer foam, which is good for protecting your head. But after an impact, that foam is crushed at that spot and no longer able to absorb any impact.</p>\n\n<p>From off.road.cc:</p>\n\n<blockquote>\n<p>Due to tiny impact after tiny impact over time, the EPS will gradually lose its volume making it less able to deal with the energy in the unfortunate event of an impact. Of course the more the helmet is used the more it will deteriorate, so one rule for all does not work here, but three years is a good guide.</p>\n</blockquote>\n\n<p>Replace your bike helmets after every big fall.\nReplace your skateboard/ski/snowboard helmet after a few big falls.\nSomeone let me know about motorcycle helmets, I assume you wanna replace that after 1 fall.\nReplace your helmets every 3 years even if you have no falls or minor falls.</p>\n\n<p>EDIT: Some great extra notes from the comments:</p>\n\n<ul>\n<li>Bike helmets are designs for 1 fall.</li>\n<li>Sturdier helmets like for skating or snowboarding can take a few more falls.</li>\n<li>Dropping your helmet is the same as falling on it.</li>\n</ul>\n\n<p>Sources:</p>\n\n<p><a href=\"http://epsindustry.org/other-applications/safety-devices\">http://epsindustry.org/other-applications/safety-devices</a></p>\n\n<p><a href=\"https://off.road.cc/content/feature/when-should-you-replace-your-bicycle-helmet-1280\">https://off.road.cc/content/feature/when-should-you-replace-your-bicycle-helmet-1280</a></p>\n</div><!-- SC_ON -->",
  "score": 115,
  "permalink": "/r/YouShouldKnow/comments/pxqvzd/ysk_that_most_helmets_for_biking_skateboarding/",
  "subreddit": "YouShouldKnow",
  "id": "pxqvzd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: so you and your kids don't die.\n\nHelmets are filled with what's called EPS foam (expanded polystyrene). EPS is a\nvery light but stiff foam similar to styrofoam. Once you deform or crush it, it\nstays that way.\n\nFrom epsindustry.org:\n\n> Unlike other types of padding, EPS foam does not bounce…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：あなたとあなたの子供が死なないために。\n\nヘルメットの中には、EPSフォーム（発泡ポリスチレン）と呼ばれるものが入っています。EPSとは\n発泡スチロールのような非常に軽いが硬いフォームです。一度変形させたり押しつぶしたりすると、その状態を維持します。\nその状態を保つことができます。\n\nepsindustry.orgより。\n\n> 他のパッドとは異なり、EPSフォームは跳ね返りません...",
      "title": "YSK ほとんどのヘルメット（自転車、スケートボード、スノーボードなど）は、内側に硬いフォームがあって、それがつぶれて衝撃を吸収するのですが、一度つぶれてしまうと跳ね返ってこないのです。ヘルメットは、何度か大きな転倒をすると、やがて保護してくれなくなります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这样你和你的孩子就不会死。\n\n头盔里装的是所谓的EPS泡沫（发泡聚苯乙烯）。EPS是一种\n非常轻但坚硬的泡沫，类似于发泡胶。一旦你使它变形或压碎，它就会保持这种状态。\n它就会保持这种状态。\n\n来自epsindustry.org。\n\n> 与其他类型的填充物不同，EPS泡沫不会反弹......",
      "title": "YSK认为，大多数头盔（用于骑自行车、滑板、滑雪等）内部都有一个坚硬的泡沫，可以皱缩以吸收冲击力，但一旦皱缩，就不会再反弹了。你的头盔在经历了几次大的跌倒后，最终会停止保护你。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這樣你和你的孩子就不會死。\n\n頭盔裏裝的是所謂的EPS泡沫（發泡聚苯乙烯）。EPS是一種\n非常輕但堅硬的泡沫，類似於發泡膠。一旦你使它變形或壓碎，它就會保持這種狀態。\n它就會保持這種狀態。\n\n來自epsindustry.org。\n\n> 與其他類型的填充物不同，EPS泡沫不會反彈......",
      "title": "YSK認爲，大多數頭盔（用於騎自行車、滑板、滑雪等）內部都有一個堅硬的泡沫，可以皺縮以吸收衝擊力，但一旦皺縮，就不會再反彈了。你的頭盔在經歷了幾次大的跌倒後，最終會停止保護你。"
    }
  ]
}