{
  "author": "sadclown_69",
  "original_created_utc": 1632903337,
  "title": "YSK that most helmets (for biking, skateboarding, snowboarding, etc) have a stiff foam inside that crumples to absorb impact, but once it's crumpled, it doesn't bounce back. Your helmet will eventually stop protecting you after a few big falls.",
  "created_utc": 1632922954,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: so you and your kids don&#39;t die.</p>\n\n<p>Helmets are filled with what&#39;s called EPS foam (expanded polystyrene). EPS is a very light but stiff foam similar to styrofoam. Once you deform or crush it, it stays that way.</p>\n\n<p>From epsindustry.org:</p>\n\n<blockquote>\n<p>Unlike other types of padding, EPS foam does not bounce back after a compressing impact.</p>\n</blockquote>\n\n<p>This means it&#39;s better at absorbing impact than a softer foam, which is good for protecting your head. But after an impact, that foam is crushed at that spot and no longer able to absorb any impact.</p>\n\n<p>From off.road.cc:</p>\n\n<blockquote>\n<p>Due to tiny impact after tiny impact over time, the EPS will gradually lose its volume making it less able to deal with the energy in the unfortunate event of an impact. Of course the more the helmet is used the more it will deteriorate, so one rule for all does not work here, but three years is a good guide.</p>\n</blockquote>\n\n<p>Replace your bike helmets after every big fall.\nReplace your skateboard/ski/snowboard helmet after a few big falls.\nSomeone let me know about motorcycle helmets, I assume you wanna replace that after 1 fall.\nReplace your helmets every 3 years even if you have no falls or minor falls.</p>\n\n<p>EDIT: Some great extra notes from the comments:</p>\n\n<ul>\n<li>Bike helmets are designs for 1 fall.</li>\n<li>Sturdier helmets like for skating or snowboarding can take a few more falls.</li>\n<li>Dropping your helmet is the same as falling on it.</li>\n</ul>\n\n<p>Sources:</p>\n\n<p><a href=\"http://epsindustry.org/other-applications/safety-devices\">http://epsindustry.org/other-applications/safety-devices</a></p>\n\n<p><a href=\"https://off.road.cc/content/feature/when-should-you-replace-your-bicycle-helmet-1280\">https://off.road.cc/content/feature/when-should-you-replace-your-bicycle-helmet-1280</a></p>\n</div><!-- SC_ON -->",
  "score": 115,
  "permalink": "/r/YouShouldKnow/comments/pxqvzd/ysk_that_most_helmets_for_biking_skateboarding/",
  "subreddit": "YouShouldKnow",
  "id": "pxqvzd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: so you and your kids don't die.\n\nHelmets are filled with what's called EPS foam (expanded polystyrene). EPS is a\nvery light but stiff foam similar to styrofoam. Once you deform or crush it, it\nstays that way.\n\nFrom epsindustry.org:\n\n> Unlike other types of padding, EPS foam does not bounce…"
}