{
  "author": "TrepidationTD",
  "original_created_utc": 1633880238,
  "title": "What are some books that helped you grow more mature and smarter in your world view?",
  "created_utc": 1633928379,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The kind of books I want are philosophies that solidified your world view. I want a book that would help me truly see the world for it&#39;s beauty and become more moral. I want a book to help me see past the earth but see the bigger picture. Exactly like the way Carl Sagan views the world in the pale blue dot. He realizes that the world is so small compared to the sea of the universe and rejects simple wars or fights or anger because in the end, it is insigificant. In fact, I want to be able to view the world like Sagan someday as well. He seemed to have everything figured out and that mature and appreciative nature was reflected in his wholesome character.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/q5ad5s/what_are_some_books_that_helped_you_grow_more/",
  "subreddit": "booksuggestions",
  "id": "q5ad5s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The kind of books I want are philosophies that solidified your world view. I\nwant a book that would help me truly see the world for it's beauty and become\nmore moral. I want a book to help me see past the earth but see the bigger\npicture. Exactly like the way Carl Sagan views the world in the pale…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が欲しいのは、自分の世界観を固めた哲学書です。I\n世界の美しさを真に見て、道徳的になれるような本が欲しい。\nより道徳的になれる本が欲しい。地球を超えて大局を見ることができるような本が欲しいです。\n大局的に見ることができる本が欲しい。まさに、カール・セーガンが「青ざめた世界」の中で世界を見ているように...。",
      "title": "自分の世界観をより成熟させ、賢くするのに役立った本はありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想要的那种书是巩固你世界观的哲学。I\n我想要一本能帮助我真正看到世界的美并变得更有道德的书。\n更有道德感。我希望有一本书能帮助我看清地球，但看到更大的画面\n画面。就像卡尔-萨根在《苍茫》中看待世界的方式一样。",
      "title": "有哪些书帮助你在世界观上变得更成熟、更聪明？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想要的那種書是鞏固你世界觀的哲學。I\n我想要一本能幫助我真正看到世界的美並變得更有道德的書。\n更有道德感。我希望有一本書能幫助我看清地球，但看到更大的畫面\n畫面。就像卡爾-薩根在《蒼茫》中看待世界的方式一樣。",
      "title": "有哪些書幫助你在世界觀上變得更成熟、更聰明？"
    }
  ]
}