{
  "author": "hondaguy1998",
  "original_created_utc": 1624556753,
  "title": "CMV: Taxation isn't theft",
  "created_utc": 1624599015,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Taxes. Everyone hates taxes, everyone bitches about having to pay them but then they complain about the roads not being paved sufficiently, and not having enough infrastructure ect ect... My view on taxes is this: In order to live in a high functioning society we will have to pay taxes. Like when people want to throw a big barbecue or buy a bunch of alcohol for a party, oftentimes people pitch in money to pay for it all. Obviously this isn&#39;t a great analogy but hopefully you get my drift. </p>\n\n<p>You have to contribute something in order to gain something. Now I&#39;ll argue all day that taxation has been abused by the government, that&#39;s not even a question at this point. However if you are going to express to me that we&#39;re all being robbed blind by the government by being taxed I&#39;m going to say you&#39;re wrong. When someone steals something from someone they generally don&#39;t intend to give it back. This is not the case with taxes, it&#39;s a thing called tax returns.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/o7610x/cmv_taxation_isnt_theft/",
  "subreddit": "changemyview",
  "id": "o7610x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Taxes. Everyone hates taxes, everyone bitches about having to pay them but then\nthey complain about the roads not being paved sufficiently, and not having\nenough infrastructure ect ect... My view on taxes is this: In order to live in a\nhigh functioning society we will have to pay taxes. Like when…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "税金について 誰もが税金を嫌っていて、払わなければならないことに不満を持っていますが、その一方で\n道路が十分に舗装されていないことや、十分なインフラがないことにも文句を言う。\n充分なインフラが整っていないなどと文句を言う。税金についての私の考えはこうです。高機能な社会に住むためには\n高機能な社会に住むためには、税金を払わなければなりません。例えば...",
      "title": "CMV: 課税は窃盗ではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "税收。每个人都讨厌税收，每个人都在抱怨不得不支付税收，但他们又抱怨道路不畅。\n他们抱怨道路铺设得不够好，而且没有足够的\n没有足够的基础设施，等等。我对税收的看法是这样的。为了生活在一个\n为了生活在一个高功能的社会中，我们将不得不交税。例如，当...",
      "title": "CMV：征税不是偷窃"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "稅收。每個人都討厭稅收，每個人都在抱怨不得不支付稅收，但他們又抱怨道路不暢。\n他們抱怨道路鋪設得不夠好，而且沒有足夠的\n沒有足夠的基礎設施，等等。我對稅收的看法是這樣的。爲了生活在一個\n爲了生活在一個高功能的社會中，我們將不得不交稅。例如，當...",
      "title": "CMV：徵稅不是偷竊"
    }
  ]
}