{
  "author": "nsfwappleman",
  "the_new_excerpt": "Now I should explain: I'm assuming most people don't want to date obese people\nfor preference reasons, however there are actually good reasons not to, such as:\n\nNon vanity related physical issues, such as differences in lifestyle and\ndistribution of work in the house, long term health, etc. As well…",
  "original_created_utc": 1614206345,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "现在我应该解释一下。我想大多数人都不想和肥胖的人约会。\n为偏好原因，然而其实也有很好的理由不这样做，比如。\n\n与虚荣无关的生理问题，如生活方式的不同和...\n家里的工作分配、长期健康等。以及...",
      "title": "CMV：单纯因为肥胖而不想和肥胖的人约会是可以理解的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "現在我應該解釋一下。我想大多數人都不想和肥胖的人約會。\n爲偏好原因，然而其實也有很好的理由不這樣做，比如。\n\n與虛榮無關的生理問題，如生活方式的不同和...\n家裏的工作分配、長期健康等。以及...",
      "title": "CMV：單純因爲肥胖而不想和肥胖的人約會是可以理解的。"
    }
  ],
  "title": "CMV: It's understandable to not want to date obese people purely because they're obese.",
  "created_utc": 1614218715,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Now I should explain: I&#39;m assuming most people don&#39;t want to date obese people for preference reasons, however there are actually good reasons not to, such as: </p>\n\n<p>Non vanity related physical issues, such as differences in lifestyle and distribution of work in the house, long term health, etc. \nAs well as:</p>\n\n<p>the reason they&#39;re obese in the first place. Now, let&#39;s assume you&#39;re looking to date people based on looking for long term relationships. If they&#39;re obese because of thyroid issue or other genetic issue, that wouldn&#39;t be good if you were looking to have children.</p>\n\n<p>As well as: if it&#39;s obesity gained from emotional issues (such as SO dumping you making you feel unloved so you fill that hole with like ice cream or somethong) it&#39;s possible that they&#39;re not over them yet (possible not definite), so that could cause some unnecessary nonsense you won&#39;t be ready or willing to deal with. </p>\n\n<p>And possibly the worst one: lack of urge control. If the person&#39;s obese because they are unable to control their urges, that&#39;s not a good thing for a LTR. You were saving up for a vacation? Well you were, except that money has been spent on a new sports car, and now you&#39;re in debt.</p>\n\n<p>Now I should clarify: I don&#39;t hate overweight people or anything, I just think it&#39;s justified to not be villified for not wanting to date them for reasonable reasons. \nThat being said I&#39;m willing to change my view so... Have at it.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/lrp4sm/cmv_its_understandable_to_not_want_to_date_obese/",
  "subreddit": "changemyview",
  "id": "lrp4sm",
  "is_self": true,
  "media": null,
  "is_video": false
}