{
  "author": "Keaton126",
  "original_created_utc": 1633138303,
  "title": "Finished Slaughterhouse-Five. Feeling some type of way. So it goes.",
  "created_utc": 1633145502,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>-Damn. Fucking hell this book was good. I have read Vonnegut before and appreciated his wit and storytelling ability, but this was my first go at Slaughterhouse-Five. I feel speechless.</p>\n\n<p>- I am in the military. I have deployed myself, but never off to something so powerful as a World War. So, I often read about war, about my brothers and sisters of the past, with a type of awe reserved for ancient marvels of history. These silhouettes of the past are people who saw things, and did things, I will never fully understand, or possibly relate to. I feel that here with Vonnegut. It is no secret that the bombing of Dresden changed him, maybe even killed a little bit of his soul. I feel it  painfully, mournfully in all of his writings, like exhaling with broken ribs. I, too, have been fortunate enough to have traveled to places around the world near and dear to me. Okinawa, Japan. Crete, Greece. Belfast, Ireland. Cebu, Philippines. I can only imagine how distraught I&#39;d be to see one of these places under siege, by the country I am sworn to protect. Vonnegut lived that. His outlooks on war, government, society... it&#39;s all very telling. He was a brilliant man, and just an absolutely masterful storyteller.</p>\n\n<p>- Most of Vonnegut&#39;s writings make me laugh, and this one did too. Some of the insane situations Billy Pilgrim finds himself in are classic Vonnegut. But, this book was so much deeper than merely a comedy. I thought a lot about Catch-22, here. I also caught myself reflecting on what it means to really live and perish. Time, here, is such a key element, and you wonder how it all truly affects us. What happens when it&#39;s all over? Is it ever truly over? To live eternally through windows of time is a romantic notion, and one Vonnegut has me thinking about. His narratives on the war also provide such a striking emotion. Events occur here most sad and horrible, and his matter-of-fact way of relating these events somehow packs more of a punch. Like &quot;oh well&quot; such is life now. So it goes.</p>\n\n<p>- Reading how the bombing of Dresden was worse than Hiroshima is pretty enlightening too. Many of us don&#39;t realize the awfulness of this event in particular. War is always a tragedy. But, I think Dresden doesn&#39;t get its due in classrooms in schools, because of how we still like to portray Americans and Germans in history courses. We think its cool, I suppose. But, again, reading of Vonnegut&#39;s observations on the bombing crushes me. Dresden is like a lover who has passed away, never to return. Except in memory. There is an eternal sadness in Billy Pilgrim that never really goes away throughout the story, no matter what time period he is in, or what event is occurring. It all goes back to the war in the end. We forget how these wars still changed lives years and years and years after they were over. They did give us Kurt Vonnegut, however. That I am thankful for.</p>\n\n<p>- I am not sure what else to say. Read this book if you want to have your mind tested and ideals challenged. Read this book if you want to get a glimpse into the suffering, the senselessness, the aftermath of life as a prisoner of war. Read this book if you like wit, and an author&#39;s ability to tell you the ending in the beginning, and tie everything up along the way. Read this book for Kilgore Trout and Montana Wildhack. I loved every line of Schlachthaus fünf. I think you will too. </p>\n\n<p>-I leave you with this one excerpt which made me laugh and hurt:</p>\n\n<p>&quot;Billy looked inside the latrine. The wailing was coming from in there. The place was crammed with Americans who had taken their pants down. The welcome feast had made them as sick as volcanoes. The buckets were full or had been kicked over. An American near Billy wailed that he had excreted everything but his brains. Moments later he &quot;There they go, there they go&quot;. He meant his brains. That was I. That was me. That was the author of this book.&quot;</p>\n\n<p>- Everything was beautiful, and nothing hurt.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/pzlpy7/finished_slaughterhousefive_feeling_some_type_of/",
  "subreddit": "books",
  "id": "pzlpy7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "-Damn. Fucking hell this book was good. I have read Vonnegut before and\nappreciated his wit and storytelling ability, but this was my first go at\nSlaughterhouse-Five. I feel speechless.\n\n- I am in the military. I have deployed myself, but never off to something so\npowerful as a World War. So, I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "-Damn. この本は良かった。ヴォネガットは以前にも読みましたが\n彼のウィットとストーリーテリング能力を高く評価していましたが、今回初めてSlaughterhouse-Fiveを読みました。\nSlaughterhouse-Fiveは初めてでした。言葉を失いました。\n\n- 私は軍人です。自分も派遣されたことがありますが、世界大戦のような大規模なものに参加したことはありません。\n世界大戦のような強力なものには行ったことがありません。だから、私は...",
      "title": "Slaughterhouse-Five」を読み終えました。何かを感じている。そんなわけで。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "-妈的。他妈的，这本书很好。我以前读过冯内古特的书，并且\n欣赏他的智慧和讲故事的能力，但这是我第一次读到\n屠宰场五号》。我感到无话可说。\n\n- 我是军人。我曾经部署过自己，但从来没有去过像世界大战这样的地方。\n激烈的世界大战。所以，我...",
      "title": "完成了《屠宰场五号》。感觉到某种类型的方式。所以就这样了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "-媽的。他媽的，這本書很好。我以前讀過馮內古特的書，並且\n欣賞他的智慧和講故事的能力，但這是我第一次讀到\n屠宰場五號》。我感到無話可說。\n\n- 我是軍人。我曾經部署過自己，但從來沒有去過像世界大戰這樣的地方。\n激烈的世界大戰。所以，我...",
      "title": "完成了《屠宰場五號》。感覺到某種類型的方式。所以就這樣了。"
    }
  ]
}