{
  "author": "Strafishnski",
  "the_new_excerpt": "I just can't get over how nuanced they all are. Most are absolutely appalling\nhumans (as most Gillian Flynn characters are) but they're all a fantastic and\nvaried type of appalling. She has everything from horrific and intelligent chess\nmasters to mid bogglingly frustrating weak and cowardly…",
  "original_created_utc": 1619249211,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "どれも微妙なニュアンスを持っているのがたまりません。ほとんどの人は、（ジリアン・フリンのキャラクターのように）絶対的にひどい人間ですが\nジリアン・フリンの登場人物の多くがそうであるように）しかし、彼らは皆、素晴らしい、様々なタイプのひどい人間である。\n様々なタイプのひどい人間が登場します。恐ろしく知的なチェスの名人から、気の遠くなるようなひどいチェスの名人まで、すべてが揃っています。\n恐ろしく知的なチェスの達人から、気が遠くなるほど苛立たしい弱虫で臆病な...。",
      "title": "ジリアン・フリンの本は、私に女性のキャラクターをスポイルしました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我只是无法接受他们都有多么细微的差别。大多数人都是绝对可怕的\n但他们都是一种奇妙的、多种多样的骇人听闻的类型，他们都是人类（正如吉莉安-弗林的大多数角色）。\n不同类型的骇人听闻。她有各种类型的人，从可怕的、聪明的国际象棋\n大师到令人困惑的软弱和懦弱......。",
      "title": "吉莉安-弗林的书让我对女性角色感到扫兴。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我只是無法接受他們都有多麼細微的差別。大多數人都是絕對可怕的\n但他們都是一種奇妙的、多種多樣的駭人聽聞的類型，他們都是人類（正如吉莉安-弗林的大多數角色）。\n不同類型的駭人聽聞。她有各種類型的人，從可怕的、聰明的國際象棋\n大師到令人困惑的軟弱和懦弱......。",
      "title": "吉莉安-弗林的書讓我對女性角色感到掃興。"
    }
  ],
  "title": "Gillian Flynn's books have spoiled me for female characters.",
  "created_utc": 1619293543,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just can&#39;t get over how <em>nuanced</em> they all are. Most are absolutely appalling humans (as most Gillian Flynn characters are) but they&#39;re all a fantastic and varied type of appalling. She has everything from horrific and intelligent chess masters to mid bogglingly frustrating weak and cowardly doormats. All of whom have pieces that remind you of that one person you hate in real life.</p>\n\n<p>She writes overwhelmingly &quot;strong female characters&quot; and it really throws some sharp and unflattering contrast on all the books that I read that have &quot;strong&quot; &quot;female characters&quot;.</p>\n\n<p>If anyone has suggestions for equally strong character writing (women is a plus but not required) I&#39;d love to hear them.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/mxez3c/gillian_flynns_books_have_spoiled_me_for_female/",
  "subreddit": "books",
  "id": "mxez3c",
  "is_self": true,
  "media": null,
  "is_video": false
}