{
  "author": "Noid-Droid",
  "original_created_utc": 1630626110,
  "title": "CMV: The gender pay gap is largely explained by factors other than gender.",
  "created_utc": 1630683733,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I first started hearing about the general consensus that women are underpaid compared to their male counterparts, (sometime around 2015) I was quick to believe that it was a result of deeply-rooted, institutional biases by employers and business models. </p>\n\n<p>Since then, on several occasions, I have deep-dived, to try and find my own sources of information and get a clearer picture of what exactly was happening and why. </p>\n\n<p>Unfortunately, the more I read, the more I find that </p>\n\n<p>A- The wage gap is nowhere near as large as the general twitter-sphere claims it is (as much as 18%) and in reality it appears to be closer to 2%. </p>\n\n<p>B- Most of the reasons for this gap are explained by factors OTHER than gender, such as education, experience and industry. </p>\n\n<p>So, I have arrived at the conclusion that essentially, people are making a mountain out of a molehill and any attempt I make to point out that the pay-gap is not as widespread and gigantic as social-media clickbait would lead you to believe, I am made to feel like an ignorant misogynist. </p>\n\n<p>I really do want to have my view changed on this. I&#39;m generally very progressive, and I want to be presented with information that will unlearn this viewpoint I have. </p>\n\n<p>I find myself at odds with my girlfriend over it and I can&#39;t bring myself to just lie and say &quot;You&#39;re right, women are overpaid everywhere because sexism, the end&quot;. </p>\n\n<p>Help me out, Reddit.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/pgthwr/cmv_the_gender_pay_gap_is_largely_explained_by/",
  "subreddit": "changemyview",
  "id": "pgthwr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When I first started hearing about the general consensus that women are\nunderpaid compared to their male counterparts, (sometime around 2015) I was\nquick to believe that it was a result of deeply-rooted, institutional biases by\nemployers and business models.\n\nSince then, on several occasions, I have…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "女性は男性に比べて給料が少ない」という一般的な意見を聞き始めた頃は\n男性に比べて女性の給料が低いという一般的な意見を聞き始めた頃（2015年頃）は\nそれは、雇用主やビジネスモデルに深く根ざした制度的な偏見の結果だと思っていました。\n雇い主やビジネスモデルに深く根ざした制度的な偏見の結果だと思っていました。\n\nそれ以来、何度か、私は...",
      "title": "CMV：男女間の賃金格差は、性別以外の要因で大きく説明できます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我第一次听到关于女性比男性工资低的普遍共识时\n与男性同行相比工资过低，（大约在2015年的某个时候）我很快就相信了。\n我很快就相信，这是雇主和商业模式根深蒂固的制度性偏见的结果。\n雇主和商业模式造成的。\n\n从那时起，在一些场合，我已经...",
      "title": "CMV：性别薪酬差距在很大程度上是由性别以外的因素解释的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我第一次聽到關於女性比男性工資低的普遍共識時\n與男性同行相比工資過低，（大約在2015年的某個時候）我很快就相信了。\n我很快就相信，這是僱主和商業模式根深蒂固的制度性偏見的結果。\n僱主和商業模式造成的。\n\n從那時起，在一些場合，我已經...",
      "title": "CMV：性別薪酬差距在很大程度上是由性別以外的因素解釋的。"
    }
  ]
}