{
  "author": "FastMoneyCam",
  "original_created_utc": 1630943562,
  "title": "CMV: Abortion is no different than pulling the plug on someone who is brain dead and both are okay",
  "created_utc": 1630954061,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>How is it that people can say abortion is immoral or murder when it is essentially the same concept as pulling the plug on someone who is brain dead? When you remove a fetus from a body it is not able to survive on its own the same way if you remove someone who is brain dead from life support their body will fail and they will die. It is commonly accepted that it is okay to kill someone who is brain dead by pulling the plug on their life support so why is it not okay to kill a fetus by removing it from the body?</p>\n</div><!-- SC_ON -->",
  "score": 154,
  "permalink": "/r/changemyview/comments/pj22jw/cmv_abortion_is_no_different_than_pulling_the/",
  "subreddit": "changemyview",
  "id": "pj22jw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "How is it that people can say abortion is immoral or murder when it is\nessentially the same concept as pulling the plug on someone who is brain dead?\nWhen you remove a fetus from a body it is not able to survive on its own the\nsame way if you remove someone who is brain dead from life support their…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "中絶は、脳死状態の人にプラグを抜くのと本質的に同じ概念であるにもかかわらず、どうして不道徳だとか、殺人だとか言うことができるのでしょうか？\n脳死状態の人のプラグを抜くのと本質的には同じ概念なのに、どうして中絶が不道徳だとか殺人だとか言えるのでしょうか？\n胎児を身体から取り除くと、それだけでは生きていけません。\n同じように、脳死状態にある人を生命維持装置から外すと、その人は...",
      "title": "CMV: 中絶は、脳死状態の人のプラグを抜くのと変わらず、どちらも問題ありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么人们可以说堕胎是不道德的或谋杀的呢？\n本质上与拔掉一个脑死亡的人的插头是同一个概念，人们怎么能说堕胎是不道德的或谋杀呢？\n当你把胎儿从身体里取出来时，它就不能独立生存了。\n同样，如果你把一个脑死亡的人从生命支持系统中取出来，他们的...",
      "title": "CMV：堕胎与对脑死亡的人拔掉插头没有区别，两者都可以。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼人們可以說墮胎是不道德的或謀殺的呢？\n本質上與拔掉一個腦死亡的人的插頭是同一個概念，人們怎麼能說墮胎是不道德的或謀殺呢？\n當你把胎兒從身體裏取出來時，它就不能獨立生存了。\n同樣，如果你把一個腦死亡的人從生命支持系統中取出來，他們的...",
      "title": "CMV：墮胎與對腦死亡的人拔掉插頭沒有區別，兩者都可以。"
    }
  ]
}