{
  "author": "Wash_zoe_mal",
  "original_created_utc": 1627354101,
  "title": "YSK: Donations for charity done via checkouts help major companies skip out on taxes.",
  "created_utc": 1627418230,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Everyday at fast food, grocery and major stores, during checkout they will ask you to donate change, to a local or nation wide charity. </p>\n\n<p>These companies will then collect all the donations and give them to the charity. From the company, not the consumer. By doing this, it becomes a major tax write off in the USA, making them have to pay less overall tax. Those tax dollars help improve general life in the country, including roads and education. Don&#39;t give major companies a way to cheat on taxes. </p>\n\n<p>If you wish to give to a charity, please give directly. The more middlemen, the less money will actually be used for the things that need it. </p>\n\n<p>Why YSK: Even through the money you give goes towards a charity, the company can write it off and avoid paying taxes.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/YouShouldKnow/comments/osecwh/ysk_donations_for_charity_done_via_checkouts_help/",
  "subreddit": "YouShouldKnow",
  "id": "osecwh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Everyday at fast food, grocery and major stores, during checkout they will ask\nyou to donate change, to a local or nation wide charity.\n\nThese companies will then collect all the donations and give them to the\ncharity. From the company, not the consumer. By doing this, it becomes a major\ntax write…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "毎日、ファーストフードや食料品店、大手のお店では、お会計の際に、小銭を地域や国の慈善団体に寄付するように言われます。\nお釣りを地元や全国の慈善団体に寄付してください。\n\nこれらの企業は、すべての寄付金を集めて、その寄付金を慈善団体に渡します。\n慈善団体に寄付します。消費者ではなく、会社が寄付をするのです。このようにすることで、大きな税金対策になります。\n税金対策にもなりますし...。",
      "title": "YSK: レジで行われるチャリティ募金は、大手企業の節税対策にもなっています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每天在快餐店、杂货店和大型商店，在结账时他们会要求你\n捐赠零钱给当地或全国的慈善机构。\n\n这些公司会收集所有的捐款，并把它们交给慈善机构。\n慈善机构。这些捐款来自公司，而不是来自消费者。通过这样做，它成为一个主要的\n税款写...",
      "title": "YSK：通过结账进行的慈善捐款帮助大公司逃税。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每天在快餐店、雜貨店和大型商店，在結賬時他們會要求你\n捐贈零錢給當地或全國的慈善機構。\n\n這些公司會收集所有的捐款，並把它們交給慈善機構。\n慈善機構。這些捐款來自公司，而不是來自消費者。通過這樣做，它成爲一個主要的\n稅款寫...",
      "title": "YSK：通過結賬進行的慈善捐款幫助大公司逃稅。"
    }
  ]
}