{
  "author": "MyPenisRapedMe",
  "original_created_utc": 1639312973,
  "title": "How does one go about finding lonely elderly people to hang out with?",
  "created_utc": 1639330635,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I remember when I was 8 years old, every week I&amp;#39;d go to my neighbors house, she was an elderly lady who never had any visitors, all the years I lived by her, I never saw a single car at her house. I remember how happy she&amp;#39;d be when I stopped by, she&amp;#39;d give me some candy, or make me some toast, she&amp;#39;d want to hear all about my life and activities. She was always eager to tell me stories aswell. I&amp;#39;d often bring my friends to her house too, which she really enjoyed. &lt;/p&gt;\n\n&lt;p&gt;Then when I&amp;#39;d leave, she&amp;#39;d always tell me how much of a delight it is for me to come over and give her company, and every time she would always tell me to be back soon. Recently, I&amp;#39;ve been thinking about her, and nowbI realize how much it meant for her to have some company. At the time, I didn&amp;#39;t realize how lonely she was. It makes me sad to think that there&amp;#39;s lots of people like her, spending the last of their days alone, feeling as though they don&amp;#39;t exist to anyone, desperate to interact with people, but having no one ever come over.&lt;/p&gt;\n\n&lt;p&gt;Also, both of my parents and grandparents are dead, I don&amp;#39;t know anyone with any wisdom to offer. Every young person would benefit from talking to old people. How do I find lonely old people?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 116,
  "permalink": "/r/NoStupidQuestions/comments/reoagu/how_does_one_go_about_finding_lonely_elderly/",
  "subreddit": "NoStupidQuestions",
  "id": "reoagu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I remember when I was 8 years old, every week\nI&#39;d go to my neighbors house, she was an elderly lady who never had any\nvisitors, all the years I lived by her, I never saw a single car at her house. I\nremember how happy she&#39;d be when I stopped by, she&#39;d…"
}