{
  "author": "Rohit59370",
  "the_new_excerpt": "The book and plot is absolutely amazing ofcourse. But, I was especially\ninterested in Lord Henry's part. I truly think that our lives are shaped 99% by\nthe people we are surrounded and interact with, we are just a random mixture of\ndifferent people around us. And sometimes out of this randomness we…",
  "original_created_utc": 1621093846,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本とプロットはもちろん素晴らしいものです。しかし、私が特に興味を持ったのは\nヘンリー卿の部分に興味を持ちました。私たちの人生は、99％が周囲の人たちによって形成されていると思います。\n私たちの人生は、私たちの周りにいる人たちによって99％形作られると思います。\n私たちは、周りにいるさまざまな人たちのランダムな混合物にすぎないのです。そして時には、このランダム性の中から...",
      "title": "ドリアン・グレイの絵」を読んで、ヘンリー卿に心を奪われました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当然，这本书和情节是绝对令人惊奇的。但是，我特别\n对亨利勋爵的部分感兴趣。我真的认为，我们的生活99%是由我们周围的人和与之互动的人塑造的。\n我们的生活99%是由我们周围的人和与之互动的人塑造的，我们只是我们周围不同人的随机混合物。\n我们只是我们周围不同人的随机混合物。而有时在这种随机性中，我们...",
      "title": "阅读《多里安-格雷的画像》，亨利勋爵让我大开眼界"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當然，這本書和情節是絕對令人驚奇的。但是，我特別\n對亨利勳爵的部分感興趣。我真的認爲，我們的生活99%是由我們周圍的人和與之互動的人塑造的。\n我們的生活99%是由我們周圍的人和與之互動的人塑造的，我們只是我們周圍不同人的隨機混合物。\n我們只是我們周圍不同人的隨機混合物。而有時在這種隨機性中，我們...",
      "title": "閱讀《多裏安-格雷的畫像》，亨利勳爵讓我大開眼界"
    }
  ],
  "title": "Read The Picture of Dorian Gray, and Lord Henry blew my mind",
  "created_utc": 1621135284,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The book and plot is absolutely amazing ofcourse. But, I was especially interested in Lord Henry&#39;s part. I truly think that our lives are shaped 99% by the people we are surrounded and interact with, we are just a random mixture of different people around us. And sometimes out of this randomness we get inspired, and that inspiration is what paves path for us, consciously and sub-consciously.</p>\n\n<p>Dorian&#39;s Life seemed to be the perfect example of this. How Lord Henry&#39;s deep yet explicit remarks were taken in by Dorian, and how they had made such huge impacts on him and his life were the whole story.</p>\n\n<p>Henry was the catalyst we all experience in our lives once at least, whose impacts on us are quick and long lasting. I had a teacher once who had such an impact on me, and has made my life what it is today.</p>\n\n<p>For me, the theme of the book was, how strong,sudden, random and unexpected influences can shape our whole life, without any realisation. Inspiration really comes out of nothing, as it can come out of anything.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/nd1v9s/read_the_picture_of_dorian_gray_and_lord_henry/",
  "subreddit": "books",
  "id": "nd1v9s",
  "is_self": true,
  "media": null,
  "is_video": false
}