{
  "author": "intrusive_thot_",
  "the_new_excerpt": "Why YSK: This is unfortunately something always in the news, but the “CP” term\nhas been all over the place this past week with the arrest of Josh Duggar.\n\nPornography is media depicting adults engaging in sexual behaviors with the\nexpress purpose of causing arousal.\n\nAt best, “CP” is inaccurate. At…",
  "original_created_utc": 1620603597,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: これは残念ながらいつもニュースになっていることですが、「CP」という言葉は、先週のジョシュ・ダガーの逮捕で話題になりました。\nは、先週のJosh Duggarの逮捕で一気に広まりましたね。\n\nポルノとは、興奮を引き起こすことを明示的な目的として、成人が性的行為に従事している様子を描いたメディアのことです。\n興奮させることを明確な目的として、成人が性的行為を行う様子を描いたメディアです。\n\nよく言えば、「CP」は不正確。そして...",
      "title": "YSK: ほとんどの団体が、「児童ポルノ（CP）」という言葉を使わず、「児童性的虐待資料（CSAM）」と言い換えることを推奨しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：不幸的是，这是一个总是出现在新闻中的东西，但 \"CP \"一词\n在过去的一周里，随着乔什-杜格的被捕，\"CP \"一词被炒得沸沸扬扬。\n\n色情制品是描述成年人从事性行为的媒体，其明确的目的是引起兴奋。\n明确的目的是引起人们的兴奋。\n\n在最好的情况下，\"CP \"是不准确的。在...",
      "title": "YSK：大多数组织建议不要使用 \"儿童色情制品（CP）\"一词，而是建议用 \"儿童性虐待材料（CSAM）\"来代替它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：不幸的是，這是一個總是出現在新聞中的東西，但 \"CP \"一詞\n在過去的一週裏，隨着喬什-杜格的被捕，\"CP \"一詞被炒得沸沸揚揚。\n\n色情製品是描述成年人從事性行爲的媒體，其明確的目的是引起興奮。\n明確的目的是引起人們的興奮。\n\n在最好的情況下，\"CP \"是不準確的。在...",
      "title": "YSK：大多數組織建議不要使用 \"兒童色情製品（CP）\"一詞，而是建議用 \"兒童性虐待材料（CSAM）\"來代替它。"
    }
  ],
  "title": "YSK: Most organizations advise against using the term “child pornography (CP)”, and instead suggest replacing it with “child sexual abuse material (CSAM)”.",
  "created_utc": 1620657216,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This is unfortunately something always in the news, but the “CP” term has been all over the place this past week with the arrest of Josh Duggar.</p>\n\n<p>Pornography is media depicting adults engaging in sexual behaviors with the express purpose of causing arousal.</p>\n\n<p>At best, “CP” is inaccurate. At worst, equating child sexual abuse material with actual pornography trivializes exploitation and contributes to a misunderstanding of what exploited children experience.</p>\n</div><!-- SC_ON -->",
  "score": 123,
  "permalink": "/r/YouShouldKnow/comments/n8qn6c/ysk_most_organizations_advise_against_using_the/",
  "subreddit": "YouShouldKnow",
  "id": "n8qn6c",
  "is_self": true,
  "media": null,
  "is_video": false
}