{
  "author": "anh194",
  "original_created_utc": 1636994472,
  "title": "What stop me from creating my own coin and raising money? It seems easy",
  "created_utc": 1637005099,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have a background in software development and some of my colleagues asking me to create our own coin.</p>\n\n<p>I know crypto and blockchain, but never extensively research it before. After some digging, I am mind blowing. I feel like most coins/defi projects..etc.. are kinda worthless/hype bubble, but can raise hundred of thousands, even millions dollars.</p>\n\n<p>I feel like I can just spend few weeks to train solidity, smart contract, create a coin, attach it to our business which already have few thousand active users for some random use case ( award good user with X coins or smt), create some hype and raise money. Am I thinking too simple? What am I missing here?  </p>\n\n<p>Edit:<br/>\nA lot of very interesting answer haha.<br/>\nJoking aside, there is one point I would like to add<br/>\n- Moral: yes, I initially thought about this too. But then, I see a lot of coins, who even their white paper looks like taking 30 minutes to create and still raise money. There is no way people dont know that a shitty project, but they still put money in. This is baffling to me at first, and then I realize people don&#39;t give a shit if it&#39;s a shit coin. Almost everybody FOMO in this market. So creating a shit coin is not actually immoral, right?</p>\n</div><!-- SC_ON -->",
  "score": 179,
  "permalink": "/r/CryptoCurrency/comments/qukjk1/what_stop_me_from_creating_my_own_coin_and/",
  "subreddit": "CryptoCurrency",
  "id": "qukjk1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have a background in software development and some of my colleagues asking me\nto create our own coin.\n\nI know crypto and blockchain, but never extensively research it before. After\nsome digging, I am mind blowing. I feel like most coins/defi projects..etc.. are\nkinda worthless/hype bubble, but can…"
}