{
  "author": "KingTyranitar",
  "original_created_utc": 1626989861,
  "title": "CMV: Public perception of American Law Enforcement would improve if they were simply held accountable more often.",
  "created_utc": 1627007945,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think this is an unspoken sentiment shared by most people who are inherently critical or distrustful of the American police. </p>\n\n<p>Whenever I hear a news story about a police officer screaming at a four year old, or knocking over an old man on camera, there&#39;s always initial outrage followed by &quot;he&#39;s on desk duty pending an internal investigation&quot; or &quot;he&#39;s been suspended with pay pending internal investigation&quot; and then the next day a hundred people protest and its done. Quietly, the police officer more or less just goes back to what he was doing after what I presume amounts to nothing significantly more than a stern warning. There&#39;s no perceived justice to the onlookers. </p>\n\n<p>In order to do their jobs, cops have some legal leeway. They have police unions, legal channels are almost certainly going to treat them differently, and they have Qualified Immunity. It&#39;s to prevent them from being so bound by the law that they are unable to protect civilians.</p>\n\n<p>And this, I believe, is why (some) people dislike cops. They (the individuals) feel that the cops are invincible and because of that, they feel that they are basically at the mercy of the police officer&#39;s will. They think that the cops could profile them, decide on a whim to pat them down, or harass them. If they are wrongfully arrested, they have to comply or the police will subdue them violently (or in some cases kill them). In this situation the police have all of the power and the civilians have no agency, no sense of security, no confidence and feel completely and truly helpless. They feel that the most they can do is file a report that will get lost, deliberately or otherwise, in a mountain of paperwork and the cop get off scot-free.</p>\n\n<p>And then they look at the news. They see police officers pepper spraying children and nothing significant coming of it. They see an officer shoving a 78-year-old man facefirst onto concrete and the entire police union subsequently resigning in protest when accountability comes. They see a blatant attempted lynching on tape with the police coming by, making no arrests, and leaving. They see a cop giving incoherent orders, and executing a begging man on his knees, and that same cop successfully suing for a pension. They see a woman shot in her sleep by incompetent policemen, the women posthumously smeared as a drug dealer, the AG lying during trial and one of the officers having an interview playing the victim on national TV. They see political pundits constantly misconstrue basic arguments and simply state &quot;just don&#39;t do crime bro&quot;.\nThey see police paperwork and reports related to these incidents which are absolute lies and begin to wonder if they are checked by anything more than the Honor system.</p>\n\n<p>And each incident reinforces their view, logical or not, that police are <em>invincible</em>. That they cannot be harmed by the law because they <em>are</em> the law. They do good, but they can do bad, and when they do bad, they can do it with impunity and confidence knowing that they will have an advantage when charges come. The only way for there to be <em>basic</em> accountability is for there to have to burn cities down in anger and an entire summer of nationwide anger and racial tension.</p>\n\n<p>Police culture is notoriously tribal. It&#39;s a &quot;us vs. the world&quot; type mindset that&#39;s been hardened by increasing criticism of the police. Police, I assume, feel that civilians can&#39;t comprehend what the officers do on a daily basis and that slogans such as &quot;ACAB&quot; are emblematic of an ungrateful, uninformed populace spurred by outrage culture. I think this is what results in such a polarizing view of our police and both related movements - BLM and Blue Lives Matter - showing absolute disgust and bewilderment with each other. </p>\n\n<p>Just for the record, I&#39;m not a cop. I&#39;ve never been in law enforcement and likely will not enter law enforcement. I have no grasp of what it takes to be a police officer, the danger involved, the stress and toll it takes, and the commitment it requires. Truly, I mean nothing against police officers.</p>\n\n<p>I&#39;m not here to argue about whether increased accountability would be harmful or not, because it&#39;s completely irrelevant to the argument in my opinion. I&#39;m here to argue that people would sleep better at night if they felt, at the very least, that there would be more accountability.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/opnq5b/cmv_public_perception_of_american_law_enforcement/",
  "subreddit": "changemyview",
  "id": "opnq5b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think this is an unspoken sentiment shared by most people who are inherently\ncritical or distrustful of the American police.\n\nWhenever I hear a news story about a police officer screaming at a four year\nold, or knocking over an old man on camera, there's always initial outrage\nfollowed by \"he's on…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは、アメリカの警察に批判的で不信感を抱いている多くの人が共有している暗黙の感情だと思います。\nアメリカの警察に批判的で不信感を持っている人の多くが、このような思いを抱いているのではないでしょうか。\n\n警察官が4歳の子供を怒鳴りつけたり、カメラで老人を殴ったりしたニュースを聞くと、いつも最初は憤慨します。\n警察官が4歳の子供に叫んだり、カメラの前で老人を倒したりするニュースを聞くと、いつも最初は憤慨します。\n続いて、「彼は......」。",
      "title": "CMV: アメリカの法執行機関に対する一般の人々の認識は、彼らがもっと責任を負うようになれば改善されるでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想这是大多数人都有的一种心声，他们对美国警察有着固有的\n批评或不信任美国警察。\n\n每当我听到一个关于警察对一个四岁孩子大喊大叫的新闻\n镜头下的老人时，最初的愤怒总是伴随着 \"他在。\n然后是 \"他在......\"。",
      "title": "CMV：如果他们只是更经常地被追究责任，公众对美国执法部门的看法将会改善。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想這是大多數人都有的一種心聲，他們對美國警察有着固有的\n批評或不信任美國警察。\n\n每當我聽到一個關於警察對一個四歲孩子大喊大叫的新聞\n鏡頭下的老人時，最初的憤怒總是伴隨着 \"他在。\n然後是 \"他在......\"。",
      "title": "CMV：如果他們只是更經常地被追究責任，公衆對美國執法部門的看法將會改善。"
    }
  ]
}