{
  "author": "poojakakde",
  "the_new_excerpt": "My favourite book is 'The Namesake' written by Jhumpa Lahiri. This is a\nbeautifully written debut novel by the author. I was instantly connected with\nthe book because of the richness of her writing.\n\nEverything in the book felt exactly in its place, perfect and engaging. The book\ntravels between…",
  "original_created_utc": 1620218031,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私のお気に入りの本は、ジュンパ・ラヒリが書いた「The Namesake」です。この作品は\n美しく書かれた作家のデビュー作です。彼女の文章の豊かさに瞬時に魅了されました。\n彼女の文章の豊かさのおかげで、すぐにこの本に魅了されました。\n\n本の中のすべてのものが、まさにその場所にあり、完璧で魅力的に感じられました。この本は\nの間を旅します。",
      "title": "あなたのお気に入りの本はどれですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最喜欢的书是朱姆帕-拉希里写的《名字的故事》。这是一部\n作者写得很好的首部小说。我一下子就和她联系上了。\n因为她的写作很丰富。\n\n书中的一切都让人觉得恰如其分，完美而有吸引力。这本书\n游走在...",
      "title": "你最喜欢哪本书，为什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最喜歡的書是朱姆帕-拉希裏寫的《名字的故事》。這是一部\n作者寫得很好的首部小說。我一下子就和她聯繫上了。\n因爲她的寫作很豐富。\n\n書中的一切都讓人覺得恰如其分，完美而有吸引力。這本書\n遊走在...",
      "title": "你最喜歡哪本書，爲什麼？"
    }
  ],
  "title": "Which is your favourite book and why?",
  "created_utc": 1620235596,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My favourite book is &#39;The Namesake&#39; written by Jhumpa Lahiri. This is a beautifully written debut novel by the author. I was instantly connected with the book because of the richness of her writing.</p>\n\n<p>Everything in the book felt exactly in its place, perfect and engaging. The book travels between events that took place in Calcutta, Boston, and Newyork city. The story explores how immigration affects the lives of the Bengali Indian couple, Ashima and Ashoke Ganguly. </p>\n\n<p>Torn between the two conflicting cultures, with different ideologies, social life and beliefs, the book exposes the reality and depth of identity, emotions, choices and family relationships.</p>\n\n<p>(I know, it&#39;s tough to pick one book as a favourite because there are so many wonderful books written that have touched so many people&#39;s lives. I&#39;d appreciate it if you share one such book and share with me your experience with it.)</p>\n\n<p>More power to reading and books!</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/n5eue2/which_is_your_favourite_book_and_why/",
  "subreddit": "books",
  "id": "n5eue2",
  "is_self": true,
  "media": null,
  "is_video": false
}