{
  "author": "universetube7",
  "the_new_excerpt": "Jesus would believe in investing in the bottom line and making sure everyone had\nequal access to education and health care first. He would not consider paying\ntaxes as stealing. If you’ve got free will, then you’ve got the free will to not\nbe a billionaire and pay taxes. Just be a normal person if…",
  "original_created_utc": 1622389656,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ジーザスは、収益に投資し、誰もが平等に教育や医療を受けられるようにすることを信じるでしょう。\n誰もが平等に教育や医療を受けられるようにすることを第一に考えるでしょう。税金を払うことを盗みとは考えないでしょう。\n税金を払うことを盗みだとは思わないでしょう。もしあなたに自由意志があるのなら、億万長者にならずに税金を払う自由意志もあるはずです。\n自由意志があるなら、億万長者にならず、税金を払わない自由意志もあるはずです。普通の人になればいいんだよ、もし...。",
      "title": "CMV：イエスは社会主義政策を好むだろう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "耶稣会相信投资于底线，并确保每个人都有\n首先确保每个人都能平等地获得教育和医疗服务。他不会认为支付\n税是偷窃。如果你有自由意志，那么你就有自由意志不成为一个亿万富翁而去纳税。\n成为亿万富翁并缴税。只要做一个普通人，如果...",
      "title": "CMV：耶稣会更喜欢社会主义政策。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "耶穌會相信投資於底線，並確保每個人都有\n首先確保每個人都能平等地獲得教育和醫療服務。他不會認爲支付\n稅是偷竊。如果你有自由意志，那麼你就有自由意志不成爲一個億萬富翁而去納稅。\n成爲億萬富翁並繳稅。只要做一個普通人，如果...",
      "title": "CMV：耶穌會更喜歡社會主義政策。"
    }
  ],
  "title": "CMV: Jesus would prefer socialist policy.",
  "created_utc": 1622407904,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Jesus would believe in investing in the bottom line and making sure everyone had equal access to education and health care first.  He would not consider paying taxes as stealing.  If you’ve got free will, then you’ve got the free will to not be a billionaire and pay taxes.  Just be a normal person if you don’t want to pay back massively into society.  There’s plenty of billionaires that would choose to abide by paying back to society.</p>\n\n<p>Change my view.  If Jesus were a politician, he wouldn’t be shouting at poor people to get jobs.  He would be shouting we should educate our population to be able to get good jobs (teach them to fish).</p>\n</div><!-- SC_ON -->",
  "score": 263,
  "permalink": "/r/changemyview/comments/nodx2w/cmv_jesus_would_prefer_socialist_policy/",
  "subreddit": "changemyview",
  "id": "nodx2w",
  "is_self": true,
  "media": null,
  "is_video": false
}