{
  "author": "042lej",
  "the_new_excerpt": "Hi, r/YouShouldKnow [/r/YouShouldKnow]! I was a lifeguard for 5 years,\neventually working my way up to running my city’s biggest aquatic facility with\n20+ lifeguards on staff working under me at any given time. With Memorial Day\ncoming up (the start of the summer season for my organization) and…",
  "original_created_utc": 1622277253,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "こんにちは、r/YouShouldKnow[/r/YouShouldKnow]です! 私は5年間、ライフガードをしていました。\n私は5年間ライフガードをしていましたが、最終的には私の街で一番大きな水生施設を運営するまでになりました。\n私は5年間ライフガードをしていました。メモリアルデーが近づくと\nもうすぐメモリアルデー（私の組織にとっては夏のシーズンの始まり）と...",
      "title": "YSK: あなたがイメージする「溺死」は、おそらく間違っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "嗨，r/YouShouldKnow [/r/YouShouldKnow]! 我做了5年的救生员。\n最终以我的方式管理我所在城市最大的水上设施，在任何时候都有20多名救生员在我手下工作。\n20多名救生员在任何时候都在我手下工作。随着阵亡将士纪念日\n即将到来（我的组织的夏季季节的开始）和...",
      "title": "YSK：你对溺水的心理想象可能是错误的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "嗨，r/YouShouldKnow [/r/YouShouldKnow]! 我做了5年的救生員。\n最終以我的方式管理我所在城市最大的水上設施，在任何時候都有20多名救生員在我手下工作。\n20多名救生員在任何時候都在我手下工作。隨着陣亡將士紀念日\n即將到來（我的組織的夏季季節的開始）和...",
      "title": "YSK：你對溺水的心理想象可能是錯誤的。"
    }
  ],
  "title": "YSK: Your mental imagery of drownings is probably wrong.",
  "created_utc": 1622290034,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi, <a href=\"/r/YouShouldKnow\">r/YouShouldKnow</a>! I was a lifeguard for 5 years, eventually working my way up to running my city’s biggest aquatic facility with 20+ lifeguards on staff working under me at any given time. With Memorial Day coming up (the start of the summer season for my organization) and plenty of people looking to hit the beach or pool after missing out last year, there’s going to be lots of inexperienced swimmers back in the water… many of whom haven’t swam for at least two years.</p>\n\n<p>When I ask people what they think a drowning victim looks like, they usually describe to me <a href=\"https://www.youtube.com/watch?v=HWgONcX5VhQ\">something that looks like this</a> - someone shouting for help, raising their arms high, and making a lot of noise as they splash in the water.</p>\n\n<p>This is a dramatic and somewhat inaccurate representation invented by Hollywood. Real active drownings tend to be much, much quieter events. </p>\n\n<p>Here’s a video with sound of <a href=\"https://www.youtube.com/watch?v=beNheoRRdKk&amp;t=10s\">a girl who is actively drowning</a> before a lifeguard rescues her - notice how little sound she makes, and how little time it takes for her head to sink underwater. </p>\n\n<p>Active drowning is a state of panic in which someone is struggling to keep their head above water. A person who is actively drowning will instinctively do whatever they can to keep their head above water and will try to take in as much air as possible.</p>\n\n<p>Why YSK: An actively drowning person won’t have the time nor breath to call for air, because every fiber of their being is focused on trying to keep their lungs full. I have seen many parents think their kids were completely fine when in reality, their kids were distressed or actively drowning less than five feet behind them.</p>\n\n<p>Rather than trying to listen for sounds of drowning, keep on the lookout for people who are: struggling to keep their head above water and/or making big sweeping motions in an attempt to move water under them. If there is little to no pattern for how long their head is above water vs below water, there’s a good chance they’re actively drowning.</p>\n\n<p>Here’s another video (also with sound) of <a href=\"https://youtu.be/nANNAtq8Bpw?t=5\">a child actively drowning</a> - again, I want to point your attention to how little sound the victim makes.</p>\n\n<hr/>\n\n<ul>\n<li>What if I see someone who is drowning?</li>\n</ul>\n\n<p>So say you’re a drowning-spotting expert now. You’re hanging out at the beach/pool, you&#39;re soaking some sun, and you successfully spot someone drowning - what do you do now?</p>\n\n<p>For many people their first instinct is to dash into the water and help the victim - particularly if they are a child and/or relative.</p>\n\n<p>Is this the part where I tell you that it’s a bad idea? Well… maybe.</p>\n\n<p>In shallow water, it’s totally fine to mosey on over and pick up a child that’s struggling. If it’s deep water, then it’s a different story.</p>\n\n<p>Please listen to what I’m about to say, because I cannot stress this enough - if you spot someone actively drowning in deep water, do not just jump in to try to save them. </p>\n\n<p>A person who is actively drowning is literally not thinking. They are acting out of pure instinct to push whatever objects they can underneath their body to stay above water, whether it be driftwood, floaties, or another human being.</p>\n\n<p>I have seen parents jump into 12-feet deep water trying to save their struggling child, only to become a victim themselves when their child inevitably push the parent’s head underwater to try to stay afloat. PEOPLE WHO ARE ACTIVELY DROWNING WILL ALSO DROWN YOU.</p>\n\n<p>Let me say that again - PEOPLE WHO ARE ACTIVELY DROWNING WILL ALSO DROWN YOU.</p>\n\n<p>Let me let you in on a secret - you know the <a href=\"http://www.americanlifeguard.net/Images/40ComfortGuard.jpg\">ring buoys</a> or <a href=\"https://marydonahue.org/facultyfiles.deanza.edu/images/donahuemary//sheperdscrookonwall.jpg\">shepherds hook</a> you see hanging on the pool fence? Those are there for you. Many lifeguards aren’t even trained to use them, because it’s far quicker and easier for us to use ourselves and our rescue tubes to do rescues. Health codes in basically every US state, however, require pools to have them, because basically anyone can use them to help someone who is actively drowning.</p>\n\n<p>So to get back to the question - what should you do if someone in front of you is actively drowning in deep water?</p>\n\n<p>First off, if any lifeguards are nearby, direct their attention to the drowning person. Waving one arm over your head and pointing to the victim with your other arm while looking straight at a lifeguard is usually sufficient, and shouting “active drowning” will definitely grab the attention of any competent lifeguards on duty.</p>\n\n<ul>\n<li>But what if there are no lifeguards? Maybe I’m at a river, or a private beach, or it’s a “swim at my own risk” area.</li>\n</ul>\n\n<p>The answer is that you should first make sure that you’re safely anchored to the shore - usually by holding onto a pole/tree with a hand, or by lying flat on the ground. Failing to anchor yourself could result in the victim pulling you into the water! Once safely anchored, you should extend anything you can to them for them to pull themselves to shore. Either the ring buoy or the shepherds hook that I mentioned above, a beach towel, your shirt, a tree branch - anything that the victim can grab onto and pull themselves on.</p>\n\n<ul>\n<li>What if they’re too far away, or I don’t have anything I can use to safely pull them in?</li>\n</ul>\n\n<p>If you’re unable to locate a rope or long object that you can extend to the victim, then you’ll need to do two things - a.) try to throw buoyant objects for them to make use of (like beach balls, life jackets, or floaties), and b.) call 911 (or your local emergency number). </p>\n\n<p>I’ll say it again - it is not safe for you to attempt to help someone who is actively drowning in deep water if you don’t have any available tools to assist you. If you are unable to help someone who is actively drowning, then you should call your local emergency services as soon as possible.</p>\n\n<p>After a brief period of time, active drowning victims will tire themselves out. At this point in time, they will likely lose consciousness and go limp. If someone in front of you is actively drowning in deep water, and you don’t have any tools you can use to bring them to shore safely, it is much safer for you to wait for them to “go passive” before bringing them in than it is for you to assist them while they’re still conscious. You can help someone who is unconscious, but you can’t help someone if you’re unconscious yourself.</p>\n\n<p>It’s cold, it’s heartbreaking, and it’s painful to type these words, but it’s also how you can guarantee that one drowning person doesn’t turn into two.</p>\n\n<hr/>\n\n<p>But don’t let me end this on a downer - here are some tips to help keep you and your loved ones safe!</p>\n\n<ol>\n<li><p>Stay within arm’s reach of your group, and especially keep track of beginner/poor/non-swimmers. If you’re a parent, it is your duty to keep watch of your children. Lifeguards are not there to babysit - they’re there to enforce rules and respond to emergencies.</p></li>\n<li><p>Take a break at least once an hour to rest and rehydrate.</p></li>\n<li><p>Whenever you enter a waterfront, pool, or aquatic facility, try to spot any ring buoys, shepherd hooks, or other safety equipment that you can run to if an emergency occurs.</p></li>\n<li><p>Take it slow - stay in shallow areas until you’re confident that you’re able to tackle deeper areas safely. Do not pressure friends or family to enter areas they feel uncomfortable to enter.</p></li>\n<li><p>Please listen to your lifeguards, if present - I promise you, we make our patrons’ safety our utmost priority… even if it means we have to be killjoys.</p></li>\n</ol>\n\n<p>Please do whatever you can to have a fun and safe time out in the water!</p>\n\n<hr/>\n\n<p>Disclaimer - I am not a medical professional nor am I liable for any injuries that may occur as a result of you following this advice. Please exercise your best judgement when in an emergency. When in doubt, call 911.</p>\n</div><!-- SC_ON -->",
  "score": 155,
  "permalink": "/r/YouShouldKnow/comments/nnj14f/ysk_your_mental_imagery_of_drownings_is_probably/",
  "subreddit": "YouShouldKnow",
  "id": "nnj14f",
  "is_self": true,
  "media": null,
  "is_video": false
}