{
  "author": "theiceboy99",
  "the_new_excerpt": "I am in no way homophobic, however it irritates me how soo many people find it\nperfectly acceptable for a closeted gay person to be in a relationship with a\nstraight person. I know a lot of people will mistake this for homophobia, and I\nam ready to receive the backlash for it. However, I implore you…",
  "original_created_utc": 1622419100,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は決して同性愛者を嫌っているわけではありませんが、多くの人が、クローゼットに閉じこもっている同性愛者との交際を完全に容認していることに苛立ちを覚えます。\nクローゼットに閉じこもっているゲイがストレートの人と関係を持つことを完全に容認している人が多いことに苛立ちを覚えます。\n認めている人が多いことに苛立ちを覚えます。多くの人がこれを同性愛恐怖症と勘違いしていることは承知しています。\n反発を受けるのは覚悟の上です。しかし、私はあなたにお願いしたいのです...。",
      "title": "CMV：ゲイの人がストレートの人と関係を続けるのはめちゃくちゃですよね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我绝不是恐同症患者，但让我感到恼火的是，很多人都认为\n许多人认为一个秘密的同性恋者与一个异性恋者发生关系是完全可以接受的。\n直人的关系。我知道很多人都会误认为这是恐同症，而我\n我已经准备好为此接受反击了。然而，我恳请你...",
      "title": "CMV：一个同性恋者与一个异性恋者保持关系是混乱的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我絕不是恐同症患者，但讓我感到惱火的是，很多人都認爲\n許多人認爲一個祕密的同性戀者與一個異性戀者發生關係是完全可以接受的。\n直人的關係。我知道很多人都會誤認爲這是恐同症，而我\n我已經準備好爲此接受反擊了。然而，我懇請你...",
      "title": "CMV：一個同性戀者與一個異性戀者保持關係是混亂的。"
    }
  ],
  "title": "CMV: It's messed up for a gay person to stay in a relationship with a straight person.",
  "created_utc": 1622438825,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am in no way homophobic, however it irritates me how soo many people find it perfectly acceptable for a closeted gay person to be in a relationship with a straight person. I know a lot of people will mistake this for homophobia, and I am ready to receive the backlash for it. However, I implore you to really think about this from their perspective. Imagine you&#39;ve been with your boyfriend or girlfriend for seven years and all of the sudden they confess that they&#39;re gay. How would you honestly feel? Personally, I would be upset, but most of all pissed. I would hate to be used like that at someone else&#39;s expense. Anyways, I would love to be challenged on this. </p>\n\n<p>tl;dr: I think it&#39;s wrong for a closeted gay person to stay in a relationship with a straight person.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/nonu8s/cmv_its_messed_up_for_a_gay_person_to_stay_in_a/",
  "subreddit": "changemyview",
  "id": "nonu8s",
  "is_self": true,
  "media": null,
  "is_video": false
}