{
  "author": "jskoker",
  "original_created_utc": 1633028201,
  "title": "YSK if you're ever in a plane that crashes into water, DO NOT inflate your lifevest until you are outside the aircraft. Inflating your lifevest inside a sinking aircraft will cause you to float and become trapped.",
  "created_utc": 1633037720,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> During the safety demonstrations on aircraft equipped for overwater operations flight attendants will tell you to not inflate your lifevest until outside the aircraft.  This is not only because doing so in the aircraft will take up space for other evacuees, but because in a rapidly filling aircraft your lifevest can cause you to become pinned to the ceiling.</p>\n</div><!-- SC_ON -->",
  "score": 145,
  "permalink": "/r/YouShouldKnow/comments/pyqcze/ysk_if_youre_ever_in_a_plane_that_crashes_into/",
  "subreddit": "YouShouldKnow",
  "id": "pyqcze",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: During the safety demonstrations on aircraft equipped for overwater\noperations flight attendants will tell you to not inflate your lifevest until\noutside the aircraft. This is not only because doing so in the aircraft will\ntake up space for other evacuees, but because in a rapidly filling…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、水上での作業を想定した航空機の安全デモンストレーションの際に\n乗務員は、救命胴衣を飛行機の外に出るまで膨らませないように指示します。\nと言われます。これは、機内でライフベストを膨らませると、他の避難者のスペースを奪ってしまうからだけではありません。\nこれは、機内でライフベストを膨らませると、他の避難者のためのスペースを奪ってしまうからというだけでなく、急速に満たされる...",
      "title": "YSK もしあなたが飛行機で海に墜落したら、機外に出るまで救命胴衣を膨らませないでください。沈んでいく飛行機の中で救命胴衣を膨らませると、体が浮いてしまい、閉じ込められてしまいます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：在为水上作业配备的飞机上进行安全演示时\n空服员会告诉你，在飞机上不要给你的救生衣充气，直到\n在飞机外面。这不仅是因为在飞机上这样做会\n占用其他疏散人员的空间，而是因为在快速填充的情况下...",
      "title": "YSK如果你乘坐的飞机坠入水中，在你离开飞机之前不要给你的救生衣充气。在下沉的飞机上给你的救生衣充气会导致你漂浮并被困住。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：在爲水上作業配備的飛機上進行安全演示時\n空服員會告訴你，在飛機上不要給你的救生衣充氣，直到\n在飛機外面。這不僅是因爲在飛機上這樣做會\n佔用其他疏散人員的空間，而是因爲在快速填充的情況下...",
      "title": "YSK如果你乘坐的飛機墜入水中，在你離開飛機之前不要給你的救生衣充氣。在下沉的飛機上給你的救生衣充氣會導致你漂浮並被困住。"
    }
  ]
}