{
  "author": "somechickennugget",
  "the_new_excerpt": "And I gotta say, this book was amazing. I’m a fairly slow reader, and together\nwith being in college it takes me a fair amount of time for me to finish books.\nI began reading this some time after Christmas, and had only gone through\n350/530 pages until yesterday. I finally got a break from school,…",
  "original_created_utc": 1613239922,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不得不说，这本书太神奇了。我是一个相当缓慢的读者，和一起。\n与正在上大学的我需要相当多的时间来完成书籍。\n我在圣诞节后的一段时间开始阅读这本书，并且只通过了\n350/530页，直到昨天。我终于从学校得到了休息，... ...",
      "title": "刚看完安东尼-多尔的《我们看不见的光》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不得不說，這本書太神奇了。我是一個相當緩慢的讀者，和一起。\n與正在上大學的我需要相當多的時間來完成書籍。\n我在聖誕節後的一段時間開始閱讀這本書，並且只通過了\n350/530頁，直到昨天。我終於從學校得到了休息，... ...",
      "title": "剛看完安東尼-多爾的《我們看不見的光》。"
    }
  ],
  "title": "Just finished All The Light We Cannot See by Anthony Doerr",
  "created_utc": 1613255020,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>And I gotta say, this book was amazing. I’m a fairly slow reader, and together with being in college it takes me a fair amount of time for me to finish books. I began reading this some time after Christmas, and had only gone through 350/530 pages until yesterday. I finally got a break from school, and only then did I realize how much Werner, Marie-Laure, Etienne, Volkheimer, and all the characters in this finely written piece had grown in me. I opened it and didn’t put it down until it was over. </p>\n\n<p>I highly recommend this book to anyone, since it sheds light on the lives of people in Europe during WWII on both sides of the conflict. Even though some characters were on the wrong side of history, they felt unmistakably human and I could not help but wish them the best.</p>\n\n<p>Also, I can’t help but wonder if some people are put off from reading this due to the way the narrative is structured (bouncing back and forth through time and following more than one storyline). If you’re one of those people, take this as a sign and read it, for it works wonders in this book. I lived for the moment when the stories would intersect, and would get extremely excited when they subtly did so without the characters even knowing.</p>\n\n<p>Next up I’m reading A Thousand Splendid Suns; I’m really looking forward to it, due to how much I enjoyed The Kite Runner.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/lj5r7j/just_finished_all_the_light_we_cannot_see_by/",
  "subreddit": "books",
  "id": "lj5r7j",
  "is_self": true,
  "media": null,
  "is_video": false
}