{
  "author": "lilymarielmao",
  "original_created_utc": 1631285463,
  "title": "Anyone else feel that the more they learn about writing the less they enjoy reading?",
  "created_utc": 1631348792,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me explain. I’m generally a thriller/mystery reader, but about a year ago I fell into romance reading. I was wanting to read something that read like a feel-good Netflix original.</p>\n\n<p>I started by casually reading about one book a week and not digging too deeply into the genre, just enjoying each book as a one-off.</p>\n\n<p>Soon after, I discovered a few podcasts that discuss romance books in detail. I would listen in the car, while doing chores, and pretty much during any other free time I had.</p>\n\n<p>The podcasts discuss the anatomy of romance novels and how authors capture the attention of readers. They discuss what makes popular books popular, and specific plot lines/tropes that readers gravitate to.</p>\n\n<p>Learning so much about the behind-the-scenes has taken away the magic for me. Now when I read, I am distracted by thoughts of why the author chose to do certain things in the writing rather than enjoying the book itself.</p>\n\n<p>I imagine this feeling is similar to a movie director trying to watch another movie for pleasure, but being distracted by the meaning of certain camera shots.</p>\n\n<p>I’m curious if anyone else has felt this. Mostly every post I’ve read about book podcasts are positive, and the listeners find it enhances their reading.</p>\n\n<p>Has anyone else felt this? And if so, have you been able to enjoy reading again for pure pleasure?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/plmkwq/anyone_else_feel_that_the_more_they_learn_about/",
  "subreddit": "books",
  "id": "plmkwq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let me explain. I’m generally a thriller/mystery reader, but about a year ago I\nfell into romance reading. I was wanting to read something that read like a\nfeel-good Netflix original.\n\nI started by casually reading about one book a week and not digging too deeply\ninto the genre, just enjoying each…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "説明しましょう。私は基本的にスリラーやミステリーを読むことが多いのですが、1年ほど前からロマンス小説を読むようになりました。\n恋愛小説を読むようになりました。私が読みたかったのは、ネットフリックスのような気持ちのいい作品でした。\nNetflixのオリジナル作品のような作品を読みたかったのです。\n\n最初は週に1冊くらいのペースで気軽に読んでいましたが、あまり深く掘り下げずに、それぞれの作品を楽しんでいました。\n最初は週に1冊くらいのペースで気軽に読んでいましたが、ジャンルを深く掘り下げず、それぞれの作品を楽しんでいました。",
      "title": "書くことを学べば学ぶほど、読むことが楽しくなくなるという人はいませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "让我解释一下。我通常是一个惊悚/神秘的读者，但大约一年前我\n陷入了浪漫主义阅读。我想读一些读起来像\n感觉良好的Netflix原创。\n\n我开始时每周随便读一本书，没有深入挖掘\n风格，只是享受每一本......",
      "title": "还有人觉得，他们越是学习写作，就越不喜欢阅读？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓我解釋一下。我通常是一個驚悚/神祕的讀者，但大約一年前我\n陷入了浪漫主義閱讀。我想讀一些讀起來像\n感覺良好的Netflix原創。\n\n我開始時每週隨便讀一本書，沒有深入挖掘\n風格，只是享受每一本......",
      "title": "還有人覺得，他們越是學習寫作，就越不喜歡閱讀？"
    }
  ]
}