{
  "author": "lilymarielmao",
  "original_created_utc": 1631285463,
  "title": "Anyone else feel that the more they learn about writing the less they enjoy reading?",
  "created_utc": 1631348792,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me explain. I’m generally a thriller/mystery reader, but about a year ago I fell into romance reading. I was wanting to read something that read like a feel-good Netflix original.</p>\n\n<p>I started by casually reading about one book a week and not digging too deeply into the genre, just enjoying each book as a one-off.</p>\n\n<p>Soon after, I discovered a few podcasts that discuss romance books in detail. I would listen in the car, while doing chores, and pretty much during any other free time I had.</p>\n\n<p>The podcasts discuss the anatomy of romance novels and how authors capture the attention of readers. They discuss what makes popular books popular, and specific plot lines/tropes that readers gravitate to.</p>\n\n<p>Learning so much about the behind-the-scenes has taken away the magic for me. Now when I read, I am distracted by thoughts of why the author chose to do certain things in the writing rather than enjoying the book itself.</p>\n\n<p>I imagine this feeling is similar to a movie director trying to watch another movie for pleasure, but being distracted by the meaning of certain camera shots.</p>\n\n<p>I’m curious if anyone else has felt this. Mostly every post I’ve read about book podcasts are positive, and the listeners find it enhances their reading.</p>\n\n<p>Has anyone else felt this? And if so, have you been able to enjoy reading again for pure pleasure?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/plmkwq/anyone_else_feel_that_the_more_they_learn_about/",
  "subreddit": "books",
  "id": "plmkwq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let me explain. I’m generally a thriller/mystery reader, but about a year ago I\nfell into romance reading. I was wanting to read something that read like a\nfeel-good Netflix original.\n\nI started by casually reading about one book a week and not digging too deeply\ninto the genre, just enjoying each…"
}