{
  "author": "PayWestern",
  "the_new_excerpt": "Basically I’m a 30 year old autistic male and all my life I’ve never really fit\nin.\n\nThis became apparent back in college when I noticed how isolated and weird I\nwas. I never got along with classmates or teachers despite trying my best to\nwork as hard as I can and be friendly.\n\nI also noticed that a…",
  "original_created_utc": 1622467172,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "基本的に私は30歳の自閉症の男性で、これまでの人生で一度も自分に合ったことがありませんでした。\nでした。\n\nこのことは、大学時代に自分がいかに孤立していて奇妙であるかに気づいたときに明らかになりました。\nした。懸命に努力しても、クラスメートや先生とうまくいかない。\n私はクラスメートや先生と仲良くなることはありませんでした。\n\nまた、私が気付いたのは...",
      "title": "CMV：自閉症の人が人付き合いをしたくない、友達を作りたくないと思っても全く問題ありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "基本上，我是一个30岁的自闭症男性，在我的一生中，我从来没有真正适应过。\n融入。\n\n这一点在大学时就很明显了，当时我注意到自己是多么的孤立和奇怪。\n是多么的孤立和奇怪。我从来没有和同学或老师相处过，尽管我已经尽力去做了\n尽可能地努力工作并表现得很友好。\n\n我还注意到，有一个人...",
      "title": "CMV：作为一个自闭症患者，不想社交或交朋友是完全可以的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "基本上，我是一個30歲的自閉症男性，在我的一生中，我從來沒有真正適應過。\n融入。\n\n這一點在大學時就很明顯了，當時我注意到自己是多麼的孤立和奇怪。\n是多麼的孤立和奇怪。我從來沒有和同學或老師相處過，儘管我已經盡力去做了\n儘可能地努力工作並表現得很友好。\n\n我還注意到，有一個人...",
      "title": "CMV：作爲一個自閉症患者，不想社交或交朋友是完全可以的。"
    }
  ],
  "title": "CMV: It’s perfectly okay to not want to socialize or make friends as an autistic person.",
  "created_utc": 1622485023,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Basically I’m a 30 year old autistic male and all my life I’ve never really fit in.</p>\n\n<p>This became apparent back in college when I noticed how isolated and weird I was. I never got along with classmates or teachers despite trying my best to work as hard as I can and be friendly.</p>\n\n<p>I also noticed that a lot of my previous relationships were negative and it’s really affected my self esteem. I’ve also had bad experiences at previous jobs due to bullying and harassment.</p>\n\n<p>Long story short, I feel like life is way easier when I don’t try so hard to make friends or socialize. People are just a handful and it has caused constant stress for me to the point where I have bad anxiety and IBS. </p>\n\n<p>My parents aren’t very supportive so I pretty much stay home and work remotely (which I love). The TL;DR, I don’t like people anymore.</p>\n</div><!-- SC_ON -->",
  "score": 110,
  "permalink": "/r/changemyview/comments/np38tl/cmv_its_perfectly_okay_to_not_want_to_socialize/",
  "subreddit": "changemyview",
  "id": "np38tl",
  "is_self": true,
  "media": null,
  "is_video": false
}