{
  "author": "Infinity31327",
  "the_new_excerpt": "So my library sadly had to shut down due to COVID, so I switched to another one.\nI ordered my first set of books, and 2 of the 5 books I ordered were abridged.\n(Apparently, this happened because my mom let it slip that I was 14, and they\nthought all 14-year-olds were reluctant readers who only read…",
  "original_created_utc": 1618491065,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "それで、私の図書館は悲しいことにCOVIDのせいで閉鎖されてしまったので、別の図書館に切り替えました。\n最初のセットを注文したのですが、5冊中2冊が要約されていました。\nこれは、私の母が私が14歳であることを漏らしたために起こったらしい。\n14歳の子供は皆、本しか読まない消極的な読者だと思われていたのです。",
      "title": "[RANT] 真面目な話、誰がこのような「要約版」が良いアイデアだと考えたのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我的图书馆很不幸地因为COVID而不得不关闭，所以我换了一家。\n我订购了我的第一套书，我订购的5本书中有2本是节选的。\n(显然，这是因为我的妈妈让它滑，我是14，他们\n以为所有14岁的孩子都是不愿意读书的，他们只读... ...",
      "title": "[RANT]说真的，谁认为这些 \"删节版 \"是个好主意？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我的圖書館很不幸地因爲COVID而不得不關閉，所以我換了一家。\n我訂購了我的第一套書，我訂購的5本書中有2本是節選的。\n(顯然，這是因爲我的媽媽讓它滑，我是14，他們\n以爲所有14歲的孩子都是不願意讀書的，他們只讀... ...",
      "title": "[RANT]說真的，誰認爲這些 \"刪節版 \"是個好主意？"
    }
  ],
  "title": "[RANT] Seriously, who thought these 'abridged' versions were a good idea?",
  "created_utc": 1618496809,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So my library sadly had to shut down due to COVID, so I switched to another one. I ordered my first set of books, and 2 of the 5 books I ordered were abridged. (Apparently, this happened because my mom let it slip that I was 14, and they thought all 14-year-olds were reluctant readers who only read Wimpy Kid and only read classics because they were forced to.) My first impulse was to return them, but the library said that I could only get the books I wanted after 2 weeks, and I&#39;ve already read all the books at home 6 times over in the lockdown. </p>\n\n<p>So I  opened the first book: The Memoirs of Sherlock Holmes. First off, why would you even abridge Sherlock Holmes? Seriously, it&#39;s really short, and not hard to understand at all. For children? I&#39;m pretty sure that&#39;s not the case, since the first short story starts with a woman recieving  a pair of human ears by mail. And the illustrations are not even the iconic Sidney Paget ones, they look like doodles that my more artistic friends would draw.</p>\n\n<p>But my biggest problem with this &#39;abridged&#39; version is the complete change in tone and vision. <em>It&#39;s written in third person.</em> Nope, I&#39;m not talking about that one-off story (The Adventure of the Mazarin Stone). For some reason, the entire freaking book is written in 3rd person, which completely ruins the stories. The charm of the books lies in Holmes percieved through Watson&#39;s eyes, so why would you change that? Why are you creating more work for yourself? Seriously, what the hell were the publishers thinking?</p>\n\n<p>The rest were just as bad. One was an abridged version of the Jeeves Omnibus. What? The Jeeves books are PG Wodehouse at his best, but the abridged version is definitely not Wodehouse at all. The reason people read Wodehouse is because of the musicality of his language, and his sanguine humour. His writing is what draws readers. The abridged version is not comedic at all. It just lays out the plots of the books, and expects the reader to find it funny solely because of the situational comedy, <em>which is not what we read these things for</em>. Why would you even think of abridging a work of humour, which relies on the writing?</p>\n\n<p>The 3rd one was Great Expectations, which  wasthe only one that I found reasonable for having an abridged version, even thoughI&#39;m not endorsing reading it, because the original is always better. At least this one makes sense, because maybe someone needs it to cram for college, or maybe it&#39;s for someone who is put off by Dickens&#39; run-ons and flowery writing (I, for one, enjoy the musicality of his writing)</p>\n\n<p>Finally, there was 1984, something that I have been meaning to read for a while, since I really enjoyed Animal Farm. Yeah, good job. You &#39;abridge&#39; the satirical novel by removing the satire and only keeping the plot.</p>\n\n<p>The only book which survived was The Guide by RK Narayan, which I&#39;m sure is only because they couldn&#39;t find and abridged version of it.</p>\n\n<p>I understand the need for abridged versions - for people to cram in college and for non-native English speakers who are just starting their journey, and in the case of extremely long books like Les Miserables or Moby-Dick. These, however, are completely useless, and exist only to make sure that my generation thinks classics are crap. </p>\n\n<p>Sorry for the long rant!</p>\n</div><!-- SC_ON -->",
  "score": 90,
  "permalink": "/r/books/comments/mrdzrg/rant_seriously_who_thought_these_abridged/",
  "subreddit": "books",
  "id": "mrdzrg",
  "is_self": true,
  "media": null,
  "is_video": false
}