{
  "author": "somethngrandom2635",
  "original_created_utc": 1632093151,
  "title": "Just finished Shogun, wow",
  "created_utc": 1632110914,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read this because it was recommended here on <a href=\"/r/books\">r/books</a>.  I haven’t been so ambivalent on recommending a book before.  It was <em>long</em>, it was also a great story and really tied in to the last book I read, The Count of Monte Cristo.  If you read them in that order I think it will give you a better sense of the era.  However, due to its length and other reasons I won’t divulge because I think you need to find out for yourselves, I give it a 3 out of 4.  I read it on Kindle, but I am going to buy the hardback as a trophy that I read it, which I never do.  Good luck.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/priqis/just_finished_shogun_wow/",
  "subreddit": "books",
  "id": "priqis",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I read this because it was recommended here on r/books [/r/books]. I haven’t\nbeen so ambivalent on recommending a book before. It was long, it was also a\ngreat story and really tied in to the last book I read, The Count of Monte\nCristo. If you read them in that order I think it will give you a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "こちらのr/books [/r/books]でおすすめされていたので読んでみました。今までに\nこれほどまでに本を勧めることに抵抗を感じたのは初めてです。長くて、しかも素晴らしいストーリーで\n最後に読んだ「モンテ・クリスト伯」との関連性もありました。\nクリスト この順番で読めば、私はあなたに...",
      "title": "Shogunを終えたばかりで、ワオ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我读这本书是因为有人在r/books[/r/books]上推荐它。我还没有\n我从来没有在推荐一本书的时候如此矛盾。它很长，也是一个\n它是一个伟大的故事，并且与我读的最后一本书《基督山伯爵》真正联系在一起。\nCristo》。如果你按照这个顺序阅读它们，我想它会给你一个...",
      "title": "刚看完《将军》，哇"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我讀這本書是因爲有人在r/books[/r/books]上推薦它。我還沒有\n我從來沒有在推薦一本書的時候如此矛盾。它很長，也是一個\n它是一個偉大的故事，並且與我讀的最後一本書《基督山伯爵》真正聯繫在一起。\nCristo》。如果你按照這個順序閱讀它們，我想它會給你一個...",
      "title": "剛看完《將軍》，哇"
    }
  ]
}