{
  "author": "vjeva",
  "original_created_utc": 1637230599,
  "title": "Almost all Metaverse and Gaming Crypto projects are crap, we are all buying the hype and not the technology and capability behind it, because most of these \"revolutionary projects\" have a bad or non-existing development team capable to push these projects live.",
  "created_utc": 1637284401,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Facebook triggered a certain action in the crypto space, and a lot of projects used this weird Zuckerberg announcement to promote and create hype around their own Metaverse or Gaming projects.</p>\n\n<p>I have also noticed that a lot of projects are adding a Metaverse and Gaming tag into their main description and roadmaps, even though a couple of months ago there was no plan or intention to go that route.</p>\n\n<p>I think we all need to be careful, most of these hyped metaverse projects are having a shady development team behind the curtains who are not capable to create something in that scale.</p>\n\n<p>Why?</p>\n\n<p>Because it takes years and years of development and funding to get these projects running, and right now, all I can see are some wild ideas about it with some big promises, and I don&#39;t believe any project will deliver anything close to a decent metaverse world.</p>\n\n<p>The same goes with gaming, a lot of you are talking about gaming crypto gems, but did you actually try to play one?</p>\n\n<p>The graphics, game plays and monetization is so bad and years and years behind the games that we used to play, that it just won&#39;t attract any newcomers to the gaming cryptospace.</p>\n\n<p>IMO the entire market is just jumping on that &quot;whats the technology trend right now&quot; train, trying to make as much profits out of that hype as possible. When the next bear market hits, and it will hit hard, I am sure that it will wipe out 90% of all the new created gaming and metaverse projects  out there.</p>\n\n<p>In the 2018 crash we saw a lot of memecoins disappear, in this one we will certainly add a lot of Metaverse and Gaming coins into the &quot;shitcoin bin&quot; during the next bear market.</p>\n</div><!-- SC_ON -->",
  "score": 170,
  "permalink": "/r/CryptoCurrency/comments/qwmqh3/almost_all_metaverse_and_gaming_crypto_projects/",
  "subreddit": "CryptoCurrency",
  "id": "qwmqh3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Facebook triggered a certain action in the crypto space, and a lot of projects\nused this weird Zuckerberg announcement to promote and create hype around their\nown Metaverse or Gaming projects.\n\nI have also noticed that a lot of projects are adding a Metaverse and Gaming tag\ninto their main…"
}