{
  "author": "killgoresalmonman",
  "original_created_utc": 1633552317,
  "title": "YSK: most men’s “cologne” is not actually cologne.",
  "created_utc": 1633568414,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Men’s fragrances are generally referred to simply as “cologne” but technically speaking, most men’s fragrances are not actually cologne. A cologne is a specific concentration of a fragrance and is typically the weakest. The majority of men’s fragrances you’ll come across are going to be an EDT (eau de toilette) or EDP (Eau de Parfum).</p>\n\n<p>Why YSK: Well in general, EDP is stronger and lasts longer than EDT, and both are generally stronger and last longer than cologne (EDC), though it of course can vary slightly. Like a fragrance but wish it lasted longer? Check if it’s an EDT, and if so, see if it has an EDP! That being said, sometimes an EDT and an EDP can actually have different scent notes, so keep in mind they may not smell the same! Typically speaking though, it’s unlikely you’ll run across true cologne in your general shopping.</p>\n\n<p>Concentration strengths go from least to most concentrated: Eau Fraiche, Eau de Cologne, Eau de Toilette, Eau de Parfum, Parfum.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/YouShouldKnow/comments/q2suvd/ysk_most_mens_cologne_is_not_actually_cologne/",
  "subreddit": "YouShouldKnow",
  "id": "q2suvd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Men’s fragrances are generally referred to simply as “cologne” but technically\nspeaking, most men’s fragrances are not actually cologne. A cologne is a\nspecific concentration of a fragrance and is typically the weakest. The majority\nof men’s fragrances you’ll come across are going to be an EDT (eau…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "メンズフレグランスは、一般的には単に「コロン」と呼ばれていますが、技術的には\n厳密に言うと、ほとんどのメンズフレグランスはコロンではありません。コロンは、特定の濃度の香りで\n一般的には最も弱い香りです。男性用フレグランスの大半は\nあなたが遭遇する男性の香りの大半は、EDT (オー...) になります。",
      "title": "YSK: ほとんどの男性用の「コロン」は、実際にはコロンではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "男士香水通常被简单地称为 \"古龙水\"，但从技术上说\n但从技术上讲，大多数男士香水实际上不是科隆香水。古龙水是一种\n古龙水是一种特定浓度的香水，通常是最弱的。大多数\n你会遇到的大多数男士香水都是EDT（淡香水）。",
      "title": "YSK：大多数男士的 \"古龙水 \"实际上不是古龙水。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "男士香水通常被簡單地稱爲 \"古龍水\"，但從技術上說\n但從技術上講，大多數男士香水實際上不是科隆香水。古龍水是一種\n古龍水是一種特定濃度的香水，通常是最弱的。大多數\n你會遇到的大多數男士香水都是EDT（淡香水）。",
      "title": "YSK：大多數男士的 \"古龍水 \"實際上不是古龍水。"
    }
  ]
}