{
  "author": "Jamator01",
  "the_new_excerpt": "There are new data breaches occurring everyday and it's pretty easy to make sure\nyou stay ahead of it. This site: https://breachdirectory.tk\n[https://breachdirectory.tk/] uses AI to monitor and parse new data breaches\nautomatically. Just enter your email or username and it will tell you which…",
  "original_created_utc": 1619646650,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "毎日のように新たなデータ漏洩が発生していますが、そのような事態を未然に防ぐことは非常に簡単です。\nのです。本サイト： https://breachdirectory.tk\n[https://breachdirectory.tk/]は、AIを使って新しいデータ漏洩を監視し、解析します。\nを自動的に行います。メールやユーザー名を入力するだけで、どのような...",
      "title": "YSK データブリーチで特定のパスワードが流出していないか確認できること"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每天都有新的数据泄露事件发生，要确保你走在它的前面很容易。\n领先于它。这个网站：https://breachdirectory.tk\n[https://breachdirectory.tk/]使用人工智能来监测和解析新的数据泄露事件\n自动。只要输入你的电子邮件或用户名，它就会告诉你哪些...",
      "title": "YSK 你可以检查特定的密码是否在数据泄露中被暴露出来"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每天都有新的數據泄露事件發生，要確保你走在它的前面很容易。\n領先於它。這個網站：https://breachdirectory.tk\n[https://breachdirectory.tk/]使用人工智能來監測和解析新的數據泄露事件\n自動。只要輸入你的電子郵件或用戶名，它就會告訴你哪些...",
      "title": "YSK 你可以檢查特定的密碼是否在數據泄露中被暴露出來"
    }
  ],
  "title": "YSK That you can check whether specific passwords have been exposed in a databreach",
  "created_utc": 1619753709,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are new data breaches occurring everyday and it&#39;s pretty easy to make sure you stay ahead of it. This site: <a href=\"https://breachdirectory.tk/\">https://breachdirectory.tk</a> uses AI to monitor and parse new data breaches automatically. Just enter your email or username and it will tell you which of your passwords have been leaked and from where. </p>\n\n<p>Why YSK? It&#39;s important to make sure you are using passwords that have not been leaked before to protect yourself from account hijacking and credential stuffing attacks.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/YouShouldKnow/comments/n0pr2o/ysk_that_you_can_check_whether_specific_passwords/",
  "subreddit": "YouShouldKnow",
  "id": "n0pr2o",
  "is_self": true,
  "media": null,
  "is_video": false
}