{
  "author": "ksp_physics_guy",
  "original_created_utc": 1636710156,
  "title": "Yes we exist. Some of us ARE in it for the tech. Blockchain, NFTs, Smart Contracts, etc. are AMAZING technologies.",
  "created_utc": 1636720727,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Plenty of people have different motivations for being interested in different products.</p>\n\n<p>I see the same comments on half of these posts where people legitimately claim nobody cares about the tech and are combative toward anyone that says they are, or flat out say they&#39;re lying.</p>\n\n<p>I&#39;m going to paint a picture here.</p>\n\n<p>Right now every time you purchase a house. Get a degree. Try to receive a copy of your transcripts. Etc. The information and data for those things are stored in a centralized fashion that is neither immune to security threats, nor immune to managerial and clerical error.</p>\n\n<p>It&#39;s also expensive in many cases just to PROVE you have those things. Just to sell them. Register the sale.</p>\n\n<p>NFTS, smart contracts, and Blockchain provide a domain in which these archaic systems can be modernized in a way that is both more efficient for access of information, transparent and provable, and more secure.</p>\n\n<p>Imagine this... You buy a house, right now that involves getting a loan, faxing or mailing it over, if you&#39;re lucky you e-sign but still have to pass it along to multiple people, have multiple people sign, etc. Then you deposit your down payment, prove bank records, etc. As someone who recently went through this, holy fuck it&#39;s archaic.</p>\n\n<p>Instead, let&#39;s look how Blockchain could modernize this. A house is represented in ownership via a deed/title. Let&#39;s make that an NFT. In order to purchase the house the lender must verify your holdings, incomes, debt to earnings ratio, you give them your wallet public keys, sign a message to them and prove you own the wallets that easily. Now that you&#39;re approved, a smart contract is generated, you deposit your downpayment, your lender deposits the loan amount to the smart contract and the seller deposits the title/deed nft. Boom. Execute code. The seller receives the money in the escrow wallet of the smart contract, you receive the deed. It&#39;s done.</p>\n\n<p>This can also be done with college degrees. Certifications. Any non fungible (hence the name) thing.</p>\n\n<p>So yeah. Money is great. Don&#39;t get me wrong, I love some gains. But there are some of us here who really are in it for the tech. If you&#39;re in it for the money, that&#39;s not a problem, I&#39;m not judgmental. But this whole telling people they&#39;re lying when they say they&#39;re in it for the tech? Stop that shit.</p>\n</div><!-- SC_ON -->",
  "score": 362,
  "permalink": "/r/CryptoCurrency/comments/qs7sk8/yes_we_exist_some_of_us_are_in_it_for_the_tech/",
  "subreddit": "CryptoCurrency",
  "id": "qs7sk8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Plenty of people have different motivations for being interested in different\nproducts.\n\nI see the same comments on half of these posts where people legitimately claim\nnobody cares about the tech and are combative toward anyone that says they are,\nor flat out say they're lying.\n\nI'm going to paint a…"
}