{
  "author": "RavenRaxa",
  "original_created_utc": 1629938770,
  "title": "Tuck Everlasting and Bridge To Terabithia",
  "created_utc": 1629946172,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I knew I liked these books when I was a kid but I just re-read them as an adult and they&#39;re tearing me up the way the best books do. People forget about what it&#39;s like to be a kid. I think we leave too much behind when we &quot;put away childish things.&quot; Another quote that comes to mind is something like &quot;we never grow out of being a child, we just grow into being an adult.&quot; I don&#39;t think adults should be ashamed to read what are considered &quot;kid&#39;s books&quot;.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/pbokfk/tuck_everlasting_and_bridge_to_terabithia/",
  "subreddit": "books",
  "id": "pbokfk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I knew I liked these books when I was a kid but I just re-read them as an adult\nand they're tearing me up the way the best books do. People forget about what\nit's like to be a kid. I think we leave too much behind when we \"put away\nchildish things.\" Another quote that comes to mind is something like…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "子供の頃に好きだと思っていたが、大人になってから再読した。\n最高の本がそうであるように、私を引き裂いています。人は子供の頃のことを忘れてしまう。\n子供の頃の感覚を忘れている。私たちは、「子供っぽいものを片付ける」ときに、あまりにも多くのものを残していると思います。\n子供じみたものを片付ける \"とき、私たちはあまりにも多くのものを残していると思います。もうひとつの名言として、次のようなものが思い浮かびます。",
      "title": "タック・エヴァーラスティング」「ブリッジ・トゥ・テラビシア"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道我小时候喜欢这些书，但我作为一个成年人刚刚重读了它们\n它们以最好的书的方式撕毁了我。人们忘记了\n做一个孩子的感觉。我认为当我们 \"收起 \"幼稚的东西时，我们留下了太多东西。\n幼稚的东西\"。我想到的另一句话是这样的",
      "title": "Tuck Everlasting和Bridge To Terabithia"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道我小時候喜歡這些書，但我作爲一個成年人剛剛重讀了它們\n它們以最好的書的方式撕毀了我。人們忘記了\n做一個孩子的感覺。我認爲當我們 \"收起 \"幼稚的東西時，我們留下了太多東西。\n幼稚的東西\"。我想到的另一句話是這樣的",
      "title": "Tuck Everlasting和Bridge To Terabithia"
    }
  ]
}