{
  "author": "LazarYeetMeta",
  "the_new_excerpt": "Unpaid internships are essentially ways for companies to work the hell out of\nhigh schoolers/college kids for free under the guise of ‘a good experience’ and\nI’m sick of it. Yes, the experience is valuable, but there are plenty of kids\nthat cannot afford to work for free because they need money, no…",
  "original_created_utc": 1616356722,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "无偿实习基本上是企业为其提供的工作方式。\n在 \"良好的体验 \"的幌子下，免费为高中生/大学生提供服务。\n我受够了 是的，经验是宝贵的，但有很多孩子...\n不能免费工作，因为他们需要钱，没有... ...",
      "title": "CMV：无薪实习应该是非法的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "無償實習基本上是企業爲其提供的工作方式。\n在 \"良好的體驗 \"的幌子下，免費爲高中生/大學生提供服務。\n我受夠了 是的，經驗是寶貴的，但有很多孩子...\n不能免費工作，因爲他們需要錢，沒有... ...",
      "title": "CMV：無薪實習應該是非法的。"
    }
  ],
  "title": "CMV: Unpaid internships should be illegal.",
  "created_utc": 1616369856,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Unpaid internships are essentially ways for companies to work the hell out of high schoolers/college kids for free under the guise of ‘a good experience’ and I’m sick of it. Yes, the experience is valuable, but there are plenty of kids that cannot afford to work for free because they need money, no matter how valuable the internship is. Kids that are in college and don’t have any money besides what they’re earning don’t have the opportunity to get valuable internships because they have to make money to survive. If the internship is unpaid, it’s not only a rip-off, but it’s a huge disadvantage to the less well-off kids. </p>\n\n<p>Also, if there weren’t exceptions for internships, they would violate multiple labor laws that say you’re not allowed to take advantage of people and make them work for free. Why those exceptions exist is beyond me. </p>\n\n<p>Anyhow, CMV.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/ma4piq/cmv_unpaid_internships_should_be_illegal/",
  "subreddit": "changemyview",
  "id": "ma4piq",
  "is_self": true,
  "media": null,
  "is_video": false
}