{
  "author": "Stopman",
  "original_created_utc": 1637351798,
  "title": "CMV: “Antiwork” is completely impractical in practice",
  "created_utc": 1637373919,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For starters, I like the general idea of antiwork. I’m fairly big on leanFIRE, and I think a lot of the same general principles go hand in hand. I think basic things like a living wage, financial independence and scaleable careers are important.</p>\n\n<p>That said, it feels as though a lot of antiwork ideals have bounced around in that echo chamber for a bit too long. People are protesting and boycott business in the name of what they consider fair compensation. And that idea of “fair compensation” has gotten completely unrealistic.</p>\n\n<p>The biggest problem is that very few (if any) businesses could actually afford to meet a lot of anitwork’s main demands at this point. I’ve seen a number of posts/comments advocating for a ~$30/hour minimum wage (not to mention very generous PTO, healthcare, and other benefits).</p>\n\n<p>My issue isn’t that I believe unskilled laborers are undeserving of this type of compensation. It’s that antiwork leaves absolutely no room for this to actually become a reality. Very few, if any, employers can afford to bring every employee up to $30/hour. It would put countless businesses - big and small - under and drive jobs out of the United States (or where ever this were to happen). The few business that could afford it, like Amazon perhaps, would be alright, but that represents a slim minority.</p>\n\n<p>If antiworkers (for lack of a better term) were to get their way, it would be bad for pretty much every party involved - including the lower level workers that they’re advocating for. I’m not saying that people don’t deserve better, I’m just saying that antiwork isn’t the solution.</p>\n\n<p>&nbsp;</p>\n\n<p>For the record, I was making $11/hour this time last year (no tips either). As much as I liked that job, it simply wasn’t sustainable and I ended up having to move on. Point being, I think I have a relatively balanced perspective on this issue.</p>\n</div><!-- SC_ON -->",
  "score": 91,
  "permalink": "/r/changemyview/comments/qxo5rw/cmv_antiwork_is_completely_impractical_in_practice/",
  "subreddit": "changemyview",
  "id": "qxo5rw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For starters, I like the general idea of antiwork. I’m fairly big on leanFIRE,\nand I think a lot of the same general principles go hand in hand. I think basic\nthings like a living wage, financial independence and scaleable careers are\nimportant.\n\nThat said, it feels as though a lot of antiwork…"
}