{
  "author": "BoiledKettle",
  "the_new_excerpt": "Why YSK - Having worked in these industries a lot during my twenties I'd say\nabout 95% of the employees hated their job and the company purely because of the\nway they tend to treat their employees. These companies tend to screw over the\ncustomers and their staff.\n\nAlthough you might be frustrated…",
  "original_created_utc": 1621344904,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか - 私は20代の頃、このような業界でよく働いていました。\n95%の社員が自分の仕事や会社を嫌っていたと思います。\nその理由は、会社が従業員に対してどのように接しているかということです。これらの会社は、お客様と社員を騙す傾向があります。\nお客様と従業員を騙す傾向があります。\n\nイライラするかもしれませんが...。",
      "title": "YSK - あなたが電力会社や携帯電話・ISP業者に電話をかけたとき、電話の向こう側にいる担当者は、あなたと同じようにその会社を嫌っていることでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK--在我20多岁的时候，我曾在这些行业工作过很多次，我说\n大约95%的员工讨厌他们的工作和公司，这完全是因为他们对待员工的方式。\n他们对待员工的方式。这些公司倾向于欺骗客户和员工。\n客户和他们的员工。\n\n虽然你可能会感到沮丧...",
      "title": "YSK - 当你打电话给你的公用事业公司或移动/互联网供应商时，电话那头的代理可能和你一样讨厌这家公司。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK--在我20多歲的時候，我曾在這些行業工作過很多次，我說\n大約95%的員工討厭他們的工作和公司，這完全是因爲他們對待員工的方式。\n他們對待員工的方式。這些公司傾向於欺騙客戶和員工。\n客戶和他們的員工。\n\n雖然你可能會感到沮喪...",
      "title": "YSK - 當你打電話給你的公用事業公司或移動/互聯網供應商時，電話那頭的代理可能和你一樣討厭這家公司。"
    }
  ],
  "title": "YSK - When you ring your utilities company or mobile/ISP supplier, the agent on the other end of the line probably hates the company as much as you do.",
  "created_utc": 1621358583,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK - Having worked in these industries a lot during my twenties I&#39;d say about 95% of the employees hated their job and the company purely because of the way they tend to treat their employees. These companies tend to screw over the customers and their staff. </p>\n\n<p>Although you might be frustrated try to keep your composure with the person on the end of the phone as you&#39;re more likely to get what you need.</p>\n</div><!-- SC_ON -->",
  "score": 172,
  "permalink": "/r/YouShouldKnow/comments/nfavm4/ysk_when_you_ring_your_utilities_company_or/",
  "subreddit": "YouShouldKnow",
  "id": "nfavm4",
  "is_self": true,
  "media": null,
  "is_video": false
}