{
  "author": "darkvothe",
  "original_created_utc": 1624991989,
  "title": "I am pissed.",
  "created_utc": 1625041835,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am pissed because I have a strong opinion on favor of Bitcoin. And... I&#39;m really not a person of strong opinions. I dislike having strong opinions. I had learned earlier in life that if you have a strong opinion on something, you are already losing. There must be something you did not understand yet.</p>\n\n<p>Yet, I am pissed, because I want to find good and convincing contrarian views on Bitcoin. I have the feeling that all of the economists writing against Bitcoin are weak and mostly doing it just out of the blue: none really give signs of understanding the protocol. Arguments such &quot;naturally formed ponzi&quot;, &quot;tulip mania v2.0&quot;, &quot;deflationary=bad&quot;, &quot;infinite value? = scam&quot; and other analogies tend to be incomplete and always lack data or evidence. It just does not make the cut for me that you are a Nobel Prize if your text does not show that you invested the minimum time to understand the protocol.</p>\n\n<p>Krugman, Roubini, the dude of <a href=\"/r/CryptoReality\">r/CryptoReality</a>, they only have partially sensible arguments that they oversell as pure truth. And I need to be convinced it is better to be in the middle ground, I want go to the next page in my life. Aren&#39;t there better thinkers? C&#39;mon there must be provable facts against Bitcoin&#39;s monetization, right? Does anyone have any excellent contrarian texts to share?  I need to become a regular human again and stop thinking 24/7 about this unstoppable force.</p>\n\n<p>I am really pissed.</p>\n</div><!-- SC_ON -->",
  "score": 152,
  "permalink": "/r/Bitcoin/comments/oaefo9/i_am_pissed/",
  "subreddit": "Bitcoin",
  "id": "oaefo9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am pissed because I have a strong opinion on favor of Bitcoin. And... I'm\nreally not a person of strong opinions. I dislike having strong opinions. I had\nlearned earlier in life that if you have a strong opinion on something, you are\nalready losing. There must be something you did not understand…"
}