{
  "author": "Dabstronaut77",
  "original_created_utc": 1626271233,
  "title": "CMV: The US media frequently uses propaganda to turn lower and middle class groups of people against themselves",
  "created_utc": 1626281654,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The powers at be are terrified of what a unified lower and middle class focused on bettering their communities are capable of. They fracture communities by making the groups of people within them believe that they are fundamentally different and have reason to hate each other with identity politics and Omni-channel propaganda. You can’t look something up on google without getting targeted clickbait designed to make you angry shoved in your face. They know that a common purpose is what communities need to see past each other’s differences that and once we do, they won’t be able to play us anymore.</p>\n</div><!-- SC_ON -->",
  "score": 135,
  "permalink": "/r/changemyview/comments/ok4y49/cmv_the_us_media_frequently_uses_propaganda_to/",
  "subreddit": "changemyview",
  "id": "ok4y49",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The powers at be are terrified of what a unified lower and middle class focused\non bettering their communities are capable of. They fracture communities by\nmaking the groups of people within them believe that they are fundamentally\ndifferent and have reason to hate each other with identity politics…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "権力者たちは、自分たちのコミュニティを改善することに焦点を当てた、統一された中低階級の人々の能力を恐れています。\n自分たちのコミュニティをより良くすることに焦点を当てた中低階級の人々がどのような能力を発揮するか、権力者たちは恐れています。彼らはコミュニティを破壊します。\n根本的に違うものだと信じ込ませて、コミュニティを分断します。\nアイデンティティ・ポリティクスでお互いを憎む理由があると信じさせることで、コミュニティを分断します。",
      "title": "CMV: 米国のメディアは、低中流階級の人々を敵に回すようなプロパガンダを頻繁に行っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当权者对一个统一的中下层阶级专注于改善其社区的能力感到恐惧。\n害怕一个团结的中下层阶级能够改善他们的社区。他们通过以下方式分裂社区\n他们通过使社区内的人群相信他们在本质上是不同的\n不同，并有理由通过身份政治而互相憎恨......",
      "title": "CMV：美国媒体经常使用宣传手段，让中下层民众群体反对自己"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當權者對一個統一的中下層階級專注於改善其社區的能力感到恐懼。\n害怕一個團結的中下層階級能夠改善他們的社區。他們通過以下方式分裂社區\n他們通過使社區內的人羣相信他們在本質上是不同的\n不同，並有理由通過身份政治而互相憎恨......",
      "title": "CMV：美國媒體經常使用宣傳手段，讓中下層民衆羣體反對自己"
    }
  ]
}