{
  "author": "IMovedYourCheese",
  "the_new_excerpt": "Andy Weir had a smash success with his first novel, The Martian. While it\nprobably didn't have a lot of pure literary merit, it was unabashedly geeky,\nthrilling, fun and entirely deserving of all the accolades and the impact it\nmade on the current sci-fi landscape.\n\nHis next novel, Artemis,…",
  "original_created_utc": 1621875003,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アンディ・ウィアーは、処女作「The Martian」で大成功を収めました。この作品は\nおそらく純粋な文学的価値はなかったでしょうが、臆することなくオタク的で、スリリングで、楽しく、すべての賞賛と衝撃に値する作品でした。\nこの作品は、非常にマニアックで、スリリングで、楽しく、賞賛に値するものであり、現在の世界に与えた影響は計り知れないものでした。\n臆することなく、マニアックで、スリリングで、楽しくて、すべての称賛に値するものでした。\n\n彼の次の作品である『アルテミス』は...",
      "title": "火星人』が好きな人は『プロジェクト・ヘイル・メアリー』を読むべき"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "安迪-威尔的第一部小说《火星人》获得了巨大的成功。虽然它\n可能没有很多纯粹的文学价值，但它是不折不扣的怪胎。\n惊险、有趣，完全配得上所有的赞誉和它对当前科幻领域的影响。\n它对当前的科幻景观产生了影响。\n\n他的下一部小说《阿耳特弥斯》，...",
      "title": "如果你喜欢《火星人》，你应该读一读《圣母计划》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "安迪-威爾的第一部小說《火星人》獲得了巨大的成功。雖然它\n可能沒有很多純粹的文學價值，但它是不折不扣的怪胎。\n驚險、有趣，完全配得上所有的讚譽和它對當前科幻領域的影響。\n它對當前的科幻景觀產生了影響。\n\n他的下一部小說《阿耳特彌斯》，...",
      "title": "如果你喜歡《火星人》，你應該讀一讀《聖母計劃》。"
    }
  ],
  "title": "If you liked The Martian, you should read Project Hail Mary",
  "created_utc": 1621888329,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Andy Weir had a smash success with his first novel, The Martian. While it probably didn&#39;t have a lot of pure literary merit, it was unabashedly geeky, thrilling, fun and entirely deserving of all the accolades and the impact it made on the current sci-fi landscape.</p>\n\n<p>His next novel, Artemis, magnified all the faults of the first while retaining none of the charm. Attempts to write a more complex plot left it a heavy, jumbled mess. The lack of real characters or character development in The Martian was excusable. In Artemis all attempts at it were forced and cringey. The science and long technical explanations went from seamlessly driving the narrative in The Martian to hampering it to the extent where you get actively frustrated by them. In short – nothing worked.</p>\n\n<p>Project Hail Mary is, in a sense, a return to the author&#39;s roots. Like in The Martian, the protagonist is a genius and witty scientist caught alone in a bad situation who must use his knowledge to fix things. The stakes are a lot higher. Instead of Mars, this time he is on a spaceship far away from Earth. Instead of saving just himself this time all of humanity is on the line. Oh and he has amnesia, so isn&#39;t able to remember the ship, his mission or even his own name.</p>\n\n<p>What follows is a saga of exploration, trial and error, mess ups, fixes, near deaths etc. as he inches closer to his goal. It&#39;s The Martian on steroids, and the author makes no excuses for it.</p>\n\n<p>Some of the author&#39;s faults still stood this time around. I&#39;m putting some of them in spoiler tags to be safe, but they aren&#39;t really spoilers so read them if you&#39;d like.</p>\n\n<ul>\n<li>At 500 pages, it is a bit of a slog. There are a lot of repetitive parts and could have been easily edited down another 100 pages at least.</li>\n<li>I found it harder to excuse the juvenile writing this time around considering the author is on his <em>third</em> bestselling novel. There is so much wrong with pacing, narrative structure, characters, exposition etc. that &quot;yeah, science!&quot; won&#39;t magically fix.</li>\n<li>The science stuff – <span class=\"md-spoiler-text\">While the scientific explanations and overall plot in The Martian made some amount of sense, Project Hail Mary makes you take one too many massive leaps of logic. That isn&#39;t a deal breaker for a sci-fi book by any means, but the author&#39;s writing style emphasizes the &quot;science&quot; side while giving you a story which would fit better in The Expanse.</span></li>\n<li>The protagonist – <span class=\"md-spoiler-text\">For both better and worse, the protagonist is Mark Watney 2.0. He is a genius at every possible science, has all the knowledge of the world at the tip of his tongue, is witty, commanding when he needs to be, selfless, empathetic...Oh and he has six pack abs of course. While Mark Watney came off as charming, this one is just..dull.</span></li>\n</ul>\n\n<p>With sci-fi tastes as varied as they are, it&#39;s hard to predict how the average reader will feel about Project Hail Mary. There are a lot of fun moments, some thrills and a lot of faults. So I will simply say that if you liked The Martian, you will probably like this one as well.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/nk2ghm/if_you_liked_the_martian_you_should_read_project/",
  "subreddit": "books",
  "id": "nk2ghm",
  "is_self": true,
  "media": null,
  "is_video": false
}