{
  "author": "TotesNotaBot0010101",
  "original_created_utc": 1633890425,
  "title": "ysk job titles are commonly arbitrary",
  "created_utc": 1634480922,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Obviously not a rule of thumb in some cases, but intentional or not some companies give job titles in lieu of fair compensation. There&#39;s this woman I know that works at this unnamed high tech company in Silicon Valley and she&#39;s a lobby ambassador in one of the buildings - making $16 an hour. Her title is Executive Lobby Ambassador, or ELA. But if you drive some three miles south, you&#39;ll find that a McDonald&#39;s is hiring, starts at $16.50 with no experience. Additionally, my friend was offered a managerial position overseeing a security crew for $17, when she currently was making about $25 being pulled from one of those contractors pools. Title in lieu of any compensation or benefits.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/q5dnyr/ysk_job_titles_are_commonly_arbitrary/",
  "subreddit": "YouShouldKnow",
  "id": "q5dnyr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Obviously not a rule of thumb in some cases, but intentional or not\nsome companies give job titles in lieu of fair compensation. There's this woman\nI know that works at this unnamed high tech company in Silicon Valley and she's\na lobby ambassador in one of the buildings - making $16 an…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSK: 明らかに経験則ではないケースもありますが、意図的であろうとなかろうと\n会社によっては、正当な報酬の代わりに肩書きを与えることがあります。ある女性が\n私が知っている女性は、シリコンバレーにある無名のハイテク企業で働いています。\nあるビルのロビー・アンバサダーをしていて、年収は16ドル。",
      "title": "yskのジョブタイトルは一般的に恣意的である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：显然在某些情况下不是一个经验法则，但无论是否有意为之\n有些公司给工作头衔以代替公平的报酬。有这样一个女人\n我知道她在硅谷的一家不知名的高科技公司工作，她是\n她是其中一座大楼的大堂大使--年薪16美元。",
      "title": "ysk的职位名称通常是任意的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：顯然在某些情況下不是一個經驗法則，但無論是否有意爲之\n有些公司給工作頭銜以代替公平的報酬。有這樣一個女人\n我知道她在硅谷的一家不知名的高科技公司工作，她是\n她是其中一座大樓的大堂大使--年薪16美元。",
      "title": "ysk的職位名稱通常是任意的"
    }
  ]
}