{
  "author": "not_right_now_love",
  "original_created_utc": 1635958636,
  "title": "Narrators of audiobook can really make a world of difference",
  "created_utc": 1635992523,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The last couple of years I&#39;ve really gotten into audiobooks and one thing I really noticed is that I have to like or at least tolerate the narrator to that though the book. \nOne example for me is the Witcher series, I was really excited because I&#39;ve Heard so much good about it but not even ten minutes in I had to give up. \nI can live with narrators that doesn&#39;t sound like what I imagined the character should but monotone narrators is a no go.\nOn the other hand a good narrator can really being a book to life and make the listener return to it multiple times.\nDo you have any examples of really good or bad narration?</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/qlyuf9/narrators_of_audiobook_can_really_make_a_world_of/",
  "subreddit": "books",
  "id": "qlyuf9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The last couple of years I've really gotten into audiobooks and one thing I\nreally noticed is that I have to like or at least tolerate the narrator to that\nthough the book. One example for me is the Witcher series, I was really excited\nbecause I've Heard so much good about it but not even ten…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここ数年、私はオーディオブックに夢中になっています。\n語り手が好きか、少なくとも許容範囲内でなければならないということに気がついた。\n本の内容もさることながら その一例がウィッチャーシリーズです。\n評判を聞いていたので、とても楽しみにしていたのですが、まだ10分も経っていません...。",
      "title": "オーディオブックのナレーターで世界が変わる"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在过去的几年里，我真正进入了有声读物领域，我真正注意到的一件事是，我喜欢听有声读物。\n我真正注意到的是，我必须喜欢或至少容忍叙述者。\n虽说这本书。我的一个例子是《巫师》系列，我真的很兴奋\n因为我听到了很多关于它的好消息，但甚至没有10个...",
      "title": "有声读物的叙述者真的可以使世界发生变化"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在過去的幾年裏，我真正進入了有聲讀物領域，我真正注意到的一件事是，我喜歡聽有聲讀物。\n我真正注意到的是，我必須喜歡或至少容忍敘述者。\n雖說這本書。我的一個例子是《巫師》系列，我真的很興奮\n因爲我聽到了很多關於它的好消息，但甚至沒有10個...",
      "title": "有聲讀物的敘述者真的可以使世界發生變化"
    }
  ]
}