{
  "author": "TheRavenSayeth",
  "original_created_utc": 1640460896,
  "title": "YSK: The popular Bluetooth tracker company Tile was recently bought out by Life360, a company whose business model was primarily rooted in selling the location data of its 31 million customers including children",
  "created_utc": 1640468045,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://www.theverge.com/2021/12/9/22820381/tile-life360-location-tracking-data-privacy\"&gt;Source&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Why YSK&lt;/strong&gt;: Many people bought Tiles over the years because they wanted a good quality convenient bluetooth tracking device for their keys or valuables. With the introduction of Apple&amp;#39;s Airtags and Galaxy SmartTags, Tile has been under a lot of pressure with their extremely limited network. Now that their parent company has switched to one whose philosophy is radically different, those who bought Tiles in the past should reconsider if they want to continue using those products and potentially lose out on a large part of their privacy.&lt;/p&gt;\n\n&lt;p&gt;Also something Tile customers may want to know is that Mark Zuckerberg&amp;#39;s sister sits on Life360&amp;#39;s &lt;a href=\"https://investors.life360.com/investor-relations/?page=board-of-directors\"&gt;board of directors&lt;/a&gt;.&lt;/p&gt;\n\n&lt;p&gt;It is worth noting that when asked about the parent company change, a Tile representative stated, &amp;quot;Tile does not sell/monetize personal data and we have Life360’s full support and commitment to continue that,&amp;quot; but that remains to be seen.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 85,
  "permalink": "/r/YouShouldKnow/comments/rofvya/ysk_the_popular_bluetooth_tracker_company_tile/",
  "subreddit": "YouShouldKnow",
  "id": "rofvya",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p><a\nhref=\"https://www.theverge.com/2021/12/9/22820381/tile-life360-location-tracking-data-privacy\">Source</a></p>\n<p><strong>Why YSK</strong>: Many people bought Tiles over the years because\nthey wanted a good quality convenient bluetooth tracking device for their…"
}