{
  "author": "friednoodlesijoj",
  "original_created_utc": 1625751166,
  "title": "CMV: on disassociating myself from politics.",
  "created_utc": 1625762582,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m apolitical. I have views that lean both liberally and conservatively. However, I choose to not be vocal about it as I&#39;m just not that interested in the topic as a whole. I&#39;m also a very passive person, and it&#39;s just in my best interest to be passive in pretty much everything surrounding my life.</p>\n\n<p>I&#39;ve noticed that people often take the term &quot;I&#39;m not that interested in politics&quot; personally. I&#39;m not exactly sure why, and I&#39;ve never really gotten a clear answer that changes my opinion on this. </p>\n\n<p>I don&#39;t like the toxic atmosphere surrounding politics, especially within my age group (18-26). Growing up, I&#39;ve witnessed politics turn conversations ugly, I&#39;ve seen it make people go at each other&#39;s throats. I&#39;ve only ever really seen it in a negative light. I&#39;m just not interested in being associated with that.</p>\n\n<p>I&#39;d consider myself pretty well versed in a lot of political topics, but I also think of myself as pretty ignorant on a lot of topics compared to most other people. That is one of the reasons why I don&#39;t want to register to vote. I feel as if I&#39;m just not qualified enough to make an educated vote, and l haven&#39;t really had much interest in changing that.</p>\n\n<p>I understand that politics effect others that are less fortunate than me. But I can&#39;t see how I can do anything about it as one person. I can&#39;t understand how I can do anything to change it, as one in millions of American citizens. </p>\n\n<p>A lot of people tell me to &quot;vote for the lesser of two evils&quot; but I don&#39;t understand that logic. Why would I want to contribute to one of two evils, regardless if one is lesser? How do I know that that politician will actually follow through with their word?</p>\n\n<p>I notice every time an election happens, the voted in candidate almost never adheres to their promises. I don&#39;t agree with our government in a lot of ways, and I think it&#39;s extremely corrupt. I don&#39;t want to contribute to that. </p>\n\n<p>I have my own problems as a person and I believe if I were more versed in politics, it would make me bitter. I&#39;d rather focus on my wellbeing and those around me that I care for. </p>\n\n<p>I&#39;m open to someone changing my mind and giving me well thought out arguments. I&#39;m open to changing my view on politics and I&#39;m interested in learning more. I consider myself pretty open minded and I&#39;m interested in hearing other point of views in a controlled conversation about it.</p>\n</div><!-- SC_ON -->",
  "score": 238,
  "permalink": "/r/changemyview/comments/og7a61/cmv_on_disassociating_myself_from_politics/",
  "subreddit": "changemyview",
  "id": "og7a61",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm apolitical. I have views that lean both liberally and conservatively.\nHowever, I choose to not be vocal about it as I'm just not that interested in\nthe topic as a whole. I'm also a very passive person, and it's just in my best\ninterest to be passive in pretty much everything surrounding my…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は非政治的です。私は自由主義的な考えも保守的な考えも持っています。\nしかし、この話題にはあまり興味がないので、声高には言わないことにしています。\n積極的には発言しません。また、私は非常に受動的な人間で、ほとんどのことに受動的であることが自分の利益になります。\n私は非常に受動的な人間であり、私の周りのほとんどのことに受動的であることが私の利益になります。",
      "title": "CMV：政治との関わりを断つことについて。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是非政治性的。我对自由派和保守派都有看法。\n然而，我选择不发表意见，因为我只是对整个话题不感兴趣。\n整个话题感兴趣。我也是一个非常被动的人，对我来说，在几乎所有的事情上保持被动是最有利的。\n我也是一个非常被动的人，而且在围绕我的几乎所有事情上都是被动的，这符合我的最大利益。",
      "title": "CMV：关于与政治脱离关系。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是非政治性的。我對自由派和保守派都有看法。\n然而，我選擇不發表意見，因爲我只是對整個話題不感興趣。\n整個話題感興趣。我也是一個非常被動的人，對我來說，在幾乎所有的事情上保持被動是最有利的。\n我也是一個非常被動的人，而且在圍繞我的幾乎所有事情上都是被動的，這符合我的最大利益。",
      "title": "CMV：關於與政治脫離關係。"
    }
  ]
}