{
  "author": "Helpfulness",
  "original_created_utc": 1637500063,
  "title": "CMV: I trust a doctor on Tik Tok as much as Doctor Phil, Dr. Oz or any TV celebrity doctor; with a grain of salt.",
  "created_utc": 1637513698,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My girlfriend has started following people who claim to be doctors on Tik Tok. She’s started telling me things like “did you know women aren’t provided any kind of pain medication after giving birth?”. That just sounds ridiculous, so I asked her where she learned it from. I told her any doctor that is making Tik Tok videos should always be questioned. I related it to celebrity doctors like Dr. Oz. Who in my eyes aren’t trusty worthy. Also a quick google search found that U of M study, conducted by Dr. Alex Friedman Peahle, M.D., focused on women with private health insurance across America and found that among those who had a C-section, 76% would be prescribed an opioid. For vaginal l births, the figure was 27%.</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/changemyview/comments/qyum3l/cmv_i_trust_a_doctor_on_tik_tok_as_much_as_doctor/",
  "subreddit": "changemyview",
  "id": "qyum3l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My girlfriend has started following people who claim to be doctors on Tik Tok.\nShe’s started telling me things like “did you know women aren’t provided any\nkind of pain medication after giving birth?”. That just sounds ridiculous, so I\nasked her where she learned it from. I told her any doctor that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の彼女は、Tik Tokで医師を名乗る人たちをフォローし始めました。\n彼女は私に、「女性は手術後に痛み止めの薬をもらえないことを知っていますか？\n出産後、女性には痛み止めの薬が出されないことを知っていますか？そんなのバカバカしいと思って、彼女に\nどこで習ったのか聞いてみました。私は彼女に、どんな医者でも...",
      "title": "CMV: 私はTik Tokに出演している医師を、ドクター・フィルやドクター・オズ、その他のテレビの有名人の医師と同様に信頼していますが、大目に見ています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的女朋友已经开始在Tik Tok上关注那些自称是医生的人。\n她开始告诉我一些事情，比如 \"你知道妇女在产后不提供任何止痛药吗？\n你知道妇女在分娩后没有任何止痛药吗？\"。这听起来很荒唐，所以我\n所以我问她从哪里知道的。我告诉她，任何医生...",
      "title": "CMV：我相信Tik Tok上的医生，就像相信菲尔医生、奥兹医生或任何电视明星医生一样；要有一粒盐。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的女朋友已經開始在Tik Tok上關注那些自稱是醫生的人。\n她開始告訴我一些事情，比如 \"你知道婦女在產後不提供任何止痛藥嗎？\n你知道婦女在分娩後沒有任何止痛藥嗎？\"。這聽起來很荒唐，所以我\n所以我問她從哪裏知道的。我告訴她，任何醫生...",
      "title": "CMV：我相信Tik Tok上的醫生，就像相信菲爾醫生、奧茲醫生或任何電視明星醫生一樣；要有一粒鹽。"
    }
  ]
}