{
  "author": "dandan_56",
  "original_created_utc": 1640818801,
  "title": "YSK: that your google searches can be seriously improved by including what you DONT want it to find. Eg. searching BBQ recipes -beef will take out beef results.",
  "created_utc": 1640825039,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: often the hardest part of finding the information you want is getting rid of the information you don’t want. Knowing this trick can get you to that information a lot quicker and customise what is shown.&lt;/p&gt;\n\n&lt;p&gt;Edit: for clarity, adding the minus sign will exclude that word from results.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 140,
  "permalink": "/r/YouShouldKnow/comments/rrleto/ysk_that_your_google_searches_can_be_seriously/",
  "subreddit": "YouShouldKnow",
  "id": "rrleto",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: often the hardest part of finding the information you want is getting\nrid of the information you don’t want. Knowing this trick can get you to that\ninformation a lot quicker and customise what is shown.\n\nEdit: for clarity, adding the minus sign will exclude that word from results.",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: YSKを見つけるのは、しばしば最も困難なことなのです。\n欲しい情報を得るには、欲しくない情報を取り除くことです。知っている\nこのトリックを使えば、より早くその情報にたどり着き、表示される内容をカスタマイズすることができます。\n</p> <p>編集：わかりやすくするために、マイナス記号を追加すると...。",
      "title": "YSK: Google検索は、検索されたくないものを含めることで、著しく改善されます。例えば、バーベキューのレシピを「ビーフ」で検索すると、ビーフの検索結果は除外されます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：在寻找你想要的信息时，最困难的部分往往是摆脱你不想要的信息。\n你想要的信息的最难部分是摆脱你不想要的信息。知道\n这个技巧可以让你更快地找到这些信息，并定制显示的内容。\n</p> <p>编辑：为了清晰起见，添加减号将...",
      "title": "YSK：你的谷歌搜索可以通过包括你不希望它找到的东西来严重改善。例如，搜索烧烤食谱--牛肉，就会剔除牛肉的结果。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：在尋找你想要的信息時，最困難的部分往往是擺脫你不想要的信息。\n你想要的信息的最難部分是擺脫你不想要的信息。知道\n這個技巧可以讓你更快地找到這些信息，並定製顯示的內容。\n</p> <p>編輯：爲了清晰起見，添加減號將...",
      "title": "YSK：你的谷歌搜索可以通過包括你不希望它找到的東西來嚴重改善。例如，搜索燒烤食譜--牛肉，就會剔除牛肉的結果。"
    }
  ]
}