{
  "author": "Oversidious",
  "the_new_excerpt": "For the longest time, I've wanted to post content on LinkedIn. More than\nanything, we can agree it's a decent tool to build professional relationships,\nconsidering you use it properly.\n\nBut, that's the same reason that I haven't been able to use it.\n\nIt just feels.. fake, formal, not genuine.\n\nI…",
  "original_created_utc": 1620200043,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ずっと前から、LinkedInにコンテンツを投稿したいと思っていました。何よりも\n何よりも、プロフェッショナルな関係を築くための適切なツールであることに同意できます。\n適切に利用すれば、プロとしての関係を築くための適切なツールであることには同意できます。\n\nしかし、それは私が使いこなせていない理由と同じです。\n\nなんか...偽物っぽくて、堅苦しくて、本物じゃない。\n\nI...",
      "title": "CMV： LinkedInで本物になることは不可能（あるいは非常に難しい）です。本物であることは「プロフェッショナルではない」と思われ、「フォーマル」であることは受け入れられている現状があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "长久以来，我一直想在LinkedIn上发布内容。更重要的是\n我们可以同意，它是一个建立专业关系的体面工具。\n考虑到你正确地使用它。\n\n但是，这也是我一直无法使用它的原因。\n\n它只是感觉......虚假、正式、不真实。\n\nI...",
      "title": "CMV：在LinkedIn上要做到真诚是不可能的（或非常困难）。真诚被视为 \"不专业\"，而 \"正式 \"则是公认的现状。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "長久以來，我一直想在LinkedIn上發佈內容。更重要的是\n我們可以同意，它是一個建立專業關係的體面工具。\n考慮到你正確地使用它。\n\n但是，這也是我一直無法使用它的原因。\n\n它只是感覺......虛假、正式、不真實。\n\nI...",
      "title": "CMV：在LinkedIn上要做到真誠是不可能的（或非常困難）。真誠被視爲 \"不專業\"，而 \"正式 \"則是公認的現狀。"
    }
  ],
  "title": "CMV: It's impossible (or very difficult) to be genuine on LinkedIn. Being genuine comes off as 'unprofessional', while being 'formal' is the accepted status quo",
  "created_utc": 1620222024,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For the longest time, I&#39;ve wanted to post content on LinkedIn. More than anything, we can agree it&#39;s a decent tool to build professional relationships, considering you use it properly. </p>\n\n<p>But, that&#39;s the same reason that I haven&#39;t been able to use it. </p>\n\n<p>It just feels.. fake, formal, not genuine. </p>\n\n<p>I really believe professionalism is not how you act, but how you behave and complete tasks at hand. Obviously, you aren&#39;t gonna be posting some dank memes, but why is not being formal frowned upon?</p>\n\n<p>CMV. I&#39;m trying to understand views that will finally convince me to start posting content.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/n5a9kq/cmv_its_impossible_or_very_difficult_to_be/",
  "subreddit": "changemyview",
  "id": "n5a9kq",
  "is_self": true,
  "media": null,
  "is_video": false
}