{
  "author": "Between3N20Karakters",
  "original_created_utc": 1628184556,
  "title": "What ruins a book for you? For me I hate it when someone tells me the book has a twist.",
  "created_utc": 1628217448,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Nothing ruins the twist more in a book than someone telling me it has one. Now that I know it has one I’ll spend the entire time thinking about it and trying to figure it out. If I figure it out correctly it has less of an impact and makes me appreciate it less. </p>\n\n<p>What other things about books do you feel can either ruin it completely or can slightly put you off from reading it?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/oynbhr/what_ruins_a_book_for_you_for_me_i_hate_it_when/",
  "subreddit": "books",
  "id": "oynbhr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Nothing ruins the twist more in a book than someone telling me it has one. Now\nthat I know it has one I’ll spend the entire time thinking about it and trying\nto figure it out. If I figure it out correctly it has less of an impact and\nmakes me appreciate it less.\n\nWhat other things about books do you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誰かが「この本にはツイストがある」と教えてくれることほど、本のツイストを台無しにするものはない。今\nそれを知ってしまったからには、ずっとそのことを考え、解明しようとするだろう。\n解明しようとするだろう。正しく理解できたとしても、インパクトが弱くなり、作品の評価が下がります。\n感謝の気持ちが薄れてしまいます。\n\n本について他にどんなことを...。",
      "title": "あなたにとって本をダメにするものは何ですか？私の場合、誰かが「この本はひねりが効いている」と言うのが嫌いです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "没有什么比有人告诉我一本书有转折点更能破坏这本书的转折点了。现在\n既然我知道它有一个转折，我就会花整个时间来思考它，并试图\n来弄清它。如果我猜对了，它的影响就会变小，而且\n让我不那么欣赏它。\n\n关于书的其他事情，你...",
      "title": "是什么毁了你的一本书？对我来说，我讨厌有人告诉我这本书有一个转折。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "沒有什麼比有人告訴我一本書有轉折點更能破壞這本書的轉折點了。現在\n既然我知道它有一個轉折，我就會花整個時間來思考它，並試圖\n來弄清它。如果我猜對了，它的影響就會變小，而且\n讓我不那麼欣賞它。\n\n關於書的其他事情，你...",
      "title": "是什麼毀了你的一本書？對我來說，我討厭有人告訴我這本書有一個轉折。"
    }
  ]
}