{
  "author": "DoinkHole",
  "the_new_excerpt": "Don't do both simultaneously.\n\nWHY YSK: Not only will this prevent you from getting rear-ended by someone\ndriving & not paying attention behind you, but it'll also greatly increase the\nflow of traffic. It's extremely difficult for truck drivers to stop on a dime\nand, likewise, takes a long time to…",
  "original_created_utc": 1619486310,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "両方を同時に行うことはありません。\n\nWHY YSK: これで、後ろを見ていない人に追突されるのを防げるだけでなく\n後方に注意を払わずに運転している人に追突されるのを防げるだけでなく、車の流れを大きく改善することができます。\n交通の流れを良くすることができます。トラックの運転手が急に止まるのは非常に難しいです。\n停車するのは至難の業ですし、それに時間もかかります。",
      "title": "YSK: ブレーキを踏む前にウインカーを出す"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不要同时做这两件事。\n\n为什么是YSK：这不仅可以防止你被别人追尾\n的追尾，而且还能大大增加\n交通的流量。对卡车司机来说，要在一瞬间停下来是非常困难的\n而且，同样地，需要很长的时间来...",
      "title": "YSK：在踩刹车之前，先把你的闪光灯打开"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不要同時做這兩件事。\n\n爲什麼是YSK：這不僅可以防止你被別人追尾\n的追尾，而且還能大大增加\n交通的流量。對卡車司機來說，要在一瞬間停下來是非常困難的\n而且，同樣地，需要很長的時間來...",
      "title": "YSK：在踩剎車之前，先把你的閃光燈打開"
    }
  ],
  "title": "YSK: put your blinker on BEFORE you hit the brakes",
  "created_utc": 1619495830,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Don&#39;t do both simultaneously. </p>\n\n<p>WHY YSK: Not only will this prevent you from getting rear-ended by someone driving &amp; not paying attention behind you, but it&#39;ll also greatly increase the flow of traffic. It&#39;s extremely difficult for truck drivers to stop on a dime and, likewise, takes a long time to crawl back up to cruising speed (because their vehicles &amp; their tow loads weigh a lot more than you realize they do). Learn how your vehicle operates. You are not the only one using the road. Everyone wants to make it to their destination on time.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/YouShouldKnow/comments/mzd6bp/ysk_put_your_blinker_on_before_you_hit_the_brakes/",
  "subreddit": "YouShouldKnow",
  "id": "mzd6bp",
  "is_self": true,
  "media": null,
  "is_video": false
}