{
  "author": "Powerpuff_Rangers",
  "original_created_utc": 1626097267,
  "title": "CMV: Millennials are more tech-literate than zoomers",
  "created_utc": 1626115255,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don’t buy the idea of every generation being more tech-literate than the previous one, especially praising zoomers as ’digital natives’. In fact, I think millennials vastly outperform zoomers on this metric. Sure, we might not use TikTok and other recent fads, but we had to do a massive amount of troubleshooting with way less user-friendly operating systems when we were younger. Nowadays, the trend is simplifying every functionality to make it as easily accessible as possible. Zoomers essentially play with colorful icons on touchscreens, and I legitimately know ones that don’t know where your downloads go or how to force close a running program.</p>\n\n<p>On top of that, I think the educational system used to approach technology in a much more thorough fashion, when it was still something new. When using a computer, we truly started from the basics like left-clicking or right-clicking. Nowadays, teachers tend to believe in the ’digital native’ meme and just assume that every student has mastered the basics by default. I think this might end up harming them in the future!</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/oirgug/cmv_millennials_are_more_techliterate_than_zoomers/",
  "subreddit": "changemyview",
  "id": "oirgug",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don’t buy the idea of every generation being more tech-literate than the\nprevious one, especially praising zoomers as ’digital natives’. In fact, I think\nmillennials vastly outperform zoomers on this metric. Sure, we might not use\nTikTok and other recent fads, but we had to do a massive amount…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、すべての世代が前の世代よりも技術的な知識を持っているという考えを信じていません。\n特に、ズームインする人たちを「デジタルネイティブ」と称賛するのはどうかと思います。実際のところ、私は\nミレニアル世代は、この基準ではズームイン世代を大きく上回っています。確かに、私たちは\n確かに、TikTokやその他の最近の流行は使わないかもしれませんが、私たちは膨大な量の...",
      "title": "CMV: ミレニアル世代はズームイン世代よりもテクノロジーに精通している"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不相信每一代人都比上一代人更懂技术的说法。\n我不相信每一代人都比上一代人更懂技术，尤其是称赞变焦人是 \"数字原住民\"。事实上，我认为\n在这个指标上，千禧一代的表现远远超过了变焦人。当然，我们可能不会使用\nTikTok和其他最近的流行趋势，但我们不得不做大量的...",
      "title": "CMV：千禧一代比变焦人更懂技术"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不相信每一代人都比上一代人更懂技術的說法。\n我不相信每一代人都比上一代人更懂技術，尤其是稱讚變焦人是 \"數字原住民\"。事實上，我認爲\n在這個指標上，千禧一代的表現遠遠超過了變焦人。當然，我們可能不會使用\nTikTok和其他最近的流行趨勢，但我們不得不做大量的...",
      "title": "CMV：千禧一代比變焦人更懂技術"
    }
  ]
}