{
  "author": "wLancee",
  "the_new_excerpt": "Hey everyone!\n\n[general stuff]\n\nI recently read „The Diary Of A Young Girl“ and I've been depressed for days\nnow. I’m from Germany and history is obviously a very important subject in\nschool / the country, so I knew most about her life & WWII already. I read some\npages in high school because it was…",
  "original_created_utc": 1621631480,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。\n\n[一般的なこと]\n\n最近、「少女日記」を読んで、何日も落ち込んでいます。\n落ち込んでいます。私はドイツ出身で、学校や国では歴史がとても重要な科目であることは明らかです。\n私はドイツ出身で、学校でも国でも歴史はとても重要な科目なので、彼女の人生や第二次世界大戦についてはほとんど知っていました。高校時代に何ページか読みました。\n高校生の時に何ページか読みました。",
      "title": "私の胸の内を明かしてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好!\n\n[一般的东西]\n\n我最近读了《少女的日记》，我已经郁闷了好几天了\n现在。我来自德国，历史显然是学校/国家的一个非常重要的科目。\n我来自德国，历史显然是学校/国家非常重要的科目，所以我已经知道她的生活和二战的大部分内容。我读了一些\n我在高中时读了几页，因为那是...",
      "title": "[一个年轻女孩的日记]只是需要把它从我的胸口拿出来"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好!\n\n[一般的東西]\n\n我最近讀了《少女的日記》，我已經鬱悶了好幾天了\n現在。我來自德國，歷史顯然是學校/國家的一個非常重要的科目。\n我來自德國，歷史顯然是學校/國家非常重要的科目，所以我已經知道她的生活和二戰的大部分內容。我讀了一些\n我在高中時讀了幾頁，因爲那是...",
      "title": "[一個年輕女孩的日記]只是需要把它從我的胸口拿出來"
    }
  ],
  "title": "[diary of a young girl] just need to get this off my chest",
  "created_utc": 1621661922,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hey everyone!</p>\n\n<p><strong>[general stuff]</strong></p>\n\n<p>I recently read „The Diary Of A Young Girl“ and I&#39;ve been depressed for days now. I’m from Germany and history is obviously a very important subject in school / the country, so I knew most about her life &amp; WWII already. I read some pages in high school because it was mandatory to do so, but I never finished it. Back then my mind was occupied with other things. Which is why I decided to give it another read, when I saw the title on a list on Goodreads.</p>\n\n<p>I am 20 years now, recently purchased the book and read the last 200 pages in one night, which left me devastated, in shock and in sadness. Crazy how a &quot;simple&quot; diary can give you a rollercoaster of emotions. Its even crazier how a girl of 13-15 years can write a book, that has that kind of impact on society. But I don&#39;t think I need to go into further details, everyone knows how great the book is.</p>\n\n<p><strong>[personal experience/thoughts]</strong></p>\n\n<p>For me personally, it was so hard to see a girl with aspirations, goals and optimistic characteristics, die at such a young age.</p>\n\n<p>Even though I knew it would happen, the last sentence of the diary hit me so hard. I wanted to know even more about her, because I was relating to her thoughts and views on life so much. I relate to problems she has and while I know that I need to solve them myself, I felt like she can provide some sort of solution.</p>\n\n<p>I am in University now and Anne Frank (and her diary) is 24/7 on my mind, I can&#39;t even focus on my work and I&#39;m just too unmotivated to read another book. I thought that if I go on a run I could clear my head, but nothing works... I guess it really takes time to heal :)</p>\n\n<p>Normally I prefer fictional series, and I think it&#39;s so hard on me because this actually happened. I&#39;m actually so ashamed and angry about the crimes my ancestors committed.</p>\n\n<p><strong>[ending]</strong></p>\n\n<p>I will soon visit her grave and leave her a letter, which hopefully gives me some closure.</p>\n\n<p>How do you guys deal with a heartbreaking book? Did you feel the same?</p>\n\n<p>thank you for reading, have a good day or good night!</p>\n\n<p><strong>[edit]</strong></p>\n\n<p>edit: this post really relieved me and gave me some closure already lol, </p>\n\n<p>edit: i needed to structure this post, bc it was really unsettling for me, to see a unorganized mess</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/ni30am/diary_of_a_young_girl_just_need_to_get_this_off/",
  "subreddit": "books",
  "id": "ni30am",
  "is_self": true,
  "media": null,
  "is_video": false
}