{
  "author": "roarbinson",
  "original_created_utc": 1640887724,
  "title": "Is it possible to guess a seed phrase?",
  "created_utc": 1640921803,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I keep on reading that nobody in the crypto space is hacked and that all crypto thefts are scams that greedy people fall for. I get that this is probably an oversimplification and I probably shouldn’t believe everything I read. I also understand that private keys are hard to guess by brute force but hear me out. &lt;/p&gt;\n\n&lt;p&gt;I have backed up all my wallet’s seed phrases and the wallets I‘ve accumulated are a handful. It is easy to restore an existing wallet using a backed up seed phrase. But wouldn’t it be possible to guess a random seed phrase? Seed phrases after all consist of 12 (or 24) words. Wouldn’t it be reasonable to find an existing seed phrase by trying word combinations by chance? Or am I not understanding an aspect of wallets or seed phrases?&lt;/p&gt;\n\n&lt;p&gt;I was just wondering and I’d love for someone to give a statistical or technical breakdown of why I might be right or wrong. Or just add your shitpost to farm karma and moons.&lt;/p&gt;\n\n&lt;p&gt;Don’t ever give up your seed phrase and don’t be greedy. If it’s too good to be true then it’s not true.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 155,
  "permalink": "/r/CryptoCurrency/comments/rs826a/is_it_possible_to_guess_a_seed_phrase/",
  "subreddit": "CryptoCurrency",
  "id": "rs826a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I keep on reading that nobody in the crypto space is hacked and that all crypto\nthefts are scams that greedy people fall for. I get that this is probably an\noversimplification and I probably shouldn’t believe everything I read. I also\nunderstand that private keys are hard to guess by brute force…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> 暗号の世界では誰も\nを、貪欲な人々が引っかかる詐欺である。\nのために。これはおそらく単純化しすぎで、私はおそらくそうすべきではないだろうということは分かっています。\nすべてを信じることです。また、秘密鍵は...",
      "title": "種明かしをすることは可能でしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我一直在读，加密货币领域没有人被黑客攻击，所有的加密货币盗窃都是贪婪的人上当受骗。\n的空间被黑客攻击，所有加密货币盗窃案都是贪婪的人上当受骗的骗局。\n的骗局。我知道这可能是一个过度简化的说法，我可能不应该\n相信我读到的一切。我也明白，私钥...",
      "title": "是否有可能猜出一个种子短语？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我一直在讀，加密貨幣領域沒有人被黑客攻擊，所有的加密貨幣盜竊都是貪婪的人上當受騙。\n的空間被黑客攻擊，所有加密貨幣盜竊案都是貪婪的人上當受騙的騙局。\n的騙局。我知道這可能是一個過度簡化的說法，我可能不應該\n相信我讀到的一切。我也明白，私鑰...",
      "title": "是否有可能猜出一個種子短語？"
    }
  ]
}