{
  "author": "Steingar",
  "original_created_utc": 1635987612,
  "title": "What I've learnt from reading the world's oldest novel",
  "created_utc": 1635996431,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just finished The Tale of Genji, written by Murasaki in about 1000 AD. Here are the key learnings I&#39;ve taken away through constant repetition. I hope others will find this as useful as I have:</p>\n\n<ul>\n<li>There isn’t a single sleeve in Japan capable of containing the tears shed by a broken hearted lover. </li>\n<li>Every woman’s room has a hole in the door/wall/window that men can peep through.</li>\n<li>Life is like the morning dew on a leaf. Don&#39;t ask why, it just is.</li>\n<li>If a girl doesn’t reciprocate your expressions of love, try raping her and see if that helps.</li>\n<li>All commoners are mangled, disgusting, and completely unintelligible.</li>\n<li>All officials living outside the capital are uncouth, gullible idiots.</li>\n<li>The correct response as a waiting woman to hearing a man invade your madam’s private space is to discretely retreat into a back room.</li>\n</ul>\n\n<p>(In case you were wondering, yes I liked the book.)</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/books/comments/qm91tk/what_ive_learnt_from_reading_the_worlds_oldest/",
  "subreddit": "books",
  "id": "qm91tk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just finished The Tale of Genji, written by Murasaki in about 1000 AD. Here are\nthe key learnings I've taken away through constant repetition. I hope others\nwill find this as useful as I have:\n\n * There isn’t a single sleeve in Japan capable of containing the tears shed by\n   a broken hearted…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "西暦1000年頃に紫式部によって書かれた「源氏物語」を読み終えたところです。ここでは\n何度も繰り返すことで得られた重要な学びがあります。私と同じように、他の方にも参考にしていただければ幸いです。\n私と同じように他の方にも参考にしていただければ幸いです。\n\n * 失恋した人が流す涙を収めることのできる袖は、日本には一つもありません。\n   失恋した人が流す涙を入れられるスリーブは日本にはありません...",
      "title": "世界最古の小説を読んで学んだこと"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "刚刚读完《源氏物语》，该书由村崎写于公元1000年左右。以下是\n我通过不断地重复学习而获得的主要经验。我希望其他人\n会发现这和我一样有用。\n\n * 在日本，没有一个袖子能够装得下失恋者的眼泪。\n   心碎的人所流下的眼泪...",
      "title": "我从阅读世界上最古老的小说中学到的东西"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "剛剛讀完《源氏物語》，該書由村崎寫於公元1000年左右。以下是\n我通過不斷地重複學習而獲得的主要經驗。我希望其他人\n會發現這和我一樣有用。\n\n * 在日本，沒有一個袖子能夠裝得下失戀者的眼淚。\n   心碎的人所流下的眼淚...",
      "title": "我從閱讀世界上最古老的小說中學到的東西"
    }
  ]
}