{
  "author": "Positivity2020",
  "original_created_utc": 1625293442,
  "title": "CMV: Undercover Police and \"Infiltrators and Entrapment\" sound very Unconstitutional because they amount to a search without Warrant or probable cause.",
  "created_utc": 1625301663,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If police set out a truck of shoes with the intent of it being stolen, logically that means they were giving things away to the public because it was purchased with taxpayer dollars.</p>\n\n<p>Also undercover cops, vans, cruisers being used for routine traffic enforcement seem blatantly unconstitutional because they amount to a search of the public without warrant or probable cause. Crime can happen anywhere, behind closed doors or on the streets and nothing is preventing police from enforcing traffic laws in plainly marked vehicles. Using unmarked vehicles is the same thing as policing an area without a warrant to search &#39;looking for probable cause&#39;. The warrant is already there, police have some function to protect the public, but hiding that warrant, which is the police presence, goes beyond legal limits placed on government by the bill of rights. Police in an area already amounts to a search, you cant hide the fact you are there and still call yourself law enforcement.</p>\n\n<p>&#x200B;</p>\n\n<p>The same goes for undercover police infiltrating freely associated groups, as they have no probable cause and the state cannot sanction the search of a group of people. People also cannot &#39;surrender&#39; that right or any other right, depending on which platform is used. I believe that act is also unconstitutional.</p>\n</div><!-- SC_ON -->",
  "score": 144,
  "permalink": "/r/changemyview/comments/ocsila/cmv_undercover_police_and_infiltrators_and/",
  "subreddit": "changemyview",
  "id": "ocsila",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If police set out a truck of shoes with the intent of it being stolen, logically\nthat means they were giving things away to the public because it was purchased\nwith taxpayer dollars.\n\nAlso undercover cops, vans, cruisers being used for routine traffic enforcement\nseem blatantly unconstitutional…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "警察が盗むつもりで靴のトラックを出したとしたら、論理的には\n税金で購入したものだから、一般の人に配っていたことになる。\nプレゼントしたことになります。\n\nまた、覆面パトカーやバン、クルーザーを日常的な交通違反の取り締まりに使用することは、明らかに違憲です。\nあきらかに違憲だと思いますが...。",
      "title": "CMV: アンダーカバー・ポリスや \"Infiltrators and Entrapment \"は、令状や正当な理由のない捜査に相当するため、非常に違憲であると思われます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果警察把一卡车的鞋子摆出来，目的是为了让它们被偷，从逻辑上讲\n这意味着他们是在向公众赠送东西，因为这是用纳税人的钱购买的\n用纳税人的钱购买的。\n\n此外，卧底警察、面包车、巡洋舰被用于日常交通执法\n似乎公然违宪......",
      "title": "CMV：卧底警察和 \"渗透者和诱捕 \"听起来非常违宪，因为他们相当于在没有搜查证或可能的理由的情况下进行搜查。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果警察把一卡車的鞋子擺出來，目的是爲了讓它們被偷，從邏輯上講\n這意味着他們是在向公衆贈送東西，因爲這是用納稅人的錢購買的\n用納稅人的錢購買的。\n\n此外，臥底警察、麪包車、巡洋艦被用於日常交通執法\n似乎公然違憲......",
      "title": "CMV：臥底警察和 \"滲透者和誘捕 \"聽起來非常違憲，因爲他們相當於在沒有搜查證或可能的理由的情況下進行搜查。"
    }
  ]
}