{
  "author": "Positivity2020",
  "original_created_utc": 1625293442,
  "title": "CMV: Undercover Police and \"Infiltrators and Entrapment\" sound very Unconstitutional because they amount to a search without Warrant or probable cause.",
  "created_utc": 1625301663,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If police set out a truck of shoes with the intent of it being stolen, logically that means they were giving things away to the public because it was purchased with taxpayer dollars.</p>\n\n<p>Also undercover cops, vans, cruisers being used for routine traffic enforcement seem blatantly unconstitutional because they amount to a search of the public without warrant or probable cause. Crime can happen anywhere, behind closed doors or on the streets and nothing is preventing police from enforcing traffic laws in plainly marked vehicles. Using unmarked vehicles is the same thing as policing an area without a warrant to search &#39;looking for probable cause&#39;. The warrant is already there, police have some function to protect the public, but hiding that warrant, which is the police presence, goes beyond legal limits placed on government by the bill of rights. Police in an area already amounts to a search, you cant hide the fact you are there and still call yourself law enforcement.</p>\n\n<p>&#x200B;</p>\n\n<p>The same goes for undercover police infiltrating freely associated groups, as they have no probable cause and the state cannot sanction the search of a group of people. People also cannot &#39;surrender&#39; that right or any other right, depending on which platform is used. I believe that act is also unconstitutional.</p>\n</div><!-- SC_ON -->",
  "score": 144,
  "permalink": "/r/changemyview/comments/ocsila/cmv_undercover_police_and_infiltrators_and/",
  "subreddit": "changemyview",
  "id": "ocsila",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If police set out a truck of shoes with the intent of it being stolen, logically\nthat means they were giving things away to the public because it was purchased\nwith taxpayer dollars.\n\nAlso undercover cops, vans, cruisers being used for routine traffic enforcement\nseem blatantly unconstitutional…"
}