{
  "author": "AskScienceModerator",
  "original_created_utc": 1636977651,
  "title": "AskScience AMA Series: I'm a wildlife ecologist who's spent 15 years studying threatened mammals all around the world - AMA!",
  "created_utc": 1636983516,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi everyone, I&#39;m Dr. Rae-Wynn Grant, a wildlife ecologist with an expertise in uncovering how human activity influences carnivore behavior and ecology. I have been studying the world&#39;s most threatened mammals for more than 15 years across six of the seven continents.</p>\n\n<p>I received a B.S. in Environmental Studies from <a href=\"http://envs.emory.edu/home/\">Emory University</a>, a M.S. in Environmental Studies from <a href=\"http://environment.yale.edu/\">Yale University</a>, and a Ph.D. in Ecology and Evolution from <a href=\"http://e3b.columbia.edu/\">Columbia University</a>. I am currently a Research Faculty member at the <a href=\"https://bren.ucsb.edu/\">Bren School of Environmental Science and Management</a> leading carnivore research on the <a href=\"https://www.nature.org/en-us/about-us/where-we-work/united-states/california/stories-in-california/dangermond-preserve/\">Jack and Laura Dangermond Preserve</a>. I am also a <a href=\"https://www.nationalgeographic.org/projects/explorers/rae-wynn-grant/\">National Geographic Explorer</a>, and a Visiting Scientist at the <a href=\"http://amnh.org/\">American Museum of Natural History</a>.</p>\n\n<p>My latest venture is a podcast from PBS Nature called &quot;<a href=\"https://www.pbs.org/wnet/nature/podcast/\">Going Wild with Dr. Rae Wynn-Grant</a>.&quot; In it I tell my stories from the field, from encountering giraffe poachers while tracking lion cubs in Tanzania, to discovering never-before-seen population of the world&#39;s most endangered lemur in Madagascar, to giving CPR to a hibernating black bear in Minnesota. My hope is to encourage the next generation of wildlife ecologists. Listen <a href=\"https://podcasts.apple.com/us/podcast/going-wild-with-dr-rae-wynn-grant/id1583296781\">here</a> or wherever you get your podcasts.</p>\n\n<p>I&#39;ll be on at 11 am PST/2 pm EST/19 UT to answer your questions. Ask me anything!</p>\n\n<p>Username: <a href=\"/u/Hrae_wg21\">/u/Hrae_wg21</a></p>\n</div><!-- SC_ON -->",
  "score": 122,
  "permalink": "/r/askscience/comments/quev3l/askscience_ama_series_im_a_wildlife_ecologist/",
  "subreddit": "askscience",
  "id": "quev3l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi everyone, I'm Dr. Rae-Wynn Grant, a wildlife ecologist with an expertise in\nuncovering how human activity influences carnivore behavior and ecology. I have\nbeen studying the world's most threatened mammals for more than 15 years across\nsix of the seven continents.\n\nI received a B.S. in…"
}