{
  "author": "GearsofTed14",
  "the_new_excerpt": "Well loved meaning, highlighting passages, underlining passages/words. Writing\nnotes in the margin, circling words, writing your name on the cover or page\nedges, drawing on the interior cover, dog earring your pages, cracking the\nspine, possibly even some water damage/stains etc.\n\nI’ve always been a…",
  "original_created_utc": 1614042149,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "好爱的意思，突出段落，下划线段落/单词。写作\n旁注，圈点字迹，在封面或页面写上自己的名字\n边缘，在内页上画画，在你的书页上贴上狗皮膏药，在你的书页上开裂。\n脊柱，甚至可能有一些水渍/污渍等。\n\n我一直是一个...",
      "title": "你喜欢让你的书保持在原始（尽可能）的状态吗？还是您更喜欢您的书有 \"被爱 \"的外观/感觉？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好愛的意思，突出段落，下劃線段落/單詞。寫作\n旁註，圈點字跡，在封面或頁面寫上自己的名字\n邊緣，在內頁上畫畫，在你的書頁上貼上狗皮膏藥，在你的書頁上開裂。\n脊柱，甚至可能有一些水漬/污漬等。\n\n我一直是一個...",
      "title": "你喜歡讓你的書保持在原始（儘可能）的狀態嗎？還是您更喜歡您的書有 \"被愛 \"的外觀/感覺？"
    }
  ],
  "title": "Do you prefer keeping your books in pristine (as possible) condition? Or do you prefer your books with that “well loved” look/feel?",
  "created_utc": 1614079715,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Well loved meaning, highlighting passages, underlining passages/words. Writing notes in the margin, circling words, writing your name on the cover or page edges, drawing on the interior cover, dog earring your pages, cracking the spine, possibly even some water damage/stains etc.</p>\n\n<p>I’ve always been a “pristine” type person with books, but my used copy of fight club has a bunch of highlighting and underlining and notes and stuff (which isn’t bad, you don’t really think about it too much), but it’s made me think, maybe deep down I really want to be someone that does that, but can’t quite bring myself to it, because damaging a new book feels like nails on a chalkboard to me.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/lq55ln/do_you_prefer_keeping_your_books_in_pristine_as/",
  "subreddit": "books",
  "id": "lq55ln",
  "is_self": true,
  "media": null,
  "is_video": false
}