{
  "author": "muhreddistaccounts",
  "original_created_utc": 1640827624,
  "title": "YSK if you enjoy cooking with lots of spices, local Asian/Indian/foreign grocery stores tend to have spices at much lower prices and at greater quantities than traditional grocers that only sell things like McCormick",
  "created_utc": 1640835765,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: For $6 I got a large bottle of sesame seeds. The tiny bottle of McCormick is almost $4. The quantity difference might be over 50x the seeds for an extra 2 dollars. They also support local people better than your regional chain.&lt;/p&gt;\n\n&lt;p&gt;I used an entire bottle of cumin and other Indian spices for 1 recipe of butter chicken totalling $10-$15 in spices. The Indian store near me sold near gallon sized bags of it for less than $10.&lt;/p&gt;\n\n&lt;p&gt;If you like to cook, buy from them and then transfer extras into old glass jars for safe keeping since they don&amp;#39;t usually come in resealable bags. It&amp;#39;s a great way to save some money and try new fun products.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 456,
  "permalink": "/r/YouShouldKnow/comments/rropag/ysk_if_you_enjoy_cooking_with_lots_of_spices/",
  "subreddit": "YouShouldKnow",
  "id": "rropag",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: For $6 I got a large bottle of sesame seeds. The tiny bottle of\nMcCormick is almost $4. The quantity difference might be over 50x the seeds for\nan extra 2 dollars. They also support local people better than your regional\nchain.\n\nI used an entire bottle of cumin and other Indian spices for…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKの理由：6ドルで大瓶のゴマが手に入りました。の小瓶が。\nマコーミックは4ドル近くしますから、その差は50倍以上かもしれません。\nプラス2ドル。また、地元の人々をより良くサポートしています。\nチェーンです。\n\nクミンなどインドのスパイスを1瓶丸々使って...",
      "title": "YSK スパイスをたくさん使う料理が好きなら、地元のアジア/インド/外国の食料品店には、マコーミックなどの伝統的な食料品店よりもはるかに低価格で大量のスパイスがある傾向があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我花6美元买了一大瓶芝麻。麦考密克的小瓶子几乎是4美元。\n麦考密克的小瓶子几乎是4美元。数量上的差异可能是前者的50倍以上。\n额外的2美元。他们还支持当地人，比你的区域\n连锁店。\n\n我用了一整瓶的小茴香和其他印度香料，用于...",
      "title": "如果你喜欢用大量的香料做饭，当地的亚洲/印度/外国杂货店往往有香料，价格和数量都比只卖麦考密克之类的传统杂货店低得多。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我花6美元買了一大瓶芝麻。麥考密克的小瓶子幾乎是4美元。\n麥考密克的小瓶子幾乎是4美元。數量上的差異可能是前者的50倍以上。\n額外的2美元。他們還支持當地人，比你的區域\n連鎖店。\n\n我用了一整瓶的小茴香和其他印度香料，用於...",
      "title": "如果你喜歡用大量的香料做飯，當地的亞洲/印度/外國雜貨店往往有香料，價格和數量都比只賣麥考密克之類的傳統雜貨店低得多。"
    }
  ]
}