{
  "author": "whatswestofwesteros",
  "original_created_utc": 1627899354,
  "title": "War and Peace and oh my gosh Tolstoy who are you talking about?!",
  "created_utc": 1627911038,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Started reading W&amp;P on Saturday (Briggs penguin), I finished the first volume yesterday and I have to say, I can’t be the only person getting lost about who is who? I had to reread a chapter once I realised Rostov was Nikolai and I’d managed to somehow make him an entirely new character in my head. Thankfully I have a (tiny and not overly useful) character list at the back but honestly, I’m a pretty adept reader at this point and I think either I’m being notoriously dense or that’s just Tolstoy. Got it figured out for the most part now though.</p>\n\n<p>I am really enjoying it so far, I have to say - I thought the description of the banks surrounding the Danube were incredible and this translation flows beautifully. Good choice of book on my part!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/owbmgj/war_and_peace_and_oh_my_gosh_tolstoy_who_are_you/",
  "subreddit": "books",
  "id": "owbmgj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Started reading W&P on Saturday (Briggs penguin), I finished the first volume\nyesterday and I have to say, I can’t be the only person getting lost about who\nis who? I had to reread a chapter once I realised Rostov was Nikolai and I’d\nmanaged to somehow make him an entirely new character in my head.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "土曜日にW&Pを読み始め（Briggs penguin）、昨日第一巻を読み終えました。\n昨日、第一巻を読み終えたのですが、誰が誰だかわからなくなってしまったのは私だけではないはずです。\n誰が誰だかわからなくなっているのは私だけではないでしょう。ロストフがニコライだと気付いた時には、一章を読み直さなければなりませんでした。\n私の頭の中では、彼はどうにかして全く新しいキャラクターになっていたのです....",
      "title": "戦争と平和』と、なんとトルストイ......誰のことを言っているんだ！？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "周六开始读W&P（布里格斯企鹅出版社），昨天读完了第一卷。\n我不得不说，我不可能是唯一一个对谁是谁感到困惑的人。\n是谁？我不得不重读了一章，因为我意识到罗斯托夫就是尼古拉，而我却把他变成了一个完全陌生的人。\n我设法以某种方式使他成为我头脑中的一个全新的人物....。",
      "title": "《战争与和平》，哦，我的天哪，托尔斯泰，你在说什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "週六開始讀W&P（布里格斯企鵝出版社），昨天讀完了第一卷。\n我不得不說，我不可能是唯一一個對誰是誰感到困惑的人。\n是誰？我不得不重讀了一章，因爲我意識到羅斯托夫就是尼古拉，而我卻把他變成了一個完全陌生的人。\n我設法以某種方式使他成爲我頭腦中的一個全新的人物....。",
      "title": "《戰爭與和平》，哦，我的天哪，托爾斯泰，你在說什麼？"
    }
  ]
}