{
  "author": "Inquisitor_DK",
  "original_created_utc": 1632677241,
  "title": "What is the one thing that will get you to DNF a book, no matter what?",
  "created_utc": 1632687761,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For me, it&#39;s the writing style. I can look past sort of dull or just plain evil characters, plots with enough holes to use as a fishnet, and lazy dialogue and interactions. Sex scenes irritate me, but never enough to make me stop reading. But if the writing style doesn&#39;t click with me, I DNF that book so fast that I don&#39;t know if it even counts as a DNF. My record was 10 pages in before I gave up because that particular author changed from past to present to past tense without warning, with no page breaks, and with the same character narrating everything, so time flow was super confusing.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/pvy9ib/what_is_the_one_thing_that_will_get_you_to_dnf_a/",
  "subreddit": "books",
  "id": "pvy9ib",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For me, it's the writing style. I can look past sort of dull or just plain evil\ncharacters, plots with enough holes to use as a fishnet, and lazy dialogue and\ninteractions. Sex scenes irritate me, but never enough to make me stop reading.\nBut if the writing style doesn't click with me, I DNF that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の場合は、文章のスタイルです。冴えない、あるいは悪人のようなキャラクターや、魚網のように穴の開いたプロット、いい加減なセリフを見過ごしてしまうことがある。\n登場人物、網の目のように穴の開いたプロット、いい加減な会話ややりとりを見過ごすことはできません。\nやりとりをしています。セックスシーンにはイライラしますが、読むのをやめてしまうほどではありません。\nしかし、もし文体が自分に合わなければ、その作品を読むのをやめてしまいます。",
      "title": "何があっても本をDNFにしてしまうものは何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对我来说，是写作风格。我可以不看那种沉闷的或只是普通的邪恶的\n角色、有足够漏洞的情节，以及懒惰的对话和互动。\n互动。性爱场面让我恼火，但从未达到让我停止阅读的程度。\n但是，如果写作风格不符合我的要求，我就会把它关掉。",
      "title": "有什么事情会让你无论如何也要把一本书弄成DNF呢？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對我來說，是寫作風格。我可以不看那種沉悶的或只是普通的邪惡的\n角色、有足夠漏洞的情節，以及懶惰的對話和互動。\n互動。性愛場面讓我惱火，但從未達到讓我停止閱讀的程度。\n但是，如果寫作風格不符合我的要求，我就會把它關掉。",
      "title": "有什麼事情會讓你無論如何也要把一本書弄成DNF呢？"
    }
  ]
}