{
  "author": "HeresW0nderwall",
  "the_new_excerpt": "Why YSK: If you run your car while the tailpipe is covered in snow, carbon\nmonoxide can back up into your car and you can die, similar to running it in a\ngarage. This was hounded into me from a young age growing up where we get a lot\nof snow every year, but it occurred to me that it may not be…",
  "original_created_utc": 1613564560,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：如果你的车在尾气管被雪覆盖的情况下运行，碳纤维就会被碳化。\n一氧化碳会倒灌进你的车内，你可能会死亡，类似于在车内行驶。\n车库。这是我从小就被灌输的，在那里，我们得到了很多的\n每年都会下雪，但我想到这可能不是... ...",
      "title": "YSK：如果你坐在车里，跑着跑着就热起来了，请确保你的尾管没有积雪。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：如果你的車在尾氣管被雪覆蓋的情況下運行，碳纖維就會被碳化。\n一氧化碳會倒灌進你的車內，你可能會死亡，類似於在車內行駛。\n車庫。這是我從小就被灌輸的，在那裏，我們得到了很多的\n每年都會下雪，但我想到這可能不是... ...",
      "title": "YSK：如果你坐在車裏，跑着跑着就熱起來了，請確保你的尾管沒有積雪。"
    }
  ],
  "title": "YSK: if you’re sitting in your car and running it to warm up, make sure your tail pipe is clear of snow",
  "created_utc": 1613633631,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you run your car while the tailpipe is covered in snow, carbon monoxide can back up into your car and you can die, similar to running it in a garage. This was hounded into me from a young age growing up where we get a lot of snow every year, but it occurred to me that it may not be common knowledge in Texas. Stay safe out there, everyone!</p>\n\n<p>Edit: I’m getting a shocking amount of angry people in the comments claiming that this isn’t true. It’s a real thing that’s on the news every single winter where I live. Here are some news stories: </p>\n\n<p><a href=\"https://www.wbur.org/cognoscenti/2013/02/15/carbon-monoxide-darshak-sanghavi\">https://www.wbur.org/cognoscenti/2013/02/15/carbon-monoxide-darshak-sanghavi</a></p>\n\n<p><a href=\"https://www.google.com/amp/s/www.cbc.ca/amp/1.4966337\">https://www.google.com/amp/s/www.cbc.ca/amp/1.4966337</a></p>\n\n<p><a href=\"https://www.nbcwashington.com/news/local/carbon-monoxide-poisoning/71433/\">https://www.nbcwashington.com/news/local/carbon-monoxide-poisoning/71433/</a></p>\n\n<p><a href=\"https://people.com/celebrity/mom-infant-son-killed-by-carbon-monoxide-from-snow-stuck-in-tailpipe/\">https://people.com/celebrity/mom-infant-son-killed-by-carbon-monoxide-from-snow-stuck-in-tailpipe/</a></p>\n\n<p>This is the result of a 5 minute google. I’m not sure why some people are so angry with me over this, but I’m just trying to be helpful and spread awareness. Stay warm out there everyone!</p>\n</div><!-- SC_ON -->",
  "score": 2750,
  "permalink": "/r/YouShouldKnow/comments/lltbpa/ysk_if_youre_sitting_in_your_car_and_running_it/",
  "subreddit": "YouShouldKnow",
  "id": "lltbpa",
  "is_self": true,
  "media": null,
  "is_video": false
}