{
  "author": "ExcitandoViolentiam",
  "the_new_excerpt": "Why YSK: Title +Its built off chrome and is pretty fast. I couldn't find much on\nthe web about it but the consensus seems to be that torch is safe, but probably\nrecords your data.\n\njust trying to throw them a bone because downloading any sort of videos nowadays\nis a huge pain in the ass.",
  "original_created_utc": 1619710326,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: Title +クロームで作られていて、かなり速いです。ウェブではあまり見つかりませんでしたが\nWebではあまり見つけられませんでしたが、「torchは安全だが、データを記録するだろう」というのがコンセンサスのようです。\nあなたのデータを記録します。\n\n最近はどんな種類のビデオでもダウンロードするのが大変なので、彼らに一石を投じようとしているのです。\n最近はどんなビデオでもダウンロードするのがとても面倒なので、彼らに一石を投じようとしているだけです。",
      "title": "YSK 「Toch」というブラウザには、ウェブ上のビデオの99％をダウンロードできる機能が内蔵されています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：标题 +它是基于chrome构建的，速度相当快。我在网上没有找到很多关于它的信息\n我在网上找不到很多关于它的信息，但人们似乎一致认为火炬是安全的，但可能会记录你的数据。\n记录你的数据。\n\n我只是想给他们一个机会，因为现在下载任何类型的视频\n是一个巨大的痛苦的屁股。",
      "title": "YSK有一个叫 \"Torch \"的浏览器，它有一个内置的视频下载器，适用于网络上99%的视频。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：標題 +它是基於chrome構建的，速度相當快。我在網上沒有找到很多關於它的信息\n我在網上找不到很多關於它的信息，但人們似乎一致認爲火炬是安全的，但可能會記錄你的數據。\n記錄你的數據。\n\n我只是想給他們一個機會，因爲現在下載任何類型的視頻\n是一個巨大的痛苦的屁股。",
      "title": "YSK有一個叫 \"Torch \"的瀏覽器，它有一個內置的視頻下載器，適用於網絡上99%的視頻。"
    }
  ],
  "title": "YSK theres a browser called \"Torch\" that has a built in video downloader that works for 99% of videos on the web.",
  "created_utc": 1619735847,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Title +Its built off chrome and is pretty fast. I couldn&#39;t find much on the web about it but the consensus seems to be that torch is safe, but probably records your data.</p>\n\n<p>just trying to throw them a bone because downloading any sort of videos nowadays is a huge pain in the ass.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/YouShouldKnow/comments/n16xs7/ysk_theres_a_browser_called_torch_that_has_a/",
  "subreddit": "YouShouldKnow",
  "id": "n16xs7",
  "is_self": true,
  "media": null,
  "is_video": false
}