{
  "author": "Yu-piter",
  "original_created_utc": 1630027401,
  "title": "CMV: It may still be too early to say whether democracy is the best form of government.",
  "created_utc": 1630038985,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The US is looked as an example of a success of democracy, but US was actually very undemocratic for most of its history. In fact, women could only start voting in the 1920s. There were more limits on who could vote depending on local policy. As we all know also, early America only (white) male landowners could vote, and there was a slow democratization over time.</p>\n\n<p>The US is not a pure democracy but it is democratizing more over time.</p>\n\n<p>In fact, most Western countries are relatively new to democracy as we know it today compared to the size of human history. Democracy as a concept was considered very early on. Historically, throughout much of human history it was treated with disdain because of the unrealibility of the averge voter. Aristotle for example thought that a better alternative would be an enlightened monarch or an enlightened aristocracy purely focused on studying and governing to improve the nation--I don&#39;t prescribe to this view necessarily, this is an example of people&#39;s views on democracy.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/pcd4u5/cmv_it_may_still_be_too_early_to_say_whether/",
  "subreddit": "changemyview",
  "id": "pcd4u5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The US is looked as an example of a success of democracy, but US was actually\nvery undemocratic for most of its history. In fact, women could only start\nvoting in the 1920s. There were more limits on who could vote depending on local\npolicy. As we all know also, early America only (white) male…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカは民主主義の成功例のように思われていますが、実際にはその歴史のほとんどで\n実際には、その歴史のほとんどにおいて、非常に非民主的でした。実際、女性が投票できるようになったのは\n女性が投票できるようになったのは1920年代に入ってからです。地域の政策によっては、投票できる人にもっと制限がありました。\n政策によって、投票できる人が制限されていました。また、ご存知のように、初期のアメリカでは、（白人）男性のみが...",
      "title": "CMV: 民主主義が最良の政府形態であるかどうかを判断するには、まだ早いかもしれません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "美国被看作是民主成功的典范，但实际上美国在大部分时间里是非常不民主的。\n在其大部分历史中，美国是非常不民主的。事实上，妇女只能从\n投票是在20世纪20年代。根据当地的政策，对谁可以投票有更多的限制。\n政策。我们也都知道，早期的美国只有（白人）男性...",
      "title": "CMV：现在说民主是否是最好的政府形式可能还为时尚早。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "美國被看作是民主成功的典範，但實際上美國在大部分時間裏是非常不民主的。\n在其大部分歷史中，美國是非常不民主的。事實上，婦女只能從\n投票是在20世紀20年代。根據當地的政策，對誰可以投票有更多的限制。\n政策。我們也都知道，早期的美國只有（白人）男性...",
      "title": "CMV：現在說民主是否是最好的政府形式可能還爲時尚早。"
    }
  ]
}