{
  "author": "jam-hay",
  "original_created_utc": 1632535573,
  "title": "Have made a personal decision to stop buying or using Chinese goods and services until the government removes the ban on Bitcoin and Crypto. Have also sold my shares in Chinese companies.",
  "created_utc": 1632547934,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>300 million global crypto users can impose their own individual economic sanctions if they choose to make a stand. </p>\n\n<p>Bitcoin is the personification and crystallisation of the liberty and freedoms of humanity. </p>\n\n<p>The peaceful exchange of harmless cryptographic code should be a fundamental god given right if its the expressed will of a people.</p>\n\n<p>Yes crypto can&#39;t and will not ultimately be stopped.</p>\n\n<p>However any government taking a forceful action to ban it&#39;s population from participating in an open and decentralised global network, needs to be sent a clear and united message from the rest of civilization that this beach of human rights will not be tolerated.</p>\n\n<p>Holding or transacting in cryptographic code should never be considered a crime. The real crime is against.humanity when an authoritarian dictatorship attempts to forcefully block humans from participating.in the greatest financial liberation in history.</p>\n\n<p>Bitcoin is proof that every individual counts and when we collaborate and cooperate together we are force to be reckoned.with.</p>\n\n<p>It just takes handful of people with belief to start a revolution and make voices heard and actions felt.</p>\n\n<p>On behalf of the human rights of my fellow global citizens in China... I&#39;m banning myself from funding the government of the People&#39;s Republic of China.</p>\n</div><!-- SC_ON -->",
  "score": 202,
  "permalink": "/r/Bitcoin/comments/puxgxq/have_made_a_personal_decision_to_stop_buying_or/",
  "subreddit": "Bitcoin",
  "id": "puxgxq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "300 million global crypto users can impose their own individual economic\nsanctions if they choose to make a stand.\n\nBitcoin is the personification and crystallisation of the liberty and freedoms\nof humanity.\n\nThe peaceful exchange of harmless cryptographic code should be a fundamental god\ngiven…"
}