{
  "approved_at_utc": null,
  "subreddit": "stocks",
  "selftext": "This week has been pretty insane for lack of a better word.  Great for traders (I hope), but for new investors, maybe it was confusing, emotional, stressful, all of the above.  Volatility is going to happen... maybe not quite the way this week played out, but it happens.  A few weeks ago I made a post about factors to consider when buying a stock from an investor's perspective.  I thought it would be helpful to talk about some of the intangible qualities that we should strive towards as well.\n\n&#x200B;\n\n1. **Humility**:  Being an investor requires humility.  It's hard not to compare yourselves to others, especially if you are on forums like reddit and you see people posting about gains.  **Do not compare yourself to others**.  Everyone's journey as an investor is different.  Everyone's perspectives are different, and we all have a different tolerance for risk.  We all have different life circumstances.  Some devote their day-to-day looking at stocks.  Others have to work consistent hours and days that prevent them from doing the same.  All that matters is that you are making decisions that you feel good about and that you are taking advantage of the markets in your own way.  Success in the markets should not be determined by those around you.  It's determined by the goals you set out for yourself.\n2. **Discipline**: Emotions, emotions, emotions.  Every investor will tell you to take the emotions out of investing.  But it's so much easier said than done.  For newer investors, some of your earlier mistakes (like mine) will occur because of emotions.  When we see a stock shooting up, it's hard to fight the urge to join the hype.  Your emotions are telling you that you can easily double your money!  But, if you take the emotions out of the equation, would you have invested in the stock when considering your objective investing thesis?  It's important to create a plan and stick with it.  Your plan should be created based on industries you are familiar with or are willing to follow/learn more about.  **Stay away from buying stocks that do not fall under your realm of competence.  This includes your knowledge of the industry as well as your lack of understanding of why/how a stock is moving.**\n3. **Patience**:  **Your journey as an investor is a marathon, not a sprint**.  Part of the beauty of investing is growing as a person.  You will see yourself becoming more well-rounded.  You will see yourself learning more about how the world works.  Don't worry about the day-to-day volatility, unless you see an incredible buying opportunity.  Always think big picture, both in terms of your outlook on the market as well as your personal growth.  In your 20, 30, 40+ years to go of investing, you will be encountered with thousands and thousands of opportunities. \n\n&#x200B;\n\nGood luck everyone!",
  "author_fullname": "t2_73zuxxpw",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "Learning from volatility: Remember some qualities of being an investor",
  "link_flair_richtext": [],
  "subreddit_name_prefixed": "r/stocks",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": null,
  "downs": 0,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_l750jr",
  "quarantine": false,
  "link_flair_text_color": "dark",
  "upvote_ratio": 0.87,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 69,
  "total_awards_received": 1,
  "media_embed": {},
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": null,
  "can_mod_post": false,
  "score": 69,
  "approved_by": null,
  "author_premium": false,
  "thumbnail": "",
  "edited": false,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {},
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1611888534,
  "link_flair_type": "text",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.stocks",
  "allow_live_comments": true,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This week has been pretty insane for lack of a better word.  Great for traders (I hope), but for new investors, maybe it was confusing, emotional, stressful, all of the above.  Volatility is going to happen... maybe not quite the way this week played out, but it happens.  A few weeks ago I made a post about factors to consider when buying a stock from an investor&#39;s perspective.  I thought it would be helpful to talk about some of the intangible qualities that we should strive towards as well.</p>\n\n<p>&#x200B;</p>\n\n<ol>\n<li><strong>Humility</strong>:  Being an investor requires humility.  It&#39;s hard not to compare yourselves to others, especially if you are on forums like reddit and you see people posting about gains.  <strong>Do not compare yourself to others</strong>.  Everyone&#39;s journey as an investor is different.  Everyone&#39;s perspectives are different, and we all have a different tolerance for risk.  We all have different life circumstances.  Some devote their day-to-day looking at stocks.  Others have to work consistent hours and days that prevent them from doing the same.  All that matters is that you are making decisions that you feel good about and that you are taking advantage of the markets in your own way.  Success in the markets should not be determined by those around you.  It&#39;s determined by the goals you set out for yourself.</li>\n<li><strong>Discipline</strong>: Emotions, emotions, emotions.  Every investor will tell you to take the emotions out of investing.  But it&#39;s so much easier said than done.  For newer investors, some of your earlier mistakes (like mine) will occur because of emotions.  When we see a stock shooting up, it&#39;s hard to fight the urge to join the hype.  Your emotions are telling you that you can easily double your money!  But, if you take the emotions out of the equation, would you have invested in the stock when considering your objective investing thesis?  It&#39;s important to create a plan and stick with it.  Your plan should be created based on industries you are familiar with or are willing to follow/learn more about.  <strong>Stay away from buying stocks that do not fall under your realm of competence.  This includes your knowledge of the industry as well as your lack of understanding of why/how a stock is moving.</strong></li>\n<li><strong>Patience</strong>:  <strong>Your journey as an investor is a marathon, not a sprint</strong>.  Part of the beauty of investing is growing as a person.  You will see yourself becoming more well-rounded.  You will see yourself learning more about how the world works.  Don&#39;t worry about the day-to-day volatility, unless you see an incredible buying opportunity.  Always think big picture, both in terms of your outlook on the market as well as your personal growth.  In your 20, 30, 40+ years to go of investing, you will be encountered with thousands and thousands of opportunities. </li>\n</ol>\n\n<p>&#x200B;</p>\n\n<p>Good luck everyone!</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": null,
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2qjfk",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "",
  "id": "l750jr",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "investstayhumble",
  "discussion_type": null,
  "num_comments": 20,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/stocks/comments/l750jr/learning_from_volatility_remember_some_qualities/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/stocks/comments/l750jr/learning_from_volatility_remember_some_qualities/",
  "subreddit_subscribers": 1537279,
  "created_utc": 1611888258,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1611859734,
  "the_new_excerpt": "This week has been pretty insane for lack of a better word. Great for traders (I\nhope), but for new investors, maybe it was confusing, emotional, stressful, all\nof the above. Volatility is going to happen... maybe not quite the way this week\nplayed out, but it happens. A few weeks ago I made a post…",
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这周真是太疯狂了，没有更好的词来形容。对于交易者来说，这是一个伟大的交易（我\n希望），但对于新的投资者来说，也许是困惑、情绪、压力，都是\n的上述。波动性将会发生......也许不是本周的方式。\n玩出来的，但它发生。几周前，我发了一篇文章... ...",
      "title": "向波动性学习。记住作为投资者的一些素质"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這周真是太瘋狂了，沒有更好的詞來形容。對於交易者來說，這是一個偉大的交易（我\n希望），但對於新的投資者來說，也許是困惑、情緒、壓力，都是\n的上述。波動性將會發生......也許不是本週的方式。\n玩出來的，但它發生。幾周前，我發了一篇文章... ...",
      "title": "向波動性學習。記住作爲投資者的一些素質"
    }
  ],
  "source_updated_at": 1612518536234
}