{
  "author": "styrianer",
  "the_new_excerpt": "1. THE WAY THE STREAMING INDUSTRY PAYS ARTISTS IS COMPLETELY RIGGED FOR SMALL\nCREATOR'S\n\nIf i buy merch or concert tickets who gets the money? Let's say 1/3 goes to the\nT-Shirt producer / concert location owner and 2/3 goes to the artist+management\n\nIf you buy Spotify Premium and you listen 100% to…",
  "original_created_utc": 1619630495,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "1. ストリーミング業界のアーティストへの支払い方法は、小規模なアーティストにとっては完全に不正なものです。\nクリエイターの\n\nマーチャンダイジングやコンサートのチケットを購入した場合、そのお金は誰の手に渡るのでしょうか？例えば、1/3がアーティストに支払われるとします。\n1/3はTシャツのプロデューサーやコンサート会場のオーナーに、2/3はアーティストとマネージメントに支払われます。\n\nもし、あなたがSpotify Premiumを購入し、100％音楽を聴くとしたら...。",
      "title": "CMV: あなたが好きな音楽アーティストの音楽を海賊版で購入し、Spotify Premiumの代わりに月10€をマーチやコンサートチケットに使えば、アーティストはより多くのお金を得ることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "1. 流媒体行业支付给艺术家的方式对小公司来说是完全不公平的。\n创作者\n\n如果我购买商品或音乐会门票，谁会得到这笔钱？比方说，1/3的钱给了\nT恤制作人/音乐会场地所有者，2/3归艺术家和管理层。\n\n如果你买了Spotify Premium，而你100%听的是......",
      "title": "CMV：如果你盗用你最喜欢的音乐艺术家的音乐，并花10欧元/月而不是Spotify Premium购买商品和音乐会门票，艺术家就会得到更多的钱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "1. 流媒體行業支付給藝術家的方式對小公司來說是完全不公平的。\n創作者\n\n如果我購買商品或音樂會門票，誰會得到這筆錢？比方說，1/3的錢給了\nT恤製作人/音樂會場地所有者，2/3歸藝術家和管理層。\n\n如果你買了Spotify Premium，而你100%聽的是......",
      "title": "CMV：如果你盜用你最喜歡的音樂藝術家的音樂，並花10歐元/月而不是Spotify Premium購買商品和音樂會門票，藝術家就會得到更多的錢。"
    }
  ],
  "title": "CMV: If you pirate the music of your favorite music artists and spend the 10€/Month instead of Spotify Premium for Merch and Concert Tickets, the artists gets more money!",
  "created_utc": 1619652634,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><h3>1. The way the Streaming industry pays artists is completely rigged for small creator&#39;s</h3>\n\n<p>If i buy merch or concert tickets who gets the money? Let&#39;s say 1/3 goes to the T-Shirt producer / concert location owner and 2/3 goes to the artist+management</p>\n\n<p>If you buy Spotify Premium and you listen 100% to one creator who gets the money? 1/3 goes to spotify (no big deal, similar to merch/concert tickets) and the rest goes to the Artist because i only listen to them right? NO! The artists gets around NumberOfYourStreams * 0.00248€ (2,48 milli€)</p>\n\n<p>Why is this? Because all spotifymoney goes into one pot, where every creator get&#39;s it money by streaming* market share. This structurally disadvantages small creator and favors big labels (what a suprise!). With this MoneyPotMethod big creators are literally stealing money from small ones, by views! WTF</p>\n\n<hr/>\n\n<h3>2. Spotify has a lot of clickfarms</h3>\n\n<p>As explained above, you get your money based on streaming marketshare, but what happens if we introduce fake premium accounts, who stream my own music? \nLet&#39;s say, i can generate 10% of all spotify streams*. What happens is that you get a 10% cut of all spotifymoney! ALL MONEY. but because you&#39;re clickfarm listens to way more streams than the average user, you generate money.</p>\n\n<p>shouldn&#39;t spotify do something against clickfarms? No, because they are getting their 30% cut <em>AND</em> they can say &quot;we have X streams per month&quot; (X is some very large number), which leads to an growth stock prices.</p>\n\n<p>You can find many videos of clickfarmes on youtube, here is an example: <a href=\"https://www.youtube.com/watch?v=UtXRdAx53Sg\">https://www.youtube.com/watch?v=UtXRdAx53Sg</a></p>\n\n<p>* one spotifystream is ~30 seconds of listening to a song --&gt; shorter songs get more money!</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/n0jwsj/cmv_if_you_pirate_the_music_of_your_favorite/",
  "subreddit": "changemyview",
  "id": "n0jwsj",
  "is_self": true,
  "media": null,
  "is_video": false
}