{
  "author": "unusualemma",
  "original_created_utc": 1628322353,
  "title": "YSK that the Centre for Clinical Interventions has a bunch of great, free self-help mental health resources online.",
  "created_utc": 1628366207,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Mental health problems are common, and access to therapy can be hard for many reasons including time, money and waiting lists.</p>\n\n<p>The Centre for Clinical Interventions provides information packs and worksheets you can go through to help you deal with many common mental health problems, which you can download for free. </p>\n\n<p>You can find them here:\n<a href=\"https://www.cci.health.wa.gov.au/Resources/Looking-After-Yourself\">https://www.cci.health.wa.gov.au/Resources/Looking-After-Yourself</a></p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/ozp35g/ysk_that_the_centre_for_clinical_interventions/",
  "subreddit": "YouShouldKnow",
  "id": "ozp35g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Mental health problems are common, and access to therapy can be hard\nfor many reasons including time, money and waiting lists.\n\nThe Centre for Clinical Interventions provides information packs and worksheets\nyou can go through to help you deal with many common mental health problems,\nwhich…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: メンタルヘルスの問題はよくあることですが、セラピーを受けるのは時間やお金、待ち時間など様々な理由で困難です。\n時間、お金、順番待ちなど、さまざまな理由で治療を受けるのは難しいものです。\n\n臨床的介入センターでは、一般的なメンタルヘルスの問題に対処するための情報パックやワークシートを提供しています。\nワークシートを提供しています。これらは、一般的なメンタルヘルス問題に対処するのに役立ちます。\nこれは...",
      "title": "YSK：「Centre for Clinical Interventions」には、無料で利用できるメンタルヘルス関連の自助努力のための資料が多数掲載されています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：心理健康问题很普遍，而获得治疗可能很困难，原因有很多，包括时间、金钱和等待名单。\n由于许多原因，包括时间、金钱和等待名单。\n\n临床干预中心提供信息包和工作表。\n你可以通过它来帮助你处理许多常见的心理健康问题。\n这...",
      "title": "YSK，临床干预中心在网上有一堆很棒的、免费的自助心理健康资源。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：心理健康問題很普遍，而獲得治療可能很困難，原因有很多，包括時間、金錢和等待名單。\n由於許多原因，包括時間、金錢和等待名單。\n\n臨牀干預中心提供信息包和工作表。\n你可以通過它來幫助你處理許多常見的心理健康問題。\n這...",
      "title": "YSK，臨牀干預中心在網上有一堆很棒的、免費的自助心理健康資源。"
    }
  ]
}