{
  "author": "Charblee",
  "the_new_excerpt": "Why YSK: Computers are typically expensive, and with the economic issues\nchallenging the country right now. Having access to a solid computer for school\n/ work purposes can be challenging. A lot of schools went online recently, and\npeople living in underserved communities struggled to provide…",
  "original_created_utc": 1614955415,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：电脑一般都很贵，而且随着经济问题的出现，电脑的价格也越来越高。\n挑战国家现在。有机会接触到一台坚实的电脑，为学校\n/ 工作的目的可能是具有挑战性的。最近很多学校都上线了，而且\n生活在服务不足社区的人们努力提供......。",
      "title": "YSK: 如果您正在努力奋斗，并且您的家庭规模低于贫困线的200%，pcsforpeople.org以合理的价格出售电脑解决方案。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：電腦一般都很貴，而且隨着經濟問題的出現，電腦的價格也越來越高。\n挑戰國家現在。有機會接觸到一臺堅實的電腦，爲學校\n/ 工作的目的可能是具有挑戰性的。最近很多學校都上線了，而且\n生活在服務不足社區的人們努力提供......。",
      "title": "YSK: 如果您正在努力奮鬥，並且您的家庭規模低於貧困線的200%，pcsforpeople.org以合理的價格出售電腦解決方案。"
    }
  ],
  "title": "YSK: If you are struggling and below 200% of the poverty level for your family size, pcsforpeople.org sells computer solutions for a reasonable price.",
  "created_utc": 1615049267,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Computers are typically expensive, and with the economic issues challenging the country right now. Having access to a solid computer for school / work purposes can be challenging. A lot of schools went online recently, and people living in underserved communities struggled to provide adequate technology for their child to access their coursework. In addition, having access to a computer would allow those unemployed as a result of the recent global issues to seek employment opportunities from home.</p>\n\n<p><a href=\"https://pcsforpeople.org/\">pcsforpeople.org</a> has been around since 1998. They offer computer solutions (tower, monitor, keyboard, mouse, etc.) from $0 - $160. You have to provide income verification to prove you are struggling.</p>\n\n<p>[EDIT] They also offer affordable internet access for those that need it. It&#39;s $180 a year for high speed internet with no data cap. </p>\n\n<p>[EDIT 2] Given the amount of people that have asked this question, yes, it is for America only. </p>\n\n<p>I know what I typed probably reads incoherently. I just wanted to share this with people who may be struggling and also need a computer.</p>\n</div><!-- SC_ON -->",
  "score": 8469,
  "permalink": "/r/YouShouldKnow/comments/lydb30/ysk_if_you_are_struggling_and_below_200_of_the/",
  "subreddit": "YouShouldKnow",
  "id": "lydb30",
  "is_self": true,
  "media": null,
  "is_video": false
}