{
  "author": "ladyluxo",
  "original_created_utc": 1632109757,
  "title": "Finished LOTR for the first time. WOW. Silmarillion next?",
  "created_utc": 1632120602,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hey everyone, today I finished the beautiful masterpiece of LOTR. I never watched the movies so everything was experienced for the very first time. God, it was quite an adventure and I laughed, cried, thought about the story every moment of everyday even when I wasn’t reading it. It is now a precious part of my bookshelf. I could talk about this forever but I need help about what to do next. </p>\n\n<p>So, I bought the next books of Tolkien’s work up to Unfinished Tales. I want to start the Silmarillion next but I’d also maybe like to take a break and read some other things since LOTR was a lot for me emotionally. With school too, the universe of Middle-Earth can be a little draining to explore for the first time. </p>\n\n<p>Is The Silmarillion something that I have to read with LOTR information fresh in my mind? Or is it completely separate and I can read it in a few months from now? My issue is that even though I want to continue to immerse myself in the universe, I might need a break and read some lighter novels. I just don’t want to go back into Tolkien’s world completely confused and struggling to get through his next books because I hear the Silmarillion is a tough read.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/prn1n5/finished_lotr_for_the_first_time_wow_silmarillion/",
  "subreddit": "books",
  "id": "prn1n5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hey everyone, today I finished the beautiful masterpiece of LOTR. I never\nwatched the movies so everything was experienced for the very first time. God,\nit was quite an adventure and I laughed, cried, thought about the story every\nmoment of everyday even when I wasn’t reading it. It is now a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、今日はLOTRの美しい名作を完成させました。私は映画を見たことがないので\n映画を見たことがないので、すべてが初めての体験でした。神様。\n笑ったり、泣いたり、物語のことを考えたりと、かなりの冒険でした。\n笑ったり、泣いたり、物語について考えたりしました。それは今では...",
      "title": "初めてLOTRを読みました。感動。次はシルマリオン？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好，今天我完成了《魔戒》这部美丽的杰作。我从来没有\n我从未看过电影，所以一切都是第一次体验。天哪。\n这是一次相当大的冒险，我笑了，哭了，每天每时每刻都在思考这个故事，即使我不读它。\n我每天都在想这个故事，即使在我没有读它的时候。它现在是我的一个朋友。",
      "title": "第一次完成了《魔戒》。哇哦。下一个是Silmarillion？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好，今天我完成了《魔戒》這部美麗的傑作。我從來沒有\n我從未看過電影，所以一切都是第一次體驗。天哪。\n這是一次相當大的冒險，我笑了，哭了，每天每時每刻都在思考這個故事，即使我不讀它。\n我每天都在想這個故事，即使在我沒有讀它的時候。它現在是我的一個朋友。",
      "title": "第一次完成了《魔戒》。哇哦。下一個是Silmarillion？"
    }
  ]
}