{
  "author": "MaxTheRealSlayer",
  "original_created_utc": 1625335482,
  "title": "Cmv: Saying \"Thank you for your service\" to someone who has served in the modern military is a very, very odd thing to do.",
  "created_utc": 1625351442,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First off I understand it makes sense to say &quot;thank you&quot; if they were FORCED to be drafted into the war, to protect their country (say for WW1 or similar, that was brutal), but past that it baffles me every single time. Sometimes there are literally standing ovations after someone is thanked for serving in the military.</p>\n\n<p>I mainly see and hear this coming from people in the USA, but I see it in Canada too: I can&#39;t wrap my head around thanking someone for a service/job that they signed up for. Most of the military will never see combat in their life, and if they do it is because they signed up knowing that they could die on the job due to the position they signed up for. </p>\n\n<p>The pay and perks are generally pretty good if you are in combat, and this reflects the danger that you are signing up for. It&#39;s not like it&#39;s a surprise! So why do we still do this seemingly mandatory congratulatory back rub in North America? Especially when all the combative wars we are currently involved in are unnecessary for the safety of our continent and countries.</p>\n\n<p>Open to discussion why this is still an important thing to do. To me it seems grandfathered in from wars gone by and doesn&#39;t truly reflect what is going in modern North America</p>\n\n<p>Edit to add:</p>\n\n<p>Instead of downvoting me, leave a comment to help change my view! Thanks</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/od34fv/cmv_saying_thank_you_for_your_service_to_someone/",
  "subreddit": "changemyview",
  "id": "od34fv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First off I understand it makes sense to say \"thank you\" if they were FORCED to\nbe drafted into the war, to protect their country (say for WW1 or similar, that\nwas brutal), but past that it baffles me every single time. Sometimes there are\nliterally standing ovations after someone is thanked for…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず、国を守るために強制的に戦争に駆り出された場合（例えば第一次世界大戦など）には、「ありがとう」と言うのは理にかなっていると思います。\n祖国を守るために強制的に戦争に駆り出された場合（例えば第一次世界大戦とか、あれは残酷だった）には「ありがとう」と言うのはわかりますが\nしかし、それ以上のことになると、私はいつも困惑してしまいます。時々、誰かが感謝された後、文字通りスタンディングオベーションがあります。\n誰かが感謝された後、文字通りのスタンディングオベーションが行われることも...",
      "title": "Cmv：現代の軍隊で活躍している人に「ご苦労様」と言うのは、とても、とても変なことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我知道如果他们是被迫参加战争的，说 \"谢谢 \"是有道理的。\n被征召参加战争，以保护他们的国家（比如说一战或类似的战争，那是很残酷的\n那是很残酷的），但过了这个阶段，每次都让我很困惑。有时，在某人被征召后，会有\n有时在某人被感谢后会有起立鼓掌......",
      "title": "Cmv: 对在现代军队服役的人说 \"感谢你的服务 \"是一件非常、非常奇怪的事情。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我知道如果他們是被迫參加戰爭的，說 \"謝謝 \"是有道理的。\n被徵召參加戰爭，以保護他們的國家（比如說一戰或類似的戰爭，那是很殘酷的\n那是很殘酷的），但過了這個階段，每次都讓我很困惑。有時，在某人被徵召後，會有\n有時在某人被感謝後會有起立鼓掌......",
      "title": "Cmv: 對在現代軍隊服役的人說 \"感謝你的服務 \"是一件非常、非常奇怪的事情。"
    }
  ]
}