{
  "author": "MaxTheRealSlayer",
  "original_created_utc": 1625335482,
  "title": "Cmv: Saying \"Thank you for your service\" to someone who has served in the modern military is a very, very odd thing to do.",
  "created_utc": 1625351442,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First off I understand it makes sense to say &quot;thank you&quot; if they were FORCED to be drafted into the war, to protect their country (say for WW1 or similar, that was brutal), but past that it baffles me every single time. Sometimes there are literally standing ovations after someone is thanked for serving in the military.</p>\n\n<p>I mainly see and hear this coming from people in the USA, but I see it in Canada too: I can&#39;t wrap my head around thanking someone for a service/job that they signed up for. Most of the military will never see combat in their life, and if they do it is because they signed up knowing that they could die on the job due to the position they signed up for. </p>\n\n<p>The pay and perks are generally pretty good if you are in combat, and this reflects the danger that you are signing up for. It&#39;s not like it&#39;s a surprise! So why do we still do this seemingly mandatory congratulatory back rub in North America? Especially when all the combative wars we are currently involved in are unnecessary for the safety of our continent and countries.</p>\n\n<p>Open to discussion why this is still an important thing to do. To me it seems grandfathered in from wars gone by and doesn&#39;t truly reflect what is going in modern North America</p>\n\n<p>Edit to add:</p>\n\n<p>Instead of downvoting me, leave a comment to help change my view! Thanks</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/od34fv/cmv_saying_thank_you_for_your_service_to_someone/",
  "subreddit": "changemyview",
  "id": "od34fv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First off I understand it makes sense to say \"thank you\" if they were FORCED to\nbe drafted into the war, to protect their country (say for WW1 or similar, that\nwas brutal), but past that it baffles me every single time. Sometimes there are\nliterally standing ovations after someone is thanked for…"
}