{
  "author": "majorsamanthacarter",
  "the_new_excerpt": "I've posted this before, but it didn't get a lot of attention and I think it's\nimportant. We're also coming into spring when those little assholes are more\nactive.\n\nMy husband is allergic to wasps and a couple years ago we found in our large\nRhododendron bush in our yard a bald-faced hornets nest.…",
  "original_created_utc": 1616085210,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我以前发过这个帖子，但是没有引起很多人的注意，我觉得这是\n重要。我们也快进入春天了，这时那些小屁孩更\n活动。\n\n我的丈夫是过敏的黄蜂和几年前我们发现在我们的大的\n我们院子里的杜鹃花丛是个秃脸马蜂窝....。",
      "title": "YSK那如果您有一个大黄蜂, 黄蜂, 或黄夹克巢在您的财产, 有人们谁将免费带走它. 他们把它卖给制造黄蜂过敏药的制药公司。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我以前發過這個帖子，但是沒有引起很多人的注意，我覺得這是\n重要。我們也快進入春天了，這時那些小屁孩更\n活動。\n\n我的丈夫是過敏的黃蜂和幾年前我們發現在我們的大的\n我們院子裏的杜鵑花叢是個禿臉馬蜂窩....。",
      "title": "YSK那如果您有一個大黃蜂, 黃蜂, 或黃夾克巢在您的財產, 有人們誰將免費帶走它. 他們把它賣給製造黃蜂過敏藥的製藥公司。"
    }
  ],
  "title": "YSK that if you have a hornet, wasp, or yellow jacket nest on your property, there are people who will take it away for free. They sell it to pharmaceutical companies that make wasp allergy medicine",
  "created_utc": 1616553819,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve posted this before, but it didn&#39;t get a lot of attention and I think it&#39;s important. We&#39;re also coming into spring when those little assholes are more active.</p>\n\n<p>My husband is allergic to wasps and a couple years ago we found in our large Rhododendron bush in our yard a bald-faced hornets nest. It was very well hidden, and was about the size of a volleyball. An in-law gave me the number and email address to a local man who will remove it for free (as long as it hasn’t been sprayed with anything yet). We contacted him immediately and within two days he came and removed the hive.</p>\n\n<p>He sells these wasps to companies that use the venom to create allergy shots for people like my husband.</p>\n\n<p>Why YSK: Before you spray, pay hundreds of dollars to an exterminator to remove them, or risk getting stung or chased down the street by a particularly pissed off group of wasps, you can probably find a person in your area that will take it away for free. Your nuisance could turn into life saving medicine.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/m7urt6/ysk_that_if_you_have_a_hornet_wasp_or_yellow/",
  "subreddit": "YouShouldKnow",
  "id": "m7urt6",
  "is_self": true,
  "media": null,
  "is_video": false
}