{
  "author": "hermione_420",
  "original_created_utc": 1627801948,
  "title": "CMV: White collar dress codes have no practical purpose other than to separate them from blue collar workers.",
  "created_utc": 1627825178,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Blue collar workers wearing protective gear makes sense. You don&#39;t need any special suit to make a spreadsheet. Some of the common arguments I&#39;ve seen to contradict this go along the lines of: studies show that wearing a suit makes people more productive. But it seems that these studies were only done in western nations, as I doubt putting a Saudi Arabian white collar worker in a suit would make them work better. The other most common argument I see is that, in client facing jobs, wearing a suit and tie gives off a sense of professionalism. But if you went back just a few years, having a woman work with clients would be &quot;unprofessional.&quot; It can be true, but that doesn&#39;t make it any less classist, or sexist. It seems that these codes are only there for classism, to separate the blue collar from the white.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/ovnnye/cmv_white_collar_dress_codes_have_no_practical/",
  "subreddit": "changemyview",
  "id": "ovnnye",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Blue collar workers wearing protective gear makes sense. You don't need any\nspecial suit to make a spreadsheet. Some of the common arguments I've seen to\ncontradict this go along the lines of: studies show that wearing a suit makes\npeople more productive. But it seems that these studies were only…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ブルーカラーの労働者が防護服を着るのは理にかなっている。表計算ソフトを作るのに、特別なスーツは\nスプレッドシートを作るのに特別なスーツは必要ありません。これに反して、私が見た一般的な議論は、次のようなものでした。\nスーツを着ると生産性が上がるという研究結果がある」というものです。\n生産性が向上するという研究結果がある。しかし、これらの研究はあくまでも...",
      "title": "CMV：ホワイトカラーのドレスコードは、ブルーカラーとの差別化以外に実用的な目的はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "蓝领工人穿戴防护装备是有道理的。你不需要任何\n编制电子表格的特殊套装。我所看到的一些常见的论点是\n与此相反的一些常见论点是：研究表明，穿上西装会使人的工作效率更高。\n人们的工作效率更高。但似乎这些研究只是...",
      "title": "CMV：白领的着装规定除了将他们与蓝领工人区分开来外，没有任何实际作用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "藍領工人穿戴防護裝備是有道理的。你不需要任何\n編制電子表格的特殊套裝。我所看到的一些常見的論點是\n與此相反的一些常見論點是：研究表明，穿上西裝會使人的工作效率更高。\n人們的工作效率更高。但似乎這些研究只是...",
      "title": "CMV：白領的着裝規定除了將他們與藍領工人區分開來外，沒有任何實際作用。"
    }
  ]
}