{
  "author": "Dr_Talon",
  "original_created_utc": 1638944187,
  "title": "How did high rates of parental PTSD impact the baby-boomer generation?",
  "created_utc": 1639019517,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Many baby boomers were raised by fathers who were part of the greatest generation that fought in World War II or the silent generation that fought in the Korean War.  &lt;/p&gt;\n\n&lt;p&gt;Given that so many men of these generations saw combat, it is likely that many of them had PTSD.  How did this impact the upbringing of their children, the baby boomers?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 105,
  "permalink": "/r/AskHistorians/comments/rbkjsk/how_did_high_rates_of_parental_ptsd_impact_the/",
  "subreddit": "AskHistorians",
  "id": "rbkjsk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Many baby boomers were raised by fathers who were part of the greatest\ngeneration that fought in World War II or the silent generation that fought in\nthe Korean War.\n\nGiven that so many men of these generations saw combat, it is likely that many\nof them had PTSD. How did this impact the upbringing…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>ベビーブーマーの多くは、第二次世界大戦やサイレント・ジェネレーションを戦った偉大な世代の父親に育てられました。\n第二次世界大戦を戦った「偉大な世代」や朝鮮戦争を戦った「沈黙の世代」の父親に育てられました。\n</p> <p>ベビーブーマーの多くは、第二次世界大戦を戦った偉大な世代や朝鮮戦争を戦ったサイレント世代の父親に育てられました。</p> <p>これらの世代の多くの男性が戦闘に参加したことを考えると\n</p> <p>これらの世代の多くの男性が戦闘に参加したことを考えると、彼らの多くが...",
      "title": "親のPTSD率の高さは、団塊の世代にどのような影響を与えたのでしょうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>许多婴儿潮一代是由父亲抚养长大的，而这些父亲是参加过二战或沉默寡言的伟大一代。\n他们是参加过第二次世界大战的最伟大的一代或参加过朝鲜战争的沉默的一代。\n沉默的一代，参加了朝鲜战争。</p> <p>鉴于这几代人中有如此多的人参加过战斗。\n谈到这个问题时，他说：\"我认为，我们应该把这个问题放在首位。",
      "title": "父母创伤后应激障碍的高发病率是如何影响婴儿潮一代的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>許多嬰兒潮一代是由父親撫養長大的，而這些父親是參加過二戰或沉默寡言的偉大一代。\n他們是參加過第二次世界大戰的最偉大的一代或參加過朝鮮戰爭的沉默的一代。\n沉默的一代，參加了朝鮮戰爭。</p> <p>鑑於這幾代人中有如此多的人蔘加過戰鬥。\n談到這個問題時，他說：\"我認爲，我們應該把這個問題放在首位。",
      "title": "父母創傷後應激障礙的高發病率是如何影響嬰兒潮一代的？"
    }
  ]
}