{
  "author": "sagegreene1",
  "original_created_utc": 1636945062,
  "title": "Book Covers ARE Important",
  "created_utc": 1636959114,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Looking through bookstores, I always hear my grandmother&#39;s voice in my head saying, <em>&quot;Don&#39;t judge a book by its cover. There could be much more to it.&quot;</em> I later realize that, while I love my grandmother, she was absolutely wrong in this case. You <em>should</em> judge a book by its cover, but not because that is what foretells how good or bad the content is.</p>\n\n<p>I&#39;m here to tell all authors, aspiring or not, that before you publish your book, you should make sure the cover is just as great as your story. It is human nature to judge what they see before reading. While it may seem shallow, I simply glance over books without an aesthetically pleasing cover. Not that I mean to do this, but because that is what grabs a reader&#39;s attention.</p>\n\n<p>For example, if I&#39;m in the YA section of Barnes &amp; Noble and the covers look like it was produced by 12-year-old me on Wattpad, I will immediately be disinterested. But if I&#39;m in the fantasy section and see the cover of a beautiful Goddess, of course, that will pique my curiosity.</p>\n\n<p>The moral of the story: do not disrespect your hard work with a mediocre cover just because you believe that people won&#39;t judge a book by its cover. Most people, like myself, absolutely will.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qu6dl8/book_covers_are_important/",
  "subreddit": "books",
  "id": "qu6dl8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Looking through bookstores, I always hear my grandmother's voice in my head\nsaying, \"Don't judge a book by its cover. There could be much more to it.\" I\nlater realize that, while I love my grandmother, she was absolutely wrong in\nthis case. You should judge a book by its cover, but not because that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本屋さんを見ていると、いつも頭の中で祖母の声が聞こえてきます。\n本の表紙で判断してはいけない。表紙だけで判断してはいけない。I\n後になって、祖母のことは大好きだけど、この場合は絶対に間違っていたと気付きました。\n祖母のことは大好きですが、この場合は絶対に間違っていました。表紙で本を判断すべきですが、それは...",
      "title": "ブックカバーは重要"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "逛书店时，我总是听到我祖母的声音在我脑中响起\n说：\"不要以封面来判断一本书。它可能有更多的内容\"。I\n后来我意识到，虽然我爱我的祖母，但她在这件事上是绝对错误的。\n在这种情况下，她是绝对错误的。你应该以封面来判断一本书，但不是因为那...",
      "title": "书籍封面很重要"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "逛書店時，我總是聽到我祖母的聲音在我腦中響起\n說：\"不要以封面來判斷一本書。它可能有更多的內容\"。I\n後來我意識到，雖然我愛我的祖母，但她在這件事上是絕對錯誤的。\n在這種情況下，她是絕對錯誤的。你應該以封面來判斷一本書，但不是因爲那...",
      "title": "書籍封面很重要"
    }
  ]
}