{
  "author": "KohliKePicheKyaHai",
  "the_new_excerpt": "Fitness is a huge part of my life. When I was a teen, I was overweight and was\nsocially awkward. I've had girls breaking up with me for things some may\nconsider superficial. Once i started working out, my self confidence\nskyrocketed. When i started dating my (ex) girlfriend, she was a…",
  "original_created_utc": 1612254504,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "健身是我生活的重要组成部分。当我十几岁的时候，我的体重超标，而且是。\n社交上的尴尬。我已经有女孩与我分手的事情，有些人可能会\n认为是肤浅的。一旦我开始工作了，我的自信心\n飙升。当我开始和我的（前）女友约会时，她是个... ...",
      "title": "CMV：如果一个人对你不再有吸引力，那么和他分手也是可以的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "健身是我生活的重要組成部分。當我十幾歲的時候，我的體重超標，而且是。\n社交上的尷尬。我已經有女孩與我分手的事情，有些人可能會\n認爲是膚淺的。一旦我開始工作了，我的自信心\n飆升。當我開始和我的（前）女友約會時，她是個... ...",
      "title": "CMV：如果一個人對你不再有吸引力，那麼和他分手也是可以的。"
    }
  ],
  "title": "CMV: It's okay to break up with someone if they stop being attractive to you.",
  "created_utc": 1612265654,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Fitness is a huge part of my life. When I was a teen, I was overweight and was socially awkward. I&#39;ve had girls breaking up with me for things some may consider superficial. Once i started working out, my self confidence skyrocketed. When i started dating my (ex) girlfriend, she was a completely different person. She took great care of her health and was physically attractive. But in the last three years, she has really put on weight- around 30 kilograms. This may not seem much to some people, but she was already chubby (for the lack of a better word) when we met and this gain has taken her into the obese category. Initially, I was supportive and didn&#39;t mind it. But lately, she has started to snap back whenever i even hint about her weight gain. I have tried to convince her to work out with me or go on treks with me (which i love) but to no avail. It&#39;s not just about her body, but it is also healthier to work out. Now i know many people will say that weight gain has nothing to do with health, but can we atleast agree that on an average, not staying overweight means that you are healthier? </p>\n\n<p>I understand that it is a sensitive topic, but i had to let her know what i felt. I&#39;m just not physically attractive to her after this. We went to a therapist and a psychiatrist to find out if she had any mental health issues. Both of them and my gf came to a conclusion that there were no mental health issues. I&#39;m taking their word for it. Once we had a fight (one of our countless fights on this topic) and called it quits. Some of our mutual friends have made me seem like some kind of a jerk. But i just couldn&#39;t help it. I wasn&#39;t attracted to her. It&#39;s not just about the weight (although that was a big part in me losing attraction). There are many by products of it. She was mostly moody. We didn&#39;t go out as much as earlier. I just didn&#39;t feel the connect. Long story short. I don&#39;t feel that there&#39;s anything wrong with breaking up with someone it they are not attractive to you.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/lar27d/cmv_its_okay_to_break_up_with_someone_if_they/",
  "subreddit": "changemyview",
  "id": "lar27d",
  "is_self": true,
  "media": null,
  "is_video": false
}