{
  "author": "RagnaroekX",
  "original_created_utc": 1628873664,
  "title": "Finished The Man in the High Castle by Philip K. Dick",
  "created_utc": 1628882477,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Winner of the Hugo Award in 1963 (the only K. Dick book that won an Hugo Award). I never got disappointed by Philip K. Dick book, and so not by this one. Germany &amp; Japan have won World War II and the world is now in total fascism. North America is split between Japan &amp; Germany and there is kind of cold war going on between these two winning parties.</p>\n\n<p>Totally believable how he described how the world could have look liked if the fascist would have prevailed after the War. There are of course the mad things the fascists would have done, but there is also some justification for it why fascism has it flaws but is superior (in the eye of an fascist protagonist in the book). That side makes it kind of spooky and takes it away from the usual &quot;Nazis are super and clearly evil&quot;. This is of course all wrong, but you get an idea about what made fascism so fascinating and dangerous back in the 30s/40s. </p>\n\n<p>The writing of Philip K. Dick is just superb. It just has a nice flow, you can just read pages of pages without getting stuck and re-reading sentences. It also has a very, very good written &quot;scene&quot; where a person is drugged and does something in a kind of delirium. While reading it the text slips slowly into weirdness, when you read it is almost like you took the drug and experience it yourself through a hazy mist. Very fascinating written. Have to read all of Philip K. Dick, have to order his whole canon right away :)</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/p3p5oy/finished_the_man_in_the_high_castle_by_philip_k/",
  "subreddit": "books",
  "id": "p3p5oy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Winner of the Hugo Award in 1963 (the only K. Dick book that won an Hugo Award).\nI never got disappointed by Philip K. Dick book, and so not by this one. Germany\n& Japan have won World War II and the world is now in total fascism. North\nAmerica is split between Japan & Germany and there is kind of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "1963年ヒューゴ賞受賞（K.ディック作品でヒューゴ賞を受賞した唯一の作品）。\nフィリップ・K・ディックの本でがっかりしたことはないが、この本でもがっかりしなかった。ドイツ\nと日本が第二次世界大戦に勝利し、世界は完全なファシズムに陥った。北\nアメリカは日本とドイツに分かれていて、そこにはある種の...",
      "title": "フィリップ・K・ディック著「高い城の男」読了"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "1963年获得雨果奖（唯一获得雨果奖的K.Dick的书）。\n我从未对菲利普-迪克的书感到失望，所以也不会对这本书感到失望。德国\n与日本赢得了第二次世界大战，世界现在处于全面法西斯主义状态。北方\n美国在日本和德国之间分裂，有一种...",
      "title": "完成了菲利普-迪克的《高堡中的人》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "1963年獲得雨果獎（唯一獲得雨果獎的K.Dick的書）。\n我從未對菲利普-迪克的書感到失望，所以也不會對這本書感到失望。德國\n與日本贏得了第二次世界大戰，世界現在處於全面法西斯主義狀態。北方\n美國在日本和德國之間分裂，有一種...",
      "title": "完成了菲利普-迪克的《高堡中的人》。"
    }
  ]
}