{
  "author": "Juliabit",
  "the_new_excerpt": "Context: in Brazil, there is a serial killer called Lázaro who’s been killing\npeople since 2007. He has already gone to prison three times since then and\nescaped every time. Recently he killed a whole family in Brasília, and the\npolice is still looking for him.\n\nThere is no death penalty in Brazil…",
  "original_created_utc": 1623967034,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "状況：ブラジルでは、2007年からLázaroという連続殺人犯が人を殺し続けています。\n2007年から人を殺し続けています。それ以来、彼はすでに3回も刑務所に入り、その度に脱獄しています。\nその度に脱獄しています。最近ではブラジリアで一家を皆殺しにしており、警察はまだ彼を探しています。\n警察はまだ彼を探しています。\n\nブラジルには死刑制度がありませんが...。",
      "title": "CMV：死刑制度は時に必要"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "背景：在巴西，有一个叫拉扎罗的连环杀手，自2007年以来一直在杀人。\n自2007年以来一直在杀人。从那时起，他已经进过三次监狱，但每次都逃脱了。\n每次都逃脱了。最近，他在巴西利亚杀了一整个家庭。\n警方仍在寻找他。\n\n在巴西，没有死刑...",
      "title": "CMV：死刑有时是必要的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "背景：在巴西，有一個叫拉扎羅的連環殺手，自2007年以來一直在殺人。\n自2007年以來一直在殺人。從那時起，他已經進過三次監獄，但每次都逃脫了。\n每次都逃脫了。最近，他在巴西利亞殺了一整個家庭。\n警方仍在尋找他。\n\n在巴西，沒有死刑...",
      "title": "CMV：死刑有時是必要的"
    }
  ],
  "title": "CMV: Death penalty is sometimes necessary",
  "created_utc": 1624041193,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Context: in Brazil, there is a serial killer called Lázaro who’s been killing people since 2007. He has already gone to prison three times since then and escaped every time. Recently he killed a whole family in Brasília, and the police is still looking for him.</p>\n\n<p>There is no death penalty in Brazil and I’m very convinced that this “extreme” measure would end with all the panic it’s been going on in the last weeks here.</p>\n\n<p>Probably some would argue that “everyone deserves a second chance”, or (that’s very popular actually) “he is a society’s victim” or “let’s rehabilitate instead of punishing”; but, seriously, the authorities even lost the count of the amount of crimes this guy has made.</p>\n\n<p>Lázaro should’ve already been killed before and should EVEN MORE be killed now. </p>\n\n<p>—</p>\n\n<p>This was just an example to illustrate my point of what the lack of this penalty can cause. Brazilian goverment yet hasn’t applied the penalty and that’s very upsetting.</p>\n\n<p>Try to convince me that death penalty is not necessary or justified. CMV.</p>\n\n<p>Edit: Sorry for not specifying earlier. Given the situation, I’m specifically talking about the penalty in Brazil, so please have in mind the country’s situation.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/o290q4/cmv_death_penalty_is_sometimes_necessary/",
  "subreddit": "changemyview",
  "id": "o290q4",
  "is_self": true,
  "media": null,
  "is_video": false
}