{
  "author": "Conssilgiere",
  "original_created_utc": 1628262085,
  "title": "CMV: almost all our decisions involve some manipulation - (almost) nothing is fully consensual",
  "created_utc": 1628281835,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Update: a better title would be &quot;some degree of manipulation doesn&#39;t make a decision non consensual&quot; </p>\n\n<p>Whenever I see people on the internet saying something like &quot;oh, but (he/she) was in a position of power, so it wasn&#39;t really consensual&quot; whether that&#39;s about sex or some other decision doesn&#39;t matter. You are constantly persuaded to take certain decisions using subtle lies, manipulation and power plays. If you knew everything about everyone and the consequences of every decision you take, your decisions would have been very different. </p>\n\n<p>Persuasion is in our blood, we&#39;re the only creatures capable of deception, we use manipulation all the time. Sometimes even unconsciously. Even kids use manipulation to get their way. We often try to hide our flaws to seek more appealing to people, especially the opposite sex.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/oz8dvj/cmv_almost_all_our_decisions_involve_some/",
  "subreddit": "changemyview",
  "id": "oz8dvj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Update: a better title would be \"some degree of manipulation doesn't make a\ndecision non consensual\"\n\nWhenever I see people on the internet saying something like \"oh, but (he/she)\nwas in a position of power, so it wasn't really consensual\" whether that's about\nsex or some other decision doesn't…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "更新：より良いタイトルは、「ある程度操作されていても、合意されていないことにはならない」です。\n合意されていないことにはならない」です。\n\nインターネット上で、「ああ、でも（彼/彼女）は権力のある立場にいたから、本当は合意ではなかった」というようなことを言っている人を見るたびに\nそれがセックスについてであれ、他の決定についてであれ\nセックスにしても、その他の判断にしても、...",
      "title": "CMV: 私たちの意思決定のほとんどは、何らかの操作を伴います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "更新：一个更好的标题应该是 \"某种程度的操纵并不使一个决定成为非自愿的。\n决定为非自愿的\"\n\n每当我看到人们在互联网上说 \"哦，但（他/她）是在一个位置上 \"之类的话时\n处于权力地位，所以这不是真正的自愿 \"这样的话，不管是关于\n性或其他决定都不...",
      "title": "CMV：我们几乎所有的决定都涉及一些操纵--（几乎）没有什么是完全自愿的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "更新：一個更好的標題應該是 \"某種程度的操縱並不使一個決定成爲非自願的。\n決定爲非自願的\"\n\n每當我看到人們在互聯網上說 \"哦，但（他/她）是在一個位置上 \"之類的話時\n處於權力地位，所以這不是真正的自願 \"這樣的話，不管是關於\n性或其他決定都不...",
      "title": "CMV：我們幾乎所有的決定都涉及一些操縱--（幾乎）沒有什麼是完全自願的"
    }
  ]
}