{
  "author": "arhirabinbh",
  "the_new_excerpt": "Redditors around the world, help me achieve this goal. Submit what you feel your\ncountry's biggest contribution to literature is. Actually, it doesn't even have\nto be from your native country, just to be, from your perspective, a statement\nof a country. It can be of absolutely any genre.\n\nI feel…",
  "original_created_utc": 1617296134,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "全世界的红人，帮我实现这个目标。提交你觉得你的\n国对文学的最大贡献是。其实，它甚至没有\n是你的祖国，只是从你的角度来说，是一个声明。\n一个国家的。它可以是绝对的任何类型。\n\n我觉得...",
      "title": "想读一读每个国家的陈述书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "全世界的紅人，幫我實現這個目標。提交你覺得你的\n國對文學的最大貢獻是。其實，它甚至沒有\n是你的祖國，只是從你的角度來說，是一個聲明。\n一個國家的。它可以是絕對的任何類型。\n\n我覺得...",
      "title": "想讀一讀每個國家的陳述書。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "世界中のRedditer、この目標を達成するために協力してください。あなたの国の文学への最大の貢献は何だと思いますか？\nあなたの国の文学への最大の貢献は何だと思いますか？実際には、あなたの国でなくても構いません。\nあなたの国の作品でなくても、あなたの視点で、その国を表現していればいいのです。\nその国の主張であればいいのです。また、ジャンルも問いません。\n\n私は...",
      "title": "各国のステートメントブックを読みたい。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "世界中のRedditer、この目標を達成するために協力してください。あなたの国の文学への最大の貢献は何だと思いますか？\nあなたの国の文学への最大の貢献は何だと思いますか？実際には、あなたの国でなくても構いません。\nあなたの国の作品でなくても、あなたの視点で、その国を表現していればいいのです。\nその国の主張であればいいのです。また、ジャンルも問いません。\n\n私は...",
      "title": "各国のステートメントブックを読みたい。"
    }
  ],
  "title": "Looking to read a statement book from each country.",
  "created_utc": 1617300138,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Redditors around the world, help me achieve this goal. Submit what you feel your country&#39;s biggest contribution to literature is. Actually, it doesn&#39;t even have to be from your native country, just to be, from your perspective, a statement of a country. It can be of absolutely any genre. </p>\n\n<p>I feel like I also need to tell you a bit about how I ended up trying to challenge myself to read something from every country. My love for reading developed when I tried to do 50 books in one year while I was a senior in high school. Had to deal with a lot of exams that year and university admissions, so maybe not the best time to come up with such an idea. I didn&#39;t manage to reach my goal of 50 by the end of the year, coming short of 12 books. I tried to beat myself up because of it, thinking I was a failure, but looking back I have no idea why I would have thought like that of my initiative, which I came to consider a success. </p>\n\n<p>Around that time I used to read whatever my parents had in the library from when they were younger, but some of them were pretty good finds. I used to try talking with my friends about the storylines after I would finish a book, but I felt like they were not even listening, felt like maybe it&#39;s not what our generation is meant to be doing at that age. My only comfort was a site that had reviews on a lot of different books and being able to find some of the ones I read on there, being able to see that other people shared my opinion on the story, being able to feel like I belonged somewhere. This is the site, by the way: <a href=\"https://hookedonbookz.com/\">https://hookedonbookz.com/</a> if any of you want to give it a try after finishing a book, I really recommend doing so.</p>\n\n<p>Anyway, I then got into law school, so the only stuff I had time to read were the law books that professors demanded us to. I don&#39;t completely hate all of them, but it&#39;s definitely not the same. Being in lockdown gave me more time to focus on myself and learn to put what&#39;s important first in life. I&#39;m not trying to be sappy, so I&#39;ll end by saying that finding a new challenge to complete in the next two years is what I need at this point in life. </p>\n\n<p>I know it&#39;s been done by other people, and that there are lists with books from every country. This one <a href=\"https://ayearofreadingtheworld.com/thelist/\">https://ayearofreadingtheworld.com/thelist/</a> is just an example, but I don&#39;t want to follow the path of other people. I want to hear recommendations from real people around the world!</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/lZbzQSnm8wy-5TNhxjZWVFLaAXhiH20VTmjP5t7Lofw.jpg?auto=webp&s=9169655dfa379899b4184f1250d558eead0ffe89",
          "width": 200,
          "height": 200
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/lZbzQSnm8wy-5TNhxjZWVFLaAXhiH20VTmjP5t7Lofw.jpg?width=108&crop=smart&auto=webp&s=d10381af4a5a2d68fbf5445338a005e41b0ee638",
            "width": 108,
            "height": 108
          }
        ],
        "variants": {},
        "id": "KXDjaX03nAY-i3OcfpE5wb748jv06jJQb-iVeHZCXsA"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/booksuggestions/comments/mhzmkg/looking_to_read_a_statement_book_from_each_country/",
  "subreddit": "booksuggestions",
  "id": "mhzmkg",
  "is_self": true,
  "media": null,
  "is_video": false
}