{
  "author": "badass_panda",
  "the_new_excerpt": "If your goal is to keep workers desperate and powerless, UBI is probably not an\nattractive concept -- so I'm going to narrow my focus down & make this pretty\nclean.\n\nMy premise: If we agree on a specific set of societal goals (1), then we are\nmuch better served with my outline of UBI (2) than by the…",
  "original_created_utc": 1612808238,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "如果你的目标是让工人保持绝望和无能为力，UBI可能不是一个。\n吸引人的概念 -- 所以我要缩小我的关注点，并使这个漂亮的\n干净。\n\n我的前提是：如果我们对一系列具体的社会目标达成一致（1），那么我们就是\n我的UBI纲要(2)要比...",
      "title": "CMV：全民基本收入(UBI)在概念上比福利国家更有效。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你的目標是讓工人保持絕望和無能爲力，UBI可能不是一個。\n吸引人的概念 -- 所以我要縮小我的關注點，並使這個漂亮的\n乾淨。\n\n我的前提是：如果我們對一系列具體的社會目標達成一致（1），那麼我們就是\n我的UBI綱要(2)要比...",
      "title": "CMV：全民基本收入(UBI)在概念上比福利國家更有效。"
    }
  ],
  "title": "CMV: Universal Basic Income (UBI) is, in concept, much more effective than a welfare state",
  "created_utc": 1612827132,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If your goal is to keep workers desperate and powerless, UBI is probably not an attractive concept -- so I&#39;m going to narrow my focus down &amp; make this pretty clean.</p>\n\n<p><strong>My premise:</strong> If we agree on a specific set of societal goals (1), then we are much better served with my outline of UBI (2) than by the complex snarl of welfare systems most countries (particularly the US) employ at present. Rather than expand the minimum wage, etc, we should focus on testing and implementing a scheme for universal basic income.</p>\n\n<p><strong>1 - Societal Goals</strong></p>\n\n<p>Let&#39;s assume our goal in deploying welfare systems is to promote personal liberty, prevent privation &amp; starvation, and ensure a healthy consumer base -- and that we&#39;re balancing that against a need to maintain workforce participation, and maintain a healthy economy &amp; budget.</p>\n\n<p><strong>2 - What I mean when I say UBI</strong></p>\n\n<p>Here&#39;s what I&#39;m describing:</p>\n\n<ul>\n<li>Every adult, regardless of their income, gets a tax-free monthly payment of around $1,300 (enough to be over the federal poverty line if their income is zero). </li>\n<li>All other income is still taxed in a progressive tax system</li>\n<li>This plan replaces welfare systems like Social Security</li>\n<li>The payments do not change based on where you live; earning more money doesn&#39;t make you lose the payments.</li>\n</ul>\n\n<p><strong>3 - Why I believe a UBI to be superior</strong></p>\n\n<ol>\n<li>Versus other schemes (like a negative income tax), UBI is much more likely to promote continued participation in the economy. Any money you make is good -- there&#39;s no &quot;income trap&quot; to make you lose your benefits if you get a better job.</li>\n<li>This is much, much easier to manage -- and because its simple, it&#39;ll require less bureaucracy, less overhead, and less policing.</li>\n<li>It&#39;s a future proof solution. It won&#39;t need to be retooled every time technology destabilizes an industry or puts millions out of work.</li>\n<li>It creates more natural and competitive markets. A lot of markets don&#39;t respond to supply and demand now, because one or the other is really fixed:\n\n<ol>\n<li>It&#39;ll reduce overpopulation in very expensive areas, and shift folks (who are looking for a lower cost of living in order to get more out of their UBI) into lower cost areas, making rent more affordable in the higher population areas.</li>\n<li>It&#39;ll make owning and operating a small business less risky, because business owners&#39; basic needs will be cared for -- which means more small businesses.</li>\n</ol></li>\n</ol>\n\n<p><strong>4 - My response to some normal criticism</strong></p>\n\n<ol>\n<li><em>People won&#39;t want to work anymore.</em> That&#39;s not been the outcome in UBI trials in the past -- it&#39;s <em>basic</em> income, knowing you won&#39;t be homeless and will be able to eat enough to live isn&#39;t what most of us are working for anyway. If having these needs met meant you wouldn&#39;t work (even in pretty unappealing jobs), nobody in high school would have a job.</li>\n<li><em>It&#39;ll lead to runaway inflation.</em> Inflation is based on a disparity between demand and supply; for us to believe that we&#39;d see runaway inflation, there&#39;d need to be a set of goods that lower income people will buy (now that they&#39;ve got UBI) that they couldn&#39;t buy before, that <em>cannot be produced in greater numbers.</em> I don&#39;t think that&#39;s plausible, in general:\n\n<ol>\n<li>Some products are relatively inelastic -- that means you need to buy them, regardless of whether you&#39;ve got the money. This applies to food, gas, car repairs, and so on.</li>\n<li>Housing would indeed get more expensive ... if you didn&#39;t have the option of leaving for a cheaper market. If you can make $15K working at McDonalds and $15K from UBI, why not move somewhere with a rent 1/4 as high? UBI doesn&#39;t create more <em>people who need housing,</em> and so it&#39;s not going to make housing cost more as long as market dynamics can keep functioning.</li>\n<li>Luxury goods manufacturers generally cannot benefit from economies of scale -- ramping up demand often brings prices down, not up. For example, demand for hot tubs spiked massively this summer, all across the globe ... and prices came <em>down</em>, because manufacturers were able to perform much larger production runs.</li>\n</ol></li>\n<li><em>We can&#39;t pay for it.</em> This is B.S.; it&#39;d cost us about $2 trillion a year (which is, I admit, lots of cash) -- but the social programs we&#39;d cut are costing us about a trillion and a half. We can&#39;t figure out how to fund a five hundred billion a year?\n\n<ol>\n<li>Put the two top income tax brackets back to where they were in the 1950s. There&#39;s $400B a year.</li>\n<li>Put the corporate tax rate back where it was in the 1970s. There&#39;s another $100B a year. </li>\n</ol></li>\n<li><em>That&#39;s socialism.</em> No more so than any welfare program -- and it requires a good deal less government intervention than do our current models.</li>\n</ol>\n\n<p>I&#39;m absolutely willing to change my view, but will be much more influenced by pragmatic arguments than philosophical ones; I&#39;m not interested in arguing about whether or not giving people &quot;money for nothing&quot; is fair or ethical, and I need rebuttals to be substantive.</p>\n</div><!-- SC_ON -->",
  "score": 85,
  "permalink": "/r/changemyview/comments/lfhyzg/cmv_universal_basic_income_ubi_is_in_concept_much/",
  "subreddit": "changemyview",
  "id": "lfhyzg",
  "is_self": true,
  "media": null,
  "is_video": false
}