{
  "author": "Poo-et",
  "original_created_utc": 1629555233,
  "title": "CMV: Anarcho-communism cannot support any mechanisms to check the power of unofficial hierarchies, as to do so would be to reinvent the state",
  "created_utc": 1629610238,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been fascinated recently with historical attempts at structurelessness and the effect that has on human behaviour given that hierarchies of one form or another have historically been an inevitable part of basically any large human society. The story of Tony Hseih&#39;s dream of a structureless Zappos is a great example for those who are familiar. I recently read Jo Freeman&#39;s article titled <a href=\"https://www.jofreeman.com/joreen/tyranny.htm\">The Tyranny of Structurelessness</a> which captured a lot of the brewing thoughts I&#39;ve had about ideologies like anarchism.  </p>\n\n<p>The answer is, from what I see, that societies that attempt structurelessness have a tendency to end up with a far worse form of power structure. Where hierarchies are explicit, there is similarly usually a mechanism built in to challenge that structure if it becomes dangerous or coercive. In societies that brand themselves on the idea of structurelessness, hierarchies still form, they are just disguised. This way the authority is implicit and it&#39;s far more difficult to challenge because everybody is simultaneously denying such a structure exists.  </p>\n\n<p>I understand that anarchists generally do recognise the need for some hierarchies, and generally limit themselves to opposing those power structures seen as unjust. There are a few parts of an anarchist society though that I think make the creation of such unofficial hierarchies inevitable, irrespective of attempts at hierarchical democracy. I suppose my actual view comes in a few parts:  </p>\n\n<ol>\n<li><p>An awful lot of anarchist mechanisms for getting things done exist by reinventing the state on a smaller scale. For instance, anarchists hold that violent crime would be all but eliminated by the removal of the state and that the vast majority of violent crimes are performed as a direct consequence of capitalism. I agree this is a significant source of violence and that it would probably decrease in an anarchist society, but I refuse to believe it can be eliminated to the degree where enforcers of some kind are <em>never</em> needed. Chemical overindulgence, mental illness, simple rage over disagreement of words, domestic abuse, sex abuse, others. Of those who acknowledge the need for enforcers, they are usually called something like &quot;town watch&quot; or &quot;the community&quot;. Whoever those enforcers are have authority to use their subjective judgement to enforce the will of the people by violence if necessary.  </p></li>\n<li><p>Anarchist societies are absolutely still susceptible to populist, authoritarian types. I think a lot of anarchists surround themselves exclusively with those who are like them until they&#39;re unable to imagine the existence of someone living in an anarchist society who wants to carve out power for themselves. Increasing the strength of these enforcers in the interest of safety and in the name of strengthening the community is something relatively easy to get people behind.  </p></li>\n<li><p>Most strong ideologies have a tendency for purity testing. This is very visible for anyone involved in the feminist or queer communities, attempts by certain parts of the community to rule others as not being true feminists or truly queer happen all the time. They happen even in communities full of people committed to increasing equity and making the world a better place. Such a thing is inevitable in an anarchist society too. Political division still exists in an anarchist society, and the rise of political factions is inevitable. These are doubly harmful when governance is not bound by a constitution. To introduce such checks to purity testing and factional division would be to introduce the power structures of a state and be thereby unacceptable.  </p></li>\n</ol>\n\n<p>I&#39;d love my view changed on this.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/p8s694/cmv_anarchocommunism_cannot_support_any/",
  "subreddit": "changemyview",
  "id": "p8s694",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've been fascinated recently with historical attempts at structurelessness and\nthe effect that has on human behaviour given that hierarchies of one form or\nanother have historically been an inevitable part of basically any large human\nsociety. The story of Tony Hseih's dream of a structureless…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は最近、歴史的な無構造化の試みに興味を持っています。\nある種のヒエラルキーが歴史的にどんな大きな人間にも必然的に存在してきたことを考えると、それが人間の行動に与える影響に興味があります。\n大規模な人間社会では、歴史的に見て、ある種のヒエラルキーは避けて通れないものでした。\n社会には、ある種の階層が必然的に存在します。トニー・ヘイセイが夢見た、構造のない...",
      "title": "CMV: 無政府共産主義は、非公式なヒエラルキーの力をチェックするメカニズムを支持することはできません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近对历史上对无结构性的尝试很着迷。\n这对人类行为的影响，因为这种或那种形式的等级制度\n在历史上，这种或那种等级制度基本上是任何大型人类社会不可避免的一部分。\n社会。Tony Hseih梦想建立一个无结构的社会的故事。",
      "title": "CMV：无政府主义-共产主义不能支持任何制约非官方等级制度权力的机制，因为这样做将是对国家的重塑。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近對歷史上對無結構性的嘗試很着迷。\n這對人類行爲的影響，因爲這種或那種形式的等級制度\n在歷史上，這種或那種等級制度基本上是任何大型人類社會不可避免的一部分。\n社會。Tony Hseih夢想建立一個無結構的社會的故事。",
      "title": "CMV：無政府主義-共產主義不能支持任何制約非官方等級制度權力的機制，因爲這樣做將是對國家的重塑。"
    }
  ]
}