{
  "author": "Inflatabledartboard4",
  "the_new_excerpt": "Socialism and Capitalism have different definitions depending on who you ask. A\nlot of capitalists say that socialism is a centrally planned economy whereas\ncapitalism is a market economy. A lot of socialists say that socialism is a\ncommunal economy whereas capitalism is a corporate…",
  "original_created_utc": 1612906290,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "社会主义和资本主义有不同的定义，取决于你问谁。A\n很多资本家都说社会主义是中央计划经济，而不是\n资本主义是市场经济。很多社会主义者说，社会主义是一种\n公有制经济而资本主义是企业...",
      "title": "CMV：社会主义/资本主义的辩论是非常没有意义的，因为似乎没有人能够就定义达成一致。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "社會主義和資本主義有不同的定義，取決於你問誰。A\n很多資本家都說社會主義是中央計劃經濟，而不是\n資本主義是市場經濟。很多社會主義者說，社會主義是一種\n公有制經濟而資本主義是企業...",
      "title": "CMV：社會主義/資本主義的辯論是非常沒有意義的，因爲似乎沒有人能夠就定義達成一致。"
    }
  ],
  "title": "CMV: The Socialism/Capitalism debate is pretty pointless as seemingly no one can agree on definitions",
  "created_utc": 1612931433,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Socialism and Capitalism have different definitions depending on who you ask. A lot of capitalists say that socialism is a centrally planned economy whereas capitalism is a market economy. A lot of socialists say that socialism is a communal economy whereas capitalism is a corporate economy. </p>\n\n<p>Socialism has been defined anywhere between &quot;High taxes&quot; to &quot;Government-controlled market&quot; to &quot;The transitional state between capitalism and communism&quot; Is Sweden socialist? They surely have high taxes, but they also have a rather free market. </p>\n\n<p>Asking &quot;Is capitalism or socialism better?&quot; is a pointless question because you haven&#39;t provided definitions for either. Until we agree on their definitions, the debate between them is pointless.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/lge124/cmv_the_socialismcapitalism_debate_is_pretty/",
  "subreddit": "changemyview",
  "id": "lge124",
  "is_self": true,
  "media": null,
  "is_video": false
}