{
  "author": "vigilanterepoman",
  "original_created_utc": 1633982168,
  "title": "YSK: Many banks will refund overdraft or account fees up to a few times a year. You just have to go into the bank and ask if they can issue a courtesy refund.",
  "created_utc": 1633988083,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: when money is tight and you find your checking or savings account bottoming out, accruing fees can make the financial burden in your life worse. So long as you try to get in as soon as you can, you can get back some of that money with little effort on your part. </p>\n\n<p>The big caveat here above other versions of this post in the past is that you need to go in pretty quick after the fee hits (&lt;30-90 days, depending on the bank). Sometimes if the fee is over a certain amount of days banks will no longer be able to reverse the fee, or at least thats how it is at the bank I work at (a major US bank).</p>\n</div><!-- SC_ON -->",
  "score": 205,
  "permalink": "/r/YouShouldKnow/comments/q649f8/ysk_many_banks_will_refund_overdraft_or_account/",
  "subreddit": "YouShouldKnow",
  "id": "q649f8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: when money is tight and you find your checking or savings account\nbottoming out, accruing fees can make the financial burden in your life worse.\nSo long as you try to get in as soon as you can, you can get back some of that\nmoney with little effort on your part.\n\nThe big caveat here above…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：お金がないとき、当座預金や普通預金が底をついたときに\nが底をついたとき、手数料が発生すると、生活の負担が大きくなります。\n早めに入金するようにしていれば、少しの努力でそのお金を取り戻すことができます。\n少ない労力でお金を取り戻すことができます。\n\nここで、上記の大きな注意点が...。",
      "title": "YSK: 多くの銀行では、年に数回まで、当座貸越や口座振替の手数料を返金しています。銀行に行って、返金してくれるかどうか聞いてみるといいですよ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：当资金紧张，你发现你的支票或储蓄账户\n跌至谷底时，累积的费用会使你生活中的财务负担变得更糟。\n因此，只要你设法尽快进入，你就可以用很少的努力拿回一些\n你可以用很少的努力拿回一些钱。\n\n这里有一个很大的注意事项，就是上面的...",
      "title": "YSK：许多银行会退还透支或账户费用，一年最多几次。你只需到银行询问他们是否可以礼节性退款。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：當資金緊張，你發現你的支票或儲蓄賬戶\n跌至谷底時，累積的費用會使你生活中的財務負擔變得更糟。\n因此，只要你設法儘快進入，你就可以用很少的努力拿回一些\n你可以用很少的努力拿回一些錢。\n\n這裏有一個很大的注意事項，就是上面的...",
      "title": "YSK：許多銀行會退還透支或賬戶費用，一年最多幾次。你只需到銀行詢問他們是否可以禮節性退款。"
    }
  ]
}