{
  "author": "ZekesLeftNipple",
  "original_created_utc": 1631437625,
  "title": "YSK: Autism can manifest in many different ways and isn't always obvious",
  "created_utc": 1631450081,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> There are a lot of stereotypes surrounding autism and autistic people, many of which are exaggerated and negative, and trying to understand that autism comes in different forms is an important step to removing the unnecessary stigmas surrounding the condition.</p>\n\n<p>Every autistic person is different. Yes, some traits may overlap, but the behaviours and triggers can vary greatly. There&#39;s a reason why it&#39;s the autism <em>spectrum</em>.</p>\n\n<p>If you meet an autistic person, you have met that one autistic person. You have not met every autistic person. When interacting with someone who&#39;s autistic, you shouldn&#39;t make assumptions and should be as accommodating as possible (sometimes it simply isn&#39;t doable depending on the situation, however).</p>\n\n<p>If you&#39;re dealing with an autistic person, please be patient. I know that sounds like that one meme, but I promise it&#39;s true. We just don&#39;t know what we&#39;re doing, and sometimes if someone actually explains it to us, it helps. If you&#39;re not sure what to do to accommodate us, it might be worth asking. I know some autistic people cannot explain their issues, but if you think the person in question can, please do. </p>\n\n<p>(Note: While I&#39;m talking about myself here, multiple autism organisations say the same things as well.)</p>\n\n<p>Generally, just being kind is a huge thing. Even things as simple as believing the person actually is autistic despite not fitting any Hollywood stereotypes helps a <em>lot</em>. I&#39;ve had multiple teachers in the past not believe that I&#39;m autistic, despite an official diagnosis (which I am aware is something I&#39;m lucky to have).</p>\n\n<p>Also, if someone does not seem autistic on the surface, that&#39;s probably because they&#39;re masking it due to being made fun of for certain social behaviours. They may not come across as autistic right away, but chances are, it still impacts their day to day life. And, with some behaviours, they only manifest in certain conditions or only if we&#39;re tired/stressed and whatever else.</p>\n\n<p>Based on personal experience with myself and interacting with other autistic people, I&#39;m aware that some of us seem hard to talk to. But, again, being patient is key. And sometimes you just have to get us talking about the right things. If you set me off on something that interests me, I won&#39;t shut up about it for a while! Otherwise I&#39;m less likely to engage. It&#39;s nothing personal, it&#39;s just that I don&#39;t really have anything to add to the conversation.</p>\n\n<p>Lastly, there seems to be little to no portrayal of autistic women in media, but trust me -- they exist. They just A) don&#39;t get diagnosed as often as men (maybe because of the stereotypes) and B) are probably better at masking it.</p>\n\n<p>Since health &amp; science posts require sources, I&#39;m going to link to a couple of New Zealand autism organisations because I&#39;m more familiar with them. They have some more information about the condition, but please also look into autism organisations in your own country/region if they&#39;re available (just not ones that claim that autism can be cured -- it can&#39;t).</p>\n\n<p><a href=\"https://www.altogetherautism.org.nz/\">Altogether Autism</a></p>\n\n<p><a href=\"https://autismnz.org.nz/\">Autism NZ</a></p>\n</div><!-- SC_ON -->",
  "score": 166,
  "permalink": "/r/YouShouldKnow/comments/pmpe3g/ysk_autism_can_manifest_in_many_different_ways/",
  "subreddit": "YouShouldKnow",
  "id": "pmpe3g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: There are a lot of stereotypes surrounding autism and autistic people,\nmany of which are exaggerated and negative, and trying to understand that autism\ncomes in different forms is an important step to removing the unnecessary\nstigmas surrounding the condition.\n\nEvery autistic person is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：自閉症や自閉症の人には、たくさんのステレオタイプがあります。\nその多くは誇張されたネガティブなものです。\n自閉症にはさまざまな形があることを理解することは、不必要なものを取り除くための重要なステップです。\n自閉症にはさまざまな形があることを理解することは、自閉症にまつわる不要な偏見を取り除くための重要なステップです。\n\n自閉症の人は皆、...",
      "title": "YSK: 自閉症は様々な形で現れ、必ずしも明らかではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：围绕自闭症和自闭症患者有很多刻板印象。\n很多都是夸大的和负面的。\n试图了解自闭症有不同的形式，是消除围绕自闭症的不必要污名的重要一步。\n试图了解自闭症有不同的形式，是消除围绕自闭症的不必要污名的重要一步。\n\n每个自闭症患者都是...",
      "title": "YSK：自闭症可以有许多不同的表现形式，并不总是很明显。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：圍繞自閉症和自閉症患者有很多刻板印象。\n很多都是誇大的和負面的。\n試圖瞭解自閉症有不同的形式，是消除圍繞自閉症的不必要污名的重要一步。\n試圖瞭解自閉症有不同的形式，是消除圍繞自閉症的不必要污名的重要一步。\n\n每個自閉症患者都是...",
      "title": "YSK：自閉症可以有許多不同的表現形式，並不總是很明顯。"
    }
  ]
}