{
  "author": "Scarlaymama0721",
  "the_new_excerpt": "I just finished Never Let Me Go by Kazuo Ishiguro and it has been a long time\nsince A book has affected me this much. I cried for about 15 to 20 minutes\nafterwards. Even though they know throughout the whole book that they are clones\nand one day they are going to become donors and complete it’s…",
  "original_created_utc": 1619138759,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "カズオ・イシグロの「Never Let Me Go」を読み終えたところですが、こんなにも本に影響されたのは久しぶりです。\nこんなに影響を受けた本は久しぶりです。終わった後、15分から20分くらい泣きました。\nしました。この本の中で、彼らは自分たちがクローンであることを知っていても\nいつかドナーになって、ドナーを完成させるんだと知っていても",
      "title": "ネバー・レット・ミー・ゴー」を読み終えたところで SPOILERS"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完石黑一雄的《决不让我走》，已经有很长一段时间\n已经很久没有一本书对我产生这么大的影响了。我哭了大约15到20分钟\n之后。尽管他们在整本书中都知道他们是克隆人\n有一天他们会成为捐赠者并完成它的使命。",
      "title": "我刚刚完成了 \"永远不要让我走 \"的剧透"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完石黑一雄的《決不讓我走》，已經有很長一段時間\n已經很久沒有一本書對我產生這麼大的影響了。我哭了大約15到20分鐘\n之後。儘管他們在整本書中都知道他們是克隆人\n有一天他們會成爲捐贈者並完成它的使命。",
      "title": "我剛剛完成了 \"永遠不要讓我走 \"的劇透"
    }
  ],
  "title": "I just finished “ Never Let Me Go” SPOILERS",
  "created_utc": 1619189519,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished  Never Let Me Go by Kazuo Ishiguro and it has been a long time since A book has affected me this much. I cried for about 15 to 20 minutes afterwards. Even though they know throughout the whole book that they are clones and one day they are going to become donors and complete it’s still so devastating When they get to that point in their lives. And it reminded me of the way we have all known since we were little that one day we are going to pass away, and so will our loved ones. And even so we keep living laughing and loving. That’s what I think the book was really about.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/mwja3x/i_just_finished_never_let_me_go_spoilers/",
  "subreddit": "books",
  "id": "mwja3x",
  "is_self": true,
  "media": null,
  "is_video": false
}