{
  "author": "Open_Awareness_9196",
  "the_new_excerpt": "I have been reading a ton of books since the pandemic started, and my budget\ncouldn't keep up. Also, I constantly move back and forth from my hometown and to\nmy university dorm, so I can't really keep all my books at the same place. But,\nI have this dream of building my own library when I finally…",
  "original_created_utc": 1620706151,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "パンデミックが始まってから大量の本を読んでいたので、予算が追いつかず\n予算が追いつきませんでした。また、私は地元と大学の寮を行ったり来たりしているので、すべての本を同じ場所に置いておくことができません。\nまた、私は地元と大学の寮を行き来しているので、すべての本を同じ場所に置いておくことができません。でもね。\nいつか自分の図書館を作りたいという夢があります。",
      "title": "Kindleを買えばいいのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "自从大流行病开始以来，我一直在阅读大量的书籍，而我的预算\n无法跟上。此外，我经常从我的家乡和我的大学宿舍来回走动。\n我的大学宿舍，所以我不可能把所有的书都放在同一个地方。但是。\n我有一个梦想，就是当我最终建立自己的图书馆时...",
      "title": "我是不是应该买一个Kindle？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "自從大流行病開始以來，我一直在閱讀大量的書籍，而我的預算\n無法跟上。此外，我經常從我的家鄉和我的大學宿舍來回走動。\n我的大學宿舍，所以我不可能把所有的書都放在同一個地方。但是。\n我有一個夢想，就是當我最終建立自己的圖書館時...",
      "title": "我是不是應該買一個Kindle？"
    }
  ],
  "title": "Should I just buy a Kindle?",
  "created_utc": 1620786594,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have been reading a ton of books since the pandemic started, and my budget couldn&#39;t keep up. Also, I constantly move back and forth from my hometown and to my university dorm, so I can&#39;t really keep all my books at the same place. But, I have this dream of building my own library when I finally have my own place when I finish studying. A part of me tells me to just suck it up, buy books, read more slowly if you have to in order to save. But at the same time, there are a lot of good books out there that I want to read. Should I just buy a Kindle? And to those who made the switch, did you regret anything? Thank you! :)</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/n9oh86/should_i_just_buy_a_kindle/",
  "subreddit": "books",
  "id": "n9oh86",
  "is_self": true,
  "media": null,
  "is_video": false
}