{
  "author": "TaiKeiDai",
  "the_new_excerpt": "I appreciate that plenty of people read horoscopes and tarot cards as just a bit\nof fun, or to prompt their own self-reflection, rather than taking it as truth.\n\nHowever, with social media horoscopes going through a massive boom recently,\nI've seen a lot of people presenting it seriously. People I…",
  "original_created_utc": 1617971392,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "占いやタロットカードは、真実ではなく、ちょっとした楽しみや自己分析のために読む人も多いと思います。\n占いやタロットカードを真実と考えるのではなく、ちょっとした楽しみとして、あるいは自分を見つめ直すために読む人が多いことは理解しています。\n\nしかし、最近ではソーシャルメディアでの占いが大ブームとなっています。\n多くの人が真剣に提示しているのを目の当たりにしました。私のような人は...",
      "title": "CMV: ソーシャルメディアでの星占いの復活は、メンタルヘルスや個人の信頼性に悪影響を及ぼす"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我很欣赏很多人读星座和塔罗牌，因为他们只是有点\n的乐趣，或促使他们自我反思，而不是把它当作真理。\n\n然而，随着最近社交媒体星座运势的大热。\n我见过很多人认真介绍。人们我...",
      "title": "CMV：社交媒体上的星座运势死灰复燃，对心理健康和个人信誉有害无益。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我很欣賞很多人讀星座和塔羅牌，因爲他們只是有點\n的樂趣，或促使他們自我反思，而不是把它當作真理。\n\n然而，隨着最近社交媒體星座運勢的大熱。\n我見過很多人認真介紹。人們我...",
      "title": "CMV：社交媒體上的星座運勢死灰復燃，對心理健康和個人信譽有害無益。"
    }
  ],
  "title": "CMV: The resurgence of horoscopes on social media is harmful to mental health and personal credibility",
  "created_utc": 1617982229,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I appreciate that plenty of people read horoscopes and tarot cards as just a bit of fun, or to prompt their own self-reflection, rather than taking it as truth.</p>\n\n<p>However, with social media horoscopes going through a massive boom recently, I&#39;ve seen a lot of people presenting it seriously. People I know, care about, and respect, people who are educated and consider themselves critical thinkers. Maybe I&#39;m too cynical, but saying stuff like &quot;any other Libras feeling extra sensitive with the blue moon recently?&quot; is a pretty obvious cop-out to addressing the real problems at hand, and invites anyone else to join their cop-out.</p>\n\n<p>Secondly, this undermines their points in other discussions and arguments. If they weigh in on issues about climate change, vaccines, gender, race, economics, or just about anything else, any point they make can be dismissed with &quot;Well you believe in horoscopes, so you just cherry pick what to believe and ignore studies that disagree&quot;. It&#39;s pretty disappointing to see otherwise sharp people openly publish stuff that&#39;s so thoroughly disproven.</p>\n\n<p>What do you think? Am I getting too cranky about light-hearted social media trends?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/mng55s/cmv_the_resurgence_of_horoscopes_on_social_media/",
  "subreddit": "changemyview",
  "id": "mng55s",
  "is_self": true,
  "media": null,
  "is_video": false
}