{
  "author": "Two_Corinthians",
  "the_new_excerpt": "This has been bugging me since Alison Brie was forced to apologize for voicing\nDiane Nguyen, a Vietnamese Amercian character from BoJack Horseman.\n\nSimply put, I find the entire situation ridiculous. It is the nature of actors'\njob to play someone they are not! \"Cancelling\" performers for accepting…",
  "original_created_utc": 1623697722,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アリソン・ブリーが『ボジャック・ホースマン』のベトナム系アメリカ人キャラクター、ダイアン・グエンの声を担当したことを謝罪させられて以来、このことが気になっています。\nダイアン・グエンの声を担当したことで謝罪を迫られたことがあります。\n\n簡単に言えば、この状況は馬鹿げているということです。自分ではない誰かを演じることは、俳優の仕事の本質なのです。\n俳優の仕事の本質は、自分ではない誰かを演じることです \"受け入れたことで出演者を「キャンセル」するのは...",
      "title": "CMV：アクターは、人種や民族の制限を受けずに、どんな役でも演じることができるべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "自从艾莉森-布里(Alison Brie)被迫为为《美籍越南人》(Vietnamese American)角色配音而道歉后，这件事就一直困扰着我。\n黛安-阮，一个来自BoJack Horseman的越南裔美国人角色。\n\n简单地说，我觉得整个情况很荒谬。这是演员的天性\n扮演自己不是的人是演员的天性。\"取消 \"表演者接受...",
      "title": "CMV：应该允许演员扮演他们想要的任何角色，不受种族和民族的限制。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "自從艾莉森-布里(Alison Brie)被迫爲爲《美籍越南人》(Vietnamese American)角色配音而道歉後，這件事就一直困擾着我。\n黛安-阮，一個來自BoJack Horseman的越南裔美國人角色。\n\n簡單地說，我覺得整個情況很荒謬。這是演員的天性\n扮演自己不是的人是演員的天性。\"取消 \"表演者接受...",
      "title": "CMV：應該允許演員扮演他們想要的任何角色，不受種族和民族的限制。"
    }
  ],
  "title": "CMV: Actors should be allowed to play any role they want, without restrictions on race and ethnicity.",
  "created_utc": 1623703219,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This has been bugging me since Alison Brie was forced to apologize for voicing Diane Nguyen, a Vietnamese Amercian character from BoJack Horseman.</p>\n\n<p>Simply put, I find the entire situation ridiculous. It is the nature of actors&#39; job to play someone they are not! &quot;Cancelling&quot; performers for accepting a role when character&#39;s race, sexual orientation, ethnicity, religion, or other feature doesn&#39;t match that of the actor is just as absurd as, say, charging Claire Foy with lèse-majesté because she, a commoner, played Queen Elizabeth II. </p>\n\n<p>Can you explain the reasons for outrage and change my view?</p>\n</div><!-- SC_ON -->",
  "score": 170,
  "permalink": "/r/changemyview/comments/nzucvp/cmv_actors_should_be_allowed_to_play_any_role/",
  "subreddit": "changemyview",
  "id": "nzucvp",
  "is_self": true,
  "media": null,
  "is_video": false
}