{
  "author": "VinitAjgaonkar",
  "original_created_utc": 1626983746,
  "title": "An unintended consequence of Scout & her older brother Jem referring to their father by his name Atticus instead of \"dad\" in To Kill A Mocking Bird.",
  "created_utc": 1626995908,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In Chapter 3, it is revealed that their cook Calpurnia or &quot;Cal&quot; has assumed the role of &quot;mom&quot; especially to Scout who is younger and does not remember her mom who passed away. When disciplined by Calpurnia, Scout childishly threatens to drown herself to make Calpurnia feel sorry, thus laying bare the deep bond which she would have shared with her mother had she been alive.</p>\n\n<p>As far as Scout is concerned, her dad &amp; housekeeper are her two caregivers and she addresses them both by their names - Atticus &amp; Cal - receiving from them the love, care &amp; discipline expected from &quot;dad&quot; &amp; &quot;mom&quot; respectively without realising it because she harbours no illusions of someone officially adopting the role of &quot;mom&quot; - a role which is absent in her memory. Thus, Cal and Atticus have equal status in Scout&#39;s upbringing with Calpurnia taking up the responsibility of teaching Scout how to write which is rare for a mere servant to do. </p>\n\n<p>The absence of her biological mother is thus rarely felt by the younger child. </p>\n\n<p>Obviously, this isn&#39;t the reason why Atticus is addressed by his name because that practice started before his wife passed away - he chose not to correct his older child and the younger one simply adopted her brother&#39;s practice is what we may infer. While Atticus&#39; reasons for doing so are widely discussed in forums - to be a father and a friend to his children is one oft-cited reason -  I wanted to share the effect of this practice on Scout.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/books/comments/oplp3a/an_unintended_consequence_of_scout_her_older/",
  "subreddit": "books",
  "id": "oplp3a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In Chapter 3, it is revealed that their cook Calpurnia or \"Cal\" has assumed the\nrole of \"mom\" especially to Scout who is younger and does not remember her mom\nwho passed away. When disciplined by Calpurnia, Scout childishly threatens to\ndrown herself to make Calpurnia feel sorry, thus laying bare…"
}