{
  "author": "VinitAjgaonkar",
  "original_created_utc": 1626983746,
  "title": "An unintended consequence of Scout & her older brother Jem referring to their father by his name Atticus instead of \"dad\" in To Kill A Mocking Bird.",
  "created_utc": 1626995908,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In Chapter 3, it is revealed that their cook Calpurnia or &quot;Cal&quot; has assumed the role of &quot;mom&quot; especially to Scout who is younger and does not remember her mom who passed away. When disciplined by Calpurnia, Scout childishly threatens to drown herself to make Calpurnia feel sorry, thus laying bare the deep bond which she would have shared with her mother had she been alive.</p>\n\n<p>As far as Scout is concerned, her dad &amp; housekeeper are her two caregivers and she addresses them both by their names - Atticus &amp; Cal - receiving from them the love, care &amp; discipline expected from &quot;dad&quot; &amp; &quot;mom&quot; respectively without realising it because she harbours no illusions of someone officially adopting the role of &quot;mom&quot; - a role which is absent in her memory. Thus, Cal and Atticus have equal status in Scout&#39;s upbringing with Calpurnia taking up the responsibility of teaching Scout how to write which is rare for a mere servant to do. </p>\n\n<p>The absence of her biological mother is thus rarely felt by the younger child. </p>\n\n<p>Obviously, this isn&#39;t the reason why Atticus is addressed by his name because that practice started before his wife passed away - he chose not to correct his older child and the younger one simply adopted her brother&#39;s practice is what we may infer. While Atticus&#39; reasons for doing so are widely discussed in forums - to be a father and a friend to his children is one oft-cited reason -  I wanted to share the effect of this practice on Scout.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/books/comments/oplp3a/an_unintended_consequence_of_scout_her_older/",
  "subreddit": "books",
  "id": "oplp3a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In Chapter 3, it is revealed that their cook Calpurnia or \"Cal\" has assumed the\nrole of \"mom\" especially to Scout who is younger and does not remember her mom\nwho passed away. When disciplined by Calpurnia, Scout childishly threatens to\ndrown herself to make Calpurnia feel sorry, thus laying bare…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "第3章では、彼らの料理人であるカルプルニア（Calpurnia）が\n特に若いスカウトにとっては「お母さん」の役割を担っています。\n亡くなられたお母さんのことを覚えていません。Calpurniaに叱られたScoutは、子供っぽく「溺れてやる」と脅す。\n溺れさせるという子供じみた脅しをして、Calpurniaに反省させる。",
      "title": "To Kill A Mocking Bird』で、スカウトと兄のジェムが父親のことを「お父さん」ではなく「アティカス」と呼んでいたことに起因する意図しない結果。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在第三章中，人们发现他们的厨师卡尔普尼娅或 \"卡尔 \"承担了 \"妈妈 \"的角色，特别是对年幼的斯科特来说，她不记得自己的妈妈。\n妈妈 \"的角色，特别是对年轻的Scout来说，她不记得她去世的妈妈。\n她已经去世了。当卡尔普尼娅对她进行管教时，斯科特幼稚地威胁说要把自己淹死，以便让卡尔普尼娅知道她是谁。\n淹死自己，让卡尔普尼娅感到抱歉，从而暴露了......",
      "title": "在《杀死一只嘲弄的鸟》中，斯科特和她的哥哥杰姆用阿提克斯的名字而不是 \"爸爸 \"来称呼他们的父亲，这是一个意外的结果。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在第三章中，人們發現他們的廚師卡爾普尼婭或 \"卡爾 \"承擔了 \"媽媽 \"的角色，特別是對年幼的斯科特來說，她不記得自己的媽媽。\n媽媽 \"的角色，特別是對年輕的Scout來說，她不記得她去世的媽媽。\n她已經去世了。當卡爾普尼婭對她進行管教時，斯科特幼稚地威脅說要把自己淹死，以便讓卡爾普尼婭知道她是誰。\n淹死自己，讓卡爾普尼婭感到抱歉，從而暴露了......",
      "title": "在《殺死一隻嘲弄的鳥》中，斯科特和她的哥哥傑姆用阿提克斯的名字而不是 \"爸爸 \"來稱呼他們的父親，這是一個意外的結果。"
    }
  ]
}