{
  "author": "Alltakendamnit",
  "original_created_utc": 1635495622,
  "title": "There was a cat coin once, for all those wondering",
  "created_utc": 1635554227,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>$GRUMPY was just starting to get big back in March/April when it was memecoin season and it looked like it was a cat to compete with SHIBA and other dog coins. But since the grumpy cat lady is a greedy old hag, she hit the $GRUMPY team with cease and desist. Wouldn&#39;t be too much of a problem but even Uniswap was scared shitless of the Grumpy cat legal team and they delisted the coin, which was probably a first. So much for decentralization. </p>\n\n<p>Anyway, the coin obviously dumped and it kinda killed the cat coin momentum. But some of the community members got together, took over $GRUMPY and rebranded it to PAWTHEREUM. It just launched a few weeks ago. You don&#39;t hear too much about yet it since they&#39;re more focused on donations to animal shelters than relentless shilling over the social media, but they&#39;ve slowly started with the marketing efforts and it&#39;s reflecting on the price action. But the main priority is not being a memecoin, it&#39;s about charity and helping animals. $GRUMPY was the first coin to start with the charity aspect donating like 70-80 thousand dollars in the first month being active. And it wasn&#39;t for the meme like it became later on with other memecoins. $PAWTH is now on the same path of helping not just cats, but all animals.</p>\n</div><!-- SC_ON -->",
  "score": 157,
  "permalink": "/r/CryptoCurrency/comments/qi80sk/there_was_a_cat_coin_once_for_all_those_wondering/",
  "subreddit": "CryptoCurrency",
  "id": "qi80sk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "$GRUMPY was just starting to get big back in March/April when it was memecoin\nseason and it looked like it was a cat to compete with SHIBA and other dog\ncoins. But since the grumpy cat lady is a greedy old hag, she hit the $GRUMPY\nteam with cease and desist. Wouldn't be too much of a problem but…"
}