{
  "author": "Tikiboo",
  "the_new_excerpt": "So...I finally started 'reading' (audible) Odd Thomas (I love the movie). Let me\njust say I love how he writes. This is not what I expected. I don't know what I\nexpected. I'm not much of a horror fan typically..so I guess I thought it would\nbe more like Stephen King (not much a fan)? IDK.\n\nI love…",
  "original_created_utc": 1623091806,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "だから...私はついにOdd Thomas（映画が大好きです）を「読み」（オーディブル）始めました。これだけは言わせてください。\n彼の書き方が好きだと言っておきましょう。これは私が期待していたものではありません。何を期待していたのかはわかりませんが\n期待していたものではない。私はホラーがあまり好きではないので、スティーブン・キング（あまり好きではないが）のような作品だと思っていたのでは？\nスティーブン・キング（あまりファンではありませんが）のような感じかな？分からない。\n\n私は好きだけど・・・。",
      "title": "ディーン・クーンツ・オッド・トーマス"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以......我终于开始'阅读'（有声）《奇异托马斯》（我喜欢这部电影）。让我\n我只想说我喜欢他的写作方式。这不是我所期望的。我不知道我\n期望。我不是一个典型的恐怖小说迷......所以我想我以为会是\n更像斯蒂芬-金（不怎么是他的粉丝）？不知道。\n\n我喜欢...",
      "title": "迪安-昆兹-奇-托马斯"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以......我終於開始'閱讀'（有聲）《奇異托馬斯》（我喜歡這部電影）。讓我\n我只想說我喜歡他的寫作方式。這不是我所期望的。我不知道我\n期望。我不是一個典型的恐怖小說迷......所以我想我以爲會是\n更像斯蒂芬-金（不怎麼是他的粉絲）？不知道。\n\n我喜歡...",
      "title": "迪安-昆茲-奇-托馬斯"
    }
  ],
  "title": "Dean Koontz Odd Thomas",
  "created_utc": 1623098007,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So...I finally started &#39;reading&#39; (audible) Odd Thomas (I love the movie). Let me just say I love how he writes. This is not what I expected. I don&#39;t know what I expected. I&#39;m not much of a horror fan typically..so I guess I thought it would be more like Stephen King (not much a fan)? IDK. </p>\n\n<p>I love how Koontz writes women. I love his descriptions. I  never expected to love it this much. This is so far out of my wheelhouse (sci-fi/fantasy..okay maybe not that far).</p>\n\n<p>So my question to you is...which next? I am only on OT book 1.</p>\n</div><!-- SC_ON -->",
  "score": 276,
  "permalink": "/r/books/comments/nuk6ox/dean_koontz_odd_thomas/",
  "subreddit": "books",
  "id": "nuk6ox",
  "is_self": true,
  "media": null,
  "is_video": false
}