{
  "author": "old_gold_mountain",
  "original_created_utc": 1632335593,
  "title": "YSK that if you are indoors and an earthquake hits, you should NOT attempt to change locations or leave the building. The danger of falling objects is far greater than the danger of building collapse.",
  "created_utc": 1632387237,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It is a common misconception that, due the risk of building collapse, you should attempt to leave the building when you feel shaking. This is EXACTLY WHAT YOU SHOULD NOT DO.</p>\n\n<p>The official guidance is unanimous. In the event of an earthquake, do one thing and one thing ONLY:</p>\n\n<ol>\n<li><p><strong>DUCK</strong> beneath a nearby sturdy object. If no sturdy desk, table, or countertop is available, duck next to an interior wall away form windows, heavy frames, shelves, and fixtures.</p></li>\n<li><p><strong>COVER</strong> your neck and head with your arms.</p></li>\n<li><p><strong>HOLD</strong> on to the object you&#39;re covering under until the shaking stops.</p></li>\n</ol>\n\n<p>Why YSK: In a major earthquake, it will be <em>extremely</em> difficult to move around inside a building. The ground is literally sweeping violently side to side beneath your feet. It would be like trying to run on the bed of a flatbed truck while it drives over a series of speed bumps. The danger of tripping and falling is serious, and winding up on the floor with your head and neck exposed while objects may be falling down all around you is a VERY DANGEROUS situation to be in.</p>\n\n<p>Furthermore, even if you manage to get out of the building, you will have to pass through the area immediately beneath the facade.</p>\n\n<p>Glass, masonry, concrete, etc...can very likely be separating from the facade of the building and falling to the street below, even if the building itself remains standing. You do NOT want to be in the area beneath the exterior of a building while the shaking is taking place.</p>\n\n<p>Only AFTER the shaking stops should you check for injuries, put on sturdy shoes, and calmly leave the building until it can be inspected for structural damage.</p>\n\n<p>The USGS web page on what to do during an earthquake reads:</p>\n\n<blockquote>\n<p>If you are INDOORS -- STAY THERE! Get under a desk or table and hang on to it (Drop, Cover, and Hold on!) or move into a hallway or against an inside wall. STAY CLEAR of windows, fireplaces, and heavy furniture or appliances. GET OUT of the kitchen, which is a dangerous place (things can fall on you). DON&#39;T run downstairs or rush outside while the building is shaking or while there is danger of falling and hurting yourself or being hit by falling glass or debris.</p>\n</blockquote>\n\n<p>The University of Washington advises:</p>\n\n<blockquote>\n<p>DO NOT run outside or to other rooms during shaking: The area near the exterior walls of a building is the most dangerous place to be. Windows, facades and architectural details are often the first parts of the building to collapse. To stay away from this danger zone, stay inside if you are inside and outside if you are outside.</p>\n</blockquote>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/ptdv0u/ysk_that_if_you_are_indoors_and_an_earthquake/",
  "subreddit": "YouShouldKnow",
  "id": "ptdv0u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It is a common misconception that, due the risk of building collapse, you should\nattempt to leave the building when you feel shaking. This is EXACTLY WHAT YOU\nSHOULD NOT DO.\n\nThe official guidance is unanimous. In the event of an earthquake, do one thing\nand one thing ONLY:\n\n 1. DUCK beneath a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "建物が倒壊する危険性があるから、建物から離れようとするのは、よくある誤解です。\n揺れを感じたら建物の外に出るべきだというのはよくある誤解です。これは、まったくもって\nするべきではありません。\n\n公式のガイダンスは一致しています。地震が発生したら、やるべきことはただひとつ。\nすることは1つだけです。\n\n 1. 1. 避難所の下に隠れる。",
      "title": "YSKでは、屋内にいて地震が発生した場合、場所を変えたり、建物から出ようとしたりしてはいけません。建物の倒壊よりも落下物の危険性の方がはるかに大きいからです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "一个常见的误解是，由于有建筑物倒塌的风险，你应该\n当你感觉到摇晃时，应尝试离开建筑物。这恰恰是你\n不应该这样做。\n\n官方的指导意见是一致的。在发生地震时，做一件事\n而且只做一件事。\n\n 1. 躲避在一个大树下面。",
      "title": "YSK，如果你在室内，地震发生时，你不应该试图改变位置或离开建筑物。坠落物体的危险远远大于建筑物倒塌的危险。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一個常見的誤解是，由於有建築物倒塌的風險，你應該\n當你感覺到搖晃時，應嘗試離開建築物。這恰恰是你\n不應該這樣做。\n\n官方的指導意見是一致的。在發生地震時，做一件事\n而且只做一件事。\n\n 1. 躲避在一個大樹下面。",
      "title": "YSK，如果你在室內，地震發生時，你不應該試圖改變位置或離開建築物。墜落物體的危險遠遠大於建築物倒塌的危險。"
    }
  ]
}