{
  "author": "jss193",
  "the_new_excerpt": "I have finished ASOIAF series probably like 4 years ago and since then I didn't\ntouched that books. Today I was really bored and didn't felt like starting\nreading a book that I've already read because I should have new books delivered\ntomorrow. So there I am, staring at my library, wondering how to…",
  "original_created_utc": 1618336608,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ASOIAFシリーズは4年ほど前に完結しましたが、それ以降は手をつけていません。\nそれ以来、その本には触れていませんでした。今日は本当に退屈で、すでに読んだ本を読み始める気になれなかった。\n明日には新しい本が届くはずなので、すでに読んだ本を読み始める気にならなかった。\n明日には新しい本が届くはずだから。そこで、私は自分の図書館を見つめながら、どうすれば...",
      "title": "G.R.R.Mのライティングの良さを忘れていました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我大概在4年前看完了ASOIAF系列，从那时起，我就没有再看了。\n感动了那几本书。今天，我真的很无聊，不觉得开始\n读一本我已经读过的书，因为我应该有新书送来。\n明天。所以我在那里，盯着我的图书馆，想知道如何... ...",
      "title": "我都忘了G.R.R.M写得多好了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我大概在4年前看完了ASOIAF系列，從那時起，我就沒有再看了。\n感動了那幾本書。今天，我真的很無聊，不覺得開始\n讀一本我已經讀過的書，因爲我應該有新書送來。\n明天。所以我在那裏，盯着我的圖書館，想知道如何... ...",
      "title": "我都忘了G.R.R.M寫得多好了"
    }
  ],
  "title": "I forgot how good G.R.R.M writing is",
  "created_utc": 1618362971,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have finished ASOIAF series probably like 4 years ago and since then I didn&#39;t touched that books. Today I was really bored and didn&#39;t felt like starting reading a book that I&#39;ve already read because I should have new books delivered tomorrow. So there I am, staring at my library, wondering how to kill a few minutes. So I just picked up Clash of Kings to know how big of a shame it is that we are not gonna have this series finished. And I have to say. Oh boy, I opened book at chapter where Jon meets Ygritte for the first time. God damn, this is so well written that I have no words. I can&#39;t even describe what a Fantasy genre is about to loose in an upcoming years.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/mq7pjh/i_forgot_how_good_grrm_writing_is/",
  "subreddit": "books",
  "id": "mq7pjh",
  "is_self": true,
  "media": null,
  "is_video": false
}