{
  "author": "mutantenzyme",
  "the_new_excerpt": "Elsewhere on Reddit, I encountered this opinion statement: “It is better to\nregret not having kids than to regret having kids.” I’ve decided that I agree\nwith this perspective for these reasons:\n\n1) NEGATIVE IMPACT ON OTHERS Both of these types of regret could be painful for\nyou personally to live…",
  "original_created_utc": 1615636034,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在Reddit的其他地方，我遇到了这样的意见陈述。\"最好是\n后悔没有孩子比后悔有孩子。\" 我已经决定，我同意\n基于这些原因，我们同意这种观点。\n\n1）对他人的消极影响 这两种类型的后悔都会让人感到痛苦。\n你亲自去住...",
      "title": "CMV：后悔没有孩子，不如后悔有孩子。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在Reddit的其他地方，我遇到了這樣的意見陳述。\"最好是\n後悔沒有孩子比後悔有孩子。\" 我已經決定，我同意\n基於這些原因，我們同意這種觀點。\n\n1）對他人的消極影響 這兩種類型的後悔都會讓人感到痛苦。\n你親自去住...",
      "title": "CMV：後悔沒有孩子，不如後悔有孩子。"
    }
  ],
  "title": "CMV: It is better to regret not having kids than to regret having kids.",
  "created_utc": 1615674760,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Elsewhere on Reddit, I encountered this opinion statement: “It is better to regret not having kids than to regret having kids.” I’ve decided that I agree with this perspective for these reasons: </p>\n\n<p>1) NEGATIVE IMPACT ON OTHERS Both of these types of regret could be painful for you personally to live with, but the latter is more likely to cause more pain in others’ lives. So, if you regret having kids, that is likely to have a greater negative impact overall because it may hurt not only you but also your relationships with your children, and it may do more damage to your relationships with others in your life (such as your significant other, your friends, your siblings, and your parents). </p>\n\n<p>2) DISTRACTIBILITY If you regret not having kids, then you may be more likely to be able to successfully and harmlessly distract yourself from that regret by focusing on your work, your love life, your pets, and/or your hobbies. If you regret having kids, then it will be more difficult to distract yourself from that regret; if you do succeed in distracting yourself, then you may be a neglectful parent who does not spend an adequate amount of time with the kids. </p>\n\n<p>3) OPPORTUNITIES FOR RELIEF If you regret not having kids, then you may be able to find some degree of relief or comfort through maintaining meaningful relationships with others’ kids, either by working with kids (e.g., as a schoolteacher or tutor) or through helping others’ kids (e.g., as a relative or family friend who babysits). These alternatives to having kids of your own may partially satisfy the inner drive to be a parent by allowing you to feel that you are making a positive difference in the lives of children, and they may be beneficial to others as well as to yourself. In contrast, if you regret having kids, then you either could not find any analogous sense of relief or, at the very least, you probably could not do so without compromising your parenting of your kids and possibly feeling guilty.   </p>\n\n<p>4) IRREVERSIBILITY If you regret not having kids, then you may be able to reverse that decision and adopt kids later on, perhaps even later in life. The decision not to have kids is likely to be reversible, especially if you are open to adopting (even as a single and/or older parent), step-parenting, or using IVF with gestational surrogacy. If you regret having kids, then you might opt to escape from your responsibilities by abandoning them, but that is highly irresponsible and likely to be mentally harmful to the kids, who will continue to exist even if you act as if they do not. In other words, you can reverse your decision to be involved with taking care of the kids, but you cannot reverse your decision to have kids. The decision to have kids is a permanent, final decision that creates the need for an ongoing commitment to parenting, but the decision not to have kids may not have to be a permanent one.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/m44rm9/cmv_it_is_better_to_regret_not_having_kids_than/",
  "subreddit": "changemyview",
  "id": "m44rm9",
  "is_self": true,
  "media": null,
  "is_video": false
}