{
  "author": "Russianblu6",
  "original_created_utc": 1639658301,
  "title": "Women with Cardi B like nails, how do you wipe your ass?",
  "created_utc": 1639663880,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I can&amp;#39;t imagine anyone not cutting up thier little pucker hole with those sharp long nails when they wipe. Is there an &amp;quot;ice cream scoop&amp;quot; thing happening here? Also, how do you keep them clean and sanitary at all times? Are people afraid to eat your cooking? I mean there is so much real estate for pathogens on those puppies.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 120,
  "permalink": "/r/TooAfraidToAsk/comments/rhpwmv/women_with_cardi_b_like_nails_how_do_you_wipe/",
  "subreddit": "TooAfraidToAsk",
  "id": "rhpwmv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I can't imagine anyone not cutting up thier little pucker hole with those sharp\nlong nails when they wipe. Is there an \"ice cream scoop\" thing happening here?\nAlso, how do you keep them clean and sanitary at all times? Are people afraid to\neat your cooking? I mean there is so much real estate for…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I can't imagine anyone not cut up?\nその鋭い長い爪で、小さなパッカーの穴を拭きながら。ってあるんですか？\nアイスクリーム・スクープ(quot;ice cream scoop&quot)のようなことが起こっているのでしょうか？また、どのようにそれらを維持するのですか？\n常に清潔で衛生的な状態を保つことができるのでしょうか？食べるのをためらってしまうのでは...？",
      "title": "カーディ・Bがネイルみたいな女、どうやってケツ拭くんだ？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我无法想象有人会不切身体会。\n擦拭时，用那些锋利的长指甲切开他们的小皱褶孔。是否有一个\n在这里发生的 \"冰激凌勺 \"事件？另外，你是如何保持它们\n清洁和卫生的？人们是否害怕吃你的...",
      "title": "有Cardi B的女人像钉子一样，你是怎么擦屁股的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我無法想象有人會不切身體會。\n擦拭時，用那些鋒利的長指甲切開他們的小皺褶孔。是否有一個\n在這裏發生的 \"冰激凌勺 \"事件？另外，你是如何保持它們\n清潔和衛生的？人們是否害怕喫你的...",
      "title": "有Cardi B的女人像釘子一樣，你是怎麼擦屁股的？"
    }
  ]
}