{
  "author": "witty_kity",
  "original_created_utc": 1626018222,
  "title": "Glorifying Toxic Relation in many Y/A novels",
  "created_utc": 1626027431,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am not a teen but I have a cousin who is and loves reading novels especially Y/A fantasy novels and tbh I am disturbed at the portrayal of relationships in them and how everyone is okay with it. Like what message are we passing on to teenage girls? I looked at the books that are popular on book tiktok and tbh most of them have Male Leads that are unnecessarily possessive, jealous, overly manly, abusive and the women are either portrayed as a rehabilitation centre to them or come to change them through love. The most disturbing part, most of these books are written by women.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/books/comments/oi6sdn/glorifying_toxic_relation_in_many_ya_novels/",
  "subreddit": "books",
  "id": "oi6sdn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am not a teen but I have a cousin who is and loves reading novels especially\nY/A fantasy novels and tbh I am disturbed at the portrayal of relationships in\nthem and how everyone is okay with it. Like what message are we passing on to\nteenage girls? I looked at the books that are popular on book…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はティーンではありませんが、ティーンのいとこがいて、小説を読むのが大好きです。\nY/Aファンタジー小説を愛読しています。\n描かれていて、みんながそれを良しとしているのが気になります。私たちは10代の女の子にどんなメッセージを伝えているのでしょうか？\n10代の女の子にどんなメッセージを伝えているのか？本屋さんで人気のある本を見てみると...。",
      "title": "多くのY/A小説の中で、有害な関係を美化していること"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不是青少年，但我有个表妹是青少年，她喜欢看小说，尤其是Y/A类的幻想小说。\n我对其中的关系描写感到不安。\n说实话，我对这些小说中的关系描写感到不安，而且每个人都能接受这种关系。就像我们在向少女传递什么信息\n少女？我看了看书上流行的书...",
      "title": "在许多Y/A小说中美化有毒的关系"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是青少年，但我有個表妹是青少年，她喜歡看小說，尤其是Y/A類的幻想小說。\n我對其中的關係描寫感到不安。\n說實話，我對這些小說中的關係描寫感到不安，而且每個人都能接受這種關係。就像我們在向少女傳遞什麼信息\n少女？我看了看書上流行的書...",
      "title": "在許多Y/A小說中美化有毒的關係"
    }
  ]
}