{
  "author": "Crescendo104",
  "original_created_utc": 1635022731,
  "title": "Anyone else always read the introduction after finishing the novel?",
  "created_utc": 1635039864,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read a lot of classics. In fact, I&#39;d say that it&#39;s my favorite &quot;genre&quot; (using the term loosely as obviously classics are of all different genres), but it always seems as though the introductions are aimed at people who are rereading and picking up a new edition or translation, rather than first-time readers. Now, for world literature, I do indeed usually read the translator&#39;s note, but as far as the introductions go, my copies of Jane Eyre, Crime and Punishment, Anna Karenina, The Trial (the list goes on) are absolutely riddled with spoilers. They&#39;re still usually very insightful, but I always prefer to read them afterward for obvious reasons.</p>\n\n<p>This doesn&#39;t seem to be as common of an issue for modern literature, but I&#39;m still curious if anyone else has this same habit.</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/books/comments/qedei2/anyone_else_always_read_the_introduction_after/",
  "subreddit": "books",
  "id": "qedei2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I read a lot of classics. In fact, I'd say that it's my favorite \"genre\" (using\nthe term loosely as obviously classics are of all different genres), but it\nalways seems as though the introductions are aimed at people who are rereading\nand picking up a new edition or translation, rather than first…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はたくさんの古典を読みました。実際、古典は私の最も好きな「ジャンル」だと言っても過言ではありません。\nクラシックには様々なジャンルがあることは明らかなので、大まかな表現ですが）。\nしかし、紹介されている内容は、再読している人や新しい版や翻訳を手に取っている人を対象にしているように思えます。\nしかし、この本の紹介は、再読したり、新版や新訳を手に取ったりする人を対象としているように思えます。",
      "title": "いつも小説を読み終えた後に序章を読む人はいますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我读过很多经典作品。事实上，我想说这是我最喜欢的 \"类型\"（使用\n这个词很宽泛，因为显然经典作品属于各种不同的类型），但它似乎总是针对那些重读的人。\n但是，这些介绍似乎总是针对那些正在重读的人。\n和拿起新版本或翻译的人，而不是第一次......",
      "title": "还有人总是在看完小说后再看简介吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我讀過很多經典作品。事實上，我想說這是我最喜歡的 \"類型\"（使用\n這個詞很寬泛，因爲顯然經典作品屬於各種不同的類型），但它似乎總是針對那些重讀的人。\n但是，這些介紹似乎總是針對那些正在重讀的人。\n和拿起新版本或翻譯的人，而不是第一次......",
      "title": "還有人總是在看完小說後再看簡介嗎？"
    }
  ]
}