{
  "author": "Snaxx9716",
  "the_new_excerpt": "Why YSK: Doctors sometimes receive payments from drug and medical device\ncompanies for a variety of reasons... some are benign (research), and some are\nless so (commissions for medical devices). In the United States, this website\n[https://openpaymentsdata.cms.gov] (which is run by the government)…",
  "original_created_utc": 1620220783,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：医師は、医薬品や医療機器の企業から報酬を受け取ることがあります。\n様々な理由で...良心的なもの（研究）もあれば、そうでないもの（医療機器のコミッション）もあります。\nそうでないもの（医療機器のコミッション）もあります。アメリカでは、このウェブサイト\n[https://openpaymentsdata.cms.gov] （政府が運営しています）...",
      "title": "YSK アメリカでは、医師が製薬会社からどれだけのお金を受け取っているかを調べることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：医生有时会因为各种原因从药品和医疗设备公司获得报酬。\n有些是良性的（研究），有些则是不那么良性的（医药交易佣金）。\n有些是良性的（研究），有些是不那么良性的（医疗设备的佣金）。在美国，这个网站\n[https://openpaymentsdata.cms.gov]（该网站由政府管理）...",
      "title": "YSK说，在美国，你可以查找医生，看看他们从药品制造商那里得到了多少钱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：醫生有時會因爲各種原因從藥品和醫療設備公司獲得報酬。\n有些是良性的（研究），有些則是不那麼良性的（醫藥交易佣金）。\n有些是良性的（研究），有些是不那麼良性的（醫療設備的佣金）。在美國，這個網站\n[https://openpaymentsdata.cms.gov]（該網站由政府管理）...",
      "title": "YSK說，在美國，你可以查找醫生，看看他們從藥品製造商那裏得到了多少錢。"
    }
  ],
  "title": "YSK that in the United States, you can look up doctors to see how much money they’ve received from drug manufacturers.",
  "created_utc": 1620233426,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Doctors sometimes receive payments from drug and medical device companies for a variety of reasons... some are benign (research), and some are less so (commissions for medical devices). In the United States, <a href=\"https://openpaymentsdata.cms.gov\">this website</a> (which is run by the government) allows us to search for doctors by name and pull up reports of every payment they have received from drug and medical device companies. </p>\n\n<p>Keep in mind that not every payment is nefarious and the reports do not provide much context, but it could be a good resource if you are questioning the motivation behind an expensive prescription or device. I suggest always talking to your doctor if you find information that concerns you or if you are worried about potential conflicts of interest due to payments received. </p>\n\n<p>Real life examples: one of my doctors prescribed me an incredibly expensive medication ($2k per month). I looked him up and saw that he had no payments from any manufacturers. It was obvious that he was prescribing the medication because he felt it was in my best interests and not because he had the company’s money in his pocket. Another doctor prescribed me  multiple brand-name medications that would cost me $200 per month out of pocket and offered no alternatives even when I said I was uncomfortable with what she had prescribed. She was pushy and refused to listen to my concerns. When I looked her up, I saw that she had been paid over $100k in the previous year by the manufacturers of those specific medications. I decided to find another doctor because at that point, I felt her motivations were in the wrong place. </p>\n\n<p>Most doctors are awesome and ethical, but it’s necessary to stay informed. But again- please use caution with the information on the site and don’t jump to conclusions about what it all means.</p>\n</div><!-- SC_ON -->",
  "score": 149,
  "permalink": "/r/YouShouldKnow/comments/n5fqz7/ysk_that_in_the_united_states_you_can_look_up/",
  "subreddit": "YouShouldKnow",
  "id": "n5fqz7",
  "is_self": true,
  "media": null,
  "is_video": false
}