{
  "author": "Dr_Photo_Popper",
  "the_new_excerpt": "Why YSK: This can be lifesaving for many reasons, but another thing I've noticed\nis this \"Kardia\" device that markets itself as a homemade ECG using just 2\nfingers. They tout it can detect \"bradycardia, tachycardia, and atrial\nfibrillation\" which all sounds great. Thing is, so can your finger.…",
  "original_created_utc": 1623439770,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：これは様々な理由で命を救うことができますが、私がもう一つ注目したのは\nKardia \"というデバイスは、たった2本の指で心電図を取ることができるというものです。\nこれは、たった2本の指で心電図をとることができるというものです。徐脈、頻脈、心房細動」を検出できると宣伝しています。\n徐脈、頻脈、心房細動」を検出できると宣伝していますが、これは素晴らしいことです。問題は、あなたの指でも検出できるということだ....",
      "title": "YSK 自分の脈を確認する方法"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：由于许多原因，这可以拯救生命，但我注意到另一件事\n是这个 \"Kardia \"设备，它的市场定位是自制心电图，只用两根手指。\n手指。他们宣称可以检测 \"心动过缓、心动过速和心房颤动\"。\n颤动\"，这听起来很不错。问题是，你的手指也可以....。",
      "title": "YSK 如何检查自己的脉搏"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：由於許多原因，這可以拯救生命，但我注意到另一件事\n是這個 \"Kardia \"設備，它的市場定位是自制心電圖，只用兩根手指。\n手指。他們宣稱可以檢測 \"心動過緩、心動過速和心房顫動\"。\n顫動\"，這聽起來很不錯。問題是，你的手指也可以....。",
      "title": "YSK 如何檢查自己的脈搏"
    }
  ],
  "title": "YSK How to check your own pulse",
  "created_utc": 1623484198,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This can be lifesaving for many reasons, but another thing I&#39;ve noticed is this &quot;Kardia&quot; device that markets itself as a homemade ECG using just 2 fingers. They tout it can detect &quot;bradycardia, tachycardia, and atrial fibrillation&quot; which all sounds great. Thing is, so can your finger. Bradycardia is a slow heartrate, tachycardia is fast, atrial fibrillation can be felt as irregular beats (the spacing in between beats is variable and no two are the same). So to save yourself some money and to teach a potentially life saving skill, here&#39;s how you do it:</p>\n\n<p>Take your index and middle fingers (never use your thumb) and place them gently on either your radial artery, which you can find by starting at the palm side of your index finger, and tracing down in a straight line to your wrist just below your hand, or the carotid artery which is found on either side of your windpipe. You don&#39;t have to press hard, just gently enough to feel the pulse. Use a clock or watch or your phone as a timer, and count for 15 seconds. Multiply whatever you get by 4 and that&#39;s your heartrate. Pay attention to the rhythm as well.</p>\n\n<p>If it&#39;s within the 60-100 mark, that&#39;s considered normal. Granted if you&#39;re sitting on the couch and it&#39;s 88 you may want to consider investigating. If it&#39;s under 60 it&#39;s considered bradycardia, over 100 is tachycardia. Take all this in context though, an athlete&#39;s heartrate is naturally lower than a normal person&#39;s, and if you just brought in groceries it&#39;ll be higher than resting. I hope this helps when you just want to do a quick heart checkup!</p>\n\n<p><a href=\"https://www.healthline.com/health/how-to-check-heart-rate\">https://www.healthline.com/health/how-to-check-heart-rate</a></p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/nxo4l7/ysk_how_to_check_your_own_pulse/",
  "subreddit": "YouShouldKnow",
  "id": "nxo4l7",
  "is_self": true,
  "media": null,
  "is_video": false
}