{
  "author": "-SpazzyJazzy-",
  "original_created_utc": 1627233979,
  "title": "YSK that you can remove hairdye stains from your skin with water and baking soda",
  "created_utc": 1627336402,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: No one wants to go to work or go out after getting hairdye stains on your face, arms, etc. If you&#39;re one of those people who dye your hair dark of crazy colors, sometimes those stains can stay on your skin for days. Especially inconvenient for work or outings. Use a wet rag, put a little bit of baking soda on it, and gently wipe the stains off. Scrubbing with baking soda may really hurt your skin so be sure not to scrub too hard. Baking soda is a very good absorbent. It works well for absorbing the hairdye color.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/orfsq7/ysk_that_you_can_remove_hairdye_stains_from_your/",
  "subreddit": "YouShouldKnow",
  "id": "orfsq7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: No one wants to go to work or go out after getting hairdye stains on\nyour face, arms, etc. If you're one of those people who dye your hair dark of\ncrazy colors, sometimes those stains can stay on your skin for days. Especially\ninconvenient for work or outings. Use a wet rag, put a little…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：顔や腕などに染毛剤のシミがついた状態で仕事や外出をしたくないですよね。\n顔や腕などにヘアダイのシミをつけて仕事や外出をしたくないですよね。もしあなたがおかしな色に髪を染めている人なら、そのシミが何日も肌に残ることがあります。\n何日も肌に残ってしまうこともありますよね。特に\n仕事やお出かけには不便ですよね。濡れた雑巾を使い、少量の...",
      "title": "水と重曹で肌についたヘアダイのシミを落とせるというYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：没有人愿意在脸上或手臂上沾上染发剂的污渍后去工作或外出。\n脸上、胳膊上等等。如果你是那种把头发染成深色的人\n如果你是那种把头发染成深色的人，有时这些污渍会在你的皮肤上停留好几天。特别是\n不方便工作或外出。用一块湿抹布，放一点...",
      "title": "YSK，可以用水和小苏打去除皮肤上的染发剂污渍"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：沒有人願意在臉上或手臂上沾上染髮劑的污漬後去工作或外出。\n臉上、胳膊上等等。如果你是那種把頭髮染成深色的人\n如果你是那種把頭髮染成深色的人，有時這些污漬會在你的皮膚上停留好幾天。特別是\n不方便工作或外出。用一塊溼抹布，放一點...",
      "title": "YSK，可以用水和小蘇打去除皮膚上的染髮劑污漬"
    }
  ]
}