{
  "author": "heykarlll",
  "the_new_excerpt": "WHY YSK:\n\nA frame that is too narrow will make your face look wider, while a frame that is\ntoo wide will make your face look narrower. This is one of the most important\nfactors in finding a pair of glasses that fits well. Find a frame that is\nslightly wider than your face — no more than a finger…",
  "original_created_utc": 1621726117,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "WHY YSK:\n\n狭すぎるフレームは顔の幅を広く見せ、広すぎるフレームは顔の幅を狭く見せます。\n幅が広すぎると、顔が狭く見えてしまいます。これは、似合うメガネを見つけるための最も重要な要素のひとつです。\nフィットするメガネを見つけるための重要な要素のひとつです。自分の顔よりもわずかに広い幅のフレームを見つけてください。\nあなたの顔よりも少しだけ広いフレームを見つけてください。",
      "title": "YSK 眼鏡の内側のアームにある3つのセットの数字は、レンズの幅、ノーズブリッジの幅、テンプルの長さのミリ単位です。自分の顔の特徴に合わせてサイズを調整してください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK？\n\n太窄的框架会使你的脸看起来更宽，而太宽的框架则会使你的脸看起来更窄。\n太宽会使你的脸看起来更窄。这是找到一副合适的眼镜最重要的因素之一。\n这是找到一副合适的眼镜的最重要因素之一。找到一个合适的镜框\n比你的脸稍微宽一点--不超过一个手指。",
      "title": "YSK 眼镜内臂上的三组数字是以毫米为单位的：镜片宽度、鼻梁宽度和太阳穴长度。根据你的脸型和特征来调整尺寸。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK？\n\n太窄的框架會使你的臉看起來更寬，而太寬的框架則會使你的臉看起來更窄。\n太寬會使你的臉看起來更窄。這是找到一副合適的眼鏡最重要的因素之一。\n這是找到一副合適的眼鏡的最重要因素之一。找到一個合適的鏡框\n比你的臉稍微寬一點--不超過一個手指。",
      "title": "YSK 眼鏡內臂上的三組數字是以毫米爲單位的：鏡片寬度、鼻樑寬度和太陽穴長度。根據你的臉型和特徵來調整尺寸。"
    }
  ],
  "title": "YSK The three sets numbers on the inside arm of your eyeglasses are in millimeters for: lens width, nose bridge width, and temple length. Adjust size accordingly to your face and its features.",
  "created_utc": 1621742339,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><h1>WHY YSK:</h1>\n\n<p>A frame that is too narrow will make your face look wider, while a frame that is too wide will make your face look narrower. This is one of the most important factors in finding a pair of glasses that fits well. Find a frame that is slightly wider than your face — no more than a finger width between the temple and your face. Any wider is a sign your frames are too wide. (This measurement is not printed on the temple of your glasses. To find it, take your measuring tape and measure horizontally across the front of your frames, including any hinges or design features that stick out on the sides.)</p>\n\n<p>The numbers, from left to right are for:</p>\n\n<h1>LENS WIDTH</h1>\n\n<p>To determine which lens size is right for you, know that a small lens width is 50mm or less, medium is between 51mm and 54mm and large is any lens wider than 55mm.</p>\n\n<p>Your eyes should be centered within your lenses. Eyeglass frames that are too wide will make your eyes appear too close together, while narrow frames will give your eyes a wide-set look.</p>\n\n<h1>TEMPLE LENGTH</h1>\n\n<p>Temple length is the measurement in millimeters of the “arms” of the frame. This measurement does not vary as much as the others. 135mm, 140mm, 145mm, and 150mm are the most common options. The temple should fit horizontally and evenly along your face and fit comfortably along the outside of your ear.</p>\n\n<h1>BRIDGE WIDTH</h1>\n\n<p>The distance between two lenses equals a frame&#39;s bridge width. The bridge should sit comfortably flush against your nose. If you have close-set eyes or want a narrow bridge, this number should be lower. If you have wide-set eyes or want a wide bridge, this number should be higher.</p>\n\n<p>The location of your nose can help determine which frame style works best for you. If your nose is higher on your face, an eyeglass style where the bridge is even with the frame’s brow line will look best. If your nose is situated a bit lower on your face, a frame with a lower bridge and curved brow line will better suit your features.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/niuwil/ysk_the_three_sets_numbers_on_the_inside_arm_of/",
  "subreddit": "YouShouldKnow",
  "id": "niuwil",
  "is_self": true,
  "media": null,
  "is_video": false
}