{
  "author": "BingBlessAmerica",
  "original_created_utc": 1637889368,
  "title": "CMV: \"Real communism has never been tried\" is a factually incorrect and incredibly disingenuous argument",
  "created_utc": 1637897865,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><ol>\n<li>Real communism may have not ever been achieved, but it has certainly been <em>attempted</em>, and to ignore that ignores the real and tangible contributions of real people to the theory and practice of socialism. Mao, Lenin, Castro and Stalin all read and wrote extensively about Marxist theory and made many justifications on how their policies would bring their respective countries closer to the ideal of Marx. If you would want to establish real communism, you have to see how past people did it and what they got right and wrong. And it&#39;s not as if they were all charlatans either who only cared about money or big mansions - that kind of thinking leads to small men who get overthrown easily. A lot of these people genuinely bought into their own bullshit and believed that communism would be achieved within their lifetimes.</li>\n<li>It&#39;s a self-fulfilling redundancy where you essentially define your ideology as being perfect, and any attempt to do it where it goes wrong can be easily disavowed because if it were truly attempted, it would obviously succeed. Communism may be an ideal, but it is also inherently flawed because of the means available to us to achieve that ideal in the first place, no?</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 212,
  "permalink": "/r/changemyview/comments/r2bcqc/cmv_real_communism_has_never_been_tried_is_a/",
  "subreddit": "changemyview",
  "id": "r2bcqc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": " 1. Real communism may have not ever been achieved, but it has certainly been\n    attempted, and to ignore that ignores the real and tangible contributions of\n    real people to the theory and practice of socialism. Mao, Lenin, Castro and\n    Stalin all read and wrote extensively about Marxist…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": " 1. 真の共産主義は達成されていないかもしれないが、試みられたことは確かである。\n    そのことを無視することは、現実の人々の理論と実践への現実的で具体的な貢献を無視することになります。\n    それを無視することは、社会主義の理論と実践に対する現実の人々の具体的な貢献を無視することになります。毛沢東、レーニン、カストロ、スターリン\n    スターリンは皆、マルクス主義の理論と実践を広く読み、書いた。",
      "title": "CMV: 「本当の共産主義は試みられたことがない」というのは、事実に反した、信じられないような軽率な議論です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": " 1. 1.真正的共产主义可能从未实现过，但它肯定被尝试过。\n    的尝试，而忽视这一点则是忽视了真正的人对社会主义的理论和实践所作出的真实而具体的贡献。\n    真正的人对社会主义的理论和实践做出了真实而具体的贡献。毛泽东、列宁、卡斯特罗和\n    斯大林都广泛地阅读和撰写了马克思主义。",
      "title": "CMV: \"真正的共产主义从未被尝试过 \"是一个与事实不符的、令人难以置信的虚伪的论点"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": " 1. 1.真正的共產主義可能從未實現過，但它肯定被嘗試過。\n    的嘗試，而忽視這一點則是忽視了真正的人對社會主義的理論和實踐所作出的真實而具體的貢獻。\n    真正的人對社會主義的理論和實踐做出了真實而具體的貢獻。毛澤東、列寧、卡斯特羅和\n    斯大林都廣泛地閱讀和撰寫了馬克思主義。",
      "title": "CMV: \"真正的共產主義從未被嘗試過 \"是一個與事實不符的、令人難以置信的虛僞的論點"
    }
  ]
}