{
  "author": "BingBlessAmerica",
  "original_created_utc": 1637889368,
  "title": "CMV: \"Real communism has never been tried\" is a factually incorrect and incredibly disingenuous argument",
  "created_utc": 1637897865,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><ol>\n<li>Real communism may have not ever been achieved, but it has certainly been <em>attempted</em>, and to ignore that ignores the real and tangible contributions of real people to the theory and practice of socialism. Mao, Lenin, Castro and Stalin all read and wrote extensively about Marxist theory and made many justifications on how their policies would bring their respective countries closer to the ideal of Marx. If you would want to establish real communism, you have to see how past people did it and what they got right and wrong. And it&#39;s not as if they were all charlatans either who only cared about money or big mansions - that kind of thinking leads to small men who get overthrown easily. A lot of these people genuinely bought into their own bullshit and believed that communism would be achieved within their lifetimes.</li>\n<li>It&#39;s a self-fulfilling redundancy where you essentially define your ideology as being perfect, and any attempt to do it where it goes wrong can be easily disavowed because if it were truly attempted, it would obviously succeed. Communism may be an ideal, but it is also inherently flawed because of the means available to us to achieve that ideal in the first place, no?</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/changemyview/comments/r2bcqc/cmv_real_communism_has_never_been_tried_is_a/",
  "subreddit": "changemyview",
  "id": "r2bcqc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": " 1. Real communism may have not ever been achieved, but it has certainly been\n    attempted, and to ignore that ignores the real and tangible contributions of\n    real people to the theory and practice of socialism. Mao, Lenin, Castro and\n    Stalin all read and wrote extensively about Marxist…"
}