{
  "author": "jusub",
  "original_created_utc": 1628698365,
  "title": "ISO mystery or police procedural that doesn’t rely on torture porn or psychopaths stalking the detective.",
  "created_utc": 1628715593,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I love mysteries and police procedurals, but I’m finding that, especially with books in a series, authors write more and more violence and torture into their stories. These series almost always take a very dark turn. </p>\n\n<p>A quick example that comes to mind is Patricia Cornwell. Her early works were great forensic and detective stories. Later books really challenged belief and got gorier and gorier. </p>\n\n<p>I don’t mind gritty or restrained violence - I do like a fair degree of verisimilitude - but I don’t like torture porn or unrealistic serial killers who target detectives. In all real-life cases of serial killers that I know about, none have involved a personal stalking of the investigator(s). This trope now seems trite.</p>\n\n<p>Definitely not looking for cozy mysteries at all, but I want something that doesn’t include violence for its own sake.</p>\n\n<p>Authors that I have liked:\nPD James (all-time favorite)\nIan Rankin\nJD Kirk\nShari Lapena\nDonna Leon</p>\n\n<p>Authors I cannot read again:\nKarin Slaughter\nPatricia Cornwell\nSteig Larsson \nAdler-Olsen</p>\n\n<p>Many of my favorites take place in the UK or on the Continent, but I’m definitely open to other settings. Stories set in SE Asia, like Bangkok 8, are particularly appealing. I’d also like to try anything set in any African country, preferably written by an African writer. </p>\n\n<p>I hope I don’t sound too picky, but any recommendations are appreciated!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/booksuggestions/comments/p2g82a/iso_mystery_or_police_procedural_that_doesnt_rely/",
  "subreddit": "booksuggestions",
  "id": "p2g82a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I love mysteries and police procedurals, but I’m finding that, especially with\nbooks in a series, authors write more and more violence and torture into their\nstories. These series almost always take a very dark turn.\n\nA quick example that comes to mind is Patricia Cornwell. Her early works…"
}