{
  "author": "jusub",
  "original_created_utc": 1628698365,
  "title": "ISO mystery or police procedural that doesn’t rely on torture porn or psychopaths stalking the detective.",
  "created_utc": 1628715593,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I love mysteries and police procedurals, but I’m finding that, especially with books in a series, authors write more and more violence and torture into their stories. These series almost always take a very dark turn. </p>\n\n<p>A quick example that comes to mind is Patricia Cornwell. Her early works were great forensic and detective stories. Later books really challenged belief and got gorier and gorier. </p>\n\n<p>I don’t mind gritty or restrained violence - I do like a fair degree of verisimilitude - but I don’t like torture porn or unrealistic serial killers who target detectives. In all real-life cases of serial killers that I know about, none have involved a personal stalking of the investigator(s). This trope now seems trite.</p>\n\n<p>Definitely not looking for cozy mysteries at all, but I want something that doesn’t include violence for its own sake.</p>\n\n<p>Authors that I have liked:\nPD James (all-time favorite)\nIan Rankin\nJD Kirk\nShari Lapena\nDonna Leon</p>\n\n<p>Authors I cannot read again:\nKarin Slaughter\nPatricia Cornwell\nSteig Larsson \nAdler-Olsen</p>\n\n<p>Many of my favorites take place in the UK or on the Continent, but I’m definitely open to other settings. Stories set in SE Asia, like Bangkok 8, are particularly appealing. I’d also like to try anything set in any African country, preferably written by an African writer. </p>\n\n<p>I hope I don’t sound too picky, but any recommendations are appreciated!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/booksuggestions/comments/p2g82a/iso_mystery_or_police_procedural_that_doesnt_rely/",
  "subreddit": "booksuggestions",
  "id": "p2g82a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I love mysteries and police procedurals, but I’m finding that, especially with\nbooks in a series, authors write more and more violence and torture into their\nstories. These series almost always take a very dark turn.\n\nA quick example that comes to mind is Patricia Cornwell. Her early works…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はミステリーや警察小説が大好きです。\n暴力や拷問を物語に盛り込むことが多くなってきました。\nと感じています。このようなシリーズは、ほとんどの場合、非常に暗い展開になります。\n\nパトリシア・コーンウェルの例がすぐに思い浮かびます。彼女の初期の作品は...",
      "title": "ISOミステリーや警察小説で、拷問ポルノやサイコパスが刑事につきまとうことに頼らないもの。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢推理小说和警匪小说，但我发现，特别是在系列书中，作者写得更多的是暴力。\n但我发现，特别是在系列书中，作者在他们的故事中写入越来越多的暴力和酷刑。\n故事。这些系列作品几乎总是出现非常黑暗的转变。\n\n我想到的一个简单的例子是帕特里夏-康威尔。她的早期作品...",
      "title": "不依靠酷刑色情或跟踪侦探的精神病患者的ISO悬疑或警察程序。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡推理小說和警匪小說，但我發現，特別是在系列書中，作者寫得更多的是暴力。\n但我發現，特別是在系列書中，作者在他們的故事中寫入越來越多的暴力和酷刑。\n故事。這些系列作品幾乎總是出現非常黑暗的轉變。\n\n我想到的一個簡單的例子是帕特里夏-康威爾。她的早期作品...",
      "title": "不依靠酷刑色情或跟蹤偵探的精神病患者的ISO懸疑或警察程序。"
    }
  ]
}