{
  "author": "DetroitMotorShow",
  "original_created_utc": 1635321282,
  "title": "Last time a dog coin shitcoin entered top 10, the entire market fell off a cliff. History Doesn't Repeat Itself, but It Often Rhymes.",
  "created_utc": 1635334689,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Currently a dog coin is #4 in terms of volume, and has more volume than all except 2 &quot;legit&quot; coins in top 100. There is more capital trading and putting their money into this meme than there is in several other altcoins that have better technology, or innovation or actual adoption and use cases. </p>\n\n<p>Many prominent alts are quite low or crushed in terms of their crypto trading pair. Many Defi / dex coins are faring poorly, many are below their ATH. Obviously, a lot of interest and money has gone towards trading these dog coin scraps over other projects. As a result, alts havent really taken off. </p>\n\n<p>Last time a dog coin barged its way into the top 10, the entire market crashed 20-30% in a matter of days. The parallels are just too obvious with May. Back then, the entire market was lifted by a rising tide from December to Feb, but as soon as a dog coin entered top 10, things became frothy and sure enough, we saw -10%/-15% days and volatile corrections as many big whales started seeking the exit door.</p>\n\n<p>Of course, past is not indicative of future performance, but often rhymes. A shitcoin entering top 10 with massive volume can easily be seen by big money investors as a sign of a frothy and unhealthy market, and they may choose to play it safe by taking out their profits.</p>\n</div><!-- SC_ON -->",
  "score": 379,
  "permalink": "/r/CryptoCurrency/comments/qgrfg3/last_time_a_dog_coin_shitcoin_entered_top_10_the/",
  "subreddit": "CryptoCurrency",
  "id": "qgrfg3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Currently a dog coin is #4 in terms of volume, and has more volume than all\nexcept 2 \"legit\" coins in top 100. There is more capital trading and putting\ntheir money into this meme than there is in several other altcoins that have\nbetter technology, or innovation or actual adoption and use…"
}