{
  "author": "throwaway2837488975",
  "the_new_excerpt": "Hey Reddit and /r/books. I'm using a throwaway account so I don't fully dox\nmyself, but I was really hoping that a giant community of book enthusiasts might\nbe able to help me. Since you're fans of stories, I'll let you hear mine.\n\nMy mother is a wonderful person. She's the most giving, caring,…",
  "original_created_utc": 1611843759,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "嘿，Reddit和/r/书。我用的是一个空闲的账号，所以我没有完全dox。\n我自己，但我真的希望一个巨大的书迷社区可能会\n能够帮助我。既然你是故事迷，那我就让你听听我的故事。\n\n我的母亲是一个很好的人。她是一个最善良、最关心、...",
      "title": "请帮我让我妈妈开心，红豆。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "嘿，Reddit和/r/書。我用的是一個空閒的賬號，所以我沒有完全dox。\n我自己，但我真的希望一個巨大的書迷社區可能會\n能夠幫助我。既然你是故事迷，那我就讓你聽聽我的故事。\n\n我的母親是一個很好的人。她是一個最善良、最關心、...",
      "title": "請幫我讓我媽媽開心，紅豆。"
    }
  ],
  "title": "Please help me make my mom happy, Reddit.",
  "created_utc": 1611885982,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hey Reddit and <a href=\"/r/books\">/r/books</a>. I&#39;m using a throwaway account so I don&#39;t fully dox myself, but I was really hoping that a giant community of book enthusiasts might be able to help me.  Since you&#39;re fans of stories, I&#39;ll let you hear mine.  </p>\n\n<p>My mother is a wonderful person. She&#39;s the most giving, caring, wonderful person I know.  A lot of people claim that their mom&#39;s are the best, but my mom really is.  Growing up, all of my friends referred to her as their mom as well, because she was the ideal mom.  She had lots of fun, quirky traits about her.  Whenever I&#39;d bring over a friend she hadn&#39;t met, my other friends would warn them that my mom was referred to as &quot;The Interrogator&quot; because she&#39;d ask (often wildly inappropriate) questions about them. Not because she wanted to judge them, but because she was genuinely curious about them as people.  But, that&#39;s neither here nor there.  </p>\n\n<p>My family is extremely large, although loosely knit. So large, in fact, that there&#39;s a historical book written about the family titled &#39;The Moise family of South Carolina; an account of the life and descendants of Abraham and Sarah Moise who settled in Charleston, South Carolina, in the year 1791 A.D.&#39;  Quite a mouthful, but it exists and it&#39;s totally real.  My mother, being the kind and caring person that she is, loaned that book to her mother, who then proved to be the exact opposite of my mother, and ceased all contact with her and disappeared with the book.  As of now, we&#39;ve given up all hope of finding this woman and my mother&#39;s treasured heirloom.  </p>\n\n<p>My mother has dreams of handing this book down to her son (me), and then that book travelling through future generations to her grandchildren and grandchildren&#39;s grandchildren, and so on.  The only problem is, I can&#39;t seem to find anyone who actually has the hardback version of this book.  I&#39;ve exhausted as many avenues as I can count, and I&#39;m kind of at a last ditch effort here.  I&#39;ve contacted the publisher (RL Bryan Company of South Carolina), every library that has a copy of the book, and so on.  </p>\n\n<p>Now, that&#39;s not to say it&#39;s been entirely fruitless.  A woman at the St Louis Library who works in the genealogy department was absolutely incredible and scanned every single page of the book and emailed it to me, and my mother has been reading the book every day since I sent her the copies.  Alas, it isn&#39;t the same for her, even though she&#39;s extremely appreciative of it.  </p>\n\n<p>I turn to you, Redditors, internet detectives, to be my saviors.  Please, help me find the hardback copy of this book so my mother can have her heirloom back.  </p>\n\n<p>Thank you, very much, in advance, even if we don&#39;t find it.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/l6xtkj/please_help_me_make_my_mom_happy_reddit/",
  "subreddit": "books",
  "id": "l6xtkj",
  "is_self": true,
  "media": null,
  "is_video": false
}