{
  "author": "kbruen",
  "original_created_utc": 1630326936,
  "title": "CMV: It should be illegal to market non-permanent purchases as \"buy\", instead using terminology such as \"rent\"",
  "created_utc": 1630333836,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Edit:</strong> Since I probably wasn&#39;t clear what I mean, I don&#39;t target the words specifically, but the meaning they convey. I&#39;ll try to explain by using a concrete example.</p>\n\n<p>A commonly used way of saying stuff is &quot;Get GAME on PLATFORM&quot;.</p>\n\n<p>&quot;Get Transport Fever 2 on GOG Galaxy&quot; means I can get the game and play it forever, because GOG doesn&#39;t apply DRM, so after the game is on your computer they have no control on what you do with it.</p>\n\n<p>&quot;Get Transport Fever 2 on Steam&quot; means I can get a license to play the game and play it as long as my Steam account is valid, I&#39;m not VAC banned, etc etc etc.\nGetting the game on GOG Galaxy means getting it forever, getting the game on Steam has the possibility that at one point I won&#39;t be able to play it anymore.</p>\n\n<p>Because of that, Steam saying &quot;Get Transport Fever 2 on Steam&quot; should be illegal (perhaps false advertising), because it could imply permanence (like in the case of GOG), even though the EULA doesn&#39;t give that.</p>\n\n<hr/>\n\n<p>The world is going more and more towards renting stuff rather than owning it, and it is doing so in a misleading way.</p>\n\n<p>As such, I think that laws should be put in place such that &quot;buying&quot; something can only be used if, after the purchase, that &quot;something&quot;, with all the advertised features, can be used indefinitely.</p>\n\n<hr/>\n\n<p>Let&#39;s take the example of the PlayStation 4. After buying the PS4, you can use the hardware forever. You can also play games you have on CD forever. However, you cannot play multiplayer games forever (if PSN goes away so goes multiplayer), and if your PlayStation account is banned (for example if you make a chargeback), you also lose all digital games you bought from the PlayStation Store.</p>\n\n<p>As such, if Sony wants to advertise the PS4 as something you can buy, it should be illegal to make any reference to the ability to play games multiplayer, play digital games, or download stuff.</p>\n\n<p>Similarly, it should be illegal for Sony to say that games obtained through the PlayStation Store can be &quot;bought&quot; or that they &quot;sell&quot; those games. Instead, Sony should only be allowed to say that you can rent those games through the PS Store.</p>\n\n<p>It seems unfair for Sony to be able to permanently erase all your games you bought online if you chargeback a fraudulent payment. Since the chance of preventing that is low, and since that&#39;s not the only issue (once Sony shuts down the PlayStation Store for an old console, all online games are gone too), the distinction between something you buy and keep and something you rent and <strong>will</strong> disappear at one point should be clearly advertised to consumers so they are at least informed.</p>\n\n<hr/>\n\n<p>This is not just a Sony/PlayStation rant, but the easiest example and first that came to mind. Internet of Things (smart home) stuff is famously becoming paperweight if the company decides to no longer support the product, for example. As such, it seems unfair to advertise features that may be gone anytime as features of the product.</p>\n\n<hr/>\n\n<p>Also, I understand that products don&#39;t last forever. For example, the PlayStation 4 or a smart lightbulb might break. However, in these situations, the lifetime of a product is longer than the guaranteed lifetime of stuff that should be labeled as &quot;rented&quot;. If my PS4 breaks, <em>c&#39;est la vie</em>, I can&#39;t play games anymore, that&#39;s to be expected. But if I <strong>buy</strong> a game from PlayStation Store, I expect to be able to play it until my PS4 breaks, not until tomorrow (which is when Sony might arbitrarily decide to ban my PSN account and invalidate all my purchases).</p>\n\n<hr/>\n\n<p>And no, I don&#39;t agree that pointing it out in the EULA is even remotely enough. <em>(In an unrelated note, I don&#39;t think EULAs should be enforceable or legally binding if a company can&#39;t prove the user properly read <strong>and understood</strong> it. This particular opinion is mostly unrelated to the rest of this post, however, and even if you don&#39;t agree with this last opinion, my point in the rest of this post still stands.)</em></p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/peh7oq/cmv_it_should_be_illegal_to_market_nonpermanent/",
  "subreddit": "changemyview",
  "id": "peh7oq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Edit: Since I probably wasn't clear what I mean, I don't target the words\nspecifically, but the meaning they convey. I'll try to explain by using a\nconcrete example.\n\nA commonly used way of saying stuff is \"Get GAME on PLATFORM\".\n\n\"Get Transport Fever 2 on GOG Galaxy\" means I can get the game and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "編集：私の言いたいことが明確ではなかったかもしれませんが、私が対象としているのは言葉ではなく、その言葉が伝える意味です。\n狙っているわけではなく、それらが伝える意味を 具体的な例を挙げて説明してみます。\n具体的な例で説明します。\n\n一般的な言い方としては、「GAME on PLATFORM」があります。\n\n\"Get Transport Fever 2 on GOG Galaxy \"は、ゲームを入手して...",
      "title": "CMV：非永久的な購入を \"買う \"と表現することは違法であり、\"借りる \"と表現すべきである。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：由于我可能没有说清楚我的意思，所以我不是针对这些词\n词，而是它们所表达的意思。我试着用一个\n具体的例子。\n\n一个常用的说法是 \"在PLATFORM上获得GAME\"。\n\n\"在GOG Galaxy上获得《运输狂热2》\"意味着我可以得到这个游戏和。",
      "title": "CMV: 以 \"购买 \"来推销非永久性购买应该是非法的，而应该使用 \"租赁 \"等术语。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：由於我可能沒有說清楚我的意思，所以我不是針對這些詞\n詞，而是它們所表達的意思。我試着用一個\n具體的例子。\n\n一個常用的說法是 \"在PLATFORM上獲得GAME\"。\n\n\"在GOG Galaxy上獲得《運輸狂熱2》\"意味着我可以得到這個遊戲和。",
      "title": "CMV: 以 \"購買 \"來推銷非永久性購買應該是非法的，而應該使用 \"租賃 \"等術語。"
    }
  ]
}