{
  "author": "NormalClicheUsername",
  "the_new_excerpt": "Why YSK: There are lots of folks out there not getting help from their\nregular/local doctors who often have debilitating and obscure conditions. Even\nnearby specialist can be a fluke at times. Searching the authors/cobtributors of\nrecent pubmed articles can often put you in touch with true experts…",
  "original_created_utc": 1613320061,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK: 有很多人没有得到他们的帮助。\n常常有衰弱和不明显的病症的正规/本地医生。甚至\n附近的专家有时会心存侥幸。搜索《》的作者/撰稿人。\n最近的pubmed文章往往能让你接触到真正的专家... ...",
      "title": "YSK，如果你正在遭受一个不寻常的条件和你的医生似乎没有得到任何好处，你可以找到真正的专家通过搜索[条件的名称]+\"pubmed\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK: 有很多人沒有得到他們的幫助。\n常常有衰弱和不明顯的病症的正規/本地醫生。甚至\n附近的專家有時會心存僥倖。搜索《》的作者/撰稿人。\n最近的pubmed文章往往能讓你接觸到真正的專家... ...",
      "title": "YSK，如果你正在遭受一個不尋常的條件和你的醫生似乎沒有得到任何好處，你可以找到真正的專家通過搜索[條件的名稱]+\"pubmed\""
    }
  ],
  "title": "YSK that if you are suffering from an unusual condition and your doctors don't seem to be getting anywhere, you can find true experts by searching [The name of the condition] + \"pubmed\"",
  "created_utc": 1613374627,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There are lots of folks out there not getting help from their regular/local doctors who often have debilitating and obscure conditions.  Even nearby specialist can be a fluke at times.  Searching the authors/cobtributors of recent pubmed articles can often put you in touch with true experts in the field.  Often times it&#39;s it&#39;s doctors themselves that are exceptionally well versed in very special conditions.  Sometimes, they can&#39;t help you directly, they may be too busy or not taking new patients but will often respond to emails.  If nothing else, calling their office, asking for a tele-consult, paying the copay (please don&#39;t ask for handouts), and asking them &quot;who would you send your mother or daughter to if they had this condition&quot; can get move you much further along.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/YouShouldKnow/comments/ljrja0/ysk_that_if_you_are_suffering_from_an_unusual/",
  "subreddit": "YouShouldKnow",
  "id": "ljrja0",
  "is_self": true,
  "media": null,
  "is_video": false
}