{
  "author": "ImaFreemason",
  "original_created_utc": 1640446756,
  "title": "Who received crypto for Christmas?",
  "created_utc": 1640518301,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Merry Christmas and Happy Holidays to everyone.  I hope all are having a wonderful day with their family and/or friends and are ready to fill up on some delicious food. Hopefully everyone received something that you weren&amp;#39;t expecting, that made you happy as hell!   &lt;/p&gt;\n\n&lt;p&gt;I got my brother $100 worth of Bitcoin to start him out. He was excited as hell, so that made my day. He decided to make an account last night when I told him to, and bought $200 more (I actually got it and sent it to him because his account wasn&amp;#39;t verified yet). I&amp;#39;m excited to see him on his journey! \nHas anyone  else bought crypto for family members or friends,  and if so, what was their reaction?\nWhich one gift made your day? I&amp;#39;d love to know. Mine was Jordan V golf shoes. \nOnce again,  everyone have a great day and hopefully see you on the moon next year!\nMerry Christmas to all and keep on hodling.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 152,
  "permalink": "/r/CryptoCurrency/comments/robv2k/who_received_crypto_for_christmas/",
  "subreddit": "CryptoCurrency",
  "id": "robv2k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Merry Christmas and Happy Holidays to everyone. I hope all are having a\nwonderful day with their family and/or friends and are ready to fill up on some\ndelicious food. Hopefully everyone received something that you weren't\nexpecting, that made you happy as hell!\n\nI got my brother $100 worth of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Merry Christmas and Happy Holidays to the\nをご覧ください。ご家族やご友人と素敵な一日をお過ごしでしょうか。\n美味しいものを食べて、お腹いっぱいになってください。皆様には\n",
      "title": "クリスマスに暗号を受け取った人は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>祝大家圣诞快乐，假期愉快。\n大家。我希望所有的人都与他们的家人和/或朋友度过了美好的一天\n并准备好了一些美味的食物。希望每个人都收到\n礼物，让你高兴得不得了！......。",
      "title": "谁在圣诞节收到了加密货币？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>祝大家聖誕快樂，假期愉快。\n大家。我希望所有的人都與他們的家人和/或朋友度過了美好的一天\n並準備好了一些美味的食物。希望每個人都收到\n禮物，讓你高興得不得了！......。",
      "title": "誰在聖誕節收到了加密貨幣？"
    }
  ]
}