{
  "author": "Professional_Ease243",
  "original_created_utc": 1632156147,
  "title": "CMV: Countries are slowly becoming more and more authoritarian as time goes on",
  "created_utc": 1632170463,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>TL;DR: Both government and private companies are eroding civil liberties and personal freedoms in most countries.</p>\n\n<p>With the Patriot Act in the US and similar laws being passed in other countries, Government surveillance on private citizen with little to no justification, Governments employing increasingly illegal surveillance measures and most parties have little to nothing to say about removing these measures, I believe that most countries are becoming more and more authoritarian, with little chance of it slowing down.</p>\n\n<p>I believe that it is highly unlikely for these measure to be removed as even with the war on terror effectively over, the event that kickstarted most of these efforts, these measure still exist and are unlikely to be removed. I also find it unlikely due to most politicians and voters not caring about these issue and focusing on more visible violations of government power, such as police brutality or politicians behaving badly.</p>\n\n<p>Is this viewpoint wrong and if so how</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/prymcu/cmv_countries_are_slowly_becoming_more_and_more/",
  "subreddit": "changemyview",
  "id": "prymcu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "TL;DR: Both government and private companies are eroding civil liberties and\npersonal freedoms in most countries.\n\nWith the Patriot Act in the US and similar laws being passed in other countries,\nGovernment surveillance on private citizen with little to no justification,\nGovernments employing…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "TL;DR: 政府と民間企業の両方が、ほとんどの国で市民的自由と個人的自由を侵食しています。\n個人の自由を侵食しています。\n\nアメリカでは愛国者法が施行され、他の国でも同じような法律が制定されています。\n政府は、正当な理由がほとんどないのに、民間人を監視しています。\n政府が採用する...",
      "title": "CMV：時代が進むにつれ、各国は徐々に権威主義的になってきています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "TL;DR: 政府和私营公司都在侵蚀大多数国家的公民自由和\n大多数国家的公民自由和个人自由。\n\n随着美国的《爱国者法案》和其他国家正在通过的类似法律。\n政府在几乎没有任何理由的情况下监视私人公民。\n政府雇用...",
      "title": "CMV：随着时间的推移，各国正慢慢变得越来越独裁"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "TL;DR: 政府和私營公司都在侵蝕大多數國家的公民自由和\n大多數國家的公民自由和個人自由。\n\n隨着美國的《愛國者法案》和其他國家正在通過的類似法律。\n政府在幾乎沒有任何理由的情況下監視私人公民。\n政府僱用...",
      "title": "CMV：隨着時間的推移，各國正慢慢變得越來越獨裁"
    }
  ]
}