{
  "author": "speroni",
  "original_created_utc": 1633295715,
  "title": "Becky Chambers is pretty fantastic",
  "created_utc": 1633311484,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve read a bunch of Becky Chambers books lately and they were all really good. They tend toward short, highly enjoyable, character driven books. They&#39;re highly accessible with a fair amount of depth</p>\n\n<p>Most recently was A Psalm for the Wild Built which largely revolved around environmental themes. It was funny because I was in Yellowstone when I read part of it, and the book included a story which basically reflected the story of how when humans eliminated the wolves from Yellowstone the elk went into over drive and destroyed the environment. The environment ends up being a lot more healthy and diverse when the predators were there to keep things in balance. </p>\n\n<p>This book also had some conclusion about the meaning of life and tied it to the similarities between humans, animals, and the rest of environment. </p>\n\n<p>The Galaxy and the Ground Within was a bit before that\nThis one is part of the Wayfarer universe. A group of diverse species gets trapped in a dome on a transit station due to a crash in the satellite system. This had some strong quarantine parallels. The single best part of this book was the aliens discussing humans drinking milk. Simply hilarious. It&#39;s a great example of how Becky uses aliens to explore human habits and personalities by shifting everything just a bit. </p>\n\n<p>Before that was To Be Taught If Fortunate. I thought this book was going to be part of the Wayfarer series, but it wasn&#39;t, but I was like more than halfway through the book before I realized it wasn&#39;t going to link up with that universe. This one also had strong environmental themes. This might be my least favorite of Becky&#39;s books that I&#39;ve read. </p>\n\n<p>I look forward to more of her books.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/q0qz2d/becky_chambers_is_pretty_fantastic/",
  "subreddit": "books",
  "id": "q0qz2d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've read a bunch of Becky Chambers books lately and they were all really good.\nThey tend toward short, highly enjoyable, character driven books. They're highly\naccessible with a fair amount of depth\n\nMost recently was A Psalm for the Wild Built which largely revolved around\nenvironmental themes. It…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、Becky Chambersの本を何冊も読んだのですが、どれもとても良かったです。\n傾向としては、短くてとても楽しい、キャラクター重視の本が多いですね。非常に親しみやすく\nかなりの深さがありながら、非常にわかりやすい。\n\n最近では『A Psalm for the Wild Built』という本があります。これは主に環境問題をテーマにしています。\n環境問題をテーマにしています。これは...",
      "title": "ベッキー・チェンバースはかなり素晴らしい"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近读了一堆贝基-钱伯斯的书，它们都非常好。\n他们倾向于短篇，高度愉快的，以人物为主导的书。他们是高度\n有着相当的深度\n\n最近的作品是《野蛮生长的诗篇》，主要围绕着环境主题。\n环境主题。这本书是",
      "title": "贝基-钱伯斯是相当神奇的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近讀了一堆貝基-錢伯斯的書，它們都非常好。\n他們傾向於短篇，高度愉快的，以人物爲主導的書。他們是高度\n有着相當的深度\n\n最近的作品是《野蠻生長的詩篇》，主要圍繞着環境主題。\n環境主題。這本書是",
      "title": "貝基-錢伯斯是相當神奇的"
    }
  ]
}