{
  "author": "CCaC_Ukp",
  "original_created_utc": 1635497356,
  "title": "“Inaccurate representation” is a weird self-centered criticism",
  "created_utc": 1635515793,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Whatever the subject is in books (or any other media) \nYou read reviews talking about how inaccurate and unrealistic that <em>insert group of people here</em> is. </p>\n\n<p>You see that criticism on books written by authors of that group or not. </p>\n\n<p>My problem with that type of criticism is how self centered it is. To think everyone from a specific background has the same experience is really weird and ignorant to me. </p>\n\n<p>As if the reader can’t fathom the idea of people having different experiences than theirs. </p>\n\n<p>What do you guys think?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/qi8ehs/inaccurate_representation_is_a_weird_selfcentered/",
  "subreddit": "books",
  "id": "qi8ehs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Whatever the subject is in books (or any other media) You read reviews talking\nabout how inaccurate and unrealistic that insert group of people here is.\n\nYou see that criticism on books written by authors of that group or not.\n\nMy problem with that type of criticism is how self centered it is. To…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本（または他のメディア）のテーマが何であれ、レビューを読むと、その挿入されたグループがいかに不正確で非現実的であるかについて書かれています。\nいかに不正確で非現実的であるかを語るレビューを読みます。\n\nそのような批判は、そのグループの著者が書いた本にも見られます。\n\n私がこの種の批判で問題にしているのは、それがいかに自己中心的であるかということです。それは...",
      "title": "\"不正確な表現 \"というのは、変に自己中心的な批判である。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "无论书籍（或任何其他媒体）的主题是什么，你都会看到评论说\n谈论那群人是多么的不准确和不现实。\n\n你会看到对该群体的作者所写的书的这种批评，或者不是。\n\n我对这种类型的批评的问题是它是多么的以自我为中心。为了...",
      "title": "\"不准确的表述 \"是一种奇怪的以自我为中心的批评"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "無論書籍（或任何其他媒體）的主題是什麼，你都會看到評論說\n談論那羣人是多麼的不準確和不現實。\n\n你會看到對該羣體的作者所寫的書的這種批評，或者不是。\n\n我對這種類型的批評的問題是它是多麼的以自我爲中心。爲了...",
      "title": "\"不準確的表述 \"是一種奇怪的以自我爲中心的批評"
    }
  ]
}