{
  "author": "No-job-no-money",
  "original_created_utc": 1627228990,
  "title": "YSK: If you struggling with acne for over a year. It's time to go see \"Doctor\"",
  "created_utc": 1627234473,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Because life is short. Stop wasting your time looking for advice.</p>\n\n<p>Trust me.</p>\n\n<p>I understand it&#39;s expensive to see a derm(I live in US), but calculate how much &quot;<strong>TIME</strong>&quot; you&#39;ve spent trying and failing various products for your acne. There&#39;s a chance it&#39;s cheaper to see a derm than continuing to spend money on products aimlessly. In total, from first visiting my dermatologist to curing my acne, it was about $900. I&#39;ve had acne for almost 7 years, I guarantee I&#39;ve spent more than $1000 over those years on acne cures and I had nothing to show for it.</p>\n\n<p>I deeply regret not going on it earlier.</p>\n\n<p>Sorry about the quotation marks from my title...</p>\n</div><!-- SC_ON -->",
  "score": 402,
  "permalink": "/r/YouShouldKnow/comments/ore86s/ysk_if_you_struggling_with_acne_for_over_a_year/",
  "subreddit": "YouShouldKnow",
  "id": "ore86s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Because life is short. Stop wasting your time looking for advice.\n\nTrust me.\n\nI understand it's expensive to see a derm(I live in US), but calculate how much\n\"TIME\" you've spent trying and failing various products for your acne. There's a\nchance it's cheaper to see a derm than continuing to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 人生は短いですからね。アドバイスを求めて時間を無駄にするのはやめましょう。\n\n私を信じてください。\n\n私はアメリカに住んでいますが、皮膚科医に会うのにお金がかかるのはわかりますが、今までにどれだけの「時間」を費やしてきたか計算してみてください。\n「時間」を費やしてきたかを計算してみてください。それは\n私はアメリカに住んでいます。",
      "title": "YSK: 1年以上ニキビに悩んでいる方へ。そろそろ \"お医者さん \"に診てもらいましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：因为人生苦短。不要再浪费你的时间去寻求建议了。\n\n相信我。\n\n我知道看皮肤科很贵（我住在美国），但计算一下你花了多少 \"时间\n你花了多少 \"时间 \"去尝试各种治疗痤疮的产品，但都失败了。有一个\n机会，去看皮肤科比继续用药更便宜......",
      "title": "YSK：如果你与痤疮斗争了一年多。是时候去看 \"医生 \"了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：因爲人生苦短。不要再浪費你的時間去尋求建議了。\n\n相信我。\n\n我知道看皮膚科很貴（我住在美國），但計算一下你花了多少 \"時間\n你花了多少 \"時間 \"去嘗試各種治療痤瘡的產品，但都失敗了。有一個\n機會，去看皮膚科比繼續用藥更便宜......",
      "title": "YSK：如果你與痤瘡鬥爭了一年多。是時候去看 \"醫生 \"了"
    }
  ]
}