{
  "author": "oliviughh",
  "original_created_utc": 1625296196,
  "title": "YSK you have to sign up to donate your body to science",
  "created_utc": 1625540089,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: A lot of people want their body to be donated to science when they pass away. My mother was one of these people. While researching who could/would accept her body, I found out that the person has to sign up for their body to be donated before they pass away and that nobody can do it post humorously. </p>\n\n<p>Also: If you are signed up to donate your body to science, be aware that your body can’t be donated if you are given an autopsy, so it’a a good idea to have a backup plan (like specifying if you want to be cremated or buried if your body can’t be donated)</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/oct3l6/ysk_you_have_to_sign_up_to_donate_your_body_to/",
  "subreddit": "YouShouldKnow",
  "id": "oct3l6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: A lot of people want their body to be donated to science when they pass\naway. My mother was one of these people. While researching who could/would\naccept her body, I found out that the person has to sign up for their body to be\ndonated before they pass away and that nobody can do it post…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 多くの人は、自分が亡くなったときに、自分の体を科学に寄付したいと思っています。\nと思っている人が多いようです。私の母もその一人でした。母の遺体を受け入れることができる、あるいは受け入れることができる人を調べているうちに\n受け入れることができるかどうかを調べているうちに、亡くなる前に自分の体を提供することを申し込まなければならず\n亡くなる前に献体のサインをしなければならず、後からでは誰もできないということがわかりました...。",
      "title": "自分の体を科学に寄付するには、YSKに登録する必要があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：很多人希望在他们去世后将他们的身体捐献给科学。\n逝世。我的母亲就是这些人中的一个。在研究谁可以/愿意\n在研究谁可以/愿意接受她的身体时，我发现这个人必须在去世前签署他们的身体被捐赠的协议。\n捐献，而且没有人可以在去世后捐献......",
      "title": "YSK你必须注册才能将你的身体捐献给科学"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：很多人希望在他們去世後將他們的身體捐獻給科學。\n逝世。我的母親就是這些人中的一個。在研究誰可以/願意\n在研究誰可以/願意接受她的身體時，我發現這個人必須在去世前簽署他們的身體被捐贈的協議。\n捐獻，而且沒有人可以在去世後捐獻......",
      "title": "YSK你必須註冊才能將你的身體捐獻給科學"
    }
  ]
}