{
  "author": "Hsiang7",
  "original_created_utc": 1638579118,
  "title": "What happened to the $100k BTC by the end of the year prediction everyone was saying?",
  "created_utc": 1638586037,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;A few months ago it seemed like everyone influential in crypto was predicting $100k BTC by the end of the year. However, it doesn&amp;#39;t look like that&amp;#39;s going to happen with the state of the market at the moment. It would take something absolutely miraculous to essentially double BTC&amp;#39;s market cap by the end of the year. This confirms three things to me:&lt;/p&gt;\n\n&lt;p&gt;1.) It seems like many crypto investors, especially the influential onces are still way too optimistic and everything they say should be taken with a grain of salt. &lt;/p&gt;\n\n&lt;p&gt;2.) The &amp;quot;so called&amp;quot; experts that keep being asked for predictions have no idea what they&amp;#39;re talking about, just pulling random predictions out of their behind.&lt;/p&gt;\n\n&lt;p&gt;3.) Technical analysis in crypto can only tell you so much. Essentially, everybody (including the &amp;quot;experts&amp;quot;) knows shit about fuck, and you&amp;#39;re much better doing your own research than investing based on what these bozos say. &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;TLDR:&lt;/strong&gt; DYOR&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 661,
  "permalink": "/r/CryptoCurrency/comments/r8djp9/what_happened_to_the_100k_btc_by_the_end_of_the/",
  "subreddit": "CryptoCurrency",
  "id": "r8djp9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A few months ago it seemed like everyone influential in crypto was predicting\n$100k BTC by the end of the year. However, it doesn't look like that's going to\nhappen with the state of the market at the moment. It would take something\nabsolutely miraculous to essentially double BTC's market cap by…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>数ヶ月前には、影響力のある人たちが皆、暗号化を予測しているように思えました。\n数ヶ月前には、暗号に影響力のある人たちが、年末までにBTCが100kドルになると予測していました。しかし。\n現在の市場の状況では、それが実現するようには見えません。\n現在の市場の状況では、それが実現するとは思えません。何か奇跡的なことが起こらないと...。",
      "title": "みんなが言っていた年末までに100k BTCという予想はどうなったのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>几个月前，似乎每个人都\n有影响力的加密货币都在预测年底前会有10万美元的BTC。然而。\n从目前的市场状况来看，这似乎并不可能发生。\n目前的市场状态。这将需要一些绝对神奇的东西才能实现。",
      "title": "大家说的年底前10万美元BTC的预测是怎么回事？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>幾個月前，似乎每個人都\n有影響力的加密貨幣都在預測年底前會有10萬美元的BTC。然而。\n從目前的市場狀況來看，這似乎並不可能發生。\n目前的市場狀態。這將需要一些絕對神奇的東西才能實現。",
      "title": "大家說的年底前10萬美元BTC的預測是怎麼回事？"
    }
  ]
}