{
  "author": "BPC3",
  "the_new_excerpt": "I don't get April Fools, and that may be part of the problem, but frankly, the\nfact we kinda skipped it last year makes it far more jarring when it actually\noccurs.\n\nOn April Fools Day, many people and places make up \"pranks\", particularly for\nsocial media. Here's an example of a fairly innocuous…",
  "original_created_utc": 1617265283,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不明白愚人节，这可能是问题的一部分，但坦率地说，这...\n事实上，我们有点跳过了它的去年，使它更多的冲击，当它实际\n发生。\n\n在愚人节这一天，很多人和地方都会编造 \"恶作剧\"，特别是对\n社交媒体。这里有一个相当无害的例子... ...",
      "title": "CMV：愚人节是一个令人不愉快的传统，应该消失。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不明白愚人節，這可能是問題的一部分，但坦率地說，這...\n事實上，我們有點跳過了它的去年，使它更多的衝擊，當它實際\n發生。\n\n在愚人節這一天，很多人和地方都會編造 \"惡作劇\"，特別是對\n社交媒體。這裏有一個相當無害的例子... ...",
      "title": "CMV：愚人節是一個令人不愉快的傳統，應該消失。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "私はエイプリルフールを知らないので、それも問題の一つかもしれませんが、率直に言って、この\n去年はちょっとサボってしまったので、実際に起こったときの衝撃は大きいです。\nが発生します。\n\nエイプリルフールには、多くの人や場所が、特にソーシャルメディア上で「いたずら」をします。\nソーシャルメディアのために。ここでは、かなり無害な例をご紹介します。",
      "title": "CMV: エイプリルフールは消え去るべき不愉快な風習である"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "私はエイプリルフールを知らないので、それも問題の一つかもしれませんが、率直に言って、この\n去年はちょっとサボってしまったので、実際に起こったときの衝撃は大きいです。\nが発生します。\n\nエイプリルフールには、多くの人や場所が、特にソーシャルメディア上で「いたずら」をします。\nソーシャルメディアのために。ここでは、かなり無害な例をご紹介します。",
      "title": "CMV: エイプリルフールは消え去るべき不愉快な風習である"
    }
  ],
  "title": "CMV: April Fools is an unpleasant tradition that should go away",
  "created_utc": 1617296946,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t <em>get</em> April Fools, and that may be part of the problem, but frankly, the fact we kinda skipped it last year makes it far more jarring when it actually occurs. </p>\n\n<p>On April Fools Day, many people and places make up &quot;pranks&quot;, particularly for social media. <a href=\"https://twitter.com/welovehistory/status/1377517889926881283\">Here&#39;s an example of a fairly innocuous one</a>. It is, notably, <em>not very funny</em>. Striped paint is, as far as jokes go, <em>absolutely ancient</em>. </p>\n\n<p>And yet, in today&#39;s world, this is complicated by the fact that things have gotten kinda <em>crazy</em>. Like, I read a story today about a congressman allegedly having an affair with a 17-year-old, and I had to pause to make sure I wasn&#39;t reading a bogus news story pushed for April 1st. For all I know, maybe someone <em>did</em> invent striped paint! It&#39;s far from the most ludicrous product to hit the market. <a href=\"https://twitter.com/tha_rami/status/1377532177919967234\">Is there really a planned Iraq War Roguelike? Probably not, but <em>who the fuck knows any more</em>?</a></p>\n\n<p>This becomes an almost impossible line to straddle. Jokes on April Fools Day have very little space between &quot;something so absurd nobody would believe it&quot; and &quot;things more zany than the behavior of our elected officials&quot;. This makes it very hard to pull off a good gag without also convincing people that it&#39;s real. </p>\n\n<p>And the downside, for that? You get to spend april first never quite sure who is messing with you. Having to pause just a second longer to think, &quot;Wait, is this person whose opinion I generally trust being facetious as a bad joke, or is this a real take?&quot; &quot;Is this news article real or not?&quot; </p>\n\n<p>It is <em>aggravating</em> to come across a video <a href=\"https://www.youtube.com/watch?v=dQw4w9WgXcQ\">like this one</a> and not be sure if the big news is real or fake, despite coming from an otherwise trusted source. And for what? Bad jokes that don&#39;t have a ton of real levity? April Fools Jokes only really work when the stakes are low, and the stakes around so many things are <em>so goddamn high</em> right now. I didn&#39;t miss it last year, and this year I forgot about it until someone reminded me of its presence in <a href=\"https://www.youtube.com/watch?v=oHg5SJYRHA0\">a thoroughly obnoxious way</a>. </p>\n\n<p>Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/mhqrik/cmv_april_fools_is_an_unpleasant_tradition_that/",
  "subreddit": "changemyview",
  "id": "mhqrik",
  "is_self": true,
  "media": null,
  "is_video": false
}