{
  "author": "LilPeep1k",
  "original_created_utc": 1633486347,
  "title": "CMV: Atheism isn’t a religion and it should never be categorized as one.",
  "created_utc": 1633495314,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Atheism isn’t a religion and shouldn’t be lumped into the same category as one. By definition atheism is “the lack of belief in a God”. Atheism doesn’t resemble organized religion in any way and there are no collective goals it seems. Christians often try to incorrectly categorize it as a religion to promote their own ideologies.</p>\n\n<p>Atheism has no creeds and it has no collective beliefs to convince others of. Atheists don’t meet once a week to study a text or sing atheist songs. Atheists don’t give 10% of their money each month to an atheist preacher. There are no values to uphold or oppress onto others like religion.</p>\n\n<p>Some people incorrectly claim that atheists “believe there is no God” which is completely incorrect. Atheism is the lack of belief in a God. Atheism requires no faith. At the end of the day, it should never be put in the same category as religion in my opinion.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/q2ay4e/cmv_atheism_isnt_a_religion_and_it_should_never/",
  "subreddit": "changemyview",
  "id": "q2ay4e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Atheism isn’t a religion and shouldn’t be lumped into the same category as one.\nBy definition atheism is “the lack of belief in a God”. Atheism doesn’t resemble\norganized religion in any way and there are no collective goals it seems.\nChristians often try to incorrectly categorize it as a religion…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "無神論は宗教ではありませんし、宗教と同じカテゴリーに括られるべきではありません。\n無神論の定義は、「神を信じないこと」です。無神論は組織的な宗教とは似ても似つかないし\n組織された宗教とは似ても似つかぬもので、集団的な目標もないようです。\nキリスト教徒はよく間違って宗教に分類しようとしますが...。",
      "title": "CMV: 無神論は宗教ではありませんし、決して分類されるべきものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "无神论不是一种宗教，也不应该被归入同一类别。\n根据定义，无神论是 \"不相信有神\"。无神论并不像\n有组织的宗教，而且似乎没有集体目标。\n基督徒经常试图错误地将其归类为一种宗教...",
      "title": "CMV：无神论不是一种宗教，也不应该被归类为一种宗教。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "無神論不是一種宗教，也不應該被歸入同一類別。\n根據定義，無神論是 \"不相信有神\"。無神論並不像\n有組織的宗教，而且似乎沒有集體目標。\n基督徒經常試圖錯誤地將其歸類爲一種宗教...",
      "title": "CMV：無神論不是一種宗教，也不應該被歸類爲一種宗教。"
    }
  ]
}