{
  "author": "im_a_doomer",
  "original_created_utc": 1630856164,
  "title": "CMV: Human civilization will collapse within my lifetime because our political/financial systems are not equipped to address climate change.",
  "created_utc": 1630873988,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A warning at the outset: if you’re prone to anxiety and depression, especially about existential risk and/or the impacts of climate change, please take care of yourself and maybe avoid this discussion entirely.</p>\n\n<p>Throwaway because talking about this makes me feel like a crazy person. Sorry about all the links, but it sounds even more deranged without citations (and maybe I’ve misinterpreted some of them and your clarifications will persuade me).</p>\n\n<p>I have a BS in environmental sciences (quant heavy), and a large fraction of a PhD in bioinformatics. So while not any kind of expert, I like to think I&#39;m scientifically and statistically literate, especially in the relevant fields of ecology, evolution, energy and sustainability; and generally I have experience in scientific critical thinking and data interpretation.</p>\n\n<p>There are four major points that have convinced me we are on an irreversible path to destruction.</p>\n\n<p><strong>1. Our models are right on track.</strong></p>\n\n<ul>\n<li>The IPCC reports and models have been pretty <a href=\"https://thehill.com/opinion/energy-environment/566749-todays-climate-reality-was-predicted-by-ipcc-30-years-ago-now-what\">accurate thus far</a>, and check out the first graph in <a href=\"https://www.bbc.com/news/science-environment-58130705\">this BBC article</a> – observed temperatures track (or exceed) their simulations.</li>\n<li><a href=\"https://news.un.org/en/story/2019/11/1052171\">These models predict we&#39;ll reach a temperature increase of 3.2C</a> this century, even if we meet current emissions goals (that we’re not meeting).</li>\n<li><a href=\"https://www.vox.com/energy-and-environment/2018/1/19/16908402/global-warming-2-degrees-climate-change\">At a 2C rise</a>, food production is significantly down, dangerous and extreme weather are worse, and sea levels increase by a predicted 50cm. I can’t find a neat infographic to describe the destruction at 3C, but <a href=\"https://www.theguardian.com/cities/ng-interactive/2017/nov/03/three-degree-world-cities-drowned-global-warming\">here’s</a> a depressing list of cities expected to be submerged. (N.B: we&#39;re currently at 1.2C above pre-industrial levels, so imagine what the fires and flooding will look like in a few years)</li>\n</ul>\n\n<p><strong>2. We haven’t even been trying to model tipping points and equilibrium shifts.</strong></p>\n\n<ul>\n<li>Our models are only accurate thus far because we haven’t fully activated any <a href=\"https://www.theguardian.com/environment/2021/jun/03/climate-tipping-points-could-topple-like-dominoes-warn-scientists\">tipping points</a> yet (at least to a visibly exponential phase).</li>\n<li>Don&#39;t forget about all those <a href=\"https://www.sciencedaily.com/releases/2021/02/210225113357.htm\">recent</a> <a href=\"https://www.theguardian.com/environment/2021/aug/05/climate-crisis-scientists-spot-warning-signs-of-gulf-stream-collapse\">articles</a> about the slowing of AMOC/the Gulf Stream, the collapse of which would have huge and sudden implications for weather across the globe.</li>\n<li>On top of that, <a href=\"https://www.sciencedaily.com/releases/2021/02/210202164535.htm\">reduction in emissions leads to immediate warming</a>, as we saw in spring 2020 due to COVID shutdowns. When we do eliminate emissions, our aerosol pollution shield won’t be around anymore, thus we’re already about 1C deeper than anyone’s acknowledging.</li>\n<li>Add together that <a href=\"https://insideclimatenews.org/news/16082021/climate-tipping-points/\">scientists think we’ll start activating irreversible tipping points at 1.5-2C</a>, and we’re already locked into 2.5+C within a few decades? Yikes.</li>\n</ul>\n\n<p><strong>3. The way our financial systems work is to create money through debt on the assumption of future productivity. This assumes monotonic, often exponential growth of value produced by humans.</strong></p>\n\n<ul>\n<li>In the context of climate change, this is a death sentence - banks are not allowed to conceive of a world in which growth does not continue. So financial incentives cannot value degrowth. So everyone keeps depleting resources and emitting more carbon, GDP is up up up, even though everyone would be much better off if it...wasn&#39;t like that.</li>\n<li>Optimists point out that plenty of our resources are clean and renewable, but I assume the transition into those systems will take decades. We don’t have decades to continue emissions at this level.</li>\n<li>It gets even dicier when you add in the effects of governments and citizens hemorrhaging money and resources due to wildfires, flooding, freshwater shortages, famine, sea-level rise and refugee crises, mass unemployment and citizen revolts. As these events happen with increasing frequency across the globe and start piling up on each other, <a href=\"https://www.theguardian.com/environment/2019/mar/21/climate-change-could-make-insurance-too-expensive-for-ordinary-people-report\">the insurance industry doesn’t stand a chance</a> and the banks are not far behind.</li>\n</ul>\n\n<p><strong>4. Too many humans suck really bad at confronting global catastrophe, see COVID-19.</strong></p>\n\n<ul>\n<li>The situation got out of hand because of a cover-up (<a href=\"https://exxonknew.org/\">ExxonMobil</a> / <a href=\"https://www.washingtonpost.com/opinions/global-opinions/how-chinas-authoritarian-system-made-the-pandemic-worse/2020/04/17/2a72c652-80ba-11ea-9040-68981f488eed_story.html\">Wuhan govt</a>)</li>\n<li>Surprise, it got worse because of media and government denial that it was an issue worth taking seriously (<a href=\"https://www.realclearpolitics.com/articles/2020/03/27/pandemic_brings_out_the_best_and_the_worst_in_the_media_142791.html\">COVID downplayed in the US until it was unmanageable</a> / <a href=\"https://www.annualreviews.org/doi/10.1146/annurev-polisci-051215-022857\">fully one half of Americans in 2015 did not agree that temperatures are rising due to human activity</a>)</li>\n<li>Even when consequences became clear, the situation continued to devolve due to the actions of a subset of idiots refusing to enforce scientifically-proven mitigation strategies (<a href=\"https://www.newsobserver.com/news/local/article218287205.html\">NC banned a study on sea level rise</a> / <a href=\"https://www.forbes.com/sites/kimberleespeakman/2021/07/16/these-states-have-banned-schools-from-requiring-covid-vaccination-and-masks/?sh=2e46c32323aa\">eight states have banned vaccination and mask mandates</a>)</li>\n</ul>\n\n<p>Some of my examples above are specific to the US, but unfortunately everyone is forced to share an atmosphere with us. So I feel that the only realistic way of saving the earth in time is a combination of mass revolt (like supernationally-coordinated grassroots terrorism to sabotage corporations with the biggest non-essential GHG emissions), really dangerous geoengineering projects (e.g. aerosols in the atmosphere to reflect sunlight a la Snowpiercer), and the introduction of financial measures that are unthinkable or wildly unpopular right now (best example I’ve heard of is carbon sequestration as basis for a new currency).</p>\n\n<p>I don’t deny that those things could save us, if we act now. I would like to point out that…we aren’t acting now, even as the visible effects of climate change continue to worsen at ever increasing rates. I argue that our inevitable failure is baked into the system. In the political sphere, geriatric obstructionists will continue to be elected for the next decade at least, and inconvenient (but absolutely necessary!) solutions will not be politically tractable until it&#39;s way too late. Similarly, in the financial sphere, people with the power to change things are locked into the current status quo that enriches them and the shareholders they’re accountable to. It’s not like these billionaires are oblivious either – they know what’s coming. <a href=\"https://www.hamptonthink.org/read/how-the-rich-plan-to-rule-a-burning-planet\">Their solution is to build private bunkers. </a></p>\n\n<p><strong>TLDR:</strong> By my estimation, most likely is the outcome where things will get worse, as we’ve been seeing for the past 5 years or so; and the rate of things getting worse will become exponential, much as our emissions have been (and remember we’re currently only seeing the effects from gasses emitted <a href=\"https://earth.org/data_visualization/the-time-lag-of-climate-change/\">ten years ago</a> in 2011 (39Gt), <a href=\"https://www.statista.com/statistics/276629/global-co2-emissions/\">and we’ve been emitting more ever since</a> (up to 43Gt in 2019), the effects of which won’t be seen til 2040); our fragile web of supply chains will buckle; people will be dying and willing to die to save the earth before those in power are willing to change; and so there will be massive uprisings to upset the status quo, which sounds “nice” being that it’s necessary, but will ultimately lead to instability and infighting and the consequent inability to address any problems but our own civil wars, <a href=\"https://www.nature.com/articles/nclimate2833\">as</a> <a href=\"https://www.nature.com/articles/s41467-018-05252-y\">hundreds of millions</a> <a href=\"https://pubmed.ncbi.nlm.nih.gov/28782036/\">die</a> in <a href=\"https://www.scientificamerican.com/article/heat-and-humidity-are-already-reaching-the-limits-of-human-tolerance/\">wet bulb 35 heatwaves</a>, arable temperatures move away from existing infrastructure to produce food, drought and desertification worsen, billions more die by famine while nation states <a href=\"https://www.nationalgeographic.com/science/article/150302-syria-war-climate-change-drought\">collapse under the pressure of climate refugees and civil war</a>, kinship communities pop up where they can eke out a living for a few generations. All by 2120 I’d guess, based on the literature linked throughout this post. Many journalists and scientists agree with my estimate – give <a href=\"https://nymag.com/intelligencer/2017/07/climate-change-earth-too-hot-for-humans.html\">this 2017 Intelligencer article</a> a read if you really want to get fucked up today.</p>\n\n<p>I&#39;d put it at 70% likelihood that &quot;first world&quot; nations will start collapsing like dominos in my lifetime (i.e. the next 50 years). Anecdotally: a small but concerning subset of my fellow scientist friends are getting Weird. Prepper levels of weird, buying land for a homestead in Wisconsin levels of weird. I am getting very close to those levels of weird myself, and I would LOVE to be talked out of it. Please CMV.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/pif9g8/cmv_human_civilization_will_collapse_within_my/",
  "subreddit": "changemyview",
  "id": "pif9g8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A warning at the outset: if you’re prone to anxiety and depression, especially\nabout existential risk and/or the impacts of climate change, please take care of\nyourself and maybe avoid this discussion entirely.\n\nThrowaway because talking about this makes me feel like a crazy person. Sorry\nabout all…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に警告しておきますが、特に実存するリスクや気候変動の影響について不安や憂鬱を感じやすい方は\n不安や憂鬱になりやすい方、特に実存的リスクや気候変動の影響について不安や憂鬱になりやすい方は、お気をつけください。\nまた、この議論を完全に避けるようにしてください。\n\nこの話をしていると自分がおかしくなったような気がしてくるので、投げやりに。すみません\nすべてについて...",
      "title": "CMV: 人類の文明は、私が生きている間に崩壊するでしょう。なぜなら、私たちの政治・金融システムには、気候変動に対処する能力がないからです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先要警告：如果你容易焦虑和抑郁，特别是\n担心存在的风险和/或气候变化的影响，请照顾好自己。\n照顾好自己，也许可以完全避免这场讨论。\n\n抛砖引玉，因为谈论这个问题让我觉得自己像个疯子。抱歉\n关于所有...",
      "title": "CMV：人类文明将在我的有生之年崩溃，因为我们的政治/金融系统不具备应对气候变化的能力。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先要警告：如果你容易焦慮和抑鬱，特別是\n擔心存在的風險和/或氣候變化的影響，請照顧好自己。\n照顧好自己，也許可以完全避免這場討論。\n\n拋磚引玉，因爲談論這個問題讓我覺得自己像個瘋子。抱歉\n關於所有...",
      "title": "CMV：人類文明將在我的有生之年崩潰，因爲我們的政治/金融系統不具備應對氣候變化的能力。"
    }
  ]
}