{
  "author": "Madmungo",
  "the_new_excerpt": "Why YSK: As I get older, I realised that people call me old, treat me old, and\ngenerally think that because I am old, that I think certain things.\n\nWhen I go out to dinner with other people from the company, or am around younger\npeople in general, there is often an unspoken moment that people try to…",
  "original_created_utc": 1612473438,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：随着年龄的增长，我意识到人们叫我老，对待我老，以及\n一般人都认为，因为我老了，所以才会有某些想法。\n\n当我和公司里的其他人一起出去吃饭，或者和年轻的人在一起时\n一般的人，往往有一个不言而喻的时刻，人们试图...",
      "title": "YSK老人并不经常觉得自己老。把他们当做老人，只会让他们想起自己外表看起来很老。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：隨着年齡的增長，我意識到人們叫我老，對待我老，以及\n一般人都認爲，因爲我老了，所以纔會有某些想法。\n\n當我和公司裏的其他人一起出去喫飯，或者和年輕的人在一起時\n一般的人，往往有一個不言而喻的時刻，人們試圖...",
      "title": "YSK老人並不經常覺得自己老。把他們當做老人，只會讓他們想起自己外表看起來很老。"
    }
  ],
  "title": "YSK old people do not often feel old. Treating them as an old person, only reminds them that they look old on the outside.",
  "created_utc": 1612500623,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: As I get older, I realised that people call me old, treat me old, and generally think that because I am old, that I think certain things. </p>\n\n<p>When I go out to dinner with other people from the company, or am around younger people in general, there is often an unspoken moment that people try to switch conversations when I am part of the group. It makes people feel uncomfortable because they attempt to change the conversation to match my age and what they think they should be talking about. </p>\n\n<p>It would be really super if people talked to me without taking my age in to account, because when comments about my age appear in decisions or conversations, it just reminds me that I am different to they are on the outside, because I still feel very young on the inside, I often forget that I am older than my colleagues (my memory isn&#39;t what it used to be haha), and they often remind me, which is a bit of a shame. :-)</p>\n</div><!-- SC_ON -->",
  "score": 22476,
  "permalink": "/r/YouShouldKnow/comments/lcqfb7/ysk_old_people_do_not_often_feel_old_treating/",
  "subreddit": "YouShouldKnow",
  "id": "lcqfb7",
  "is_self": true,
  "media": null,
  "is_video": false
}