{
  "author": "missmmac",
  "the_new_excerpt": "A series with thousands of pages seems a little overwhelming, currently. Is\nthere a book to introduce one to Fantasy? One that would suggest if Fantasy\ngenre is ones cup of tea?\n\nLike I said, I’m brand new to reading and have only finished 3 books, popular\nones (where the crawdads sing, A Million…",
  "original_created_utc": 1610461405,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "一个系列有上千页，目前看来有些吃力。是\n有一本书可以介绍一个人到幻想？一个会建议如果幻想\n类型是一个人的茶杯？\n\n就像我说的，我是全新的读书人，只看完了3本书，热门的\n小龙虾唱的《百万... ...",
      "title": "我是新来的，在戒酒的初级阶段，为了打发时间而读书。我很喜欢迷失在书中，以逃避现实，打发时间，同时还能起到建设性的作用。我想也许奇幻类的书会有这样的效果？我想涉足奇幻类的书籍，但不知道从哪里开始。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一個系列有上千頁，目前看來有些喫力。是\n有一本書可以介紹一個人到幻想？一個會建議如果幻想\n類型是一個人的茶杯？\n\n就像我說的，我是全新的讀書人，只看完了3本書，熱門的\n小龍蝦唱的《百萬... ...",
      "title": "我是新來的，在戒酒的初級階段，爲了打發時間而讀書。我很喜歡迷失在書中，以逃避現實，打發時間，同時還能起到建設性的作用。我想也許奇幻類的書會有這樣的效果？我想涉足奇幻類的書籍，但不知道從哪裏開始。"
    }
  ],
  "title": "I am new to reading in my beginning stages of sobriety to pass time. I would enjoy getting lost into books to escape from reality and pass time while still being constructive. I thought maybe Fantasy would do the trick? I would like to dabble in the Fantasy genre but don’t know where to start.",
  "created_utc": 1611630772,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A series with thousands of pages seems a little overwhelming, currently.\nIs there a book to introduce one to Fantasy? One that would suggest if Fantasy genre is ones cup of tea?</p>\n\n<p>Like I said, I’m brand new to reading and have only finished 3 books, popular ones (where the crawdads sing, A Million Little Pieces..) suggested as easy reads but I’m looking to dabble into a little more. </p>\n\n<p>Also, happy to take other suggestions besides fantasy if something comes to mind while reading this. </p>\n\n<p>Stay well my friends, and read on.</p>\n</div><!-- SC_ON -->",
  "score": 450,
  "permalink": "/r/booksuggestions/comments/kvskgx/i_am_new_to_reading_in_my_beginning_stages_of/",
  "subreddit": "booksuggestions",
  "id": "kvskgx",
  "is_self": true,
  "media": null,
  "is_video": false
}