{
  "author": "bored__as_fuck",
  "original_created_utc": 1637363928,
  "title": "Imagining what you read.",
  "created_utc": 1637373918,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Well I had this conversation with someone who doesn&#39;t read much and asked me what I liked so much about reading regarding it&#39;s only words and no image. Their argue was that movies provide you with the picture too. Then I told them that when I&#39;m reading I actually &quot;see&quot; the picture in my mind and after a while it doesn&#39;t even feel like I&#39;m reading words anymore. I&#39;m so drawn to it that I just imagine what I&#39;m reading and I have no awareness of what&#39;s happening around me. I always thought that&#39;s this is how it feels when someone is reading a book but apparently it&#39;s not like this for everyone. </p>\n\n<p>How is it for you? Do you feel like I do or you feel it more like plain reading?</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/books/comments/qxs69a/imagining_what_you_read/",
  "subreddit": "books",
  "id": "qxs69a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Well I had this conversation with someone who doesn't read much and asked me\nwhat I liked so much about reading regarding it's only words and no image. Their\nargue was that movies provide you with the picture too. Then I told them that\nwhen I'm reading I actually \"see\" the picture in my mind and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "あまり本を読まない人との会話の中で、「文字だけでイメージがない読書のどこがいいの？\n言葉だけでイメージがない読書のどこがいいのかと聞かれました。彼らの\n彼らの意見は、映画は画像も提供してくれるというものでした。そこで私は\n読書をしているとき、私は実際に頭の中で絵を「見て」いて...",
      "title": "読んだ内容を想像する"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我和一个不怎么读书的人有过这样的对话，他问我\n我为什么这么喜欢阅读，因为它只有文字而没有图像。他们的\n他们的论点是，电影也为你提供了画面。然后我告诉他们\n当我在阅读时，我实际上是在脑海中 \"看到 \"画面，而且......",
      "title": "想象你所读的东西。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我和一個不怎麼讀書的人有過這樣的對話，他問我\n我爲什麼這麼喜歡閱讀，因爲它只有文字而沒有圖像。他們的\n他們的論點是，電影也爲你提供了畫面。然後我告訴他們\n當我在閱讀時，我實際上是在腦海中 \"看到 \"畫面，而且......",
      "title": "想象你所讀的東西。"
    }
  ]
}