{
  "author": "phlorida92",
  "original_created_utc": 1638937142,
  "title": "Would it be wise to stake 7 or 8 figures in a stablecoin?",
  "created_utc": 1638970560,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;If I hypothetically came across like 5 to 10 million dollars, and turned it into a stablecoin like USDC would it be wise to just leave it all staked for 10%? &lt;/p&gt;\n\n&lt;p&gt;Or do most exchanges not let you stake that much money in the first place? Sorry if I sound stupid, I&amp;#39;m just a bit new to all this stuff on crypto! I also don&amp;#39;t have that much to invest, but I always wondered what&amp;#39;s stopping millionaires from just leaving millions of dollars and getting a massive return on it by staking into a stablecoin.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s always sat in the back of my mind as to how come I don&amp;#39;t hear more about this. It just seems like a reasonable way to consistently gain a lot of money without really losing anything, unless somehow USDC and crypto overall just disappears the next day.&lt;/p&gt;\n\n&lt;p&gt;Edit: Genuinely not a whale, it was something my friends and I were talking about for fun. It just made me wonder why more well off people just don&amp;#39;t stake into stablecoins, since they said they wanted to stake it into other coins that isn&amp;#39;t a stablecoin to stake for a higher APY.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 163,
  "permalink": "/r/CryptoCurrency/comments/rbigon/would_it_be_wise_to_stake_7_or_8_figures_in_a/",
  "subreddit": "CryptoCurrency",
  "id": "rbigon",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If I hypothetically came across like 5 to 10 million dollars, and turned it into\na stablecoin like USDC would it be wise to just leave it all staked for 10%?\n\nOr do most exchanges not let you stake that much money in the first place? Sorry\nif I sound stupid, I'm just a bit new to all this stuff on…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>仮に500～1000万ドルほどのお金が手に入り、それをUSDCのような安定したコインに変えたとします。\nもし私が仮に500万ドルから1000万ドルを手に入れて、それをUSDCのような安定したコインに変えたとしたら、それをそのままにしておくのは賢明でしょうか？\n</p> <p>もし500～1000万ドルを手に入れて、USDCのような安定したコインに変えたとします。</p> <p>あるいは、ほとんどの取引所では、そもそもそんな大金を賭けることはできないのでしょうか？\n</p> <p>あるいは、ほとんどの取引所では、そもそもそんな大金を賭けることはできないのでしょうか？愚かに聞こえたらごめんなさい。",
      "title": "安定したコインに7、8桁の金額を賭けるのは賢明でしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>如果我假设遇到像5至10万美元的\n币，并将其转化为像USDC这样的稳定币，那么将其全部押注为10%是明智之举吗？\n赌注为10%？</p> <p>或者说，大多数交易所都不允许你在第一时间投入这么多钱\n这么多钱？对不起，如果我听起来很愚蠢，...",
      "title": "将7或8位数的资金押在一个稳定币上是否明智？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>如果我假設遇到像5至10萬美元的\n幣，並將其轉化爲像USDC這樣的穩定幣，那麼將其全部押注爲10%是明智之舉嗎？\n賭注爲10%？</p> <p>或者說，大多數交易所都不允許你在第一時間投入這麼多錢\n這麼多錢？對不起，如果我聽起來很愚蠢，...",
      "title": "將7或8位數的資金押在一個穩定幣上是否明智？"
    }
  ]
}