{
  "author": "phlorida92",
  "original_created_utc": 1638937142,
  "title": "Would it be wise to stake 7 or 8 figures in a stablecoin?",
  "created_utc": 1638970560,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;If I hypothetically came across like 5 to 10 million dollars, and turned it into a stablecoin like USDC would it be wise to just leave it all staked for 10%? &lt;/p&gt;\n\n&lt;p&gt;Or do most exchanges not let you stake that much money in the first place? Sorry if I sound stupid, I&amp;#39;m just a bit new to all this stuff on crypto! I also don&amp;#39;t have that much to invest, but I always wondered what&amp;#39;s stopping millionaires from just leaving millions of dollars and getting a massive return on it by staking into a stablecoin.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s always sat in the back of my mind as to how come I don&amp;#39;t hear more about this. It just seems like a reasonable way to consistently gain a lot of money without really losing anything, unless somehow USDC and crypto overall just disappears the next day.&lt;/p&gt;\n\n&lt;p&gt;Edit: Genuinely not a whale, it was something my friends and I were talking about for fun. It just made me wonder why more well off people just don&amp;#39;t stake into stablecoins, since they said they wanted to stake it into other coins that isn&amp;#39;t a stablecoin to stake for a higher APY.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 163,
  "permalink": "/r/CryptoCurrency/comments/rbigon/would_it_be_wise_to_stake_7_or_8_figures_in_a/",
  "subreddit": "CryptoCurrency",
  "id": "rbigon",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>If I hypothetically came across like 5 to 10\nmillion dollars, and turned it into a stablecoin like USDC would it be wise to\njust leave it all staked for 10%? </p> <p>Or do most exchanges not let you stake\nthat much money in the first place? Sorry if I sound stupid,…"
}