{
  "author": "Beaglers",
  "original_created_utc": 1633316269,
  "title": "What genres are popular in another language but not in English?",
  "created_utc": 1633348555,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m bilingual in English and Chinese. Most people know about Wuxia genre. Wuxia is so hard to translate into another language because it is so tied to the history and culture of China. You almost need a Encyclopedia to reference all the terms. The authors already expects you to be familiar with Chinese history and culture.</p>\n\n<p>Besides the well known Wuxia genre, the less well known Gaming genre is also very popular in China. Imagine a entire genre of novels similar to Ready Player One without the 80s pop culture references.</p>\n\n<p>Recently I also read some Business novels (Ikeido Jun) translated from Japanese into Chinese. My favourites are Riku-oh and Downtown Rocket. I think these novels have not been translated into English yet. Imagine a entire genre about the world of business. Our heroes are begging for bank loans, pitching to investors, sourcing new materials, developing new products, opening new sales channels, resisting bribery, chasing bad loans, fighting patent trolls, motivating employees etc.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/q0wwb3/what_genres_are_popular_in_another_language_but/",
  "subreddit": "books",
  "id": "q0wwb3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm bilingual in English and Chinese. Most people know about Wuxia genre. Wuxia\nis so hard to translate into another language because it is so tied to the\nhistory and culture of China. You almost need a Encyclopedia to reference all\nthe terms. The authors already expects you to be familiar with…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は英語と中国語のバイリンガルです。多くの人が知っているのは「武侠」というジャンルだと思います。Wuxia\n中国の歴史や文化と結びついているので、他の言語に翻訳するのはとても難しいです。\n中国の歴史や文化と結びついているからです。すべての用語を参照するには百科事典が必要なくらいです。\n必要になります。著者は、あなたが中国の歴史や文化に精通していることを期待しています。",
      "title": "他の言語では流行っているが、英語では流行っていないジャンルは？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我精通英文和中文两种语言。大多数人都知道武侠小说的类型。武侠小说\n是很难翻译成另一种语言的，因为它与中国的历史和文化是如此的紧密相连。\n中国的历史和文化。你几乎需要一本百科全书来参考所有的\n的术语。作者已经希望你能熟悉这些术语。",
      "title": "哪些体裁在另一种语言中流行，但在英语中不流行？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我精通英文和中文兩種語言。大多數人都知道武俠小說的類型。武俠小說\n是很難翻譯成另一種語言的，因爲它與中國的歷史和文化是如此的緊密相連。\n中國的歷史和文化。你幾乎需要一本百科全書來參考所有的\n的術語。作者已經希望你能熟悉這些術語。",
      "title": "哪些體裁在另一種語言中流行，但在英語中不流行？"
    }
  ]
}