{
  "author": "OtakuJosh",
  "original_created_utc": 1634477560,
  "title": "I finished The Hitchhiker's Guide to the Galaxy in 6 Days!",
  "created_utc": 1634484955,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m so proud of myself. I finished the entire Hitchhiker&#39;s Guide to the Galaxy series in 6 days. There are 6 books in the entire series so one book per day. Never thought I&#39;d be able to achieve this. But I did and I&#39;m very happy.</p>\n\n<p>Just wanted to let someone know about this.</p>\n\n<p>To those of you who haven&#39;t read this series and likes fiction; I would highly recommend it. My favourite book in the series was Book 6, it was written by Eoin Colfer. The first five books were penned by Douglas Adams.<br/>\nAll the books in this series are hilarious. Douglas Adams&#39; books are more so than Eoin Colfer&#39;s in my opinion. But the last book would be easier to read because it&#39;s more neatly laid out.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/q9yszy/i_finished_the_hitchhikers_guide_to_the_galaxy_in/",
  "subreddit": "books",
  "id": "q9yszy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm so proud of myself. I finished the entire Hitchhiker's Guide to the Galaxy\nseries in 6 days. There are 6 books in the entire series so one book per day.\nNever thought I'd be able to achieve this. But I did and I'm very happy.\n\nJust wanted to let someone know about this.\n\nTo those of you who…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "自分のことをとても誇りに思っています。ヒッチハイカーズ・ガイド・トゥ・ザ・ギャラクシー」の全シリーズを6日間で読み終えました。\nシリーズを6日間で読み終えました。シリーズ全体では6冊あるので、1日1冊です。\nこんなことができるとは思いませんでした。でも、達成できたので、とても嬉しいです。\n\nこのことを誰かに知らせたかったのです。\n\nあなたのように...",
      "title": "6日間で『銀河ヒッチハイク・ガイド』を完成させた!"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我真为自己感到骄傲。我在6天内读完了整个《银河系搭车指南》系列。\n系列在6天内完成。整个系列有6本书，所以每天一本书。\n从未想过我能实现这个目标。但我做到了，我非常高兴。\n\n只是想让别人知道这件事。\n\n对那些...",
      "title": "我在6天内读完了《银河系的搭车指南》!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我真爲自己感到驕傲。我在6天內讀完了整個《銀河系搭車指南》系列。\n系列在6天內完成。整個系列有6本書，所以每天一本書。\n從未想過我能實現這個目標。但我做到了，我非常高興。\n\n只是想讓別人知道這件事。\n\n對那些...",
      "title": "我在6天內讀完了《銀河系的搭車指南》!"
    }
  ]
}