{
  "author": "Specktagon",
  "original_created_utc": 1635074730,
  "title": "CMV: Tribalism is the biggest obstacle in achieving a true Democracy. And the entire system needs to change to make this happen.",
  "created_utc": 1635103853,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Mainly using my points here regarding US politics as the issue is most pronounced there, but this does apply to other democratic politics aswell.</p>\n\n<p><a href=\"https://en.wikipedia.org/wiki/Tribalism\">https://en.wikipedia.org/wiki/Tribalism</a></p>\n\n<p>Modern democracy still has a long way to go until it is the idealized system it&#39;s often described as. But I think even things like lobbying/corruption aren&#39;t holding it back as much as tribalism does. First of all it&#39;s the reason we even have a two party system in place. Because in theory we don&#39;t. You can vote third party and even submit write-ins for just about everyone. But if it isn&#39;t corrupt-change-absolutely-nothing-party-A or corrupt-change-absolutely-nothing-party-B, your vote doesn&#39;t really matter. Meaning over time most people will become a Party A or Party B supporter, and why wouldn&#39;t they?</p>\n\n<p>Tribalism is a completely natural sociological phenomenon, almost every human experiences it in one way or another. Often times it isn&#39;t even destructive. In politics, it is.</p>\n\n<p>Correct me if I&#39;m wrong, but isn&#39;t the point of democracy to naturally create a economic and ethical system that the plurality of citizens agrees on? That&#39;s not an achievable goal if people partake in destructive behavior just to &quot;stick it to the other side&quot;, or even sadder, actively self-destructive one just so they get validation from their group of people. It&#39;s always us vs them, and that can be a good topic of debate if we&#39;re talking about a singular ethical topic. But more often than not tribalism is the exact thing that prevents people from using their critical thinking skills. They see &quot;us vs them&quot; not as a moral dilemma regarding all our lives, but as two football teams going at it and if your team wins you party no matter how or why they got there. The politicians themselves use this aswell, as they less and less talk about their actual values and more and more about why the other party is dogshit and their candidate did something questionable 30 years ago or something like that.</p>\n\n<p>I&#39;m not too educated in political theory to propose a better system, but we could start with the fact that we should be voting for the values themselves, not human beings representing a political party. This is already being done on small scale votes to great effect. Oftentimes the only problem being that not enough people participate. On a national scale this could make people a lot less ignorant and when they debate politics, they&#39;d actually debate what politics is about.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/qeqaa5/cmv_tribalism_is_the_biggest_obstacle_in/",
  "subreddit": "changemyview",
  "id": "qeqaa5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Mainly using my points here regarding US politics as the issue is most\npronounced there, but this does apply to other democratic politics aswell.\n\nhttps://en.wikipedia.org/wiki/Tribalism\n\nModern democracy still has a long way to go until it is the idealized system\nit's often described as. But I…"
}