{
  "author": "Resident_Piccolo_866",
  "original_created_utc": 1630337265,
  "title": "Unpopular opinion: Moon coins are a shit coin and most of you are hypocrites if you enjoy them.",
  "created_utc": 1630348488,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sure its free money for making a comment or post but they have zero utility just like the coins that are blasted to no end in here and down voted to oblivion such as Doge coin and Shiba. People are literally making post and comments now trying to just get likes to earn a few more moons and its obvious sometimes. This in turn is making this group less enjoyable for myself. I don&#39;t blame any of you for enjoy moons, I do also, its free money and who doesn&#39;t like that. I guess my main point is if you enjoy a coin that has no utility its unfair and makes no sense for you to bash other coins that other people enjoy and also have no real life utility. Even if Moons bring more people you <a href=\"/r/cryptocurrency\">r/cryptocurrency</a> are these really the kind of people we want on this page? Maybe some of you can enlighten me on how this coin is actually different from the coins that are hated in here besides the fact that its free to people who make a post. I do realize you can buy this coin, which is exactly like buying a shit coin.  I wouldn&#39;t be surprised if this post gets downvoted a lot but this is making a lot of sense to me.</p>\n</div><!-- SC_ON -->",
  "score": 236,
  "permalink": "/r/CryptoCurrency/comments/pekchd/unpopular_opinion_moon_coins_are_a_shit_coin_and/",
  "subreddit": "CryptoCurrency",
  "id": "pekchd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Sure its free money for making a comment or post but they have zero utility just\nlike the coins that are blasted to no end in here and down voted to oblivion\nsuch as Doge coin and Shiba. People are literally making post and comments now\ntrying to just get likes to earn a few more moons and its…"
}