{
  "author": "scryharder",
  "original_created_utc": 1629580459,
  "title": "CMV: Any argument of \"Hurry or you'll be left out\" specifically/especially when discussing Bit/stablecoins, NFTs, etc, etc immediately clues you in to the fact it's a Ponzi scheme, NOT a viable or useful alternative to anything that exists.",
  "created_utc": 1629606669,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m absolutely open to having my view changed on bit or whatever coins, but after a comment response I just made to someone trying to defend NFTs, stablecoins, smart contracts, I&#39;ve realized a very specific thing that can clue you in to the fact that they&#39;re a type of Ponzi scheme or scam: &quot;if you don&#39;t believe in X, you&#39;re going to miss out.&quot;</p>\n\n<p>Any viable alternative to currencies, as all of the Bit, eth, doge, stable, etc, etc, coins all want people to get in NOW, invest NOW, it&#39;s going to go up! Be viable! Revolution is coming! </p>\n\n<p>That&#39;s a clear sign of a first in first out mindset. It&#39;s a pump and dump. Create a system, first people to get into it reap the huge rewards, and then at some point it ends and those left are holding worthless pet rocks or furbies in cyberspace. I&#39;m not saying you CAN&#39;T make money getting in at other times, you absolutely can as certain people pump it all up to make money. But that&#39;s speculation/gambling, all based on a future expectation of value.</p>\n\n<p>Which is NOT what will make a successful alternative currency or trade/contract vehicle! A sign of a successful one of those is a stable valuation that it doesn&#39;t MATTER if I get in later! It&#39;s not about investment in an imaginary system, it&#39;s about exchanging value! Hell, someone could launch the new Online(TM) coin for the onlyfans stuff going on now to solve the whole mess - you would transfer from $ to O coins, and back out, but not have any reason to stay in it except that you could buy a cheeseburger with the remainder next. It would only be successful if people AREN&#39;T trying to do large scale coin arbitrage where they think there is some inherent value. </p>\n\n<p>Even if we don&#39;t all want to have an O, anyone who says you are going to miss out is pitching a scam where the first people in that monopolize something, want to be paid off for inventing/controlling it to start.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/p8zfvt/cmv_any_argument_of_hurry_or_youll_be_left_out/",
  "subreddit": "changemyview",
  "id": "p8zfvt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm absolutely open to having my view changed on bit or whatever coins, but\nafter a comment response I just made to someone trying to defend NFTs,\nstablecoins, smart contracts, I've realized a very specific thing that can clue\nyou in to the fact that they're a type of Ponzi scheme or scam: \"if you…"
}