{
  "author": "Dyslxeic",
  "original_created_utc": 1637409399,
  "title": "YSK: banks will cash deposited checks before taking money from source of the check, and checks can bounce 13 days after you deposit them.",
  "created_utc": 1637414729,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The funds your bank offers you before they retrieve money from the source of the check is referred to as a courtesy. Meaning, they are assuming based on the fact that you endorsed the check that the source of the check is reliable, even if the check you&#39;re cashing isn&#39;t legitimate. \n I was recently scammed for a lot of money based on my misunderstanding of how checks function, and now I owe my bank the money that these bounced checks offered because I already spent it. This is a common scam these days. Someone pretending to be an employer sends you checks to cover work supplies, then they get you to send your real money along to &quot;suppliers&quot; via Google pay or through cryptocurrencies. Then the checks get flagged as fictitious days later, and you&#39;re left with a huge bill that the bank won&#39;t help you cover. I may be particularly naive about these sorts of things, but nobody ever taught me that checks get cashed before the bank has verified that they&#39;re real, and I never want anyone to make the same mistake I did. I would honestly say that you should never accept checks as payment for anything based on this understanding, unless it&#39;s from a close friend or family member. Your bank isn&#39;t there to help you. They&#39;re there to facilitate money changing hands. It&#39;s not their business if the check isn&#39;t legitimate. The first you&#39;ll hear about it is when you see huge amounts of money being debited to your account as they discover the checks are fake.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/YouShouldKnow/comments/qy44x0/ysk_banks_will_cash_deposited_checks_before/",
  "subreddit": "YouShouldKnow",
  "id": "qy44x0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The funds your bank offers you before they retrieve money from the\nsource of the check is referred to as a courtesy. Meaning, they are assuming\nbased on the fact that you endorsed the check that the source of the check is\nreliable, even if the check you're cashing isn't legitimate. I was…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、銀行が小切手の発行元から資金を回収する前に、お客様に提供する資金のことです。\n小切手の発行元からお金を回収する前に、銀行が提供する資金のことを礼儀といいます。つまり、あなたが小切手を裏書きしたという事実に基づいて\nつまり、あなたが小切手を裏書きしたという事実に基づいて、その小切手の発行元が信頼できると仮定しているのです。\n小切手の発行元が信頼できると仮定しているのです。私は...",
      "title": "YSK: 銀行は預かった小切手を、小切手の発行元からお金を受け取る前に現金化します。また、小切手は預かってから13日後にバウンスすることがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：你的银行在取回钱之前向你提供的资金\n支票的来源被称为一种礼节。意思是，他们假设\n基于你在支票上背书的事实，认为支票的来源是可靠的。\n可靠，即使你所兑现的支票不合法。我是...",
      "title": "YSK：银行会在收取支票来源的钱之前兑现存入的支票，支票在你存入后的13天内可以退票。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：你的銀行在取回錢之前向你提供的資金\n支票的來源被稱爲一種禮節。意思是，他們假設\n基於你在支票上背書的事實，認爲支票的來源是可靠的。\n可靠，即使你所兌現的支票不合法。我是...",
      "title": "YSK：銀行會在收取支票來源的錢之前兌現存入的支票，支票在你存入後的13天內可以退票。"
    }
  ]
}