{
  "author": "Dyslxeic",
  "original_created_utc": 1637409399,
  "title": "YSK: banks will cash deposited checks before taking money from source of the check, and checks can bounce 13 days after you deposit them.",
  "created_utc": 1637414729,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The funds your bank offers you before they retrieve money from the source of the check is referred to as a courtesy. Meaning, they are assuming based on the fact that you endorsed the check that the source of the check is reliable, even if the check you&#39;re cashing isn&#39;t legitimate. \n I was recently scammed for a lot of money based on my misunderstanding of how checks function, and now I owe my bank the money that these bounced checks offered because I already spent it. This is a common scam these days. Someone pretending to be an employer sends you checks to cover work supplies, then they get you to send your real money along to &quot;suppliers&quot; via Google pay or through cryptocurrencies. Then the checks get flagged as fictitious days later, and you&#39;re left with a huge bill that the bank won&#39;t help you cover. I may be particularly naive about these sorts of things, but nobody ever taught me that checks get cashed before the bank has verified that they&#39;re real, and I never want anyone to make the same mistake I did. I would honestly say that you should never accept checks as payment for anything based on this understanding, unless it&#39;s from a close friend or family member. Your bank isn&#39;t there to help you. They&#39;re there to facilitate money changing hands. It&#39;s not their business if the check isn&#39;t legitimate. The first you&#39;ll hear about it is when you see huge amounts of money being debited to your account as they discover the checks are fake.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/YouShouldKnow/comments/qy44x0/ysk_banks_will_cash_deposited_checks_before/",
  "subreddit": "YouShouldKnow",
  "id": "qy44x0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The funds your bank offers you before they retrieve money from the\nsource of the check is referred to as a courtesy. Meaning, they are assuming\nbased on the fact that you endorsed the check that the source of the check is\nreliable, even if the check you're cashing isn't legitimate. I was…"
}