{
  "author": "Environmental_Sand45",
  "the_new_excerpt": "This is something I see every single day in real life, and online.\n\nI see this with couples quarrelling, friends or family having arguements and\nespecially how people discuss things online.\n\nIt's also a major problem for society as a whole as people have generally become\nextremely close minded…",
  "original_created_utc": 1608922014,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这是我在现实生活中和网上每天都能看到的东西。\n\n我看到情侣吵架，朋友或家人吵架，\n尤其是人们在网上讨论事情的方式。\n\n这也是整个社会的一个主要问题，因为人们通常会变成\n极其封闭的…",
      "title": "[改变我的想法]：大多数人不知道如何恰当地沟通，也不在乎自己的说话方式是否会疏远他人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我在現實生活中和網上每天都能看到的東西。\n\n我看到情侶吵架，朋友或家人吵架，\n尤其是人們在網上討論事情的方式。\n\n這也是整個社會的一個主要問題，因爲人們通常會變成\n極其封閉的…",
      "title": "[改變我的想法]：大多數人不知道如何恰當地溝通，也不在乎自己的說話方式是否會疏遠他人。"
    }
  ],
  "title": "CMV: Most people don't know how to properly communicate, and don't care if they alienate others with how they talk.",
  "created_utc": 1608960733,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is something I see every single day in real life, and online.</p>\n\n<p>I see this with couples quarrelling, friends or family having arguements and especially how people discuss things online.</p>\n\n<p>It&#39;s also a major problem for society as a whole as people have generally become extremely close minded bigots and won&#39;t even entertain another persons opinion or point of view.</p>\n\n<p>Good effective communication involves not only thinking about your message, but also thinking about how it will be received or interpreted.</p>\n\n<p>Some of the easiest examples of this are when people throw out accusations of a racist , homophobic, transphobic etc. They call someone out and say &quot;you&#39;re racist&quot; for saying XYZ. Or you&#39;re transphobic for not wanting to date a trans persson. People who throw out accusations or brandings like than are just shutting down the conversation and thus hurting their cause. If you approach someone with a threat, or accusation, or if you confront them then you&#39;re instantly putting them on the defensive and almost guaranteeing a worthless conversation.</p>\n\n<p>Edit: I should add some more examples.</p>\n\n<ol>\n<li>Couples fighting or arguing, this often devolves into nothing more than a blame game or trying to &quot;win&quot; or &quot;one up&quot; their partner.</li>\n</ol>\n\n<p>A simple case is couples using  &quot;I feel&quot; statements incorrectly. They say things like &quot;I feel you don&#39;t care about me and you always put yourself first&quot;. This is simply an attack that will likely put the other person on the defensive and it shuts down any conversation about how to resolve things.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/kk3v5v/cmv_most_people_dont_know_how_to_properly/",
  "subreddit": "changemyview",
  "id": "kk3v5v",
  "is_self": true,
  "media": null,
  "is_video": false
}