{
  "author": "Various-Adeptness173",
  "original_created_utc": 1633856857,
  "title": "CMV: Everyone should make good money. Not just people who have an education.",
  "created_utc": 1633865584,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Every worker provides a service to society. People say “why should whopper flippers make good money? They don’t deserve it”. I disagree with that. They’re making food that we all like to eat. Come on. Who doesn’t like a good whopper? It’s almost as if people who say this are implying that unskilled workers are just sitting around all day masturbating and playing video games. I live in America btw and don’t know how it works in other countries but here in America unskilled workers barely make any money and it’s a very sad and disturbing thing.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/q54j0l/cmv_everyone_should_make_good_money_not_just/",
  "subreddit": "changemyview",
  "id": "q54j0l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Every worker provides a service to society. People say “why should whopper\nflippers make good money? They don’t deserve it”. I disagree with that. They’re\nmaking food that we all like to eat. Come on. Who doesn’t like a good whopper?\nIt’s almost as if people who say this are implying that unskilled…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "すべての労働者は、社会に対してサービスを提供しています。人々は、「なぜワッパー・フリッパーが良いお金を稼がなければならないのか？\n人は「なぜワッパー・フリッパーが儲かるのか？彼らはそれに値しない」と言います。私はそれに同意しません。彼らは\n私たちが好きな食べ物を作っているのですから。そうでしょう。美味しいワッパーが嫌いな人はいないでしょう。\nこのようなことを言う人は、まるで未熟な...と言っているかのようです。",
      "title": "CMV: 誰もが良いお金を稼ぐべきです。教育を受けている人だけでなく。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每个工人都为社会提供服务。人们说：\"为什么炒鱿鱼的人应该\n炒鱿鱼的人赚大钱？他们不应该得到这些钱\"。我不同意这个观点。他们是\n制作我们都喜欢吃的食物。来吧。谁不喜欢美味的大餐？\n说这话的人几乎是在暗示，不熟练的...",
      "title": "CMV：每个人都应该赚到好钱。不仅仅是那些受过教育的人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每個工人都爲社會提供服務。人們說：\"爲什麼炒魷魚的人應該\n炒魷魚的人賺大錢？他們不應該得到這些錢\"。我不同意這個觀點。他們是\n製作我們都喜歡喫的食物。來吧。誰不喜歡美味的大餐？\n說這話的人幾乎是在暗示，不熟練的...",
      "title": "CMV：每個人都應該賺到好錢。不僅僅是那些受過教育的人。"
    }
  ]
}