{
  "author": "Wack_Shizzles",
  "original_created_utc": 1625180733,
  "title": "A Thousand Splendid Suns",
  "created_utc": 1625232470,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I finished <em>A Thousand Splendid Suns</em> by Khaled Hosseini today. And it&#39;s incredible. It&#39;s a culture shock, a ticket to a whole other world. He puts you in the shoes of women with lives and hardships I couldn&#39;t begin to fathom. The things they went through, the incredible loss and uncertain future, Hosseini has you feel all of it. The entire time we&#39;re also witnessing Afghanistan with the rise and fall of the Soviets, Jihad, and then the Taliban.</p>\n\n<p>I didn&#39;t include spoilers because everyone should experience the book blind. There are moments where I audibly gasped or yelled or said, &quot;oh shit.&quot; I&#39;m struggling to artfully articulate exactly what I&#39;m feeling right now about this story; I can&#39;t find the words for it. </p>\n\n<p>I wholeheartedly recommend this book to everyone. It&#39;s deep, insightful, heart-wrenching, and enchanting. It&#39;s incredible. </p>\n\n<p>The only trouble I had reading the story was making connections with the names and places. They were hard for me to pronounce and remember. Not so much the names of the main characters or places like Kabul, but a few of the minor/fleeting names often slipped my mind. The craziest thing for me was seeing a different side in a horrible situation. A long time ago, one of the men in my family was killed at the hands of the Taliban in Afghanistan. Ever since, my stepmother and grandma ranted and raved about how horrible the people of Afghanistan are. Taliban and civilians alike. Though I never bought much into their condemnations of the civilians, seeing the distrust and equal, if not more, dislike for them is comforting, which sounds weird to say. And I hope the meaning of that isn&#39;t skewed. I&#39;m not pleased about their suffering, not in the slightest. But my family always talked about how thankful the people of Afghanistan were for the Taliban. And in the story, they do cheer for the arrival of the Taliban at one point. However, their hopes for a brighter future were quickly dashed. Because they were duped. I know the book is fiction, but it&#39;s realistic fiction. There must be some truth to it.</p>\n\n<p>I&#39;m an American blessed with opportunities and privileges I often disregard or forget. This book makes me remember what I have and should be thankful for. It also reminds me of the suffering of others in a place I know so little about.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/obxjjh/a_thousand_splendid_suns/",
  "subreddit": "books",
  "id": "obxjjh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I finished A Thousand Splendid Suns by Khaled Hosseini today. And it's\nincredible. It's a culture shock, a ticket to a whole other world. He puts you\nin the shoes of women with lives and hardships I couldn't begin to fathom. The\nthings they went through, the incredible loss and uncertain future,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今日、Khaled Hosseiniの「A Thousand Splendid Suns」を読み終えました。そして、それは\n驚きの連続でした。カルチャーショックを受け、全く別の世界へのチケットを手にしたような気分になります。彼は、私が生きてきた人生や苦難を持つ女性たちに\n私には想像もつかないような生活や苦労をしている女性たちの立場に立たせてくれます。そして\n彼女たちが経験したこと、信じられないような喪失感と不確かな未来、...。",
      "title": "千の華麗なる太陽"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我今天读完了卡勒德-胡赛尼（Khaled Hosseini）的《千秋万岁》（A Thousand Splendid Suns）。它是\n令人难以置信。它是一种文化冲击，是通往另一个世界的门票。他让你\n他让你置身于那些有着我无法想象的生活和苦难的女性身上。她们所经历的事情\n她们所经历的事情，难以置信的损失和不确定的未来，...",
      "title": "一千个灿烂的太阳》（A Thousand Splendid Suns"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我今天讀完了卡勒德-胡賽尼（Khaled Hosseini）的《千秋萬歲》（A Thousand Splendid Suns）。它是\n令人難以置信。它是一種文化衝擊，是通往另一個世界的門票。他讓你\n他讓你置身於那些有着我無法想象的生活和苦難的女性身上。她們所經歷的事情\n她們所經歷的事情，難以置信的損失和不確定的未來，...",
      "title": "一千個燦爛的太陽》（A Thousand Splendid Suns"
    }
  ]
}