{
  "author": "Worst_Support",
  "original_created_utc": 1626910989,
  "title": "CMV: Dislikes (or equivalents) are good, and most social media platforms need them",
  "created_utc": 1626924636,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently, Twitter has been looking into adding dislikes to their platform. I think this is actually a good idea, and in the long run will mitigate toxicity on the platform.   </p>\n\n<p>I know that at first it might seem like a dislike or negative rating feature will exacerbate toxicity, but I believe the opposite is actually true. Dislikes are a good feature because they&#39;re the lowest impact form of giving a negative response. When we see something we dislike, we are inclined to interact with it. A simple dislike button gives us that catharsis without doing much to the original content or giving people who disagree with you an opportunity to argue further.         </p>\n\n<p>Think of it this way: If you&#39;re on Reddit and you see something you don&#39;t like, what do you do? You usually just press downvote and move on. But let&#39;s say you&#39;re on Twitter and see something you don&#39;t like. What do you do? No dislike button. So the closest option is to reply or quote retweet, both of which actively spread the material you don&#39;t like and open you up to arguments. If there was a dislike button, controversial tweets wouldn&#39;t get much traction. Same goes for TikTok, I think the constant reply videos we see wouldn&#39;t be as prolific if you could just dislike videos and move on. Now I know that arguing isn&#39;t always bad, but let&#39;s face it, we all do too damn much of it on the internet these days, and I think that adding in simple dislike buttons would be a good way to reduce the amount of arguments we have.         </p>\n\n<p>Another good feature of dislike buttons is that they give a very concise measure of how people are responding to your post. If all you have to go on are likes and comments that doesn&#39;t tell you much about the general public response, but likes and dislikes being binary let&#39;s you see what the response is at a glance.    </p>\n\n<p>Edit: To be clear, I don&#39;t fully agree with Reddit&#39;s downvotes lowering the visibility of posts to the extent that they do. I don&#39;t think that this is something intrinsic to dislike buttons, so it&#39;s not too much of a concern of mine.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/op20at/cmv_dislikes_or_equivalents_are_good_and_most/",
  "subreddit": "changemyview",
  "id": "op20at",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Recently, Twitter has been looking into adding dislikes to their platform. I\nthink this is actually a good idea, and in the long run will mitigate toxicity\non the platform.\n\nI know that at first it might seem like a dislike or negative rating feature\nwill exacerbate toxicity, but I believe the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、Twitterは「いいね！」をつけることを検討しています。I\nこれは良いアイデアだと思いますし、長い目で見れば、プラットフォーム上の有害性を\n軽減できると思います。\n\n最初は、嫌悪感やネガティブな評価の機能が毒性を悪化させるように見えるかもしれません。\n毒性を強めるように見えるかもしれませんが、私は...",
      "title": "CMV：Dislikes（またはそれに相当するもの）は良いものであり、ほとんどのソーシャルメディアプラットフォームには必要なものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，Twitter一直在研究在他们的平台上增加不喜欢的内容。I\n我认为这实际上是一个好主意，从长远来看，它将减少在平台上的毒性。\n的毒性。\n\n我知道，一开始它可能看起来像一个不喜欢或负面评价功能\n会加剧毒性，但我相信...",
      "title": "CMV：不喜欢（或等同于不喜欢）是好事，大多数社交媒体平台需要它们"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，Twitter一直在研究在他們的平臺上增加不喜歡的內容。I\n我認爲這實際上是一個好主意，從長遠來看，它將減少在平臺上的毒性。\n的毒性。\n\n我知道，一開始它可能看起來像一個不喜歡或負面評價功能\n會加劇毒性，但我相信...",
      "title": "CMV：不喜歡（或等同於不喜歡）是好事，大多數社交媒體平臺需要它們"
    }
  ]
}