{
  "author": "Kontikulus",
  "original_created_utc": 1638878123,
  "title": "The dreaded bear market will not start when everyone is talking about the coming crypto winter. It will start when everyone is talking about quitting their jobs and buying lambos.",
  "created_utc": 1638909128,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;In crypto there is only one thing that is absolutely true: &lt;strong&gt;nothing will play out as most people expect&lt;/strong&gt;. The whole crypto asset class only went down to about 2.2 Trillion and we where in &lt;strong&gt;extreme fear.&lt;/strong&gt; In January of this year 2 Trillion was considered THE MOON. That shows how pessimistic the market already is and it is exactly the reason why a multi year bear market will probably not happen now.  &lt;/p&gt;\n\n&lt;p&gt;I would be much more worried when people start posting &amp;quot;should I leave my job and start trading?&amp;quot; or &amp;quot;I made 10x in one month, so I will be a billionaire in six&amp;quot; and so on. This will be the time when people who bought in extreme fear start dumping on the moon boys and the dreamers will scoop it all up and then realise that no one wants to buy now.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 175,
  "permalink": "/r/CryptoCurrency/comments/raxj4d/the_dreaded_bear_market_will_not_start_when/",
  "subreddit": "CryptoCurrency",
  "id": "raxj4d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In crypto there is only one thing that is absolutely true: nothing will play out\nas most people expect. The whole crypto asset class only went down to about 2.2\nTrillion and we where in extreme fear. In January of this year 2 Trillion was\nconsidered THE MOON. That shows how pessimistic the market…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>暗号には、絶対に正しいことが一つだけあります。\n絶対に正しいことです。<strong>何事も大方の予想通りには進まない</strong>ということです。\n暗号資産クラス全体は約2.2兆円までしか下がりませんでした。\n今年の1月には、2...",
      "title": "誰もが来るべき暗号の冬について話しているときに、恐ろしい弱気市場が始まることはありません。誰もが仕事を辞めてランボを買おうと話しているときに始まるだろう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在密码学中，只有一件事是\n绝对真实。<strong>没有什么会像大多数人预期的那样发展</strong>。\n整个加密资产类别只下降到约2.2万亿，而我们在哪里？\n在<strong>极度恐惧中。</strong>今年1月，2.2万亿资产的价格下跌了。",
      "title": "可怕的熊市不会在所有人都在谈论即将到来的加密货币冬天时开始。它将在每个人都在谈论辞去工作和购买兰博时开始。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在密碼學中，只有一件事是\n絕對真實。<strong>沒有什麼會像大多數人預期的那樣發展</strong>。\n整個加密資產類別只下降到約2.2萬億，而我們在哪裏？\n在<strong>極度恐懼中。</strong>今年1月，2.2萬億資產的價格下跌了。",
      "title": "可怕的熊市不會在所有人都在談論即將到來的加密貨幣冬天時開始。它將在每個人都在談論辭去工作和購買蘭博時開始。"
    }
  ]
}