{
  "author": "justanonquestions",
  "original_created_utc": 1635224227,
  "title": "Japanese literature that’s NOT disturbing",
  "created_utc": 1635282029,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><em>MINI SPOILERS FOR</em>: Kafka on the shore and The Sailor\nwho Fell from Grace with the Sea. \nHi my favorite work of art of all time is Vagabond by Takehiko Inoue | LOVE this manga it&#39;s beautifully written eye candy. |\nlove the whole philosophical element to it and how it has a “Japanese Vibe” | thought I&#39;d pick up two other popular sort of philosophical Japanese books however the two mentioned were a little disturbing\nfor me. Too much like perverted/ incest stuff. Not to say they&#39;re not great works but it’s too much for me. Can anybody recon and me some Japanese Lit that&#39;s\nphilosophical but not tooooo0o sexual and disturbing.\nThanks!</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/booksuggestions/comments/qfz0t0/japanese_literature_thats_not_disturbing/",
  "subreddit": "booksuggestions",
  "id": "qfz0t0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "MINI SPOILERS FOR: Kafka on the shore and The Sailor who Fell from Grace with\nthe Sea. Hi my favorite work of art of all time is Vagabond by Takehiko Inoue |\nLOVE this manga it's beautifully written eye candy. | love the whole\nphilosophical element to it and how it has a “Japanese Vibe” | thought…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "のミニネタバレです。岸辺のカフカ」と「海に落ちた船乗り\nのミニネタバレです。私が今までで一番好きな作品は、井上雄彦さんの「バガボンド」です。\nこの漫画は、美しく書かれた目の保養になります。| この漫画は美しく書かれた目の保養になるし、全体的に\n哲学的な要素と「日本的な雰囲気」が大好きです。",
      "title": "邪魔にならない日本文学"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "小型破坏者为。岸上的卡夫卡》和《与海失之交臂的水手》。\n海的水手。嗨，我最喜欢的艺术作品是井上雄彦的《流浪者》。\n我很喜欢这部漫画，它写得很好，很吸引人。| 我喜欢它的整个\n我喜欢它的哲学元素和它的 \"日本风格\"，我想...",
      "title": "不令人不安的日本文学"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "小型破壞者爲。岸上的卡夫卡》和《與海失之交臂的水手》。\n海的水手。嗨，我最喜歡的藝術作品是井上雄彥的《流浪者》。\n我很喜歡這部漫畫，它寫得很好，很吸引人。| 我喜歡它的整個\n我喜歡它的哲學元素和它的 \"日本風格\"，我想...",
      "title": "不令人不安的日本文學"
    }
  ]
}