{
  "author": "SharkSpider",
  "the_new_excerpt": "So once again democrats are pushing for a $15 an hour federal minimum wage. They\nprobably have the votes in the house, the president will sign off on it, but it\nseems somewhat unlikely that it will get past the senate. I think you could make\na reasonable argument that most of America wants this…",
  "original_created_utc": 1614702590,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "所以，民主党人又一次推动了每小时15美元的联邦最低工资。他们\n可能有众议院的投票，总统将签署，但它\n似乎有点不太可能，它将得到通过参议院。我想你可以让\n一个合理的论点，大多数美国人都想这样... ...",
      "title": "CMV：美国民主党人应该在蓝州推动提高最低工资，而不是在联邦层面。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，民主黨人又一次推動了每小時15美元的聯邦最低工資。他們\n可能有衆議院的投票，總統將簽署，但它\n似乎有點不太可能，它將得到通過參議院。我想你可以讓\n一個合理的論點，大多數美國人都想這樣... ...",
      "title": "CMV：美國民主黨人應該在藍州推動提高最低工資，而不是在聯邦層面。"
    }
  ],
  "title": "CMV: US Democrats should push for a higher minimum wage in blue states, not at the federal level",
  "created_utc": 1614713611,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So once again democrats are pushing for a $15 an hour federal minimum wage. They probably have the votes in the house, the president will sign off on it, but it seems somewhat unlikely that it will get past the senate. I think you could make a reasonable argument that most of America wants this increase, after all the democrats hold a pretty big majority in the house, which is elected in proportion to population. Where it&#39;s failing is in the senate, which was in part created to prevent states with large populations from imposing their will on states with small populations.</p>\n\n<p>To me this seems like a case of everything working as intended. There&#39;s a policy that&#39;s widely supported but whose popularity depends quite heavily on what state you&#39;re looking at. The solution is to bypass the US senate and enact the policy in states whose voters elected representatives who actually want it. I counted nineteen states that have democratic majorities in both the house and senate, sixteen of which also have a democratic governor. None of these states have a $15 an hour minimum wage, which seems surprising given that their voters are largely responsible for electing the federal representatives who would make it a nationwide policy. Twenty three states have republican majorities in the house and senate, plus republican governors. They represent a minority of the population, but they clearly don&#39;t want this policy.</p>\n\n<p>To me the solution seems obvious. Stop trying to force the $15 an hour minimum wage on states that don&#39;t want it, and enact it in blue states right away. You&#39;ll cover most of the US population and the change will be concentrated in places that actually want it. Minimum wage by state or even by county seems like a better solution anyway because it can be indexed to the cost of living. You need a lot more to get by in NYC or Seattle than you do in a small town in Mississippi.</p>\n</div><!-- SC_ON -->",
  "score": 82,
  "permalink": "/r/changemyview/comments/lw6204/cmv_us_democrats_should_push_for_a_higher_minimum/",
  "subreddit": "changemyview",
  "id": "lw6204",
  "is_self": true,
  "media": null,
  "is_video": false
}