{
  "author": "Wishyouamerry",
  "original_created_utc": 1628378606,
  "title": "Does anybody else who loves to read sometimes avoid reading because it interferes with your sleep?",
  "created_utc": 1628396987,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I love to read but I recently realized that sometimes I avoid reading because it screws up my sleep. Not just staying up late to read “one more chapter,” but also not being able to fall asleep because I’m thinking about the plot or characters, and all my dreams seem be vividly related to whatever book I’m reading. I wake up exhausted! </p>\n\n<p>It seems to be less prominent with books I’ve read previously. Sometimes I’ll go weeks or months without reading anything at all just because I dread all the sleep issues.  </p>\n\n<p>Anybody else experience this, or have any tips for me?</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/p03puf/does_anybody_else_who_loves_to_read_sometimes/",
  "subreddit": "books",
  "id": "p03puf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I love to read but I recently realized that sometimes I avoid reading because it\nscrews up my sleep. Not just staying up late to read “one more chapter,” but\nalso not being able to fall asleep because I’m thinking about the plot or\ncharacters, and all my dreams seem be vividly related to whatever…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は本を読むのが好きですが、最近気づいたのですが、本を読むのを避けてしまうことがあります。\n睡眠の妨げになるからです。あと1章」を読むために遅くまで起きているだけではなく\nプロットや登場人物のことが気になって眠れないこともあります。\n登場人物のことが気になって眠れなかったり、夢を見てもそれに関連した内容だったり...。",
      "title": "読書が好きな人で、睡眠の妨げになるからと読書を避けることがある人はいませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢阅读，但我最近意识到，有时我避免阅读，因为它\n破坏了我的睡眠。不仅仅是为了读 \"多一章 \"而熬夜，而是\n也不能入睡，因为我在想剧情或其他问题。\n而我所有的梦似乎都与什么有关......",
      "title": "还有谁喜欢阅读的人有时会避免阅读，因为它干扰了你的睡眠？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡閱讀，但我最近意識到，有時我避免閱讀，因爲它\n破壞了我的睡眠。不僅僅是爲了讀 \"多一章 \"而熬夜，而是\n也不能入睡，因爲我在想劇情或其他問題。\n而我所有的夢似乎都與什麼有關......",
      "title": "還有誰喜歡閱讀的人有時會避免閱讀，因爲它干擾了你的睡眠？"
    }
  ]
}