{
  "author": "sgtslaughterTV",
  "original_created_utc": 1636387225,
  "title": "Reminder guys: This sub is not wallstreetbets or cryptomoonshots. We are doing our best to maintain peace, stability, and quality discussion.",
  "created_utc": 1636400300,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not going to lie, these past 12 hours have been pretty crazy. I think a conservative estimate of how many posts I had to moderate, remove, or approve manually has surpassed 300. However, that might be because I am also a moderator of <a href=\"/r/NFT\">/r/NFT</a>.               </p>\n\n<p>Reminder: Please be civil to one another. It is mentally taxing to think to one self, &quot;alright, let&#39;s try to play a game of hearthstone and hope things don&#39;t go crazy.&quot; and then 20 minutes later see my modque full of 50-something items for me to clean up some of which are users at each other&#39;s throats, figuratively speaking, in a thread.                </p>\n\n<p>As far as political topics are concerned, we think that so long as the topic at hand is being discussed is crypto related, then that&#39;s just fine.               </p>\n\n<p>We do not need the sub being flooded with discussion of one and only one coin, or a circle jerk of attacks towards another. My own personal thoughts are that if you an owner of any coin, any coin at all, then you are subject to centralization, on one level or another, to that coin. Using bitcoin as an example, for the longest time 60% of the hashrate was all in one province in China at one point and while the present situation is not ideal, it&#39;s better than before.                </p>\n\n<p>Be kind to one another, guys. Thanks.              </p>\n\n<p>-Sarge.</p>\n</div><!-- SC_ON -->",
  "score": 251,
  "permalink": "/r/CryptoCurrency/comments/qpgm00/reminder_guys_this_sub_is_not_wallstreetbets_or/",
  "subreddit": "CryptoCurrency",
  "id": "qpgm00",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm not going to lie, these past 12 hours have been pretty crazy. I think a\nconservative estimate of how many posts I had to moderate, remove, or approve\nmanually has surpassed 300. However, that might be because I am also a moderator\nof /r/NFT.\n\nReminder: Please be civil to one another. It is…"
}