{
  "author": "kekgobrrr",
  "original_created_utc": 1637918997,
  "title": "I read “The Song of Achilles” for the first time, and WOW.",
  "created_utc": 1637944714,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It was incredibly emotional, detailed, and just so good.  I’m not gonna lie, I cried at the end, just because the storytelling is so powerful at explaining the grief, guilt and sadness that Patroclus has, and the pain that Achilles goes through.  It so damn good.  My experience was enhanced by listening to “Achilles, Come Down” by Gang of Youths, which made the emotional scenes just so much more impactful and tear-jerking.  It really shows the internal struggles that Patroclus goes through near the ending of the story, culminating in the bittersweet ending of Patroclus pouring his heart out, reminiscing on his own memories of Achilles to Thetis, which shows the love and bond that the two had.  God, this was an incredible book and I wish I could read it again for the first time.</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/books/comments/r2jgw8/i_read_the_song_of_achilles_for_the_first_time/",
  "subreddit": "books",
  "id": "r2jgw8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It was incredibly emotional, detailed, and just so good. I’m not gonna lie, I\ncried at the end, just because the storytelling is so powerful at explaining the\ngrief, guilt and sadness that Patroclus has, and the pain that Achilles goes\nthrough. It so damn good. My experience was enhanced by…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "信じられないほど感情的で、詳細で、とても良かったです。正直に言うと、私は最後に泣きました。\nパトロクロスの抱える悲しみや罪悪感、アキレスの苦しみなどをストーリーテリングで見事に表現していて、最後は正直泣いてしまいました。\nパトロクロスの悲しみ、罪悪感、悲しさ、そしてアキレスの苦しみを説明するストーリーテリングがとても強力だからです。\n感動しました。本当に素晴らしい作品です。私の体験をさらに高めてくれたのは・・・。",
      "title": "アキレスの歌」を初めて読みましたが、WOW。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "它是令人难以置信的情感，详细，而且是如此的好。我不会撒谎，我在最后哭了。\n我不会撒谎，我在结尾处哭了，只是因为讲故事的方式是如此有力地解释了\n帕特洛克罗斯的悲痛、内疚和悲伤，以及阿基里斯所经历的痛苦。\n的痛苦。它是如此该死的好。我的经历由于以下原因而得到加强...",
      "title": "我第一次读《阿基里斯之歌》，惊叹不已。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "它是令人難以置信的情感，詳細，而且是如此的好。我不會撒謊，我在最後哭了。\n我不會撒謊，我在結尾處哭了，只是因爲講故事的方式是如此有力地解釋了\n帕特洛克羅斯的悲痛、內疚和悲傷，以及阿基里斯所經歷的痛苦。\n的痛苦。它是如此該死的好。我的經歷由於以下原因而得到加強...",
      "title": "我第一次讀《阿基里斯之歌》，驚歎不已。"
    }
  ]
}