{
  "author": "Nuewim",
  "original_created_utc": 1632058460,
  "title": "It is common misconception , but crypto is NOT actually stored on your hardware wallet, it is still on blockchain. Hardware wallet is not like pendrive.",
  "created_utc": 1632130777,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Many people  believe wrongly that  when they use  hardware wallet, they import/send coins into it. Coins have no connection to &quot;evil&quot; internet, and are safely stored inside hardware wallet, that lies inside their drawer... </p>\n\n<p>It doesn&#39;t work like that.  I understand why people think this, cause  it is often explained  that hardware wallet = 100% safe = no connection to internet, so they think it is like pendrive that store data inside.  Hardware wallets, and Software  wallets too, do NOT store your coins. They are just like key  to access those coins. Coins always  are on blockchain, those are  just have  different ways of accessing them. </p>\n\n<p>Hardware wallet is merely your key or box for your key ( seed phrase). Hardware wallet is just piece of metal and plastic worth 50$, if it is destroyed nothing is lost. You just need to buy new one. What is important is your seed phrase. Thanks to it you can access your coins everywhere in the world. If seed phrase is lost, your coins are lost forever, so always remember to keep it safe.</p>\n\n<p>If your coins would be stored on hardware wallet, you would had no access to them without having this  hardware wallet. Also in case of  destruction of this hardware wallet, you would have no coins anymore. They would be lost forever. Fortunately as I said coins are always on blockchain, so no problem. </p>\n\n<p>Also if you &quot;delete coin&quot; from hardware wallet, you don&#39;t lose it, it is just like  &quot;desktop icon/ logo&quot; or simply aplication, that  you delete,  not actual coins. You just need to download coin app again to access coins. Most hardware wallets have limited space, so at one time you can access only few different coins, but number of actual coins you can have is not limited.</p>\n</div><!-- SC_ON -->",
  "score": 151,
  "permalink": "/r/CryptoCurrency/comments/pr816a/it_is_common_misconception_but_crypto_is_not/",
  "subreddit": "CryptoCurrency",
  "id": "pr816a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Many people believe wrongly that when they use hardware wallet, they import/send\ncoins into it. Coins have no connection to \"evil\" internet, and are safely\nstored inside hardware wallet, that lies inside their drawer...\n\nIt doesn't work like that. I understand why people think this, cause it is…"
}