{
  "author": "arlongs_bitch",
  "original_created_utc": 1629169980,
  "title": "YSK that if you’re using Duolingo to learn a language and keep running out of hearts, just log into the desktop site. You don’t deal with hearts at all and you use the same account.",
  "created_utc": 1629174783,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why ysk:</p>\n\n<p>The hearts system on Duolingo is quite silly if you think about it. \nIf you get just 3 questions wrong on a language you obviously don’t know yet, you’re locked out from learning. \nYou have to wait for hours just to be able to do any more lessons. \nThis system kinda sucks if you’re like me and only have a 30 minute lunch break during the day to try and practice.</p>\n\n<p>So yeah, if you just use the browser on your phone or use a computer you don’t get locked out if you get questions wrong. </p>\n\n<p>I thought this would be helpful for others to know since I discovered it on accident, happy learning!</p>\n</div><!-- SC_ON -->",
  "score": 78,
  "permalink": "/r/YouShouldKnow/comments/p5vkiz/ysk_that_if_youre_using_duolingo_to_learn_a/",
  "subreddit": "YouShouldKnow",
  "id": "p5vkiz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why ysk:\n\nThe hearts system on Duolingo is quite silly if you think about it. If you get\njust 3 questions wrong on a language you obviously don’t know yet, you’re locked\nout from learning. You have to wait for hours just to be able to do any more\nlessons. This system kinda sucks if you’re like me…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜysk。\n\nDuolingoのハートシステムは、よく考えてみるとかなりおかしなものです。もしあなたが\n3問間違えただけで、学習から締め出されてしまいます。\n勉強から締め出されます。何時間も待たないと、それ以上のレッスンを受けることができません。\nレッスン。このシステムは、私のような人には最悪ですね。",
      "title": "YSKさんは、もしDuolingoを使って言語を学んでいて、ハートが足りなくなったら、デスクトップサイトにログインすればいいとおっしゃっています。同じアカウントを使っているので、ハートを使う必要はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是ysk。\n\n如果你仔细想想，Duolingo上的心形系统是相当愚蠢的。如果你得到\n错了3个问题，你就会被禁止学习。\n你就会被锁定，无法学习。你必须等待几个小时才能做任何更多的\n课。如果你像我一样，这个系统有点糟糕...。",
      "title": "YSK认为，如果你用Duolingo学习语言，并且一直在使用心形图案，那么只要登录到桌面网站就可以了。你根本不需要处理爱心，而且你使用的是同一个账户。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是ysk。\n\n如果你仔細想想，Duolingo上的心形系統是相當愚蠢的。如果你得到\n錯了3個問題，你就會被禁止學習。\n你就會被鎖定，無法學習。你必須等待幾個小時才能做任何更多的\n課。如果你像我一樣，這個系統有點糟糕...。",
      "title": "YSK認爲，如果你用Duolingo學習語言，並且一直在使用心形圖案，那麼只要登錄到桌面網站就可以了。你根本不需要處理愛心，而且你使用的是同一個賬戶。"
    }
  ]
}