{
  "author": "Bcause789",
  "original_created_utc": 1625467422,
  "title": "A realization about reading while participating in a psych-study.",
  "created_utc": 1625488518,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Last week I participated in a study for a uni psychology student and I got asked a lot of questions. A couple of those questions were about my reading process. </p>\n\n<p>Those included:</p>\n\n<p>“Do you experience the story for yourself of do you only see it from the characters point of view?”</p>\n\n<p>I thought about this question long and hard before answering, because “yes” and “no”. </p>\n\n<p>Eventually I came to the conclusion that: </p>\n\n<p>“Books are the only medium I know of that lets you experience someone else’s point of view with any significant amount of depth. The characters are different from me, why would I pass up the opportunity of understanding how someone other than me thinks?”</p>\n\n<p>I’ve always prided myself on being able to see situations from different perspectives, but it wasn’t until I did this study that I realized I learned how to do that by reading books. </p>\n\n<p>It is very useful to be able to understand someone else’s motivations, even if you personally would have done differently. </p>\n\n<p>Reading has made me more empathetic of my fellow humans. :)</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/oe1jcp/a_realization_about_reading_while_participating/",
  "subreddit": "books",
  "id": "oe1jcp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Last week I participated in a study for a uni psychology student and I got asked\na lot of questions. A couple of those questions were about my reading process.\n\nThose included:\n\n“Do you experience the story for yourself of do you only see it from the\ncharacters point of view?”\n\nI thought about this…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "先週、私は大学の心理学の学生のための研究に参加して、たくさんの質問を受けました。\nたくさんの質問を受けました。その中のいくつかの質問は、私の読書プロセスに関するものでした。\n\nその中には\n\n\"あなたは物語を自分で体験していますか、それとも登場人物の視点からだけ見ていますか？\n登場人物の視点からのみ見ていますか？\"\n\n私はこれについて考えました。",
      "title": "心理学の研究に参加した際の読書に関する気づき。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "上周我参加了一个大学心理学学生的研究，我被问到了很多问题。\n很多问题。其中有几个问题是关于我的阅读过程。\n\n这些问题包括。\n\n\"你是自己体验故事，还是只从人物的角度看故事？\n角色的视角？\"\n\n我想到了这个问题...",
      "title": "参加心理研究时对阅读的认识。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "上週我參加了一個大學心理學學生的研究，我被問到了很多問題。\n很多問題。其中有幾個問題是關於我的閱讀過程。\n\n這些問題包括。\n\n\"你是自己體驗故事，還是隻從人物的角度看故事？\n角色的視角？\"\n\n我想到了這個問題...",
      "title": "參加心理研究時對閱讀的認識。"
    }
  ]
}