{
  "author": "rolls33",
  "original_created_utc": 1625462151,
  "title": "CMV: If there isn't space for white men to feel valued and appreciated, then neonazisim and white suppremisism will continue to grow",
  "created_utc": 1625484684,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think the recent growth of white supremisim is directly tied with the increasing acceptance and valuing of minority groups and women. Where marginalized white men see these groups be recognized for their skin color, gender, etc and they want the same except the only way they can feel like part of a group is to be a white nationalist and they get more and more radicalized. Instead there needs to be a space where white men can come together and feel proud of who they are. Instead the media does everything it can to ignore the average white man, outside of sports, politics and business.</p>\n\n<p>Edit: I thought this sub was supposed to change my view, not prove my point</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/oe0e2l/cmv_if_there_isnt_space_for_white_men_to_feel/",
  "subreddit": "changemyview",
  "id": "oe0e2l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think the recent growth of white supremisim is directly tied with the\nincreasing acceptance and valuing of minority groups and women. Where\nmarginalized white men see these groups be recognized for their skin color,\ngender, etc and they want the same except the only way they can feel like part\nof…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近の白人至上主義の高まりは、マイノリティや女性の受け入れや評価の高まりと直結していると思います。\n最近の白人至上主義の高まりは、マイノリティグループや女性の受け入れや評価の高まりと直結していると思います。疎外された白人男性は\n疎外された白人男性は、これらのグループが肌の色や性別などで認められているのを見て、同じことを求めます。\n認められているのを見て、同じことをしたいと思うようになりました。ただし、彼らが自分の一部であると感じられる唯一の方法は\nのように感じることができる唯一の方法です。",
      "title": "CMV：白人男性が評価されていると感じられる空間がなければ、ネオナチズムや白人至上主義は成長し続けるでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为最近白人至上主义的增长与少数族裔和妇女的日益被接受和重视直接相关。\n越来越多的人接受和重视少数民族群体和妇女。在\n边缘化的白人男子看到这些群体因其肤色、性别等而得到认可，他们也想得到同样的认可，但只有这样他们才能感觉到自己是其中的一员。\n性别等，他们也想得到同样的认可，但唯一的办法是他们能感觉到自己是属于\n的唯一方法...",
      "title": "CMV：如果没有空间让白人男子感到被重视和赞赏，那么新纳粹主义和白人镇压主义将继续增长。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲最近白人至上主義的增長與少數族裔和婦女的日益被接受和重視直接相關。\n越來越多的人接受和重視少數民族羣體和婦女。在\n邊緣化的白人男子看到這些羣體因其膚色、性別等而得到認可，他們也想得到同樣的認可，但只有這樣他們才能感覺到自己是其中的一員。\n性別等，他們也想得到同樣的認可，但唯一的辦法是他們能感覺到自己是屬於\n的唯一方法...",
      "title": "CMV：如果沒有空間讓白人男子感到被重視和讚賞，那麼新納粹主義和白人鎮壓主義將繼續增長。"
    }
  ]
}