{
  "author": "Nyx1010",
  "original_created_utc": 1626878825,
  "title": "I dislike it when books are described as 'diverse' or 'inclusive' because they have POC main characters or takes place outside the West.",
  "created_utc": 1626885460,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a South Asian, I am glad books with POC main characters and settings outside the West are gaining popularity, but I find it irritating when people automatically label those books &#39;diverse&#39; and &#39;inclusive&#39;. It makes it sound like those books exist to teach a white, mostly American audience about inclusiveness, rather than to tell POC/non-Western stories. It feels rather tokenistic. Again, that&#39;s just my opinion. I don&#39;t mean any offence.</p>\n</div><!-- SC_ON -->",
  "score": 1115,
  "permalink": "/r/books/comments/oord6e/i_dislike_it_when_books_are_described_as_diverse/",
  "subreddit": "books",
  "id": "oord6e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As a South Asian, I am glad books with POC main characters and settings outside\nthe West are gaining popularity, but I find it irritating when people\nautomatically label those books 'diverse' and 'inclusive'. It makes it sound\nlike those books exist to teach a white, mostly American audience…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "南アジア人として、POC（人種差別撤廃者）を主人公にした本や、西洋以外の舞台設定が人気を集めていることを嬉しく思います。\n人気が出てきたことは喜ばしいことです。\nしかし、それらの本に自動的に「多様性」や「包括的」というレッテルを貼られると、イラッとします。これではまるで\n白人、主にアメリカ人の読者に教えるために存在しているように聞こえてしまいます。",
      "title": "主人公が黒人であったり、舞台が西洋以外であったりすることで、「多様性」や「包括的」と表現されるのは嫌なものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为一个南亚人，我很高兴有POC主角的书和西方以外的环境正在流行。\n但当人们自动给这些书贴上 \"多元化 \"和 \"包容性 \"的标签时，我觉得很恼火。\n但当人们自动给这些书贴上 \"多样化 \"和 \"包容性 \"的标签时，我觉得很恼火。这让人觉得\n好像这些书是为了教给白人，主要是美国人的读者......",
      "title": "我不喜欢有人因为书中有黑人主角或故事发生在西方之外而被描述为 \"多元化 \"或 \"包容性\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一個南亞人，我很高興有POC主角的書和西方以外的環境正在流行。\n但當人們自動給這些書貼上 \"多元化 \"和 \"包容性 \"的標籤時，我覺得很惱火。\n但當人們自動給這些書貼上 \"多樣化 \"和 \"包容性 \"的標籤時，我覺得很惱火。這讓人覺得\n好像這些書是爲了教給白人，主要是美國人的讀者......",
      "title": "我不喜歡有人因爲書中有黑人主角或故事發生在西方之外而被描述爲 \"多元化 \"或 \"包容性\"。"
    }
  ]
}