{
  "author": "DetroitUberDriver",
  "original_created_utc": 1637588699,
  "title": "CMV: The media was intentionally misleading the public on the Rittenhouse case for profit and potentially to stir up more civil unrest after the case was over, regardless of what the outcome was, knowing how divided everyone was as a result of their intentional misinformation.",
  "created_utc": 1637595637,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I did not follow the Rittenhouse case on the news. I don’t watch live news, I don’t watch streams, I tend to, in general, steer clear of this kind of stuff. </p>\n\n<p>My only real understanding of what was going on with the Rittenhouse case was the few threads I read on here and a couple clips I saw/heard from other peoples devices when I was present, other than the basics of what happened from back when it all actually happened. </p>\n\n<p>But as much as I tried to stay neutral, I formulated an opinion, though not a particularly firm one, admittedly. My initial opinion was that he was an absolute idiot for going to Kenosha to begin with armed with a gun, and was probably looking for trouble, and had no reason to go there as he didn’t even live in Wisconsin. And while he may have actually feared for his life in that moment, he probably should be found guilty because of his stupid decisions that lead him to be in that position in the first place. </p>\n\n<p>But curiosity and a desire for the truth got the best of me, and I went and watched archives of the full trial. And boy did angry people angry at the acquittal and the media misrepresent realty in a <strong>major</strong> way. But the most concerning issue here is that I actually think that many of the angry people on social media that want Rittenhouse in prison <em>aren’t even aware of how incredibly misinformed they are.</em> Because all they’ve seen is what CNN or their favorite social media reporter/influencer wants them to see, which paints a picture very different from reality. </p>\n\n<p><strong>They never mention that Rittenhouse had family and friends that live in Kenosha.</strong></p>\n\n<p><strong>They never mention that he was employed in Kenosha.</strong></p>\n\n<ul>\n<li>To both of these points, they make it seem like he’s over there blindly and had no reason to be there other than to be in the fray and incite fear and hostility in rioters. </li>\n</ul>\n\n<p><strong>They never show pictures of him the previous day scrubbing graffiti off the walls of the high school down the road from where the shooting took place.</strong></p>\n\n<p><strong>They never show footage of him walking around with his medical bag asking people if they need medical assistance, yelling “friendly friendly friendly” to assure everyone that he’s not hostile.</strong></p>\n\n<p><strong>And most importantly, they never show any of the footage that clearly shows from multiple angles all three of the people he shot, and the fact that he was running away from 2 of them, lunged at by one before cornered between vehicles and a mob of people while his weapon was being grabbed, and the other two he was hit in the head and knocked down while being advanced on by a mob of people. He was sitting down flat on his ass while a man charged him and pointed a gun point blank at his head, and Kyle gave him a chance to retreat. And did not shoot numerous other people, who did retreat.</strong></p>\n\n<p>This is clear, implicit bias by left wing media by intentionally omitting information they most certainly had access to. I can only assume this was done with the intent of riling up the American public for profit, and quite potentially in hopes of stirring more civil unrest and riots in the wake of whatever outcome was to come of this highly charged and politicized trial. </p>\n\n<p>This is absolutely disgusting, and an egregious misuse of the public ear.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/qzlq44/cmv_the_media_was_intentionally_misleading_the/",
  "subreddit": "changemyview",
  "id": "qzlq44",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I did not follow the Rittenhouse case on the news. I don’t watch live news, I\ndon’t watch streams, I tend to, in general, steer clear of this kind of stuff.\n\nMy only real understanding of what was going on with the Rittenhouse case was\nthe few threads I read on here and a couple clips I saw/heard…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "だから、私はニュースでリッテンハウス事件を追うことはなかった。私は生放送のニュースは見ませんし、ストリームも見ません。\n私は生放送のニュースも見ないし、ストリームも見ないし、一般的にこの種のものは避けて通る傾向にあります。\n\nRittenhouse事件で何が起こっているのかを理解したのは、ここで読んだいくつかのスレッドと\nここで読んだいくつかのスレッドと、見聞きしたいくつかのクリップでした...",
      "title": "CMV：メディアは利益を得るために、そして結果がどうであれ、事件が終わった後にさらなる市民の不安を煽る可能性があるために、リッテンハウス事件について意図的に世間を欺いていました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，我没有在新闻中关注瑞特豪斯案。我不看新闻直播，不看流媒体。\n我不看流媒体，一般来说，我倾向于避开这种东西。\n\n我对瑞特豪斯案的唯一真正了解是\n我在这里读到的几条线索和我看到/听到的几个片段......",
      "title": "CMV：媒体为了利益，故意在瑞特豪斯案上误导公众，并有可能在案件结束后挑起更多的民间骚乱，不管结果如何，他们知道由于他们故意的错误信息，大家都很分裂。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，我沒有在新聞中關注瑞特豪斯案。我不看新聞直播，不看流媒體。\n我不看流媒體，一般來說，我傾向於避開這種東西。\n\n我對瑞特豪斯案的唯一真正瞭解是\n我在這裏讀到的幾條線索和我看到/聽到的幾個片段......",
      "title": "CMV：媒體爲了利益，故意在瑞特豪斯案上誤導公衆，並有可能在案件結束後挑起更多的民間騷亂，不管結果如何，他們知道由於他們故意的錯誤信息，大家都很分裂。"
    }
  ]
}