{
  "author": "Ashamed_Scallion_126",
  "original_created_utc": 1626807089,
  "title": "To whoever on here recommended The Princess Bride",
  "created_utc": 1626812747,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Thank you so much. I haven’t been able to read much more than a chapter of a book for years because of depression and anxiety. I bought it when I saw your post and finished it the same night. </p>\n\n<p>Thank you so much for helping me find something I could read and remember how much I used to love reading. Thank you. </p>\n\n<p>I would highly recommend it. The characters are vivid and enjoyable, and I really enjoyed the book-within-a-book format. I was fooled for a little bit thinking that it was a genuine adaptation of an older book, by the fictional S.Morgenstern, and I really loved the little asides the author makes as if explaining his “edits”. My favourite scene was the Fire Swamp and the Snow Sand :)</p>\n\n<p>Edit: some more detail about the book! Sorry mods</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/books/comments/oo8ffv/to_whoever_on_here_recommended_the_princess_bride/",
  "subreddit": "books",
  "id": "oo8ffv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Thank you so much. I haven’t been able to read much more than a chapter of a\nbook for years because of depression and anxiety. I bought it when I saw your\npost and finished it the same night.\n\nThank you so much for helping me find something I could read and remember how\nmuch I used to love reading.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本当にありがとうございました。私はうつ病と不安神経症のため、何年もの間、本の1章以上を読むことができませんでした。\n鬱と不安で何年も本を読むことができませんでした。あなたの投稿を見て購入しました。\nその日の夜に読み終えました。\n\nあなたの投稿を見て購入し、その日の夜に読み終えました。私が読めるものを見つけ、かつて読書が好きだったことを思い出させてくれて、本当にありがとう。\n読むことが好きだったことを思い出すことができました。",
      "title": "ここで「プリンセス・ブライド」を薦めてくれた人へ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "非常感谢你。由于抑郁症和焦虑症，多年来我一直无法阅读超过一章的书。\n由于抑郁症和焦虑症，多年来我一直无法阅读超过一章的书。当我看到你的帖子时，我买了这本书\n帖，并在当天晚上读完了它。\n\n非常感谢你帮助我找到我可以阅读的东西，并记得我曾经多么喜欢阅读。\n我曾经多么喜欢阅读....",
      "title": "致这里推荐《公主新娘》的人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "非常感謝你。由於抑鬱症和焦慮症，多年來我一直無法閱讀超過一章的書。\n由於抑鬱症和焦慮症，多年來我一直無法閱讀超過一章的書。當我看到你的帖子時，我買了這本書\n帖，並在當天晚上讀完了它。\n\n非常感謝你幫助我找到我可以閱讀的東西，並記得我曾經多麼喜歡閱讀。\n我曾經多麼喜歡閱讀....",
      "title": "致這裏推薦《公主新娘》的人"
    }
  ]
}