{
  "author": "A_Moon_Witch",
  "the_new_excerpt": "Yesterday I re-read one of my favourite books from my childhood and ended up\nfinding out that a lot of books I read as a kid had the same cover\nartist/illustrator (I was about to cry at this point).\n\nThis brought me to realise that buying a book only for its cover is not bad. As\nthe saying goes…",
  "original_created_utc": 1613388819,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "昨天我重读了我小时候最喜欢的一本书，结果是\n发现我小时候读过的很多书都有同样的封面\n艺术家/插画师（此时我快要哭了）。\n\n这让我意识到，买书只看封面也不错。正如\n俗话说",
      "title": "书到用时方恨少"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "昨天我重讀了我小時候最喜歡的一本書，結果是\n發現我小時候讀過的很多書都有同樣的封面\n藝術家/插畫師（此時我快要哭了）。\n\n這讓我意識到，買書只看封面也不錯。正如\n俗話說",
      "title": "書到用時方恨少"
    }
  ],
  "title": "Judging a book by its cover is not so bad",
  "created_utc": 1613404048,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Yesterday I re-read one of my favourite books from my childhood and ended up finding out that a lot of books I read as a kid had the same cover artist/illustrator (I was about to cry at this point). </p>\n\n<p>This brought me to realise that buying a book only for its cover is not bad. As the saying goes &quot;don&#39;t judge a book by its cover&quot;, be we end (or at least I do) up judging a cover by its book, blaming it for making us buy a book we don&#39;t like. But the artist is just doing its job and doing it well, and we (I) often don&#39;t recognise it. </p>\n\n<p>My new resolution is to sometime buy books based only on the cover in recognition of the artist efforts, they deserve it. I don&#39;t know if they get a share based on the copies sold, but anyway its marketing done right and they should be proud.</p>\n\n<p>What&#39;s your take on this?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/lkbxm7/judging_a_book_by_its_cover_is_not_so_bad/",
  "subreddit": "books",
  "id": "lkbxm7",
  "is_self": true,
  "media": null,
  "is_video": false
}