{
  "author": "Alex_Bailey_12",
  "the_new_excerpt": "during the pandemic, I started to become more and more focused on video games,\ntelevision, and social media. I felt guilty about it because it meant I spent\nless and less time doing one of my favorite things: Reading. I would usually\nread some every day, whenever possible, but my reading rate slowly…",
  "original_created_utc": 1621480833,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "パンデミックの時、私はゲームに夢中になり始めました。\nゲームやテレビ、ソーシャルメディアに夢中になっていました。自分の好きなことをする時間が減っていくことに罪悪感を感じていました。\n好きなことをする時間がどんどん減っていったからです。読書です。いつも私は\nしかし、私の読書率は徐々に低下していきました。",
      "title": "読書を少しずつ再開していることをお伝えしたかったのです!"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在大流行期间，我开始越来越多地关注视频游戏。\n电视和社交媒体。我对此感到很内疚，因为这意味着我花在我最喜欢的事情上的时间越来越少了。\n越来越少的时间做我最喜欢的事情之一。阅读。我通常会\n只要有可能，我每天都会读一些书，但我的阅读率慢慢地......",
      "title": "我只是想分享一下，我正在慢慢地重新开始阅读！我想说的是，我正在慢慢地重新开始阅读。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在大流行期間，我開始越來越多地關注視頻遊戲。\n電視和社交媒體。我對此感到很內疚，因爲這意味着我花在我最喜歡的事情上的時間越來越少了。\n越來越少的時間做我最喜歡的事情之一。閱讀。我通常會\n只要有可能，我每天都會讀一些書，但我的閱讀率慢慢地......",
      "title": "我只是想分享一下，我正在慢慢地重新開始閱讀！我想說的是，我正在慢慢地重新開始閱讀。"
    }
  ],
  "title": "I just wanted to share that I'm slowly getting back into reading!",
  "created_utc": 1621497088,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>during the pandemic, I started to become more and more focused on video games, television, and social media. I felt guilty about it because it meant I spent less and less time doing one of my favorite things: Reading. I would usually read some every day, whenever possible, but my reading rate slowly declined. At Christmas, I got about 25 new books! I tried to read some to pull myself back in, and that helped. However, I only read about half of them and in a short period of time. I still haven&#39;t read the rest. </p>\n\n<p>From the latter half of January to the first half of April, I read 0 books. The closest I got was Webtoons (that site/app is pretty good tho). finally, I decided to choose a book that was easy to read and I already knew, but not too well: The Class by Frances O&#39;Roark Dowell. Not a particularly fancy book, just fun to read. There was another week or two where I didn&#39;t read much of anything, but then I remembered how fun and rewarding it felt to read and finish The Class.</p>\n\n<p>I decided to read The Hunger Games, an engrossing book and a favorite of mine. I dove into it and spent hours in one day finishing it. That felt really good. Now, <em>finally,</em> I felt like I was getting somewhere. I decided to read Catching fire (which I have read before) but only managed to get through the first two chapters. This discouraged me, and I stopped for about a week.</p>\n\n<p>Now, however, I&#39;m reading a new book! The first book in the Wings of Fire series! I&#39;ve already read them all and loved them. They&#39;re a kids&#39; series but I don&#39;t think adults would mind it if they had to read the series.  I&#39;m reading it because I joined an online school book club. I&#39;m very grateful to this club for giving me motivation.</p>\n\n<p>I think that after a while of reading books I&#39;ve already read, I will finally start reading new ones; I am incredibly excited for that.</p>\n\n<p>TL;DR The pandemic caused me to stop reading but I&#39;m getting back into it one book at a time.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/ngpddk/i_just_wanted_to_share_that_im_slowly_getting/",
  "subreddit": "books",
  "id": "ngpddk",
  "is_self": true,
  "media": null,
  "is_video": false
}