{
  "author": "PersimmonOk5160",
  "original_created_utc": 1639657919,
  "title": "How do I tell a man I’m about to sleep with that I want to use a condom?",
  "created_utc": 1639665205,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I have had trouble in the past telling men to stop when they’re about to have sex with me and to put a condom on. I always feel terrible and can’t get the courage.&lt;/p&gt;\n\n&lt;p&gt;So tonight, for example, I just got back from a date, he was nice and we got along. Things got physical and despite my knowing he was definitely not my type long term or someone I’d likely see again, we started getting intimate. He said he wanted to just put it in and I didn’t have the guts to tell him to wear a condom before he penetrated me. I was frustrated with myself but realised it was too late before I came to my senses. I felt stressed the whole time and now I feel like a piece of dirt for not only being spineless but for letting someone do this again when I don’t want it. I promised myself I wouldn’t let it happen again. It’s happened three times now since I’ve been dating and the other two times the guy just did it without asking. I don’t know how I’m supposed to go forward because I don’t want to feel like this anymore. &lt;/p&gt;\n\n&lt;p&gt;TIA.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 111,
  "permalink": "/r/TooAfraidToAsk/comments/rhpt3i/how_do_i_tell_a_man_im_about_to_sleep_with_that_i/",
  "subreddit": "TooAfraidToAsk",
  "id": "rhpt3i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have had trouble in the past telling men to stop when they’re about to have\nsex with me and to put a condom on. I always feel terrible and can’t get the\ncourage.\n\nSo tonight, for example, I just got back from a date, he was nice and we got\nalong. Things got physical and despite my knowing he was…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> 私は過去に、男性に諭すのに苦労したことがあります。\nコンドームをつけてください。私はいつも\n</p> <p>そこで今夜、たとえば私はちょうど\nデートから帰ってきて、彼はいい人で仲良くなった。事態は...",
      "title": "これから寝る男性に、コンドームを使いたいと伝えるにはどうしたらいいですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我过去曾有过麻烦，告诉男人当他们 \"停止 \"的时候。\n在他们要与我发生性关系时停下来，并戴上避孕套。我总是\n</p> <p>例如，今晚，我刚从一个约会中回来，他正在和我聊天。\n他人很好，我们相处融洽。事情变得...",
      "title": "我如何告诉即将和我上床的男人，我想使用安全套？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我過去曾有過麻煩，告訴男人當他們 \"停止 \"的時候。\n在他們要與我發生性關係時停下來，並戴上避孕套。我總是\n</p> <p>例如，今晚，我剛從一個約會中回來，他正在和我聊天。\n他人很好，我們相處融洽。事情變得...",
      "title": "我如何告訴即將和我上牀的男人，我想使用安全套？"
    }
  ]
}