{
  "author": "puddlebearmom",
  "original_created_utc": 1635053046,
  "title": "What is a series you think should have been huge like Twilight or Harry Potter but just didn’t massively blow up for whatever reason",
  "created_utc": 1635064341,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I feel like the Dark Tower series should be known by all and I feel like if it came out later with the internet in every house and better effects for the movies to be made earlier it might have but you never know. It’s big in its own right but not like Harry Potter. What series do you think should be bigger?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/qeloq8/what_is_a_series_you_think_should_have_been_huge/",
  "subreddit": "books",
  "id": "qeloq8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I feel like the Dark Tower series should be known by all and I feel like if it\ncame out later with the internet in every house and better effects for the\nmovies to be made earlier it might have but you never know. It’s big in its own\nright but not like Harry Potter. What series do you think should…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ダークタワー・シリーズは誰もが知っているべきものだと思います。\nインターネットが各家庭に普及し、より良い効果をもたらす映画が早く作られるようになれば\nもっと早くに映画化されていたら、そうなっていたかもしれませんが、それはわかりません。それなりに大きいですが\nハリー・ポッターのようにはいきませんが。あなたが思うに、どのシリーズが...",
      "title": "トワイライト」や「ハリー・ポッター」のように大ヒットするはずだったのに、何らかの理由で大ヒットしなかったと思うシリーズは何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我觉得《黑暗塔》系列应该被大家所熟知，我觉得如果它\n我觉得如果它晚一点出来，每家每户都有互联网，而且有更好的效果，可以更早地制作电影。\n我觉得如果它晚一点问世，每家每户都有互联网，而且有更好的效果，可以更早地制作电影，它可能会有，但你永远不知道。它本身就很重要\n但不像《哈利-波特》。你认为什么系列的作品应该...",
      "title": "你认为哪一个系列应该像《暮光之城》或《哈利-波特》那样大红大紫，但由于某种原因没有大红大紫。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我覺得《黑暗塔》系列應該被大家所熟知，我覺得如果它\n我覺得如果它晚一點出來，每家每戶都有互聯網，而且有更好的效果，可以更早地製作電影。\n我覺得如果它晚一點問世，每家每戶都有互聯網，而且有更好的效果，可以更早地製作電影，它可能會有，但你永遠不知道。它本身就很重要\n但不像《哈利-波特》。你認爲什麼系列的作品應該...",
      "title": "你認爲哪一個系列應該像《暮光之城》或《哈利-波特》那樣大紅大紫，但由於某種原因沒有大紅大紫。"
    }
  ]
}