{
  "author": "Gshaw1995",
  "the_new_excerpt": "That is the view I want changed, because I cannot help but believe that if the\nnews of the ransomware on the pipeline had gotten here later, we would not be\ngetting the reaction we are getting.\n\nIndividuals are told plain as day to not panic buy and hoard gasoline, yet you\nstill see people going to…",
  "original_created_utc": 1620868221,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜなら、もしパイプラインにランサムウェアが侵入したというニュースが、もっと前に届いていたら、私たちは何もできなかっただろうと思うからです。\nパイプラインで発生したランサムウェアのニュースが、もっと遅くここに届いていたら、今のような反応は得られなかったと思わずにはいられません。\nこのような反応はありません。\n\nパニックになってガソリンを買いだめしてはいけないと言われています。\nと言われていますが、いまだに人々は...",
      "title": "CMV：アメリカ南部でのガソリンのパニック買いは、24時間のニュースサイクルがもたらしたものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是我希望改变的观点，因为我不禁相信，如果管道上的勒索软件的消息晚一点传到这里，我们就不会有这样的结果。\n如果管道上的勒索软件的消息晚一点传到这里，我们就不会得到现在的反应。\n得到我们现在的反应。\n\n个人被告知不要恐慌性购买和囤积汽油，但你\n你仍然看到人们去...",
      "title": "CMV：美国南部地区的汽油恐慌性购买是24小时新闻周期的直接后果。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我希望改變的觀點，因爲我不禁相信，如果管道上的勒索軟件的消息晚一點傳到這裏，我們就不會有這樣的結果。\n如果管道上的勒索軟件的消息晚一點傳到這裏，我們就不會得到現在的反應。\n得到我們現在的反應。\n\n個人被告知不要恐慌性購買和囤積汽油，但你\n你仍然看到人們去...",
      "title": "CMV：美國南部地區的汽油恐慌性購買是24小時新聞週期的直接後果。"
    }
  ],
  "title": "CMV: The panic buying of gasoline within the southern United States is a direct consequence of the 24 hour news cycle.",
  "created_utc": 1620925747,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>That is the view I want changed, because I cannot help but believe that if the news of the ransomware on the pipeline had gotten here later, we would not be getting the reaction we are getting. </p>\n\n<p>Individuals are told plain as day to not panic buy and hoard gasoline, yet you still see people going to the pumps filling up anything and everything that can potentially hold a liquid with gasoline with absolutely no reaction to the fact that 1) they were told not to and 2) they were also told that the situation will fix itself in just a few days. </p>\n\n<p>So please change my view that the 24 hour news cycle isn&#39;t to blame for this.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/nb4pce/cmv_the_panic_buying_of_gasoline_within_the/",
  "subreddit": "changemyview",
  "id": "nb4pce",
  "is_self": true,
  "media": null,
  "is_video": false
}