{
  "author": "RealAstroTimeYT",
  "the_new_excerpt": "I've been trying to find a self-help book in the last few years that would\nchange the way I think and act in life. But all I've ever found has been boring,\nrepetitive, and pretty useless books.\n\nI've tried dozens of the top rated self-help books and I haven't found a single\nbook which doesn't seem…",
  "original_created_utc": 1615228903,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "最近几年，我一直想找一本自助书，将\n改变我在生活中的思维和行为方式。但我发现所有的一切都很无聊。\n重复的，而且很无用的书。\n\n我试过几十本评级最高的自助书籍，但我没有找到一本。\n书，似乎并不...",
      "title": "自助书籍枯燥无味，毫无用处"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近幾年，我一直想找一本自助書，將\n改變我在生活中的思維和行爲方式。但我發現所有的一切都很無聊。\n重複的，而且很無用的書。\n\n我試過幾十本評級最高的自助書籍，但我沒有找到一本。\n書，似乎並不...",
      "title": "自助書籍枯燥無味，毫無用處"
    }
  ],
  "title": "Self-help books are boring and not helpful at all",
  "created_utc": 1615243975,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been trying to find a self-help book in the last few years that would change the way I think and act in life. But all I&#39;ve ever found has been boring, repetitive, and pretty useless books.</p>\n\n<p>I&#39;ve tried dozens of the top rated self-help books and I haven&#39;t found a single book which doesn&#39;t seem like a money grabber once you actually read it.</p>\n\n<p>They are very boring to read, repeat the same idea and sentences a hundred times, offer little to none real practical advice or exercises and are way too long.</p>\n\n<p>Some of them just say to believe in yourself or in the universe, and they don&#39;t offer any real way to work on yourself and have more motivation, or energy, or passion. (For Example: &quot;You are a Badass&quot; by Jen Sincero)</p>\n\n<p>Others offer some advice which is backed by science (For Example: &quot;Atomic Habits&quot; by James Clear), but it seems like they are stretching a 8000 word article into a 70000 word book.</p>\n\n<p>And all of them have been mega boring.</p>\n\n<p>On the other hand I&#39;ve read other non fiction books like &quot;Sapiens&quot; or &quot;Surely you&#39;re joking Mr.Feynman!&quot; which have been both enjoyable to read and have expanded my knowledge.</p>\n\n<p>Self-help books proclaim to be the way to change your life but until know the only thing they have done to me is disappoint me.</p>\n\n<p>I&#39;d like to know your opinion in this topic and whether you&#39;ve had a different experience with this genre of books.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/m0mnnx/selfhelp_books_are_boring_and_not_helpful_at_all/",
  "subreddit": "books",
  "id": "m0mnnx",
  "is_self": true,
  "media": null,
  "is_video": false
}