{
  "author": "my_dog_can_dance",
  "the_new_excerpt": "Why YSK: 90% of all dogs that have their pictures posted on Reddit have nails\nthat are overgrown or too long. Too long nails are a serious medical problem and\nshould not be taken lightly.\n\nNot only do they cause discomfort and pain and can cause lameness or injury but\ncan also lead to posture and…",
  "original_created_utc": 1618058629,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、Redditに写真が掲載されている犬の90％は爪が\n爪が伸びすぎていたり、長すぎたりしています。爪が長すぎるのは深刻な医学的問題であり、軽視できません。\n軽視することはできません。\n\n違和感や痛みの原因となり、跛行や怪我の原因となるだけでなく\n姿勢が悪くなったり...ということもあります。",
      "title": "YSK: 愛犬の爪を定期的に切ることは、愛犬のためにできる最も簡単で重要なことのひとつです。これを怠ると、行動や姿勢に問題が生じる可能性が高くなります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：在Reddit上发布照片的狗狗90%都有指甲。\n的过长或过长。过长的指甲是一个严重的医疗问题，而且是一个严重的医疗问题。\n不应轻视。\n\n它们不仅会引起不适和疼痛，并可能导致跛行或受伤，而且\n也会导致姿势和...",
      "title": "YSK: 定期给狗狗剪指甲是您能为狗狗做的最简单也是最重要的事情之一。如果不这样做，很可能会导致狗狗的行为和姿势问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：在Reddit上發佈照片的狗狗90%都有指甲。\n的過長或過長。過長的指甲是一個嚴重的醫療問題，而且是一個嚴重的醫療問題。\n不應輕視。\n\n它們不僅會引起不適和疼痛，並可能導致跛行或受傷，而且\n也會導致姿勢和...",
      "title": "YSK: 定期給狗狗剪指甲是您能爲狗狗做的最簡單也是最重要的事情之一。如果不這樣做，很可能會導致狗狗的行爲和姿勢問題。"
    }
  ],
  "title": "YSK: Cutting/Trimming your dogs nails regularly is one of the easiest and most important things you can do for your dog. Failing to do so will likely result in behaviour- and posture-issues.",
  "created_utc": 1618080366,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: 90% of all dogs that have their pictures posted on Reddit have nails that are overgrown or too long. Too long nails are a serious medical problem and should not be taken lightly.</p>\n\n<p>Not only do they cause discomfort and pain and can cause lameness or injury but can also lead to posture and spine problems in the long run. Good trimmed nails do not touch the ground and do not &quot;click&quot; while the dog is walking. </p>\n\n<p>It is important to trim the nails regularly because only then will the blood vessels retreat further into the claw and the nails can then be shortened to a good length. So if your dog has very long nails do not cut them at once or you will hurt him/her.</p>\n\n<p>For people who are unsure or have a dog with black nails as I do I can recommend the following very detailed article which also includes illustrations. \n<a href=\"https://tractive.com/blog/en/health/dog-nail-trimming-how-to\">Illustrated Guide</a></p>\n\n<p>I personally use an electric nail grinder because the risk of injury is much lower and my dog has black nails. It takes around 2 weeks to make your dog familiar with the machine and before you can actually start using it but it was definitely worth it in the long run. Nowadays cutting nails takes maybe 10 minutes and is no hustle at all.</p>\n</div><!-- SC_ON -->",
  "score": 257,
  "permalink": "/r/YouShouldKnow/comments/mo406a/ysk_cuttingtrimming_your_dogs_nails_regularly_is/",
  "subreddit": "YouShouldKnow",
  "id": "mo406a",
  "is_self": true,
  "media": null,
  "is_video": false
}