{
  "author": "InsouciantSoul",
  "the_new_excerpt": "If you search on Reddit or Google on how to check whether your eggs are still\ngood or not, you will most likely come across this ‘life hack’ telling to put\nyour eggs in a bowl of water. As the story goes: If they sink they are safe, if\nthey float they are spoiled. This is dishonest at…",
  "original_created_utc": 1620011513,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "もしあなたがRedditやGoogleで、自分の卵がまだ大丈夫かどうかを確認する方法を検索したら\nボウルに水を入れてください」というライフハックを目にすることができるでしょう。\n水の入ったボウルに卵を入れておくというライフハックです。その話はこうだ。沈んでいれば安全で、浮いていれば\n沈んでいれば安全で、浮いていれば腐っている。これは、とても不誠実なことです。",
      "title": "YSK: 卵が浮いているかどうかで腐っているかどうかを判断するというライフハックを使っている人は、完全においしい卵を捨ててしまっている可能性が高いですね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你在Reddit或Google上搜索如何检查你的鸡蛋是否还在\n你很可能会遇到这种 \"生活黑客\"，告诉你把鸡蛋放在水里。\n你的鸡蛋放在一碗水里。正如故事中所说的那样。如果它们沉下去，就是安全的，如果\n它们浮起来就是变质了。这是不诚实的，因为...",
      "title": "YSK：如果你使用检查鸡蛋是否漂浮来确定它们是否变质的 \"生活黑客\"，那么你很可能已经扔掉了完美的鸡蛋！你知道吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你在Reddit或Google上搜索如何檢查你的雞蛋是否還在\n你很可能會遇到這種 \"生活黑客\"，告訴你把雞蛋放在水裏。\n你的雞蛋放在一碗水裏。正如故事中所說的那樣。如果它們沉下去，就是安全的，如果\n它們浮起來就是變質了。這是不誠實的，因爲...",
      "title": "YSK：如果你使用檢查雞蛋是否漂浮來確定它們是否變質的 \"生活黑客\"，那麼你很可能已經扔掉了完美的雞蛋！你知道嗎？"
    }
  ],
  "title": "YSK: If you use the ‘life hack’ of checking if eggs float to determine if they are spoiled, you’ve most likely been tossing out perfectly good eggs!",
  "created_utc": 1620021073,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you search on Reddit or Google on how to check whether your eggs are still good or not, you will most likely come across this ‘life hack’ telling to put your eggs in a bowl of water. As the story goes: If they sink they are safe, if they float they are spoiled. This is dishonest at best.</p>\n\n<p>Eggshells are porous, and over time part of the eggs becomes filled with gas. So yes, checking if the eggs float or not definitely will tell you something about how old they are. However, eggs that sink can definitely be spoiled, and your floating egg is most likely fine and completely safe to eat.</p>\n\n<p>In fact, in some cases eggs can last up to 6 months!</p>\n\n<p>Before I go on a short rant about eggs: If you want to check whether or not an egg is spoiled, crack the egg into an empty bowl. If it is bad, you will smell it quick. Eggs with a bacteria like salmonella growing in them have a strong rancid smell.</p>\n\n<p>When eggs are fresh, they contain a natural protecting seal called the “bloom” which keeps anything from going in or out of the egg. This natural shield works so well that farm fresh eggs can be left in a bowl on the kitchen counter for 6 months before they start to spoil (long after they have become buoyant in water). Once the eggs have been washed with soap and water, the bloom is gone, and they will only last a few weeks if left out of the fridge.</p>\n\n<p>If you live in North America, you most likely buy your eggs refrigerated in the super market, as opposed to most of the world which does not refrigerate their eggs. Basically this is due to the living conditions for the laying hens in factory farms being so pour, salmonella became rampant in the North American chicken population, and then of course would pass on to the consumer. To help prevent people from catching salmonella they started washing an refrigerating eggs.</p>\n\n<p>I have heard this myth all of my life. Personally I have had a little hobby farm of laying hens and roosters for about 5 years, so it bothers me more and more to know that there are chickens living crappy lives in factory farms only for their perfectly good eggs to get tossed!</p>\n\n<p><strong>Why YSK:</strong> If you buy your eggs at your average grocery store, well, some chickens lived through hell in order to make you those eggs. Sure, wanting to be animal friendly, you might buy the eggs that say something like “cage free” or “free range”. Unfortunately cage free simply means that all of the hens are shoved together in the same room rather than individual cages, and they still likely have barely any room to walk around. It depends on the regulations where you live, but generally to be able to label eggs ‘free range’, the farmer needs to let the chicken outside at one point during its life. So make sure to eat all your perfectly safe, delicious, buoyant eggs before you buy more!</p>\n\n<p>Better yet, try to buy your eggs from a local farmer or a neighbour with a hobby farm. Natural farm eggs from happy hens are like a whole new food. They taste amazing and once you try them, you will never buy eggs from the supermarket again.</p>\n</div><!-- SC_ON -->",
  "score": 290,
  "permalink": "/r/YouShouldKnow/comments/n3mlnh/ysk_if_you_use_the_life_hack_of_checking_if_eggs/",
  "subreddit": "YouShouldKnow",
  "id": "n3mlnh",
  "is_self": true,
  "media": null,
  "is_video": false
}