{
  "author": "KAX1107",
  "original_created_utc": 1633343381,
  "title": "You don't need 2.94 terabytes of Pandora Papers records to expose the system. This single statistic is enough",
  "created_utc": 1633357881,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Check out this statistic.</p>\n\n<p>Before the pandemic there was one person in the world worth more than $100 billion. That&#39;s just 1 and a half years ago.</p>\n\n<p>Now there are 10 people in the world who are worth more than $100 billion.</p>\n\n<p>Elon Musk, Jeff Bezos, Bernard Arnault, Bill Gates, Mark Zuckerberg, Larry Ellison, Larry Page, Sergey Brin, Warren Buffett, Mukesh Ambani.</p>\n\n<p>The combined wealth of these 10 people has gone from $650 billion before pandemic to $1.4 trillion now during a devastating macroeconomic crisis when everybody else has been struggling to even make ends meet.</p>\n\n<p>Average person can&#39;t afford food and rent. People living paycheck to paycheck suddenly don&#39;t have enough because they either lost their job or their wages can&#39;t keep up with inflation. At the same time the filthy rich got 2 or 3 times richer.</p>\n\n<p>These are the people avoiding taxes, money laundering and funding human rights abuses and criminal activities around the world.</p>\n\n<p>During the pandemic M1 money supply has risen from $4 trillion to $20 trillion. Guess where all the money went? And guess whose money got devalued by all that free printing out of thin air?</p>\n\n<p>How stupid is this system? How stupid are we to keep letting them treat us as slaves?</p>\n\n<p>You know why they tell you to hate bitcoin? Because bitcoin fixes this! It takes away the power they have over us. Rat poison squared my ass.</p>\n\n<p>Now tell me about how they told you to think that Bukele is a dictator and how you all living in beautiful democratic system.</p>\n\n<p>Tell me about how these corrupt scumbags want to regulate crypto because average person is hiding $600 dollars in crypto. I wanna hear it.</p>\n</div><!-- SC_ON -->",
  "score": 406,
  "permalink": "/r/CryptoCurrency/comments/q12qwt/you_dont_need_294_terabytes_of_pandora_papers/",
  "subreddit": "CryptoCurrency",
  "id": "q12qwt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Check out this statistic.\n\nBefore the pandemic there was one person in the world worth more than $100\nbillion. That's just 1 and a half years ago.\n\nNow there are 10 people in the world who are worth more than $100 billion.\n\nElon Musk, Jeff Bezos, Bernard Arnault, Bill Gates, Mark Zuckerberg,…"
}