{
  "author": "hardcoverhowl",
  "original_created_utc": 1624711865,
  "title": "Dostoevsky & Russian Naming Conventions",
  "created_utc": 1624729580,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Finished and loved Crime and Punishment today, but I am extremely unfamiliar with Russian naming conventions which was a source of great confusion for me while reading. Can anybody explain to me what is behind the different variations of names? </p>\n\n<p>E.g. Rodion Romanovitch Raskolnikov aka Rodya aka Rodenka aka Rodka</p>\n\n<p>or </p>\n\n<p>Dmitri Prokovitch Razumikhin aka Mitia aka Mitry aka Mitka</p>\n\n<p>or</p>\n\n<p>Avdotia Romanovna Raskolnikov aka Dunya aka Dunechka</p>\n\n<p>or </p>\n\n<p>Sofya Semyonovna Marmeladov aka Sonya aka Somechka</p>\n\n<p>I feel like I kind of missed out on the implied context of the name variations, so I’d really appreciate if someone who has some background knowledge about this could help me out here.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/o8a6yr/dostoevsky_russian_naming_conventions/",
  "subreddit": "books",
  "id": "o8a6yr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Finished and loved Crime and Punishment today, but I am extremely unfamiliar\nwith Russian naming conventions which was a source of great confusion for me\nwhile reading. Can anybody explain to me what is behind the different variations\nof names?\n\nE.g. Rodion Romanovitch Raskolnikov aka Rodya aka…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今日、『罪と罰』を読み終えて、とても気に入ったのですが、私はロシア語の命名規則に非常に不慣れで\nロシア語の命名規則には非常に不慣れで、読んでいる最中に大きな混乱をきたしました。\n読んでいるうちに 誰か、名前の異なるバリエーションの背景にあるものを説明してくれませんか？\n誰か説明してくれませんか？\n\n例：ロディオン・ロマーノビッチ・ラスコーリニコフ、別名ローディア、別名...。",
      "title": "ドストエフスキーとロシア語のネーミング・コンベンション"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "今天看完了《罪与罚》，很喜欢，但我对俄罗斯的命名方式非常不熟悉，这让我非常困惑。\n但我对俄罗斯的命名惯例极为陌生，这让我在阅读时感到非常困惑。\n在阅读过程中。有谁能向我解释一下，不同的名字变化背后是什么？\n名的不同变化？\n\n例如，罗迪昂-罗曼诺维奇-拉斯科利尼科夫又名罗迪亚又名......",
      "title": "陀思妥耶夫斯基与俄罗斯的命名规则"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "今天看完了《罪與罰》，很喜歡，但我對俄羅斯的命名方式非常不熟悉，這讓我非常困惑。\n但我對俄羅斯的命名慣例極爲陌生，這讓我在閱讀時感到非常困惑。\n在閱讀過程中。有誰能向我解釋一下，不同的名字變化背後是什麼？\n名的不同變化？\n\n例如，羅迪昂-羅曼諾維奇-拉斯科利尼科夫又名羅迪亞又名......",
      "title": "陀思妥耶夫斯基與俄羅斯的命名規則"
    }
  ]
}