{
  "author": "Karma-Ate-My-Dogma",
  "the_new_excerpt": "Parents help or hurt their children’s future. A rich or educated parent can give\ntheir children benefits of their money or knowledge while poor or uneducated can\ndo neither.\n\nMark Zuckerberg and Kylie Jenner are examples of this advantage.\n\nMark Zuckerberg’s father taught him Atari BASIC programming…",
  "original_created_utc": 1617561521,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "父母帮助或伤害了孩子的未来。富有或受过教育的父母可以给\n他们的孩子从他们的金钱或知识中受益，而穷人或没有受过教育的人则可以从他们的金钱或知识中受益。\n都不做。\n\n马克-扎克伯格和凯莉-詹娜就是这种优势的例子。\n\n马克-扎克伯格的父亲教他雅达利BASIC编程...",
      "title": "CMV：一个人最不公平的优势就是父母。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "父母幫助或傷害了孩子的未來。富有或受過教育的父母可以給\n他們的孩子從他們的金錢或知識中受益，而窮人或沒有受過教育的人則可以從他們的金錢或知識中受益。\n都不做。\n\n馬克-扎克伯格和凱莉-詹娜就是這種優勢的例子。\n\n馬克-扎克伯格的父親教他雅達利BASIC編程...",
      "title": "CMV：一個人最不公平的優勢就是父母。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "親は子供の将来を助けたり、傷つけたりするものです。お金持ちや教育熱心な親は、自分のお金や知識を\n金持ちや教育を受けた親は、お金や知識の恩恵を子供に与えることができますが、貧乏人や教育を受けていない親はどちらもできません。\n与えることができません。\n\nMark ZuckerbergとKylie Jennerはこの利点の例です。\n\nMark Zuckerbergの父親は、彼にAtari BASICのプログラミングを教えました...",
      "title": "CMV：人が持つ最も不当なアドバンテージは、親です。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "親は子供の将来を助けたり、傷つけたりするものです。お金持ちや教育熱心な親は、自分のお金や知識を\n金持ちや教育を受けた親は、お金や知識の恩恵を子供に与えることができますが、貧乏人や教育を受けていない親はどちらもできません。\n与えることができません。\n\nMark ZuckerbergとKylie Jennerはこの利点の例です。\n\nMark Zuckerbergの父親は、彼にAtari BASICのプログラミングを教えました...",
      "title": "CMV：人が持つ最も不当なアドバンテージは、親です。"
    }
  ],
  "title": "CMV: The most unfair advantage a person can have is their parents.",
  "created_utc": 1617579290,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Parents help or hurt their children’s future. A rich or educated parent can give their children benefits of their money or knowledge while poor or uneducated can do neither.  </p>\n\n<p>Mark Zuckerberg and Kylie Jenner are examples of this advantage. </p>\n\n<p>Mark Zuckerberg’s father taught him Atari BASIC programming and later hired a tutor to advance his skills. Mark then went to Harvard and we all know the rest of this story. Had Mark’s father not understood computer programming (which was a specialty skill in the 1990s) or the money to hire a tutor would Mark have created Facebook? While that question cannot be answered it is certain that Mark had advantage of an educated father to identify and future his abilities.</p>\n\n<p>Kris Jenner capitalized on the attention of a sex tape of her daughter Kim and an R&amp;B singer. Kris then orchestrated a conglomerate of shows, products and promotions to bring the family into prominence. Kylie was a child when this began. Kris financed plastic surgeries to create a look that would sell. Kylie rode the coattails of her sisters, who were also created by Kris. She did not create or earn her business on her own. Yet she is close to passing Zuckerberg to become youngest billionaire in history.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/mk21aa/cmv_the_most_unfair_advantage_a_person_can_have/",
  "subreddit": "changemyview",
  "id": "mk21aa",
  "is_self": true,
  "media": null,
  "is_video": false
}