{
  "author": "ace_probably",
  "original_created_utc": 1636200340,
  "title": "CMV: Mandatory Military service (Conscription) should be compulsory for either both sexes, or neither.",
  "created_utc": 1636216430,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t see why in the 21st century we still insist on separating sexes here. I feel like if there&#39;s a conscription law in a country it should be done by both sexes, or alternatively not having a conscription law at all. </p>\n\n<p>The biggest argument I&#39;ve seen against this is stuff about how males are biologically better suited to physical tasks and combat, and I find that explanation wholly unsatisfactory. Putting aside how the relevance of brute physical strength is highly diminished in an era where we fight with firearms and war machines, one could simply reassign women to work in supply, aid, transport, and other non-combat domains of the military (this also applies to the  &quot;female brain isn&#39;t made for violence&quot;, which I find to be dubious at best anyway).</p>\n\n<p>If the concern is assault and harassment, then that&#39;s easy to avoid as long as one puts men and women in different divisions.</p>\n\n<p>Lastly, some countries like Sweden already implement this, and it appears to me that other countries are simply slow on the uptake. I really haven&#39;t heard a compelling as to why one recruits just one sex and not both. I feel that it should be either both or neither.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/qnyvn4/cmv_mandatory_military_service_conscription/",
  "subreddit": "changemyview",
  "id": "qnyvn4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don't see why in the 21st century we still insist on separating sexes here. I\nfeel like if there's a conscription law in a country it should be done by both\nsexes, or alternatively not having a conscription law at all.\n\nThe biggest argument I've seen against this is stuff about how males…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "21世紀になっても、ここで男女を分けることにこだわる理由がわかりません。I\n徴兵制がある国では、男女ともに行われるべきだと思います。\n徴兵制がある国では両性で行うべきだと思いますし、逆に徴兵制がない国もあります。\n\n私が見た最大の反論は、男性は...というものでした。",
      "title": "CMV: 強制的な兵役（徴兵制）は、男女のどちらか、またはどちらでもない人に強制的に行われるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不明白为什么在21世纪，我们仍然坚持在这里将性别分开。I\n我觉得，如果一个国家有征兵法，就应该由男女共同完成。\n性别，或者根本就没有征兵法。\n\n我所看到的反对的最大论据是关于男性如何...",
      "title": "CMV: 强制性兵役（征兵）应该对男女都是强制性的，或者两者都不是。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不明白爲什麼在21世紀，我們仍然堅持在這裏將性別分開。I\n我覺得，如果一個國家有徵兵法，就應該由男女共同完成。\n性別，或者根本就沒有徵兵法。\n\n我所看到的反對的最大論據是關於男性如何...",
      "title": "CMV: 強制性兵役（徵兵）應該對男女都是強制性的，或者兩者都不是。"
    }
  ]
}