{
  "author": "alligatorprincess007",
  "the_new_excerpt": "Why YSK: there’s a saying: if everyone around you is an asshole you might be the\nactual asshole. Here’s why that’s not always the case.\n\nPeople who suffered from trauma (specifically childhood trauma) are often\nattracted to people similar to the ones they grew up with. Your brain doesn’t\ncare if…",
  "original_created_utc": 1610212233,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：有句话说得好：如果你身边的人都是混蛋，你可能就是那个\n真正的混蛋。以下是为什么这并不总是如此。\n\n遭受创伤（特别是童年创伤）的人往往是。\n吸引到与他们一起长大的人相似的人。你的大脑不会\n管他",
      "title": "YSK：你身边的人都是混蛋，不代表你就是混蛋。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：有句話說得好：如果你身邊的人都是混蛋，你可能就是那個\n真正的混蛋。以下是爲什麼這並不總是如此。\n\n遭受創傷（特別是童年創傷）的人往往是。\n吸引到與他們一起長大的人相似的人。你的大腦不會\n管他",
      "title": "YSK：你身邊的人都是混蛋，不代表你就是混蛋。"
    }
  ],
  "title": "YSK: just because everyone around you is an asshole, doesn’t necessarily mean you are",
  "created_utc": 1610658281,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: there’s a saying: if everyone around you is an asshole you might be the actual asshole. Here’s why that’s not always the case. </p>\n\n<p>People who suffered from trauma (specifically childhood trauma) are often attracted to people similar to the ones they grew up with. Your brain doesn’t care if it’s healthy or unhealthy—your brain cares that it’s familiar. In the same way that you may need to be careful of the partner you choose, be careful of your work environment, friends, and social community. </p>\n\n<p>Certain environments attract a certain type of individual, all who might be similarly distasteful or toxic to you. </p>\n\n<p>A better quote would be “before you diagnose yourself with low self esteem, be sure you are not, in fact, surrounded by assholes”.</p>\n\n<p>It is in fact quite possible to be surrounded with toxic people (or at least people you don’t mesh with/people who don’t understand or appreciate you), without being an asshole yourself.</p>\n</div><!-- SC_ON -->",
  "score": 17710,
  "permalink": "/r/YouShouldKnow/comments/kturp5/ysk_just_because_everyone_around_you_is_an/",
  "subreddit": "YouShouldKnow",
  "id": "kturp5",
  "is_self": true,
  "media": null,
  "is_video": false
}