{
  "author": "Starry-nights_",
  "the_new_excerpt": "I definitely understand the entire notion about increasing responsibilities,\npaying bills/taxes and just a busier schedule in general but I'd say adulthood\nas a whole is far superior to childhood.\n\nIf you think about it, you are more likely to be understood and listened to when\nyou complain or want…",
  "original_created_utc": 1620592308,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、責任の増加についての全体的な考え方を理解しています。\nしかし、大人になってからの方が、子供の頃よりもずっと良いと思います。\nしかし、大人になってからの方が子供の頃よりもずっといいと思います。\n\n考えてみれば、不満や要望を言っても理解してもらえたり、聞いてもらえたりする可能性が高いですよね。\n愚痴や要望を聞いてもらえる可能性が高くなります。",
      "title": "CMV: 子供の頃に比べて大人になってからの方が人生が豊かになる"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我绝对理解关于增加责任的整个概念。\n支付账单/税款，以及一般情况下更繁忙的日程安排，但我想说成年后的生活\n整体上比童年时期要好得多。\n\n如果你想一想，你更有可能被理解和倾听，当你抱怨或想...\n你抱怨或想要...",
      "title": "CMV：作为一个成年人，与作为一个孩子相比，生活更加美好"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我絕對理解關於增加責任的整個概念。\n支付賬單/稅款，以及一般情況下更繁忙的日程安排，但我想說成年後的生活\n整體上比童年時期要好得多。\n\n如果你想一想，你更有可能被理解和傾聽，當你抱怨或想...\n你抱怨或想要...",
      "title": "CMV：作爲一個成年人，與作爲一個孩子相比，生活更加美好"
    }
  ],
  "title": "CMV: Life is better as an adult compared to being a child",
  "created_utc": 1620613755,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I definitely understand the entire notion about increasing responsibilities, paying bills/taxes and just a busier schedule in general but I&#39;d say adulthood as a whole is far superior to childhood. </p>\n\n<p>If you think about it, you are more likely to be understood and listened to when you complain or want to point out something you dislike or disagree with. There is sadly a flawed misconception that adults always know better and hence when (for instance), a teenager wants to oppose something they are not taken as seriously because they are still seen as young immature people who are moody. It is, unfortunately, a lot harder to voice out concerns at a younger age since adults find it easier to disregard your thoughts and opinions. </p>\n\n<p>This one is subjective, but school just isn&#39;t great. Your reputation and whatever high school &quot;clique&quot; you are part of doesn&#39;t matter but sadly teens think it does which can harm their mental health. On top of that, you have stressful exams and college/uni applications to worry about and teachers making it out to be something that makes you or breaks you is even worse. In my experience, a few dips in school performances has led to teachers suddenly having the right to predict what career line or grades you are ultimately going to get.</p>\n\n<p>I think when you are finally settled in university and have a job, you have established yourself and are beyond the confusing stage of finding yourself. You don&#39;t have exams nor parent-teacher meetings as well as countless adults not able to understand your concerns since it is just meant to be a part of growing up. I also feel you have so much more freedom as an adult and can make your own decisions. It is different to childhood in a refreshing way but I&#39;d genuinely like to hear why you would say childhood is better.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/n8mu8k/cmv_life_is_better_as_an_adult_compared_to_being/",
  "subreddit": "changemyview",
  "id": "n8mu8k",
  "is_self": true,
  "media": null,
  "is_video": false
}