{
  "author": "the_ape_speaks",
  "the_new_excerpt": "> A quick preface: I believe it's wrong and irrational to direct anger at a\n> perceived lack of intelligence, real or otherwise. If you're someone who uses\n> this word as a slur, please read this post carefully and understand that I do\n> not advocate your behavior. I'm glad you get called out on it.…",
  "original_created_utc": 1618518519,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "> 前置きが長くなりました。前置きが長くなりましたが、私は、知性がないと思われる人に怒りを向けるのは\n> 怒りを向けることは間違っていて非合理的だと思います。もしあなたがこの言葉を中傷として使っている人なら\n> この言葉を中傷として使う人は、この投稿をよく読んで、私があなたの行動を推奨しているわけではないことを理解してください。\n> あなたの行動を擁護するものではありません。あなたがそれで呼ばれたことを嬉しく思います....",
      "title": "CMV：「知恵遅れ」を蔑称として使っている他人を批判するのであれば、そのことを一貫して主張し、すべての能力主義的なスラーを使うのをやめるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "> 简单的前言。我认为对一个人的愤怒是错误的，也是不理智的。\n> 被认为缺乏智慧，真实或其他。如果你是一个人谁使用\n>这个词是一种污辱，请仔细阅读这篇文章，并理解我的做法\n> 不提倡你的行为。我很高兴你被骂出来....。",
      "title": "CMV：如果你批评别人使用 \"弱智 \"作为贬义词，那么你就应该对它保持一致，停止使用所有能力主义的污言秽语。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "> 簡單的前言。我認爲對一個人的憤怒是錯誤的，也是不理智的。\n> 被認爲缺乏智慧，真實或其他。如果你是一個人誰使用\n>這個詞是一種污辱，請仔細閱讀這篇文章，並理解我的做法\n> 不提倡你的行爲。我很高興你被罵出來....。",
      "title": "CMV：如果你批評別人使用 \"弱智 \"作爲貶義詞，那麼你就應該對它保持一致，停止使用所有能力主義的污言穢語。"
    }
  ],
  "title": "CMV: If you criticize others for using \"retarded\" as a pejorative, then you should be consistent about it and stop using all ableist slurs.",
  "created_utc": 1618535586,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><blockquote>\n<p>A quick preface: I believe it&#39;s wrong and irrational to direct anger at a perceived lack of intelligence, real or otherwise. If you&#39;re someone who uses this word as a slur, please read this post carefully and understand that I do not advocate your behavior. I&#39;m glad you get called out on it. I just wish the people calling you out would do a better job. I love people of all IQ levels, and weaponizing disabilities as pejoratives is unenlightened character. </p>\n</blockquote>\n\n<p>I used to think it was funny and edgy to call people &quot;retards&quot; because it seemed like there was no reason not to. I&#39;ve since argued myself away from this position, but what bothers me is that my reasoning is entirely independent of every criticism I&#39;ve ever received for that behavior, and it&#39;s not even a very difficult argument. This makes me feel like most people who decry these types of slurs don&#39;t actually understand the philosophy of it, and they&#39;re just repeating what they&#39;ve been told is a safe opinion. </p>\n\n<p>When criticized, I would always ask in defense of my ableism, &quot;don&#39;t you yourself use words like &#39;idiot,&#39; &#39;moron,&#39; or &#39;stupid&#39; to insult people?&quot; and invariably, my detractors would answer yes. This ends the debate. If you&#39;re regularly expressing a sense of superiority over people with lower IQ or lower intelligence, then you don&#39;t get to police the language others use to express the same exact idea. It&#39;s hypocritical and annoying. </p>\n\n<p>Now, if you&#39;re using this language accidentally and wouldn&#39;t defend yourself on it, then that&#39;s different and understandable. These words are so deeply embedded into our culture and conditioned into our vernacular that it can be genuinely difficult not to make this mistake sometimes. You might even be able to find me doing it in my post history. The difference is that I wouldn&#39;t say it&#39;s okay, and that I&#39;m working on it. </p>\n\n<p>Everyone I&#39;ve ever debated on this, however, has claimed that it&#39;s okay to call people idiots or morons, but not retards. That it&#39;s okay to say something is stupid or dumb, but not retarded. </p>\n\n<p>Their claim tends to be that weaponizing a medical diagnosis as an insult is meaningfully distinct from using terms like &quot;moron&quot; or &quot;imbecile,&quot; and this usually sparks a lengthy discussion about how these terms were once themselves medical diagnoses. I&#39;m going to skip over that for the sake of brevity in my OP, but I&#39;m happy to elaborate if anyone asks. </p>\n\n<p>Even for terms that were never diagnoses, you&#39;re expressing the same sentiment. You&#39;re revealing the same attitude about low intelligence as everyone who uses &quot;the R word,&quot; but you&#39;re using language that helps you cower away from taking responsibility for that attitude. </p>\n\n<p>If you really care about changing others&#39; minds on this issue, you&#39;d make THIS argument instead (I think it would have immediately swayed me years ago): </p>\n\n<p>1.) Intelligence, as far as we can tell, is a largely immutable trait.</p>\n\n<p>2.) I believe it&#39;s wrong to attack others for immutable traits (race, sex, height, crystallized intelligence, or any other physical characteristic). </p>\n\n<p>3.) Just because ableism is generally accepted and encouraged doesn&#39;t mean I get to participate in that culture if I truly believe it&#39;s wrong to attack others for immutable traits. </p>\n\n<p>4.) I should stop placing negative value on low intelligence. This means quitting &quot;the R word,&quot; and it also means quitting the idea behind that word, so no more &quot;idiots,&quot; &quot;dumbasses,&quot; or &quot;stupid fucks&quot; either. If I have a gripe with someone or something, I&#39;ll have to describe it in more accurate and responsible terms. </p>\n\n<p>CMV</p>\n\n<p>EDIT: I&#39;m taking a break from this thread for a bit. I want to get to all of you eventually, but I wasn&#39;t expecting this many replies.</p>\n</div><!-- SC_ON -->",
  "score": 109,
  "permalink": "/r/changemyview/comments/mrndbg/cmv_if_you_criticize_others_for_using_retarded_as/",
  "subreddit": "changemyview",
  "id": "mrndbg",
  "is_self": true,
  "media": null,
  "is_video": false
}