{
  "author": "charming_chameleon",
  "original_created_utc": 1624535341,
  "title": "What makes Agatha Christie's books so great ?",
  "created_utc": 1624542256,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I started to read <em>Murder on the Orient Express</em> yesterday afternoon and just felt compelled to read through well into the night. </p>\n\n<p>This morning, I was surprised. Not only had it been a long time since a book kept me up, my latest reads had not surprised me or made me laugh like Christie&#39;s great story. This is not my first Christie, but I am surprised to have almost forgotten how this lady&#39;s pen can snatch you out of everyday life for a moment. </p>\n\n<p>I was wondering what others like about Christie&#39;s books, what they feel when reading them. If you care to share your experience that would be great !</p>\n\n<p>For me, I think it narrows down to the simplicity of it all at the end... Although at first glance Christie&#39;s murder mysteries seem complicated, they are supported by many simple facts of everyday life... Like nicknames can be misleading about gender, narrators aren&#39;t always reliable, truth can be found behind some strong emotional reactions...</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/books/comments/o6z9r4/what_makes_agatha_christies_books_so_great/",
  "subreddit": "books",
  "id": "o6z9r4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I started to read Murder on the Orient Express yesterday afternoon and just felt\ncompelled to read through well into the night.\n\nThis morning, I was surprised. Not only had it been a long time since a book\nkept me up, my latest reads had not surprised me or made me laugh like\nChristie's great story.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "昨日の午後、『オリエント急行殺人事件』を読み始めたら、夜までに読み切りたくなってしまった。\n夜になっても読まずにはいられませんでした。\n\n今朝、私は驚いた。久しぶりに本を読んで眠れなかっただけでなく\n最近読んだ本では、クリスティの素晴らしい物語のような驚きや笑いはありませんでした。\nChristie's great story....",
      "title": "アガサ・クリスティの作品の良さとは？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我昨天下午开始读《东方快车谋杀案》，只是感觉到\n被迫读到了晚上。\n\n今天早上，我很惊讶。不仅很久没有一本书让我睡不着觉了\n我最近读的书也没有像克里斯蒂的《东方快车谋杀案》那样让我吃惊或发笑。\n克里斯蒂的伟大故事....",
      "title": "是什么让阿加莎-克里斯蒂的书如此伟大？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我昨天下午開始讀《東方快車謀殺案》，只是感覺到\n被迫讀到了晚上。\n\n今天早上，我很驚訝。不僅很久沒有一本書讓我睡不着覺了\n我最近讀的書也沒有像克里斯蒂的《東方快車謀殺案》那樣讓我喫驚或發笑。\n克里斯蒂的偉大故事....",
      "title": "是什麼讓阿加莎-克里斯蒂的書如此偉大？"
    }
  ]
}