{
  "author": "Metalmind8",
  "original_created_utc": 1629669476,
  "title": "YSK after a bath, especially if hot, your limbs will be much heavier than usual, and it's not because they \"absorb\" water",
  "created_utc": 1629682674,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: avoid being caught off-guard can prevent accidents and injuries.\nYou&#39;ve been in your tub for a bit too long staring at your phone, and when you finally decide to stand up and get out, your muscles are not used to the greater weight of your legs, and you can potentially slip and hurt yourself. Same with the arms.\nThe reason is not because your skin somehow gets soaked in water and weights more, like I thought for a long time.\nThe reason is because the water&#39;s heats dilates your blood vessels, and more blood can circulate in your limbs. This helps alleviate sore muscles and such because the blood can heal them much quicker with increased access.\nBe aware that the increased blood flow will come mainly from your brain and heart, which in turn makes your weaker and slower, therefore much more prone to accidents.\nAlways make sure to assess the weight and hold to some firm surface when you&#39;re standing up.\nCheers.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/p9lx2t/ysk_after_a_bath_especially_if_hot_your_limbs/",
  "subreddit": "YouShouldKnow",
  "id": "p9lx2t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: avoid being caught off-guard can prevent accidents and injuries. You've\nbeen in your tub for a bit too long staring at your phone, and when you finally\ndecide to stand up and get out, your muscles are not used to the greater weight\nof your legs, and you can potentially slip and hurt…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：不意打ちを避けることで、事故や怪我を防ぐことができます。あなたは\n浴槽の中で携帯電話を見ている時間が長すぎて、いざ立ち上がろうと思っても筋肉が慣れていません。\n浴槽から出ようとすると、足の重さに筋肉が慣れていないため、滑って怪我をしてしまうことがあります。\n足の重さに筋肉が慣れていないため、足を滑らせて怪我をしてしまう可能性があります。",
      "title": "お風呂に入った後、特に熱い場合、手足がいつもよりずっと重くなりますが、これは水を「吸収」しているからではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：避免措手不及可以防止事故和伤害。你已经\n你在浴缸里盯着手机太久了，当你终于\n当你决定站起来走出去时，你的肌肉还不适应腿部更大的重量。\n你的肌肉不习惯你的腿的更大重量，你有可能滑倒并受伤......",
      "title": "YSK洗完澡后，特别是在热的情况下，你的四肢会比平时重得多，这并不是因为它们 \"吸收 \"了水分。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：避免措手不及可以防止事故和傷害。你已經\n你在浴缸裏盯着手機太久了，當你終於\n當你決定站起來走出去時，你的肌肉還不適應腿部更大的重量。\n你的肌肉不習慣你的腿的更大重量，你有可能滑倒並受傷......",
      "title": "YSK洗完澡後，特別是在熱的情況下，你的四肢會比平時重得多，這並不是因爲它們 \"吸收 \"了水分。"
    }
  ]
}