{
  "author": "lowgreentent",
  "original_created_utc": 1628949322,
  "title": "CMV: The United States Senate is going to cause the United States to fall behind as a world power because it bricks progress and legislation from being passed",
  "created_utc": 1628976940,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I personally do not see a use for the Senate.  In theory, the senators are supposed to enact the interests of the state but in reality the senators pander to their political party.  Representation is based entirely on States and not population so we end up having a backwards system where less people have more political power in federal legislation.  They are supposed to be a check in the separation of powers but they really have the same bias and agenda as politicians in the house of representatives so they aren&#39;t serving as anything extra beyond them.</p>\n\n<p>No other system where one group of people having extra voting power would be deemed fair.  For instance, people say it prevents tyranny of the majority but that logic is flawed.  By that same logic, we should let blacks, Muslims, gays, trans, atheists, etc. have more voting power but no one who favors the Senate will favor that.  Also the Senate doesn&#39;t prevent tyranny of the majority, that&#39;s just a talking point.  Many minorities have been heavily discriminated against in this country&#39;s history.</p>\n\n<p>With all my issues said I truly think the biggest problem with the Senate is they kill much legislation and progress from happening in this country.  This is my biggest concern about it by far.  Not necessarily that they over represent rural America more in an unfavorable way. </p>\n\n<p>Since the filibuster was created by accident by Aaron Burr, it&#39;s allowed the group to kill most legislation that doesn&#39;t get a supermajority so many things don&#39;t get passed.  It has been heavily exploited in the civil rights era and in the current polarized political era.  Since the Senate already greatly overrepresents rural parts of the country and a 60% threshold is needed on top of that to bypass the filibuster, many pieces of legislation don&#39;t advance.  Because of the rural bias with the 60% threshold, in reality it becomes something like 80% of Americans represented in the Senate have to agree before anything can pass.</p>\n\n<p>This means things like federal protections to voting rights, healthcare reform, environmental protections, marijuana legalization, etc. that are favored by a majority of Americans can&#39;t pass because a supermajority of elected officials (again heavily biased by rural America) won&#39;t agree to it.  So in essence, something like 80% of Americans have to support something before it starts becoming viable to pass the Senate.  The only group that gets to bypass this is special interest groups that can pay off senators.</p>\n\n<p>Throw in the special interest lobbying and playing of politics where one side will always vote a against the other party&#39;s legislation no matter what and we have a very broken system.  For instance, it was just leaked ExxonMobil explicitly supports a carbon tax because they 100% know that it will never pass in the Senate so they get free PR by lying that they support it.</p>\n\n<p>In the end, I fear the Senate will be the undoing of the United States being a leader, innovator, and staying ahead in the future.  I suspect most things will stall and we will fall behind.  My greatest fear is we will end up like the Rome with a failed empire and a major cause will be the gridlocking caused by the Senate.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/p48g7e/cmv_the_united_states_senate_is_going_to_cause/",
  "subreddit": "changemyview",
  "id": "p48g7e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I personally do not see a use for the Senate. In theory, the senators are\nsupposed to enact the interests of the state but in reality the senators pander\nto their political party. Representation is based entirely on States and not\npopulation so we end up having a backwards system where less people…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "個人的には上院の使い道はないと思っています。理論的には、上院議員は\n上院議員は国家の利益を執行することになっていますが、実際には上院議員は自分の政党に迎合します。\n自分の政党に迎合しています。代表権は人口ではなく州に基づいています。\nそのため、より多くの人が上院議員になることができず、逆に上院議員の数が少なくなってしまうのです。",
      "title": "CMV: 米国上院は、進歩や法案の成立を妨げるため、米国が世界の大国として遅れをとる原因となるでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我个人不认为参议院有什么用。从理论上讲，参议员应该是为国家利益服务的。\n理论上，参议员应该为国家利益服务，但在现实中，参议员却为自己的政党服务。\n他们的政党。代表权完全基于州而不是人口，所以我们最终有一个落后的系统。\n因此，我们最终有一个倒退的系统，较少的人...",
      "title": "CMV: 美国参议院将导致美国在世界大国中的地位下降，因为它阻碍了进步和立法的通过。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我個人不認爲參議院有什麼用。從理論上講，參議員應該是爲國家利益服務的。\n理論上，參議員應該爲國家利益服務，但在現實中，參議員卻爲自己的政黨服務。\n他們的政黨。代表權完全基於州而不是人口，所以我們最終有一個落後的系統。\n因此，我們最終有一個倒退的系統，較少的人...",
      "title": "CMV: 美國參議院將導致美國在世界大國中的地位下降，因爲它阻礙了進步和立法的通過。"
    }
  ]
}