{
  "author": "jaceapoc",
  "original_created_utc": 1638749735,
  "title": "YSK: You should regularly pour white vinegar into your toilet's water cistern/tank to avoid calcium buildup in the toilet's flushing system, which can damage it.",
  "created_utc": 1638759174,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Tap water, which is used to fill a toilet&amp;#39;s water tank, can contain a lot of calcium hardness in it. If left unchecked, over time, calcareous buildups will form pretty much everywhere in the toilet&amp;#39;s flushing system, which will damage the gaskets and other components in it.&lt;/p&gt;\n\n&lt;p&gt;This also goes for pretty much anything that has tap water running through it in your home. Faucets, dishwasher, washing machine, kettle, shower head, etc. A little bit of vinegar is very efficient at getting rid of calcium deposits.&lt;/p&gt;\n\n&lt;p&gt;Steps:&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;Turn off the water&amp;#39;s supply to the toilet&amp;#39;s water tank, there&amp;#39;s usually a knob or valve on the wall next to your toilet that you have to turn.&lt;/li&gt;\n&lt;li&gt;Open up the water tank/cistern by removing the top lid. (You may need a screwdriver to do this, depending on the model of your toilet)&lt;/li&gt;\n&lt;li&gt;If the water tank is full, flush the water and empty it. (Because you&amp;#39;ve turned off the water&amp;#39;s supply, it shouldn&amp;#39;t fill back up again)&lt;/li&gt;\n&lt;li&gt;Pour white vinegar all over the flushing system and fill half of the tank with it.&lt;/li&gt;\n&lt;li&gt;Fill the remaining half of the tank with hot water (not boiling, slightly hot, max 50°C/120°F temp) and let the mixture do its thing for 15-20 minutes. You should be able to see small bubbles, that&amp;#39;s a result of the white vinegar dissolving the deposits.&lt;/li&gt;\n&lt;li&gt;If you have thick hard deposits, wear latex gloves and use a sponge to scrape off the deposits.&lt;/li&gt;\n&lt;li&gt;Once all the deposits have dissolved, flush it all down the toilet.&lt;/li&gt;\n&lt;li&gt;Turn the water&amp;#39;s supply to the toilet&amp;#39;s tank back on and put the lid back on.&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;Do this once a month, or maybe even once a week, depending on how calcareous your tap water is.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve just had to clean mine thoroughly because my toilet&amp;#39;s flushing system stopped working properly, the water kept flushing/running. When I opened up the lid of the water tank, I was pretty horrified by the state of the flushing system. I had to replace the gaskets and had to scrape a lot of thick deposits. It was a real pain to clean... So, I now have a reminder in my phone to pour white vinegar into the toilet&amp;#39;s water tank once a month to prevent this.&lt;/p&gt;\n\n&lt;p&gt;Hopefully this is useful to someone!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 373,
  "permalink": "/r/YouShouldKnow/comments/r9tj6r/ysk_you_should_regularly_pour_white_vinegar_into/",
  "subreddit": "YouShouldKnow",
  "id": "r9tj6r",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Tap water, which is used to fill a toilet's water tank, can contain a\nlot of calcium hardness in it. If left unchecked, over time, calcareous buildups\nwill form pretty much everywhere in the toilet's flushing system, which will\ndamage the gaskets and other components in it.\n\nThis also goes…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>なぜYSKなのか：トイレの水タンクを満たす水道水には、たくさんのカルシウムが含まれています。\nトイレの水タンクを満たす水道水には、硬度の高いカルシウムが多く含まれています。放置しておくと\n放置しておくと、時間が経つにつれ、トイレの洗浄部のいたるところに石灰質の堆積物ができてしまいます。\nトイレの洗浄システムのいたるところに石灰質がたまり、ガスケットを損傷します。",
      "title": "YSK: トイレの洗浄装置にカルシウムが溜まって破損するのを防ぐために、定期的にトイレの貯水槽・タンクにホワイトビネガーを入れてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么是YSK：自来水是用来填充马桶水箱的。\n厕所的水箱，其中可能含有大量的钙质硬度。如果不加处理\n如果不加以控制，随着时间的推移，钙质堆积物会在马桶的几乎所有地方形成\n马桶的冲水系统，这将损害垫圈......",
      "title": "YSK：你应该定期将白醋倒入马桶的蓄水池/水箱中，以避免钙质在马桶的冲水系统中堆积，从而损坏它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼是YSK：自來水是用來填充馬桶水箱的。\n廁所的水箱，其中可能含有大量的鈣質硬度。如果不加處理\n如果不加以控制，隨着時間的推移，鈣質堆積物會在馬桶的幾乎所有地方形成\n馬桶的沖水系統，這將損害墊圈......",
      "title": "YSK：你應該定期將白醋倒入馬桶的蓄水池/水箱中，以避免鈣質在馬桶的沖水系統中堆積，從而損壞它。"
    }
  ]
}