{
  "author": "Onearmssss",
  "original_created_utc": 1629043239,
  "title": "Just finished Where the Crawdads Sing",
  "created_utc": 1629058728,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know I&#39;m late to the discussion, this book was given to me as a gift a year and a half ago and has always taken a backseat to life. Finally decided it was just time to read it and I have to say it was awful. A day and a half of reading I wish I had spent on another book since I do have such limited time to read. The kicker to me is I personally feel like the beginning set her up for a really really great book and then she just dropped the ball. </p>\n\n<p>I felt the need to post here to discuss because my husband is sick of me walking around the house ranting about the absurdity of so much of the book.</p>\n\n<p>HOW is this such a best seller?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/p4w5az/just_finished_where_the_crawdads_sing/",
  "subreddit": "books",
  "id": "p4w5az",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know I'm late to the discussion, this book was given to me as a gift a year\nand a half ago and has always taken a backseat to life. Finally decided it was\njust time to read it and I have to say it was awful. A day and a half of reading\nI wish I had spent on another book since I do have such…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "遅ればせながら、この本は1年半前にプレゼントされました。\nこの本は1年半前にプレゼントされたのですが、ずっと人生の後回しになっていました。ようやく、今がその時だと\n読んでみることにしたのですが、正直言って、これはひどいものでした。一日半の読書\n他の本に使えばよかったと思いましたが、せっかく持っているので",
      "title": "Where the Crawdads Sing」を読みました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道我在讨论中迟到了，这本书是一年半前作为礼物送给我的。\n这本书是一年半前作为礼物送给我的，并一直在生活中处于次要地位。最后决定是时候\n我不得不说这本书很糟糕。一天半的阅读时间\n我希望我花在另一本书上，因为我确实有这样的...",
      "title": "刚刚读完《爬虫唱歌的地方》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道我在討論中遲到了，這本書是一年半前作爲禮物送給我的。\n這本書是一年半前作爲禮物送給我的，並一直在生活中處於次要地位。最後決定是時候\n我不得不說這本書很糟糕。一天半的閱讀時間\n我希望我花在另一本書上，因爲我確實有這樣的...",
      "title": "剛剛讀完《爬蟲唱歌的地方》。"
    }
  ]
}