{
  "author": "SoupSpiller69",
  "original_created_utc": 1626267602,
  "title": "When, how, and why did people in Portugal start speaking a different language than the rest of the Iberian peninsula?",
  "created_utc": 1626288436,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I’m going off an assumption that in the 12th century, cousins Alfonso VII of Leon and Alfonso I of Portugal both spoke the same language and general dialect, and that the language divide happened later over time.  And my question I guess is kind of just “why?” </p>\n\n<p>Seemingly they wouldn’t have been that isolated from the rest of Castile/Spain for them to unintentionally drift away into a new language by accident.  Was there ever any explicit policies or leadership decisions ever made that set out to differentiate or define the differences in their languages?  Or was it more of a situation where the dialect just shifted over generations until it was considered an entirely new language?  </p>\n\n<p>Like when Ceuta went from Portugal to Spain in the 17th century, at the time would there have been a significant language barrier between the Portuguese residents and their new Spanish overlords?</p>\n\n<p>And was the Portuguese language’s evolution connected to their colonization efforts?  Like would the language mutate and shift even faster in Brazilian isolation away from Spanish influence, and then make its way back to influence Portugal?</p>\n\n<p>Edit: and after reading a bit more about it, was my original assumption that it was Portuguese that did the heavy lifting with the shifting even accurate?  Is Portuguese actually closer to the “Vulgar Latin” they were speaking 1000 years ago, and could it actually be that the rest of Spain did most of the big fluid language shifting?</p>\n</div><!-- SC_ON -->",
  "score": 121,
  "permalink": "/r/AskHistorians/comments/ok3u29/when_how_and_why_did_people_in_portugal_start/",
  "subreddit": "AskHistorians",
  "id": "ok3u29",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I’m going off an assumption that in the 12th century, cousins Alfonso VII of\nLeon and Alfonso I of Portugal both spoke the same language and general dialect,\nand that the language divide happened later over time. And my question I guess\nis kind of just “why?”\n\nSeemingly they wouldn’t have been…"
}