{
  "author": "quantum_dan",
  "original_created_utc": 1636314211,
  "title": "CMV: high school students shouldn't be required to put in more than 40 hours a week.",
  "created_utc": 1636324817,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This isn&#39;t of any immediate personal relevance (that was a while ago), but I know a few people who are currently in high school so it comes up occasionally.  It seems strange to me that the high school students I know are apparently working longer hours than I do as a grad student.  (I know their program is more work than average; I&#39;m not claiming that your average high school student is putting in 60-hour weeks.)</p>\n\n<p>I don&#39;t have that much of an in-depth argument thought out for this, but it seems fairly straightforward.  In short, it seems odd to me that what&#39;s considered overtime for an adult is considered entirely acceptable for an adolescent.  Workloads that result in homework eating a substantial portion of one&#39;s free time can&#39;t be healthy (for a teenager), and I don&#39;t see a benefit to a &quot;stress test&quot; approach for high school students.  They&#39;re there mostly to learn how to learn and function, and I don&#39;t think that should require more than 40 hours a week of total commitment.  Even when adults voluntarily take on heavier workloads, it&#39;s often a source of significant strain and not too good for their health--and that for someone who made the choice for themselves, is considered fit to do so, and probably has better time management skills.</p>\n\n<p>There&#39;s plainly a cost (stress, less time for exercise/hobbies/friends/family, lost sleep, etc), and I don&#39;t see what the benefit is, unless someone wants to argue that people couldn&#39;t plausibly prepare for the more rigorous university programs in a 40-hour week.</p>\n\n<p>I don&#39;t think the implementation details are all that important, but presumably it&#39;d be something to the effect of a hard cap on homework volume or similar.</p>\n\n<p>I think there would be three major ways to change my view on this:</p>\n\n<ol>\n<li>Demonstrate that there is no plausible way to implement such a limit.  (Unlikely.)</li>\n<li>Demonstrate that at least some reasonably-common trajectories unavoidably require more than 40 hours&#39; a week worth of preparation.</li>\n<li>Demonstrate that the costs I&#39;ve assumed are actually negligible.</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/qow4vg/cmv_high_school_students_shouldnt_be_required_to/",
  "subreddit": "changemyview",
  "id": "qow4vg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This isn't of any immediate personal relevance (that was a while ago), but I\nknow a few people who are currently in high school so it comes up occasionally.\nIt seems strange to me that the high school students I know are apparently\nworking longer hours than I do as a grad student. (I know their…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これはすぐに個人的に関係することではありませんが（少し前のことです）、私は\n高校生の知り合いが何人かいるので、たまに話題になります。\n私の知り合いの高校生は、大学院生の私よりも長時間働いているようで、不思議な感じがします。\n私の知り合いの高校生は、大学院生の私よりも長い時間働いているようです。(私は彼らの...",
      "title": "CMV：高校生に週40時間以上の労働を求めるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这与个人没有任何直接关系（那是前一段时间的事），但我\n但我认识一些正在上高中的人，所以它偶尔会出现。\n我觉得很奇怪，我认识的高中生显然是在\n比我这个研究生的工作时间更长。(我知道他们...",
      "title": "CMV：不应该要求高中生每周投入超过40小时的时间。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這與個人沒有任何直接關係（那是前一段時間的事），但我\n但我認識一些正在上高中的人，所以它偶爾會出現。\n我覺得很奇怪，我認識的高中生顯然是在\n比我這個研究生的工作時間更長。(我知道他們...",
      "title": "CMV：不應該要求高中生每週投入超過40小時的時間。"
    }
  ]
}