{
  "author": "Shtune",
  "the_new_excerpt": "Mistborn is a fantasy novel that's telling a heist story. I'm not done yet, I am\nabout 2/3rds of the way through, so I am unsure if that heist feeling carries\nthrough to the sequels. I am LOVING this new way of presenting a fantasy world\n(for me). I've always liked heist stories, Oceans 11, you name…",
  "original_created_utc": 1621173443,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ミストボーンは、強盗の話をしているファンタジー小説です。私はまだ終わっていません。\nまだ終わっていませんが、2/3くらいまで進んでいるので、その強盗感が続編にも受け継がれるかどうかはわかりません。\n続編に引き継がれるかどうかはわかりません。ファンタジーの世界を表現するこの新しい方法が気に入っています。\n私にとって）。オーシャンズ11など、強盗ものは昔から好きでした。",
      "title": "ミストボーンと「伝統的でない」ファンタジーのプロット"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "Mistborn是一部奇幻小说，正在讲述一个抢劫的故事。我还没有看完，我\n约2/3的篇幅，所以我不确定这种抢劫的感觉是否会延续到续集中。\n贯穿到续集中。我很喜欢这种展现奇幻世界的新方式。\n对我来说）。我一直喜欢抢劫故事，《海洋11号》，你的名字......",
      "title": "雾灵与 \"非传统 \"的奇幻剧情"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Mistborn是一部奇幻小說，正在講述一個搶劫的故事。我還沒有看完，我\n約2/3的篇幅，所以我不確定這種搶劫的感覺是否會延續到續集中。\n貫穿到續集中。我很喜歡這種展現奇幻世界的新方式。\n對我來說）。我一直喜歡搶劫故事，《海洋11號》，你的名字......",
      "title": "霧靈與 \"非傳統 \"的奇幻劇情"
    }
  ],
  "title": "Mistborn And \"Non-Traditional\" Fantasy Plots",
  "created_utc": 1621194415,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Mistborn is a fantasy novel that&#39;s telling a heist story. I&#39;m not done yet, I am about 2/3rds of the way through, so I am unsure if that heist feeling carries through to the sequels. I am LOVING this new way of presenting a fantasy world (for me). I&#39;ve always liked heist stories, Oceans 11, you name it. To present one in a fantasy world with a unique magic system is very refreshing for both heist stories and fantasy. I&#39;m loving not having the same old &quot;hero on a quest&quot; or &quot;legend predicted this&quot; structure. It&#39;s making me wonder what a novel with a fantasy setting that is also a murder mystery would be like. These genre crossovers are very fun, and I hope to stumble across more like this. What do you guys think, and is there any crossover you would like to see?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ndovvu/mistborn_and_nontraditional_fantasy_plots/",
  "subreddit": "books",
  "id": "ndovvu",
  "is_self": true,
  "media": null,
  "is_video": false
}