{
  "author": "doughnutdiva",
  "the_new_excerpt": "I sat down by the window while waiting for my coffee and crêpe, pulled out my\nbook, and only got a few sentences in before having to set it aside, finding\nmyself too distracted and drawn in to what I was overhearing at your table. You\nwere there with your mom, working your way through a picture book…",
  "original_created_utc": 1615314217,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我坐在窗边，等着我的咖啡和煎饼，拿出我的...\n书，只读了几句就不得不搁置，发现。\n我太分心了，被你桌上听到的东西吸引住了。你\n在那里与你的妈妈， 工作你的方式 通过一本图画书... ...",
      "title": "给在当地咖啡馆学习阅读的五岁女孩。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我坐在窗邊，等着我的咖啡和煎餅，拿出我的...\n書，只讀了幾句就不得不擱置，發現。\n我太分心了，被你桌上聽到的東西吸引住了。你\n在那裏與你的媽媽， 工作你的方式 通過一本圖畫書... ...",
      "title": "給在當地咖啡館學習閱讀的五歲女孩。"
    }
  ],
  "title": "To the five-year-old girl learning how to read at the local café",
  "created_utc": 1615317992,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I sat down by the window while waiting for my coffee and crêpe, pulled out my book, and only got a few sentences in before having to set it aside, finding myself too distracted and drawn in to what I was overhearing at your table. You were there with your mom, working your way through a picture book about how love is always stronger than anger. You were not afraid to ask for help when you couldn’t figure out a word, and weren’t ashamed when mom asked you if you wanted to take a short break and have her read the next few pages out loud. After finishing the one about the string, the next book you read from talked about a little boy who witnessed something terrible happen, who felt afraid and unsure, and had to seek help from the various adults in his life. I heard you ask your mom what the terrible thing was that happened to the little kid in the story, how it didn’t specify what was going on. Your mom whispered to you that she thought that that element was kept vague on purpose so that anybody reading this book could have an easier time relating to the feelings described. How even though they didn’t know what Sherman, the character in the book, experienced that caused him these bad dreams and anxieties might be similar to how the little girl was feeling now shortly after dad died. Mom pointed out that Sherman used art to try to make sense of these confusing emotions, and that maybe the little girl might find it helpful doing the same thing later that day at therapy. The mother whispered, “Remember last week when you were feeling really scared and upset when I dropped you off at school, and how you worried that I wouldn’t come back for you? Maybe you can try to show the doctor how this felt by drawing your feelings just like Sherman did. What do you think?” </p>\n\n<p>Your enthusiasm and eagerness shone through with every sentence you uttered. I saw you bring a sense of curiosity to your reading, asking your mom some deeply insightful questions and reading in between the lines. You even brought a sense of humor to your reading, creating little jokes about the characters and animatedly tweaking some of the phrasing as you read. I found this especially impressive considering how heavy the material at hand was. You approached the text thoughtfully and with grace and earnestness to learn something from it. Your mom chimed in many times throughout this experience to tell you how proud she was of you and how you were doing so, so well with your reading. Something about this display had me feeling profoundly moved. Not only was this a wholesome example of a child taking pride in learning a new skill, it was also an exceptional demonstration of parenting skills. Your mom was so patient and engaging with you, piping in with questions here and there to help you learn how to think critically. She was encouraging beyond measure, in a way that felt entirely genuine. She made sure to tell you why in particular she was proud of you instead of just doling out endless empty praise. She even choked up a bit there near the end, overcome with emotion just like I was two tables away, a random stranger who is adamantly childfree-by-choice. </p>\n\n<p>To this anonymous little girl, I cannot tell you how immensely proud I am of you. Your curiosity, earnestness, and tenacity will take you far in life. I’m beyond thrilled for you to be discovering the joys of reading for the first time as you find your footing in phonics so eagerly. You are opening yourself up to a world of joy and wonder, of endless capacity for entertainment, learning, and emotional immersion. No matter what you end up reading from here on out, I hope you feel empowered and fulfilled knowing that you are doing an amazing job. It sounds like you’re experiencing some extremely intense life changes, and I hope that reading is able to bring you solace through all these challenges. You are an inspiration, and so is your mom. I hope you are able to feel the fullness of the love she has for you, and know that you are not alone in your anxieties even when it may feel like you are. </p>\n\n<p>I couldn’t help myself, I had to chime in there as you and your mom were standing up to go, to tell you that I think you’re a really good reader and that I am really excited for you to be learning how to read. This display of overwhelming tenderness and wholesomeness made my day, and I thank you for that. Even though I’m just some random stranger from your neighborhood who may never see you again, I hope you know that I am rooting for you.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/m1cpwy/to_the_fiveyearold_girl_learning_how_to_read_at/",
  "subreddit": "books",
  "id": "m1cpwy",
  "is_self": true,
  "media": null,
  "is_video": false
}