{
  "author": "Sycoraxus",
  "the_new_excerpt": "For me I would put forth, among others, Marilynne Robinson's Gilead. I'm\ninterested in religious history and theology from a historical perspective while\nthis novel is inextricable from a deep and vibrant sense of genuine faith and a\npersonal connection to Christianity. It's also one of the…",
  "original_created_utc": 1624059731,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の場合は、マリリン・ロビンソンの『ギリアッド』などが挙げられます。私は\n歴史的な観点から宗教史や神学に興味があるのですが、この小説は、深くて生き生きとした本物の信仰と\nこの小説は、純粋な信仰とキリスト教への個人的なつながりという、深くて生き生きとした感覚と切っても切り離せないものです。\nこの小説は、本物の信仰とキリスト教との個人的なつながりという、深くて生き生きとした感覚と切り離せないものです。また、この小説は...",
      "title": "自分とは異なる、あるいは正反対のイデオロギーや信念を持った、あなたが好きな本は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对我来说，我想提出，除其他外，玛丽莲-罗宾逊的《吉利德》。我是\n我对宗教历史和神学感兴趣，而\n这部小说与深刻而充满活力的真正的信仰感和与基督教的个人联系密不可分。\n个人与基督教的联系。这也是一个...",
      "title": "你喜欢哪些与你的意识形态/信仰不同甚至相反的书籍？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對我來說，我想提出，除其他外，瑪麗蓮-羅賓遜的《吉利德》。我是\n我對宗教歷史和神學感興趣，而\n這部小說與深刻而充滿活力的真正的信仰感和與基督教的個人聯繫密不可分。\n個人與基督教的聯繫。這也是一個...",
      "title": "你喜歡哪些與你的意識形態/信仰不同甚至相反的書籍？"
    }
  ],
  "title": "What are some books you love with ideologies/beliefs distinct or even opposite your own?",
  "created_utc": 1624081405,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For me I would put forth, among others, Marilynne Robinson&#39;s <em>Gilead</em>. I&#39;m interested in religious history and theology from a historical perspective while this novel is inextricable from a deep and vibrant sense of genuine faith and a personal connection to  Christianity. It&#39;s also one of the most thought-provoking, stirring, and beautifully written novels I&#39;ve ever read in my life.</p>\n\n<p>What are some novels that you either disagreed with or were extremely disconnected from in themes but you regard as great?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/o33dip/what_are_some_books_you_love_with/",
  "subreddit": "books",
  "id": "o33dip",
  "is_self": true,
  "media": null,
  "is_video": false
}