{
  "author": "nappihead",
  "the_new_excerpt": "I work in healthcare. It’s depressing this season with everything going on. I\nmainly deal with nursing homes. I despise nursing homes.\n\nSee, to me, nursing homes are elder jails. I haven’t been in a nursing home that\never treated their patients/residents right...\n\nBut besides that, I feel that the…",
  "original_created_utc": 1610801522,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我在医疗保健行业工作。这个季节发生的一切都让人沮丧。I\n主要是和养老院打交道。我鄙视养老院。\n\n你看，对我来说，养老院就是老年监狱。我还没进过养老院呢。\n曾经对待他们的病人/居民的权利... ...\n\n但除此之外，我觉得... ...",
      "title": "[改变我的想法]：让老人活着是自私的做法"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在醫療保健行業工作。這個季節發生的一切都讓人沮喪。I\n主要是和養老院打交道。我鄙視養老院。\n\n你看，對我來說，養老院就是老年監獄。我還沒進過養老院呢。\n曾經對待他們的病人/居民的權利... ...\n\n但除此之外，我覺得... ...",
      "title": "[改變我的想法]：讓老人活着是自私的做法"
    }
  ],
  "title": "CMV: It’s Selfish to Keep Elders Alive",
  "created_utc": 1610808979,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I work in healthcare. It’s depressing this season with everything going on. I mainly deal with nursing homes. <em>I despise nursing homes.</em></p>\n\n<p>See, to me, nursing homes are elder jails. I haven’t been in a nursing home that ever treated their patients/residents right...</p>\n\n<p>But besides that, I feel that the elderly shouldn’t have to hold on to their last breath. I know that sounds terrible, but <em>is it?</em></p>\n\n<p>We keep these people here because WE (the family that are much youthful) don’t want to part from them in death. I feel that’s selfish. These elderly people are struggling every day, in aches and pain 24/7, ... basically walking lifeless people.</p>\n\n<p>I love my patients, don’t get me wrong. I just feel this whole nursing home and the families throwing them away (at least here. NO ONE visits their loved ones in the nursing homes. Maybe no less than twice a year...) are selfish and all for money to the people who run these homes.</p>\n\n<p>Why keep your loved one who lived a FULL life stay in a terrible “jail” for the rest of their last years? Change my mind about this because I’ve felt this strongly about this for years...</p>\n\n<p>Honestly glad my grandma passed away because I know that if we put her in a nursing home, <em>they’d kill her</em>.</p>\n</div><!-- SC_ON -->",
  "score": 86,
  "permalink": "/r/changemyview/comments/kyif1e/cmv_its_selfish_to_keep_elders_alive/",
  "subreddit": "changemyview",
  "id": "kyif1e",
  "is_self": true,
  "media": null,
  "is_video": false
}