{
  "author": "ThickAsAPlankton",
  "original_created_utc": 1633097520,
  "title": "YSK: Boiling Hot Water Will Shrink Stretched Out T-Shirt Collars",
  "created_utc": 1633102959,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: When t-shirt collars are stretched out, they can be shrunken by washing them in hot water then dip just the collars in boiling hot or nearly boiling water for 2-3 minutes (BE VERY CAREFUL!) then lay flat to dry in the sun. The collar will shrink back to nearly its original shape. Never hang t-shirts on hangers, always fold and store flat.</p>\n\n<p><strong>WARNING: BOILING HOT WATER WILL SCALD EASILY. BE VERY CAREFUL AND KEEP KIDS AND PETS AWAY.</strong></p>\n</div><!-- SC_ON -->",
  "score": 150,
  "permalink": "/r/YouShouldKnow/comments/pz8v2i/ysk_boiling_hot_water_will_shrink_stretched_out/",
  "subreddit": "YouShouldKnow",
  "id": "pz8v2i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: When t-shirt collars are stretched out, they can be shrunken by washing\nthem in hot water then dip just the collars in boiling hot or nearly boiling\nwater for 2-3 minutes (BE VERY CAREFUL!) then lay flat to dry in the sun. The\ncollar will shrink back to nearly its original shape. Never hang…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、Tシャツの襟が伸びてしまった場合、お湯で洗うことで縮めることができるからです。\nお湯で洗って、沸騰したお湯か沸騰寸前のお湯に襟だけを2～3分つけて（十分注意して\nその後、平置きにして天日干ししてください。襟は\n襟はほぼ元の形に縮みます。絶対に吊るさないでください...",
      "title": "YSK: 熱湯をかけると伸びたTシャツの襟が縮む"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：当T恤衫领子被拉长时，可以通过在热水中清洗，然后将领子浸入沸腾的热水或接近沸腾的热水中来缩减它们。\n在热水中清洗，然后将衣领浸入沸腾的热水或接近沸腾的水中2-3分钟。\n2-3分钟（要非常小心！），然后平铺在阳光下晒干。领子\n领子会缩回到几乎其原始形状。切勿悬挂...",
      "title": "YSK：沸腾的热水会让拉长的T恤领子缩水"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：當T恤衫領子被拉長時，可以通過在熱水中清洗，然後將領子浸入沸騰的熱水或接近沸騰的熱水中來縮減它們。\n在熱水中清洗，然後將衣領浸入沸騰的熱水或接近沸騰的水中2-3分鐘。\n2-3分鐘（要非常小心！），然後平鋪在陽光下曬乾。領子\n領子會縮回到幾乎其原始形狀。切勿懸掛...",
      "title": "YSK：沸騰的熱水會讓拉長的T恤領子縮水"
    }
  ]
}