{
  "author": "55559585",
  "original_created_utc": 1637220303,
  "title": "YSK: Airplane seatbelts are very important to use at all times",
  "created_utc": 1637256678,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: A wide misconception is that most significant passenger airplane crashes are completely fatal for all of the passengers. This is entirely untrue. Of all airplane crashes with fatalities, only a small percentage result in the total loss of life.</p>\n\n<p>During cruising altitude, wearing your seatbelt most commonly prevents minor injury related to turbulence. However, in a disastrous event, aircraft seatbelts substantially improve your chance of survival and minimization of injury. Just like in an automobile.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/qwkfbg/ysk_airplane_seatbelts_are_very_important_to_use/",
  "subreddit": "YouShouldKnow",
  "id": "qwkfbg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: A wide misconception is that most significant passenger airplane\ncrashes are completely fatal for all of the passengers. This is entirely untrue.\nOf all airplane crashes with fatalities, only a small percentage result in the\ntotal loss of life.\n\nDuring cruising altitude, wearing your…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：多くの誤解があるのですが、旅客機の重大な墜落事故は\n旅客機の墜落事故は、乗客全員が完全に死亡するというものです。これは全くの事実無根です。\n死者が出た飛行機事故のうち、完全に命を失ったのはごく一部です。\n人命が失われるのはごく一部です。\n\n巡航高度が高いときには...",
      "title": "YSK: 飛行機のシートベルトは、常に使用することがとても大切です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：一个广泛的误解是，大多数重大的客机失事都是所有乘客完全死亡。\n坠机对所有乘客来说都是致命的。这完全不是事实。\n在所有造成死亡的飞机坠毁事故中，只有一小部分会导致\n完全丧失生命。\n\n在巡航高度上，穿上你的...",
      "title": "YSK：飞机上的安全带在任何时候都是非常重要的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：一個廣泛的誤解是，大多數重大的客機失事都是所有乘客完全死亡。\n墜機對所有乘客來說都是致命的。這完全不是事實。\n在所有造成死亡的飛機墜毀事故中，只有一小部分會導致\n完全喪失生命。\n\n在巡航高度上，穿上你的...",
      "title": "YSK：飛機上的安全帶在任何時候都是非常重要的。"
    }
  ]
}