{
  "author": "kayavix",
  "original_created_utc": 1636244629,
  "title": "Should I keep reading classic books even though it’s difficult to understand",
  "created_utc": 1636258681,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As much as I don’t like to admit this but YA books are my guilty pleasure and I like to read a lot of them. However recently I’ve been wanting to delve into more classic literature but when I try to read it, I find it hard to fully comprehend what I’m reading and understand the plot which makes reading less enjoyable and more like a chore. Do I just push through it to get more experienced? Or is classic literature just not for me ?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/qod0j3/should_i_keep_reading_classic_books_even_though/",
  "subreddit": "books",
  "id": "qod0j3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As much as I don’t like to admit this but YA books are my guilty pleasure and I\nlike to read a lot of them. However recently I’ve been wanting to delve into\nmore classic literature but when I try to read it, I find it hard to fully\ncomprehend what I’m reading and understand the plot which makes…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "認めたくはありませんが、YAの本は私の後ろめたい趣味で、たくさん読みたいのです。\nたくさんのYA本を読みたいと思っています。しかし、最近ではもっと古典的な文学に触れてみたいと思っています。\nしかし、最近はもっと古典的な文学を読みたいと思っているのですが、いざ読もうとすると、読んでいる内容を完全に理解するのが難しいのです。\nしかし、いざ読もうとすると、自分が読んでいるものを完全に理解したり、プロットを理解したりするのが難しくて...。",
      "title": "難しくても名著を読み続けるべき？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "尽管我不愿意承认这一点，但青少年书籍是我的罪过，而且我\n我喜欢读很多这样的书。然而，最近我一直想深入研究\n更多的经典文学作品，但当我试图阅读时，我发现很难完全\n我发现我很难完全理解我所读的内容，也很难理解情节，这让我很难理解。",
      "title": "我是否应该继续阅读经典书籍，尽管它很难理解"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "儘管我不願意承認這一點，但青少年書籍是我的罪過，而且我\n我喜歡讀很多這樣的書。然而，最近我一直想深入研究\n更多的經典文學作品，但當我試圖閱讀時，我發現很難完全\n我發現我很難完全理解我所讀的內容，也很難理解情節，這讓我很難理解。",
      "title": "我是否應該繼續閱讀經典書籍，儘管它很難理解"
    }
  ]
}