{
  "author": "NotoriousHakk0r4chan",
  "original_created_utc": 1634614297,
  "title": "A worrying trend among popular discussion posts here",
  "created_utc": 1634653173,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Something I&#39;ve noticed lately are highly trafficked low karma threads that all have titled along the lines of &quot;X popular work is garbage&quot;, and the OP generally makes huge and sweeping generalizations about the genre of the work, the people who enjoyed it, and really anything they can. The OP generally comes off as standoff-ish at best, and downright trolling at worst. This is compounded by them being argumentative in the comments, often alluding to commenters lack of intelligence for not wanting to engage the way they want. </p>\n\n<p>So, this is:</p>\n\n<h1>How (not) to start a decent discussion</h1>\n\n<h2><strong>1.  Don&#39;t make sweeping generalizations, especially about people</strong></h2>\n\n<p>Running the risk of breaking my own rule: people hate this shit. If you make these statements, odds are it&#39;ll just make people upset and they&#39;ll argue with those instead of discussing whatever the actual point the OP thinks they&#39;re making. </p>\n\n<h2><strong>Instead:</strong></h2>\n\n<p>Make observations, word them in a less inflammatory manner, <em>e.g.</em>, instead of &quot;everyone who likes this work is dumb&quot; you might say &quot;the work does not come off as intelligent or deep to me&quot;, this works even better with the inclusion of a qualifier such as &quot;... am I missing something?&quot;. This promotes real discussion, as instead of making people defend themselves, you open the door to having them explain their view. </p>\n\n<h2><strong>2. Don&#39;t make crass statements at all</strong></h2>\n\n<p>Moving past generalizations, it isn&#39;t positive for discussion for it to start with something along the lines of &quot;[something about this work] makes me thing the author is an asshole/dumb&quot;. I don&#39;t think I have to explain why this doesn&#39;t recieved positive attention. </p>\n\n<h2><strong>Instead:</strong></h2>\n\n<p>Just... Don&#39;t. You can discuss works without insulting anyone, even if you think they deserve it. Even if they do deserve it, discussion is best served by not letting those feelings make your writing and opinions more extreme than may be deserved. </p>\n\n<h2><strong>3. Don&#39;t be argumentative</strong></h2>\n\n<p>Don&#39;t start threads just to try to show how smart you are. If you&#39;re going to discuss, do so. If you&#39;re going to debate, do so. The second you start saying things about the other person, you&#39;ve entirely departed from these goals. </p>\n\n<h2><strong>Instead:</strong></h2>\n\n<p>Instead of attacking people for disagreeing or offering their opinion, engage with it. You might think everyone is a snowflake and needs thicker skin to not be offended by you just making your point, but in reality, it is you that needs to readjust your attitude. Don&#39;t make statements about the other person, even if you feel such &quot;observations&quot; are deserved. <em>E.g.</em>, don&#39;t say &quot;obviously you&#39;re not very well read if you think this is good&quot; instead maybe &quot;if you liked this work, try something along similar lines that I believe did this better&quot;. </p>\n\n<h2><strong>4. Remember that there is a face behind the screen</strong></h2>\n\n<p>Really, all of the above can be summarized as being kind and courteous in discussion. Try to be impartial, avoid <em>ad hominem</em> at all costs, and generally take on a neutral or positive tone. People respond in kind to how they are spoken to. If your original post is overly negative, it should not be surprising that commenters will respond in kind. </p>\n\n<hr/>\n\n<p>Really, all these things should be kept in mind by commenters as well, but it is very easy to just write the OP better, and therefore achieve better discussion. </p>\n\n<p>Please let me know if you have anything to add! I might suggest that the mods allow reporting of OPs that are intentionally inflammatory. I try to report them when I see them for breaking the rule about discussion being the goal, but they are rarely removed despite little positive discussion occuring. </p>\n\n<p>I know that in general, big/default subs aren&#39;t good places for discussion, and I should look elsewhere, but I would really rather participate in change here. I also participate in <a href=\"/r/fantasy\">r/fantasy</a>, which is usually better for these things. </p>\n\n<p>I hope we can have a good discussion here, I&#39;ve attempted following my own rules but I am sure this comes off as slightly condescending, for which I apologize.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qb2zsa/a_worrying_trend_among_popular_discussion_posts/",
  "subreddit": "books",
  "id": "qb2zsa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Something I've noticed lately are highly trafficked low karma threads that all\nhave titled along the lines of \"X popular work is garbage\", and the OP generally\nmakes huge and sweeping generalizations about the genre of the work, the people\nwho enjoyed it, and really anything they can. The OP…"
}