{
  "author": "bacon_therapy",
  "original_created_utc": 1631057929,
  "title": "CMV: Joking about the deaths of unvaccinated individuals is depressing, disrespectful, and counterproductive",
  "created_utc": 1631072029,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m fully vaccinated, I will be getting a third dose, and I wear my mask diligently. I go above and beyond to keep myself and my family safe from COVID. I wipe down all groceries and packages. I strip out of my scrubs and immediately throw them in the wash as soon as I get home from my shifts in the hospital.</p>\n\n<p>I have watched my patients deteriorate before my own eyes because of COVID. There is nothing funny about watching someone take their last breath at age 30 because of a vaccine-preventable illness. Even if they were unvaccinated by choice, most of them end up begging for the vaccine in their last moments. I’ve heard people at the hospital make jokes about them after they die. “Hahaha. Another win for the gene pool.” While I don’t personally agree with those patient’s choices, I still grieve the loss when they die.</p>\n\n<p>This applies to Reddit too. I know plenty of people on here get a kick out of subs that make fun of people who died after posting their anti-vaccine stances on social media, but IMO this is just as depressing, disrespectful, and counterproductive as hearing it at work. It’s depressing to hear of yet another preventable death, it’s disrespectful to the friends and family of that individual, and it’s counterproductive when it comes to getting people vaccinated. It may sway some people to get vaccinated if they were on the fence, but it’s also making people who were against it even more adamant about not getting it. I believe we need to be encouraging - not discouraging - discussion with these individuals.</p>\n</div><!-- SC_ON -->",
  "score": 183,
  "permalink": "/r/changemyview/comments/pjyu9v/cmv_joking_about_the_deaths_of_unvaccinated/",
  "subreddit": "changemyview",
  "id": "pjyu9v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m fully vaccinated, I will be getting a third dose, and I wear my mask\ndiligently. I go above and beyond to keep myself and my family safe from COVID.\nI wipe down all groceries and packages. I strip out of my scrubs and immediately\nthrow them in the wash as soon as I get home from my shifts in the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は完全に予防接種を受けており、3回目の接種を受ける予定で、マスクも着用しています。\nしています。自分と家族がCOVIDから安全であるために、最大限の努力をしています。\n私はすべての食料品や荷物を拭いています。スクラブを脱いで、すぐに\nシフトから帰宅するとすぐに洗濯機に入れて...",
      "title": "CMV: ワクチンを接種していない人の死について冗談を言うのは、気が滅入るし、失礼だし、逆効果です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我已经完全接种了疫苗，并将接种第三针，我还戴着口罩。\n勤勤恳恳。我不遗余力地保护自己和家人免受COVID的伤害。\n我擦拭了所有的杂货和包裹。我脱掉了我的擦洗服，并立即\n我一下班回家就把它们扔进洗衣机里。",
      "title": "CMV：拿未接种疫苗者的死亡开玩笑是令人沮丧的，不尊重人的，而且适得其反。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經完全接種了疫苗，並將接種第三針，我還戴着口罩。\n勤勤懇懇。我不遺餘力地保護自己和家人免受COVID的傷害。\n我擦拭了所有的雜貨和包裹。我脫掉了我的擦洗服，並立即\n我一下班回家就把它們扔進洗衣機裏。",
      "title": "CMV：拿未接種疫苗者的死亡開玩笑是令人沮喪的，不尊重人的，而且適得其反。"
    }
  ]
}