{
  "author": "bacon_therapy",
  "original_created_utc": 1631057929,
  "title": "CMV: Joking about the deaths of unvaccinated individuals is depressing, disrespectful, and counterproductive",
  "created_utc": 1631072029,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m fully vaccinated, I will be getting a third dose, and I wear my mask diligently. I go above and beyond to keep myself and my family safe from COVID. I wipe down all groceries and packages. I strip out of my scrubs and immediately throw them in the wash as soon as I get home from my shifts in the hospital.</p>\n\n<p>I have watched my patients deteriorate before my own eyes because of COVID. There is nothing funny about watching someone take their last breath at age 30 because of a vaccine-preventable illness. Even if they were unvaccinated by choice, most of them end up begging for the vaccine in their last moments. I’ve heard people at the hospital make jokes about them after they die. “Hahaha. Another win for the gene pool.” While I don’t personally agree with those patient’s choices, I still grieve the loss when they die.</p>\n\n<p>This applies to Reddit too. I know plenty of people on here get a kick out of subs that make fun of people who died after posting their anti-vaccine stances on social media, but IMO this is just as depressing, disrespectful, and counterproductive as hearing it at work. It’s depressing to hear of yet another preventable death, it’s disrespectful to the friends and family of that individual, and it’s counterproductive when it comes to getting people vaccinated. It may sway some people to get vaccinated if they were on the fence, but it’s also making people who were against it even more adamant about not getting it. I believe we need to be encouraging - not discouraging - discussion with these individuals.</p>\n</div><!-- SC_ON -->",
  "score": 183,
  "permalink": "/r/changemyview/comments/pjyu9v/cmv_joking_about_the_deaths_of_unvaccinated/",
  "subreddit": "changemyview",
  "id": "pjyu9v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m fully vaccinated, I will be getting a third dose, and I wear my mask\ndiligently. I go above and beyond to keep myself and my family safe from COVID.\nI wipe down all groceries and packages. I strip out of my scrubs and immediately\nthrow them in the wash as soon as I get home from my shifts in the…"
}