{
  "author": "HumpyTheClown",
  "original_created_utc": 1628141200,
  "title": "CMV: Private businesses requiring proof of vaccination from customers is a completely valid position to take.",
  "created_utc": 1628156654,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>People really don’t have the right to complain about private businesses and stores requiring either a mask or proof of vaccination.  Businesses helping promote vaccination by refusal of service to those who won’t wear a mask or provide a vaccination card is a good step towards ending the pandemic.  I don’t understand how some people think it is unreasonable of stores and restaurants to require proof of a vaccine for entry.  If this was present in 75% of businesses I feel like it would be an immense help in ending the pandemic and increasing vaccination rates nationwide.</p>\n\n<p>Edit: Clarification: I&#39;m talking exclusively about those who are able to be vaccinated, but choose not to.</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/changemyview/comments/oyay4x/cmv_private_businesses_requiring_proof_of/",
  "subreddit": "changemyview",
  "id": "oyay4x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "People really don’t have the right to complain about private businesses and\nstores requiring either a mask or proof of vaccination. Businesses helping\npromote vaccination by refusal of service to those who won’t wear a mask or\nprovide a vaccination card is a good step towards ending the pandemic. I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "民間企業や店舗がマスクや予防接種の証明書を要求しても、文句を言う権利はありません。\nマスクや予防接種の証明を要求されても文句を言う権利はありません。企業は\nマスクや予防接種証明書を提出しない人にはサービスを提供しないことで、予防接種を促進することは\nこれは、パンデミックを終わらせるための良い一歩だと思います。I...",
      "title": "CMV: 民間企業がお客様にワクチン接種の証明を求めることは、まったくもって妥当な立場です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "人们真的没有权利抱怨私营企业和商店要求戴口罩或提供疫苗接种证明。\n商店要求戴口罩或提供疫苗接种证明。企业帮助\n拒绝为那些不戴口罩或不提供疫苗接种卡的人提供服务，以促进疫苗接种。\n提供疫苗接种卡的人提供服务，这是向结束大流行病迈出的良好一步。I...",
      "title": "CMV：私营企业要求客户提供疫苗接种证明是一个完全有效的立场。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "人們真的沒有權利抱怨私營企業和商店要求戴口罩或提供疫苗接種證明。\n商店要求戴口罩或提供疫苗接種證明。企業幫助\n拒絕爲那些不戴口罩或不提供疫苗接種卡的人提供服務，以促進疫苗接種。\n提供疫苗接種卡的人提供服務，這是向結束大流行病邁出的良好一步。I...",
      "title": "CMV：私營企業要求客戶提供疫苗接種證明是一個完全有效的立場。"
    }
  ]
}