{
  "author": "Traditional_Fee_8828",
  "the_new_excerpt": "Lately I've seen a lot of #FreePalestine or #FreeIsrael in response to the\nrecent conflicts. Of course neither of these #s will change anything, but I\nthink supporting 1 side over the other is simply idiotic. There are perfect\narguments as to why either side is the good side, but the way I see it,…",
  "original_created_utc": 1622506000,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、「#FreePalestine」や「#FreeIsrael」などの反応をよく目にします。\nをよく見かけます。もちろん、これらの#が何かを変えるわけではありません。\nどちらか一方を支持することは、単純に馬鹿げていると思います。どちらの側が優れているかについては、完璧な議論が\nどちらかの側が良い側であることを示す完璧な議論がありますが、私が思うに、...",
      "title": "CMV: イスラエルとパレスチナのどちらも盲目的に支持すべきではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，我看到了很多#FreePalestine或#FreeIsrael，以回应最近的冲突。\n最近的冲突。当然，这些#都不会改变什么，但我\n但我认为支持一方而不支持另一方是非常愚蠢的。有很多完美的\n为什么任何一方是好的一方，都有完美的论据，但在我看来，...",
      "title": "CMV：不应盲目支持以色列或巴勒斯坦"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，我看到了很多#FreePalestine或#FreeIsrael，以迴應最近的衝突。\n最近的衝突。當然，這些#都不會改變什麼，但我\n但我認爲支持一方而不支持另一方是非常愚蠢的。有很多完美的\n爲什麼任何一方是好的一方，都有完美的論據，但在我看來，...",
      "title": "CMV：不應盲目支持以色列或巴勒斯坦"
    }
  ],
  "title": "CMV: Neither Isreal or Palestine should be blindly supported",
  "created_utc": 1622529220,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Lately I&#39;ve seen a lot of #FreePalestine or #FreeIsrael in response to the recent conflicts. Of course neither of these #s will change anything, but I think supporting 1 side over the other is simply idiotic. There are perfect arguments as to why either side is the good side, but the way I see it, both sides have caused enough damage to each other, and neither side is the &quot;good side&quot;. It also seems like people are somehow turning this into a political reason. Maybe Trumps moving of the embassy gave this some grounds, but I&#39;ve seen a few politicians use this in an effort to push their campaign. From what I&#39;ve read, most of the damage has been caused, sometimes inadvertently by the extremist groups on either side. My opinion on the matter is that neither side should be glorified. This shouldn&#39;t be &quot;You&#39;re either for Palestine, or for Israel&quot; when the history of conflict has been muddy enough to make it hard to choose a side, but I&#39;d like to see some counter-points that would give me a reason to change this view.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/npgz6m/cmv_neither_isreal_or_palestine_should_be_blindly/",
  "subreddit": "changemyview",
  "id": "npgz6m",
  "is_self": true,
  "media": null,
  "is_video": false
}