{
  "author": "TheseConversations",
  "the_new_excerpt": "I'm going to preface this by saying that I am part of the LGBT community and\nnone of what I'm going to say is against the movements just my distaste of them\nbeing crammed together.\n\nSo this new flag is just fundamentally ugly right? Like brown never looks good\non a flag and you are taking an good…",
  "original_created_utc": 1623488153,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "前置きが長くなりましたが、私はLGBTコミュニティの一員です。\n私はLGBTコミュニティの一員であり、ここで述べることは、これらの運動に反対するものではなく、それらが一緒になっていることに嫌悪感を抱いているだけです。\nただ、それらが一緒に詰め込まれていることに嫌悪感を抱いているだけです。\n\nでは、この新しい旗は、根本的に醜いということですね？茶色が似合わないとか\n旗に茶色は似合わないし、あなたは良いものを...",
      "title": "Cmv：LGBTのブラックライフマターのコンボフラッグは、醜くてただの悪です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想先说一下，我是LGBT群体中的一员，我所说的一切都不是我的观点。\n我所说的一切都不是反对这些运动，只是我不喜欢他们\n挤在一起。\n\n那么，这面新旗帜从根本上说就是丑陋的，对吗？就像棕色永远不会好看\n在旗帜上，而你正在采取一个良好的...",
      "title": "Cmv: LGBT黑人生活问题组合旗帜是丑陋的，只是坏的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想先說一下，我是LGBT羣體中的一員，我所說的一切都不是我的觀點。\n我所說的一切都不是反對這些運動，只是我不喜歡他們\n擠在一起。\n\n那麼，這面新旗幟從根本上說就是醜陋的，對嗎？就像棕色永遠不會好看\n在旗幟上，而你正在採取一個良好的...",
      "title": "Cmv: LGBT黑人生活問題組合旗幟是醜陋的，只是壞的。"
    }
  ],
  "title": "Cmv: The LGBT black lives matter combo flag is ugly and just bad",
  "created_utc": 1623508499,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m going to preface this by saying that I am part of the LGBT community and none of what I&#39;m going to say is against the movements just my distaste of them being crammed together. </p>\n\n<p>So this new flag is just fundamentally ugly right? Like brown never looks good on a flag and you are taking an good iconic flag and turning it into something worse and for what reason ? LGBT people have often been excluded from spaces for people of colour and the reason why the death rate of black LGBT people is so shockingly high is because of people of colour.  It&#39;s not like these two fights are interchangeable, the issues facing LGBT people and people of colour are pretty different and while most people who support one group normally support the other that&#39;s not a good enough reason to make the core icon of LGBT community now be linked to people of colour complicating an already massive wheel house of different groups.</p>\n\n<p>I support having the trans triangle because while of course the LGB and the trans community have a lot in common trans issues are also often separate from LGB issues. </p>\n\n<p>Pride should be about gay issues and seeking LGBT rights it shouldn&#39;t be diluted by what ever social issue the culture cares about that day. I would think it&#39;s entirely inappropriate for LGBT people to go to black lives matter and say yeah I know you guys are all about people of colour issues but you need to also start talking about LGBT issues. Like no these movements need to stay focused otherwise they sputter out and die. </p>\n\n<p>Being a person of colour is not an core issue or part of the LGBT community. If a gay person could live their entire lives not knowing anything about the experience of people of colour why is it being included in their flag. Yeah I know that people of colour have not been given full credit in the LGBT movement and some key figures have been people of colour but having some extra colours doesn&#39;t change that. </p>\n\n<p>Not to even mention that adding that brown and black strip does nothing to actually help people of colour it merely dilutes the LGBT message. </p>\n\n<p>I want to like the flag but it&#39;s ugly and just screams pandering to me. A bunch of companies wanted to do pride and the  BLM began and then just threw a couple more colours on their profile picture. The original is just better in every way</p>\n\n<p>Edit: I know that the flag was not made for BLM. I know that it existed before hand and if I could edit the title I would but I can&#39;t</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/changemyview/comments/ny2f0q/cmv_the_lgbt_black_lives_matter_combo_flag_is/",
  "subreddit": "changemyview",
  "id": "ny2f0q",
  "is_self": true,
  "media": null,
  "is_video": false
}