{
  "author": "ragstorichespodcast",
  "original_created_utc": 1637387979,
  "title": "Let's play a game of What If... What if you could get any book rewritten by another author. What book and author would you pick?",
  "created_utc": 1637417518,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just saw on tv that there&#39;s a new remake of West Side Story coming out. This got me thinking what if books also got the same treatment as movies did. What if every 20-25 years a classic got rerelease but also rewritten by a different author? Would the new release be better? What changes would there be? </p>\n\n<p>This also got me thinking it shouldn&#39;t be a complete new book with the same premise it should be more or less a revised version. Maybe with a different ending or beginning or maybe with a different tone. For example one of my guilty pleasures is Ready Player One. I love listening to it on audible as background noise. I&#39;m probably on my 16th listen. Yet as much as I enjoy it the whole book is a cringe fest. I&#39;d love to has this book be rewritten by a different author one who does YA better with less cringe. </p>\n\n<p>So what book would you enjoy being revised and by what author?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/qxz6rr/lets_play_a_game_of_what_if_what_if_you_could_get/",
  "subreddit": "books",
  "id": "qxz6rr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just saw on tv that there's a new remake of West Side Story coming out. This\ngot me thinking what if books also got the same treatment as movies did. What if\nevery 20-25 years a classic got rerelease but also rewritten by a different\nauthor? Would the new release be better? What changes would…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "テレビで見たんだけど、「ウエストサイドストーリー」の新しいリメイク版が出るんだって。これを見て\n本も映画と同じように扱われたらどうだろうと考えました。もしも\n20～25年ごとに名作が再販され、しかも別の作家によって書き直されるとしたら？\n書き直されたら？新しい作品はより良いものになるでしょうか？どのような変化が...",
      "title": "もしも...というゲームをしてみましょう。もしも、どんな本でも他の作家に書き換えてもらえるとしたら。あなたならどんな本や作家を選びますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚在电视上看到，有一个新的《西区故事》翻拍版即将推出。这\n这让我想到，如果书籍也能像电影那样得到同样的待遇，那该怎么办？如果\n每隔20-25年，一部经典作品就会重新发行，但也会由不同的作者重写。\n作者重写呢？新版本会更好吗？会有什么变化？",
      "title": "让我们来玩一个 \"如果 \"的游戏。如果你能让另一位作者重写任何一本书。你会选择什么书和作者？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛在電視上看到，有一個新的《西區故事》翻拍版即將推出。這\n這讓我想到，如果書籍也能像電影那樣得到同樣的待遇，那該怎麼辦？如果\n每隔20-25年，一部經典作品就會重新發行，但也會由不同的作者重寫。\n作者重寫呢？新版本會更好嗎？會有什麼變化？",
      "title": "讓我們來玩一個 \"如果 \"的遊戲。如果你能讓另一位作者重寫任何一本書。你會選擇什麼書和作者？"
    }
  ]
}