{
  "author": "kreatesse",
  "the_new_excerpt": "Self-acceptance and self-love are important, of course, but the phrase should be\nsomething along the lines of \"Love the things about yourself that you can't\nchange!\" instead.\n\nIn today's internet-culture, there are countless movements for acceptance and\nnormalization of all sorts of things, which is…",
  "original_created_utc": 1613339866,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "当然，自我接纳和自爱很重要，但这句话应该是\n诸如 \"爱自己不能爱的东西 \"之类的东西\n改！\"而不是。\n\n在今天的互联网文化中，有无数的运动，以接受和。\n各种事情的正常化，这是... ...",
      "title": "CMV：人们把 \"爱自己就是爱自己！\"这句话作为抵制个人进步的安全网，对人们的心理健康产生了负面影响。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當然，自我接納和自愛很重要，但這句話應該是\n諸如 \"愛自己不能愛的東西 \"之類的東西\n改！\"而不是。\n\n在今天的互聯網文化中，有無數的運動，以接受和。\n各種事情的正常化，這是... ...",
      "title": "CMV：人們把 \"愛自己就是愛自己！\"這句話作爲抵制個人進步的安全網，對人們的心理健康產生了負面影響。"
    }
  ],
  "title": "CMV: People use the phrase \"Love yourself the way you are!\" as a safety net for resisting personal improvement, and it has negative effects on people's mental health.",
  "created_utc": 1613363814,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Self-acceptance and self-love are important, of course, but the phrase should be something along the lines of &quot;Love the things about yourself that you can&#39;t change!&quot; instead.</p>\n\n<p>In today&#39;s internet-culture, there are countless movements for acceptance and normalization of all sorts of things, which is correct and important for those who seek acceptance in society for something that they can not change about themselves. Unfortunately, some people who do in fact have a choice in changing a particular thing about themselves take those good causes and use them as a shield that &quot;protects&quot; them from trying to improve themselves, whether that be physically, socially, or mentally, and I think that that&#39;s a major contribution to the deterioration of people&#39;s mental health.</p>\n\n<p>I say this because people will say something like &quot;I have struggled with this for a long time, but it&#39;s time to accept it and love myself the way I am.&quot;, which is just not how it works, at least not with things you claim you have struggled with for a long time. You will continue to resent your unfavourable trait(s) because you know you have the option to change it, and you will resent yourself for not trying. Convincing yourself of the opposite is very hard work, considerably more work than it would be to work on changing whatever you have a problem with --- plus, the option of improvement provides feelings of success, and sometimes even measurable results, which reward you with feelings of accomplishment. &quot;Loving yourself the way you are&quot; for something you have the option to change, therefore puts you under immense stress, which in turn has a negative effect on your overall mental health.</p>\n\n<p>Again, I am not talking about things you know for a fact that you cannot change at that point in your life, or, in some cases, ever. For those scenarios the self-acceptance is the hard work you have to do, instead of working towards change --- but you didn&#39;t get to make the choice, which is why you do not resent yourself for choosing the wrong way.</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/changemyview/comments/ljyeqp/cmv_people_use_the_phrase_love_yourself_the_way/",
  "subreddit": "changemyview",
  "id": "ljyeqp",
  "is_self": true,
  "media": null,
  "is_video": false
}