{
  "author": "Lost_Scene_9957",
  "original_created_utc": 1631894123,
  "title": "Female Authors",
  "created_utc": 1631914471,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I decided this year, was going to be my year of the women and read as many female authors as I can, considering I have read so many male authors. I am dipping my toes for the very first time into Jane Austen, starting with Sense and Sensibilities, I don&#39;t know if it is something I would normally want to read, and so far it is not my favorite.</p>\n\n<p>Does anybody else have suggestions? I read Madeline Miller (The Song of Achilles and Circe) last, I will likely re-read Gillian Flynn (Gone Girl, Sharp Objects) as she is one of my favorite authors and have Mary Shelley downloaded already for my &#39;to read list.&#39;</p>\n\n<p>I love moody and atmospheric, dark and nasty, but am open to trying new things so I can broaden my horizons. TIA</p>\n\n<p>EDIT: Holy, you guys came through so much! I am so excited to read this gigantic list of books now!</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/booksuggestions/comments/pq2u9z/female_authors/",
  "subreddit": "booksuggestions",
  "id": "pq2u9z",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I decided this year, was going to be my year of the women and read as many\nfemale authors as I can, considering I have read so many male authors. I am\ndipping my toes for the very first time into Jane Austen, starting with Sense\nand Sensibilities, I don't know if it is something I would normally…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今年は女性の年にしようと決めて、男性作家をたくさん読んできたので、できるだけ多くの女性作家を読もうと思いました。\n今年は女性の年にしようと決めて、できる限り多くの女性作家を読もうと思いました。私は\n私は初めてジェーン・オースティンに足を踏み入れ、「Sense and Sensibilities」から始めます。\nとSensibilitiesを始めとして、初めてJane Austenに足を踏み入れますが、普段の私にはどうかわかりません。",
      "title": "女性作家"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我决定今年要成为我的女性年，并尽可能多地阅读女性作家。\n考虑到我已经读了这么多男性作家，我决定今年是我的女性年，尽可能多地阅读女性作家。我正在\n我第一次涉足简-奥斯汀，从《理智与情感》开始。\n我不知道这是否是我通常会做的事情。",
      "title": "女作家"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我決定今年要成爲我的女性年，並儘可能多地閱讀女性作家。\n考慮到我已經讀了這麼多男性作家，我決定今年是我的女性年，儘可能多地閱讀女性作家。我正在\n我第一次涉足簡-奧斯汀，從《理智與情感》開始。\n我不知道這是否是我通常會做的事情。",
      "title": "女作家"
    }
  ]
}