{
  "author": "theRealestAintReal",
  "original_created_utc": 1631506114,
  "title": "What books left you thinking \"EVERYONE NEEDS TO READ THIS\" when you finished it?",
  "created_utc": 1631522148,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m looking for books that were so impactful and beautiful that you felt they must be shared with others. </p>\n\n<p>Here is an example. I&#39;m not a fan of Stephen King (at all) but a friend kept telling my &quot;I had to read&quot; his book 11/22/63. Well after a year of this I finally took a chance and read the book. My friend was absolutely right and I was thankful they suggested it. I loved the book. I experienced every range of emotion while reading it and when it was over I just sat with my thoughts going &#39;wow&#39;. </p>\n\n<p>I&#39;m <strong>NOT</strong> looking for books like 11/22/63. I&#39;m looking for a beautiful reading experience <strong>YOU</strong> had that you think should be shared.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/booksuggestions/comments/pn834o/what_books_left_you_thinking_everyone_needs_to/",
  "subreddit": "booksuggestions",
  "id": "pn834o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm looking for books that were so impactful and beautiful that you felt they\nmust be shared with others.\n\nHere is an example. I'm not a fan of Stephen King (at all) but a friend kept\ntelling my \"I had to read\" his book 11/22/63. Well after a year of this I\nfinally took a chance and read the book.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が探しているのは、あまりにも衝撃的で美しく、他の人と共有しなければならないと感じた本です。\n他の人と共有しなければならないと感じた本を探しています。\n\n例を挙げてみましょう。私はスティーブン・キングのファンではありませんが、友人が彼の著書「11/22/63」を\n彼の本「11/22/63」を読まなければならないと言っていました。1年後、私はついに\n遂にチャンスを掴み、その本を読みました....",
      "title": "読み終わったときに「みんなに読んでもらいたい」と思った本は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我正在寻找那些非常有影响力和美丽的书籍，以至于你觉得它们必须与其他人分享。\n必须与他人分享。\n\n这里有一个例子。我不是斯蒂芬-金的粉丝（完全不是），但一个朋友一直告诉我 \"我必须读 \"他的《11/22/63》。\n但一个朋友一直告诉我 \"我必须要读 \"他的《11/22/63》。好在经过一年的时间，我\n终于抓住机会，读了这本书....",
      "title": "当你读完后，哪些书让你觉得 \"每个人都需要读这个\"？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正在尋找那些非常有影響力和美麗的書籍，以至於你覺得它們必須與其他人分享。\n必須與他人分享。\n\n這裏有一個例子。我不是斯蒂芬-金的粉絲（完全不是），但一個朋友一直告訴我 \"我必須讀 \"他的《11/22/63》。\n但一個朋友一直告訴我 \"我必須要讀 \"他的《11/22/63》。好在經過一年的時間，我\n終於抓住機會，讀了這本書....",
      "title": "當你讀完後，哪些書讓你覺得 \"每個人都需要讀這個\"？"
    }
  ]
}