{
  "author": "mrekted",
  "the_new_excerpt": "Why YSK: According to experts, in early spring dandelions can be a crucial food\nsource for the bees after a long winter of living off their reserves. Spring can\nbe a difficult time for the bees as they become active at 10C/50F, which is\nusually well before many pollinating flowers have bloomed.…",
  "original_created_utc": 1619125443,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：専門家によると、春先のタンポポは、ミツバチが長い冬の間に蓄えていたものを食べるための重要な食料となるそうです。\nタンポポは、長い冬の間に蓄えた食料を使って生活していたミツバチにとって、春先の重要な食料源になるそうです。春は\n春は、ミツバチが活動を始める気温が10℃/50Fという\n通常、受粉媒介となる花が開花する前に活動を開始するからである。....",
      "title": "蜂のことを気にするなら、春先の芝生に生えているタンポポを刈ったり殺したりしてはいけないというYSKさん。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：据专家介绍，在早春，蒲公英可以是一个重要的食物来源。\n在经历了漫长的冬季后，蒲公英可以成为蜜蜂的重要食物来源，因为它们要靠自己的储备来生活。春天可以\n春天对蜜蜂来说是一个困难时期，因为它们在10摄氏度/50华氏度时开始活跃，这通常是在许多授粉的花朵绽放之前。\n通常在许多授粉的花朵开花之前....。",
      "title": "YSK说，如果你关心蜜蜂，你就不应该在早春时节修剪或杀死草坪上的蒲公英。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：據專家介紹，在早春，蒲公英可以是一個重要的食物來源。\n在經歷了漫長的冬季後，蒲公英可以成爲蜜蜂的重要食物來源，因爲它們要靠自己的儲備來生活。春天可以\n春天對蜜蜂來說是一個困難時期，因爲它們在10攝氏度/50華氏度時開始活躍，這通常是在許多授粉的花朵綻放之前。\n通常在許多授粉的花朵開花之前....。",
      "title": "YSK說，如果你關心蜜蜂，你就不應該在早春時節修剪或殺死草坪上的蒲公英。"
    }
  ],
  "title": "YSK that if you care about the bees, you shouldn't be mowing or killing the dandelions on your lawn in the early springtime.",
  "created_utc": 1619132458,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: According to experts, in early spring dandelions can be a crucial food source for the bees after a long winter of living off their reserves. Spring can be a difficult time for the bees as they become active at 10C/50F, which is usually well before many pollinating flowers have bloomed. Dandelions grow early in the season in large numbers, and quickly generate lots of pollen for the bees to collect. </p>\n\n<p>Source: <a href=\"https://www.theweathernetwork.com/ca/news/article/heres-why-you-shouldnt-mow-dandelions-spring-lawn-care-benefits-and-save-bees\">https://www.theweathernetwork.com/ca/news/article/heres-why-you-shouldnt-mow-dandelions-spring-lawn-care-benefits-and-save-bees</a></p>\n</div><!-- SC_ON -->",
  "score": 134,
  "permalink": "/r/YouShouldKnow/comments/mwerxp/ysk_that_if_you_care_about_the_bees_you_shouldnt/",
  "subreddit": "YouShouldKnow",
  "id": "mwerxp",
  "is_self": true,
  "media": null,
  "is_video": false
}