{
  "author": "EOmar4TW",
  "original_created_utc": 1625453164,
  "title": "A smart male lead and a strong female lead with romance thrown in?",
  "created_utc": 1625486219,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been trying to find a good read for this trope and have yet to come up with anything that suits my taste.\nI&#39;d like for the male to be the &#39;brains&#39; (hacker, strategist... and the like) and the female to be the &#39;brawns&#39;, but not in a strict sense (the male doesn&#39;t have to be completely useless in a fight and the female doesn&#39;t have to be braindead). Bonus points if the male is an average guy who gets sucked into a world of action/adventure/espionage... and teamed up with the female lead.\nThe genre can be anything, from fantasy to sci-fi.\nThe romance has to lead somewhere, even if it develops through multiple books.</p>\n\n<p>Thank you.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/odyaia/a_smart_male_lead_and_a_strong_female_lead_with/",
  "subreddit": "booksuggestions",
  "id": "odyaia",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've been trying to find a good read for this trope and have yet to come up with\nanything that suits my taste. I'd like for the male to be the 'brains' (hacker,\nstrategist... and the like) and the female to be the 'brawns', but not in a\nstrict sense (the male doesn't have to be completely useless in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "何かいい読み物はないかと探しているのですが、私の好みに合うものはまだありません。\n私の好みに合うものはまだありません。私は、男性が「頭脳」（ハッカー。\n男性が「頭脳」（ハッカー、戦略家...など）で、女性が「腕力」であることを望んでいますが、厳密な意味ではありません。\n厳密な意味ではありません（男性は全く役に立たなくても構いません。",
      "title": "スマートな男性主人公と強い女性主人公にロマンスを加えた作品？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直在努力寻找关于这个特例的好书，但还没有想到\n任何适合我口味的作品。我想让男性成为 \"大脑\"（黑客。\n战略家......之类的），而女性则是 \"大块头\"，但不是严格意义上的\n但不是严格意义上的（男性不必是完全无用的...）。",
      "title": "一个聪明的男主角和一个强大的女主角，再加上浪漫的爱情？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直在努力尋找關於這個特例的好書，但還沒有想到\n任何適合我口味的作品。我想讓男性成爲 \"大腦\"（黑客。\n戰略家......之類的），而女性則是 \"大塊頭\"，但不是嚴格意義上的\n但不是嚴格意義上的（男性不必是完全無用的...）。",
      "title": "一個聰明的男主角和一個強大的女主角，再加上浪漫的愛情？"
    }
  ]
}