{
  "author": "ElephantsRTasty",
  "the_new_excerpt": "Kind of a weird search criteria. ive read Lab Girl by Jahren and just finished\nThe Sirens of Mars by Johnson. I liked the sciencey parts of the books but not\nso much the parts about them having kids. I mean good for them but for me, a\nyoung female scientist starting my career who is thinking i Dont…",
  "original_created_utc": 1617640537,
  "localize": [
    {
      "locale": "ja-JA",
      "the_new_excerpt": "変な検索条件ですが、JahrenのLab Girlを読み、JohnsonのSirens of Marsを読み終えたところです。\nジョンソンの「The Sirens of Mars」を読みました。これらの本の科学的な部分は好きですが、そうではありません。\n彼らが子供を持つことについての部分はあまり好きではありません。彼らにとっては良いことだと思いますが、私にとっては\n若い女性科学者としてキャリアをスタートさせる私にとっては、「私は...」と思ってしまいます。",
      "title": "子供のいない女性科学者が書いた科学ノンフィクションを探しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有点奇怪的搜索标准，我读过贾仁的《实验室女孩》，刚读完。\n强生的《火星的海妖》。我喜欢书中的科学部分，但不喜欢。\n那么多关于他们有孩子的部分。我的意思是对他们来说是好事，但对我来说，一个。\n年轻的女科学家开始我的职业生涯，谁在想我不...",
      "title": "寻找由一位女科学家撰写的非科学小说，她没有/谈及孩子。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有點奇怪的搜索標準，我讀過賈仁的《實驗室女孩》，剛讀完。\n強生的《火星的海妖》。我喜歡書中的科學部分，但不喜歡。\n那麼多關於他們有孩子的部分。我的意思是對他們來說是好事，但對我來說，一個。\n年輕的女科學家開始我的職業生涯，誰在想我不...",
      "title": "尋找由一位女科學家撰寫的非科學小說，她沒有/談及孩子。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "変な検索条件ですが、JahrenのLab Girlを読み、JohnsonのSirens of Marsを読み終えたところです。\nジョンソンの「The Sirens of Mars」を読みました。これらの本の科学的な部分は好きですが、そうではありません。\n彼らが子供を持つことについての部分はあまり好きではありません。彼らにとっては良いことだと思いますが、私にとっては\n若い女性科学者としてキャリアをスタートさせる私にとっては、「私は...」と思ってしまいます。",
      "title": "子供のいない女性科学者が書いた科学ノンフィクションを探しています。"
    }
  ],
  "title": "Looking for scientific non-fiction written by a female scientist who doesnt have/talk about children",
  "created_utc": 1617696365,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Kind of a weird search criteria. ive read Lab Girl by Jahren and just finished The Sirens of Mars by Johnson. I liked the sciencey parts of the books but not so much the parts about them having kids. I mean good for them but for me, a young female scientist starting my career who is thinking i Dont want children, I need a scientific success story by a woman who didn’t need, want, or have children. I want a story that shows me I can be a successful scientist in the future even without having kids. If that makes any sense. Thanks!!</p>\n</div><!-- SC_ON -->",
  "score": 95,
  "permalink": "/r/booksuggestions/comments/mkotsn/looking_for_scientific_nonfiction_written_by_a/",
  "subreddit": "booksuggestions",
  "id": "mkotsn",
  "is_self": true,
  "media": null,
  "is_video": false
}