{
  "author": "madman1101",
  "original_created_utc": 1632921675,
  "title": "CMV: the \"keyboard click\" sound on phones does nothing to add to the user experience and only annoys others around the user",
  "created_utc": 1632930112,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s a feature plenty of phones have, and it does not do anything to enhance user experience. If you&#39;re typing something, you know you&#39;re typing. If you&#39;re staring at your screen, you know you&#39;re not typing. what does the sound add? Hell, if your phone has a keyboard it&#39;s not even as loud as the sound AND you actually get haptic feedback from it.</p>\n\n<p>The artificial sound doesn&#39;t add anything to the satisfaction of typing out a text. It is also making unnecessary noise that nobody else cares to hear. Especially with the volume that it&#39;s at. It is a feature that serves no purpose and should not exist on any smart phone.</p>\n\n<p>Am i missing a point to this feature? CMV...</p>\n\n<p>edit: what wont change my view: &quot;i like it&quot; or &quot;it&#39;s not about everyone else, it&#39;s about what i like&quot; that&#39;s just selfish. im guessing you use speaker phone in public places too.</p>\n</div><!-- SC_ON -->",
  "score": 180,
  "permalink": "/r/changemyview/comments/pxv9fs/cmv_the_keyboard_click_sound_on_phones_does/",
  "subreddit": "changemyview",
  "id": "pxv9fs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It's a feature plenty of phones have, and it does not do anything to enhance\nuser experience. If you're typing something, you know you're typing. If you're\nstaring at your screen, you know you're not typing. what does the sound add?\nHell, if your phone has a keyboard it's not even as loud as the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは多くの携帯電話に搭載されている機能であり、ユーザーエクスペリエンスを向上させるものではありません。\nユーザーエクスペリエンスを向上させるものではありません。何かを入力していれば、入力していることがわかります。画面を見つめていれば\n画面を見つめていれば、入力していないことがわかりますが、音は何の役にも立ちません。\n携帯電話にキーボードが付いていても、キーボードの音ほどは大きくありません。",
      "title": "CMV: 携帯電話の「キーボードを打つ音」は、ユーザー体験を向上させるものではなく、周りのユーザーを困らせるだけです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是一个很多手机都有的功能，但它对提高用户体验没有任何作用。\n用户体验。如果你在打字，你知道你在打字。如果你\n如果你盯着屏幕，你就知道你不是在打字。声音能带来什么？\n该死的，如果你的手机有一个键盘，它甚至都没有声音...",
      "title": "CMV：手机上的 \"键盘点击 \"声对用户体验没有任何帮助，只会让用户周围的人感到厌烦。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是一個很多手機都有的功能，但它對提高用戶體驗沒有任何作用。\n用戶體驗。如果你在打字，你知道你在打字。如果你\n如果你盯着屏幕，你就知道你不是在打字。聲音能帶來什麼？\n該死的，如果你的手機有一個鍵盤，它甚至都沒有聲音...",
      "title": "CMV：手機上的 \"鍵盤點擊 \"聲對用戶體驗沒有任何幫助，只會讓用戶周圍的人感到厭煩。"
    }
  ]
}