{
  "author": "Babou_FoxEarAHole",
  "original_created_utc": 1624991603,
  "title": "CMV: Police purposely putting incorrect information into a report should be a criminal offense.",
  "created_utc": 1625002559,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think if it can be proven beyond a reasonable doubt, that an officer purposely put the wrong information in a report, they should be imprisoned for that conduct.</p>\n\n<p>Now I know human memory can be fickle. Remembering something exactly as it happened even 5 hours prior can prove to have some inconsistencies. It would be up to the DA’s Office to pull past reports from the officer, other reports from serving officers, available eye witness testimony and video evidence to show that this was not a case of remembering something incorrectly… but a blatant attempt to make the situation different than it was to excuse/condone the cops behavior.</p>\n\n<p>Not many cases of false reports come to my head at the moment. However, I recently saw one in New Jersey where a cop beat a guy in a hallway. He claimed the guy failed to raise his hands once told and also attacked the cop. </p>\n\n<p>Another one was a few years ago in a more high profile case, McDonald in Chicago. Several cops wrote in their report something that was incorrect once seen on camera. If one guy remembers something in correctly. Understandable…. If multiple remember something that didn’t happen but in the same manner… something is up.</p>\n\n<p>These actions alone (regardless of any other actions by the cop or suspect) should be enough for time behind bars.</p>\n</div><!-- SC_ON -->",
  "score": 215,
  "permalink": "/r/changemyview/comments/oaeb14/cmv_police_purposely_putting_incorrect/",
  "subreddit": "changemyview",
  "id": "oaeb14",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think if it can be proven beyond a reasonable doubt, that an officer purposely\nput the wrong information in a report, they should be imprisoned for that\nconduct.\n\nNow I know human memory can be fickle. Remembering something exactly as it\nhappened even 5 hours prior can prove to have some…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "警察官が故意に間違った情報を報告書に記載したことが合理的な疑いを超えて証明された場合、その警察官は懲役刑を受けるべきだと思います。\n意図的に間違った情報を報告書に記載したことが合理的な疑いをもって証明された場合、その行為のために投獄されるべきだと思います。\nその行為は懲役刑にすべきだと思います。\n\n人間の記憶は気まぐれなものですからね。5時間前に起こったことを正確に覚えていても\n5時間前に起こったことを正確に覚えていても、それはいくつかの...",
      "title": "CMV：警察が意図的に誤った情報を報告書に記載した場合は、刑事罰の対象とすべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为，如果能够排除合理的怀疑，证明一名官员故意在报告中写上错误的信息，他们就应该为此坐牢。\n把错误的信息写进报告，他们应该为这种行为被监禁。\n行为。\n\n现在我知道人类的记忆可能是善变的。即使是5个小时前发生的事情，如果完全按照它的样子去记忆\n即使是5小时前发生的事情，也可以证明有一些...",
      "title": "CMV: 警察故意将不正确的信息写入报告，应该是一种刑事犯罪。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲，如果能夠排除合理的懷疑，證明一名官員故意在報告中寫上錯誤的信息，他們就應該爲此坐牢。\n把錯誤的信息寫進報告，他們應該爲這種行爲被監禁。\n行爲。\n\n現在我知道人類的記憶可能是善變的。即使是5個小時前發生的事情，如果完全按照它的樣子去記憶\n即使是5小時前發生的事情，也可以證明有一些...",
      "title": "CMV: 警察故意將不正確的信息寫入報告，應該是一種刑事犯罪。"
    }
  ]
}