{
  "author": "Babou_FoxEarAHole",
  "original_created_utc": 1624991603,
  "title": "CMV: Police purposely putting incorrect information into a report should be a criminal offense.",
  "created_utc": 1625002559,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think if it can be proven beyond a reasonable doubt, that an officer purposely put the wrong information in a report, they should be imprisoned for that conduct.</p>\n\n<p>Now I know human memory can be fickle. Remembering something exactly as it happened even 5 hours prior can prove to have some inconsistencies. It would be up to the DA’s Office to pull past reports from the officer, other reports from serving officers, available eye witness testimony and video evidence to show that this was not a case of remembering something incorrectly… but a blatant attempt to make the situation different than it was to excuse/condone the cops behavior.</p>\n\n<p>Not many cases of false reports come to my head at the moment. However, I recently saw one in New Jersey where a cop beat a guy in a hallway. He claimed the guy failed to raise his hands once told and also attacked the cop. </p>\n\n<p>Another one was a few years ago in a more high profile case, McDonald in Chicago. Several cops wrote in their report something that was incorrect once seen on camera. If one guy remembers something in correctly. Understandable…. If multiple remember something that didn’t happen but in the same manner… something is up.</p>\n\n<p>These actions alone (regardless of any other actions by the cop or suspect) should be enough for time behind bars.</p>\n</div><!-- SC_ON -->",
  "score": 215,
  "permalink": "/r/changemyview/comments/oaeb14/cmv_police_purposely_putting_incorrect/",
  "subreddit": "changemyview",
  "id": "oaeb14",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think if it can be proven beyond a reasonable doubt, that an officer purposely\nput the wrong information in a report, they should be imprisoned for that\nconduct.\n\nNow I know human memory can be fickle. Remembering something exactly as it\nhappened even 5 hours prior can prove to have some…"
}