{
  "author": "Lethal_bizzle94",
  "the_new_excerpt": "If you were to criticise any other country you wouldn’t be accused of being a\nbigot, however when it comes to Israel there is this really odd notion that any\ncriticism or opposition to Israel as a whole let alone how they’ve handled the\nGaza situation, is based in antisemitism.\n\nUnless you’re saying…",
  "original_created_utc": 1611689702,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "如果你要批评任何其他国家，你不会被指责为是一个\n然而，当涉及到以色列时，有这样一个非常奇怪的概念，即任何一个人都会被认为是偏执狂。\n对整个以色列的批评或反对，更不用说他们如何处理以色列的问题了。\n加沙局势，是基于反犹太主义。\n\n除非你是说...",
      "title": "CMV：反对和批评以色列不是反犹太主义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你要批評任何其他國家，你不會被指責爲是一個\n然而，當涉及到以色列時，有這樣一個非常奇怪的概念，即任何一個人都會被認爲是偏執狂。\n對整個以色列的批評或反對，更不用說他們如何處理以色列的問題了。\n加沙局勢，是基於反猶太主義。\n\n除非你是說...",
      "title": "CMV：反對和批評以色列不是反猶太主義。"
    }
  ],
  "title": "CMV: That opposing and criticising Israel isn’t antisemitism",
  "created_utc": 1611720452,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you were to criticise any other country you wouldn’t be accused of being a bigot, however when it comes to Israel there is this really odd notion that any criticism or opposition to Israel as a whole let alone how they’ve handled the Gaza situation, is based in antisemitism. </p>\n\n<p>Unless you’re saying Israel sucks because it’s full of Jewish people you shouldn’t be considered in such harsh light for (rightfully) criticising a country.</p>\n\n<p>Would be great to hear from members of the Jewish community as to whether this is something you actually find offensive? </p>\n\n<p>Here many members of the Labour Party have been expelled or criticised for ‘antisemitism’ yet many only had ever criticised the Israeli government.</p>\n</div><!-- SC_ON -->",
  "score": 82,
  "permalink": "/r/changemyview/comments/l5lmro/cmv_that_opposing_and_criticising_israel_isnt/",
  "subreddit": "changemyview",
  "id": "l5lmro",
  "is_self": true,
  "media": null,
  "is_video": false
}