{
  "author": "IOnlyEatPizzaRolls",
  "original_created_utc": 1625863951,
  "title": "CS Lewis said that “No book is really worth reading at the age of 10 which is not equally - and often far more - worth reading at the age of fifty and beyond. Thoughts?",
  "created_utc": 1625874955,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think it is a credible quote only because it was said by a brilliant man who wrote a series like Narnia and was friends with Tolkien. Many many great classics would qualify both age groups, but I don’t feel like most new series would. </p>\n\n<p>At the same time, I think it is very optimistic about a ten year old’s intelligence. I feel like many books (NOT all) that are still interesting for adults won’t inspire ten year olds to love reading. </p>\n\n<p>What are some books you feel would be interesting for a ten year old and fifty year old and why? (Not asking for recommendations, just purely for discussion)</p>\n\n<p>What books are you thankful you read at ten, but wouldn’t have found interesting now as an adult? (My answer is series of unfortunate events)</p>\n\n<p>Any additional thoughts on the matter welcome.</p>\n</div><!-- SC_ON -->",
  "score": 93,
  "permalink": "/r/books/comments/oh4fkc/cs_lewis_said_that_no_book_is_really_worth/",
  "subreddit": "books",
  "id": "oh4fkc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think it is a credible quote only because it was said by a brilliant man who\nwrote a series like Narnia and was friends with Tolkien. Many many great\nclassics would qualify both age groups, but I don’t feel like most new series\nwould.\n\nAt the same time, I think it is very optimistic about a ten…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ナルニア国物語などを書き、トールキンと親交のあった優秀な人物が言ったというだけで、信用できる言葉だと思います。\nナルニア』などのシリーズを書き、トールキンと親交のあった優秀な人物が言ったからこそ、信用できる言葉だと思います。多くの偉大な古典は、どちらの年齢層にも当てはまるでしょう。\n古典作品の多くはこの2つの年齢層に当てはまると思いますが、新しいシリーズの多くはそうではないと思います。\n感じられません。\n\n同時に、私はこの言葉が10歳の子供たちに対して非常に楽観的であると思います。",
      "title": "CSルイスは、「10歳で読む価値のある本で、50歳以上になっても同じように、そして多くの場合それ以上に読む価値のある本はない」と言っています。どうですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为这句话是可信的，因为它是由一个写了《纳尼亚》系列并与托尔金是朋友的杰出人物说的。\n他写了《纳尼亚》系列，并与托尔金是朋友。许多伟大的\n经典作品都符合这两个年龄段的要求，但我不觉得大多数新系列作品\n会。\n\n同时，我认为这句话非常乐观，对一个十...",
      "title": "CS-刘易斯说：\"没有一本书真正值得在10岁时阅读，而在50岁或更大的年龄段不同样--而且往往更值得--阅读。有何感想？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲這句話是可信的，因爲它是由一個寫了《納尼亞》系列並與托爾金是朋友的傑出人物說的。\n他寫了《納尼亞》系列，並與托爾金是朋友。許多偉大的\n經典作品都符合這兩個年齡段的要求，但我不覺得大多數新系列作品\n會。\n\n同時，我認爲這句話非常樂觀，對一個十...",
      "title": "CS-劉易斯說：\"沒有一本書真正值得在10歲時閱讀，而在50歲或更大的年齡段不同樣--而且往往更值得--閱讀。有何感想？"
    }
  ]
}