{
  "author": "Squaragus_Asparagus",
  "the_new_excerpt": "Why YSK: How to recognize and put out small fires because many can be prevented\nfrom causing major damage or harm before they spread. Here are some of the most\ncommon and how to put them out:\n\nClass A Fires: This type of fire ignites from common fuel sources, like wood,\ntrash, fabric, paper and…",
  "original_created_utc": 1619336406,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：小さな火をいかに見分けて消すか、それは多くの場合、拡大する前に大きな損害や被害を防ぐことができるからです。\n多くの火災は、拡大する前に大きな損害や被害を防ぐことができるからです。ここでは、最も一般的な\nここでは、最も一般的な火災とその消火方法を紹介します。\n\nクラスAの火災。このタイプの火災は、木、ゴミ、布、紙などの一般的な燃料から着火します。\nゴミ、布、紙などの一般的な燃料から発火します。",
      "title": "YSKでは、一般的な小火の種類、消火方法、消火器の操作方法を紹介しています。テレビでは小火の時に家を飛び出してしまう人がいますが、良い練習をすれば家を守ることができます。身の危険を感じたり、すでに火が広がっている場合は、必ず911に電話してください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：如何识别和扑灭小火，因为许多小火可以在蔓延之前就被预防。\n因为许多小火可以在蔓延之前防止造成重大损失或伤害。以下是一些最\n的火灾，以及如何扑灭它们。\n\nA类火灾。这种类型的火是由普通的燃料源点燃的，如木材。\n垃圾、布料、纸张和其他物品。",
      "title": "YSK常见的小火类型，如何扑灭它们，以及如何操作灭火器。在电视上，人们在发生小火灾时都会跑出屋外，但良好的做法可以拯救你的家。如果你有危险或火势已经蔓延，一定要拨打911。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：如何識別和撲滅小火，因爲許多小火可以在蔓延之前就被預防。\n因爲許多小火可以在蔓延之前防止造成重大損失或傷害。以下是一些最\n的火災，以及如何撲滅它們。\n\nA類火災。這種類型的火是由普通的燃料源點燃的，如木材。\n垃圾、布料、紙張和其他物品。",
      "title": "YSK常見的小火類型，如何撲滅它們，以及如何操作滅火器。在電視上，人們在發生小火災時都會跑出屋外，但良好的做法可以拯救你的家。如果你有危險或火勢已經蔓延，一定要撥打911。"
    }
  ],
  "title": "YSK common types of small fires, how to put them out, and how to operate a fire extinguisher. On TV people run out of the house during a small fire but good practice can save your home. Always call 911 if you are in danger or the fire has already spread.",
  "created_utc": 1619355162,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: How to recognize and put out small fires because many can be prevented from causing major damage or harm before they spread. Here are some of the most common and how to put them out: </p>\n\n<p>Class A Fires: This type of fire ignites from common fuel sources, like wood, trash, fabric, paper and plastics.  Extinguish with Water or a Red Fire Extinguisher.   </p>\n\n<p>Class B Fires: Result from an explosion of flammable liquids or gases. Extinguish by Depleting Oxygen. Smother but never try to put water on these fires as it will make the fire grow.   </p>\n\n<p>Class C Fires: Result from electricity. Extinguish by removing the power source. Know where your houses main breakers are. Use a red extinguisher to suppress flames once the electricity is out.   </p>\n\n<p>Class K Fires: Result from grease, lard, olive oil, butter, animal fats and vegetable fats. Do NOT extinguish with water as it will spread extremely fast. Use only a Chemical Fire Extinguisher. If you do not have one do not try to put out this fire alone. These flames burn extremely hot and spread fast. Call the fire department immediately and leave the area.</p>\n\n<p>One more tip: Many people don’t know that fire extinguishers can’t just be left under a cabinet indefinitely without some maintenance. Look at the gauge and make sure it’s in the green square. It it’s moving out of the green or starting to rust or leak, call your local FD on a non-emergency line and ask if they service extinguishers. Some do. The one I did was happy to as the community safety is the FD’s priority. Other than that they can tell you where to go in your community.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/YouShouldKnow/comments/my3dmd/ysk_common_types_of_small_fires_how_to_put_them/",
  "subreddit": "YouShouldKnow",
  "id": "my3dmd",
  "is_self": true,
  "media": null,
  "is_video": false
}