{
  "author": "MobiusCipher",
  "the_new_excerpt": "So, I was recently re-reading Altered Carbon by Richard Morgan. It's mostly\nviolent, nihilistic, cyberpunk stuff, which was what I was there for, but it\nalso has like one sex scene a few pages long that reads like smut.\n\nI found myself skipping through it because I wasn't particularly interested…",
  "original_created_utc": 1619333010,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "それで、最近、リチャード・モーガンの『アルタード・カーボン』を読み直していたんです。それはほとんど\n暴力的でニヒリスティックなサイバーパンクもので、私はそれを求めていたのですが、それに加えて\nしかし、数ページに渡るセックスシーンがあり、それはまるでスマットのようでした。\n\n私は特に興味がなかったので、読み飛ばしてしまいましたが...。",
      "title": "普通の本の中に、無造作に生々しい性描写があると違和感を覚えるのは私だけでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以，我最近在重读理查德-摩根的《改变的碳》。它主要是\n它主要是暴力的、虚无主义的、赛博朋克的东西，这也是我的目的，但它也有一个几页长的性爱场景，读起来像smu。\n但它也有一个几页长的性爱场景，读起来像淫秽的东西。\n\n我发现自己跳过了它，因为我并不特别感兴趣......",
      "title": "难道只有我一个人发现在其他 \"正常 \"的书籍中随机出现生动的性描写，让人感到刺耳吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，我最近在重讀理查德-摩根的《改變的碳》。它主要是\n它主要是暴力的、虛無主義的、賽博朋克的東西，這也是我的目的，但它也有一個幾頁長的性愛場景，讀起來像smu。\n但它也有一個幾頁長的性愛場景，讀起來像淫穢的東西。\n\n我發現自己跳過了它，因爲我並不特別感興趣......",
      "title": "難道只有我一個人發現在其他 \"正常 \"的書籍中隨機出現生動的性描寫，讓人感到刺耳嗎？"
    }
  ],
  "title": "Am I the only one who finds random, graphic sex descriptions in otherwise \"normal\" books jarring?",
  "created_utc": 1619337031,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, I was recently re-reading <em>Altered Carbon</em> by Richard Morgan. It&#39;s mostly violent, nihilistic, cyberpunk stuff, which was what I was there for, but it also has like one sex scene a few pages long that reads like smut.</p>\n\n<p>I found myself skipping through it because I wasn&#39;t particularly interested in being titillated, so the section just felt sort of awkward.</p>\n\n<p>Are these sorts of reactions to smut inserts common? You also see this sort of stuff in TV shows frequently.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/my2ooj/am_i_the_only_one_who_finds_random_graphic_sex/",
  "subreddit": "books",
  "id": "my2ooj",
  "is_self": true,
  "media": null,
  "is_video": false
}