{
  "author": "RayAP19",
  "original_created_utc": 1639264400,
  "title": "YSK: It's really easy to unknowingly trap a customer-service worker in a conversation they don't want to have",
  "created_utc": 1639338086,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Someone who works in customer service will almost inevitably have casual conversations with some of the customers, especially if they see the same customers regularly.&lt;/p&gt;\n\n&lt;p&gt;When that happens, the worker has almost no way of politely declining the conversation if they don&amp;#39;t feel like talking. For one, it could be considered rude, and the worker probably has to take special care to not hurt customers&amp;#39; feelings.&lt;/p&gt;\n\n&lt;p&gt;Second, the worker can&amp;#39;t just say &amp;quot;Hey, I&amp;#39;ve got to go&amp;quot; and walk away. They have to stay, sometimes at the exact spot where you&amp;#39;re having the conversation.&lt;/p&gt;\n\n&lt;p&gt;The only thing that they can really do is maybe say &amp;quot;Hey, I&amp;#39;ve got a lot of work to do, can we talk later?&amp;quot;, but some people wouldn&amp;#39;t want to lie if they &lt;em&gt;don&amp;#39;t&lt;/em&gt; actually have work to do, and it can be awkward even if it&amp;#39;s true.&lt;/p&gt;\n\n&lt;p&gt;I work at a hotel and this happens all the time. It&amp;#39;s basically in my job description to be engaged with guests at all times, during conversations both casual and otherwise, which makes them think that I like these talks way more than I actually do.&lt;/p&gt;\n\n&lt;p&gt;Even when I try to give hints that I&amp;#39;m not into it by not saying much, shifting my eye contact to my desk, or typing on my computer, they rarely get the hint. It&amp;#39;s a terrible feeling to be all but forced to have a conversation when you really would rather not.&lt;/p&gt;\n\n&lt;p&gt;Please don&amp;#39;t keep people in long conversations unless you&amp;#39;re &lt;em&gt;sure&lt;/em&gt; they&amp;#39;re into it, especially if the other party is at their job.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 77,
  "permalink": "/r/YouShouldKnow/comments/rebbc6/ysk_its_really_easy_to_unknowingly_trap_a/",
  "subreddit": "YouShouldKnow",
  "id": "rebbc6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Someone who works in customer service will almost inevitably have\ncasual conversations with some of the customers, especially if they see the same\ncustomers regularly.\n\nWhen that happens, the worker has almost no way of politely declining the\nconversation if they don't feel like talking.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：接客業をしていると、ほぼ必然的に接客をすることになります。\n特に、同じようなお客さまがいらっしゃると、何気ない会話が弾みます。\n定期的に来店されるお客様。\n\nそんな時、働く人は丁寧にお断りする術をほとんど持っていません。\n話す気になれないときは......。",
      "title": "YSK: 知らず知らずのうちに、接客者が望んでいない会話をしてしまうことがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：从事客户服务工作的人几乎不可避免地会与一些客户进行闲聊。\n闲聊，特别是如果他们经常看到相同的顾客。\n闲聊，特别是如果他们经常看到相同的顾客。\n\n当这种情况发生时，工作人员几乎没有办法礼貌地拒绝谈话。\n如果他们不喜欢谈话，....。",
      "title": "YSK：真的很容易在不知不觉中把客服人员困在他们不想进行的对话中。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：從事客戶服務工作的人幾乎不可避免地會與一些客戶進行閒聊。\n閒聊，特別是如果他們經常看到相同的顧客。\n閒聊，特別是如果他們經常看到相同的顧客。\n\n當這種情況發生時，工作人員幾乎沒有辦法禮貌地拒絕談話。\n如果他們不喜歡談話，....。",
      "title": "YSK：真的很容易在不知不覺中把客服人員困在他們不想進行的對話中。"
    }
  ]
}