{
  "author": "Room_Psychological",
  "original_created_utc": 1630020722,
  "title": "CMV: assisted suicide by Euthanasia should be legal (i know i cant spell)",
  "created_utc": 1630063933,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>if a person is suffering from a serious mental or physical illness and cant live a happy life they should have the choice of peaceful assisted suicide  their own terms. its selfish to keep these people alive and the only people who are against it are people who have never met these people before or people who have never wanted to commit suicide. this also includes depressed people who got help but it dident work. life just isent for everyone a lot of people are alone their entire lives and im not talking about the fake &quot;covid loneliness&quot; im talking about actual loneliness and no one should deal with that for 60 plus years</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/pcba0l/cmv_assisted_suicide_by_euthanasia_should_be/",
  "subreddit": "changemyview",
  "id": "pcba0l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "if a person is suffering from a serious mental or physical illness and cant live\na happy life they should have the choice of peaceful assisted suicide their own\nterms. its selfish to keep these people alive and the only people who are\nagainst it are people who have never met these people before or…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "心身ともに深刻な病気にかかり、幸せな生活を送ることができない人には\n幸せな生活を送ることができない場合は、平和的な自殺幇助の選択肢があるべきだと思います。\nこのような人々を生かしておくことは利己的であり、これに反対しているのは私のような経験のない人々だけです。\n反対しているのは、その人たちに会ったことのない人や",
      "title": "CMV: 安楽死による自殺幇助は合法であるべき。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果一个人患有严重的精神或身体疾病，并且不能过上幸福的生活\n如果一个人患有严重的精神或身体疾病，不能过上幸福的生活，他们应该选择和平的辅助自杀，他们自己的条件。\n让这些人活着是很自私的，唯一反对的人是那些从未见过这些人的人。\n反对的人是那些从来没有见过这些人的人，或者是......",
      "title": "CMV：安乐死的辅助自杀应该是合法的（我知道我不会拼写）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果一個人患有嚴重的精神或身體疾病，並且不能過上幸福的生活\n如果一個人患有嚴重的精神或身體疾病，不能過上幸福的生活，他們應該選擇和平的輔助自殺，他們自己的條件。\n讓這些人活着是很自私的，唯一反對的人是那些從未見過這些人的人。\n反對的人是那些從來沒有見過這些人的人，或者是......",
      "title": "CMV：安樂死的輔助自殺應該是合法的（我知道我不會拼寫）。"
    }
  ]
}