{
  "author": "theyanktank",
  "original_created_utc": 1629895550,
  "title": "CMV: There is nothing morally wrong with eating an ethically sourced chicken egg.",
  "created_utc": 1629910054,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Context: I’ve been considering trying veganism out for moral reasons, but I feel that it would be too hard to give up omelettes in the morning. My parents have chickens which are kept free-range, and they lay enough eggs to support our family (and then some). These chickens are not kept specifically for this purpose, but we take the eggs that they do not fertilize/that the hens don’t take to. </p>\n\n<p>I understand that one moral criticism of eating eggs is the conditions that hens are kept in for commercial egg laying/packaging operations. I also understand that there is culling of male chicks in the industry. My argument is that what I am doing is not morally wrong.</p>\n\n<p>Assumptions that my argument rests on:\n-“Cruelty free,” means that the person eating the eggs knows with certainty that no chicken was harmed in order to procure the egg. \n-The egg is not a living creature. This probably goes without saying, but an unfertilized gamete generally doesn’t get the same moral consideration as a living being.</p>\n\n<p>Change my view, please!</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/pbahj5/cmv_there_is_nothing_morally_wrong_with_eating_an/",
  "subreddit": "changemyview",
  "id": "pbahj5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Context: I’ve been considering trying veganism out for moral reasons, but I feel\nthat it would be too hard to give up omelettes in the morning. My parents have\nchickens which are kept free-range, and they lay enough eggs to support our\nfamily (and then some). These chickens are not kept specifically…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "コンテキストです。道徳的な理由から菜食主義を試してみようと考えていましたが、朝からオムレツを食べるのは大変だと感じています。\n倫理的な理由からヴィーガンに挑戦しようと考えていますが、朝のオムレツをやめるのは大変だと思っています。私の両親は\n私の両親は放し飼いにされた鶏を飼っていて、私たち家族を養うのに十分な卵を産んでくれます。\n家族の生活を支えるだけの卵を産んでくれます。この鶏は、特別に飼っているわけではありません。",
      "title": "CMV: 倫理的に調達された鶏卵を食べることは、道徳的に何の問題もありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "语境。我一直在考虑出于道德原因尝试素食主义，但我觉得\n但我觉得要放弃早上的煎蛋是太难了。我的父母有\n我父母养的鸡是散养的，它们下的蛋足够养活我们家（还有一些）。\n足够养活我们的家庭（然后还有一些）。这些鸡不是专门饲养的...",
      "title": "CMV：吃一个有道德来源的鸡蛋，在道德上没有任何问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "語境。我一直在考慮出於道德原因嘗試素食主義，但我覺得\n但我覺得要放棄早上的煎蛋是太難了。我的父母有\n我父母養的雞是散養的，它們下的蛋足夠養活我們家（還有一些）。\n足夠養活我們的家庭（然後還有一些）。這些雞不是專門飼養的...",
      "title": "CMV：喫一個有道德來源的雞蛋，在道德上沒有任何問題。"
    }
  ]
}