{
  "author": "RotRG",
  "the_new_excerpt": "I was taught, somewhere, that the downvote button is for when a post breaks a\nsubreddit rule or hinders discussion. On Reddit's \"reddiquette\" page, it says\nthat \"if you think something contributes to conversation, upvote it. If you\nthink it does not contribute to the subreddit it is posted in or is…",
  "original_created_utc": 1624121770,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "どこかで教わったのですが、downvoteボタンは、投稿がsubredditのルールを破ったり、議論の妨げになったりしたときに使うものだそうです。\nsubredditのルールを破ったり、議論の妨げになったりする場合に使うものだとどこかで教わりました。Redditの \"reddiquette \"ページには、次のように書かれています。\n会話に貢献していると思ったらupvoteしましょう。もし、それが\n投稿されたsubredditに貢献していない、または...と思う場合は",
      "title": "CMV: Redditのdownvoteボタンは、その投稿やコメントに同意できない、または嫌いな場合に使用します。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从某处得知，降票按钮是用于当一个帖子违反了\n子红点规则或妨碍讨论时使用。在Reddit的 \"reddiquette \"页面，它说\n如果你认为某事对谈话有贡献，就给它投上一票。如果你\n如果你认为它对它所发布的子版块没有贡献，或者是......",
      "title": "CMV: Reddit的降票按钮是用于当你不同意或不喜欢一个帖子或评论时。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從某處得知，降票按鈕是用於當一個帖子違反了\n子紅點規則或妨礙討論時使用。在Reddit的 \"reddiquette \"頁面，它說\n如果你認爲某事對談話有貢獻，就給它投上一票。如果你\n如果你認爲它對它所發佈的子版塊沒有貢獻，或者是......",
      "title": "CMV: Reddit的降票按鈕是用於當你不同意或不喜歡一個帖子或評論時。"
    }
  ],
  "title": "CMV: Reddit's downvote button IS for when you disagree with or dislike a post or comment.",
  "created_utc": 1624146030,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was taught, somewhere, that the downvote button is for when a post breaks a subreddit rule or hinders discussion.  On Reddit&#39;s &quot;reddiquette&quot; page, it says that &quot;if you think something contributes to conversation, upvote it. If you think it does not contribute to the subreddit it is posted in or is off-topic in a particular community, downvote it. &quot;  This makes complete sense to me, and I think this is the way that we should handle ourselves on this website.</p>\n\n<p>However, just as a word with an originally intended meaning can come to mean something else over time, the downvote button is not just for when a post doesn&#39;t contribute to a subreddit.  It is specifically for when you dislike or don&#39;t agree with something that someone has posted, despite the original intent of the button.  Here are some thoughts as to why:</p>\n\n<ul>\n<li>The upvote button, though originally intended to be for rewarding posts that &quot;contribute to conversation,&quot; is widely accepted as the &quot;I like this&quot; button.  Though it too has deviated from its original purpose, the upvote button&#39;s new purpose is accepted because it&#39;s not problematic.  It&#39;s a reward.</li>\n<li>The upvote button was intended to be the opposite of the downvote button, and in all ways, it appears to still be.</li>\n<li>As far as I can tell, the vast majority of people who use the downvote button at all use it on posts they dislike.  If people use something a certain way, then that is what it is for.  The birth control pill was not originally intended as a contraceptive, but now, it is absolutely a contraceptive.  The company that makes Q-tips specifically doesn&#39;t want you putting them in your ears, but Q-tips are absolutely ear-cleaners.</li>\n</ul>\n\n<p>Again, I&#39;ll say that I absolutely believe that the downvote button should be used for its originally intended purpose.  It&#39;s important to be exposed to ideas that we&#39;re not comfortable with, and downvoting valid posts hides valid opinions, stopping others from learning from them.  My view here is simply that the downvote button has a very distinct purpose at this time: it is for punishing a post that you dislike or disagree with.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/o3kggd/cmv_reddits_downvote_button_is_for_when_you/",
  "subreddit": "changemyview",
  "id": "o3kggd",
  "is_self": true,
  "media": null,
  "is_video": false
}