{
  "author": "TSWMagic",
  "original_created_utc": 1630892078,
  "title": "I made the right decision not doubling my investment",
  "created_utc": 1630917036,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In the middle of June I was staring at my checkings and savings and realized I had $1,500 dollars I felt I could safely invest. After a week of perusing, I decided I was going to invest the money as follows:  </p>\n\n<p><a href=\"https://preview.redd.it/ygigp04ncsl71.png?width=1043&amp;format=png&amp;auto=webp&amp;s=71134883aee71ce6c11c51690e7d2390158107aa\">$1,500 to invest on 6/29/21</a></p>\n\n<p>&#x200B;</p>\n\n<p>I decided to sleep on it that night and in the morning I decided against it. I had a newborn child, and, yes, while I had a good amount of money available in my checkings and savings, my wife and I were both going be off work for nearly two more months: she was on maternity leave, and I was taking the bar at the end of July.</p>\n\n<p>Accordingly, I never invested the $1,500.</p>\n\n<p>&#x200B;</p>\n\n<p>Today, that $1,500 investment would have nearly doubled:</p>\n\n<p><a href=\"https://preview.redd.it/xk1dc6g7dsl71.png?width=674&amp;format=png&amp;auto=webp&amp;s=9423a3ceb857d351c0ef592e9e4280ce016be30d\">What my $1,500 would be worth today.</a></p>\n\n<p>&#x200B;</p>\n\n<p>It was the right decision. Not only did we have to have months of rent, utilities, bills, etc., to pay without income, but we had a new baby that had expenses come up, as well as car troubles. Could I have spent the $1,500 and still made it through? Probably, maybe. But it would have been tight and would have put my wife, my child, and I in a delicate position.</p>\n\n<p>&#x200B;</p>\n\n<p>The lesson of the story, I suppose, is this: sometimes it is correct to not double your investment. Always investment only what will you not need in the foreseeable future, and always prioritize your financial needs over your financial wants.  </p>\n\n<p>All the best,</p>\n\n<p>TSWMagic</p>\n</div><!-- SC_ON -->",
  "score": 156,
  "permalink": "/r/CryptoCurrency/comments/pipppn/i_made_the_right_decision_not_doubling_my/",
  "subreddit": "CryptoCurrency",
  "id": "pipppn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In the middle of June I was staring at my checkings and savings and realized I\nhad $1,500 dollars I felt I could safely invest. After a week of perusing, I\ndecided I was going to invest the money as follows:\n\n$1,500 to invest on…"
}