{
  "author": "tuss11agee",
  "original_created_utc": 1625005198,
  "title": "CMV: All the US flag apparel people wear and use around July 4th disrespects the flag itself",
  "created_utc": 1625015643,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Background: \n-US Federal Law Code says the flag isn’t to be used for clothing. The code isn’t enforceable because of the 1st amendment. \n-American Legion says it’s okay to have the flag resembled on clothing.</p>\n\n<p>The flag is something to be honored and respected. It’s colors and design is not something you should use to cloth yourself. It’s not patriotic. </p>\n\n<p>Socks? You’re feet are on the ground, get dirty, and smell. </p>\n\n<p>Underwear/Swimsuits? You’re putting the flag’s colors and design next to your “netherlands”. </p>\n\n<p>Shirts? Your pits stink.</p>\n\n<p>Pants? You sit on them. </p>\n\n<p>Paper napkins/plates? You eat off that, wipe your face with it, and throw it away. </p>\n\n<p>This isn’t even taking into consideration all of this “patriotism” is really just commercialization of the flag and drives revenue.</p>\n\n<p>Why not just let the flag fly the way it’s supposed to? (you know… like a FLAG)</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/oaixvf/cmv_all_the_us_flag_apparel_people_wear_and_use/",
  "subreddit": "changemyview",
  "id": "oaixvf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Background: -US Federal Law Code says the flag isn’t to be used for clothing.\nThe code isn’t enforceable because of the 1st amendment. -American Legion says\nit’s okay to have the flag resembled on clothing.\n\nThe flag is something to be honored and respected. It’s colors and design is not\nsomething…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "背景: -米国連邦法の規定では、国旗を衣服に使用してはならないとされています。\n憲法修正第1条があるため、このコードは執行できない。-アメリカ軍人会は\nアメリカン・レギオンは、国旗を模した服を着てもいいと言っています。\n\n国旗は尊重されるべきものです。旗の色やデザインは\n何か...",
      "title": "CMV: 7月4日の前後に人々が身につけたり使ったりするアメリカ国旗のアパレルは、国旗そのものを軽視しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "背景: -美国联邦法典规定，国旗不能用于服装。\n由于第一修正案的规定，该法不能强制执行。-美国军团说\n美国军团说，衣服上有国旗图案是可以的。\n\n国旗是值得尊敬和尊重的东西。它的颜色和设计并不是\n的东西......。",
      "title": "CMV：人们在7月4日前后穿戴和使用的所有美国国旗服饰都是对国旗本身的不尊重。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "背景: -美國聯邦法典規定，國旗不能用於服裝。\n由於第一修正案的規定，該法不能強制執行。-美國軍團說\n美國軍團說，衣服上有國旗圖案是可以的。\n\n國旗是值得尊敬和尊重的東西。它的顏色和設計並不是\n的東西......。",
      "title": "CMV：人們在7月4日前後穿戴和使用的所有美國國旗服飾都是對國旗本身的不尊重。"
    }
  ]
}