{
  "author": "alfred_27",
  "original_created_utc": 1638601703,
  "title": "What was your initial reaction when you checked your portfolio and charts today?",
  "created_utc": 1638641949,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Just woke up had breakfast one of the days i didn&amp;#39;t check the charts just after waking up, hell didn&amp;#39;t even see the news also. Came back to my phone checked my portfolio and I seriously thought I was hacked off my coins because of how fast my portfolio shrank, had to look at it and go to this sub to realize that IT CRASHED. All in all what a crazy ride, goes to show we seriously have no control in anything and there&amp;#39;s always bigger fish controlling the waves we just got to ride it as long as we can. &lt;/p&gt;\n\n&lt;p&gt;Also got me thinking all those predictions of *BTC to $100k and ETH to $10k*, yeah gotta take them with a grain of salt and never be too optimistic about anything. But If you&amp;#39;re in it for the long run things will correct itself out.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 366,
  "permalink": "/r/CryptoCurrency/comments/r8k2qj/what_was_your_initial_reaction_when_you_checked/",
  "subreddit": "CryptoCurrency",
  "id": "r8k2qj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just woke up had breakfast one of the days i didn't check the charts just after\nwaking up, hell didn't even see the news also. Came back to my phone checked my\nportfolio and I seriously thought I was hacked off my coins because of how fast\nmy portfolio shrank, had to look at it and go to this sub…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>起きてすぐに朝食をとった日のこと。\n起きてすぐにチャートをチェックしなかったし、ニュースも見なかった。\nニュースも見なかった。このようにして、私は、自分のポートフォリオをチェックして、本気で自分がハチャメチャになったと思いました。\n自分のポートフォリオをチェックしてみたところ、あまりの速さにコインをハックされたのではないかと真剣に思いました...",
      "title": "今日、自分のポートフォリオやチャートを確認したとき、最初の反応はどうでしたか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>刚睡醒吃过早饭，有一天我没有在刚睡醒时查看图表。\n我没有在起床后查看图表，甚至没有看到新闻。\n新闻也。我回到我的手机上，检查了我的投资组合，我认真地想我\n被黑掉了，因为我的投资组合有多快......",
      "title": "当你今天检查你的投资组合和图表时，你的最初反应是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>剛睡醒喫過早飯，有一天我沒有在剛睡醒時查看圖表。\n我沒有在起牀後查看圖表，甚至沒有看到新聞。\n新聞也。我回到我的手機上，檢查了我的投資組合，我認真地想我\n被黑掉了，因爲我的投資組合有多快......",
      "title": "當你今天檢查你的投資組合和圖表時，你的最初反應是什麼？"
    }
  ]
}