{
  "author": "BurrStreetX",
  "original_created_utc": 1633375821,
  "title": "CMV: Pronouns are great, but the over the top pronouns are doing more harm than people realize.",
  "created_utc": 1633383605,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So pronouns are great, and I think workplaces, and schools, etc asking the people what their pronouns are, is also great.   </p>\n\n<ul>\n<li>He/Him<br/></li>\n<li>She/Her<br/></li>\n<li>They/Them<br/></li>\n<li>Xe/xem</li>\n</ul>\n\n<p>However, recently there has been an uptick in people, mainly younger persons, going by Bug/Bugself, God/Godself, Kitten/Kittenself etc.  </p>\n\n<p>To me, those are nicknames, they arent your actual pronouns. You cant sit there and expect someone to call you that, and get mad when they dont. Some people arent comfortable calling you a god, or a kitten, and its not transphobic for someone to not do that. Its not a big deal, and Ill respect them If I&#39;m comfortable with them. But this just does more harm to the community than anything. It makes those people who use alternative pronouns, look bad.   </p>\n\n<p>I&#39;m even fine with neoprounons like xe/xem, but I cant bring myself to refer to you as &quot;God&#39; or &quot;Kitten&quot;, and I guess I feel that you can&#39;t tell me that&#39;s legitimately how you identify.   </p>\n\n<p>It seems like its making a mockery of actual nonbinary persons who use alternative pronouns, and just does more harm than anything.</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/changemyview/comments/q1d0i2/cmv_pronouns_are_great_but_the_over_the_top/",
  "subreddit": "changemyview",
  "id": "q1d0i2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So pronouns are great, and I think workplaces, and schools, etc asking the\npeople what their pronouns are, is also great.\n\n * He/Him\n   \n * She/Her\n   \n * They/Them\n   \n * Xe/xem\n\nHowever, recently there has been an uptick in people, mainly younger persons,\ngoing by Bug/Bugself, God/Godself,…"
}