{
  "author": "edieevens",
  "original_created_utc": 1625510662,
  "title": "Project Hail Mary by Andy Weir",
  "created_utc": 1625524569,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just recently finished this book. And I can&#39;t stop thinking about it. It is absolutely amazing. I literally had the best time reading this book. Amazing book! It&#39;s well written, funny, interesting, exciting, cool, smart. It just has it all.\nI can not press this enough: read it!\nIf you enjoy fantasy, especially science fiction this is a great book. If you have read The Martian og Artemis, you will love Project Hail Mary.\nIf you liked Seveneves by Neal Stephenson, you&#39;ll love this one. \nI think Project Hail Mary must be my absolute favorite book!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/oedjj2/project_hail_mary_by_andy_weir/",
  "subreddit": "books",
  "id": "oedjj2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just recently finished this book. And I can't stop thinking about it. It is\nabsolutely amazing. I literally had the best time reading this book. Amazing\nbook! It's well written, funny, interesting, exciting, cool, smart. It just has\nit all. I can not press this enough: read it! If you enjoy…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "つい最近、この本を読み終えました。そして、そのことが頭から離れません。この本は\n本当に素晴らしいです。文字通り、この本を読むのが最高に楽しかったです。すごい\nの本ですね。よく書かれていて、面白くて、興味深くて、刺激的で、クールで、スマート。すべてが揃っている。\nすべてが揃っている。読んでみてください！」と、これ以上は言えません。もしあなたが楽しんでいるなら...。",
      "title": "Project Hail Mary by Andy Weir"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近刚读完这本书。而且我无法停止思考它。它是\n绝对惊人。我读这本书的时候简直是最开心的。惊人的\n书! 它写得很好，很有趣，很刺激，很酷，很聪明。它只是有\n这一切。我怎么强调都不为过：读一读吧! 如果你喜欢...",
      "title": "安迪-威尔的万福玛丽计划"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近剛讀完這本書。而且我無法停止思考它。它是\n絕對驚人。我讀這本書的時候簡直是最開心的。驚人的\n書! 它寫得很好，很有趣，很刺激，很酷，很聰明。它只是有\n這一切。我怎麼強調都不爲過：讀一讀吧! 如果你喜歡...",
      "title": "安迪-威爾的萬福瑪麗計劃"
    }
  ]
}