{
  "author": "purrsnikitty",
  "original_created_utc": 1637460574,
  "title": "I'm totally blind, and one of my favorite authors signed a book in Braille for me",
  "created_utc": 1637465159,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Much to the bewilderment of other visually impaired people, I love to collect hardcovers of my favorite books. Something about being surrounded by the tangible evidence of the stories I love so much is beautiful and intoxicating, regardless of if I can read them that way.</p>\n\n<p>I bought a signed copy of The Black Prism by Brent Weeks, and in the additional notes, I happened to mention that I&#39;m blind. Reading has always been a reliably accessible interest.</p>\n\n<p>His response was to not only sign my copy in print, but look into and successfully find a way to get the quote and signature in Braille.</p>\n\n<p>I am blown away by and incredibly grateful for the thoughtfullness of a gesture that he did not need to make. I value the concept of the signed books I have, but I never imagined I&#39;d be able to open one and truly experience it in the same way as sighted readers do.</p>\n\n<p>I am so proud and grateful to be a reader. I hope so much that this is something that becomes more common.</p>\n</div><!-- SC_ON -->",
  "score": 133,
  "permalink": "/r/books/comments/qyklmt/im_totally_blind_and_one_of_my_favorite_authors/",
  "subreddit": "books",
  "id": "qyklmt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Much to the bewilderment of other visually impaired people, I love to collect\nhardcovers of my favorite books. Something about being surrounded by the\ntangible evidence of the stories I love so much is beautiful and intoxicating,\nregardless of if I can read them that way.\n\nI bought a signed copy of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "他の視覚障がい者の方々は困惑されるかもしれませんが、私は好きな本のハードカバーを集めるのが大好きです。\n好きな本のハードカバーを集めるのが好きです。大好きな物語の具体的な証拠に囲まれていると、何か\n私が大好きな物語の具体的な証拠に囲まれていることは、美しく、酔わせるものがあります。\nそれが読めるかどうかは別として。\n\n私が購入したのは、サイン入りの...",
      "title": "私は全盲ですが、好きな作家が点字の本にサインをしてくれました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "令其他视障人士感到困惑的是，我喜欢收集我喜欢的书籍的精装本。\n我喜欢收集我喜欢的书的精装本。被我所喜爱的故事的有形证据所包围的感觉\n围绕着我所喜爱的故事的有形证据，是美丽而令人陶醉的。\n不管我是否能以这种方式阅读它们。\n\n我买了一本有签名的《我的世界》。",
      "title": "我是一个完全失明的人，我最喜欢的一个作家为我签了一本盲文的书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "令其他視障人士感到困惑的是，我喜歡收集我喜歡的書籍的精裝本。\n我喜歡收集我喜歡的書的精裝本。被我所喜愛的故事的有形證據所包圍的感覺\n圍繞着我所喜愛的故事的有形證據，是美麗而令人陶醉的。\n不管我是否能以這種方式閱讀它們。\n\n我買了一本有簽名的《我的世界》。",
      "title": "我是一個完全失明的人，我最喜歡的一個作家爲我簽了一本盲文的書。"
    }
  ]
}