{
  "author": "tolawyerornot",
  "original_created_utc": 1626771346,
  "title": "A Picture of Dorian Gray",
  "created_utc": 1626814404,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello all! I just finished reading “A Picture of Dorian Gray” by Oscar Wilde and I have a minor rant. </p>\n\n<p>I blame Harry for everything. Dorian was a pure, innocent boy before meeting him. Even Basil knew how Harry could corrupt Dorian, and begged him not to. Without Harry’s influence, Dorian never would have uttered the words that were his undoing. </p>\n\n<p>It broke my heart that in the end, Dorian still blamed Basil for ruining his life. Basil merely painted a beautiful piece of work. Harry’s remarks about beauty etc deserved the blame. </p>\n\n<p>Silly post to make, but Harry’s influence really bothered me and I have no one else to discuss this with. </p>\n\n<p>P.S. Either I really can’t read between the lines, or the movie adaptation added a lot more debauchery than Wilde intended.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/onyame/a_picture_of_dorian_gray/",
  "subreddit": "books",
  "id": "onyame",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hello all! I just finished reading “A Picture of Dorian Gray” by Oscar Wilde and\nI have a minor rant.\n\nI blame Harry for everything. Dorian was a pure, innocent boy before meeting\nhim. Even Basil knew how Harry could corrupt Dorian, and begged him not to.\nWithout Harry’s influence, Dorian never…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。オスカー・ワイルドの「ドリアン・グレイの絵」を読み終えたところで\nちょっとした暴言を吐いてしまいました。\n\n私はすべてをハリーのせいにしています。ドリアンは彼に出会う前は純粋で無垢な少年でした。\nドリアンはハリーに出会う前は純真な少年でした。バジルでさえ、ハリーがドリアンを堕落させることを知っていて、やめてくれと懇願していました。\nハリーの影響がなければ、ドリアンは決して...",
      "title": "ドリアン・グレイの絵"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好! 我刚刚读完奥斯卡-王尔德的《多里安-格雷的画像》。\n我有一个小小的抱怨。\n\n我把一切都归咎于哈利。在遇到哈利之前，多里安是一个纯洁、天真的男孩。\n他。就连巴西尔也知道哈利是如何腐蚀多里安的，并恳求他不要这样做。\n如果没有哈利的影响，多里安永远不会...",
      "title": "多里安-格雷的画像"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好! 我剛剛讀完奧斯卡-王爾德的《多裏安-格雷的畫像》。\n我有一個小小的抱怨。\n\n我把一切都歸咎於哈利。在遇到哈利之前，多裏安是一個純潔、天真的男孩。\n他。就連巴西爾也知道哈利是如何腐蝕多裏安的，並懇求他不要這樣做。\n如果沒有哈利的影響，多裏安永遠不會...",
      "title": "多裏安-格雷的畫像"
    }
  ]
}