{
  "author": "ugonnamakeBISCUITS",
  "original_created_utc": 1632773221,
  "title": "Is it okay to give an infant a book as a gift?",
  "created_utc": 1632781346,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I did not really grow up around babies, my family was pretty small. But now my sib-in-laws by marriage have a new baby girl and despite living far away from them I want to be the cool aunt that sends books. Is it annoying as a parent to get a book as a gift when your child can&#39;t read? It&#39;s a picture book so she&#39;ll grow into it soon, maybe I&#39;m overthinking it? For what it&#39;s worth I&#39;m sending the mom a practical gift too but this book is specifically for the baby.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/pwpcbl/is_it_okay_to_give_an_infant_a_book_as_a_gift/",
  "subreddit": "books",
  "id": "pwpcbl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I did not really grow up around babies, my family was pretty small. But now my\nsib-in-laws by marriage have a new baby girl and despite living far away from\nthem I want to be the cool aunt that sends books. Is it annoying as a parent to\nget a book as a gift when your child can't read? It's a picture…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は赤ちゃんに囲まれて育ったわけではなく、家族も少なかったので。しかし、今では私の\n結婚した義理の兄弟に女の子が生まれ、遠くに住んでいるにもかかわらず\n遠く離れた場所に住んでいますが、私は本を送ってくれるクールな叔母になりたいと思っています。親としては、本を送るのは迷惑なのでしょうか？\n親として、子供が読めないのに本をプレゼントされるのは迷惑ですか？それは、絵...",
      "title": "乳児に本をプレゼントしてもいいのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我并不是真正在婴儿身边长大的，我的家庭很小。但是现在我的\n我的姻亲兄弟姐妹有了一个新的女婴，尽管住得很远，但我想成为一个很酷的孩子。\n我想成为一个送书的酷阿姨。作为父母，在你的孩子出生后收到一本书作为礼物，是不是很烦人呢？\n作为父母，在孩子不识字的情况下送书作为礼物是不是很烦？这是一本图片...",
      "title": "把书作为礼物送给婴儿可以吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我並不是真正在嬰兒身邊長大的，我的家庭很小。但是現在我的\n我的姻親兄弟姐妹有了一個新的女嬰，儘管住得很遠，但我想成爲一個很酷的孩子。\n我想成爲一個送書的酷阿姨。作爲父母，在你的孩子出生後收到一本書作爲禮物，是不是很煩人呢？\n作爲父母，在孩子不識字的情況下送書作爲禮物是不是很煩？這是一本圖片...",
      "title": "把書作爲禮物送給嬰兒可以嗎？"
    }
  ]
}