{
  "author": "Subtleiaint",
  "original_created_utc": 1630928581,
  "title": "CMV: Mr Beast's prizes are fake",
  "created_utc": 1630956633,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Over the weekend the YouTube algorithm recommended I watch this video:</p>\n\n<p><a href=\"https://www.youtube.com/watch?v=zxYjTTXc-J8\">https://www.youtube.com/watch?v=zxYjTTXc-J8</a></p>\n\n<p>The premise is that one hundred people are put in a circle and the last to leave will be awarded half a million dollars. Throughout the video the contestants play games to either encourage them to leave or risk leaving, these games normally result in the players involved being granted more money on top of the final prize. I haven&#39;t counted it but I&#39;m guessing over the two video series Mr Beast hands out upwards of $800,000 in cash and further prizes such as cars and electronics. My problem is that the magnitude of these prizes makes no sense and I therefore assume it&#39;s bogus.</p>\n\n<p>Giving out huge prizes in entertainment media is not new and I&#39;m going to compare Mr Beast to another show that gives out huge prizes, Who want&#39;s to be a Millionaire. WWTBAM potentially gives out a bigger prize every week but in reality pays out a lot less with most prizes falling a somewhere between $1,000 and $125,000, in over 3000 episodes the top prize has only been awarded 12 times. This means that the production costs (including prize money) is much lower for an episode of WWTBAM than it would be for Mr Beast&#39;s video. For WWTBAM these costs are largely covered by a advertising with multiple paying for significant exposure to a relatively affluent viewing demographic, this makes sense to me, relatively low costs being covered by a wide range of advertisers selling their wares to an audience with money to spend.</p>\n\n<p>Mr Beast is similar but the numbers don&#39;t seem plausible, two videos have had a production cost of, I&#39;m guessing, at least $1,000,000. The sponsor that appears to cover the majority of that cost is Coinbase, a cryptocurrency exchange that reportedly made $1.6Billion in profit in the first quarter of 2021 so they clearly have cash to burn. However, any responsible company investing $1,000,000 in advertising should be looking at getting at least $1,000,000 of exposure from that investment and this is where I become cynical. In just a few days these videos have racked up a combined 60,000,000 views and I assume that could as much as double over the next few weeks. If they do get up to 120 million views that will be an admittedly staggering amount. However, what do these views represent? A huge number will be from under 18s who are, essentially, worthless to Coinbase as their users must be 18 years old. A further large proportion will be international viewers who, whilst not worthless, will likely be far less valuable than American viewers. What is likely is that a small proportion of unique views will come from the target demographic of American 18-30 year olds. So the useful viewership will be much less than the headline viewer numbers and this is made worse by who that target demographic is US 18-30 years olds, a group who do not have spare money lying around to invest in anything let alone crypto currencies. This makes me extremely cynical that Coinbase sponsoring Mr Beast to the levels reported is a a good use of their money and that makes me think the money is false and just a publicity stunt to drive up interest.</p>\n\n<p>I write this hoping that someone would tell me that the prizes Mr Beast gives away are fake or explain to me why a company investing huge amounts (way beyond traditional media) into a target demographic with little money to spend is a good idea. Cheers.</p>\n\n<p>Edit: To be clear I&#39;m expecting to have my view changed about this. To me this is an educational experience where there&#39;s something that I don&#39;t understand how the numbers work and I&#39;m hoping that someone explains it to me.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/pixtgh/cmv_mr_beasts_prizes_are_fake/",
  "subreddit": "changemyview",
  "id": "pixtgh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Over the weekend the YouTube algorithm recommended I watch this video:\n\nhttps://www.youtube.com/watch?v=zxYjTTXc-J8\n\nThe premise is that one hundred people are put in a circle and the last to leave\nwill be awarded half a million dollars. Throughout the video the contestants\nplay games to either…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "週末、YouTubeのアルゴリズムは、私にこのビデオを見るよう勧めました。\n\nhttps://www.youtube.com/watch?v=zxYjTTXc-J8\n\nその内容は、100人の人が輪になって、最後に残った人が50万ドルをもらえるというものです。\n50万ドルの賞金が与えられるというものです。ビデオの中で、参加者は\nゲームをしているのですが...",
      "title": "CMV: Mr.Beastの賞品は偽物です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "周末，YouTube的算法推荐我看这个视频。\n\nhttps://www.youtube.com/watch?v=zxYjTTXc-J8\n\n前提是，一百个人被放在一个圈里，最后离开的人\n将获得50万美元的奖金。在整个视频中，参赛者\n玩游戏，要么...",
      "title": "CMV：野兽先生的奖状是假的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "週末，YouTube的算法推薦我看這個視頻。\n\nhttps://www.youtube.com/watch?v=zxYjTTXc-J8\n\n前提是，一百個人被放在一個圈裏，最後離開的人\n將獲得50萬美元的獎金。在整個視頻中，參賽者\n玩遊戲，要麼...",
      "title": "CMV：野獸先生的獎狀是假的"
    }
  ]
}