{
  "author": "_harleys",
  "original_created_utc": 1634567855,
  "title": "Just finished Wuthering Heights...",
  "created_utc": 1634610496,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I can totally see why this book is either a love it or hate it with no in between. But personally, I loved the book for how much there is going on. Here are just some of my general thoughts and insights: </p>\n\n<ul>\n<li>I loved Catherine&#39;s character a LOT considering how I primed myself to dislike her given how people felt about her. She did not act like a &quot;lady&quot; and it broke my heart when she decided to just conform to society&#39;s expectations. </li>\n<li>Nelly is such an unreliable narrator so it makes you think about whether she is exaggerating things based on who she favors -- she sympathized a lot with young Heathcliff and despised Catherine when they were young but when she resided with the Lintons, her perspective shifts for those two. Makes you think if they really have changed after all those years or just her perspective did. </li>\n<li>Heathcliff and Catherine&#39;s intense passionate love was so dysfunctional it never could work, but it really what drove the entire story from start to end. The whole &quot;haunt me&quot; line of Healthcliff really stayed with me, makes you wonder how much of his actions after her death really was because he was swayed by her ghost? </li>\n<li>Yes Heathcliff tried to replicate that abuse in the second generation of kids, but the natural relationship that blossomed with Hareton and Cathy took me by surprise, it felt like what Healthcliff and Catherine idealized, in another life. Even if Linton was his biological son, Hareton acted more like a standin for Healthcliff while Linton was Hindley and Cathy was Catherine. So in a way Cathy and Hareton&#39;s happy ending was what Healthcliff and Catherine never got. </li>\n<li>It was a hard book to go through because the bleak atmosphere was really strong, but as someone who likes emo music and how melodramatic the lyrics are, how the characters acted are very right up my alley. </li>\n</ul>\n\n<p>All in all, I&#39;m glad I went through and read this book. If I had read this when I was in school I probably would not have appreciated it as much as I did now. Not sure if any of the movie adaptations are worth checking out because apparently none of them really capture the story of the book. </p>\n\n<p>What are your thoughts on Wuthering Heights?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/qanyiy/just_finished_wuthering_heights/",
  "subreddit": "books",
  "id": "qanyiy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I can totally see why this book is either a love it or hate it with no in\nbetween. But personally, I loved the book for how much there is going on. Here\nare just some of my general thoughts and insights:\n\n * I loved Catherine's character a LOT considering how I primed myself to\n   dislike her given…"
}