{
  "author": "alienoptimizer",
  "original_created_utc": 1626593772,
  "title": "Have you ever watched a film adaptation that intrigued you enough to read the book?",
  "created_utc": 1626622007,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For as long as we know, film adaptations have been a norm in the film industry. Every year there are various headlines of news articles of different films being based on novels, with a lot eventually becoming critically acclaimed films that film lovers love and admire up until today.</p>\n\n<p>I know this is coming off as a “film” post but I would just like to ask if you’ve ever enjoyed a film adaptation that piqued your interest enough to read the book it was based from? Did you end up liking the book more than the film? </p>\n\n<p>Personally mine was Misery (directed by Rob Reiner, novel by Stephen King). I first watched it when I was young and loved it so much, then decided to read the book! I must say Kathy Bates’ acting was on another level, but I enjoyed reading the book more since I am an avid reader. How about you guys?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/omm07t/have_you_ever_watched_a_film_adaptation_that/",
  "subreddit": "books",
  "id": "omm07t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For as long as we know, film adaptations have been a norm in the film industry.\nEvery year there are various headlines of news articles of different films being\nbased on novels, with a lot eventually becoming critically acclaimed films that\nfilm lovers love and admire up until today.\n\nI know this is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私たちが知っている限り、映画業界では映画化は当たり前のように行われてきた。\n毎年、小説を基にした様々な映画のニュース記事の見出しがあります。\n毎年、小説を基にした様々な映画のニュース記事の見出しがあり、その多くは最終的に高い評価を受け、今日まで映画ファンに愛され、賞賛されてきました。\n今日に至るまで、映画ファンに愛され、賞賛されてきた。\n\n私はこれが...",
      "title": "映画化された作品を見て興味を持ち、本を読んでみたいと思ったことはありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "就我们所知，电影改编一直是电影业的一种常态。\n每年都有各种头条新闻报道不同的电影改编自小说。\n报道，其中有很多最终成为广受好评的电影，直到今天还受到电影爱好者的喜爱和推崇。\n电影爱好者喜爱和钦佩的电影，直到今天。\n\n我知道这是...",
      "title": "你是否曾经看过一部改编的电影，让你产生了足够的兴趣去读这本书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "就我們所知，電影改編一直是電影業的一種常態。\n每年都有各種頭條新聞報道不同的電影改編自小說。\n報道，其中有很多最終成爲廣受好評的電影，直到今天還受到電影愛好者的喜愛和推崇。\n電影愛好者喜愛和欽佩的電影，直到今天。\n\n我知道這是...",
      "title": "你是否曾經看過一部改編的電影，讓你產生了足夠的興趣去讀這本書？"
    }
  ]
}