{
  "author": "mediosteiner",
  "the_new_excerpt": "Background: The Shape of Water is a 2017 film that won the 90th Oscars for Best\nPicture. However, I argue that it is a mediocre film at best and underserving of\nthe award. I will present a few reasons for my assertion, before comparing it\nwith winners for Best Picture in other years.\n\n[PLOT SPOILER…",
  "original_created_utc": 1610723740,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "背景介绍：《水形物语 水形物语》是2017年荣获第90届奥斯卡最佳\n画面。然而，我认为它充其量只是一部平庸的电影，不值得被评为\n的奖项。在比较之前，我将提出我的主张的几个理由。\n与获奖者 最佳影片在其他年份。\n\n[剧透...",
      "title": "[改变我的想法]：《水形物语》是一部平庸的电影。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "背景介紹：《水形物語 水形物語》是2017年榮獲第90屆奧斯卡最佳\n畫面。然而，我認爲它充其量只是一部平庸的電影，不值得被評爲\n的獎項。在比較之前，我將提出我的主張的幾個理由。\n與獲獎者 最佳影片在其他年份。\n\n[劇透...",
      "title": "[改變我的想法]：《水形物語》是一部平庸的電影。"
    }
  ],
  "title": "CMV: The Shape of Water is a mediocre film",
  "created_utc": 1610735251,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Background: The Shape of Water is a 2017 film that won the 90th Oscars for Best Picture. However, I argue that it is a mediocre film at best and underserving of the award. I will present a few reasons for my assertion, before comparing it with winners for Best Picture in other years.</p>\n\n<p>[PLOT <strong>SPOILER ALERT</strong> FOR <strong>THE SHAPE OF WATER (2017)</strong>: DO NOT PROCEED IF YOU HAVE NOT WATCHED - YOU HAVE BEEN WARNED]</p>\n\n<ol>\n<li><p>The plot is exceptionally linear: creature was caught; creature was needlessly abused by head of research facility; cleaner of said facility developed compassion-turn-romance for creature; cleaner helped creature escape; creature killed off the head of research facility as he pursued them. In fact, I believe many who watched the film saw the plot coming a mile away. I am not insinuating that a good film must have a convoluted plot like that of Inception (2010) or Tenet (2020), but a simple plot, uncompensated by other aspects, leads to a poor film that does not linger in the audience&#39;s mind after it ends. This brings me to the next point:</p></li>\n<li><p>There are no character curves: the characters are as they are. None of the antagonist nor protagonists displayed any personal growth or change in character. The protagonists remain good, while the antagonist who was revealed to lack empathy at the start of the film remained evil to the end. While a good character curve can negate the need for a complicated plot (e.g. The King&#39;s Speech (2010)), this film has thus far lacked either, further compounding onto the issue of the first point.</p></li>\n<li><p>Many elements of the film, particularly those that are sex-related, are unnecessary. For example, the film depicts the way the protagonist masturbates daily to show that she leads a routine life. But this serves no purpose to any of her subsequent decisions: just because a person leads a routine life does not mean she is incapable of compassion or courage - these association are tenuous at best. I also cannot see the purpose for many other aspects of the film, such as her neighbour being a closet gay and getting rejected by the pie seller, or the sex-scene with the creature (that was explicitly described to her friend, and which caused a flood). These seem to exist because the director felt like they should, and the sex-scene in particular borders on fan-service in my opinion.</p></li>\n<li><p>No embedded subtitle was provided for the large amount of Russian conversations. Okay, maybe I am nick picking on this, but if you&#39;re going to have such a large amount of conversation that is not in the film&#39;s native language, then the least you could do is to provide subtitle. One saving grace is that the plot is rather simple such that even without it, one will be understand the film just fine.</p></li>\n</ol>\n\n<p>[PLOT <strong>SPOILER ALERT</strong> FOR <strong>GREEN BOOK (2018) AND PARASITE (2019)</strong>: DO NOT PROCEED IF YOU HAVE NOT WATCHED - YOU HAVE BEEN WARNED]</p>\n\n<p>Now let&#39;s look at the next 2 succeeding winners of the Best Picture: Green Book (2018) and Parasite (2019). I&#39;ll try to keep it short. Green Book has a simple plot as well, but it is compensated by the clear character curves that occur with the artfully depicted friendship development (Tony Lip gains respect for Dr Shirley despite starting off as a racist while Dr Shirley gains respect for Tony Lip despite seeing him as an uneducated man). In Parasite, a plot twist exists (the previous housekeeper turns out to be a &#39;parasite&#39; as well), which led to a character death; this important tragedy leaves the audience wondering about the possible alternatives to the film had the characters handle things differently, amongst many other issue touched by the film (eg. socioeconomic divide). Thus, the film lingers on the mind even after it ends. These are stark contrasts to The Shape of Water. CMV.</p>\n</div><!-- SC_ON -->",
  "score": 2657,
  "permalink": "/r/changemyview/comments/kxwhvp/cmv_the_shape_of_water_is_a_mediocre_film/",
  "subreddit": "changemyview",
  "id": "kxwhvp",
  "is_self": true,
  "media": null,
  "is_video": false
}