{
  "author": "Karloz_Danger",
  "original_created_utc": 1624915808,
  "title": "CMV: we should raise the minimum age to engage in sex work to 21.",
  "created_utc": 1624923043,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>While I am perfectly fine with 18 being the age of consent in general, I think the minimum age to engage in the sex work economy (e.g., stripping, porn, etc.) should be 21. I know many people will say, &quot;well, like it or not, you&#39;re an adult at 18.&quot; But we&#39;ve determined as a society, in the US at least, that some adults (i.e., those under 21) cannot consume alcohol or cannabis (and even tobacco now in many places); thus, we already have exceptions when it comes to liberties one enjoys at age 18. This isn&#39;t without precedent. And just so it&#39;s explicit, I think this should apply to all genders.</p>\n\n<p>I am making this argument for three main reasons. First, on a societal level, I think having 18 and 19 year olds in the sex work industry promotes ephebophilia in our culture (think about the popularity of the search term &quot;teen&quot; across many porn platforms...). Raising the age to 21 would at least reduce this widespread fantasy of someone &quot;fresh out of high school.&quot; </p>\n\n<p>The second reason is that I think raising the minimum age of workers could help mitigate some of the coercion and predatory practices that can unfortunately co-occur in the industry (e.g., what was shown in Hot Girls Wanted). I think as people get older, especially after working a job or two, they tend to get a better sense of their self-worth, both as an individual and as a worker. Again, I know this would not eliminate bad actors in the industry, but I do think raising the average age of workers would act as a buffer to some of the more unsavory practices that can accompany sex work.</p>\n\n<p>Finally, and somewhat related to the point above, I honestly think many people are not mature enough to make a potentially life-altering career decision at such a young age as 18. Based on personal experience being acquainted with people who have done some form of sex work (mostly stripping) and interviews with some pornstars/escorts I have seen, it strikes me that some people are cut out for it and some people are simply not. And, sadly, I think it can lead to a lot of regret and pain if you get too deep into it before knowing you&#39;re not the type of person who can engage in the act of trading some sort of sexual service for money. Not to mention the fallout from doing (and later regretting) something like porn where there is a potentially permanent electronic record of your work. The short but developmentally critical transition period from adolescence to young adulthood (i.e., 18-21) should be about exploring your sexuality on your own personal terms before deciding you want to monetize and make a career of it for a while. </p>\n\n<p>I see that people may think this comes off as too paternalistic or sex-negative. Maybe it is, but again, we already do this in varying degrees in other domains in our society, so I&#39;m not sure why this should be any different. I suppose you could change my view by presenting me some data to suggest that this would be impossible/ineffective or by enlightening me about some aspect or nuance of sex work that I&#39;m ignoring or misunderstanding (insight from people who have worked in the industry would be especially welcome).</p>\n\n<p>Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/o9twgc/cmv_we_should_raise_the_minimum_age_to_engage_in/",
  "subreddit": "changemyview",
  "id": "o9twgc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "While I am perfectly fine with 18 being the age of consent in general, I think\nthe minimum age to engage in the sex work economy (e.g., stripping, porn, etc.)\nshould be 21. I know many people will say, \"well, like it or not, you're an\nadult at 18.\" But we've determined as a society, in the US at…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "一般的に18歳が同意年齢であることには全く問題はありませんが、私は以下のように考えています。\n性的労働（ストリップ、ポルノなど）に従事するための最低年齢は21歳であるべきだと思います。\n21歳にすべきだと思います。好むと好まざるとにかかわらず、18歳で大人になったのだから」と言う人も多いでしょう。\n好むと好まざるとにかかわらず、あなたは18歳で成人です。しかし、私たちは社会的に、アメリカでは...",
      "title": "CMV：セックスワークに従事できる最低年齢を21歳に引き上げるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "虽然我完全同意将18岁作为一般的同意年龄，但我认为\n从事性工作经济（如脱衣舞、色情等）的最低年龄应该是21岁。\n应该是21岁。我知道很多人会说，\"好吧，不管你喜不喜欢，你到了18岁就是成年人了。\n18岁就是成年人了\"。但是，我们已经决定作为一个社会，在美国，...",
      "title": "CMV：我们应该将从事性工作的最低年龄提高到21岁。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "雖然我完全同意將18歲作爲一般的同意年齡，但我認爲\n從事性工作經濟（如脫衣舞、色情等）的最低年齡應該是21歲。\n應該是21歲。我知道很多人會說，\"好吧，不管你喜不喜歡，你到了18歲就是成年人了。\n18歲就是成年人了\"。但是，我們已經決定作爲一個社會，在美國，...",
      "title": "CMV：我們應該將從事性工作的最低年齡提高到21歲。"
    }
  ]
}