{
  "author": "ob-2-kenobi",
  "original_created_utc": 1632862575,
  "title": "YSK the rules for driving with semi trucks",
  "created_utc": 1632883191,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The semi truck is an unforgiving and deadly beast, and failing to pay respect to it may be the last thing you ever do. If something goes wrong (which it does), and you are caught in the crossfire, you will die. </p>\n\n<p>Rule #1: <strong>The semi always wins. Always.</strong> </p>\n\n<p>Rule #2: When on the freeway, keep your distance from the semi. As a rule of thumb, if you can read the license plate, you&#39;re too close. </p>\n\n<p>Rule #3: When passing, do so as quickly as possible. If they are passing you, slow down. If you are passing them, speed up. Driving next to a semi is one of the most dangerous places you can be for multiple reasons, and therefore is a place you don&#39;t want to be. </p>\n\n<p>Rule #4: When lane-shifting in front of the semi, make sure that you do so at a safe distance. If you shift too close, you may scare the driver, and they may swerve to avoid you. In general, if you can see both of the semi&#39;s headlights in your side mirror, you&#39;re at a safe distance to move. </p>\n\n<p>Rule #5: The semi has very large blind spots. Don&#39;t be in them. They can&#39;t check their blind spots very well, so a lane shift may very well shove you off the road. </p>\n\n<p>Rule #6: Sometimes, semis will need to take &quot;Wide turns&quot;, which essentially means that they can&#39;t use the rightmost lane to take a right turn-they need to move one over. If you are at an intersection and have a semi next to you, don&#39;t start moving as soon as the light changes-wait to see if the semi makes the first move, and confirm where they are going before making yours.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/YouShouldKnow/comments/pxfpha/ysk_the_rules_for_driving_with_semi_trucks/",
  "subreddit": "YouShouldKnow",
  "id": "pxfpha",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The semi truck is an unforgiving and deadly beast, and failing to pay\nrespect to it may be the last thing you ever do. If something goes wrong (which\nit does), and you are caught in the crossfire, you will die.\n\nRule #1: The semi always wins. Always.\n\nRule #2: When on the freeway, keep your…"
}