{
  "author": "ob-2-kenobi",
  "original_created_utc": 1632862575,
  "title": "YSK the rules for driving with semi trucks",
  "created_utc": 1632883191,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The semi truck is an unforgiving and deadly beast, and failing to pay respect to it may be the last thing you ever do. If something goes wrong (which it does), and you are caught in the crossfire, you will die. </p>\n\n<p>Rule #1: <strong>The semi always wins. Always.</strong> </p>\n\n<p>Rule #2: When on the freeway, keep your distance from the semi. As a rule of thumb, if you can read the license plate, you&#39;re too close. </p>\n\n<p>Rule #3: When passing, do so as quickly as possible. If they are passing you, slow down. If you are passing them, speed up. Driving next to a semi is one of the most dangerous places you can be for multiple reasons, and therefore is a place you don&#39;t want to be. </p>\n\n<p>Rule #4: When lane-shifting in front of the semi, make sure that you do so at a safe distance. If you shift too close, you may scare the driver, and they may swerve to avoid you. In general, if you can see both of the semi&#39;s headlights in your side mirror, you&#39;re at a safe distance to move. </p>\n\n<p>Rule #5: The semi has very large blind spots. Don&#39;t be in them. They can&#39;t check their blind spots very well, so a lane shift may very well shove you off the road. </p>\n\n<p>Rule #6: Sometimes, semis will need to take &quot;Wide turns&quot;, which essentially means that they can&#39;t use the rightmost lane to take a right turn-they need to move one over. If you are at an intersection and have a semi next to you, don&#39;t start moving as soon as the light changes-wait to see if the semi makes the first move, and confirm where they are going before making yours.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/YouShouldKnow/comments/pxfpha/ysk_the_rules_for_driving_with_semi_trucks/",
  "subreddit": "YouShouldKnow",
  "id": "pxfpha",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The semi truck is an unforgiving and deadly beast, and failing to pay\nrespect to it may be the last thing you ever do. If something goes wrong (which\nit does), and you are caught in the crossfire, you will die.\n\nRule #1: The semi always wins. Always.\n\nRule #2: When on the freeway, keep your…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれた理由: セミトラックは容赦なく死をもたらす獣ですが、敬意を払わないと\n敬意を払わないことが最後の手段になるかもしれません。もし何か問題が起きて（実際に起きますが\nもし何かあって、あなたが銃撃に巻き込まれたら、あなたは死ぬでしょう。\n\nルール1：セミは常に勝つ。常にです。\n\nルール2：フリーウェイを走るときは、自分の車を...",
      "title": "YSKはセミトラックと一緒に運転するためのルール"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：半挂车是一种无情的致命野兽，不尊重它可能是你做的最后一件事。\n尊重它可能是你做的最后一件事。如果出了差错（确实如此），你会被抓起来。\n它确实如此），而你被卷入交火中，你会死的。\n\n规则一：半成品总是赢。总是如此。\n\n规则2：当在高速公路上，保持你的...",
      "title": "YSK的半自动驾驶规则"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：半掛車是一種無情的致命野獸，不尊重它可能是你做的最後一件事。\n尊重它可能是你做的最後一件事。如果出了差錯（確實如此），你會被抓起來。\n它確實如此），而你被捲入交火中，你會死的。\n\n規則一：半成品總是贏。總是如此。\n\n規則2：當在高速公路上，保持你的...",
      "title": "YSK的半自動駕駛規則"
    }
  ]
}