{
  "author": "Drkurt01",
  "the_new_excerpt": "The world is damn sexualised, there are p**n everywhere, the women are super\nobjectified. My first contact with sex and intimacy was p**n. I remember when I\nwas like 13-14 I couldn't even imagine that people actually do that in the real\nworld, like it was something else, something exciting that I…",
  "original_created_utc": 1614286506,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这个世界真他妈色情化，到处都是P**n，女人都是超级的。\n物化。我第一次接触到的性和亲密关系是p**n。我记得当我\n是像13 -14我什至不能想象，人们居然这样做，在真实的。\n世界，就像它是别的东西， 一些令人兴奋的东西，我... ...",
      "title": "我想要一些关于真实的，治愈的关系和健康的，真实的性爱的书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這個世界真他媽色情化，到處都是P**n，女人都是超級的。\n物化。我第一次接觸到的性和親密關係是p**n。我記得當我\n是像13 -14我什至不能想象，人們居然這樣做，在真實的。\n世界，就像它是別的東西， 一些令人興奮的東西，我... ...",
      "title": "我想要一些關於真實的，治癒的關係和健康的，真實的性愛的書。"
    }
  ],
  "title": "I want some books about real, healhy relationships and healthy, real sex",
  "created_utc": 1614301829,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The world is damn sexualised, there are p**n everywhere, the women are super objectified. My first contact with sex and intimacy was p**n. I remember when I was like 13-14 I couldn&#39;t even imagine that people actually do that in the real world, like it was something else, something exciting that I would like to do but wouldn&#39;t happen to me. </p>\n\n<p>I&#39;m 19. I&#39;ve been in relationships but I never had sex. I&#39;ve quit porn for some time now, but I can&#39;t really imagine real sex. I see porn. Kinky stuff and stuff I wouldn&#39;t do to a girl. I want some books to help me... be less of a perv. See girls like they really are. I want something to give me the idea of a healthy relationship, a real relationship, like it should be. Something to replace the horny woman, horny man narrative, or the tricky dude and stupid horny girl or the &quot;stuck&quot; narattive and the stupid incest stuff, abuse, kinky sex... Something to feed my mind and erase all of the other stupid pervy stuff. To help me see the difference from what sex is and were in the past when there was no porn and to see the wrong ideas porn gives about sex and intimacy and what women like. I don&#39;t even know if o**l or a**l are normal or not, if it&#39;s something people do when make love. It seems so normal when you watch that stuff. And they get more and more weird. If you take a look at the top feed on a p**n sites now, there are a lot more videos with in back sex that with in front one.</p>\n\n<p>I&#39;d also like to know what I should do to a girl and what I shouldn&#39;t. I&#39;d like to know what to tell her and what I should offer her in the relationship (not to get her to want to be in a relationship with me). I want the real stuff. I want to know what girls really want from a relationship. What men should want. How women&#39;s sexuality works... I don&#39;t know. I don&#39;t want to watch 3 trees and imagine boobs or get dirty thoughts when I see a hot sister and brother, or a hot daughter and a father. That&#39;s so sick. Why do people even watch that? Why did I watch that...? I don&#39;t want to see a &quot;hot&quot; girl anymore either. I want to see just a girl. Just another human being. And I want to get in love and offer that someone what it needs, but I don&#39;t even know what I should offer or if I have something to offer. I want to think about relationships and see kisses and hands touching and long deep conversations and someone to care for and to trust and to know better than anyone and that stuff... But realistic stuff. Thing people really enjoy, not girl fantasies and needy guys. Maybe a taste of the &quot;Perfect relationship&quot; for guys and for girls - if there is a book like that. I want the beautiful stuff and I want to belive it will do it.</p>\n\n<p>I want to learn how to make a girl happy. How to be both happy, in a spiritual way, not just sex, or sex too, as it&#39;s important in a relationship, but real sex. I want to be able to take the relationship slow and give meaning to it. I want to know how to be a real men. </p>\n\n<p>It doesn&#39;t matter if it&#39;s fiction or non fiction. I&#39;d like to read both. I&#39;d avoid strange cheesy titles as I live with my parents, tho. It&#39;s really important for me. I don&#39;t need nofap stuff, as I know all there is to know about it, but how a relationship should be books. Romantic fiction for men, even if that sounds stupid. The real stuff. Thanks.</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/booksuggestions/comments/lsgn8v/i_want_some_books_about_real_healhy_relationships/",
  "subreddit": "booksuggestions",
  "id": "lsgn8v",
  "is_self": true,
  "media": null,
  "is_video": false
}