{
  "author": "ExplorerAdditional84",
  "the_new_excerpt": "Why YSK:\n\nI know this is a takeoff of another post, but I want to clarify that it's not\njust a southern thing. It's an American thing.\n\nIt's rare in the U.S., but sometimes people from other countries (especially in\nNorthern Europe or other only-English speaking countries) get offended, like\nyou're…",
  "original_created_utc": 1619289553,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n他の記事の引用になってしまいますが、南部だけのものではないということを明確にしておきたいと思います。\n南部だけのものではありません。アメリカのことなんです。\n\nアメリカでは珍しいことですが、他の国の人たち（特に北欧の人たち）は、時々このようなことを言います。\n他の国の人（特に北欧やその他の英語しか話さない国）が気分を害することがあります。\nあなたは...",
      "title": "YSK: アメリカでは、「イエス・サー」や「イエス・マアム」を言うのに、年齢は関係ありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n我知道这是另一个帖子的翻版，但我想澄清，这并不是\n只是一个南方的事情。这是一个美国的事情。\n\n这在美国很少见，但有时来自其他国家的人（尤其是在欧洲北部）。\n北欧或其他只讲英语的国家的人）会被冒犯，就像\n你是...",
      "title": "YSK：在美国，说 \"是的，先生 \"或 \"是的，女士 \"与年龄没有关系。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n我知道這是另一個帖子的翻版，但我想澄清，這並不是\n只是一個南方的事情。這是一個美國的事情。\n\n這在美國很少見，但有時來自其他國家的人（尤其是在歐洲北部）。\n北歐或其他只講英語的國家的人）會被冒犯，就像\n你是...",
      "title": "YSK：在美國，說 \"是的，先生 \"或 \"是的，女士 \"與年齡沒有關係。"
    }
  ],
  "title": "YSK: In the U.S. saying yes sir or yes ma’am has nothing to do with age.",
  "created_utc": 1619296727,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>I know this is a takeoff of another post, but I want to clarify that it&#39;s not just a southern thing. It&#39;s an American thing.</p>\n\n<p>It&#39;s rare in the U.S., but sometimes people from other countries (especially in Northern Europe or other only-English speaking countries) get offended, like you&#39;re being too formal. It’s mostly just how we talk, but also shows respect for others. Americans say it to the 16 year old kid bagging the groceries because everyone deserves respect until they prove they don’t.</p>\n\n<p>Believe it or not, I have a lot of experience with this (fwiw, I live in NY and have been to the south for about 10 months). I personally don&#39;t ever use &quot;sir/ma&#39;am&quot; because my mom specifically used it to kiss authority figures&#39; asses.</p>\n\n<p>I&#39;ve talked to lots of other people from the UK, Australia, and Scandinavia, and they have identified &quot;sir/ma&#39;am&quot; as an outdated mode of address because it wasn&#39;t egalitarian.</p>\n\n<p>But I worked customer service at a Home Depot as a late teenager and insisted on never using &quot;sir/ma&#39;am&quot; in my day-to-day life (although there was one exception that I will explain later). I found that most people, but young people especially, would always address me as &quot;sir.&quot; I even told some of them &quot;dude, there&#39;s no need to call me that; my name is Explorer as you&#39;ll see on my apron,&quot; but the response was &quot;yes sir.&quot; They disregarded my request and continued to call me &quot;sir,&quot; which goes to show how ingrained these words are, even in New York.</p>\n\n<p>One day, I was intrigued enough with the &quot;sir&quot; shit that I decided to take it to the other extreme. Instead of never using &quot;sir/ma&#39;am,&quot; I used them in every sentence I would say to a customer. Sometimes, I would go full metal jacket and use the &quot;sir/ma&#39;am sandwich;&quot; for example, I would say, &quot;Sir, the ant killer is in aisle 38 sir.&quot; Although the idea was ludicrous and insane, believe it or not, people fucking loved it, and I was called &quot;sir&quot; at least 50 times that day (I started counting at some point).</p>\n\n<p>So, for anyone from another country who is wondering about this, in the U.S., anyone who&#39;s providing a service and any stranger of any age had best be seen as an authority figure and warrants &quot;sir/ma&#39;am&quot; and the commensurate degree of deference and formality. Most people in the U.S. who say &quot;I&#39;m not old enough to be called &#39;sir/ma&#39;am&#39;&quot; will still get a warm feeling inside from being shown that respect. In fact, if you call these people (and most others) &quot;sir/ma&#39;am&quot; enough times, they will begin to address you in that way too.</p>\n\n<p>We are a formal nation.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/mxq14v/ysk_in_the_us_saying_yes_sir_or_yes_maam_has/",
  "subreddit": "YouShouldKnow",
  "id": "mxq14v",
  "is_self": true,
  "media": null,
  "is_video": false
}