{
  "author": "NeverBackDown91",
  "original_created_utc": 1624703626,
  "title": "CMV: Anyone who supports trans-women (MtF) in competing in women’s sports either doesn’t understand their biological advantage, or simply doesn’t care about sports and consequences this would create",
  "created_utc": 1624714232,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently the news about trans weightlifter from New Zealand competing in OI were trending. She used to compete in men’s division, and now at 43 after transitioning for about a decade is going to compete against female weightlifters.</p>\n\n<p>I simply don’t get how people are oblivious to potential implications this precedent will bring into women’s sports.</p>\n\n<p>Is there any other possible reason for supporting this other then not believing in advantages a male body has, or simply caring more about trans rights then the future of sports?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/o88bme/cmv_anyone_who_supports_transwomen_mtf_in/",
  "subreddit": "changemyview",
  "id": "o88bme",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Recently the news about trans weightlifter from New Zealand competing in OI were\ntrending. She used to compete in men’s division, and now at 43 after\ntransitioning for about a decade is going to compete against female\nweightlifters.\n\nI simply don’t get how people are oblivious to potential…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近では、ニュージーランドのトランス系重量挙げ選手がOIに出場するというニュースが\nトレンドになっています。彼女は以前は男子の部に出場していましたが、約10年のトランジションを経て43歳の今\n女性と対戦することになりました。\nしています。\n\n私は、人々が潜在的な可能性に気づかないということが理解できません...",
      "title": "CMV: トランス女性（MtF）が女子スポーツに参加することを支持する人は、その生物学的な優位性を理解していないか、単にスポーツに関心がなく、これがもたらす結果に関心がないのでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，关于新西兰变性举重运动员参加OI比赛的新闻正在流行。\n趋势。她曾经参加过男子组的比赛，而现在43岁的她在转型约十年后\n转型约十年后，她将与女性举重运动员进行竞争。\n举重选手竞争。\n\n我根本不明白人们是如何无视潜在的...",
      "title": "CMV：任何支持变性女性（MtF）参加女性运动比赛的人，要么不了解她们的生理优势，要么根本不关心体育和这将造成的后果。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，關於新西蘭變性舉重運動員參加OI比賽的新聞正在流行。\n趨勢。她曾經參加過男子組的比賽，而現在43歲的她在轉型約十年後\n轉型約十年後，她將與女性舉重運動員進行競爭。\n舉重選手競爭。\n\n我根本不明白人們是如何無視潛在的...",
      "title": "CMV：任何支持變性女性（MtF）參加女性運動比賽的人，要麼不瞭解她們的生理優勢，要麼根本不關心體育和這將造成的後果。"
    }
  ]
}