{
  "author": "vegasbm",
  "original_created_utc": 1637784918,
  "title": "YSK: Once tooth enamel is damaged, it cannot be brought back. However, weakened enamel can be restored to some degree by improving its mineral content.",
  "created_utc": 1637877318,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Although toothpastes and mouthwashes can never “rebuild” teeth, they can contribute to this remineralization process.</p>\n\n<p>So take care of your teeth before you&#39;re condemned to a life of sensitive teeth, and pain. It&#39;s especially important to brush before going to bed.</p>\n\n<p>Citation: <a href=\"https://www.dhamadison.com/news/can-tooth-enamel-be-restored/\">https://www.dhamadison.com/news/can-tooth-enamel-be-restored/</a></p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/YouShouldKnow/comments/r1e4ey/ysk_once_tooth_enamel_is_damaged_it_cannot_be/",
  "subreddit": "YouShouldKnow",
  "id": "r1e4ey",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Although toothpastes and mouthwashes can never “rebuild” teeth, they\ncan contribute to this remineralization process.\n\nSo take care of your teeth before you're condemned to a life of sensitive teeth,\nand pain. It's especially important to brush before going to bed.\n\nCitation:…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：歯磨き粉やマウスウォッシュでは歯を「再生」することはできませんが\n再石灰化のプロセスに貢献することができます。\n\nですから、敏感な歯の人生を送ることになる前に、自分の歯を大切にしましょう。\n痛みに悩まされることになります。特に、寝る前の歯磨きは重要です。\n\n引用元:...",
      "title": "YSK: 一度傷ついた歯のエナメル質は元には戻りません。しかし、弱くなったエナメル質は、ミネラル成分を増やすことである程度回復させることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：尽管牙膏和漱口水不能 \"重建 \"牙齿，但它们可以促进再矿化过程。\n可以促进这一再矿化过程。\n\n因此，在你注定要过着牙齿敏感的生活之前，请照顾好你的牙齿。\n和疼痛。睡觉前刷牙尤其重要。\n\n引用：...",
      "title": "YSK：牙釉质一旦受损，就无法恢复。然而，被削弱的牙釉质可以通过提高其矿物质含量在一定程度上得到恢复。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：儘管牙膏和漱口水不能 \"重建 \"牙齒，但它們可以促進再礦化過程。\n可以促進這一再礦化過程。\n\n因此，在你註定要過着牙齒敏感的生活之前，請照顧好你的牙齒。\n和疼痛。睡覺前刷牙尤其重要。\n\n引用：...",
      "title": "YSK：牙釉質一旦受損，就無法恢復。然而，被削弱的牙釉質可以通過提高其礦物質含量在一定程度上得到恢復。"
    }
  ]
}