{
  "author": "overhardeggs",
  "the_new_excerpt": "These motorsports aren't very technical. Drag racing and land speed racing is go\nin a straight line as fast as you can. It's when motorsports start to have\ncorners in them that the required skill to compete becomes higher. At least in\ndrifting, autocross, rally and endurance racing, there's a big…",
  "original_created_utc": 1611934681,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这些赛车运动的技术含量不高。飙车和陆地速度比赛是去\n在一条直线上尽可能快的速度。这时赛车运动开始有了\n角落中，竞争所需的技术变得更高。至少在\n漂移，汽车越野，拉力赛和耐力赛，有一个大... ...",
      "title": "CMV：在某些形式的赛车运动中，竞争不是看谁有最好的车手，而是看谁有最多的钱、最好的车、最好的维修人员和最好的改装师。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這些賽車運動的技術含量不高。飆車和陸地速度比賽是去\n在一條直線上儘可能快的速度。這時賽車運動開始有了\n角落中，競爭所需的技術變得更高。至少在\n漂移，汽車越野，拉力賽和耐力賽，有一個大... ...",
      "title": "CMV：在某些形式的賽車運動中，競爭不是看誰有最好的車手，而是看誰有最多的錢、最好的車、最好的維修人員和最好的改裝師。"
    }
  ],
  "title": "CMV: In certain forms of motorsport, the competition isn't to see who has the best driver, but to see who has the most money, best car, best pit crew and the best tuners.",
  "created_utc": 1611942797,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>These motorsports aren&#39;t very technical. Drag racing and land speed racing is go in a straight line as fast as you can. It&#39;s when motorsports start to have corners in them that the required skill to compete becomes higher. At least in drifting, autocross, rally and endurance racing, there&#39;s a big skill component that plays into the sport because of all the corners involved. Heck, even NASCAR takes a lot of skill to perform well in.</p>\n\n<p>In drag racing, unless your car breaks or your driver is a COMPLETE idiot, a tube chassis drag car with a billet engine block will beat an average joe with an iron block Mustang motor 95% of the time. Horsepower costs money, and a lot of it once you get into the quadruple digits. Race gas can be 10 dollars a gallon or more, and you burn a lot of fuel going fast. Top Fuel drag cars need to rebuild their engines after every run and a bad rebuild can make or break the next race the car is in.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/l7vkd3/cmv_in_certain_forms_of_motorsport_the/",
  "subreddit": "changemyview",
  "id": "l7vkd3",
  "is_self": true,
  "media": null,
  "is_video": false
}