{
  "author": "FractalRobot",
  "the_new_excerpt": "Your normal old lady, rather solitary (but ok with it), likes literature and has\nexpressed the wish to read an easy-to-read novel with sentimentality. Any ideas?\nOld stuff, new big hit, doesn't matter. Just something that \"works\" within these\n(admittedly vague) criteria would be greatly…",
  "original_created_utc": 1617556618,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "你的普通老太太，比较孤僻（但还好），喜欢文学，有\n表示希望能读一本简单易懂的有情怀的小说。有什么想法吗？\n旧的东西，新的大热，都无所谓。只要能在这些 \"作品 \"中\n(公认的模糊)标准将大大...",
      "title": "你会把什么书献给一个孤独的老太太？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你的普通老太太，比較孤僻（但還好），喜歡文學，有\n表示希望能讀一本簡單易懂的有情懷的小說。有什麼想法嗎？\n舊的東西，新的大熱，都無所謂。只要能在這些 \"作品 \"中\n(公認的模糊)標準將大大...",
      "title": "你會把什麼書獻給一個孤獨的老太太？"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "普通のおばさんで、どちらかというと孤独で（でもそれでいいんです）、文学が好きであり\n感傷的で読みやすい小説を読みたいと言っています。何かアイデアはありませんか？\n古いものでも、新しい大ヒット作でも構いません。ただ、この（曖昧な）基準の中で \"使える \"もの。\n漠然とした基準ではありますが、何か「効く」ものがあれば嬉しいです。",
      "title": "孤独な老婦人にどんな本を差し出しますか？"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "普通のおばさんで、どちらかというと孤独で（でもそれでいいんです）、文学が好きであり\n感傷的で読みやすい小説を読みたいと言っています。何かアイデアはありませんか？\n古いものでも、新しい大ヒット作でも構いません。ただ、この（曖昧な）基準の中で \"使える \"もの。\n漠然とした基準ではありますが、何か「効く」ものがあれば嬉しいです。",
      "title": "孤独な老婦人にどんな本を差し出しますか？"
    }
  ],
  "title": "What book would you offer to an old, lonely lady?",
  "created_utc": 1617569456,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Your normal old lady, rather solitary (but ok with it), likes literature and has expressed the wish to read an easy-to-read novel with sentimentality. Any ideas? Old stuff, new big hit, doesn&#39;t matter. Just something that &quot;works&quot; within these (admittedly vague) criteria would be greatly appreciated.</p>\n\n<p>EDIT: Thank you all for your suggestions, I&#39;ve picked a few in different genres, hopefully she&#39;ll like at least one. </p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/mk0gh0/what_book_would_you_offer_to_an_old_lonely_lady/",
  "subreddit": "booksuggestions",
  "id": "mk0gh0",
  "is_self": true,
  "media": null,
  "is_video": false
}