{
  "author": "spaghatta111",
  "the_new_excerpt": "Why YSK: A lot of people don't know that if you deliver for these apps, your\ninsurance company will not cover you if an accident occurs while your app is\nrunning.\n\nMoreover, while companies like Doordash or Grubhub have their own liability\ninsurance, what many drivers don't realize, is that this…",
  "original_created_utc": 1621871675,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：多くの人が知らないのですが、これらのアプリで配信すると、アプリの使用中に事故が発生した場合、保険会社が補償してくれません。\nアプリを起動している間に事故が起きた場合、保険会社はあなたを補償しません。\nということを知らない人が多いようです。\n\nさらに、DoordashやGrubhubのような会社は、独自の賠償責任保険を持っていますが\nまた、DoordashやGrubhubのような会社は独自の賠償責任保険に加入していますが、多くのドライバーが気づいていないのは、この保険が...",
      "title": "YSK: Doordash、Uber Eats、Grubhubで運転している人は、保険の内容を変更する必要があるということです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：很多人不知道，如果你为这些应用程序提供服务，如果你的应用程序在使用过程中发生事故，你的保险公司不会为你提供赔偿。\n如果在你的应用程序运行时发生事故，你的保险公司不会赔偿你。\n运行时发生的事故，你的保险公司不会赔偿你。\n\n此外，虽然像Doordash或Grubhub这样的公司有他们自己的责任\n保险，但许多司机没有意识到的是，这...",
      "title": "YSK：如果你为Doordash、Uber Eats、Grubhub开车，你应该修改你的保险政策。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：很多人不知道，如果你爲這些應用程序提供服務，如果你的應用程序在使用過程中發生事故，你的保險公司不會爲你提供賠償。\n如果在你的應用程序運行時發生事故，你的保險公司不會賠償你。\n運行時發生的事故，你的保險公司不會賠償你。\n\n此外，雖然像Doordash或Grubhub這樣的公司有他們自己的責任\n保險，但許多司機沒有意識到的是，這...",
      "title": "YSK：如果你爲Doordash、Uber Eats、Grubhub開車，你應該修改你的保險政策。"
    }
  ],
  "title": "YSK: That if you drive for Doordash, Uber Eats, Grubhub, you should modify your insurance policy.",
  "created_utc": 1621925406,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  A lot of people don&#39;t know that if you deliver for these apps, your insurance company will not cover you if an accident occurs while your app is running.</p>\n\n<p>Moreover, while companies like Doordash or Grubhub have their own liability insurance, what many drivers don&#39;t realize, is that this does not benefit YOU in any way. This only covers damage you cause to another party - bodily injury, property damage, etc.   Whatever damage you incur on the job - even if it was 100% the other guy&#39;s fault - has to come out of your own pocket.  As far as you are concerned, you are uninsured in that moment.</p>\n\n<p><em>((Just came back to make an edit.  The liability insurance policy is going to vary between what company you use - Postmates is going to differ from Grubhub which will differ from Doordash))</em></p>\n\n<p>So even though you have to provide some proof of insurance in order to sign up for these apps, that is not because they want to see that you have coverage while you&#39;re driving FOR them.  </p>\n\n<p>Some insurance companies have what&#39;s called &quot;Rideshare gap.&quot; What this means is that you have coverage for when you are waiting for an order.  Once you have an order, and have the delivery items in your possession, the app&#39;s insurance kicks in (again, this only covers other people).  This means you have insurance coverage during the &quot;gap&quot; between orders, but you, personally, have ZERO coverage during an active delivery.  If you choose Rideshare Gap as an add-on to your policy, it&#39;s another $5-15 a month, which is basically a &quot;better than nothing&quot; option, but not the best.</p>\n\n<p>Some people have found that their insurance company didn&#39;t provide any kind of coverage, and as a result they had to change insurance providers.  In some cases, they have been involved in an accident and decided to omit the fact that their app was on.  </p>\n\n<p>But this omission is insurance fraud.   Many car insurance companies will actually contact these  delivery apps, and if they find out that you were signed in to the app during the accident - even if it was a straight up hit and run that you caught on camera - they will not cover you.  Moreover, you may be hit with a felony insurance fraud charge, as you did not disclose that you were working during the accident.</p>\n\n<p>Thing is, both your insurance company, AND the delivery app you work for, have your social security number, they have your license plate, they have a lot of the some personal information about you.  You might as well not lie.</p>\n\n<p><strong>Moral of the story</strong>:  if you use any rideshare or delivery apps, make sure you are covered with some sort of Rideshare policy.  If you are not covered, DON&#39;T LIE if you are in an accident.  Just eat the cost and learn whatever lesson you need to learn.  At that point, you&#39;re better off learning the lesson of a totaled car, than learning the lesson of felony insurance fraud charges.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/nk163d/ysk_that_if_you_drive_for_doordash_uber_eats/",
  "subreddit": "YouShouldKnow",
  "id": "nk163d",
  "is_self": true,
  "media": null,
  "is_video": false
}