{
  "author": "Waryur",
  "the_new_excerpt": "In English class in middle or high school was the first time I had heard of the\nbook \"The Jungle\". Like most Americans who learned about the book at school, I\nwas taught that it was about the meatpacking industry and that it was so\ndisgusting that laws were passed to clean up the real-life…",
  "original_created_utc": 1612021488,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在初中或高中的英语课上，我是第一次听说了\n\"丛林 \"这本书。就像大多数美国人在学校里了解到这本书一样，我...\n被教导说这是关于肉类包装行业，它是如此的\n恶心的是，通过法律清理现实生活中的... ...",
      "title": "刚看完厄普顿-辛克莱的《丛林》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在初中或高中的英語課上，我是第一次聽說了\n\"叢林 \"這本書。就像大多數美國人在學校裏瞭解到這本書一樣，我...\n被教導說這是關於肉類包裝行業，它是如此的\n噁心的是，通過法律清理現實生活中的... ...",
      "title": "剛看完厄普頓-辛克萊的《叢林》。"
    }
  ],
  "title": "Just finished \"The Jungle\" by Upton Sinclair.",
  "created_utc": 1612032257,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In English class in middle or high school was the first time I had heard of the book &quot;The Jungle&quot;. Like most Americans who learned about the book at school, I was taught that it was about the meatpacking industry and that it was so disgusting that laws were passed to clean up the real-life meatpacking industry. At some point, I found out that The Jungle was in fact a novel, but being that I was struggling to keep up with classes and didn&#39;t want to spend too much of my already-thin free time reading some musty old book I wasn&#39;t sure if I&#39;d like, I didn&#39;t pursue it any further. Eventually my sophomore year of college I was in office hours with my English professor for that semester, and after we had discussed what I had come there to, he pointed at his bookshelf and told me to take one of the books off it, and read it. (Thank you, Dr. Hanlon!) As it would happen, he had a copy of The Jungle and it was nearly at eye level. Being that it was one of the first books I saw, and a name familiar to me, and something I hadn&#39;t read yet, a triple threat, I took it. I then didn&#39;t read it for another two years. (Sorry, Dr. Hanlon.) But now it&#39;s 2021 and I&#39;m through with the book. His copy as it turns out, came with a bunch of supplementary material at the end: excerpts from Sinclair&#39;s Autobiography, criticism and reviews both contemporary and later, and the original serialized ending of the book. I discovered this when, after feeling I was making some good headway into the book, put my bookmark in and set the novel down for the night, only to see that I was apparently only about a fourth of the way through. Happily I was further along than that.</p>\n\n<p>The Jungle is depressing. The story is about a Lithuanian immigrant family, and specifically the young newlywed Jurgis, who move to Chicago to find a better life for themselves and their children. The &quot;American Dream&quot; is stolen from Jurgis and his family by a relentless barrage of tragedies—we are treated to nearly every sort of misfortune a poor man in an early 20th century city could look forward to. Poor housing, sickness, deaths of wives and children, workplace injuries, sudden job loss, women having to whore themselves, jail time, etc. Finally Jurgis, alone and desolate, happens to attend a political meeting just because it&#39;s warm inside—and discovers Socialism™, at which point the book becomes a series of opinion-pieces about the greatness of Socialism and how it&#39;s a cure-all to society. In the original ending, Jurgis meanwhile is arrested and sentenced to death for crimes he had committed several chapters earlier. In the &quot;official&quot; ending nothing happens to him and the book ends on him, newly enlightened as a Socialist, and attending another socialist orator&#39;s speech.</p>\n\n<p>I think the story up until the Socialist soapboxing was compelling, and the pages practically turned themselves. Jurgis is barely a character, living the experiences of what in real life must have been several people whom Sinclair drew inspiration from, including indeed Sinclair himself, who modeled some of the events after his own experiences, but he is enough of one that you care what happens to him. When he arrives in America he seems to be the exact sort of person the American Dream calls out to—young, hardworking, and strong willed—but he nevertheless completely fails to make anything of himself due to the nature of society, and in fact the best he does for himself is as a crook and later a political grafter, though even this, too, must pass, and he&#39;s just as soon back on the street. Even before the novel becomes an essay on Socialism Jurgis has completely lost his identity save his name, and he has just become a face to put on &quot;the working man&quot;, but even at the beginning of the book there really wasn&#39;t much to his character. </p>\n\n<p>And of course, the 10 or so pages that he talks about the meat factory, were disgusting. But we already knew that. It was bad enough to get laws passed. We knew that because that&#39;s all they ever told us.</p>\n\n<p>Overall, I liked it. I also found out incidentally, from the supplementary texts, that Jack London was also a socialist (I&#39;m starting to sense a pattern with these famous personas who were socialists, that teachers tell us about-but-not-really! American Education for ya!).</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/l8oa9b/just_finished_the_jungle_by_upton_sinclair/",
  "subreddit": "books",
  "id": "l8oa9b",
  "is_self": true,
  "media": null,
  "is_video": false
}