{
  "author": "cycleski",
  "original_created_utc": 1625581648,
  "title": "CMV: It should be illegal for health insurance providers to have access to discounts that the average consumer does not",
  "created_utc": 1625586123,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>US based obviously. In my opinion it should be illegal for an insurance provider to have access to &#39;plan discounts&#39; that the average consumer cannot have access to. An example, I have needed some blood work and imaging recently. Quest diagnostics billed nearly $800 total for 2 round of blood work. The insurance company paid approximately $80 of it, due to the plan discount. This is the case across the board. Needed an MRI, cost was $2200, the plan discount brought it down to $950. To be clear, they reduced the total amount to those values via plan discounts, I&#39;m not complaining that they didn&#39;t cover the remainder.</p>\n\n<p>The US has a major issue with their cost of Healthcare. Can someone change my view and explain to me what the benefit of allowing this is, versus the MRI just costing $950 and the blood work just costing $40 and forcing the insurance company to pay the 100% (assuming the plan states they need to cover 100%).</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/oew0yl/cmv_it_should_be_illegal_for_health_insurance/",
  "subreddit": "changemyview",
  "id": "oew0yl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "US based obviously. In my opinion it should be illegal for an insurance provider\nto have access to 'plan discounts' that the average consumer cannot have access\nto. An example, I have needed some blood work and imaging recently. Quest\ndiagnostics billed nearly $800 total for 2 round of blood work.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカを拠点にしているのは明らかです。私の意見では、保険会社が一般消費者が利用できない「プランの割引」を利用できることは違法であるべきです。\n一般消費者が利用できない「プランの割引」を保険会社が利用できるのは違法だと思います。\n違法にすべきだと思います。例えば、私は最近、血液検査と画像診断が必要になりました。クエスト\ndiagnostics社は2回の血液検査で合計800ドル近くを請求しました....",
      "title": "CMV: 医療保険会社が一般消費者にはない割引を受けることは違法であるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "显然是在美国。在我看来，保险供应商拥有普通消费者无法获得的 \"计划折扣\"，应该是非法的。\n享有普通消费者无法享有的 \"计划折扣\"，应该是非法的。\n折扣。举个例子，我最近需要一些血液工作和成像。Quest\n诊断公司为两轮血液检查共开出近800美元的账单....",
      "title": "CMV：医疗保险供应商获得普通消费者无法获得的折扣应该是非法的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "顯然是在美國。在我看來，保險供應商擁有普通消費者無法獲得的 \"計劃折扣\"，應該是非法的。\n享有普通消費者無法享有的 \"計劃折扣\"，應該是非法的。\n折扣。舉個例子，我最近需要一些血液工作和成像。Quest\n診斷公司爲兩輪血液檢查共開出近800美元的賬單....",
      "title": "CMV：醫療保險供應商獲得普通消費者無法獲得的折扣應該是非法的。"
    }
  ]
}