{
  "author": "Chino-_-Chaos",
  "original_created_utc": 1624295816,
  "title": "Just a friendly reminder about Coinbase",
  "created_utc": 1624327736,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In the past few days I have noticed several people complain about the fees on Coinbase. I just think it needs to be known, there is Coinbase Pro. It&#39;s a separate app, but the two apps connect. The fees are a lot lower on Pro, and the best part about it is that Coinbase Pro is free to use!</p>\n\n<p>CB Pro is a little more technical with more options and it&#39;s not as easy to look at, but it&#39;s totally worth it for the lower fees. </p>\n\n<p>So what&#39;s the point of the regular Coinbase? That should be used as your wallet. You can move your crypto instantly between the two once your funds clear. The reason why you would want to use regular Coinbase is because some coins offer staking rewards and it is easier to look at. Also Coinbase has vaults which provide extra security.</p>\n\n<p>You would also want to use Coinbase Pro for selling your crypto, so you can move it back to Pro whenever you like .</p>\n\n<p>I hope this helps you guys, the more money you save from fees, the more sweet crypto you can buy!</p>\n\n<p>Take care and good luck</p>\n\n<p>Edit: I was just informed you can actually deposit your fiat on regular Coinbase and move to Pro without having to wait for funds to clear!</p>\n\n<p>Edit 2: You can also do limit orders which are super helpful!</p>\n</div><!-- SC_ON -->",
  "score": 288,
  "permalink": "/r/CryptoCurrency/comments/o508s0/just_a_friendly_reminder_about_coinbase/",
  "subreddit": "CryptoCurrency",
  "id": "o508s0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In the past few days I have noticed several people complain about the fees on\nCoinbase. I just think it needs to be known, there is Coinbase Pro. It's a\nseparate app, but the two apps connect. The fees are a lot lower on Pro, and the\nbest part about it is that Coinbase Pro is free to use!\n\nCB Pro is…"
}