{
  "author": "1yogamama1",
  "the_new_excerpt": "SPOILERS here SPOILERS! I made myself finally finish this book, and I’m furious.\nIt was not just a waste of time, but it was so horrendous, it feels like it took\npart of my soul with it as I closed the cover. I have literally NO idea why it\nis so popular. The more I think about it, the angrier I…",
  "original_created_utc": 1618170025,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここでSPOILERS SPOILERS! 私は自分にこの本を最後まで読ませましたが、私は激怒しています。\n時間を無駄にしただけでなく、あまりにも恐ろしくて、閉じた時に魂の一部を持っていかれたような気がします。\n魂の一部を持っていかれたような気がします。なぜこれほどまでに人気があるのか、文字通り全くわかりません。\nなぜこんなにも人気があるのか、文字通り全くわかりません。考えれば考えるほど怒りがこみ上げてきます...。",
      "title": "Where the Crawdads Sing』は、私の生涯で最悪の本です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "剧透这里剧透! 我让自己终于看完了这本书，我很生气。\n这本书不仅浪费时间，而且太可怕了，感觉就像花了\n当我合上盖子的时候，我的一部分灵魂与它同在。我真的不知道为什么它\n是如此受欢迎。我越想越气，越想越气。",
      "title": "小龙虾唱歌的地方》是我一生中最糟糕的一本书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "劇透這裏劇透! 我讓自己終於看完了這本書，我很生氣。\n這本書不僅浪費時間，而且太可怕了，感覺就像花了\n當我合上蓋子的時候，我的一部分靈魂與它同在。我真的不知道爲什麼它\n是如此受歡迎。我越想越氣，越想越氣。",
      "title": "小龍蝦唱歌的地方》是我一生中最糟糕的一本書。"
    }
  ],
  "title": "Where the Crawdads Sing is the worst book of my lifetime",
  "created_utc": 1618182032,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><span class=\"md-spoiler-text\">SPOILERS here</span> SPOILERS! \nI made myself finally finish this book, and I’m furious. It was not just a waste of time, but it was so horrendous, it feels like it took part of my soul with it as I closed the cover. I have literally NO idea why it is so popular. The more I think about it, the angrier I get. It was truly awful. How so? </p>\n\n<ol>\n<li>The slow pace of the novel, then the final 1/10 that was insanely rushed. </li>\n<li>The characters. Absolutely unrealistic and annoying. And I hated all of them. </li>\n<li>Far-reaching plot threads the reader is just supposed to believe. Sure, a CHILD grows up in the marsh by herself and then becomes a bestselling author and expert. Sure Jan. </li>\n<li>Stereotypical portrayal of Southerners.</li>\n<li>There is NO WAY any Southern Baptist church lady would allow a child to be raised alone in the 1960s. </li>\n<li>Alllllll the horrendous, gratuitous dropping of bad poetry. The main character escapes an attempted rape. And what does she do? Recite poetry. It’s cringe-worthy. I’m talking Junior-high type of cringeworthy writing. It’s like the author is saying “look at me! I’m so talented I can spin a novel AND write poetry! I’m a Renaissance Woman!” No. Plus, she shows off all her botanical knowledge talking in great detail about the environment and fauna of the marsh. Is this a novel or a natural science textbook?  All these flip flops took me out of the novel’s pace and felt disjointed and fake. </li>\n<li>The ending and “surprise” plot twist—ugggg. It’s not even a shock. It just leaves a bitterness in the reader because the author spent so much time convincing us this wasn’t the case...and then it was. It left me feeling lied to and conned by some half-baked con artist and now I’m just embarrassed I fell for it. </li>\n<li>Just to be nit picky...Kya lives in a MARSH, and has never seen a doctor or a dentist or even a regular shower. Yet supposedly she has men fawning over her and drooling over her incessant beauty. All I could think about was how she must desperately need a toothbrush and maybe a bar of soap. This did not conjure up images of sexuality or beauty. </li>\n</ol>\n\n<p>The whole thing was such a disaster. I cannot imagine how people liked it. It makes me think the NYT was bribed to endorse it. It also makes me weep for the state of literature and literacy in this nation. If THIS is what  people think is the pinnacle of novel writing, we’re screwed.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/moxq6y/where_the_crawdads_sing_is_the_worst_book_of_my/",
  "subreddit": "books",
  "id": "moxq6y",
  "is_self": true,
  "media": null,
  "is_video": false
}