{
  "author": "gSloth13",
  "original_created_utc": 1629378370,
  "title": "Reading too deep into books",
  "created_utc": 1629436769,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not a bookworm but I enjoy reading. One of the biggest problems that I face is trying to grasp the inner meaning or the underlying theme, parallels between characters or something that is not really spelled directly out in a book. The reason I believe is because I tend to think about whether the thing was intended by the author or not. Whether or not I&#39;m taking the book in a different manner than I&#39;m supposed to? I often find it hard to draw conclusions from facts and rather find it easier to write them off as coincidences. </p>\n\n<p>Have any of you been in this position? What are your thoughts on reading too deep and how can I encourage myself to read a little more deeply cause honestly, I do admire people who are capable of doing it.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/p7eh3w/reading_too_deep_into_books/",
  "subreddit": "books",
  "id": "p7eh3w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm not a bookworm but I enjoy reading. One of the biggest problems that I face\nis trying to grasp the inner meaning or the underlying theme, parallels between\ncharacters or something that is not really spelled directly out in a book. The\nreason I believe is because I tend to think about whether the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は本の虫ではありませんが、読書は好きです。私が直面している最大の問題の一つは\n私が直面する最大の問題の一つは、内的な意味や根本的なテーマを把握しようとすることです。\n登場人物の類似性など、本の中に直接書かれていないことを把握しようとすることです。その理由は\nなぜかというと、私は本の中で「この本は何を意味しているのだろう」と考えてしまうからです。",
      "title": "本の深読み"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不是一个书呆子，但我喜欢阅读。我面临的最大问题之一\n试图抓住内在含义或潜在的主题，人物之间的相似之处或一些不符合逻辑的东西。\n角色之间的相似之处，或者一些在书中没有真正直接说明的东西。我之所以相信\n我认为原因是我倾向于考虑是否要在书中直接说明。",
      "title": "读书读得太深"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是一個書呆子，但我喜歡閱讀。我面臨的最大問題之一\n試圖抓住內在含義或潛在的主題，人物之間的相似之處或一些不符合邏輯的東西。\n角色之間的相似之處，或者一些在書中沒有真正直接說明的東西。我之所以相信\n我認爲原因是我傾向於考慮是否要在書中直接說明。",
      "title": "讀書讀得太深"
    }
  ]
}