{
  "author": "MementoMori7170",
  "the_new_excerpt": "I’ve written a good bit on Reddit but this is by far the most uneasy I’ve felt\nabout a post. I started to create another account but decided that if anything,\nbeing able to see my profile and history of activity could help show that this\nis genuine and not just some one and done account.\n\nSo I’m…",
  "original_created_utc": 1619737978,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これまでRedditにはいろいろな記事を書いてきましたが、今回の記事は今までで最も不安を感じました。\nしています。私は別のアカウントを作ろうとしましたが、どちらかというと、私のプロフィールや活動履歴を見ることで\n自分のプロフィールや活動履歴を見ることができれば、これがただのアカウントではなく、本物であることを示すことができると考えました。\n私のプロフィールや活動履歴を見ることができれば、これが本物であり、ただのアカウントではないことを示すことができると考えました。\n\nだから、私は...",
      "title": "リハビリプログラムに参加するため、本しか持っていけません。私の「本」はすべてオーディオブックで、聞くための「スマート」なものは持っていけません。慈善事業を探しているわけではありませんが、ガイダンスがあれば素晴らしいと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在Reddit上写了很多东西，但这是迄今为止我觉得最不安的一次\n的帖子。我开始创建另一个账户，但决定，如果有什么事情。\n能够看到我的个人资料和活动历史可以帮助表明这\n是真实的，而不仅仅是一些一劳永逸的账户。\n\n所以我...",
      "title": "我将进入一个康复项目，只能带书，我所有的 \"书 \"都是有声的，我不能带任何 \"聪明 \"的东西来听。我不是在寻找慈善机构，只要有指导就好了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在Reddit上寫了很多東西，但這是迄今爲止我覺得最不安的一次\n的帖子。我開始創建另一個賬戶，但決定，如果有什麼事情。\n能夠看到我的個人資料和活動歷史可以幫助表明這\n是真實的，而不僅僅是一些一勞永逸的賬戶。\n\n所以我...",
      "title": "我將進入一個康復項目，只能帶書，我所有的 \"書 \"都是有聲的，我不能帶任何 \"聰明 \"的東西來聽。我不是在尋找慈善機構，只要有指導就好了。"
    }
  ],
  "title": "Going into a rehab program and can only bring books, all my “books” are on audible and I can’t bring anything “smart” to listen on. Not looking for charity, just guidance would be amazing.",
  "created_utc": 1619749532,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve written a good bit on Reddit but this is by far the most uneasy I’ve felt about a post. I started to create another account but decided that if anything, being able to see my profile and history of activity could help show that this is genuine and not just some one and done account.</p>\n\n<p>So I’m going into a 60-day program, state funded and free (which is amazing), and I’ve a pack list of what I can and can’t bring. All the hygenics, 7 days of clothes, etc. I’ve got. But the line that hits me is the last.</p>\n\n<p>The last line of things to bring are comfort items. “Photos, books, letters”.</p>\n\n<p>I don’t really have any photos or letters, the few I have just make me sad so I figure they’re best left home. But as audible books have been my escape for so long, I feel like books are one thing that could mean a lot. </p>\n\n<p>I know we’ll have counseling throughout each weekday (not sure about weekends), and a gym to work out in once a day, but due to covid they’ve suspended any visitation from family, any leaving the site, so for 60 days it’s just me and the 13 other people in there with me. I plan and hope to make friends, but even with friends there’s only so much time you can spend before you just want to read a book and escape to another world for a while.</p>\n\n<p>I thought about the library but that’s a no go as there’s no way to return them, or even extend the rental from inside as internet and such is non-grata.</p>\n\n<p>So I was wondering if someone had any advice? I imagine there has to be people with books they wouldn’t care to get rid of, I know when I read Game of Thrones I kept forgetting to bring it to work and I’d just buy another copy cause I couldn’t wait my whole shift to read the next chapter. I must’ve ended up with 2-3 copies of each book and probably four copies of the first one. That was years ago though when I was still working as a paramedic and could afford to buy a book just to avoid having to go all day without reading.</p>\n\n<p>Oh how times have changed.</p>\n\n<p>Any advice, recommendations, or thoughts would be truly appreciated. I’ll be honest, I’m absolutely terrified at the idea of doing this but frankly I’m out of options and this is my last hope of getting things together.</p>\n\n<p>Also, if anyone’s spent time in a similar setting I’d love to hear any advice or thoughts you have.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/books/comments/n1gwe3/going_into_a_rehab_program_and_can_only_bring/",
  "subreddit": "books",
  "id": "n1gwe3",
  "is_self": true,
  "media": null,
  "is_video": false
}