{
  "author": "AskTheSexpert",
  "original_created_utc": 1628961772,
  "title": "Which is the book that made you fall in love with your favorite genre?",
  "created_utc": 1629028312,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve realized that the first book you really like from a particular genre ends up being really formative and influences what you later like, dislike and look for the other books from the genre. Shirley Jacksons haunting of hill house and the lottery made me fall in love with reading horror and I feel like I&#39;ve been chasing that high ever since. Few other books have compared but of course each have had their own rushes. Which one was yours?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/p4c68i/which_is_the_book_that_made_you_fall_in_love_with/",
  "subreddit": "books",
  "id": "p4c68i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've realized that the first book you really like from a particular genre ends\nup being really formative and influences what you later like, dislike and look\nfor the other books from the genre. Shirley Jacksons haunting of hill house and\nthe lottery made me fall in love with reading horror and I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、あるジャンルで最初に気に入った本は、その後の自分の好き嫌いや見方に大きな影響を与えることに気付きました。\n最初に好きになった本は、その後の他の本の好き嫌いや探し方に影響を与えることになります。\nそのジャンルの他の本の好き嫌いや探し方に影響を与えるということです。シャーリー・ジャクソンズの「丘の家の呪縛」や\nホラーを読むのが好きになったのは、「The Lottery」がきっかけでした...",
      "title": "自分の好きなジャンルを好きになるきっかけとなった本はどれですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我意识到，你真正喜欢的某一流派的第一本书，最终会对你的人生产生真正的影响。\n形成，并影响到你后来喜欢、不喜欢和寻找该类型的其他书籍。\n的其他书籍。雪莉-杰克逊的《山庄闹鬼》和《彩票》让我爱上了这本书。\n彩票》让我爱上了阅读恐怖小说，我......",
      "title": "哪本书让你爱上了你喜欢的流派？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我意識到，你真正喜歡的某一流派的第一本書，最終會對你的人生產生真正的影響。\n形成，並影響到你後來喜歡、不喜歡和尋找該類型的其他書籍。\n的其他書籍。雪莉-傑克遜的《山莊鬧鬼》和《彩票》讓我愛上了這本書。\n彩票》讓我愛上了閱讀恐怖小說，我......",
      "title": "哪本書讓你愛上了你喜歡的流派？"
    }
  ]
}