{
  "author": "bluzzo",
  "the_new_excerpt": "Im not from USA. I have my own politics to worry about. 47 people were arrested\nas a result of the National Security Law of Hong Kong. For me this is more\nimportant to me, than Black Americans being killed by their pathetic police\nforce. But my news doesn’t think so, reddit, youtube, instagram,…",
  "original_created_utc": 1617787720,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は米国出身ではありません。私には私の政治の心配があります。47人が逮捕されました。\n香港の国家安全法の結果、47人が逮捕されました。私にとって、これはブラック・アムよりも\n私にとっては、アメリカの黒人が哀れな警察に殺されることよりも重要です。\n私にとっては、哀れな警察によって黒人が殺されることよりも重要です。しかし、私のニュースはそうは思いません。reddit、youtube、instagram、...。",
      "title": "CMV：アメリカで起きていることを気にしなくてもいいはずなのに"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不是美国人。我有我自己的政治需要担心。47人被捕\n作为香港国家安全法的结果。对我来说，这更\n对我来说，重要的是美国黑人被他们可怜的警察杀死的事情\n力。但我的新闻不这么认为，reddit，youtube，instagram，... ...",
      "title": "CMV：我不应该关心美国美国发生的所有事情。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是美國人。我有我自己的政治需要擔心。47人被捕\n作爲香港國家安全法的結果。對我來說，這更\n對我來說，重要的是美國黑人被他們可憐的警察殺死的事情\n力。但我的新聞不這麼認爲，reddit，youtube，instagram，... ...",
      "title": "CMV：我不應該關心美國美國發生的所有事情。"
    }
  ],
  "title": "CMV: I shouldn’t have to care about all the stuff that is happening in US America",
  "created_utc": 1617817165,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Im not from USA. I have my own politics to worry about. 47 people were arrested as a result of the National Security Law of Hong Kong. For me this is more important to me, than Black Americans being killed by their pathetic police force. But my news doesn’t think so, reddit, youtube, instagram, keeps feeding me stuff about the USA. Ok we get it, USA you’re the bastion of freedom, the frontrunner of economic development, the first country we think of when one says “civilized democratic western country”, but who asked? I didn’t ask to know all of this stuff, no one should assume what is happening in USA is important for everyone, the top of everyone’s agenda.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/mlyblg/cmv_i_shouldnt_have_to_care_about_all_the_stuff/",
  "subreddit": "changemyview",
  "id": "mlyblg",
  "is_self": true,
  "media": null,
  "is_video": false
}