{
  "author": "jittery_zebra",
  "original_created_utc": 1632713722,
  "title": "Reading Wuthering Heights compelled me to jump off a great height",
  "created_utc": 1632727253,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Am I the only one who does not see this book as the insufferable 500+ pages long snooping around and piece of gossip it is???!!! Don&#39;t get me wrong I love the Classics, and especially the Bronte sister&#39;s works. Emily Bronte has outshined a lot of her sister&#39;s works with her writing style.</p>\n\n<p>But it is NOT a love story and I have no idea how and why Wuthering Heights makes it to every blog listing of books to read before you die!!!\nPerhaps it is to push an already suicidal reader over the edge?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/pw8wdz/reading_wuthering_heights_compelled_me_to_jump/",
  "subreddit": "books",
  "id": "pw8wdz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Am I the only one who does not see this book as the insufferable 500+ pages long\nsnooping around and piece of gossip it is???!!! Don't get me wrong I love the\nClassics, and especially the Bronte sister's works. Emily Bronte has outshined a\nlot of her sister's works with her writing style.\n\nBut it is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本が、500ページ以上の長さの、我慢できないほどのゴシップ本に見えないのは私だけでしょうか？\nこの本を500ページ以上の長さの我慢できないゴシップ本として見ていないのは私だけでしょうか？誤解しないでほしいのですが、私は古典が大好きです。\n誤解しないでほしいのですが、私は古典が好きで、特にブロンテ姉妹の作品が好きです。エミリー・ブロンテは、姉の作品の多くを凌駕しています。\n私は古典が大好きで、特にブロンテ姉妹の作品は、エミリー・ブロンテがその文体で多くの姉妹の作品を凌駕しています。\n\nしかし、それは...。",
      "title": "ワザリング・ハイツ』を読んで、高所から飛び降りたくなった"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "难道只有我一个人不认为这本书是一个令人难以忍受的500多页长的\n窥探和流言蜚语？不要误会我的意思，我喜欢经典，尤其是勃朗特姐妹的作品。\n经典作品，尤其是勃朗特姐妹的作品。艾米莉-勃朗特的作品比她姐姐的很多作品都要出色。\n她姐姐的很多作品，她的写作风格。\n\n但这是...",
      "title": "阅读《呼啸山庄》迫使我从一个很高的地方跳下来"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "難道只有我一個人不認爲這本書是一個令人難以忍受的500多頁長的\n窺探和流言蜚語？不要誤會我的意思，我喜歡經典，尤其是勃朗特姐妹的作品。\n經典作品，尤其是勃朗特姐妹的作品。艾米莉-勃朗特的作品比她姐姐的很多作品都要出色。\n她姐姐的很多作品，她的寫作風格。\n\n但這是...",
      "title": "閱讀《呼嘯山莊》迫使我從一個很高的地方跳下來"
    }
  ]
}