{
  "author": "Many_Scratch2269",
  "original_created_utc": 1640116625,
  "title": "All market indicators are currently suggesting that the market is about to starting pumping up.",
  "created_utc": 1640122477,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m not a huge believer in technical analysis when it comes to Crypto, but some patterns definitely come into play when you look at the past, especially when those patterns keep repeating the same situation from the bounce in September. From what the entire market and the Crypto charts are currently indicating, it is incredibly likely that the market is about to pump again.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/5544505cay681.png?width=754&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=3f3feffb62c62627a6aaa21f659044b9846114e4\"&gt;Bitcoin making a textbook bullish divergence&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Bitcoin has also started to reverse trends making a textbook bullish divergence and breaking out of previous resistance. Just the look of a bullish divergence on the chart alone is going to greatly reduce selling pressure and increase buying pressure among investors.&lt;/p&gt;\n\n&lt;p&gt;The S&amp;amp;P500 is also making excellent gains today along with the Nasdaq index and we can expect some spillover action from the stock market into the Crypto market. Moreover, the Crypto market has been consolidating for a very long time without any major crashes or volatility for the past few weeks which definitely is a great indicator of us still being in a healthy market, especially when you combine that with Christmas where even more people are going to buy.&lt;/p&gt;\n\n&lt;p&gt;TLDR: The market is making a textbook bullish divergence and it is very likely that the market is going to be reversing trends this Christmas.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 216,
  "permalink": "/r/CryptoCurrency/comments/rlmqmj/all_market_indicators_are_currently_suggesting/",
  "subreddit": "CryptoCurrency",
  "id": "rlmqmj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm not a huge believer in technical analysis when it comes to Crypto, but some\npatterns definitely come into play when you look at the past, especially when\nthose patterns keep repeating the same situation from the bounce in September.\nFrom what the entire market and the Crypto charts are…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I&#39; I'm not huge believer in technical (私はテクニカルを信じません)\n暗号の分析ですが、いくつかのパターンが間違いなく出てきます。\n過去に遡ってみると、特にそのパターンが繰り返されるとき\n9月のバウンスから同じ状況です。全体から見ると...",
      "title": "現在、すべての市場指標は、市場がポンピングを開始することを示唆しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>当涉及到加密货币时，我不是一个技术分析的巨大信徒。\n谈到加密货币时，我并不太相信技术分析，但当你看到过去的一些模式时，一些模式肯定会起作用。\n当你看过去的时候，特别是当这些模式不断重复\n从9月的反弹来看，同样的情况。从整个...",
      "title": "目前所有的市场指标都表明，市场即将开始抽升。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>當涉及到加密貨幣時，我不是一個技術分析的巨大信徒。\n談到加密貨幣時，我並不太相信技術分析，但當你看到過去的一些模式時，一些模式肯定會起作用。\n當你看過去的時候，特別是當這些模式不斷重複\n從9月的反彈來看，同樣的情況。從整個...",
      "title": "目前所有的市場指標都表明，市場即將開始抽升。"
    }
  ]
}