{
  "author": "Yogalaties13",
  "original_created_utc": 1632659279,
  "title": "CMV: Capitalist practices are seriously causing negative mental health impacts on society.",
  "created_utc": 1632670883,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>EDIT : Consumerist practices is probably more apt - in my head they kinda went one and the same.</p>\n\n<p>Understand that I’v been trying to come to terms with this issue and it’s a bit complicated - but I’ll do my best to keep it kind of sectioned into paragraphs with points for you to CMV on.</p>\n\n<p>Everything in society feels as though it’s geared to make you spend money - </p>\n\n<p>If something gives you pleasure - there will always be a company to make you feel like you’re missing out and need to buy more to enjoy it fully. This is mainly in the realm of media for me - think Disney “You like marvel movies? - here’s a new one pay this premium price to see the new one.”, new games, “like Pokémon? Make sure you buy the newest games to get the latest and greatest” etc. Of course you can always choose to not buy into the hype. Get the show or game later. But then -</p>\n\n<p>Social media - perhaps just media in general - there seems to be a trend to me - of constant posts/ memes etc on all accounts relating to these newest shows/games etc. If you’re not with latest - you’re kind of “excluded” because your not in the loop. I know that a lot of these posts etc may be sponsored content or viral marketing - but that paired with adverts etc can cause a feeling of exclusion within society (or at least your bubble)</p>\n\n<p>In addition to this is advertising - just in general - isn’t the base aim of an advert to make you feel like you’re lacking or not enough - and you should buy this product to feel better. Be it something to make you look better or feel better - or try this limited edition whatever (the base idea of a limited edition anything is to create scarcity and cause fear that you will miss out to induce a purchase). Every food company has limited edition flavours - shoes have limited edition sneakers - every product category I can think of does this - and it can all kind of culminate - </p>\n\n<p>If something gives you pleasure - the company behind it will always try to find a way to milk your happiness for money - and with the advent of subscription services this is feeling almost like a literal milking sometimes. Do you like Mario? Prove it. Buy the Mario shirt - and cereal - see the movie - get the limited edition Mario branded console and don’t forget you like Levis jeans and Mario and Levi’s are now doing a limited edition collab - you might miss out. </p>\n\n<p>TLDR; Everything in my life feels soured and tainted by advertising and capitalism. I no longer can find any way to enjoy things because there’s a cynical advertising executive in my head who points out all the ways I’m being marketed to and to like or enjoy something is just giving companies a new way to exploit you. Please try and change my view if only for my ability to find pleasure in something again.</p>\n</div><!-- SC_ON -->",
  "score": 100,
  "permalink": "/r/changemyview/comments/pvsvkp/cmv_capitalist_practices_are_seriously_causing/",
  "subreddit": "changemyview",
  "id": "pvsvkp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "EDIT : Consumerist practices is probably more apt - in my head they kinda went\none and the same.\n\nUnderstand that I’v been trying to come to terms with this issue and it’s a bit\ncomplicated - but I’ll do my best to keep it kind of sectioned into paragraphs\nwith points for you to CMV on.\n\nEverything…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "EDIT : 「消費者主義」という言葉がピッタリだと思います。\n私の頭の中では、同じようなものです。\n\n私はこの問題と折り合いをつけようとしていて、ちょっと複雑なんですが、理解してください。\n私はこの問題に折り合いをつけようとしていて、少し複雑なのですが、あなたがCMVをするためのポイントを段落に分けて説明できるように最善を尽くします。\nしかし、私は、あなたがCMVに参加するためのポイントを持った段落に分けて、最善を尽くします。\n\nすべて...",
      "title": "CMV：資本主義的な慣行は、社会に精神的な悪影響を及ぼしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：消费主义的做法可能更贴切--在我的脑子里，它们有点像\n一样的。\n\n我一直在努力解决这个问题，这有点复杂。\n但我会尽力把它分为几个段落\n观点，供你参考。\n\n一切...",
      "title": "CMV：资本主义做法正在严重地对社会造成负面的心理健康影响。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：消費主義的做法可能更貼切--在我的腦子裏，它們有點像\n一樣的。\n\n我一直在努力解決這個問題，這有點複雜。\n但我會盡力把它分爲幾個段落\n觀點，供你參考。\n\n一切...",
      "title": "CMV：資本主義做法正在嚴重地對社會造成負面的心理健康影響。"
    }
  ]
}