{
  "author": "iamonthatloud",
  "original_created_utc": 1637165715,
  "title": "CMV: The US/world is headed in a direction that leaves young adults/teens hopeless.",
  "created_utc": 1637188537,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Maybe it’s the media, from Reddit to cable news, but it seems like a lot of young adults like myself, and younger teens, are distraught and hopeless. Housing, jobs, government, climate, etc. we all know the “tone” for the future based on the present narrative. It’s bleak. Or seems so. </p>\n\n<p>I’d love for someone to offer new information or a different perspective. I hate feeling like this, but maybe all the media around me is tainted and there’s a positive outlook that exists. Something I can look to besides being hopeless. Some path to hope for, even if I find it unlikely, it’s better than thinking there is nothing. </p>\n\n<p>Because currently, it’s hard to be excited for the future, and I’d latch onto anything someone can offer.</p>\n\n<p>Edit: A lot of these answers seem to be comparing real world evidence of exaggerated negatives from the media, against “possibilities” that have yet to come. Which brings some hope to look for, but still feels like a carrot on a stick.</p>\n\n<p>Edit 2 possible answer: the best answer so far, and has been stated by a few people, is that this happens to every generation. But when it happens to “you/me”. It seems more real than the issues in the past that we conquered. So while there is no “answer” to change the view of being concerned with world ending problems, or perceived world end problems, it’s normal to have a time of despair and hopelessness. And if you persevere, like generations before us, we will see that most of us will be just fine. So it is nice to know there’s not a direction or solution we can see currently, hence the hopelessness, if you stick around and do the right thing, you’ll see (I’ll see) that these issues weren’t that end of the world as we know it. </p>\n\n<p>And I guess if it is the end of the world as we know it we are fucked anyway so why worry.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/qw2q2g/cmv_the_usworld_is_headed_in_a_direction_that/",
  "subreddit": "changemyview",
  "id": "qw2q2g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Maybe it’s the media, from Reddit to cable news, but it seems like a lot of\nyoung adults like myself, and younger teens, are distraught and hopeless.\nHousing, jobs, government, climate, etc. we all know the “tone” for the future\nbased on the present narrative. It’s bleak. Or seems so.\n\nI’d love for…"
}