{
  "author": "jasmine_tea_",
  "the_new_excerpt": "I love films, and one day would like to do a short film. I can't help but feel\nlike it's a huge effort for ultimately little return, though. Like, in 2 or 3\ngenerations, even the most famous movies will have been forgotten and so will\ntheir stories, no matter how life-changing or inspiring they may…",
  "original_created_utc": 1621681636,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は映画が大好きで、いつかはショートフィルムを作りたいと思っています。でも、どうしても\n努力しても見返りが少ないような気がしてなりません。例えば、2、3世代後には\n2、3世代後には、どんなに有名な映画でも忘れ去られてしまい、そのストーリーも\nどんなに人生を変えたり、感動させたりしたとしても...。",
      "title": "CMV: 映画監督や俳優は、一世代、二世代は非常に有名になるかもしれませんが、歴史に大きな影響を与えた有名な発明家や宇宙飛行士とは異なり、最も有名な俳優や映画でも比較的早く忘れ去られてしまいます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢电影，有一天我想做一部短片。我不禁感到\n虽然这是个巨大的努力，但回报却很少。就像，在2或3\n就像，在两三代人之后，即使是最著名的电影也会被遗忘，他们的故事也会被遗忘。\n他们的故事，不管他们是如何改变生活或鼓舞人心......",
      "title": "CMV：虽然电影人和演员可能在一两代人的时间里非常出名，但即使是最知名的演员和电影也会很快被遗忘，这与对历史产生巨大影响的著名发明家或宇航员不同。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡電影，有一天我想做一部短片。我不禁感到\n雖然這是個巨大的努力，但回報卻很少。就像，在2或3\n就像，在兩三代人之後，即使是最著名的電影也會被遺忘，他們的故事也會被遺忘。\n他們的故事，不管他們是如何改變生活或鼓舞人心......",
      "title": "CMV：雖然電影人和演員可能在一兩代人的時間裏非常出名，但即使是最知名的演員和電影也會很快被遺忘，這與對歷史產生巨大影響的著名發明家或宇航員不同。"
    }
  ],
  "title": "CMV: Although filmmakers and actors may be very famous for a generation or two, even the most well-known actors and films become forgotten relatively quickly, unlike famous inventors or astronauts who made a big impact on history",
  "created_utc": 1621694443,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I love films, and one day would like to do a short film. I can&#39;t help but feel like it&#39;s a huge effort for ultimately little return, though. Like, in 2 or 3 generations, even the most famous movies will have been forgotten and so will their stories, no matter how life-changing or inspiring they may be. Can anyone convince me otherwise or name any counter-examples?</p>\n\n<p>I think films can have a big impact on someone&#39;s life on a personal level, but it&#39;s limited to just that. No matter how good the story may be, I feel like films don&#39;t have the same longevity as famous novels.</p>\n\n<p>But that might only be because the film industry is relatively young, compared to other mediums of story-telling.</p>\n</div><!-- SC_ON -->",
  "score": 85,
  "permalink": "/r/changemyview/comments/nig96c/cmv_although_filmmakers_and_actors_may_be_very/",
  "subreddit": "changemyview",
  "id": "nig96c",
  "is_self": true,
  "media": null,
  "is_video": false
}