{
  "author": "ucanthaveeverything",
  "original_created_utc": 1636852814,
  "title": "What was a book or series that you were obsessed with in elementary school (ages: 5 - 10) or middle school (ages: 11 - 13)?",
  "created_utc": 1636866525,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I hear a lot of times that a lot of readers were reading fanatics when they were younger. Although I wasn’t much of a reader in elementary school (i simply did not have the focus to finish a book), I was a reading fanatic in middle school. My favorite series at that time was The Lunar Chronicles by Marissa Meyers. My favorite book was definitely Fangirl by Rainbow Rowell. I still go back to those books to get that feeling of nostalgia.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/qtetay/what_was_a_book_or_series_that_you_were_obsessed/",
  "subreddit": "books",
  "id": "qtetay",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I hear a lot of times that a lot of readers were reading fanatics when they were\nyounger. Although I wasn’t much of a reader in elementary school (i simply did\nnot have the focus to finish a book), I was a reading fanatic in middle school.\nMy favorite series at that time was The Lunar Chronicles by…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "読者の多くは、若い頃に読書マニアだったという話をよく聞きます。\n若い頃は 私は小学生の頃、あまり読書好きではありませんでしたが（単に、読書に集中できなかっただけです。\nしかし、中学時代は読書狂でした。\nその頃のお気に入りのシリーズは、『ルナ・クロニクル』の...",
      "title": "小学生（5歳～10歳）や中学生（11歳～13歳）の頃に夢中になった本やシリーズを教えてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我经常听到很多人说，很多读者在年轻时是阅读狂。\n年轻的时候。虽然我在小学时不太喜欢读书（我根本没有精力去读完一本书）。\n我在小学时不怎么爱看书（我根本没有精力看完一本书），但在中学时，我是一个阅读狂人。\n那时候我最喜欢的系列是《月球纪事》，作者是...",
      "title": "你在小学（5-10岁）或初中（11-13岁）时迷恋的书或系列是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我經常聽到很多人說，很多讀者在年輕時是閱讀狂。\n年輕的時候。雖然我在小學時不太喜歡讀書（我根本沒有精力去讀完一本書）。\n我在小學時不怎麼愛看書（我根本沒有精力看完一本書），但在中學時，我是一個閱讀狂人。\n那時候我最喜歡的系列是《月球紀事》，作者是...",
      "title": "你在小學（5-10歲）或初中（11-13歲）時迷戀的書或系列是什麼？"
    }
  ]
}