{
  "author": "amelia_health",
  "the_new_excerpt": "Why YSK: Parents should know this because there is a widespread misunderstanding\nabout the connection between parental education/income level and child brain and\nlanguage development. Namely, that higher income parents teach their kids more\nwords, and this then leads to better brain language…",
  "original_created_utc": 1617160798,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：家长应该知道这一点，因为存在着广泛的误解。\n关于父母教育/收入水平与儿童大脑和\n语言发展。即收入较高的父母教给孩子更多的是\n词，然后导致更好的大脑语言... ...",
      "title": "YSK说，在养育孩子的过程中，如何和孩子说话很重要--它会改变他们的大脑。对着孩子说话或对着孩子说话，即使你让他们接触到很多词汇，也不如与孩子进行引人入胜的对话重要，最好是由孩子来主导。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：家長應該知道這一點，因爲存在着廣泛的誤解。\n關於父母教育/收入水平與兒童大腦和\n語言發展。即收入較高的父母教給孩子更多的是\n詞，然後導致更好的大腦語言... ...",
      "title": "YSK說，在養育孩子的過程中，如何和孩子說話很重要--它會改變他們的大腦。對着孩子說話或對着孩子說話，即使你讓他們接觸到很多詞彙，也不如與孩子進行引人入勝的對話重要，最好是由孩子來主導。"
    }
  ],
  "title": "YSK that in parenting, HOW you talk to your child matters - it changes their brain. Talking TO or AT your child, even if you are exposing them to many words, is less important than having engaging conversations WITH your child, ideally where your child takes the lead.",
  "created_utc": 1617172356,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> Parents should know this because there is a widespread misunderstanding about the connection between parental education/income level and child brain and language development. Namely, that higher income parents teach their kids <em>more words,</em> and this then leads to better brain language development. Knowing about this misconception is important for many reasons, perhaps the most important being that the science-backed solution to helping grow your child’s brain development in this area is actually very simple and doable for <em>any parent, regardless of socioeconomic or educational background.</em> It has nothing to do with dumping fancy words at your kids.</p>\n\n<p>I’d safely assume that most parents know that talking - and teaching verbal communication - to their children from a young age is vital. But, there is a widespread misconception that parental income or education correlates to a child’s ability to develop strongly in this area. Notably, since research has shown that, on average, children from higher-income families hear millions <em>more words</em> during their first three years of life, somehow that means that such children are set up for better brain development than children from lower-income families. <strong>This actually isn’t true.</strong></p>\n\n<p>In 1995, a research study came out that found that children from higher-income families hear about <strong>30 million more words</strong> during their first three years of life than children from lower-income families.</p>\n\n<p>So was coined the phenomenon of the “<strong>30-million-word-gap</strong>”, at the time correlated with significant gaps in tests of vocabulary, language development, and reading comp skills of kids from lower vs higher income families as they matured. People ran with this idea. Claiming essentially that kids from higher income families, who on average heard and were taught so many more words, were somehow set up as they got older to have a more &quot;highly developed&quot; brain in terms of language capabilities.</p>\n\n<p>More recent science has debunked this correlation, pointing to a very different reality. MIT cognitive scientists have now discovered that <em>it is not the number of words</em> a parent says <strong>to</strong> their child that can change their brain (for the better), but instead <em>the nature of open-ended conversation</em> a parent encourages <strong>with</strong> their child.</p>\n\n<p><strong>Creating lots of opportunity for this kind of open-ended, back-and-forth conversation is actually more critical to brain and language development than the findings of the &quot;word gap&quot;.</strong> This research from MIT applied to children <em>regardless of parental income</em> <em>or education.</em> The finding suggests that <em>any</em> parent can have considerable influence over their child&#39;s language and brain development by simply engaging them in daily conversation where the child has space to drive the conversation and create conversation turns as they please. Encouraging turn-taking conversation, as opposed to one-sided conversation, can be implemented by any parent.</p>\n\n<p>The key finding from the aforementioned research is that parents should understand they should not just <em>talk to</em> their child, but instead should consistently <em>talk with</em> their child. Being interactive is what matters. Creating time and space for casual, story-oriented familial conversation, where there is less talking at or to your child by the parent and more talking with and listening to your child, changes children’s brains.</p>\n\n<p>Maybe using excessive flashcards and talking at our children with many words, probably just frustrating or confusing them, should be a thing of the past. Maybe the solution is really as simple as focusing on fun conversation that genuinely encourages children to participate. Not just listen and memorize.</p>\n\n<p>MIT study: <a href=\"https://journals.sagepub.com/doi/abs/10.1177/0956797617742725\">https://journals.sagepub.com/doi/abs/10.1177/0956797617742725</a></p>\n\n<p>1995 Word Gap study: <a href=\"https://www.aft.org/sites/default/files/periodicals/TheEarlyCatastrophe.pdf\">https://www.aft.org/sites/default/files/periodicals/TheEarlyCatastrophe.pdf</a></p>\n</div><!-- SC_ON -->",
  "score": 95,
  "permalink": "/r/YouShouldKnow/comments/mgwzwi/ysk_that_in_parenting_how_you_talk_to_your_child/",
  "subreddit": "YouShouldKnow",
  "id": "mgwzwi",
  "is_self": true,
  "media": null,
  "is_video": false
}