{
  "author": "gupdog",
  "original_created_utc": 1632331629,
  "title": "CMV: Americans have been split apart by the media so badly that it is now a toxic breeding ground for two extreme sides.",
  "created_utc": 1632336431,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You made politics about everything for the past 2 years and look where it has brought us. Look at our country and how much we are split apart. Where is the pride in being American anymore. How come all we do is just shit on other people who support the opposite views, instead of trying to find common ground. All we have done is just attack and label people with this stupid blue and red shit and all it has done is further push American’s to both extreme sides. The mods on any subs don’t give a shit because all it does is bring more traffic by the paragraph typing users who think their opinion will change anything by arguing about the corona virus All the Freaking TIME. By arguing and constantly calling the other side stupid, you just push them further away from actually listening and agreeing with your opinion. </p>\n\n<p>Media on both sides feed you lies, yet you have found an enemy in the other party, instead of the corporations who are brainwashing you. No shit there are problems in America that need to be solved. But look at the state of America and tell me is there any way for proper change to take place if we push each other this far into two sides. All people do on this website is bring up politics and how dumb the other sides stances/views are. </p>\n\n<p>I’m not saying agree with views you don’t agree with. All I’m saying is wake up and realize that we have split this country so far apart that it is hard to see a future where we can solve any major problem without people automatically taking sides and labeling them to a political party. </p>\n\n<p>Stop reading cnn/fox because it’s mainly propaganda to get you to dislike and never agree with the other side. It’s unbelievable that we take npr for granted and other similar sites. Even if they don’t take a complete neutral stance, they are 100% a more reliable and respectful news source than any of these corporations can create. I don’t want to listen to your argument about “Trump Bad! Biden Bad! Coronavirus! Mask!” You people think you are having a debate but all you are doing is solidifying the idea that you and your political party are correct in every single aspect.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/changemyview/comments/ptcghe/cmv_americans_have_been_split_apart_by_the_media/",
  "subreddit": "changemyview",
  "id": "ptcghe",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "You made politics about everything for the past 2 years and look where it has\nbrought us. Look at our country and how much we are split apart. Where is the\npride in being American anymore. How come all we do is just shit on other people\nwho support the opposite views, instead of trying to find…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この2年間、何でもかんでも政治の話にしてきましたが、その結果どうなったかというと\n私たちにもたらしたものを見てください。私たちの国を見てください、どれだけバラバラになっているか。アメリカ人としての誇りは\nアメリカ人としての誇りはどこへ行ってしまったのでしょう。私たちがすることといえば、反対意見を支持する他の人々を非難することだけです。\n反対意見を支持する人の悪口を言うだけなのか？",
      "title": "CMV：アメリカ人はメディアによってひどく分断され、今では両極端な意見を持つ有毒な温床となっています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在过去的两年里，你把政治当作一切，看看它给你带来了什么？\n给我们带来了什么。看看我们的国家，我们是多么的分裂。作为美国人的\n作为美国人的自豪感了。为什么我们所做的一切只是对其他支持相反观点的人拉屎？\n支持相反观点的人，而不是试图找到...",
      "title": "CMV：美国人已经被媒体严重分裂，以至于现在成了两个极端阵营的有毒滋生地。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在過去的兩年裏，你把政治當作一切，看看它給你帶來了什麼？\n給我們帶來了什麼。看看我們的國家，我們是多麼的分裂。作爲美國人的\n作爲美國人的自豪感了。爲什麼我們所做的一切只是對其他支持相反觀點的人拉屎？\n支持相反觀點的人，而不是試圖找到...",
      "title": "CMV：美國人已經被媒體嚴重分裂，以至於現在成了兩個極端陣營的有毒滋生地。"
    }
  ]
}