{
  "author": "Surgikull",
  "original_created_utc": 1637698029,
  "title": "YSK: that if the service provided to you doesn’t usually accept monetary tips, a Yelp/Google review is almost just as beneficial for them",
  "created_utc": 1637725375,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The medical staff that helps you through your appointment or the sales person who helped you find an item and helped you decide which one to buy, these people who go out of their way to meet the company’s customer satisfaction requirements, are more likely to be compensated by the employer with every positive reviews left by you. Most places offer a little incentive for these reviews but many places may increase the employees pay. It looks very well on yearly reviews when someone shows their supervisor that they have “X” amount of positive reviews which result in repeat customer or referrals to most consumers which equals more profit.</p>\n\n<p>Take a second and leave a good review for someone today, it can definitely do more than a few bucks would ever do.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/YouShouldKnow/comments/r0ly47/ysk_that_if_the_service_provided_to_you_doesnt/",
  "subreddit": "YouShouldKnow",
  "id": "r0ly47",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The medical staff that helps you through your appointment or the sales\nperson who helped you find an item and helped you decide which one to buy, these\npeople who go out of their way to meet the company’s customer satisfaction\nrequirements, are more likely to be compensated by the employer…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：予約時にサポートしてくれる医療スタッフや、商品を探して購入を決めてくれた販売員など\n商品を探してくれて、どれを買おうか迷ってくれた販売員など、お客様の満足のために\nこれらの人々は、会社の顧客満足度の要件を満たすために努力しています。\nは、雇用主から補償を受ける可能性が高いと思います...。",
      "title": "YSK: もし、あなたに提供されたサービスが、通常は金銭的なチップを受け取らない場合でも、YelpやGoogleのレビューは、彼らにとっても有益なものであるということです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：帮助你完成预约的医务人员或帮助你找到商品并帮助你决定购买哪种商品的销售人员。\n帮助你找到一件商品并帮助你决定购买哪件商品的销售人员，这些\n这些人不遗余力地满足公司的客户满意度要求。\n要求，更有可能得到雇主的补偿......",
      "title": "YSK：如果向你提供的服务通常不接受货币小费，那么Yelp/Google的评论对他们来说几乎同样有利。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：幫助你完成預約的醫務人員或幫助你找到商品並幫助你決定購買哪種商品的銷售人員。\n幫助你找到一件商品並幫助你決定購買哪件商品的銷售人員，這些\n這些人不遺餘力地滿足公司的客戶滿意度要求。\n要求，更有可能得到僱主的補償......",
      "title": "YSK：如果向你提供的服務通常不接受貨幣小費，那麼Yelp/Google的評論對他們來說幾乎同樣有利。"
    }
  ]
}