{
  "author": "Rambler_716",
  "original_created_utc": 1635584664,
  "title": "CMV: Freddy Krueger is the greatest horror movie character of all time.",
  "created_utc": 1635615040,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>He&#39;s an all original character with a fantastic backstory and the idea of his existence is far more disturbing then any of his decade counterparts like Jason, Micheal, or Chucky. My man Freddy has the best style of dress, the best methods of killing, and the best dialog one liners (winning out against Chucky by just a little).</p>\n\n<p>The idea of Freddy attacking you in your dreams to kill you in real life is spine chilling, it&#39;s not just mindless bloodshed there&#39;s real mental anguish and physiological warfare in his madness. Even stacked up against the great Pennywise, Freddy wins by a nose (pun intended).</p>\n\n<p>Modern day horror characters fail in comparison as well as most of them are just rewashed possessed toys and dolls or occultic driven spirits. There&#39;s no flair or effort and their methods are stale in comparison. </p>\n\n<p>I vote to make Halloween eve National Freddy Krueger Day in honor of the king of horror.</p>\n\n<p>EDIT: Spelling</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/qixmg2/cmv_freddy_krueger_is_the_greatest_horror_movie/",
  "subreddit": "changemyview",
  "id": "qixmg2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "He's an all original character with a fantastic backstory and the idea of his\nexistence is far more disturbing then any of his decade counterparts like Jason,\nMicheal, or Chucky. My man Freddy has the best style of dress, the best methods\nof killing, and the best dialog one liners (winning out…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "彼はすべてオリジナルのキャラクターで、素晴らしいバックストーリーを持っていて、彼のアイデアは\nジェイソン、ミッシェル、チャッキーのような10年前の類似したキャラクターよりも、彼の存在ははるかに不穏である。\nMichealやChuckyのような10年代のキャラクターよりもはるかに不穏な存在です。私のフレディは、最高のドレススタイル、最高の殺人方法、最高のセリフを持っています。\n私のフレディは、最高の服装、最高の殺し方、そして最高のセリフを持っています。",
      "title": "CMV：フレディ・クルーガーは、ホラー映画のキャラクターの中で最も偉大な存在です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "他是一个完全原创的角色，有一个奇妙的背景故事，而且他的存在的想法远比他十年来的任何同行，如杰森，更令人不安。\n他的存在远比任何像杰森这样的年代对应人物更令人不安。\n米歇尔或恰吉。我的男人Freddy有最好的着装风格，最好的杀人方法，以及最好的对话。\n和最好的对话单口相声（赢得了...）。",
      "title": "CMV：Freddy Krueger是有史以来最伟大的恐怖电影角色。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "他是一個完全原創的角色，有一個奇妙的背景故事，而且他的存在的想法遠比他十年來的任何同行，如傑森，更令人不安。\n他的存在遠比任何像傑森這樣的年代對應人物更令人不安。\n米歇爾或恰吉。我的男人Freddy有最好的着裝風格，最好的殺人方法，以及最好的對話。\n和最好的對話單口相聲（贏得了...）。",
      "title": "CMV：Freddy Krueger是有史以來最偉大的恐怖電影角色。"
    }
  ]
}