{
  "author": "Andalib_Odulate",
  "original_created_utc": 1636032533,
  "title": "CMV: All \"news\" agencies should be prohibited from intentionally lying.",
  "created_utc": 1636039847,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Society is going to shit because &quot;news&quot; agencies and &quot;Journalists&quot; are flat out lying and peddling conspiracy theories to a population of gullible people to are easily controlled by fear.</p>\n\n<p>Media organizations that lie need to be shut down and or fined heavily so that we can get back to everyone having the same set of facts.</p>\n\n<p>If you are going to report that an election is rigged better show proof or you are going to be liable for your speech.</p>\n\n<p>Claim xenophobic bullshit and you don&#39;t have anything to back it up you will be in court defending your stance.</p>\n\n<p>Basically back what you air or publish with facts or be ready to defend it in court.</p>\n\n<p>We had people waiting for JFK to fucking return. Sigh.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/qmkkvr/cmv_all_news_agencies_should_be_prohibited_from/",
  "subreddit": "changemyview",
  "id": "qmkkvr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Society is going to shit because \"news\" agencies and \"Journalists\" are flat out\nlying and peddling conspiracy theories to a population of gullible people to are\neasily controlled by fear.\n\nMedia organizations that lie need to be shut down and or fined heavily so that\nwe can get back to everyone…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "社会が破綻しているのは、「報道機関」や「ジャーナリスト」が、嘘をつき、陰謀論を盲信的な人々に教えているからです。\n恐怖に支配されやすい人々に嘘をつき、陰謀論を売りつけているからです。\n恐怖に支配されやすい人々に陰謀論を教えているからです。\n\n嘘をつくメディア機関は閉鎖され、多額の罰金を科せられるべきです。\nそうすれば、私たちは皆のために活動できるようになるでしょう...。",
      "title": "CMV：すべての「報道機関」は、意図的に嘘をつくことを禁止すべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "社会正在走向灭亡，因为 \"新闻 \"机构和 \"记者 \"们正在平白无故地\n撒谎，并向容易受骗的人兜售阴谋论。\n很容易被恐惧所控制。\n\n撒谎的媒体机构需要被关闭，或被重罚，以便\n我们可以回到每个人身边...",
      "title": "CMV：应该禁止所有 \"新闻 \"机构故意撒谎。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "社會正在走向滅亡，因爲 \"新聞 \"機構和 \"記者 \"們正在平白無故地\n撒謊，並向容易受騙的人兜售陰謀論。\n很容易被恐懼所控制。\n\n撒謊的媒體機構需要被關閉，或被重罰，以便\n我們可以回到每個人身邊...",
      "title": "CMV：應該禁止所有 \"新聞 \"機構故意撒謊。"
    }
  ]
}