{
  "author": "SkepticDrinker",
  "original_created_utc": 1637158835,
  "title": "ASOIAF; a cautionary tale of getting too big?",
  "created_utc": 1637170060,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are many theories as to why GRRM hasn&#39;t published the 6th book in his epic series from being lazy to having other projects but one I don&#39;t hear enough about is that it might be impossible to actually finish. After book 3, when there were still many plots and sub plots dangling, rather than tying up those loose ends GRRM introduced more, so much so i had to read a wiki page on all the major and minor plots going on. GRRM sometimes joked in interviews he may have done too much but now i&#39;m thinking it might be true. Its like the Hydra, you cut off one head and another appears well GRRM adding one more thing and two more things need to appear. You can only juggle so many things in a story before you can properly handle them. Its still one of the best series i&#39;ve ever read, and i don&#39;t regret reading them.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/qw0ao9/asoiaf_a_cautionary_tale_of_getting_too_big/",
  "subreddit": "books",
  "id": "qw0ao9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There are many theories as to why GRRM hasn't published the 6th book in his epic\nseries from being lazy to having other projects but one I don't hear enough\nabout is that it might be impossible to actually finish. After book 3, when\nthere were still many plots and sub plots dangling, rather than…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "GRRMが大作シリーズの第6作目を出版しない理由は、怠けているからとか、他のプロジェクトがあるからとか、いろいろな説があります。\n怠惰であるとか、他のプロジェクトがあるとか、様々な説がありますが、私があまり聞いたことがないのは\nしかし、あまり耳にしないのが、実際には完成させることができないのではないかということです。3作目以降は\nまだ多くのプロットやサブプロットがぶら下がっていた頃、むしろ...。",
      "title": "ASOIAF；大きくなりすぎたことへの戒めの物語？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "关于GRRM为什么没有出版他的史诗系列的第6本书，有很多理论。\n懒惰或有其他项目，但有一种说法我听得不多。\n的是，它可能无法真正完成。在第三本书之后，当\n仍有许多情节和子情节悬而未决，而不是......",
      "title": "ASOIAF;一个关于变得太大的警告性故事？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "關於GRRM爲什麼沒有出版他的史詩系列的第6本書，有很多理論。\n懶惰或有其他項目，但有一種說法我聽得不多。\n的是，它可能無法真正完成。在第三本書之後，當\n仍有許多情節和子情節懸而未決，而不是......",
      "title": "ASOIAF;一個關於變得太大的警告性故事？"
    }
  ]
}