{
  "author": "ThreeFingeredTypist",
  "original_created_utc": 1626557550,
  "title": "YSK iPhone has a feature to automatically send unknown numbers to voicemail",
  "created_utc": 1626628134,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: now you don’t have to bother manually ignoring robo callers and other spam. Numbers not saved in contacts are sent to voicemail. Unknown callers can leave messages; if you get a call from a hospital or some emergency call they aren’t “blocked” but your phone will not ring. You will get a missed call notification and the voicemail if applicable.</p>\n\n<blockquote>\n<p>To turn on Silence Unknown Callers, go to Settings &gt; Phone, then scroll down, tap Silence Unknown Callers, and turn on the feature. Calls from unknown numbers are silenced and sent to your voicemail, and appear in your recent calls list</p>\n</blockquote>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/omd8rr/ysk_iphone_has_a_feature_to_automatically_send/",
  "subreddit": "YouShouldKnow",
  "id": "omd8rr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: now you don’t have to bother manually ignoring robo callers and other\nspam. Numbers not saved in contacts are sent to voicemail. Unknown callers can\nleave messages; if you get a call from a hospital or some emergency call they\naren’t “blocked” but your phone will not ring. You will get a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：これで、わざわざ手動でロボコールやその他のスパムを無視する必要がなくなりました。\nスパムを無視できるようになりました。連絡先に保存されていない番号はボイスメールに送られます。知らない人からの電話でも\nメッセージを残すことができます。病院などの緊急電話がかかってきた場合、「ブロック」されませんが\nブロック」されませんが、電話は鳴りません。あなたには...",
      "title": "YSKのiPhoneには、知らない番号を自動的にボイスメールにする機能があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：现在你不必费力地手动忽略robo callers和其他\n垃圾邮件。没有保存在联系人中的号码会被发送到语音信箱。未知来电者可以\n如果你接到来自医院的电话或一些紧急电话，他们不会被 \"阻止\"，但你的电话会被 \"阻止\"。\n不会被 \"屏蔽\"，但你的电话不会响。你将会收到一个...",
      "title": "YSK iPhone有一个功能，可以自动将未知号码发送到语音信箱"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：現在你不必費力地手動忽略robo callers和其他\n垃圾郵件。沒有保存在聯繫人中的號碼會被髮送到語音信箱。未知來電者可以\n如果你接到來自醫院的電話或一些緊急電話，他們不會被 \"阻止\"，但你的電話會被 \"阻止\"。\n不會被 \"屏蔽\"，但你的電話不會響。你將會收到一個...",
      "title": "YSK iPhone有一個功能，可以自動將未知號碼發送到語音信箱"
    }
  ]
}