{
  "author": "Salty_Pancakes",
  "the_new_excerpt": "I know it's kinda cheating since it's a collection of stories and parables\nrather than one singular \"book\", but it's all in one book so it works.\n\nAnd that's what makes it so special and why it's nice to have a physical copy. I\nremember taking this book with me when i went traveling for some months…",
  "original_created_utc": 1617825154,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本は1冊の「本」ではなく、物語やたとえ話を集めたものなので、ちょっとズルいとは思うのですが\nでも、1冊の本になっているから大丈夫なんです。\n\nそれが、この本を特別なものにしているし、物理的なコピーを持っていることがうれしい理由なんだ。I\nこの本を持って何ヶ月か旅行に行ったことを覚えています。",
      "title": "物理的に手に入れたい本があるとすれば、私は『ホルヘ・ルイス・ボルヘス小説集』に一票を投じる。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道这有点作弊，因为它是一个故事和寓言的集合。\n而不是一本单一的 \"书\"，但它都在一本书中，所以它的工作。\n\n这就是它的特别之处，也是为什么能有一本实体书的原因。I\n记得当我去旅行几个月时，我带着这本书... ...",
      "title": "如果有一本实体书，我的投票是《豪尔赫-路易斯-博尔赫斯小说集》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道這有點作弊，因爲它是一個故事和寓言的集合。\n而不是一本單一的 \"書\"，但它都在一本書中，所以它的工作。\n\n這就是它的特別之處，也是爲什麼能有一本實體書的原因。I\n記得當我去旅行幾個月時，我帶着這本書... ...",
      "title": "如果有一本實體書，我的投票是《豪爾赫-路易斯-博爾赫斯小說集》。"
    }
  ],
  "title": "If there is one book to have a physical copy of, my vote would be The Collected Fictions of Jorge Luis Borges",
  "created_utc": 1617911350,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know it&#39;s kinda cheating since it&#39;s a collection of stories and parables rather than one singular &quot;book&quot;, but it&#39;s all in one book so it works. </p>\n\n<p>And that&#39;s what makes it so special and why it&#39;s nice to have a physical copy. I remember taking this book with me when i went traveling for some months years back, before kindles were a thing. You can just crack the book, flip to the start of any story and just reading. And get immediately lost.</p>\n\n<p>Infinite libraries, haunted weapons, science fiction, philosophical parables. If you&#39;ve never read him before, i think it&#39;s an amazing experience. You really have no idea what kind of story you are going to encounter next. If you feel like you&#39;ve had maybe a little bit too much dystopia and would like some wonder, give this a go.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/mmaejf/if_there_is_one_book_to_have_a_physical_copy_of/",
  "subreddit": "books",
  "id": "mmaejf",
  "is_self": true,
  "media": null,
  "is_video": false
}