{
  "author": "tunarulz",
  "original_created_utc": 1630330781,
  "title": "I am buying coins shilled on this subreddit because I'm too dumb to DYOR and so far it has proven very good (up 80% on my investments)",
  "created_utc": 1630352075,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know, I know, DO YOUR OWN RESEARCH is the most talked about step in crypto investing, but hear me out.</p>\n\n<p>I am tech savvy, bring me a PC and I&#39;ll generally fix it. I haven&#39;t dabbed in programming to my detriment, could be useful in my line of work, but I digress.</p>\n\n<p>I guess what I&#39;m trying to say is that DYOR is really hard. I tried reading whitepapers but to hell if I understand half of it (I mean I do, but there is to many phrases I do not know, and when I search for them I fall into a rabbit hole of new things and it&#39;s frankly too much). I tried watching youtube videos, but to me those fall under the category of shilling coins. Tried many sites to view pros and cons of cryptos but damn, I&#39;m out of my depth here. I guess after a year or two in this I&#39;ll get it like many of you guys do.</p>\n\n<p>So long story short, I came here where nearly 3 and a half million of us post daily and have invested in cryptos that have been having good reviews (but they have bad reviews here also, and that is what I like the most) and invested over a couple of months.</p>\n\n<p>Boom I&#39;m now 80% up from my calculated investments over time. So you can say Reddit did my research for me, thanks people!</p>\n\n<p>EDIT: for all people asking my largest holding is ADA, second is VET, then ETH and ALGO.</p>\n\n<p>If mods want proof just shoot me a PM</p>\n\n<p>EDIT 2: This is not financial advice, as always DYOR</p>\n</div><!-- SC_ON -->",
  "score": 165,
  "permalink": "/r/CryptoCurrency/comments/peiacm/i_am_buying_coins_shilled_on_this_subreddit/",
  "subreddit": "CryptoCurrency",
  "id": "peiacm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know, I know, DO YOUR OWN RESEARCH is the most talked about step in crypto\ninvesting, but hear me out.\n\nI am tech savvy, bring me a PC and I'll generally fix it. I haven't dabbed in\nprogramming to my detriment, could be useful in my line of work, but I digress.\n\nI guess what I'm trying to say is…"
}