{
  "author": "Scopatone",
  "the_new_excerpt": "Right away, I understand this is a very non-PC topic and it may trigger a knee\njerk/defensive response from some, but I am here for genuine debate and to\nlearn, or debate and hold my stance.\n\nI'm a white American living in Japan who has learned about and partaken in the\nculture since childhood, now…",
  "original_created_utc": 1620492874,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "はじめに、これは非常に非礼な話題であり、一部の人からは膝を打つような、あるいは防御的な反応を引き起こすかもしれないことを理解しています。\nしかし、私は純粋に議論し、学ぶためにここにいます。\nあるいは、議論して自分の立場を守るために。\n\n私は日本に住む白人のアメリカ人で、子供の頃から日本の文化を学び、参加してきました。\n私は日本に住む白人のアメリカ人で、子供の頃から日本の文化を学び、楽しんできました。",
      "title": "CMV: 自分の人種の文化を自動的に主張することはできません。文化は地理的に学び取るものであり、人種的な特徴ではありません。文化的適正化のような西洋の概念を議論する場合、白人のアメリカ人の意見も、アメリカ生まれで実地経験のないPOCの意見と同様に有効です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我知道这是一个非常非PC的话题，它可能会引发一些人的膝射/防御反应。\n但我在这里是为了真正的辩论和学习，或者是为了辩论和坚持自己的立场。\n学习，或者辩论并坚持自己的立场。\n\n我是一个生活在日本的美国白人，从小就了解并参与了日本的文化。\n我是一个生活在日本的美国白人，从小就了解并参与了日本的文化，现在...",
      "title": "CMV：你不能自动要求拥有你的种族的文化。文化是地理和学习的，而不是种族特征，在讨论西方概念时，如文化挪用，一个美国白人的意见与一个在美国出生、没有实践经验的黑人一样有效。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我知道這是一個非常非PC的話題，它可能會引發一些人的膝射/防禦反應。\n但我在這裏是爲了真正的辯論和學習，或者是爲了辯論和堅持自己的立場。\n學習，或者辯論並堅持自己的立場。\n\n我是一個生活在日本的美國白人，從小就瞭解並參與了日本的文化。\n我是一個生活在日本的美國白人，從小就瞭解並參與了日本的文化，現在...",
      "title": "CMV：你不能自動要求擁有你的種族的文化。文化是地理和學習的，而不是種族特徵，在討論西方概念時，如文化挪用，一個美國白人的意見與一個在美國出生、沒有實踐經驗的黑人一樣有效。"
    }
  ],
  "title": "CMV: You don't get automatic claim to your race's culture. Culture is geographical and learned, not a racial trait and when discussing Western concepts like Cultural Appropriation, a White American's opinion is as equally valid as an American-born POC with no hands-on experience",
  "created_utc": 1620499732,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Right away, I understand this is a very non-PC topic and it may trigger a knee jerk/defensive response from some, but I am here for genuine debate and to learn, or debate and hold my stance.</p>\n\n<p>I&#39;m a white American living in Japan who has learned about and partaken in the culture since childhood, now living in it daily (and I mean the ACTUAL culture, not just pop culture) so I will use this as my reference since I know the most about it, but this can apply to any race/culture. I often get flack from non-Japanese people or American born/raised Japanese-Americans with no overseas experience for offering advice or partaking in conversation about culture, simply because I&#39;m non-Japanese. This is an opinion I see quite often with Western American liberals/leftists that mean well but seem to stifle debate: &quot;You cannot debate with a race about a culture that you are not part of&quot; and by &quot;part of&quot; they usually only mean skin color and seem to link the two. You&#39;re immediately labeled racist for attempting to do so. This is almost exclusively from white Americans with no knowledge of the culture they defend.</p>\n\n<p>When I discuss culture here, I am exclusively referring to a country&#39;s native culture, not minority cultural pockets in Melting Pot places like the US, as these are fundamentally different. This is not a debate about whether or not a white person can give opinions on the black experience in America. We&#39;re talking global cultural discussions here, not POC experiences in a majority white society. Think like, a white person who is well educated in Japanese culture and an American-born/raised Japanese person discussing whether or not a piece of media accurately portrayed Japanese culture and aspects of society. Both people educated in the culture but neither having actually lived it.</p>\n\n<p>While I acknowledge that minorities in America have their cultures fetishized in some cases or demonized in others, leading to a sense pride in their heritage and a defensive feeling, I simply do not believe that ANY person can logically claim to belong to a culture that they were not either born and raised into or lived in for an extended period of time. As the title mentions, culture is geographical and learned. All people born and raised in the US are part of American culture whether they like to admit it or not and racial background culture is secondary, if present at all, and although a POC may participate in aspects of their heritage, your claim is one of an outsider and fundamentally different than a natives.</p>\n\n<p>Culture is learned and adoptable, it&#39;s not just wearing traditional clothes or praying a certain way, it&#39;s traditions, daily interactions, ideologies that are shaped by the world around you, upbringing in THAT country&#39;s environment immersed with others of the same thinking, the food, the pop culture, the societal norms. All of these things are fundamental to culture as a whole, you cannot pick and choose and lay claim to the entire thing. To lay claim to a culture when you have never set foot in the country of origin or taken extensive steps to learn about it (which most don&#39;t) simply based on your race is to lay claim to only the most superficial and basic aspects, and imo, is disrespectful to the intricacies and lived experiences of native life.</p>\n\n<p>The simple fact of the matter is that an American-born POC with no overseas experience has a WILDLY different cultural experience than a native who was born and raised there and, to a certain extent, may never be able to have that same experience even after moving. You can move and adopt/assimilate to a new culture, but I don&#39;t believe you can ever truly get rid of your cultural upbringing and it will affect your perspectives when learning things.</p>\n\n<p>I am not saying people cannot be proud of their heritage, I HIGHLY encourage people to learn more about their races history and culture from their native lands if they&#39;re interested in it, however I think it stifles debate when people exclude other races from cultural conversation when neither party has actually LIVED the culture. It&#39;s the &quot;That person is a POC so they automatically have a more respectable opinion than you&quot; argument, which is simply not true in 90% of cases. If you were both born and raised in the same place, you have the same right to discuss cultural aspects regardless of race as long as both parties are educated in the culture. One person may have a bit of first-hand experience from parents passing some down, but this is still experience that any person would logically have when living somewhere for a prolonged period of time, and not every POC has parents that pass down native ideology/tradition.</p>\n\n<p>Although you can only TRULY understand a culture if you&#39;ve lived in it and experienced firsthand, I consider it a lot like history. Although fluid, most of it is factual and can be learned and read up on with firsthand experience to back it up and confirm. Being of a certain race gives you no advantage in understanding a culture over someone not of that race. A 100% white guy born and raised in Japan his whole life will have a native level grasp on Japanese culture and CERTAINLY be far more versed in it than a 100% Japanese person born in and raised in the US, because it&#39;s his culture. However he is not likely to be taken seriously and may even be silenced in discussions of cultural topics with Western audiences, despite being more qualified than the American raised Japanese-American. Perhaps this is a defense mechanism from Westerners due to systemic racism and wanting to give POC a voice without questioning if they&#39;re actually qualified to speak on it? It seems like progressive Westerners ironically only look at the color of someone&#39;s skin to determine if they&#39;re qualified to speak on a culture.</p>\n\n<p>I look forward to other opinions! I really do love debating about Japanese topics and societal issues specifically but it&#39;s really difficult to do with many Western people due to the weird belief that only a Japanese person, native or not, can have opinions on Japanese culture.</p>\n\n<p>EDIT 1: A user brought up the fact that in terms of American culture, a POCs heritage cannot be secondary unless they have been fully accepted into their birth culture, in this case America. While I still hold my stance of not being an absolute authority on your culture unless you have extensive experience with it, this is something worth noting as American culture is generally hostile/demonizing towards outside cultures and I can see how it would be psychologically damaging to be forced to identify with a culture that in many cases wants you dead. I don&#39;t think there&#39;s a correct answer here but it&#39;s important to recognize that even if both races are part of American culture, the way in which they experience it is uniquely different and often exclusively damaging to the POC (or woman if we bring gender into this).</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/n7tdio/cmv_you_dont_get_automatic_claim_to_your_races/",
  "subreddit": "changemyview",
  "id": "n7tdio",
  "is_self": true,
  "media": null,
  "is_video": false
}