{
  "author": "GuyWithNoEffingClue",
  "original_created_utc": 1628457897,
  "title": "Yellen Banking Corruption shows how cheap it is to buy a law and how Decentralised Finance is essential",
  "created_utc": 1628471556,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The problem for regular banks is easy to understand; DeFi is a dangerous threat that would make them obsolete, prehistorical, slow and -- worst of all --  unable to milk us anymore in all sorts of fees, interests and other shady &quot;investments&quot;. </p>\n\n<p>So our dear friends at Citi Group and Citadel found the oldest trick; 7 million dollars! And who could be more appropriate to take care of this heavy bag than Secretary of the Treasury? Of course she knows how to take care of money, it&#39;s literally her job! Janet Yellen only needs to give a few Zoom Conference Call in exchange and voilà ! </p>\n\n<p>Of course, The Infrastructure Bill really came in handy here. She just added a quick footnote on last minute basically giving smart contract coders the same responsability as a broker to please her puppet masters. Why would senate protest? Banks are not a danger to economy, they barely crash twice or thrice a decade, who cares? They can seize pesants&#39; houses and bail out! Look at crypto, how dangerous those little bits are! Citizen might get independent, worse they might stop serving the <em>real</em> economy. Crypto would kill the middle man, <em>bankers</em>. It must be avoided at all cost. </p>\n\n<p>So useless to say the huge win for Yellen&#39;s paycheck is a huge loss for democracy and thanks to whoever discovered this and wistleblew it, she was caught. I hope the following is her being fired and dragged into court, if dreaming is still allowed. </p>\n\n<p>Do you think she would have been able to keep this money secret so long In a DeFi economy? Imagine how many more people in power (in senate&#39;s, your town, your state, your country) would accept cash to help the rich and greedy keeping things as they are? </p>\n\n<p>Keep her accountant American friends, don&#39;t let her get away with it!</p>\n</div><!-- SC_ON -->",
  "score": 216,
  "permalink": "/r/CryptoCurrency/comments/p0nc4w/yellen_banking_corruption_shows_how_cheap_it_is/",
  "subreddit": "CryptoCurrency",
  "id": "p0nc4w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The problem for regular banks is easy to understand; DeFi is a dangerous threat\nthat would make them obsolete, prehistorical, slow and -- worst of all -- unable\nto milk us anymore in all sorts of fees, interests and other shady\n\"investments\".\n\nSo our dear friends at Citi Group and Citadel found the…"
}