{
  "author": "Global_Criticism_911",
  "original_created_utc": 1635444746,
  "title": "YSK: Vaping near a computer or any kind of electronic can have consequences",
  "created_utc": 1635457273,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>To my fellow vapers who made the poor decision to pick up a nicotine addiction, yes, It can and will damage your PC if it gets near it.</p>\n\n<p>I noticed a weird sound coming from my pc, given it&#39;s been almost a year since I&#39;ve cleaned the thing, I decided it was time to do so and that it might be the cause of the issue.</p>\n\n<p>I noticed a weird sticky substance around my CPU and GPU fans. At first I thought It was just because I haven&#39;t cleaned it in so long. So I used a Q-tip and wiped it off a bit, or at least tried. It was stubborn. I later looked at it wondering what it was, and I smelled it. Smelled like pineapple. My favorite flavor at the time (haven&#39;t touched a vape in three months :))</p>\n\n<p>Not only can it build up like what happened to me, but with research I found that many of the common ingredients in E-liquid are conductive, would could cause permanent damage.</p>\n\n<p>I never smoked and I&#39;m just a teenager who made stupid decisions, but in stressful times I was going through 3 packs of cigs worth of nicotine in a day. Majority of those days was spent at my computer doing my online classes. my friend came over one day and she said my whole room smelled like the pineapple vape i was using. she&#39;s used mine before and could instantly detect the smell, that&#39;s how much i was using it. I cant imagine have badly it could be for someone who used/uses for a much longer time on their computer.</p>\n\n<p>This also applies to cigarettes, smoking and vaping THC.</p>\n\n<p>Side note 1: Nicotine isn&#39;t cool and just because you discovered a gas station that doesn&#39;t check ID&#39;s isn&#39;t an excuse to keep vaping and kick the habit,(most ppl here are gonna be 21 anyways but my point still stands) I was getting cheap fake disposables before from sketchy ppl and made the excuse of &quot;i can keep doing it since it is legit and won&#39;t hurt me as much and I&#39;m safer from these people&quot;. I don&#39;t have the luxury of an older sibling like most of my friends, and when I discovered this gas station my usage went through the roof, and i made the mistake of telling people and now some friends beg me to go over there for them, especially girls because they don&#39;t want to meet up with people. Not needing to pump nicotine in your system at least every few hours is nice, healthier, cheaper, less worrying, and if you&#39;re like me you don&#39;t have to worry about parents or getting pulled over. notice how this side note is almost as long as the post? Because the whole post wouldn&#39;t be needed if people didn&#39;t struggle like me.</p>\n\n<p>Side note 2: Please open your computer every few months and clean it out and look for any build up, this goes to everybody, not just vapers/smokers. But if you are a vaper/smoker you should definitely do it more often if you use in the same room as your computer.</p>\n\n<p>TLDR : Don&#39;t vape near your pc in an enclosed space, will build up and can cause issues.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/YouShouldKnow/comments/qhsznv/ysk_vaping_near_a_computer_or_any_kind_of/",
  "subreddit": "YouShouldKnow",
  "id": "qhsznv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nTo my fellow vapers who made the poor decision to pick up a nicotine addiction,\nyes, It can and will damage your PC if it gets near it.\n\nI noticed a weird sound coming from my pc, given it's been almost a year since\nI've cleaned the thing, I decided it was time to do so and that it might…"
}