{
  "author": "PapaJaundice",
  "the_new_excerpt": "If you received unemployment benefits in 2020, then you should NOT file your\ntaxes until your chosen tax preparation site/software has been updated or else\nyou will overpay and have to amend your return later.\n\nFor those who have already filed their taxes, the IRS has not yet provided\ninformation on…",
  "original_created_utc": 1616117182,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "如果你在2020年领取了失业救济金，那么你就不应该提交你的失业救济金。\n在您所选择的报税网站/软件更新之前，您可以选择报税网站/软件，否则，您将无法使用该网站/软件。\n你会多付，以后不得不修改你的报税表。\n\n对于那些已经报过税的人，国税局还没有为他们提供\n的信息...",
      "title": "YSK，在美国，最近的救济法案中包含了10200美元的失业救济金税收抵免，但很多税务网站和软件还没有更新，没有考虑到这一点。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你在2020年領取了失業救濟金，那麼你就不應該提交你的失業救濟金。\n在您所選擇的報稅網站/軟件更新之前，您可以選擇報稅網站/軟件，否則，您將無法使用該網站/軟件。\n你會多付，以後不得不修改你的報稅表。\n\n對於那些已經報過稅的人，國稅局還沒有爲他們提供\n的信息...",
      "title": "YSK，在美國，最近的救濟法案中包含了10200美元的失業救濟金稅收抵免，但很多稅務網站和軟件還沒有更新，沒有考慮到這一點。"
    }
  ],
  "title": "YSK, in the USA, the recent relief bill included a $10,200 tax credit for unemployment benefits but many tax sites and software have not been updated to account for this yet.",
  "created_utc": 1616176377,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you received unemployment benefits in 2020, then you should NOT file your taxes until your chosen tax preparation site/software has been updated or else you will overpay and have to amend your return later. </p>\n\n<p>For those who have already filed their taxes, the IRS has not yet provided information on how you should proceed if you overpaid. </p>\n\n<p>The IRS has extended the tax filing deadline until May 17, 2021, so we have more time to figure this out.</p>\n\n<p>Why YSK: You could end up overpaying on your taxes and have to file additonal annoying paperwork later.</p>\n</div><!-- SC_ON -->",
  "score": 111,
  "permalink": "/r/YouShouldKnow/comments/m861lj/ysk_in_the_usa_the_recent_relief_bill_included_a/",
  "subreddit": "YouShouldKnow",
  "id": "m861lj",
  "is_self": true,
  "media": null,
  "is_video": false
}