{
  "author": "fatbunda",
  "the_new_excerpt": "There are so many reasons why pet cats should be kept indoors. One reason is\nthat cats predate greatly on local wildlife (especially birds and rodents)\nreducing biodiversity and competing with local predators. It’s also dangerous\nfor cats to be allowed to roam freely especially in urban areas, where…",
  "original_created_utc": 1609095257,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "宠物猫应该养在室内的原因有很多。一个原因是\n猫科动物在当地野生动物(尤其是鸟类和啮齿动物)上有很大的先进性。\n减少生物多样性并与当地的捕食者竞争。这也很危险\n允许猫自由漫步，特别是在城市地区，在那里…",
      "title": "CMV：所有的宠物猫都应该放在室内。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "寵物貓應該養在室內的原因有很多。一個原因是\n貓科動物在當地野生動物(尤其是鳥類和齧齒動物)上有很大的先進性。\n減少生物多樣性並與當地的捕食者競爭。這也很危險\n允許貓自由漫步，特別是在城市地區，在那裏…",
      "title": "CMV：所有的寵物貓都應該放在室內。"
    }
  ],
  "title": "cmv:all pet cats should be kept indoors",
  "created_utc": 1609117975,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are so many reasons why pet cats should be kept indoors. \nOne reason is that cats predate greatly on local wildlife (especially birds and rodents) reducing biodiversity and competing with local predators. \nIt’s also dangerous for cats to be allowed to roam freely especially in urban areas, where cats are vulnerable to cars, foxes, dogs, and also people (there are many cases of people taking cats off the streets and torturing/mutilating them). \nCats may also get into dangerous situations such as ingesting poison or being fed the wrong food by well meaning people. \nFree roaming cats may also spread all sorts of diseases to wild felines and interbreed (in the case of Scottish wildcats, who’s gene pool has been contaminated by domestic cats). </p>\n\n<p>There is no valid reason to let a cat wander around, it should be the owners responsibility to give the cat necessary enrichment/mental stimulation and monitored outdoor access (on a leash/enclosed outdoor space/catio) if needed.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/kl91t8/cmvall_pet_cats_should_be_kept_indoors/",
  "subreddit": "changemyview",
  "id": "kl91t8",
  "is_self": true,
  "media": null,
  "is_video": false
}