{
  "author": "idk77781",
  "original_created_utc": 1628426862,
  "title": "CMV: Attempts by America/Europe to instill \"democracy\" in foreign nations has proven disastrous",
  "created_utc": 1628440530,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The 21st century has been defined by the catastrophic failure of Western powers to spread democracy. The invasion of Iraq and the interventions in Libya used vague and poorly defined notions of freedom to engage in the destruction of state apparatuses, leading to outpourings of sectarian violence. </p>\n\n<p>The citizens of our Western countries have a naive and two dimensional understanding of democratic revolution inspired by our misinterpretation of events like the American War for Independence. We assume that every individual &quot;wants&quot; freedom and democracy despite being unable to define either term. </p>\n\n<p>We are repeating the same democracy warmongering with China, a country most of us similarly have little real cultural understanding of.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/p0e1le/cmv_attempts_by_americaeurope_to_instill/",
  "subreddit": "changemyview",
  "id": "p0e1le",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The 21st century has been defined by the catastrophic failure of Western powers\nto spread democracy. The invasion of Iraq and the interventions in Libya used\nvague and poorly defined notions of freedom to engage in the destruction of\nstate apparatuses, leading to outpourings of sectarian…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "21世紀は、西欧諸国が民主主義を広められないという壊滅的な失敗によって定義されました。\n民主主義を広めることができなかったことです。イラクへの侵攻やリビアへの介入は、漠然とした不十分な定義を用いています。\n漠然とした自由の概念を利用して、国家組織の破壊を行いました。\n漠然とした自由の概念を用いて、国家組織を破壊し、宗派間の争いを引き起こした。",
      "title": "CMV：アメリカやヨーロッパが外国に「民主主義」を植え付けようとすると、悲惨な結果になる。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "21世纪是由西方大国在传播民主方面的灾难性失败所决定的。\n传播民主。对伊拉克的入侵和对利比亚的干预使用了模糊不清的自由概念来进行破坏。\n自由的概念模糊不清，定义不明确，从而参与了对国家机构的破坏。\n国家机构的破坏，导致了宗派主义的泛滥。",
      "title": "CMV：事实证明，美国/欧洲向外国灌输 \"民主 \"的企图是灾难性的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "21世紀是由西方大國在傳播民主方面的災難性失敗所決定的。\n傳播民主。對伊拉克的入侵和對利比亞的干預使用了模糊不清的自由概念來進行破壞。\n自由的概念模糊不清，定義不明確，從而參與了對國家機構的破壞。\n國家機構的破壞，導致了宗派主義的泛濫。",
      "title": "CMV：事實證明，美國/歐洲向外國灌輸 \"民主 \"的企圖是災難性的。"
    }
  ]
}