{
  "author": "themikesem",
  "original_created_utc": 1624481706,
  "title": "YSK: Every Car Built from 2018 Onwards is REQUIRED to Have a Backup Camera -- It is not an extra feature",
  "created_utc": 1624500484,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Since May 2018, all newly-built cars sold in the United States are required to have a backup camera and video display for the camera. Many car dealers, both used and new, will advertise the backup camera as some kind of added luxury or special option and try to charge you more for it. Don&#39;t bite the bait and understand that it is 100% a legal mandate to have it, like seat belts or air bags.</p>\n</div><!-- SC_ON -->",
  "score": 17745,
  "permalink": "/r/YouShouldKnow/comments/o6lscq/ysk_every_car_built_from_2018_onwards_is_required/",
  "subreddit": "YouShouldKnow",
  "id": "o6lscq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Since May 2018, all newly-built cars sold in the United States are\nrequired to have a backup camera and video display for the camera. Many car\ndealers, both used and new, will advertise the backup camera as some kind of\nadded luxury or special option and try to charge you more for it. Don't…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：2018年5月以降、米国で販売されるすべての新造車には\nバックアップカメラとそのカメラ用のビデオディスプレイの搭載が義務付けられました。多くの車\n中古車・新車を問わず、多くのカーディーラーは、バックアップカメラをある種の\n多くのカーディーラーは、バックアップカメラをある種の豪華さや特別なオプションとして宣伝し、より多くの費用を請求しようとします。やめてください...",
      "title": "YSK: 2018年以降に製造されたすべての車には、バックアップカメラの搭載が義務付けられています -- 追加機能ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：自2018年5月起，所有在美国销售的新造汽车都要\n要求有一个备份摄像头和摄像头的视频显示。许多汽车\n许多汽车经销商，无论是二手车还是新车，都会把倒车摄像头作为某种\n增加的豪华或特殊选项，并试图向你收取更多费用。不要...",
      "title": "YSK：从2018年起，每辆汽车都必须有一个倒车摄像头 -- 这不是一个额外的功能。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：自2018年5月起，所有在美國銷售的新造汽車都要\n要求有一個備份攝像頭和攝像頭的視頻顯示。許多汽車\n許多汽車經銷商，無論是二手車還是新車，都會把倒車攝像頭作爲某種\n增加的豪華或特殊選項，並試圖向你收取更多費用。不要...",
      "title": "YSK：從2018年起，每輛汽車都必須有一個倒車攝像頭 -- 這不是一個額外的功能。"
    }
  ]
}