{
  "author": "djmm99",
  "original_created_utc": 1630506190,
  "title": "CMV: The US government has lost all credibility when it comes to armed conflict. At this point going forward anyone that volunteers to go to war knows what they're getting into.",
  "created_utc": 1630514074,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Afghanistan is just the latest in a string of wars that in retrospect were completely in vain &amp; a waste of human life &amp; money. Vietnam, Iraq, Afghanistan, all of these were failed wars. People in charge knew they were &amp; didn&#39;t want to end them for various political reasons. We can see how bad the optics of this pullout were for Biden, it&#39;s easier to just keep it going for your term than to face the political consequences of admitting defeat. </p>\n\n<p>I don&#39;t necessarily blame soldiers in Vietnam for taking part in that war even though it was an atrocity in general because there was a draft at the time. </p>\n\n<p>&#x200B;</p>\n\n<p>For Iraq &amp; Afghanistan I was alive during 9/11 and I remember pretty clearly the fervor that swept through the nation and I understand how young men and women were swept up in that &amp; trusted the government enough to put their lives on the line. People signed up and fought and died thinking that the people in charge had a coherent plan and that this was going to serve some greater good in the end, to an extent, especially during the early stages of the war I understand that. </p>\n\n<p>&#x200B;</p>\n\n<p>However going forward I think there&#39;s a clear enough track record that whatever the next war we start happens to be the default line of thought for the public should be to not trust the government and military on it and to not sign up to be maimed or killed in support of it. I think they have proven themselves not credible over a long period of time. At this point anyone who enlists to fight and thinks that they are a hero or are defending freedom or the United States or any of the other talking points that they military uses is being delusional. If someone wants to enlist because they need the job or the benefits or good or even if they just straight up want to have some military adventurism and go to war regardless that&#39;s rational I think, but anyone who is still buying the official narrative on military service at this point I think is being foolish. </p>\n\n<p>&#x200B;</p>\n\n<p>TLDR: The US government / military has lost credibility. Anyone who signs up to fight the next war &amp; thinks they doing something noble and heroic is delusional</p>\n</div><!-- SC_ON -->",
  "score": 126,
  "permalink": "/r/changemyview/comments/pfuxje/cmv_the_us_government_has_lost_all_credibility/",
  "subreddit": "changemyview",
  "id": "pfuxje",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Afghanistan is just the latest in a string of wars that in retrospect were\ncompletely in vain & a waste of human life & money. Vietnam, Iraq, Afghanistan,\nall of these were failed wars. People in charge knew they were & didn't want to\nend them for various political reasons. We can see how bad the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アフガニスタンは、振り返ってみれば、完全に無駄で、人の命とお金を浪費した一連の戦争の最新のものです。\n振り返ってみると、完全に無駄で、人の命とお金の浪費である。ベトナム、イラク、アフガニスタン。\nこれらはすべて失敗した戦争である。責任者はそれを知っていたし、様々な政治的理由で終わらせたくなかった。\n様々な政治的理由で戦争を終わらせたくなかったのです。私たちは、この戦争がどれほどひどいものかを知ることができます...",
      "title": "CMV: アメリカ政府は、武力紛争に関しては全く信頼性を失っています。今の時点では、戦争に志願する人は、自分が何をしているのか分かっているはずです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "阿富汗只是一连串战争中最新的一次，现在回想起来，这些战争都是彻底的。\n这些战争完全是徒劳的，是对人类生命和金钱的浪费。越南、伊拉克、阿富汗。\n所有这些都是失败的战争。负责的人知道它们是失败的，但出于各种政治原因不想\n出于各种政治原因而不想结束它们。我们可以看到，这些战争有多么糟糕...",
      "title": "CMV：当涉及到武装冲突时，美国政府已经失去了所有的可信度。在这一点上，往后任何自愿参战的人都知道他们将陷入什么。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "阿富汗只是一連串戰爭中最新的一次，現在回想起來，這些戰爭都是徹底的。\n這些戰爭完全是徒勞的，是對人類生命和金錢的浪費。越南、伊拉克、阿富汗。\n所有這些都是失敗的戰爭。負責的人知道它們是失敗的，但出於各種政治原因不想\n出於各種政治原因而不想結束它們。我們可以看到，這些戰爭有多麼糟糕...",
      "title": "CMV：當涉及到武裝衝突時，美國政府已經失去了所有的可信度。在這一點上，往後任何自願參戰的人都知道他們將陷入什麼。"
    }
  ]
}