{
  "author": "EpisodicDoleWhip",
  "the_new_excerpt": "Why YSK: despite looking intimidating, Mud Daubers are solitary and not\naggressive unless provoked. They can be seen flying around garages, barns, and\nother structures. They build mud nests and kill spiders for food. They’re the\nmain predator of the Black Widow spider. Don’t kill them! Personally,…",
  "original_created_utc": 1617907851,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：Mud Daubersは見た目は威圧的ですが、単独で行動し、刺激を与えない限り攻撃的ではありません。\n挑発しない限り攻撃的ではありません。ガレージや納屋などの建物の周りを飛んでいるのを見ることができます。\n飛んでいるのを見かけます。泥の巣を作り、クモを殺して食べています。彼らは\nクロゴケグモの主な捕食者です。殺さないでください。個人的には...",
      "title": "YSKが紹介する「泥だしスズメバチ」は、空間にクモを寄せ付けない孤独な友人です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：尽管看起来很吓人，但泥巴道士是独来独往的，而不是。\n咄咄逼人，除非被激怒。他们可以看到在车库，谷仓，和周围的飞行\n其他结构。它们筑泥巢，杀蜘蛛为食。它们是\n黑寡妇蜘蛛的主要捕食者。不要杀他们！个人认为，...",
      "title": "YSK关于泥土大黄蜂，一个让你的空间没有蜘蛛的独居朋友。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：儘管看起來很嚇人，但泥巴道士是獨來獨往的，而不是。\n咄咄逼人，除非被激怒。他們可以看到在車庫，穀倉，和周圍的飛行\n其他結構。它們築泥巢，殺蜘蛛爲食。它們是\n黑寡婦蜘蛛的主要捕食者。不要殺他們！個人認爲，...",
      "title": "YSK關於泥土大黃蜂，一個讓你的空間沒有蜘蛛的獨居朋友。"
    }
  ],
  "title": "YSK about the Mud Dauber Wasp, a solitary friend that keeps your space free of spiders",
  "created_utc": 1617913670,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: despite looking intimidating, Mud Daubers are solitary and not aggressive unless provoked. They can be seen flying around garages, barns, and other structures. They build mud nests and kill spiders for food. They’re the main predator of the Black Widow spider. Don’t kill them! Personally, I’d rather have a docile wasp bro hanging around than a bunch of spiders.</p>\n\n<p><a href=\"https://en.m.wikipedia.org/wiki/Mud_dauber\">https://en.m.wikipedia.org/wiki/Mud_dauber</a></p>\n</div><!-- SC_ON -->",
  "score": 188,
  "permalink": "/r/YouShouldKnow/comments/mmymz7/ysk_about_the_mud_dauber_wasp_a_solitary_friend/",
  "subreddit": "YouShouldKnow",
  "id": "mmymz7",
  "is_self": true,
  "media": null,
  "is_video": false
}