{
  "author": "erebusstar",
  "original_created_utc": 1624411397,
  "title": "YSK: your body is still changing in your 20s",
  "created_utc": 1624429776,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This is something I had never learned until the past year. None of my friends had heard of this either. I noticed my body composition and where fat went was changing. I previously struggled with an eating disorder for several years, so this was hard for me to accept. Your body is still maturing and changing as you age, not just in your 20s but throughout your life. It&#39;s normal and healthy. You may try to get back to a weight or shape you were when you were a teenager and it may be impossible/unhealthy because your hormones have shifted. I wish I had known this sooner myself so I figured I would make a post about it to let other people know that gaining some weight or your body changing shape still in your 20s is a normal part of life.</p>\n\n<p>A source: <a href=\"https://www.healthline.com/health/second-puberty\">https://www.healthline.com/health/second-puberty</a></p>\n</div><!-- SC_ON -->",
  "score": 89,
  "permalink": "/r/YouShouldKnow/comments/o62cre/ysk_your_body_is_still_changing_in_your_20s/",
  "subreddit": "YouShouldKnow",
  "id": "o62cre",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: This is something I had never learned until the past year. None of my\nfriends had heard of this either. I noticed my body composition and where fat\nwent was changing. I previously struggled with an eating disorder for several\nyears, so this was hard for me to accept. Your body is still…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか： これは、この1年まで私が学んでこなかったことです。私の友人も誰も\n友人も聞いたことがありませんでした。私は、自分の体の構成と脂肪の行き先が変わってきていることに気づきました。\nが変化していることに気づきました。私は数年間、摂食障害に悩まされていました。\n私は数年間、摂食障害に悩まされていたので、これを受け入れるのは難しかったです。あなたの体はまだ...",
      "title": "YSK：20代でも体は変化している"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：这是我在去年之前从未学到的东西。我的朋友也没有\n我的朋友也没有听说过这个。我注意到我的身体成分和脂肪的去向\n正在发生变化。我以前曾与饮食失调斗争了好几年，所以这对我来说很难接受。\n所以这对我来说是难以接受的。你的身体仍然是...",
      "title": "YSK：你的身体在20多岁时仍在变化"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：這是我在去年之前從未學到的東西。我的朋友也沒有\n我的朋友也沒有聽說過這個。我注意到我的身體成分和脂肪的去向\n正在發生變化。我以前曾與飲食失調鬥爭了好幾年，所以這對我來說很難接受。\n所以這對我來說是難以接受的。你的身體仍然是...",
      "title": "YSK：你的身體在20多歲時仍在變化"
    }
  ]
}