{
  "author": "Chronic-amazement",
  "the_new_excerpt": "I'm a lifelong Pride & Prejudice fan, but I only recently found out that\n\"enemies to lovers\" is a really common trope in romance novels.\n\nObviously I was delighted, because I thought that I was sure to discover a\nwonderland of never-ending entertainment.\n\nBut after googling lists of “best enemies to…",
  "original_created_utc": 1623685138,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は「高慢と偏見」の生涯のファンですが、最近になって、「恋人たちの敵」がロマンス小説の中でとてもよく使われていることを知りました。\n\"敵から恋人へ」というのは、ロマンス小説では本当によくある表現だと最近知りました。\n\nもちろん、私は喜びました。なぜならば、終わりのないエンターテイメントのワンダーランドを発見するに違いないと思ったからです。\n終わりのないエンターテイメントのワンダーランドを発見したと思ったからです。\n\nしかし、グーグルで「最高の敵対関係」のリストを調べてみると",
      "title": "なぜ敵対する恋人たちの本は、P&Pと比べてどれも愚かなのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是《傲慢与偏见》的终生粉丝，但我最近才发现\n\"从敌人到恋人 \"是爱情小说中一个非常常见的套路。\n\n显然，我很高兴，因为我认为我肯定会发现一个\n一个永无止境的娱乐仙境。\n\n但是，在谷歌上搜索了 \"最好的敌人到情人 \"的名单之后，我发现了一个新的问题。",
      "title": "为什么每一本从敌人到恋人的书都比P&P愚蠢？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是《傲慢與偏見》的終生粉絲，但我最近才發現\n\"從敵人到戀人 \"是愛情小說中一個非常常見的套路。\n\n顯然，我很高興，因爲我認爲我肯定會發現一個\n一個永無止境的娛樂仙境。\n\n但是，在谷歌上搜索了 \"最好的敵人到情人 \"的名單之後，我發現了一個新的問題。",
      "title": "爲什麼每一本從敵人到戀人的書都比P&P愚蠢？"
    }
  ],
  "title": "Why is every enemies-to-lovers book stupid compared to P&P?",
  "created_utc": 1623703752,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a lifelong Pride &amp; Prejudice fan, but I only recently found out that &quot;enemies to lovers&quot; is a really common trope in romance novels. </p>\n\n<p>Obviously I was delighted, because I thought that I was sure to discover a wonderland of never-ending entertainment. </p>\n\n<p>But after googling lists of “best enemies to lovers” novels and trying out a few, I am surprised to find how… dumb they are? </p>\n\n<p>Now I am NO literary snob believe me, I love trashy novels! But like… these books are so blah, stilted, or just… not clever. </p>\n\n<p>Like, is it rocket science? Is it really that hard to write a clever slow-burner like p&amp;amp;p was?  </p>\n\n<p>I tried “you deserve each other” by Sarah Hogle and actually returned it 40 percent through. Really good premise but no clever dialogue whatsoever. No chemistry. No buildup. </p>\n\n<p>Everyone seems to recommend “the hating game” by sally thorne but I listened to the first chapter and already it sounds dumb. Like “We sit here with our chins on our hands and stare into each other’s eyes.” And “My previous passwords have all been variations on how much I hate Joshua.” Like girl, get a life. </p>\n\n<p>(This isn&#39;t a rule, but I&#39;d prefer the story to not have characters that solely exist to waste paper until Miss Protagonist and Mr. Hunk discover their thin veneer of “hatred” has just been generic-brand flirting all along.)</p>\n\n<p>Please give me your suggestions for clever haters-turned-lovers books.</p>\n\n<ul>\n<li>I don’t care what time period it’s from </li>\n<li>needs witty characters </li>\n<li>male/female romance </li>\n<li>maybe mixed with another genre? </li>\n<li>I’m not looking for porny sexy stuff but I don’t mind it if the story is good </li>\n<li>slow burn is good </li>\n<li>I’m not looking to compare or replace p&amp;amp;p I just used it as an example of a book that did the haters to lovers thing really well.</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/nzpmhs/why_is_every_enemiestolovers_book_stupid_compared/",
  "subreddit": "booksuggestions",
  "id": "nzpmhs",
  "is_self": true,
  "media": null,
  "is_video": false
}