{
  "author": "CaliforniaMemer",
  "the_new_excerpt": "Tldr; Brave could've been better and I'm trying to fill that gap.\n\nI love the movie Brave. However I recently found out that the movie was\noriginally based on the original director's, Brenda Chapman, relationship with\nher own daughter and until she was fired for \"creative differences.\" The movie\nwas…",
  "original_created_utc": 1623384460,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Tldr;Braveはもっと良かったかもしれないので、そのギャップを埋めようとしています。\n\n私は「ブレイブ」という映画が大好きです。しかし、最近になって、この映画がもともと\n監督のブレンダ・チャップマンは、自分の娘との関係を元にしていました。\n彼女が \"創造性の違い \"を理由に解雇されるまでは。この映画は\nは...",
      "title": "ピクサーの「ブレイブ」に似た母娘を描いた本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "Tldr; 《勇敢》本来可以做得更好，我正试图填补这一空白。\n\n我喜欢《勇敢》这部电影。然而，我最近发现，这部电影是\n原本是根据原导演布伦达-查普曼（Brenda Chapman）与自己女儿的关系改编的。\n她自己的女儿，直到她因 \"创意分歧 \"被解雇。这部电影\n是...",
      "title": "关于一对母女的书，与皮克斯的《勇敢》相似"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Tldr; 《勇敢》本來可以做得更好，我正試圖填補這一空白。\n\n我喜歡《勇敢》這部電影。然而，我最近發現，這部電影是\n原本是根據原導演布倫達-查普曼（Brenda Chapman）與自己女兒的關係改編的。\n她自己的女兒，直到她因 \"創意分歧 \"被解僱。這部電影\n是...",
      "title": "關於一對母女的書，與皮克斯的《勇敢》相似"
    }
  ],
  "title": "Book about a mother and daughter similar to Pixar's Brave",
  "created_utc": 1623441527,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Tldr; Brave could&#39;ve been better and I&#39;m trying to fill that gap.</p>\n\n<p>I love the movie Brave. However I recently found out that the movie was originally based on the original director&#39;s, Brenda Chapman, relationship with her own daughter and until she was fired for &quot;creative differences.&quot; The movie was handed off to a man who changed the meaning of the film and made it less of a mother/daughter movie.</p>\n\n<p>I&#39;d love to find a book that has a similar relationship between a mother and daughter comparatively to Brave essentially. Brave reminds me of issues I had with my own mother, and would love a good mother/daughter book.</p>\n\n<p>Edit: Fixed my grammar, and thank you for all the recommendations!! I&#39;ll look into it!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/nx6wy2/book_about_a_mother_and_daughter_similar_to/",
  "subreddit": "booksuggestions",
  "id": "nx6wy2",
  "is_self": true,
  "media": null,
  "is_video": false
}