{
  "author": "drschwartz",
  "original_created_utc": 1628186808,
  "title": "CMV: Love is a decision",
  "created_utc": 1628271417,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been ruminating on the meaning of love here lately, and I&#39;ve come to the conclusion that love is a decision you make every day to elevate someone or something above your own self in terms of importance.</p>\n\n<p>Discussions with other folks has shown me how diverse the colloquial definitions of love can be, but I think the emotional definitions are better fit by other words, for example:</p>\n\n<ul>\n<li>Infatuation - the butterfly feelings one gets about a crush or new partner</li>\n<li>Lust - sexual desire</li>\n<li>Affection - positive feelings towards someone/something</li>\n</ul>\n\n<p>What about oxytocin, the love drug? Well, I want to get away from emotional/chemical responses to stimuli as definition. Hugging my girl after sex certainly makes us feel good, but I&#39;m trying to establish a definition of love transcending body chemistry. </p>\n\n<p>Love is patient and love is kind, but only if you wake up and make the decision to be patient and kind. Love does not choose your actions for you, your actions are the proof of your love.</p>\n\n<p>&#x200B;</p>\n\n<p>Potential arguments that will not change my view:</p>\n\n<ul>\n<li>any introduction of divine love to the discussion, I&#39;m talking about secular humans and language.</li>\n<li>etymological chain of definitions for love through history arguing I&#39;m wrong about what it means - interesting no doubt, but not super applicable to a personal definition of a modern word I think</li>\n</ul>\n\n<p>I am open to changing my view if you can make an argument that love is an intrinsic emotion without me being able to point out a better word to describe that phenomena. </p>\n\n<p>Alternatively, if you can provide some relevant input from philosophers on the nature of love that modifies my view, delta for you.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/oyo3q6/cmv_love_is_a_decision/",
  "subreddit": "changemyview",
  "id": "oyo3q6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've been ruminating on the meaning of love here lately, and I've come to the\nconclusion that love is a decision you make every day to elevate someone or\nsomething above your own self in terms of importance.\n\nDiscussions with other folks has shown me how diverse the colloquial definitions\nof love…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は最近、愛の意味をここで反芻していましたが、結論としては\n愛とは、誰かや何かを自分よりも大切にするために、日々決断することだと思います。\n愛とは、誰かや何かを自分よりも大切にするために、日々決断することだと思います。\n\n他の人たちと議論していると、口語的な愛の定義がいかに多様であるかがわかります。\n愛の口語的な定義がいかに多様であるかがわかりました。",
      "title": "CMV：愛は決断するもの"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近一直在思考爱的意义，我得出的结论是\n我得出的结论是，爱是你每天做出的决定，将某人或某事的重要性提升到你自己之上。\n在重要性方面高于你自己的东西。\n\n与其他朋友的讨论让我看到，爱的俗语定义是多么的多样化\n爱的定义是多么的多样化...",
      "title": "CMV：爱是一种决定"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近一直在思考愛的意義，我得出的結論是\n我得出的結論是，愛是你每天做出的決定，將某人或某事的重要性提升到你自己之上。\n在重要性方面高於你自己的東西。\n\n與其他朋友的討論讓我看到，愛的俗語定義是多麼的多樣化\n愛的定義是多麼的多樣化...",
      "title": "CMV：愛是一種決定"
    }
  ]
}