{
  "author": "Falcrist",
  "original_created_utc": 1628903011,
  "title": "YSK - Windows and Mac both have integrated popover \"emoji keyboards\" that let you type emojis, emoticons, dongers, and unicode symbols",
  "created_utc": 1628912132,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><em>Apparently I&#39;m actually not allowed to tell you how to access these keyboards. Use google or check the comments below.</em></p>\n\n<p>Why YSK: This is <strong><em>much</em></strong> easier than most other methods of finding these symbols.</p>\n\n<p>It&#39;s technically an older feature from Windows 8, but it now seems to work for all keyboards and includes far more symbols. It&#39;s called the &quot;emoji keyboard&quot;, but it isn&#39;t just emojis.</p>\n\n<p>Worth mentioning since it confused me briefly: there are 3 tabs at the top for selecting between emojis, emoticons/dongers, and supplemental unicode characters <strong><em>AND</em></strong> there&#39;s a row of tabs at the bottom that just looks like symbols, but selects subcategories.</p>\n\n<p>You can type to search (emojis only, for some reason), press enter to insert, and press escape to exit.</p>\n\n<p>There&#39;s also the old charmap.exe (to find it, press win+r and type it in), and even some &quot;aftermarket&quot; options like WinCompose (which you can find on github). Whatever works for you.</p>\n\n<p><a href=\"https://i.imgur.com/WjEVEUy.png\">Emoji Keyboard</a></p>\n\n<p><a href=\"https://i.imgur.com/WGxQ2fx.png\">Charmap</a></p>\n</div><!-- SC_ON -->",
  "score": 803,
  "permalink": "/r/YouShouldKnow/comments/p3yc5t/ysk_windows_and_mac_both_have_integrated_popover/",
  "subreddit": "YouShouldKnow",
  "id": "p3yc5t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Apparently I'm actually not allowed to tell you how to access these keyboards.\nUse google or check the comments below.\n\nWhy YSK: This is much easier than most other methods of finding these symbols.\n\nIt's technically an older feature from Windows 8, but it now seems to work for\nall keyboards and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "どうやら、これらのキーボードへのアクセス方法をお伝えすることはできないようです。\nググっていただくか、下記のコメントをご覧ください。\n\nなぜYSKなのか：他の方法でこれらの記号を見つけるよりもずっと簡単です。\n\n技術的にはWindows 8の古い機能ですが、今ではすべてのキーボードで動作するようになっています。\nすべてのキーボードと...",
      "title": "YSK - Windows、Macともに、絵文字、顔文字、ドンガラガエル、ユニコード記号を入力できるポップオーバー式の「絵文字キーボード」が統合されています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "显然，我实际上不允许告诉你如何访问这些键盘。\n使用谷歌或查看下面的评论。\n\n为什么是YSK：这比其他大多数寻找这些符号的方法要容易得多。\n\n从技术上讲，这是Windows 8的一个旧功能，但它现在似乎可以用于\n所有的键盘和...",
      "title": "YSK - Windows和Mac都有集成的弹出式 \"表情符号键盘\"，可以让你输入表情符号、表情包、东东和unicode符号。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "顯然，我實際上不允許告訴你如何訪問這些鍵盤。\n使用谷歌或查看下面的評論。\n\n爲什麼是YSK：這比其他大多數尋找這些符號的方法要容易得多。\n\n從技術上講，這是Windows 8的一箇舊功能，但它現在似乎可以用於\n所有的鍵盤和...",
      "title": "YSK - Windows和Mac都有集成的彈出式 \"表情符號鍵盤\"，可以讓你輸入表情符號、表情包、東東和unicode符號。"
    }
  ]
}