{
  "author": "Falcrist",
  "original_created_utc": 1628903011,
  "title": "YSK - Windows and Mac both have integrated popover \"emoji keyboards\" that let you type emojis, emoticons, dongers, and unicode symbols",
  "created_utc": 1628912132,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><em>Apparently I&#39;m actually not allowed to tell you how to access these keyboards. Use google or check the comments below.</em></p>\n\n<p>Why YSK: This is <strong><em>much</em></strong> easier than most other methods of finding these symbols.</p>\n\n<p>It&#39;s technically an older feature from Windows 8, but it now seems to work for all keyboards and includes far more symbols. It&#39;s called the &quot;emoji keyboard&quot;, but it isn&#39;t just emojis.</p>\n\n<p>Worth mentioning since it confused me briefly: there are 3 tabs at the top for selecting between emojis, emoticons/dongers, and supplemental unicode characters <strong><em>AND</em></strong> there&#39;s a row of tabs at the bottom that just looks like symbols, but selects subcategories.</p>\n\n<p>You can type to search (emojis only, for some reason), press enter to insert, and press escape to exit.</p>\n\n<p>There&#39;s also the old charmap.exe (to find it, press win+r and type it in), and even some &quot;aftermarket&quot; options like WinCompose (which you can find on github). Whatever works for you.</p>\n\n<p><a href=\"https://i.imgur.com/WjEVEUy.png\">Emoji Keyboard</a></p>\n\n<p><a href=\"https://i.imgur.com/WGxQ2fx.png\">Charmap</a></p>\n</div><!-- SC_ON -->",
  "score": 803,
  "permalink": "/r/YouShouldKnow/comments/p3yc5t/ysk_windows_and_mac_both_have_integrated_popover/",
  "subreddit": "YouShouldKnow",
  "id": "p3yc5t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Apparently I'm actually not allowed to tell you how to access these keyboards.\nUse google or check the comments below.\n\nWhy YSK: This is much easier than most other methods of finding these symbols.\n\nIt's technically an older feature from Windows 8, but it now seems to work for\nall keyboards and…"
}