{
  "author": "Pifflin",
  "original_created_utc": 1630520292,
  "title": "CMV: Antivaxxers/Covid-Deniers should be given the same quality of care as other Covid patients.",
  "created_utc": 1630535551,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve seen this concerning sentiment on Reddit that antivaxxers and conspiracy theorists should be subject to triage or sign some sort of waiver forfeiting their rights to treatment. I&#39;m sure this stems from frustration with conservative propaganda and general psuedoscience treatments such as ivermectin and hydroxychloroquine before that, as well as the cognitive dissonance in such people that willingly accept treatment from medical professionals once they are in such a state that would put them in the ICU.</p>\n\n<p>I believe many people on Reddit believe antivaxxers should forfeit their right to medical treatment because they are a threat to public health. After all, while many may not experience the worst effects of Covid and its variants, they can spread the virus to those who will.</p>\n\n<p>Now, I hope I&#39;m not of the unpopular opinion that generally wishing death and pain upon others. That is in essence what those who want preferential treatment for those who choose to remain unvaccinated are doing. I&#39;m also sure that such preferential treatment without the necessity of triage would violate some ethical code or form of Hippocratic Oath that doctors abide by.</p>\n\n<p>In summary I think some need to seriously evaluate their humanity when it comes towards people that they don&#39;t agree with. Doctors don&#39;t pick and choose who they treat unless the situation is extremely dire. While antivaxxers do hold dangerous beliefs that affect themselves and others, education and understanding how the modern antivax movement gained so much traction seems like a better alternative than letting misguided people die when they could be saved.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/pfzq04/cmv_antivaxxerscoviddeniers_should_be_given_the/",
  "subreddit": "changemyview",
  "id": "pfzq04",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've seen this concerning sentiment on Reddit that antivaxxers and conspiracy\ntheorists should be subject to triage or sign some sort of waiver forfeiting\ntheir rights to treatment. I'm sure this stems from frustration with\nconservative propaganda and general psuedoscience treatments such as…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "反ワクチン主義者や陰謀論者は、トリアージの対象となるべきだという意見をRedditで見かけました。\n反ワクチン主義者や陰謀論者はトリアージの対象となるべきだ、あるいは治療を受ける権利を放棄するような誓約書に署名すべきだ、という意見をRedditで見かけました。\n治療を受ける権利を放棄するようなサインをすべきだという意見を見たことがあります。これは、保守的なプロパガンダや一般的な偽物に対する不満からきているのだと思います。\n保守的なプロパガンダや、一般的な疑似科学的治療への不満からきているのでしょうが...",
      "title": "CMV: Antivaxxers/Covid-Deniersには、他のCovid患者と同様の質の高いケアを提供する必要があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在Reddit上看到了这种令人担忧的情绪，即反免疫者和阴谋论者应该被分流或签署某种协议。\n阴谋论者应该接受分流，或者签署某种弃权书，以放弃\n他们获得治疗的权利。我相信这源于对\n保守派的宣传和一般的伪科学治疗，如...",
      "title": "CMV：反疫苗者/Covid-Deniers应得到与其他Covid患者相同的护理质量。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在Reddit上看到了這種令人擔憂的情緒，即反免疫者和陰謀論者應該被分流或簽署某種協議。\n陰謀論者應該接受分流，或者簽署某種棄權書，以放棄\n他們獲得治療的權利。我相信這源於對\n保守派的宣傳和一般的僞科學治療，如...",
      "title": "CMV：反疫苗者/Covid-Deniers應得到與其他Covid患者相同的護理質量。"
    }
  ]
}