{
  "author": "GuestIntelligent6253",
  "original_created_utc": 1625242649,
  "title": "Help me find a book as good as the show breaking bad",
  "created_utc": 1625267268,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I need a book that will blow my mind as much as the show breaking bad did. I cant stop obsessing over how clever the writers were and I can never stop talking about the show. I want a book that is this good, like a book that can be looked at in a million different ways in the same way that breaking bad could be related to literally anything like you can write 30 essays on it. It also has to be interesting enough to keep me engaged and readable enough that I don’t have to have 50 million sticky notes on it to understand wtf is happening</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/booksuggestions/comments/ocdgk0/help_me_find_a_book_as_good_as_the_show_breaking/",
  "subreddit": "booksuggestions",
  "id": "ocdgk0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I need a book that will blow my mind as much as the show breaking bad did. I\ncant stop obsessing over how clever the writers were and I can never stop\ntalking about the show. I want a book that is this good, like a book that can be\nlooked at in a million different ways in the same way that breaking…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "番組「Breaking Bad」のように、私の心を揺さぶるような本が必要です。I\n脚本家がいかに賢いかということに執着するのをやめられないし、番組の話をするのをやめられない。\n番組の話が止まらないんだ。私は、このような優れた本が欲しいのです。\nこのような素晴らしい本が欲しいのです。例えば、Breaking...と同じように、100万通りもの見方ができる本が。",
      "title": "番組「Breaking Bad」に負けない本を探しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我需要一本书，它能像《霹雳火》这部剧一样让我大开眼界。I\n我无法停止对编剧的聪明才智的迷恋，我永远无法停止对该剧的谈论。\n谈论这部剧。我想要一本这么好的书，就像一本可以从一百万种不同的角度来看待的书。\n我希望有一本这么好的书，就像《霹雳火》一样，可以用一百万种不同的方式来看待...",
      "title": "帮我找一本和《霹雳火》一样好的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我需要一本書，它能像《霹靂火》這部劇一樣讓我大開眼界。I\n我無法停止對編劇的聰明才智的迷戀，我永遠無法停止對該劇的談論。\n談論這部劇。我想要一本這麼好的書，就像一本可以從一百萬種不同的角度來看待的書。\n我希望有一本這麼好的書，就像《霹靂火》一樣，可以用一百萬種不同的方式來看待...",
      "title": "幫我找一本和《霹靂火》一樣好的書"
    }
  ]
}