{
  "author": "kma1233",
  "the_new_excerpt": "I’m sure everyone has seen the riveting new development in the news and online\nabout how a lot of stores are considering making toy aisles gender neutral.\n\nI was shocked to see most comments online are passionately against doing this.\n\n...what’s the big deal? I am a CIS gendered straight female but…",
  "original_created_utc": 1615388013,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "相信大家都在新闻和网络上看到了铆足了劲的新进展\n关于很多商店都在考虑让玩具通道不分性别。\n\n看到网上大多数评论都热情反对这么做，我很震惊。\n\n...这有什么大不了的？我是一个CIS性别的直女，但是....",
      "title": "CMV：人们不应该为玩具过道走向性别中立而感到不安。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "相信大家都在新聞和網絡上看到了鉚足了勁的新進展\n關於很多商店都在考慮讓玩具通道不分性別。\n\n看到網上大多數評論都熱情反對這麼做，我很震驚。\n\n...這有什麼大不了的？我是一個CIS性別的直女，但是....",
      "title": "CMV：人們不應該爲玩具過道走向性別中立而感到不安。"
    }
  ],
  "title": "CMV: People shouldn’t be upset about toy aisles going gender neutral.",
  "created_utc": 1615396065,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m sure everyone has seen the riveting new development in the news and online about how a lot of stores are considering making toy aisles gender neutral.</p>\n\n<p>I was shocked to see most comments online are passionately against doing this. </p>\n\n<p>...what’s the big deal? I am a CIS gendered straight female but I remember growing up and always wanting those super sick hot wheels race tracks or whatever, but feeling like I couldn’t get it bc it’s a “boy” toy.... which literally means nothing. I just went and played with my brothers anyway, and I turned out fine.</p>\n\n<p>But it was marketed towards boys and there was a very clear distinction between male and female aisles in which my parents wouldn’t even take me down the boys aisles bc they inherently assumed I would not be interested.</p>\n\n<p>I don’t think anything about this is bad. It will increase sales as it opens the market place. Anybody in sales or marketing knows children are a goldmine when it comes to advertising receptiveness, and if they change their advertising to be gender neutral, it only opens up the possibility of more sales. </p>\n\n<p>On a more emotion based note, I think every child has wanted a toy that’s “meant” for the opposite sex at one point in their lives. It wouldn’t kill boys to play with dolls and kitchen sets bc one day they will have kids and need to cook for themselves. It wouldn’t kill girls to play with GI joe’s or hot wheels as there are plenty of female car enthusiasts and even more female soldiers nowadays. </p>\n\n<p>Gender neutrality will open the child’s mind of what is possible for them in the future, therefore making a better balanced and honestly more productive society. Kids aren’t gonna realize the change, if anything they will just be happy that they can comfortably play with those toys now. </p>\n\n<p>What on earth is the logical argument AGAINST this...? I can’t comprehend it.</p>\n</div><!-- SC_ON -->",
  "score": 230,
  "permalink": "/r/changemyview/comments/m1z87y/cmv_people_shouldnt_be_upset_about_toy_aisles/",
  "subreddit": "changemyview",
  "id": "m1z87y",
  "is_self": true,
  "media": null,
  "is_video": false
}