{
  "author": "vizard0",
  "original_created_utc": 1635166863,
  "title": "Did the US actually honor any of the treaties it made with Native American tribes/nations?",
  "created_utc": 1635183154,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My understanding of US history when it comes to Native American tribes/nations/groups is that it generally followed the pattern of</p>\n\n<ol>\n<li><p>Treaty is signed between the US and a tribe or nation setting a border or proclaiming that each side had a right to certain parts of the land. </p></li>\n<li><p>White settlers/colonizers ignore the treaty and start taking Native American land and harassing/killing of any Native Americans who objected or kept living in the area.</p></li>\n<li><p>Native Americans respond to protect themselves and their land by fighting back.</p></li>\n<li><p>Due to Native American &quot;aggression&quot; the US Military comes in and expels/kills the members of the nation/tribe and any others Native Americans in the area.</p></li>\n</ol>\n\n<p>(For reservations, my understanding is that it was a toss up over whether goods and payments would actually make it to the intended Native Americans or be pocketed by the agent at the scene, having that the treaty would have been violated during the tenure of the dishonest agents.) </p>\n\n<p>Is this the general pattern? Were there any times when treaties were ended because both sides wanted to? Are there any treaties with Native American groups/tribes/nations left that the US has not violated at some point in the past?</p>\n</div><!-- SC_ON -->",
  "score": 135,
  "permalink": "/r/AskHistorians/comments/qfg7us/did_the_us_actually_honor_any_of_the_treaties_it/",
  "subreddit": "AskHistorians",
  "id": "qfg7us",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My understanding of US history when it comes to Native American\ntribes/nations/groups is that it generally followed the pattern of\n\n 1. Treaty is signed between the US and a tribe or nation setting a border or\n    proclaiming that each side had a right to certain parts of the land.\n\n 2. White…"
}