{
  "author": "EdominoH",
  "original_created_utc": 1629992331,
  "title": "CMV: Albums of live performances are the worst of all worlds",
  "created_utc": 1630006517,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is not about studio albums being better than gigs or vice versa. Both are amazing and bring different aspects to music.</p>\n\n<p>Studio albums provide highly polished and produced versions of songs, which is great. If a band whats to use effects or have members playing multiple instruments it allows them to do so. This is good. </p>\n\n<p>Live shows can provide an amazing atmosphere and performance, at their best creating an almost religious experience for those attending, as well as bonding experiences for friends going together. This is also most excellent.</p>\n\n<p><em>However</em>, my issue is that with an album of a live recording, you lose what is best about both. Getting neither the production quality of studio albums, nor the raw experience of being at a mindblowing performance.</p>\n\n<p>I can kind of understand having a recording of a gig you went to, for posterity&#39;s sake, but even then, it isn&#39;t going to match the experience of actually <em>being</em> there. There is perhaps an accessibility argument, but even then, I&#39;d suggest watching a video of the gig, to get the full AV show, instead of just an audio.</p>\n\n<p><strong>EDIT</strong>: I didn&#39;t think I&#39;d have to write this, but can you explain <em>why</em> a certain recording of a live show is not worse than either seeing it live or a studio version, instead of just listing your favourite recording.</p>\n\n<p><strong>EDIT 2</strong>: After a few responses, I&#39;ve hit on the crux of this CMV; &quot;what does a live recording bring that neither IRL gigs or studio albums do?&quot;. Answer that, and I&#39;ll be putty in your hands.</p>\n</div><!-- SC_ON -->",
  "score": 94,
  "permalink": "/r/changemyview/comments/pc20ch/cmv_albums_of_live_performances_are_the_worst_of/",
  "subreddit": "changemyview",
  "id": "pc20ch",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is not about studio albums being better than gigs or vice versa. Both are\namazing and bring different aspects to music.\n\nStudio albums provide highly polished and produced versions of songs, which is\ngreat. If a band whats to use effects or have members playing multiple\ninstruments it allows…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは、スタジオアルバムがライブよりも優れているとか、その逆ということではありません。どちらも素晴らしいし\nどちらも素晴らしく、音楽に異なる側面をもたらします。\n\nスタジオ・アルバムは、高度に洗練され、プロデュースされたバージョンの曲を提供し、それは素晴らしいことです。\nこれは素晴らしいことです。エフェクトを使ったり、メンバーが複数の楽器を演奏したりするバンドは\nバンドがエフェクトを使ったり、メンバーが複数の楽器を演奏したりする場合、それは...",
      "title": "CMV：ライブを収録したアルバムは、最悪の事態を招く"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这并不是说录音室的专辑比演出好，或者反之亦然。两者都是\n惊人，给音乐带来不同的方面。\n\n工作室专辑提供了高度抛光和制作的歌曲版本，这是\n很好。如果一个乐队要使用效果器或让成员演奏多种乐器\n乐器，它允许...",
      "title": "CMV：现场表演的专辑是所有世界中最糟糕的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這並不是說錄音室的專輯比演出好，或者反之亦然。兩者都是\n驚人，給音樂帶來不同的方面。\n\n工作室專輯提供了高度拋光和製作的歌曲版本，這是\n很好。如果一個樂隊要使用效果器或讓成員演奏多種樂器\n樂器，它允許...",
      "title": "CMV：現場表演的專輯是所有世界中最糟糕的。"
    }
  ]
}