{
  "author": "PourOver2",
  "the_new_excerpt": "The Giver is not a dystopian novel warning us against the encroaching forces of\ntyranny seeking to enforce upon us a \"sameness\" sanitizing our lives from the\ngrit and difficulty that make up our existence. It is a novel celebrating the\n\"bright side\" of difficulty, the beauty behind evil, the wisdom…",
  "original_created_utc": 1618168325,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "The Giver』は、私たちに「同一性」を強要し、私たちの生活から「同一性」を排除しようとする暴政の侵攻を警告するディストピア小説ではありません。\n私たちに「同一性」を強要しようとする専制政治の力を警告するディストピア小説ではありません。\n私たちの存在を構成している厳しさや困難から私たちの人生を遠ざける「同一性」を強要しようとする暴政の力に対する警告ではない。それは、困難の「明るい面」を称える小説です。\n困難の \"ブライトサイド\"、悪の背後にある美しさ、知恵を讃える小説です。",
      "title": "ロイス・ローリーの「The Giver」を読み終えました...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "赐予者》并不是一部荒诞的小说，它警告我们要抵御侵蚀的力量。\n试图对我们强加一种 \"同一性 \"的暴政，使我们的生活免于被污染。\n构成我们生存的勇气和困难。它是一部歌颂\n困难的 \"光明面\"，邪恶背后的美丽，智慧... ...",
      "title": "我刚读完洛伊丝-洛瑞的《赠与者》... ..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "賜予者》並不是一部荒誕的小說，它警告我們要抵禦侵蝕的力量。\n試圖對我們強加一種 \"同一性 \"的暴政，使我們的生活免於被污染。\n構成我們生存的勇氣和困難。它是一部歌頌\n困難的 \"光明面\"，邪惡背後的美麗，智慧... ...",
      "title": "我剛讀完洛伊絲-洛瑞的《贈與者》... ..."
    }
  ],
  "title": "I just finished reading Lois Lowry's \"The Giver\"...",
  "created_utc": 1618194973,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><em>The Giver</em> is not a dystopian novel warning us against the encroaching forces of tyranny seeking to enforce upon us a &quot;sameness&quot; sanitizing our lives from the grit and difficulty that make up our existence. It is a novel celebrating the &quot;bright side&quot; of difficulty, the beauty behind evil, the wisdom gained from pain, the passion and risk of love, and the growth and resilience of the human spirit. The bland and muted nature of the Community brings into relief the cost associated with creating a world in which no difficulty or decision was ever required. Wisdom is nonexistent. Love, a laughable memory. Exhilaration becomes a mere shadow of its true self. We learn that with everything that we construe as painful, evil, or inconvenient a beautiful consequence lays in wait to compensate the one who endured the discomfort. </p>\n\n<p>I loved this book.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/mox5yx/i_just_finished_reading_lois_lowrys_the_giver/",
  "subreddit": "books",
  "id": "mox5yx",
  "is_self": true,
  "media": null,
  "is_video": false
}