{
  "author": "AnotherLonelyWave",
  "original_created_utc": 1625985308,
  "title": "YSK how your actions have effects on people you don't always think of.",
  "created_utc": 1626334931,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>WHY YSK. I have tried to die a lot. Also, over the years I&#39;ve lost an unfair amount of friends and family to unhealthy thoughts and urges, like I myself, among millions have experienced. Tonight my wife, who lives separately to me, left a happy house party to see a neighbour, a mutual friend, dropping from a rope as she walked to her flat. My wife held her legs up, and managed to cut her down when people finally responded to her shouts. She held her head while the amulance came. Nobody knows if our friend will survive. I&#39;ve been crying for 2 hours after the call from Wife. I&#39;ve tried multiple times in multiple ways to end my life, because I hate almost everything, but I&#39;m finally realising how much it fucks people up, even if you don&#39;t think about them when you&#39;re making that decision. Don&#39;t give in to the bad, just do the good you can while you&#39;re here. Please.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/ohzf6s/ysk_how_your_actions_have_effects_on_people_you/",
  "subreddit": "YouShouldKnow",
  "id": "ohzf6s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "WHY YSK. I have tried to die a lot. Also, over the years I've lost an unfair\namount of friends and family to unhealthy thoughts and urges, like I myself,\namong millions have experienced. Tonight my wife, who lives separately to me,\nleft a happy house party to see a neighbour, a mutual friend,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "WHY YSK. 私は何度も死のうとしてきました。また、長年に渡り、不健康な考えや衝動によって、不当に多くの友人や家族を失ってきました。\n私のように、不健康な考えや衝動によって、多くの友人や家族を失ってきました。\n何百万人もの人が経験してきました。今夜、私とは別居している妻が、幸せなハウスパーティーを抜け出して\n幸せなハウスパーティーを抜け出して、共通の友人である近所の人に会いに行きました。",
      "title": "自分の行動が、普段は意識しない人たちにどのような影響を与えているのか、YSK。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。我曾多次尝试死亡。此外，多年来，我已经失去了大量的朋友和家人。\n量的朋友和家人，因为不健康的想法和冲动，就像我自己。\n数以百万计的人都经历过。今晚，我的妻子，与我分开居住。\n离开了一个快乐的家庭聚会，去看一个邻居，一个共同的朋友，...",
      "title": "YSK你的行为如何对你不总是想到的人产生影响。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。我曾多次嘗試死亡。此外，多年來，我已經失去了大量的朋友和家人。\n量的朋友和家人，因爲不健康的想法和衝動，就像我自己。\n數以百萬計的人都經歷過。今晚，我的妻子，與我分開居住。\n離開了一個快樂的家庭聚會，去看一個鄰居，一個共同的朋友，...",
      "title": "YSK你的行爲如何對你不總是想到的人產生影響。"
    }
  ]
}