{
  "author": "realowJuliet",
  "original_created_utc": 1637600683,
  "title": "YSK: How to remove the smell of alcohol from yourself.",
  "created_utc": 1637629974,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Not sure how well this one fits the sub but i hope it&#39;s useful;</p>\n\n<p>YSK: Citrus fruits, especially orange, hide(not completely but pretty well) the smell of alcohol from your breath. WATER makes it much, much worse. </p>\n\n<p>Why YSK: Ever woken up from a night of partying/quiet self reflection stinking as if vodka factory exploded in your mouth? And had to go to work/meet people and do things? Have a few orange slices and a bit of lemon. And keep an orange nearby so you can refresh yourself. It wont completely mask it, but as long as nobody is deep in your face you&#39;re fine and could even make an impression of eathing healthy. Drinking water amplifies the alcohol stink so don&#39;t. </p>\n\n<p>It does not, however, reduce alcohol fumes during tests. Do NOT drink and drive.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/YouShouldKnow/comments/qzq4n7/ysk_how_to_remove_the_smell_of_alcohol_from/",
  "subreddit": "YouShouldKnow",
  "id": "qzq4n7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Not sure how well this one fits the sub but i hope it's useful;\n\nYSK: Citrus fruits, especially orange, hide(not completely but pretty well) the\nsmell of alcohol from your breath. WATER makes it much, much worse.\n\nWhy YSK: Ever woken up from a night of partying/quiet self reflection stinking\nas if…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これがどれだけサブに合っているかはわかりませんが、参考になれば幸いです。\n\nYSK: 柑橘系の果物、特にオレンジは、口臭からアルコールの匂いを隠すことができます。\n完全ではありませんが、かなりの確率で）息からアルコールの匂いを隠します。水だともっとひどいです。\n\nYSK: パーティーや静かな自省の夜から目覚めたとき、まるで...のような臭いがしたことがありますか？\nまるで...。",
      "title": "YSK：自分からアルコールの匂いを消す方法。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不确定这个人是否适合这个子，但我希望它是有用的。\n\nYSK: 柑橘类水果，尤其是橙子，可以掩盖（不是完全掩盖，而是相当好地掩盖）你胸前的酒精气味。\n从你的呼吸中隐藏酒精的味道。水会让它变得更糟糕。\n\n为什么是YSK：有没有在一夜狂欢/安静的自我反思中醒来，发现自己浑身发臭？\n仿佛...",
      "title": "YSK：如何去除自己身上的酒味。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不確定這個人是否適合這個子，但我希望它是有用的。\n\nYSK: 柑橘類水果，尤其是橙子，可以掩蓋（不是完全掩蓋，而是相當好地掩蓋）你胸前的酒精氣味。\n從你的呼吸中隱藏酒精的味道。水會讓它變得更糟糕。\n\n爲什麼是YSK：有沒有在一夜狂歡/安靜的自我反思中醒來，發現自己渾身發臭？\n彷彿...",
      "title": "YSK：如何去除自己身上的酒味。"
    }
  ]
}