{
  "author": "f9f9f9f9f9f9",
  "original_created_utc": 1625417646,
  "title": "YSK that experiences, policies, laws, and cultural norms are not universal, consistent, or homogenous across the United States of America",
  "created_utc": 1625453463,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It&#39;s easy to criticize America&#39;s issues with healthcare, policing, education, economics, or societal taboos as if they&#39;re a ubiquitous problem for every American. But the way we all live with these things really depends on <strong>where</strong> we live. </p>\n\n<p>There are 50 states (and several territories) and tens of thousands of municipalities. The way government does its job most often depends on <strong>local government</strong>. For the most part, states, counties, and cities make and enforce the rules. Federal law gives wide latitude for this, as intended by the country&#39;s founders.</p>\n\n<p>Economics and availability of amenities depends on whether the environment is more rural or urban. And boy, do we have lots of both extremes.</p>\n\n<p>Cultural phenomena and traditions depend on the region; the Deep South is quite different from Northern California. And even within the South, rural living and living in say, Nashville or Atlanta, really make life experiences quite different. This applies especially to education and cost of living!</p>\n\n<p>And it&#39;s not just problems; triumphs and celebrations don&#39;t matter equally to everyone. I live in New York City, and I promise you that if the Giants or Jets won the Super Bowl, you wouldn&#39;t notice a thing. But in Pittsburgh, <em>when</em> the Steelers win... it&#39;s absolute bedlam. (Where I grew up, nobody watches it because we only care about college football.)</p>\n\n<p>The USA is a huge piece of land with a giant, diverse population. As we celebrate Independence Day, I hope people both outside of and within this country understand that stereotypes can be real, clichés do often apply, and criticisms can be valid... but half the time they likely don&#39;t apply to most of the population.</p>\n\n<p>That said, I love this country and I believe that what unites us is our evolving variety of experience from place to place within our borders. If you&#39;ve never been to the USA, come visit. See New York and New Mexico. Go to the beach in Alabama and California. Drive by hillside mansions, city blocks, suburban sprawl, and red dirt trailer parks. Listen to accents from Wisconsin and Louisiana and Spanish Harlem. Visit the so-called red states and blue states. And tell everybody what you saw.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/odoc7n/ysk_that_experiences_policies_laws_and_cultural/",
  "subreddit": "YouShouldKnow",
  "id": "odoc7n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: It's easy to criticize America's issues with healthcare, policing,\neducation, economics, or societal taboos as if they're a ubiquitous problem for\nevery American. But the way we all live with these things really depends on\nwhere we live.\n\nThere are 50 states (and several territories) and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: アメリカの医療、警察、教育、経済、社会的タブーなどの問題を、あたかもアメリカ全体の問題であるかのように批判するのは簡単です。\n批判するのは簡単ですが、アメリカの医療、警察、教育、経済、社会的タブーなどの問題は、すべてのアメリカ人にとって\n批判するのは簡単です。しかし、私たちがこれらの問題にどのように対処するかは、私たちがどこに住んでいるかによって大きく異なります。\nどこに住んでいるか。\n\nアメリカには50の州（といくつかの準州）と...",
      "title": "YSKは、経験、政策、法律、文化的規範は、米国全体で普遍的、一貫性があるわけではなく、均一ではないことを理解しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：批评美国的医疗、治安、教育、经济或社会禁忌等问题是很容易的。\n教育、经济或社会禁忌的问题，好像它们是每个美国人的普遍问题。\n每个美国人的问题。但我们与这些事情相处的方式真的取决于\n我们住在哪里。\n\n美国有50个州（和几个地区）和...",
      "title": "YSK认为经验、政策、法律和文化规范在美国各地并非普遍、一致或同质的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：批評美國的醫療、治安、教育、經濟或社會禁忌等問題是很容易的。\n教育、經濟或社會禁忌的問題，好像它們是每個美國人的普遍問題。\n每個美國人的問題。但我們與這些事情相處的方式真的取決於\n我們住在哪裏。\n\n美國有50個州（和幾個地區）和...",
      "title": "YSK認爲經驗、政策、法律和文化規範在美國各地並非普遍、一致或同質的。"
    }
  ]
}