{
  "author": "bqx23",
  "original_created_utc": 1630597153,
  "title": "CMV: No one wants to kill babies and passing laws to attempt to \"ban abortion\" does not meaningfully decrease the number of abortions just the number of safe ones",
  "created_utc": 1630600395,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am not making this into an argument of whether or not a fetus is a baby, that is an entirely different discussion, my view is that attempting to ban abortions does not significantly decrease the number of abortions. With the recent SB8 law passed in Texas there is a lot of debate and outrage. The most common defense that I&#39;ve seen for it is that it will lead to a decrease in a number of abortions and that those that are against the bill want to see more abortions. However, while there are many factors involved, evidence supports that increasing access to contraceptives and providing more comprehensive sex education contributes much more to decreasing abortion rates than a flat ban.\nI believe that if someone genuinely cared about decreasing the number of abortions they would be against such bills and favor those that systematically support the population.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/pgkddz/cmv_no_one_wants_to_kill_babies_and_passing_laws/",
  "subreddit": "changemyview",
  "id": "pgkddz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am not making this into an argument of whether or not a fetus is a baby, that\nis an entirely different discussion, my view is that attempting to ban abortions\ndoes not significantly decrease the number of abortions. With the recent SB8 law\npassed in Texas there is a lot of debate and outrage. The…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこれを、胎児が赤ん坊であるかどうかの議論にしているわけではありません。\n私の考えは、中絶を禁止しようとしても、中絶の数を大幅に減らすことはできないということです。\n私の考えは、中絶を禁止しようとしても、中絶の数を大幅に減らすことはできないということです。最近テキサス州で可決されたSB8法では\nテキサス州で可決されたSB8法については、多くの議論と憤りがあります。その...",
      "title": "CMV: 誰もが赤ちゃんを殺したいとは思っていませんし、「中絶を禁止する」ために法律を制定しても、安全な中絶の数を減らすだけで、中絶の数を減らすことはできません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不是要把这个问题变成一个关于胎儿是否是婴儿的争论，那是完全不同的讨论。\n这是一个完全不同的讨论，我的观点是，试图禁止堕胎\n并不能大大减少堕胎的数量。随着最近SB8法律\n在德克萨斯州通过，有很多辩论和愤怒。这部法律是在德克萨斯州通过的。",
      "title": "CMV：没有人想杀死婴儿，通过法律试图 \"禁止堕胎 \"并不能有意义地减少堕胎的数量，只是减少安全堕胎的数量。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是要把這個問題變成一個關於胎兒是否是嬰兒的爭論，那是完全不同的討論。\n這是一個完全不同的討論，我的觀點是，試圖禁止墮胎\n並不能大大減少墮胎的數量。隨着最近SB8法律\n在德克薩斯州通過，有很多辯論和憤怒。這部法律是在德克薩斯州通過的。",
      "title": "CMV：沒有人想殺死嬰兒，通過法律試圖 \"禁止墮胎 \"並不能有意義地減少墮胎的數量，只是減少安全墮胎的數量。"
    }
  ]
}