{
  "author": "thesouthwardwalk",
  "original_created_utc": 1635584219,
  "title": "A book to help teach a child that the world is beautiful and sad",
  "created_utc": 1635605155,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My daughter is 5 and has begun to encounter things in the world that are scary and broken, like death and infertility. \nI don&#39;t try to hide things from her. I want her to grow up understanding that the world is broken and that sometimes brokenness is beautiful.  That we need to let ourselves feel negative emotions.  On the flip side I don&#39;t want to frighten or traumatise her.</p>\n\n<p>Is there a book you would recommend that could help to do this?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/booksuggestions/comments/qixiys/a_book_to_help_teach_a_child_that_the_world_is/",
  "subreddit": "booksuggestions",
  "id": "qixiys",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My daughter is 5 and has begun to encounter things in the world that are scary\nand broken, like death and infertility. I don't try to hide things from her. I\nwant her to grow up understanding that the world is broken and that sometimes\nbrokenness is beautiful. That we need to let ourselves feel…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の娘は5歳で、世界で怖いものや壊れたものに遭遇するようになりました。\n死や不妊など、怖くて壊れそうなものに遭遇し始めました。私は娘に何かを隠そうとはしません。I\n世界は壊れていること、そして壊れていることが美しい場合もあることを理解して育ってほしいと思っています。\n壊れた状態が美しいこともあるということを理解して育ってほしい。私たちは自分自身に感じさせる必要があります...",
      "title": "世界には美しいものや悲しいものがあることを子どもに教えるための本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的女儿今年5岁，已经开始遇到世界上可怕的事情\n和破碎的东西，比如死亡和不孕不育。我并不试图向她隐瞒事情。I\n我希望她在成长过程中明白，这个世界是破碎的，有时候\n破碎是美丽的。我们需要让自己感受到...",
      "title": "一本帮助孩子了解世界是美丽和悲伤的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的女兒今年5歲，已經開始遇到世界上可怕的事情\n和破碎的東西，比如死亡和不孕不育。我並不試圖向她隱瞞事情。I\n我希望她在成長過程中明白，這個世界是破碎的，有時候\n破碎是美麗的。我們需要讓自己感受到...",
      "title": "一本幫助孩子瞭解世界是美麗和悲傷的書"
    }
  ]
}