{
  "author": "birdinthepen",
  "original_created_utc": 1630923212,
  "title": "YSK: NIH provides free access to scientific articles through PubMed",
  "created_utc": 1630982007,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Just because someone did a web search and found an article with an NIH (National Institutes of Health) domain does not mean it is research done by the US government agency. Look closely at the article. Near the title of the article you will find the name of the journal that published it, the publication dates, the authors’ names, and where the authors work. Then you have to read the article to see if the research was any good and if the information is useful.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/piwnff/ysk_nih_provides_free_access_to_scientific/",
  "subreddit": "YouShouldKnow",
  "id": "piwnff",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Just because someone did a web search and found an article with an NIH\n(National Institutes of Health) domain does not mean it is research done by the\nUS government agency. Look closely at the article. Near the title of the article\nyou will find the name of the journal that published it,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、誰かがウェブ検索をして、NIH（National Institution Health）ドメインの論文を見つけたからといって、それがNIHの研究であるとは限らないからです。\n(National Institutes of Health）のドメインがついた論文を見つけたからといって、それがNIHの研究であるとは限りません。\n米国政府機関の研究であるとは限りません。記事をよく見てください。論文のタイトルの近くに\n論文のタイトルの近くには、その論文を掲載した雑誌の名前が書かれています。",
      "title": "YSK: NIHはPubMedを通じて科学論文を無料で公開しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：仅仅因为有人做了网络搜索，发现了一篇带有NIH\n(National Institutes of Health)域名的文章，并不意味着它是由美国国家卫生研究院(NIH)完成的研究。\n美国政府机构做的。仔细看一下这篇文章。在文章的标题附近\n你会发现发表该文章的期刊名称，...",
      "title": "YSK：NIH通过PubMed免费提供科学文章。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：僅僅因爲有人做了網絡搜索，發現了一篇帶有NIH\n(National Institutes of Health)域名的文章，並不意味着它是由美國國家衛生研究院(NIH)完成的研究。\n美國政府機構做的。仔細看一下這篇文章。在文章的標題附近\n你會發現發表該文章的期刊名稱，...",
      "title": "YSK：NIH通過PubMed免費提供科學文章。"
    }
  ]
}