{
  "author": "Battle4Seattle",
  "original_created_utc": 1638171212,
  "title": "YSK That Police Stations Are Probably The Safest Place To Meet Up With Strangers When Buying/Selling Over The Internet",
  "created_utc": 1638186305,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you&#39;re looking for deals from private parties, or selling something as a private party, the meeting place for the transaction should be somewhere safe.  Police stations are just about the safest place you can meet publicly, and also act as a filter against people with bad intentions.</p>\n\n<p>I&#39;m currently selling a high-priced item as a private party, and told a prospective buyer who wanted to see the item that he should meet me at my local police station.  He refused, and suggested a McDonald&#39;s parking lot in a sketchy neighborhood instead.  His refusal to meet at the police station sounded my alarm bells, especially when he couldn&#39;t articulate his objections to meeting there.  I called off the deal with him, and instead went with the next prospective buyer who not only had no objections to meeting at the police station, but expressed his appreciation for doing so at such a safe place.</p>\n\n<p>P.S.  Many police stations not only support this activity, but some will also provide a police officer to be present during the transaction upon request.</p>\n</div><!-- SC_ON -->",
  "score": 145,
  "permalink": "/r/YouShouldKnow/comments/r4qgsn/ysk_that_police_stations_are_probably_the_safest/",
  "subreddit": "YouShouldKnow",
  "id": "r4qgsn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If you're looking for deals from private parties, or selling something\nas a private party, the meeting place for the transaction should be somewhere\nsafe. Police stations are just about the safest place you can meet publicly, and\nalso act as a filter against people with bad intentions.\n\nI'm…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、個人で取引をしたい場合や、個人で何かを売りたい場合は\n取引の場は、安全な場所でなければなりません。\n安全な場所です。警察署は公の場で会うには最も安全な場所です。\nまた、悪意のある人に対するフィルターとしても機能します。\n\n私は...",
      "title": "YSK インターネットで売買する際、見知らぬ人と会うには、おそらく警察署が最も安全な場所であること。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：如果你正在寻找来自私人当事方的交易，或作为私人当事方出售某物\n的时候，交易的会面地点应该是在一个\n安全的地方。警察局是你可以公开会面的最安全的地方。\n也可以作为一个过滤器，防止有不良企图的人。\n\n我是...",
      "title": "YSK认为警察局可能是在互联网上购买/销售时与陌生人见面的最安全场所"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：如果你正在尋找來自私人當事方的交易，或作爲私人當事方出售某物\n的時候，交易的會面地點應該是在一個\n安全的地方。警察局是你可以公開會面的最安全的地方。\n也可以作爲一個過濾器，防止有不良企圖的人。\n\n我是...",
      "title": "YSK認爲警察局可能是在互聯網上購買/銷售時與陌生人見面的最安全場所"
    }
  ]
}