{
  "author": "cheeseshrice1966",
  "original_created_utc": 1640109337,
  "title": "YSK - clean your dryer exhaust yearly, both inside and out.",
  "created_utc": 1640396900,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;strong&gt;Why YSK&lt;/strong&gt; lint buildup happens in the exhaust &lt;em&gt;no matter how religiously you clean it in the dryer&lt;/em&gt; and can create a fire hazard if not cleaned. The excess lint accumulates in the exhaust (the tube in the wall that goes outside) and due to moisture, will build up fairly quickly, so if you clean it once a year, it keeps the buildup to a minimum. &lt;/p&gt;\n\n&lt;p&gt;-Especially if you rent, you never know when the last time was the line was cleaned so it should be one of the first things done before connecting your dryer.-&lt;/p&gt;\n\n&lt;p&gt;In states that go below freezing, and in homes where the exhaust line is low, remember to check to ensure the ice buildup is not getting close to the line. The ice accumulates from the ground up, so if it gets too close, knock it over. Most building codes require new construction to be well off the ground but older homes can have lines close enough that ice buildup can accumulate enough that it reaches the line and you can quickly asphyxiate once the dryer is engaged. &lt;/p&gt;\n\n&lt;p&gt;We use the new year as our reminder to change smoke detector batteries, clean furnace and dryer exhausts, etc., and thought it might also help someone else. If you’re uncomfortable performing this task, it is recommended to clean your furnace exhaust bi-yearly and if you ask, an HVAC company will gladly clean your dryer vent, as well.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/rlk62c/ysk_clean_your_dryer_exhaust_yearly_both_inside/",
  "subreddit": "YouShouldKnow",
  "id": "rlk62c",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK lint buildup happens in the exhaust no matter how religiously you clean\nit in the dryer and can create a fire hazard if not cleaned. The excess lint\naccumulates in the exhaust (the tube in the wall that goes outside) and due to\nmoisture, will build up fairly quickly, so if you clean it once…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK</strong> lint buildup happens\n乾燥機でどんなに掃除しても、排気が悪くなる。\nは、掃除しないと火災の原因になることがあります。余分な糸くずが溜まるのは\n排気口（壁の中にある外に出る管）、そしてその中にある...",
      "title": "YSK - ドライヤーの排気は、毎年、内側も外側も掃除しましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK</strong> lint buildup happens\nin the exhaust <em>no matter how religiously you clean it in the dryer</em> and\ncan create a fire hazard if not cleaned. The excess lint accumulates in the\nexhaust (the tube in the wall that goes outside) and due to…",
      "title": "YSK--每年清洁你的烘干机排气管，包括内部和外部。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK</strong> lint buildup happens\nin the exhaust <em>no matter how religiously you clean it in the dryer</em> and\ncan create a fire hazard if not cleaned. The excess lint accumulates in the\nexhaust (the tube in the wall that goes outside) and due to…",
      "title": "YSK--每年清潔你的烘乾機排氣管，包括內部和外部。"
    }
  ]
}