{
  "author": "wearyengineeer",
  "the_new_excerpt": "To give a bit more detail I picked up reading after literal years and started\nwith Kafka on the Shore based on how many people loved it and my general\ncuriosity for the supposed metaphysics elements and the author. Without\nspoiling, I'm at chapter 40 and cannot find the will to finish the last…",
  "original_created_utc": 1614400944,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为了说得更详细一点，我在字面年华过后，重新拾起了阅读，开始了。\n和《岸上的卡夫卡》，基于很多人对它的喜爱，以及我对它的一般看法\n对于所谓的玄学元素和作者的好奇心。没有\n破坏，我在第40章，无法找到意愿完成最后... ...",
      "title": "一个感情枯燥的人，寻找生活片断的小说，最好不要有爱情/性元素。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲了說得更詳細一點，我在字面年華過後，重新拾起了閱讀，開始了。\n和《岸上的卡夫卡》，基於很多人對它的喜愛，以及我對它的一般看法\n對於所謂的玄學元素和作者的好奇心。沒有\n破壞，我在第40章，無法找到意願完成最後... ...",
      "title": "一個感情枯燥的人，尋找生活片斷的小說，最好不要有愛情/性元素。"
    }
  ],
  "title": "An emotionally drained person looking for slice-of-life fiction with preferably no romance/ sex elements",
  "created_utc": 1614420018,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To give a bit more detail I picked up reading after literal years and started with Kafka on the Shore based on how many people loved it and my general curiosity for the supposed metaphysics elements and the author. Without spoiling, I&#39;m at chapter 40 and cannot find the will to finish the last 9 chapters -- I am beyond disappointed and very tired to have read what I did. </p>\n\n<p>I would love any good fiction pick-me-ups with preferably no romance/sex elements. Open to slice-of-life, realistic, introspective, self-analysing and even metaphysical elements (I still have big hopes). I am not a major fan of full on fantasy but am open to compelling reads. Thanks in advance for the suggestions!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/booksuggestions/comments/ltgg4g/an_emotionally_drained_person_looking_for/",
  "subreddit": "booksuggestions",
  "id": "ltgg4g",
  "is_self": true,
  "media": null,
  "is_video": false
}