{
  "author": "Rwandrall",
  "original_created_utc": 1631000132,
  "title": "CMV: Most of the economic issues affecting Millenials/Zoomers are down not to Boomer greed or \"late stage capitalism\", but really simple macroeconomic and demographic factors",
  "created_utc": 1631014237,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>- The population in the developed world is getting older</p>\n\n<p>- The developed world is becoming increasingly urban</p>\n\n<p>- The developping world is now wealthier and more educated</p>\n\n<p>- Women have entered the workforce</p>\n\n<p>&#x200B;</p>\n\n<p>That&#39;s why politicians serve the interest of boomers: in the UK&#39;s last election half of votes were cast by those over 55 years old. There&#39;s just a lot of them, so in a democracy their interests get overrepresented.</p>\n\n<p>That&#39;s why housing/rent is expensive: everyone wants to live in cities, and supply can&#39;t grow because homeowners have votes and their house&#39;s value is usually their entire wealth.</p>\n\n<p>That&#39;s why incomes have stalled: the developping world is competing with the developed world in a way that they didn&#39;t when Boomers were younger: more supply means the value of labor goes down. Women entering the workforce has the same effect.</p>\n\n<p>That&#39;s why growth has stalled: huge amounts of old people need their retirement and healthcare taken care of which requires huge amounts of cash not going into other parts of the economy</p>\n\n<p>That&#39;s why workers&#39; rights have stalled: more supply of workers from abroad.</p>\n\n<p>That&#39;s why working class jobs don&#39;t pay well and sustain a family anymore: someone abroad can do it for cheaper.</p>\n\n<p>That&#39;s where your problems come from. Not an evil conspiracy, but simple history.</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/changemyview/comments/pjibuc/cmv_most_of_the_economic_issues_affecting/",
  "subreddit": "changemyview",
  "id": "pjibuc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "- The population in the developed world is getting older\n\n- The developed world is becoming increasingly urban\n\n- The developping world is now wealthier and more educated\n\n- Women have entered the workforce\n\n\n\nThat's why politicians serve the interest of boomers: in the UK's last election\nhalf of…"
}