{
  "author": "MyTestTickles",
  "original_created_utc": 1633772466,
  "title": "I dislike challenges such as 52 books in 52 weeks, anyone else?",
  "created_utc": 1633778924,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Maybe it&#39;s just me but it really saps the joy out of reading for me. I&#39;m in full time education and in part time work and for me reading is an escape from that. The moment I start putting goals and numbers on it, it stops being fun and just becomes another deadline and stresser in my life.</p>\n\n<p>I&#39;ve found that sticking to these challenges makes me pick shorter books and not read what I really want to be reading. I&#39;m currently getting through Middlemarch by George Elliot and I can&#39;t imagine only having a week to get through it. Anyone else agree?</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/q4i35l/i_dislike_challenges_such_as_52_books_in_52_weeks/",
  "subreddit": "books",
  "id": "q4i35l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Maybe it's just me but it really saps the joy out of reading for me. I'm in full\ntime education and in part time work and for me reading is an escape from that.\nThe moment I start putting goals and numbers on it, it stops being fun and just\nbecomes another deadline and stresser in my life.\n\nI've…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私だけかもしれませんが、これでは読書の楽しみが半減してしまいます。私はフルタイムで教育を受け、パートタイムで仕事をしています。\n読書はそこからの逃避でもあります。\n読書に目標や数字を設定し始めると、楽しみがなくなり、生活の中の別の締め切りやストレスになってしまいます。\n私の人生におけるもう一つの締め切りとストレスになってしまうのです。\n\n私は...",
      "title": "私は52週間で52冊の本を読むというようなチャレンジが嫌いなのですが、他にもありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "也许这只是我的问题，但这真的让我失去了阅读的乐趣。我是全职\n对我来说，阅读是一种逃避，我在全职教育和兼职工作中。\n当我开始把目标和数字放在上面的时候，它就不再是一种乐趣，而只是\n变成了我生活中的另一个期限和压力。\n\n我已经...",
      "title": "我不喜欢52周内读52本书这样的挑战，还有人吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "也許這只是我的問題，但這真的讓我失去了閱讀的樂趣。我是全職\n對我來說，閱讀是一種逃避，我在全職教育和兼職工作中。\n當我開始把目標和數字放在上面的時候，它就不再是一種樂趣，而只是\n變成了我生活中的另一個期限和壓力。\n\n我已經...",
      "title": "我不喜歡52周內讀52本書這樣的挑戰，還有人嗎？"
    }
  ]
}