{
  "author": "Parzival7879",
  "original_created_utc": 1625240888,
  "title": "Importance of timing with books",
  "created_utc": 1625260907,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently I was thinking about how you can read a really good book but not enjoy it or understand it based on your age/ timing of life. For example one of my favorite books is The Catcher In The Rye, which I read at 19. I wouldn’t recommend the book to anyone much older than that, a lot of people don’t like the book “especially on this thread” and I get that. Another example is the first time I read “One Flew Over the Cookoo’s Nest” I read that at 16 and didn’t really get it. I re-read it recently and in the context of the world today understand williningly going into an asylum. I was wondering if anyone else had other books that can be hit or miss depending on the reader?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/occut6/importance_of_timing_with_books/",
  "subreddit": "books",
  "id": "occut6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Recently I was thinking about how you can read a really good book but not enjoy\nit or understand it based on your age/ timing of life. For example one of my\nfavorite books is The Catcher In The Rye, which I read at 19. I wouldn’t\nrecommend the book to anyone much older than that, a lot of people…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、とても良い本を読んでも、年齢や人生のタイミングによっては楽しめなかったり、理解できなかったりすることがあるのではないかと考えていました。\n年齢や人生のタイミングによって、本当に良い本を読んでも楽しめなかったり、理解できなかったりすることがあるのではないかと思いました。例えば、私の好きな本のひとつ\nライ麦畑でつかまえて』は、19歳のときに読みました。19歳のときに読みましたが、19歳以上の人にはお勧めできません。\nそれ以上の年齢の人にはお勧めできません。多くの人が...",
      "title": "本を読むタイミングの重要性"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近我在想，你可以读一本非常好的书，但却不喜欢它，也不理解它。\n但由于你的年龄/生活时间，你可能无法享受或理解它。例如，我最喜欢的一本书\n我最喜欢的一本书是《麦田里的守望者》，我是在19岁时读的。我不会\n我不会把这本书推荐给比它大得多的人，很多人都...",
      "title": "用书的时机的重要性"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近我在想，你可以讀一本非常好的書，但卻不喜歡它，也不理解它。\n但由於你的年齡/生活時間，你可能無法享受或理解它。例如，我最喜歡的一本書\n我最喜歡的一本書是《麥田裏的守望者》，我是在19歲時讀的。我不會\n我不會把這本書推薦給比它大得多的人，很多人都...",
      "title": "用書的時機的重要性"
    }
  ]
}