{
  "author": "scienceguy2442",
  "the_new_excerpt": "That sounds like an Amazon recommendation, but I'm sure you get what I mean.\n\nI read \"Gods of Jade and Shadow\" a while back because I wanted a fantasy novel\nthat had a non-European background for its mythos. That's a discussion for\nanother time, though. I liked it and ordered another book by her,…",
  "original_created_utc": 1618418661,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まるでアマゾンの推薦文のようだが、意味はわかるだろう。\n\n翡翠と影の神々」を読んだのは、神話の背景がヨーロッパではないファンタジー小説が欲しかったからです。\n翡翠と影の神々』を読んだのは、ヨーロッパ以外の神話を背景にしたファンタジー小説が欲しかったからです。その話はまた別の機会にしますが\n別の機会に話しますが。気に入ったので、彼女の別の本を注文したのですが...。",
      "title": "ゲット・アウト』が好きなら、『メキシカン・ゴシック』も気に入るはず（シルビア・モレノ＝ガルシア"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这听起来像是亚马逊的推荐，但我相信你明白我的意思。\n\n我前段时间读了《玉与影之神》，因为我想看一本奇幻小说。\n有一个非欧洲背景的神话。这是一个讨论\n下次吧，虽然。我很喜欢，又订了她的另一本书，... ...",
      "title": "如果你喜欢 \"脱身\"，你会喜欢 \"墨西哥哥特\"（Silvia Moreno-Garcia）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這聽起來像是亞馬遜的推薦，但我相信你明白我的意思。\n\n我前段時間讀了《玉與影之神》，因爲我想看一本奇幻小說。\n有一個非歐洲背景的神話。這是一個討論\n下次吧，雖然。我很喜歡，又訂了她的另一本書，... ...",
      "title": "如果你喜歡 \"脫身\"，你會喜歡 \"墨西哥哥特\"（Silvia Moreno-Garcia）。"
    }
  ],
  "title": "If you liked \"Get Out,\" you'll like \"Mexican Gothic\" (Silvia Moreno-Garcia)",
  "created_utc": 1618443825,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>That sounds like an Amazon recommendation, but I&#39;m sure you get what I mean.</p>\n\n<p>I read &quot;Gods of Jade and Shadow&quot; a while back because I wanted a fantasy novel that had a non-European background for its mythos. That&#39;s a discussion for another time, though. I liked it and ordered another book by her, &quot;Mexican Gothic.&quot; I just finished it and by God do I want people to know about it.</p>\n\n<p>As the title suggests, it has the feel of an old gothic horror story, and does that really well, but, on top of that, it&#39;s extremely socially-relevant. It talks about race, it talks about classism to an extent, and, probably most notably, it features a very cool woman protagonist who fights off a deeply-ingrained patriarchy. As I mentioned, it really has the feel that &quot;Get Out&quot; does in terms of horror with social commentary. Check it out.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/mquk4b/if_you_liked_get_out_youll_like_mexican_gothic/",
  "subreddit": "books",
  "id": "mquk4b",
  "is_self": true,
  "media": null,
  "is_video": false
}