{
  "author": "platformstrawmen",
  "original_created_utc": 1636504647,
  "title": "CMV: I miss the days when reddit brigading / subreddit wars were the norm. I also miss the old downvote/upvote styles where you could see the numbers.",
  "created_utc": 1636515510,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>IMHO when this kind of conflict was allowed, at the very least, people would be open to debate and changing their minds. at least neutrals went back and forth and they were exposed to information they didn&#39;t know existed.</p>\n\n<p>now, reddit, youtube and the internet generally is primarily composed of polarized echochambers; and people just hang out with their own crews, going into their own self-fulfilling prophecies. like high school cliques or something.</p>\n\n<p>[authentic] critique can only happen from outside the ideology you are presently residing in. i do not like the &quot;curatorship&quot; style of internet reddit has become. </p>\n\n<p>what don&#39;t i remember about those days sucking?</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/changemyview/comments/qqhorh/cmv_i_miss_the_days_when_reddit_brigading/",
  "subreddit": "changemyview",
  "id": "qqhorh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "IMHO when this kind of conflict was allowed, at the very least, people would be\nopen to debate and changing their minds. at least neutrals went back and forth\nand they were exposed to information they didn't know existed.\n\nnow, reddit, youtube and the internet generally is primarily composed…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "IMHOでは、このような対立が許された場合、少なくとも、人々は議論をしたり、技術を変えたりすることに前向きになります。\n少なくとも、中立的な立場の人たちが意見を交わし、自分の知らない情報に触れることができました。\nそして、自分の知らない情報に触れることができました。\n\n現在、redditやyoutubeなどのインターネットは、主に...",
      "title": "CMV：reddit brigadingやsubreddit warsが当たり前だった時代が懐かしいです。また、数字が見える昔のdownnvote/upvoteスタイルも懐かしいですね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "IMHO，当这种冲突被允许时，至少，人们会\n至少中立者会来回走动。\n他们会接触到他们不知道的信息。\n\n现在，reddit、youtube和互联网通常主要由...",
      "title": "CMV: 我很怀念那些在reddit上打群架/分论坛战争的日子。我也很怀念过去那种可以看到数字的下拉/上拉投票方式。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "IMHO，當這種衝突被允許時，至少，人們會\n至少中立者會來回走動。\n他們會接觸到他們不知道的信息。\n\n現在，reddit、youtube和互聯網通常主要由...",
      "title": "CMV: 我很懷念那些在reddit上打羣架/分論壇戰爭的日子。我也很懷念過去那種可以看到數字的下拉/上拉投票方式。"
    }
  ]
}