{
  "author": "Ragefan66",
  "original_created_utc": 1629304875,
  "title": "\"We know who you are. I have reported it to the admin team and they are considering taking legal action against you....Trust me, this is your first and last warning\" - A PM I got from a mod after I exposed their shitcoin",
  "created_utc": 1629311440,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><em>&quot;We know who you are. I have reported it to the MoonPirate admin team and they are considering taking legal action against you. Yes, they have a lawyer who has helped every step of the way. And social media threats and mininformation make for A GREAT CASE in this day and age. Trust me, this is your first and last warning&quot;.</em></p>\n\n<p>3 months ago I came across a coin called MoonPirate, a coin based around rum/beer. It&#39;s a token that provided right to vote on a poll for what they should focus on next, but that&#39;s literally it.</p>\n\n<p>I exposed them for having a fake address on their website, since I looked them up on Google maps and called the business that was actually listed at that address. I also exposed the fact that the rum was selling for $200 a bottle and that the guy running the coin literally had zero prior experience making alcohol. </p>\n\n<p>I essentially just listed information from their website and got threatened with legal action.</p>\n\n<p>Best part though? The mod in question stopped posting 4 weeks ago and Moonpirate has fallen over 93% since he sent that PM.</p>\n\n<p>It sucks when people lose money. But its hard to sympathize with people who threaten legal action to stop you from sharing your opinions.</p>\n</div><!-- SC_ON -->",
  "score": 242,
  "permalink": "/r/CryptoCurrency/comments/p6uxqz/we_know_who_you_are_i_have_reported_it_to_the/",
  "subreddit": "CryptoCurrency",
  "id": "p6uxqz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "\"We know who you are. I have reported it to the MoonPirate admin team and they\nare considering taking legal action against you. Yes, they have a lawyer who has\nhelped every step of the way. And social media threats and mininformation make\nfor A GREAT CASE in this day and age. Trust me, this is your…"
}