{
  "author": "Boss452",
  "original_created_utc": 1631356241,
  "title": "Gone Girl is a compelling read.",
  "created_utc": 1631371502,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I expected a fairly mundane book on domestic drama involving cheating, deceit, lies and exaggerated drama. It definitely had all that but also much more. First things first, the story was good. However, Flynn&#39;s structure of telling the current story from Nick&#39;s perspective and simultaneously adding Amy&#39;s perspective through diary flashbacks elevate it to very good. The latter half of the book has 2 points where the plot takes a sudden turn and it remains engrossing till the very end.</p>\n\n<p>Next, the prose and writing style was just what the book needed. It was direct and simple with a touch of edginess through certain vocabulary and references. You get as close you can to the characters as possible. Flynn covers all their feelings and thoughts precisely. The book could have been better edited as Nick&#39;s chapters could go for long sometimes, dwelling too much on his thoughts.</p>\n\n<p>Finally, the characters. This is where I have heard criticism on the book. That none of the characters are likable enough. My question is, do they need to be? Further, are the characters all unlikable? Flynn writes her supporting characters well enough to not be cliches. The close sibling who does have her moments of doubt, the genius lawyer who doesn&#39;t always have the solution, the tough detective who is more than fair to her prime suspect and the loving parents who love the idea/image of their child as much as the child herself. These characters all feel real and 3 dimensional.</p>\n\n<p>But the story is about Nick and Amy and yes, they aren&#39;t exactly role models. Should main characters all be likable for a story to be good? If yes then movies like Joker or shows like Breaking Bad shouldn&#39;t work at all. I think a boring, predictable character is worse than a character who is not a good person. Amy is a very interesting character who you just want to know more about. It&#39;s hard not to feel for Nick at a certain stage because he doesn&#39;t deserve what goes on with him. The punishment is more than what he deserved and that alone makes you sympathetic towards him.\nSo, the characters too were nicely written. They stay with you for a while.</p>\n\n<p>A special mention to the cool girl monologue which is the most talked about passage from the book. I cannot say how true it is but it does open up your mind and makes you reflect. You use an idea from the book and start pondering about it in real life. To me that makes a book worthwhile. </p>\n\n<p>Gone Girl rating: 4/5.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pm51mp/gone_girl_is_a_compelling_read/",
  "subreddit": "books",
  "id": "pm51mp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I expected a fairly mundane book on domestic drama involving cheating, deceit,\nlies and exaggerated drama. It definitely had all that but also much more. First\nthings first, the story was good. However, Flynn's structure of telling the\ncurrent story from Nick's perspective and simultaneously adding…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、浮気や騙し、嘘や大げさなドラマを含む家庭内ドラマのありふれた本を期待していました。\n大げさなドラマを期待していました。しかし、それだけではなく、それ以上のものがありました。まず\nまず第一に、ストーリーは良かった。しかし、ニックの視点から現在のストーリーを語るというフリンの構成には\nニックの視点で現在の物語を語り、同時に...を加えるというフリンの構成は",
      "title": "ゴーン・ガール』は説得力のある読み物です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我以为这是一本相当平凡的家庭戏剧书，涉及欺骗、欺诈。\n谎言和夸张的戏剧。这本书肯定有这些内容，但也有更多内容。首先\n首先，故事是好的。然而，弗林的结构是以尼克的视角讲述当前的故事。\n从尼克的角度讲述当前的故事，并同时加入...",
      "title": "乱世佳人》是一本引人注目的读物。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我以爲這是一本相當平凡的家庭戲劇書，涉及欺騙、欺詐。\n謊言和誇張的戲劇。這本書肯定有這些內容，但也有更多內容。首先\n首先，故事是好的。然而，弗林的結構是以尼克的視角講述當前的故事。\n從尼克的角度講述當前的故事，並同時加入...",
      "title": "亂世佳人》是一本引人注目的讀物。"
    }
  ]
}