{
  "author": "Boss452",
  "original_created_utc": 1631356241,
  "title": "Gone Girl is a compelling read.",
  "created_utc": 1631371502,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I expected a fairly mundane book on domestic drama involving cheating, deceit, lies and exaggerated drama. It definitely had all that but also much more. First things first, the story was good. However, Flynn&#39;s structure of telling the current story from Nick&#39;s perspective and simultaneously adding Amy&#39;s perspective through diary flashbacks elevate it to very good. The latter half of the book has 2 points where the plot takes a sudden turn and it remains engrossing till the very end.</p>\n\n<p>Next, the prose and writing style was just what the book needed. It was direct and simple with a touch of edginess through certain vocabulary and references. You get as close you can to the characters as possible. Flynn covers all their feelings and thoughts precisely. The book could have been better edited as Nick&#39;s chapters could go for long sometimes, dwelling too much on his thoughts.</p>\n\n<p>Finally, the characters. This is where I have heard criticism on the book. That none of the characters are likable enough. My question is, do they need to be? Further, are the characters all unlikable? Flynn writes her supporting characters well enough to not be cliches. The close sibling who does have her moments of doubt, the genius lawyer who doesn&#39;t always have the solution, the tough detective who is more than fair to her prime suspect and the loving parents who love the idea/image of their child as much as the child herself. These characters all feel real and 3 dimensional.</p>\n\n<p>But the story is about Nick and Amy and yes, they aren&#39;t exactly role models. Should main characters all be likable for a story to be good? If yes then movies like Joker or shows like Breaking Bad shouldn&#39;t work at all. I think a boring, predictable character is worse than a character who is not a good person. Amy is a very interesting character who you just want to know more about. It&#39;s hard not to feel for Nick at a certain stage because he doesn&#39;t deserve what goes on with him. The punishment is more than what he deserved and that alone makes you sympathetic towards him.\nSo, the characters too were nicely written. They stay with you for a while.</p>\n\n<p>A special mention to the cool girl monologue which is the most talked about passage from the book. I cannot say how true it is but it does open up your mind and makes you reflect. You use an idea from the book and start pondering about it in real life. To me that makes a book worthwhile. </p>\n\n<p>Gone Girl rating: 4/5.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pm51mp/gone_girl_is_a_compelling_read/",
  "subreddit": "books",
  "id": "pm51mp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I expected a fairly mundane book on domestic drama involving cheating, deceit,\nlies and exaggerated drama. It definitely had all that but also much more. First\nthings first, the story was good. However, Flynn's structure of telling the\ncurrent story from Nick's perspective and simultaneously adding…"
}