{
  "author": "mehoymegoy",
  "original_created_utc": 1624682038,
  "title": "What is a book that is frequently suggested here that you didn’t like? And a book you never thought you’d like, but ended up loving it?",
  "created_utc": 1624697529,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have an ongoing list of books I see suggested here a lot because I want to read them all, and so many have been great! </p>\n\n<p>But sadly, I am reading “Circe” by Madeline Miller and I just can’t get into it! I have gotten through over half the book and I just don’t feel connected or captivated, which makes me sad because I know so many people swear by this book and it has great feminine energy which I like, I just don’t find myself really thinking about it beyond the times I am reading, and I never feel “engrossed”. I am disappointed in myself for this one, I’m sorry guys, I know it’s a great story. </p>\n\n<p>Has this happened to any of y’all? What is something you thought you’d love and ended up not? Also, what is a book you didn’t think you’d enjoy but you did?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/booksuggestions/comments/o83ulz/what_is_a_book_that_is_frequently_suggested_here/",
  "subreddit": "booksuggestions",
  "id": "o83ulz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have an ongoing list of books I see suggested here a lot because I want to\nread them all, and so many have been great!\n\nBut sadly, I am reading “Circe” by Madeline Miller and I just can’t get into it!\nI have gotten through over half the book and I just don’t feel connected or\ncaptivated, which…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "全部読みたいので、ここでよく勧められる本のリストを作っています。\n読んでみたいと思っています。\n\nでも悲しいことに、Madeline Millerの \"Circe \"を読んでいるのですが、どうしても入り込めないのです。\n本の半分以上を読み終えましたが、つながりを感じられず、魅了されません。\n魅了されていないのです。",
      "title": "ここで頻繁に提案される本の中で、あなたが気に入らなかったものは何ですか？また、好きになるとは思わなかったが、結局好きになった本は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我有一个正在进行的书单，我在这里经常看到有人推荐，因为我想把它们都读完。\n因为我想把它们都读完，而且很多书都很好！但遗憾的是，我正在读玛德琳-米勒的《Circe》，但我就是读不进去\n\n但不幸的是，我正在读玛德琳-米勒的《Circe》，我就是无法进入这本书！我已经读了一半多，但我就是没有感觉到联系，也不知道该怎么办。\n我已经读完了一半以上的书，但我就是感觉不到有什么联系，也不知道该怎么办。\n被吸引了，这...",
      "title": "在这里经常被推荐的、你不喜欢的书是什么？还有一本你从未想过自己会喜欢的书，但最后却喜欢上了它？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我有一個正在進行的書單，我在這裏經常看到有人推薦，因爲我想把它們都讀完。\n因爲我想把它們都讀完，而且很多書都很好！但遺憾的是，我正在讀瑪德琳-米勒的《Circe》，但我就是讀不進去\n\n但不幸的是，我正在讀瑪德琳-米勒的《Circe》，我就是無法進入這本書！我已經讀了一半多，但我就是沒有感覺到聯繫，也不知道該怎麼辦。\n我已經讀完了一半以上的書，但我就是感覺不到有什麼聯繫，也不知道該怎麼辦。\n被吸引了，這...",
      "title": "在這裏經常被推薦的、你不喜歡的書是什麼？還有一本你從未想過自己會喜歡的書，但最後卻喜歡上了它？"
    }
  ]
}