{
  "author": "UndeadSocrates",
  "original_created_utc": 1624903980,
  "title": "CMV: We should cure disabilities if we can despite the effects it would have on Disability culture.",
  "created_utc": 1624928434,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>TLDR; Why shouldn&#39;t we try to cure preventable disabilities if possible?</p>\n\n<p>Some background; I&#39;m reading this book &#39;No Pity&#39; for a class. I have not finished the book but in the first chapter there are some claims I disagree with. I feel ablest for holding these views but they seem to be right to me. So here I am. I have my degree in philosophy and I&#39;m fairly progressive so I feel I am open to opposing view points.</p>\n\n<p>The disabled as a minority group are very interesting because they are the only minority group that anyone can join and virtually any time. For very many people it is inevitable as they climb into old age. So when thinking of the plights of this minority group one must understand this can be them tomorrow if not with in 10, 20, or even 30 years from now. They could be your children or eventually your parents.</p>\n\n<p>If it were a possibility wouldn’t you want to prevent any and all of these people, including yourself, from these conditions?</p>\n\n<p>I cannot help but to see it as a necessarily better condition to be in an able body than a disabled one. Ignoring this count I really don&#39;t think I hold any other prejudices against any disabled person. I do not judge anyone by their disability. I think part of the government&#39;s job is to account for the differences in the biological lottery. Thus it’s part of the government&#39;s job to provide services for the disabled so they can live as independently as possible. Just the same as the government does for low income individuals. It’s all a part of the social safety net. The disabled population has a lot of untapped skills and talent because of people&#39;s prejudices and that is a shame. A disabled person doesn&#39;t have to be Steven Hawking to have a positive influence on the culture and society. </p>\n\n<p>Back to my point; In the book people are quoted saying to the effect that if a miracle cure was developed overnight would they take it? And all of them say no. This way I can understand your whole experience and identity is wrapped up in your material experience. Of course you don&#39;t want to change who you are. Change is hard and who says this change is necessarily worth it if you have your life together already. Being able to see or walk or hear wouldn&#39;t necessarily make you a ‘better’ person. If anything, being abled will serve to alienate you from your community. As much as I don&#39;t agree, I can respect this opinion and understand that my opinion really is meaningless to this point. </p>\n\n<p>What I am having a really hard time understanding is this; “Most stunning was the finding announced in 1992 of the precise DNA location of the gene that caused myotonic dystrophy. Yet, once again, these breakthroughs were not cures so much as prevention measures. And to the new disability rights movement prevention had ominous overtones. Many activists fear that with the growth of such predictive tests, pregnant women will be expected or coerced to abort fetuses when there is an indication of disability. Others worry that if genetic engineering can one day wipe out an illness, a person who already has that disability will be seen as a freak or devalued as a preventable mistake.” I understand wanting to prevent social stigma that is always a fight worth having. But if we can make it so no one ever has to deal with a particular disability again then why not do preventable treatments with genetic engineering? For example if we find a miracle cure for mental retardation then why not utilize it? On the note of abortions I think that it is the women’s choice. She should not be convinced of a decision; she should make the choice herself. No one can tell anyone what to do with their bodies plain and simple.</p>\n\n<p>Please convince me otherwise if you can. I am very interested to see some opposing arguments!</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/o9pyz7/cmv_we_should_cure_disabilities_if_we_can_despite/",
  "subreddit": "changemyview",
  "id": "o9pyz7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "TLDR; Why shouldn't we try to cure preventable disabilities if possible?\n\nSome background; I'm reading this book 'No Pity' for a class. I have not\nfinished the book but in the first chapter there are some claims I disagree\nwith. I feel ablest for holding these views but they seem to be right to me.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "TLDR;なぜ私たちは、予防可能な障害を可能な限り治そうとしないのでしょうか？\n\nいくつかの背景；私は授業でこの本「No Pity」を読んでいます。まだ読み終えていないのですが\nこの本はまだ読み終えていませんが、第一章には私が同意できない主張がいくつかあります。\n賛成できません。このような意見を持っていることは素晴らしいことだと思いますが、私にとっては正しいことのように思えます。....",
      "title": "CMV：障害者の文化に影響があっても、できることなら障害を治すべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "TLDR; 如果可能的话，我们为什么不应该尝试治愈可预防的残疾？\n\n一些背景；我正在为一个班级读这本《没有怜悯》。我还没有\n我还没有读完这本书，但在第一章中，有一些说法我不同意\n不同意。我觉得持有这些观点是最有能力的，但在我看来，这些观点是正确的....。",
      "title": "CMV：如果可以的话，我们应该治愈残疾，尽管这将对残疾文化产生影响。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "TLDR; 如果可能的話，我們爲什麼不應該嘗試治癒可預防的殘疾？\n\n一些背景；我正在爲一個班級讀這本《沒有憐憫》。我還沒有\n我還沒有讀完這本書，但在第一章中，有一些說法我不同意\n不同意。我覺得持有這些觀點是最有能力的，但在我看來，這些觀點是正確的....。",
      "title": "CMV：如果可以的話，我們應該治癒殘疾，儘管這將對殘疾文化產生影響。"
    }
  ]
}