{
  "author": "XWhosYourBigDaddy",
  "original_created_utc": 1634607196,
  "title": "CMV: The US needs to tax the rich more and incorporate more social programs if it wants to survive. Once enough people have nothing to lose, there will be an uprising if it does not",
  "created_utc": 1634617872,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I could argue all day that rich people don&#39;t need more yachts and everybody deserves second chances and all humans should be able to live with dignity. I think all of those are decent arguments for redistribution.</p>\n\n<p>But some people will say &quot;it&#39;s not your money, you are not entitled to it&quot; (for example, Ben Shapiro.) and that If people are poor it&#39;s because they made bad choices so now they have to deal with the consequences. As somebody who has had second chances and support (thankfully) I cannot get behind this stance even in cases where a person made some bad choices (nevermind the cases in which somebody had a string of bad luck and couldn&#39;t catch a break. </p>\n\n<p>But some people aren&#39;t swayed by the &quot;imagine if you were hungry and poor&quot; argument. So, I will make another argument: if too many people are poor and hungry and have nothing to lose, there will be an uprising. </p>\n\n<p>I don&#39;t think we&#39;ve reached that point yet and I don&#39;t think the situation in the US is hopeless. But if things continue to worsen, I think it could reach that point. I do not believe people are just going to roll over and accept death or watch their children die from starvation.  If millions of people reach a breaking point, there will be violence. People talk about the violence of past riots, but that was public property. I&#39;m talking about private property.</p>\n\n<p>It baffles me that so many capitalists are willing to rake in millions or billions while people starve in the streets. From a humanity standpoint, but also from a survival standpoint. You can&#39;t just laugh and spit in people&#39;s faces and expect them to never hit back. Eventually, they will. </p>\n\n<p>If for no other reason than their own safety, millionares and billionares should start paying their fair share in taxes and start giving back. </p>\n\n<p>Curious to hear other people&#39;s thoughts on this.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/qb0yi5/cmv_the_us_needs_to_tax_the_rich_more_and/",
  "subreddit": "changemyview",
  "id": "qb0yi5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I could argue all day that rich people don't need more yachts and everybody\ndeserves second chances and all humans should be able to live with dignity. I\nthink all of those are decent arguments for redistribution.\n\nBut some people will say \"it's not your money, you are not entitled to it\"…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "金持ちにヨットは必要ない、誰もがセカンドチャンスを得るべきだ、すべての人間は尊厳を持って生きるべきだ、などと一日中議論しています。\nすべての人にセカンドチャンスがあり、すべての人が尊厳を持って生きられるべきだと。I\nこれらはすべて、再分配を求めるまっとうな議論だと思います。\n\nでも、中には「自分のお金じゃないんだから、あなたには権利がない」と言う人もいるでしょう...。",
      "title": "CMV: アメリカが生き残るためには、お金持ちにもっと税金をかけ、社会的なプログラムを充実させる必要があります。多くの人々が失うものがなくなったら、そうしないと反乱が起きてしまうでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我可以争论一整天，富人不需要更多的游艇，每个人都应该有第二次机会，所有的人都应该受到保护。\n每个人都应该有第二次机会，所有的人都应该能够有尊严地生活。I\n我认为所有这些都是关于再分配的体面的论点。\n\n但有些人会说 \"这不是你的钱，你没有资格得到它\"...",
      "title": "CMV：美国如果想生存下去，需要对富人征收更多的税，并纳入更多的社会项目。一旦有足够多的人没有什么损失，如果它不这样做，就会有起义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我可以爭論一整天，富人不需要更多的遊艇，每個人都應該有第二次機會，所有的人都應該受到保護。\n每個人都應該有第二次機會，所有的人都應該能夠有尊嚴地生活。I\n我認爲所有這些都是關於再分配的體面的論點。\n\n但有些人會說 \"這不是你的錢，你沒有資格得到它\"...",
      "title": "CMV：美國如果想生存下去，需要對富人徵收更多的稅，並納入更多的社會項目。一旦有足夠多的人沒有什麼損失，如果它不這樣做，就會有起義。"
    }
  ]
}