{
  "author": "XWhosYourBigDaddy",
  "original_created_utc": 1634607196,
  "title": "CMV: The US needs to tax the rich more and incorporate more social programs if it wants to survive. Once enough people have nothing to lose, there will be an uprising if it does not",
  "created_utc": 1634617872,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I could argue all day that rich people don&#39;t need more yachts and everybody deserves second chances and all humans should be able to live with dignity. I think all of those are decent arguments for redistribution.</p>\n\n<p>But some people will say &quot;it&#39;s not your money, you are not entitled to it&quot; (for example, Ben Shapiro.) and that If people are poor it&#39;s because they made bad choices so now they have to deal with the consequences. As somebody who has had second chances and support (thankfully) I cannot get behind this stance even in cases where a person made some bad choices (nevermind the cases in which somebody had a string of bad luck and couldn&#39;t catch a break. </p>\n\n<p>But some people aren&#39;t swayed by the &quot;imagine if you were hungry and poor&quot; argument. So, I will make another argument: if too many people are poor and hungry and have nothing to lose, there will be an uprising. </p>\n\n<p>I don&#39;t think we&#39;ve reached that point yet and I don&#39;t think the situation in the US is hopeless. But if things continue to worsen, I think it could reach that point. I do not believe people are just going to roll over and accept death or watch their children die from starvation.  If millions of people reach a breaking point, there will be violence. People talk about the violence of past riots, but that was public property. I&#39;m talking about private property.</p>\n\n<p>It baffles me that so many capitalists are willing to rake in millions or billions while people starve in the streets. From a humanity standpoint, but also from a survival standpoint. You can&#39;t just laugh and spit in people&#39;s faces and expect them to never hit back. Eventually, they will. </p>\n\n<p>If for no other reason than their own safety, millionares and billionares should start paying their fair share in taxes and start giving back. </p>\n\n<p>Curious to hear other people&#39;s thoughts on this.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/qb0yi5/cmv_the_us_needs_to_tax_the_rich_more_and/",
  "subreddit": "changemyview",
  "id": "qb0yi5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I could argue all day that rich people don't need more yachts and everybody\ndeserves second chances and all humans should be able to live with dignity. I\nthink all of those are decent arguments for redistribution.\n\nBut some people will say \"it's not your money, you are not entitled to it\"…"
}