{
  "author": "Born_Cartoonist_6666",
  "original_created_utc": 1636851039,
  "title": "CMV: Nickleback wasn’t a bad band, you just wanted to not be “that person” & like them",
  "created_utc": 1636858062,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Nickelback is a Canadian rock band formed in 1995 in Hanna, Alberta. It is composed of guitarist and lead vocalist Chad Kroeger, guitarist, keyboardist and backing vocalist Ryan Peake, bassist Mike Kroeger, and drummer Daniel Adair.</p>\n\n<p>Their a few of their hit songs, in which are in no particular order, include:</p>\n\n<p>1) How You Remind Me.\n2) Far Away. \n3) Rockstar</p>\n\n<p>Society clowned them, as they were portrayed as “soft” before that was socially acceptable. That in which was the main reason they received so much hate, but still were big. Jokes on the haters now, look how spineless the human race is now! Anyways, change my view.</p>\n</div><!-- SC_ON -->",
  "score": 115,
  "permalink": "/r/changemyview/comments/qtea6b/cmv_nickleback_wasnt_a_bad_band_you_just_wanted/",
  "subreddit": "changemyview",
  "id": "qtea6b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Nickelback is a Canadian rock band formed in 1995 in Hanna, Alberta. It is\ncomposed of guitarist and lead vocalist Chad Kroeger, guitarist, keyboardist and\nbacking vocalist Ryan Peake, bassist Mike Kroeger, and drummer Daniel Adair.\n\nTheir a few of their hit songs, in which are in no particular…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ニッケルバックは、1995年にアルバータ州ハンナで結成されたカナダのロックバンドです。バンド名は\nギタリスト兼リードボーカルのChad Kroeger、ギタリスト兼キーボーディスト兼バックボーカルの\nベースのMike KroegerとドラマーのDaniel Adairで構成されています。\n\n彼らのヒット曲をいくつかご紹介しましょう（順不同）。",
      "title": "CMV: Nicklebackは悪いバンドではなく、ただ「あの人」になりたくない、好きになりたいと思っていました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "Nickelback是加拿大的一支摇滚乐队，1995年在阿尔伯塔省汉纳市成立。它是由\n由吉他手兼主唱查德-克罗格（Chad Kroeger）、吉他手、键盘手和\n乐队由吉他手兼主唱查德-克罗格、吉他手、键盘手兼伴唱瑞安-皮克、贝斯手迈克-克罗格和鼓手丹尼尔-阿代尔组成。\n\n他们的一些热门歌曲，在其中没有特别的...",
      "title": "CMV：Nickleback并不是一个糟糕的乐队，你只是想不成为 \"那个人 \"并喜欢他们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Nickelback是加拿大的一支搖滾樂隊，1995年在阿爾伯塔省漢納市成立。它是由\n由吉他手兼主唱查德-克羅格（Chad Kroeger）、吉他手、鍵盤手和\n樂隊由吉他手兼主唱查德-克羅格、吉他手、鍵盤手兼伴唱瑞安-皮克、貝斯手邁克-克羅格和鼓手丹尼爾-阿代爾組成。\n\n他們的一些熱門歌曲，在其中沒有特別的...",
      "title": "CMV：Nickleback並不是一個糟糕的樂隊，你只是想不成爲 \"那個人 \"並喜歡他們。"
    }
  ]
}