{
  "author": "Fusionfang",
  "original_created_utc": 1624407310,
  "title": "YSK: \"Money is the root of all evil\" is not the full quote and can be misleading.",
  "created_utc": 1624420046,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The full quote is, according to one of many Bible translations, &quot;<em>For the love of money is the root of all kinds of evil</em>&quot; (1 Timothy 6:10).</p>\n\n<p>Why YSK: When saying money is the root of evil, it suggests that physical money is the source of evil. When using the full quote, it is the emotional connection to money and wealth that is the source of evil and evildoings, and changes the intended meaning entirely.</p>\n</div><!-- SC_ON -->",
  "score": 1848,
  "permalink": "/r/YouShouldKnow/comments/o612ny/ysk_money_is_the_root_of_all_evil_is_not_the_full/",
  "subreddit": "YouShouldKnow",
  "id": "o612ny",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The full quote is, according to one of many Bible translations, \"For the love of\nmoney is the root of all kinds of evil\" (1 Timothy 6:10).\n\nWhy YSK: When saying money is the root of evil, it suggests that physical money\nis the source of evil. When using the full quote, it is the emotional…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "お金を愛することは、あらゆる悪の根源です。\nお金を愛することは、あらゆる悪の根源です」（1 Timothy 6:10）となっています。\n\nなぜYSKかというと、「お金は悪の根源である」という言葉は、物理的なお金が悪の根源であることを示唆しています。\nが悪の根源であることを示唆しています。全文を引用する場合は、感情的な...",
      "title": "YSK：「お金は諸悪の根源」は完全な引用ではないので、誤解を招く恐れがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "根据许多圣经译本之一，这句话的全文是：\"因为爱财是万恶之源。\n因为爱钱是万恶之源\"（提摩太前书6：10）。\n\n为什么是YSK：当说金钱是邪恶的根源时，它暗示物质的金钱\n是邪恶的根源。当使用完整的引文时，它是情感上的...",
      "title": "YSK：\"金钱是万恶之源 \"不是完整的引文，可能会产生误导。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "根據許多聖經譯本之一，這句話的全文是：\"因爲愛財是萬惡之源。\n因爲愛錢是萬惡之源\"（提摩太前書6：10）。\n\n爲什麼是YSK：當說金錢是邪惡的根源時，它暗示物質的金錢\n是邪惡的根源。當使用完整的引文時，它是情感上的...",
      "title": "YSK：\"金錢是萬惡之源 \"不是完整的引文，可能會產生誤導。"
    }
  ]
}