{
  "author": "iWumboXR",
  "the_new_excerpt": "First let me start of by saying police reform is definitely needed, and there\nare certainly unjustified shooting and bad cops. Derek Chauvin deserves to rot\nin prison example.\n\nWith that out the way. When I look at the Makiyah Bryant situation, this is an\nexample of us as a community needing to hold…",
  "original_created_utc": 1619031305,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず始めに、警察の改革は確かに必要であり、不当な発砲や悪い警官がいることは確かです。\n不当な発砲や悪い警官がいることは確かです。Derek Chauvinは刑務所で腐っていくべきです。\n獄中で腐るべきです。\n\nそれはさておき。マキヤ・ブライアントの状況を見ると、これは私たち地域社会が必要とする例です。\n私たちは地域社会を守る必要があるという例です...",
      "title": "CMV：Makiyah Bryantは、ブラックコミュニティが自分たちに責任を負わなければならない例です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我要说的是，警察改革是绝对必要的，而且肯定有不合理的枪击和坏警察。\n当然也有不合理的枪击和坏警察。德里克-肖文就应该在监狱里腐烂\n在监狱里的例子。\n\n随着这一点的出现。当我看到Makiyah Bryant的情况时，这是一个\n我们作为一个社区需要举行的例子......",
      "title": "CMV：Makiyah Bryant是黑人社区需要为自己负责的一个例子。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我要說的是，警察改革是絕對必要的，而且肯定有不合理的槍擊和壞警察。\n當然也有不合理的槍擊和壞警察。德里克-肖文就應該在監獄裏腐爛\n在監獄裏的例子。\n\n隨着這一點的出現。當我看到Makiyah Bryant的情況時，這是一個\n我們作爲一個社區需要舉行的例子......",
      "title": "CMV：Makiyah Bryant是黑人社區需要爲自己負責的一個例子。"
    }
  ],
  "title": "CMV: Makiyah Bryant is an example of the black community needing to take accountability for ourselves",
  "created_utc": 1619044314,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First let me start of by saying police reform is definitely needed, and there are certainly unjustified shooting and bad cops. Derek Chauvin deserves to rot in prison example.</p>\n\n<p>With that out the way. When I look at the Makiyah Bryant situation, this is an example of us as a community needing to hold ourselves accountable. First of all WE NEED TO DEESCALATE SITUATIONS. Everyone is saying oh that police need better deeescalation, and that officer should have tried to deescalate before shooting. How about we do that ourselves? Why didn&#39;t her parents who were right there deescalate the situation? There appears to have been other adults there as well. None of them tried to stop the violence either. Why didn&#39;t her parents make her go back inside and wait for the police? Why didn&#39;t her dad when she saw the police show up attempt to disarm his own daughter?</p>\n\n<p>We can&#39;t expect the police to come in and magically resolve all of our disputes. We need to learn to do that ourselves. Because when the police show up, their first priority is stopping whatever immediate threat there is regardless of the backstory, or what happened prior. If you are going to attempt murder in front of a cop, you have to accept that they will stop you be any means necessary. If you don&#39;t like the outcomes then let&#39;s stop forcing cops to make split second life or death decisions on our behalf. </p>\n\n<p>Bottom line: It should have never gotten to the point where that young girl was attempting to stab/kill someone. This should have been stopped and deescalated long before that officer had to deal with it. And until we take responsibility for our own actions, this won&#39;t be the last time something like this happens</p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/changemyview/comments/mvmnf9/cmv_makiyah_bryant_is_an_example_of_the_black/",
  "subreddit": "changemyview",
  "id": "mvmnf9",
  "is_self": true,
  "media": null,
  "is_video": false
}