{
  "author": "timbillyosu",
  "the_new_excerpt": "Through Covid, I've been eating my lunches on a bench outside work or in my car\nwhen the weather is bad. I decided to start going back through some of the\nclassics that I was able to find on Project Gutenberg and other places. In the\npast year I've read: To Kill a Mockingbird, The Picture of Dorian…",
  "original_created_utc": 1616020224,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "通过Covid，我一直在工作外的长椅上或车里吃午餐。\n天气不好的时候。我决定开始回溯一些过去。\n经典，我能够在古腾堡计划和其他地方找到。在\n在过去的一年里，我读了 《杀死一只知更鸟》、《多里安的画像》... ...",
      "title": "午间阅读经典"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "通過Covid，我一直在工作外的長椅上或車裏喫午餐。\n天氣不好的時候。我決定開始回溯一些過去。\n經典，我能夠在古騰堡計劃和其他地方找到。在\n在過去的一年裏，我讀了 《殺死一隻知更鳥》、《多裏安的畫像》... ...",
      "title": "午間閱讀經典"
    }
  ],
  "title": "Reading classics during lunch",
  "created_utc": 1616038007,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Through Covid, I&#39;ve been eating my lunches on a bench outside work or in my car when the weather is bad. I decided to start going back through some of the classics that I was able to find on Project Gutenberg and other places. In the past year I&#39;ve read: To Kill a Mockingbird, The Picture of Dorian Gray, 1984, Animal Farm, Heart of Darkness, The Count of Monte Cristo, Three Men in a Boat (To Say Nothing of the Dog), Moby Dick, and a few others I&#39;m probably forgetting right now. It&#39;s been a wonderful journey and I&#39;m learning why these are considered classics. It&#39;s an amazing feeling to have these authors transport me into their worlds.</p>\n\n<p>I just finished The Three Musketeers. What an amazing book! Next, I think I&#39;m going to read The Jungle Book.</p>\n\n<p>I&#39;m thoroughly enjoying my sojourn through these classic tales. I&#39;m so excited to start another as soon as I finish one.</p>\n\n<p>I just wanted to share my fun. Happy reading, all!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/m7cic4/reading_classics_during_lunch/",
  "subreddit": "books",
  "id": "m7cic4",
  "is_self": true,
  "media": null,
  "is_video": false
}