{
  "author": "Team-First",
  "original_created_utc": 1637085217,
  "title": "CMV: I like Asian women and there’s nothing wrong with that",
  "created_utc": 1637098257,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve always had a strong preference for Asian and Pacific Island women. One of my first childhood crushes was Lucy liu and when we talked about cute girls I was always the odd one out because I liked Asians. As a non Asian I’ve be shamed for it with people saying it’s fetishizing and assuming certain things about me including:</p>\n\n<p>“I’m really into Asian culture and am a weebo(?).” - Besides old samurai movies and art not really </p>\n\n<p>“I’m into anime.” - I haven’t watch an anime since I was 6</p>\n\n<p>“i like them because they’re submissive and seductive.” - Before I was 17 I didn’t even know that was a stereotype about Asian women and submissiveness is a major turn off for me.</p>\n\n<p>I’ve spent a while trying to see what other people see and always felt a sense of shame for liking Asian women but now I’m just like “I like Asian women more than other women and that’s fine”. It’s not based on a fetish so I don’t think there’s an issue.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/qvdnbv/cmv_i_like_asian_women_and_theres_nothing_wrong/",
  "subreddit": "changemyview",
  "id": "qvdnbv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ve always had a strong preference for Asian and Pacific Island women. One of\nmy first childhood crushes was Lucy liu and when we talked about cute girls I\nwas always the odd one out because I liked Asians. As a non Asian I’ve be shamed\nfor it with people saying it’s fetishizing and assuming…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は昔からアジアや太平洋諸島の女性に強い憧れを抱いています。私の\n子供の頃に夢中になったのはルーシー・リューでしたが、かわいい女の子の話をするときは\nアジア人が好きだったので、私はいつも変わり者でした。アジア人ではない私はそのことを恥じてきました。\nアジア人ではない私は、それがフェティシズムだと言われたり、思い込みだと言われたりして恥ずかしい思いをしてきました。",
      "title": "CMV: アジアの女性が好きで、それは悪いことではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直对亚洲和太平洋岛屿的女性有强烈的偏好。我童年时的第一个暗恋对象之一是Lucy liu。\n我童年时的第一个暗恋对象是Lucy liu，当我们谈论可爱的女孩时，我总是很奇怪，因为我不知道她是谁。\n因为我喜欢亚洲人，所以一直是个异类。作为一个非亚洲人，我为此感到羞耻。\n人们说这是恋物癖，并认为......。",
      "title": "CMV：我喜欢亚洲女性，这没有错。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直對亞洲和太平洋島嶼的女性有強烈的偏好。我童年時的第一個暗戀對象之一是Lucy liu。\n我童年時的第一個暗戀對象是Lucy liu，當我們談論可愛的女孩時，我總是很奇怪，因爲我不知道她是誰。\n因爲我喜歡亞洲人，所以一直是個異類。作爲一個非亞洲人，我爲此感到羞恥。\n人們說這是戀物癖，並認爲......。",
      "title": "CMV：我喜歡亞洲女性，這沒有錯。"
    }
  ]
}