{
  "author": "robgraves",
  "original_created_utc": 1635965446,
  "title": "WOW! Just finished Carl Sagan's The Demon Haunted World and it is amazing!!!",
  "created_utc": 1635976606,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I personally think this book should be required reading to graduate high school.  I have heard about this book for years but never got around to reading it until now and was blown away by how relevant and timely it is to today&#39;s world despite being 25 years old.  </p>\n\n<p>He covers all the logical fallacies of which I have cards of.  He also came to the same conclusion I had come to, once discovering the condition of sleep paralysis, as being the probable explanation for most alien abduction experiences.  Towards the end the book swings more political and makes a very strong case for why the cancel culture (he doesn&#39;t use that term) that we are currently amidst is detrimental to our society&#39;s growth, where he quotes an English philosopher, John Stuart Mills stating that:</p>\n\n<p>&quot;...silencing an opinion is a &#39;peculiar evil.&#39; If an opinion is right, we are robbed of the opportunity of exchanging error for truth; and if it is wrong, we are deprived of a deeper understanding of the truth in its collision with error.  If we know only our own side of the argument, we hardly know even that; it becomes stale, soon learned only by rote, untested, a pallid and lifeless truth.&quot;</p>\n\n<p>I would highly recommend this to anyone who hasn&#39;t read it.  This just propelled towards the top of my most favorite non-fiction books.  Absolutely amazing. Great read.</p>\n\n<p>EDIT: Edits for spelling and grammatical clean up.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/qm1bky/wow_just_finished_carl_sagans_the_demon_haunted/",
  "subreddit": "books",
  "id": "qm1bky",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I personally think this book should be required reading to graduate high school.\nI have heard about this book for years but never got around to reading it until\nnow and was blown away by how relevant and timely it is to today's world despite\nbeing 25 years old.\n\nHe covers all the logical fallacies…"
}