{
  "author": "robgraves",
  "original_created_utc": 1635965446,
  "title": "WOW! Just finished Carl Sagan's The Demon Haunted World and it is amazing!!!",
  "created_utc": 1635976606,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I personally think this book should be required reading to graduate high school.  I have heard about this book for years but never got around to reading it until now and was blown away by how relevant and timely it is to today&#39;s world despite being 25 years old.  </p>\n\n<p>He covers all the logical fallacies of which I have cards of.  He also came to the same conclusion I had come to, once discovering the condition of sleep paralysis, as being the probable explanation for most alien abduction experiences.  Towards the end the book swings more political and makes a very strong case for why the cancel culture (he doesn&#39;t use that term) that we are currently amidst is detrimental to our society&#39;s growth, where he quotes an English philosopher, John Stuart Mills stating that:</p>\n\n<p>&quot;...silencing an opinion is a &#39;peculiar evil.&#39; If an opinion is right, we are robbed of the opportunity of exchanging error for truth; and if it is wrong, we are deprived of a deeper understanding of the truth in its collision with error.  If we know only our own side of the argument, we hardly know even that; it becomes stale, soon learned only by rote, untested, a pallid and lifeless truth.&quot;</p>\n\n<p>I would highly recommend this to anyone who hasn&#39;t read it.  This just propelled towards the top of my most favorite non-fiction books.  Absolutely amazing. Great read.</p>\n\n<p>EDIT: Edits for spelling and grammatical clean up.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/qm1bky/wow_just_finished_carl_sagans_the_demon_haunted/",
  "subreddit": "books",
  "id": "qm1bky",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I personally think this book should be required reading to graduate high school.\nI have heard about this book for years but never got around to reading it until\nnow and was blown away by how relevant and timely it is to today's world despite\nbeing 25 years old.\n\nHe covers all the logical fallacies…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は個人的に、この本は高校卒業時の必読書にすべきだと思っています。\nこの本のことは何年も前から聞いていましたが、今まで読むことができませんでした。\n読んでみると、25年も前の本なのに今の時代に合っていることに驚かされました。\n25年も前の本であるにもかかわらず、今日の世界にいかに適切でタイムリーであるかに驚かされました。\n\n彼はすべての論理的誤謬をカバーしています...",
      "title": "WOW! カール・セーガンの『悪魔の棲む世界』を読み終えたところですが、これはすごいですね!!!"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我个人认为这本书应该是高中毕业的必读书目。\n多年来，我一直听说这本书，但直到现在才开始阅读。\n我被它与当今世界的相关性和及时性所震撼，尽管它已经有25年的历史。\n这本书已经有25年的历史了。\n\n他涵盖了所有的逻辑谬误...",
      "title": "令人惊叹! 刚刚读完卡尔-萨根的《恶魔的鬼魂世界》，这本书太神奇了！！。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我個人認爲這本書應該是高中畢業的必讀書目。\n多年來，我一直聽說這本書，但直到現在纔開始閱讀。\n我被它與當今世界的相關性和及時性所震撼，儘管它已經有25年的歷史。\n這本書已經有25年的歷史了。\n\n他涵蓋了所有的邏輯謬誤...",
      "title": "令人驚歎! 剛剛讀完卡爾-薩根的《惡魔的鬼魂世界》，這本書太神奇了！！。"
    }
  ]
}