{
  "author": "bubo_bubo1",
  "the_new_excerpt": "I always thought of myself as an omnivore when it came to literature - I dipped\nmy toe into most mainstream genres fiction and non-fiction and liked most of\nthem. There has been however one that I automatically skipped and always thought\nof it as somewhat silly and that is romance. In our family it…",
  "original_created_utc": 1615059635,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在文学方面，我一直认为自己是个杂食动物--我蘸着\n我的脚趾进入大多数主流类型的小说和非小说，并喜欢大多数的\n他们。然而有一个我自动跳过的，一直认为是\n它的有点傻，这就是浪漫。在我们家它...",
      "title": "我因为忽略言情小说而剥夺了自己多年的美感和娱乐--不要像我一样，尝试一些平时不会去看的类型。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在文學方面，我一直認爲自己是個雜食動物--我蘸着\n我的腳趾進入大多數主流類型的小說和非小說，並喜歡大多數的\n他們。然而有一個我自動跳過的，一直認爲是\n它的有點傻，這就是浪漫。在我們家它...",
      "title": "我因爲忽略言情小說而剝奪了自己多年的美感和娛樂--不要像我一樣，嘗試一些平時不會去看的類型。"
    }
  ],
  "title": "I deprived myself of beauty and entertainment for years by ignoring romance novels - don't be like me, try genres that you wouldn't normally go for.",
  "created_utc": 1615067526,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I always thought of myself as an omnivore when it came to literature - I dipped my toe into most mainstream genres fiction and non-fiction and liked most of them. There has been however one that I automatically skipped and always thought of it as somewhat silly and that is romance. In our family it was simply not something that was available and my Mom scoffed at them when we passed their shelf in the bookstore telling me how only dissatisfied housewives and old ladies go for these types of books and called them trash. </p>\n\n<p>Two days ago, at age 30 I finally gave a chance to a historical romance novel (since then I&#39;ve read an other 2 of them). It felt almost like a taboo or embarrassment when I started reading it, I imagine due to being told at a young age what my Mom did. And I enjoyed it so much! Then I went to the good people of <a href=\"/r/romancebooks\">r/romancebooks</a> for advice on what to read next as I do have tastes and distastes just like with any other genre and it feels so liberating to be able to enjoy these books not to mention I feel my life has gotten richer because of them. </p>\n\n<p>So yeah, if you have a specific book or genre that you avoid due to feeling like they&#39;re silly, or not worth it, or whatever reason do yourself a favour and select just one, that is considered among the best of its kind and give it an honest shot. You might still not like it, but maybe you&#39;ll just find the next best thing in your life.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/lz9d19/i_deprived_myself_of_beauty_and_entertainment_for/",
  "subreddit": "books",
  "id": "lz9d19",
  "is_self": true,
  "media": null,
  "is_video": false
}