{
  "author": "sergeandreou",
  "the_new_excerpt": "Why YSK: Especially now that allergy season is here for most of us it's\nimportant for people to know that there is actually no difference between the\nband name drug and the generic drug and the only difference (at the same dosage)\nis the price.\n\nWe'll take allergy drugs as an example: Cetirizine…",
  "original_created_utc": 1617913039,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：特に、多くの人がアレルギーの季節を迎えています。\n特にアレルギーの季節になると、バンドネームの薬とジェネリックの薬には違いがないということを知ってもらうことが重要です。\nジェネリック医薬品の違いは、（同じ投与量であれば）価格だけです。\n違いは価格だけです。\n\nここでは、アレルギー薬を例にとります。Cetirizine...",
      "title": "YSKは、米国で市販のブランド薬を購入する場合、まったく同じものでありながら、より安価なジェネリック医薬品があることが多いことを知っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么 YSK: 特别是现在过敏季节对我们大多数人来说是这样的。\n重要的是，人们要知道，实际上，这两者之间没有任何区别。\n带名药和仿制药的唯一区别（在相同的剂量下\n是价格。\n\n我们以过敏药为例。西替利嗪...",
      "title": "YSK，如果你在美国购买非处方品牌药，往往有一个便宜得多的仿制药替代品，完全相同，但往往便宜得多。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼 YSK: 特別是現在過敏季節對我們大多數人來說是這樣的。\n重要的是，人們要知道，實際上，這兩者之間沒有任何區別。\n帶名藥和仿製藥的唯一區別（在相同的劑量下\n是價格。\n\n我們以過敏藥爲例。西替利嗪...",
      "title": "YSK，如果你在美國購買非處方品牌藥，往往有一個便宜得多的仿製藥替代品，完全相同，但往往便宜得多。"
    }
  ],
  "title": "YSK that if you're buying an over-the-counter brand name drug in the United States there is often a much cheaper generic alternative that is exactly the same but often much cheaper.",
  "created_utc": 1618289146,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Especially now that allergy season is here for most of us it&#39;s important for people to know that there is actually no difference between the band name drug and the generic drug and the only difference (at the same dosage) is the price.</p>\n\n<p>We&#39;ll take allergy drugs as an example: Cetirizine (known as Zyrtec), Fexofenadine (known as Allegra) and Loratadine (known as Claritin) are what are known as 2nd generation antihistamine drugs, which mean that they don&#39;t cause the drowsiness of the first batch of antihistamines like Benadryl (known as diphenhydramine). If you mosey on over to Amazon and type in &#39;Zyrtec&#39; you&#39;ll get offered both Zyrtec the brand name drug and Cetirizine. Cetirizine will be about 5 cents per pill while Zyrtec will be at least 40 cents per pill (8x higher in price for the exact same pill). Remember now and going forward to look for the active ingredient in what you&#39;re buying and type it into amazon, google or if you&#39;re at a pharmacy in person ask your pharmacist if there&#39;s a generic available and they&#39;ll gladly point you in the right direction of a cheaper and equivalent alternative.</p>\n\n<p>The exception to this rule being new medications that don&#39;t yet have a generic and things like Dayquill/Nyquill that are made of multiple medications together. In the case of Dayquill/Nyquill you&#39;re often paying for the convenience of having multiple drugs in one purchase.</p>\n\n<p>This is a list of generic drugs matched to their brand names:</p>\n\n<p><a href=\"https://www.umhealthpartners.com/wp-content/uploads/2016/09/UMHP-OTC-List-0417-38527-fmt-usec.pdf\">https://www.umhealthpartners.com/wp-content/uploads/2016/09/UMHP-OTC-List-0417-38527-fmt-usec.pdf</a></p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/YouShouldKnow/comments/mn0i5l/ysk_that_if_youre_buying_an_overthecounter_brand/",
  "subreddit": "YouShouldKnow",
  "id": "mn0i5l",
  "is_self": true,
  "media": null,
  "is_video": false
}