{
  "author": "Bubugacz",
  "the_new_excerpt": "Citizens United is one clear example of this. It was passed by majority\nconservative justices, celebrated by Republicans, and derided by Democrats. It\nbasically gives corporations unlimited political influence. We are seeing this\nplay out on social media very clearly. Big companies that can afford…",
  "original_created_utc": 1611519964,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "公民联合报》就是一个明显的例子。它是以多数票通过的\n保守派大法官，被共和党人颂扬，被民主党人嘲笑。它\n基本上给了企业无限的政治影响力。我们看到的是\n在社交媒体上发挥得非常清楚。有能力的大公司...",
      "title": "CMV：右翼政策为大科技获得今天的权力和影响力铺平了道路，而共和党人和保守派现在只关心他们个人受到的影响。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "公民聯合報》就是一個明顯的例子。它是以多數票通過的\n保守派大法官，被共和黨人頌揚，被民主黨人嘲笑。它\n基本上給了企業無限的政治影響力。我們看到的是\n在社交媒體上發揮得非常清楚。有能力的大公司...",
      "title": "CMV：右翼政策爲大科技獲得今天的權力和影響力鋪平了道路，而共和黨人和保守派現在只關心他們個人受到的影響。"
    }
  ],
  "title": "CMV: Right wing policy paved the way for big tech to gain the power and influence it enjoys today, and Republicans and conservatives only care about it now that they're personally affected.",
  "created_utc": 1611542068,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Citizens United is one clear example of this. It was passed by majority conservative justices, celebrated by Republicans, and derided by Democrats. It basically gives corporations unlimited political influence. We are seeing this play out on social media very clearly. Big companies that can afford it are flooding the web with political ads, creating a huge divide and reinforcing echo chambers. They are influencing politics to get the people that will help their business elected. This creates legislation that benefits megacorporations instead of the working class. </p>\n\n<p>Then there&#39;s net neutrality. Republicans voted to get rid of it. Democrats wanted it. Net neutrality would mean the internet is treated like a utility and no particular traffic can be unequally or unfairly controlled. Let&#39;s say Verizon is your internet provider, and Verizon leadership is super liberal. Without net neutrality, Verizon can charge users extra for them to access conservative media. Or they could throttle the speeds of conservative websites. With net neutrality, this would be illegal. All content would be delivered equally. But then why were Republicans against it?</p>\n\n<p>Here&#39;s an example from 1998 of the GOP defending Microsoft and arguing against regulating big tech companies:</p>\n\n<p><a href=\"https://www.cnet.com/news/republicans-split-on-microsoft/\">https://www.cnet.com/news/republicans-split-on-microsoft/</a></p>\n\n<blockquote>\n<p>Lining up to defend Microsoft are a number of senior GOP members, most notably former Congressman Jack Kemp, who has vigorously attacked the government&#39;s actions against the company in the weeks leading up to today?s hearing.</p>\n\n<p>&quot;The federal government has unleashed an aggressive effort to regulate the business activities of Microsoft and to micromanage the entire computer software industry in the name of maintaining competitive markets,&quot; he said in a statement last month.</p>\n</blockquote>\n\n<p>True, some Republicans disagreed and the party was somewhat split on this. And historically there have been trends over time where antitrust was a big issue and others where it was largely ignored. Overall, at one point or another, both parties called for rigidly enforcing antitrust laws. However, when there were exceptions to this, they tended to come from right wing voices. </p>\n\n<p>Generally speaking, Democrats have long fought to limit the power and influence of megacorps and big tech. They have been consistent in their goals of breaking up monopolies and vocalizing the risks and disadvantages of companies becoming too large and influential. </p>\n\n<p>Republicans have had their moments in history where they also had the same ideals, and a republican did indeed pass the major antitrust laws in the late 1800s. Since then however, the right has been less consistent and more permissive of corporations gaining power, as shown in the examples above. </p>\n\n<p>Republicans now are upset that the system they have wanted is being used exactly as they intended, except not in their favor. </p>\n\n<p>Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/changemyview/comments/l46v5j/cmv_right_wing_policy_paved_the_way_for_big_tech/",
  "subreddit": "changemyview",
  "id": "l46v5j",
  "is_self": true,
  "media": null,
  "is_video": false
}