{
  "author": "Lunamoon318",
  "original_created_utc": 1633670297,
  "title": "CMV: Military shouldn’t be able to recruit in highschool.",
  "created_utc": 1633682667,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You shouldn’t be able to walk into a classroom, look into the eyes of someone who is not an adult, promise them a future, and turn them into a stone cold killer. </p>\n\n<p>They are not understanding of the gravity of the role they are taking on and how it will impact their life. If an adult entices a child to do something that will change their life forever in any normal circumstances, it’s considered a crime. They are literally grooming children with their promises of a better life, with prestige and honor. They don’t ever do commercials of the homeless man who flinches every time he hears thunder. Or of the guy with a prosthetic arm because his was blown off after he watched his best friend die. Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/q3r2p3/cmv_military_shouldnt_be_able_to_recruit_in/",
  "subreddit": "changemyview",
  "id": "q3r2p3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "You shouldn’t be able to walk into a classroom, look into the eyes of someone\nwho is not an adult, promise them a future, and turn them into a stone cold\nkiller.\n\nThey are not understanding of the gravity of the role they are taking on and how\nit will impact their life. If an adult entices a child…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "教室に入って、大人ではない人の目を見て、その人の将来を約束して、その人を冷たくしてしまうようなことはできないはずです。\n大人ではない人の目を見て、未来を約束して、冷徹な殺人者に変えてしまうようなことがあってはならない。\n殺し屋にしてはいけない。\n\n彼らは、自分が担っている役割の重大さや、それが彼らの人生にどのような影響を与えるかを理解していません。\nその人の人生にどのような影響を与えるかを理解していません。もし、大人が子供を誘惑したら...。",
      "title": "CMV: 軍隊は高校で勧誘できないようにすべきだ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你不应该能够走进教室，看着一个不是成年人的人的眼睛。\n承诺给他们一个未来，然后把他们变成一个冷酷无情的人。\n杀手。\n\n他们不了解他们所承担的角色的严重性，也不了解这将如何影响他们的生活。\n这将影响他们的生活。如果一个成年人引诱一个孩子...",
      "title": "CMV：军队不应该在高中阶段征兵。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你不應該能夠走進教室，看着一個不是成年人的人的眼睛。\n承諾給他們一個未來，然後把他們變成一個冷酷無情的人。\n殺手。\n\n他們不瞭解他們所承擔的角色的嚴重性，也不瞭解這將如何影響他們的生活。\n這將影響他們的生活。如果一個成年人引誘一個孩子...",
      "title": "CMV：軍隊不應該在高中階段徵兵。"
    }
  ]
}