{
  "author": "ardula99",
  "the_new_excerpt": "Why would anyone name a child something like that? To me, this seems similar to\nnaming a kid \"Hitler\" or \"Barbie\". The name is unpronounceable, would always\nmake the kid a target of unnecessary attention (eg. bullying), and has no other\nreal meaning or use other then helping Daddy Musk stay relevant…",
  "original_created_utc": 1619949665,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜ、このような名前をつけるのでしょうか？私にとっては\n子供に「ヒトラー」や「バービー」と名付けるのと似ています。その名前は、発音できないし、常に\nいじめなどの不必要な注目の的になってしまいますし、実際には何の意味もありません。\nそして、ダディ・マスクが関連性を保つこと以外には、本当の意味での使用はありません。",
      "title": "CMV: イーロン・マスクは自分の子供に「X」→「A-XII」と名付けたアホだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么有人会给孩子起这样的名字？对我来说，这似乎类似于\n给孩子取名 \"希特勒 \"或 \"芭比\"。这个名字难以发音，总是会\n让孩子成为不必要的关注对象（如欺凌），而且没有其他真正的意义或用途，只能帮助孩子。\n真正的意义或用途，除了帮助Musk爸爸保持相关性......",
      "title": "CMV：埃隆-马斯克是个混蛋，给他的孩子取名X Æ A-XII 马斯克"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼有人會給孩子起這樣的名字？對我來說，這似乎類似於\n給孩子取名 \"希特勒 \"或 \"芭比\"。這個名字難以發音，總是會\n讓孩子成爲不必要的關注對象（如欺凌），而且沒有其他真正的意義或用途，只能幫助孩子。\n真正的意義或用途，除了幫助Musk爸爸保持相關性......",
      "title": "CMV：埃隆-馬斯克是個混蛋，給他的孩子取名X Æ A-XII 馬斯克"
    }
  ],
  "title": "CMV: Elon Musk is an asshole for naming his kid X Æ A-XII Musk",
  "created_utc": 1619955556,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why would anyone name a child something like that? To me, this seems similar to naming a kid &quot;Hitler&quot; or &quot;Barbie&quot;. The name is unpronounceable, would always make the kid a target of unnecessary attention (eg. bullying), and has no other real meaning or use other then helping Daddy Musk stay relevant in the news for one more cycle. Add onto this his murky history of personal relationships (eg. Justine), and there is absolutely no defense for what he&#39;s doing. </p>\n\n<p>CMV: Elon Musk is an asshole for condemning his child to unnecessary troubles, just so that he could be more relevant for one news cycle. The name is unpronounceable, might cause difficulties in the future when agencies/websites don&#39;t support special characters, and might make Musk junior the target of bullying.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/n339mo/cmv_elon_musk_is_an_asshole_for_naming_his_kid_x/",
  "subreddit": "changemyview",
  "id": "n339mo",
  "is_self": true,
  "media": null,
  "is_video": false
}