{
  "author": "TheMusicFella",
  "original_created_utc": 1639753106,
  "title": "How did the Parker Sun Probe manage to broadcast video, telemetry and other data to Earth, without being affected by solar flares or noise from the radiation?",
  "created_utc": 1639762513,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Weren&amp;#39;t solar flares strong enough to disrupt Earth&amp;#39;s ground infrastructure? I&amp;#39;ve seen the overly exaggerated articles, but at that proximity to the sun, wouldn&amp;#39;t it mess with Parker&amp;#39;s communication too?&lt;/p&gt;\n\n&lt;p&gt;Been wondering how we got that crystal clear video of the Milky Way, with the planets outlines, and with very minimal artifacting.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 116,
  "permalink": "/r/askscience/comments/rij7l3/how_did_the_parker_sun_probe_manage_to_broadcast/",
  "subreddit": "askscience",
  "id": "rij7l3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Weren't solar flares strong enough to disrupt Earth's ground infrastructure?\nI've seen the overly exaggerated articles, but at that proximity to the sun,\nwouldn't it mess with Parker's communication too?\n\nBeen wondering how we got that crystal clear video of the Milky Way, with the\nplanets…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> 太陽フレアの威力は、以前は十分なものではなかったのでしょうか。\n地球の地上インフラを破壊する？大げさな表現を見たことがあります。\nという記事がありましたが、あの太陽に近い距離で、混乱しないのでしょうか？\n</p> <p>なぜそのようなことになったのか、不思議です。",
      "title": "パーカー・サンプローブは、太陽フレアや放射線によるノイズの影響を受けずに、どのようにして映像やテレメトリなどのデータを地球に送ることができたのでしょうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>太阳耀斑不是强大到足以扰乱地球的地面吗？\n破坏地球的地面基础设施？我已经看到了那些过于夸张的文章。\n但在如此接近太阳的情况下，它难道不会扰乱帕克的通信吗？\n</p> <p>我一直想知道我们是如何得到的......",
      "title": "帕克太阳探测器是如何做到向地球播放视频、遥测和其他数据，而不受到太阳耀斑或辐射噪音的影响？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>太陽耀斑不是強大到足以擾亂地球的地面嗎？\n破壞地球的地面基礎設施？我已經看到了那些過於誇張的文章。\n但在如此接近太陽的情況下，它難道不會擾亂帕克的通信嗎？\n</p> <p>我一直想知道我們是如何得到的......",
      "title": "帕克太陽探測器是如何做到向地球播放視頻、遙測和其他數據，而不受到太陽耀斑或輻射噪音的影響？"
    }
  ]
}