{
  "author": "H0X0",
  "the_new_excerpt": "This is not a meme. I am 100% serious. I unironically want to bring back the\nduel.\n\nI do not believe there to be anything wrong with two consenting adults agreeing\nto duel each other to the death. Nor do I think there is equally anything wrong\nwith a consenting audience who are willing to pay to…",
  "original_created_utc": 1615940796,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这不是一个备忘录。我是100%认真的。我不怀好意地想把\n决斗。\n\n我不认为有什么不对的两个成年人同意。\n互相决一死战。我也不认为有什么不对\n与同意的观众谁愿意支付... ...",
      "title": "CMV：双方同意的角斗在道德和伦理上没有什么问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這不是一個備忘錄。我是100%認真的。我不懷好意地想把\n決鬥。\n\n我不認爲有什麼不對的兩個成年人同意。\n互相決一死戰。我也不認爲有什麼不對\n與同意的觀衆誰願意支付... ...",
      "title": "CMV：雙方同意的角鬥在道德和倫理上沒有什麼問題。"
    }
  ],
  "title": "CMV: There is nothing morally or ethically wrong with consensual gladiatorial combat.",
  "created_utc": 1615956269,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is not a meme. I am 100% serious. I unironically want to bring back the duel.</p>\n\n<p>I do not believe there to be anything wrong with two consenting adults agreeing to duel each other to the death. Nor do I think there is equally anything wrong with a consenting audience who are willing to pay to witness this match in a colosseum or other such sports arena.</p>\n\n<p>It doesn&#39;t even have to have weapons involved. I&#39;m in favour of all bloodsports in general. It could just be two guys duking it out with their bare fists (or girls). It doesn&#39;t even have to be to the death. A system could be easily implemented for opponents to &quot;yield&quot; or &quot;tap&quot; out, along with other strictly enforced regulation such as a team of paramedics on constant stand-by.</p>\n\n<p>The commercialisation of gladiatorial combat would also create a lot of jobs (trainer, ticket seller, commentator, blood cleaner, blacksmith) and stimulate the economy with ticket sales and merch and the like.</p>\n\n<p>I don&#39;t think our current society&#39;s want to hide violence from the public as if it doesn&#39;t exist in the real word, is a very healthy idea, nor a very smart idea in the long run. People are going to learn about the world&#39;s ugliness sooner or later - at least this way they can be more prepared (both practically and mentally) for it. Plus, it&#39;s not as if anyone&#39;s forcing you to watch. If you don&#39;t like it, don&#39;t participate in it.</p>\n\n<p>As for the argument that the &quot;normalisation&quot; of violence will only make people more violent on the streets, I would argue that the same can be said for just regular UFC or MMA. It&#39;s no different. At least this way, one can be provided with an outlet for their violent tendencies in a regulated environment. And, what? You think just because UFC has stricter rules, that means people will carry those rules onto the street when committing crimes? That they&#39;ll arbitrarily hold back just because the people on TV do? If someone wants to hurt someone, they will. That&#39;s the end of it.</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/changemyview/comments/m6nlsz/cmv_there_is_nothing_morally_or_ethically_wrong/",
  "subreddit": "changemyview",
  "id": "m6nlsz",
  "is_self": true,
  "media": null,
  "is_video": false
}