{
  "author": "countrycruiser",
  "original_created_utc": 1635619916,
  "title": "CMV: The mass resignations and push for higher wages is going to eliminate the middle class who aren't getting raises",
  "created_utc": 1635629761,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I went to college and worked hard and got a 4 year degree. I then got a job paying the equivalent of 25 or so an hour, with small raises each year. </p>\n\n<p>Now that the service industry is spiking wages over 20 an hour, middle class wages already in the 20s per hour have not gone up and probably will slowly if at all.</p>\n\n<p>All this has done is eliminate the middle class as both the burger flippers and mid level office jobs will make near the same amount of money, with food and other service prices (already increasing) while the rich hardly notice the tiny increase in spending as it is a much larger portion of the (now combined lower class) income versus theirs.</p>\n\n<p>I really would like to change my view and have some hope the middle class weren&#39;t totally fucked by this, but I doubt that&#39;s possible.</p>\n</div><!-- SC_ON -->",
  "score": 112,
  "permalink": "/r/changemyview/comments/qj7xcv/cmv_the_mass_resignations_and_push_for_higher/",
  "subreddit": "changemyview",
  "id": "qj7xcv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I went to college and worked hard and got a 4 year degree. I then got a job\npaying the equivalent of 25 or so an hour, with small raises each year.\n\nNow that the service industry is spiking wages over 20 an hour, middle class\nwages already in the 20s per hour have not gone up and probably will…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は大学に行き、一生懸命働いて4年制の学位を取得しました。その後、時給25円程度の仕事に就きました。\n毎年少しずつ昇給しながら、時給25円程度の仕事に就きました。\n\n今では、サービス業が時給20ドル以上に跳ね上がっているので、中流階級の\nサービス業が時給20円以上に跳ね上がっている今、すでに時給20円台の中流階級の賃金は上がっていないし、これからも上がらないだろう...。",
      "title": "CMV：大量の辞職者と賃上げの要求は、昇給しない中間層を排除することになる"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我上了大学，并努力工作，获得了四年的学位。然后我找到了一份工作\n每小时工资相当于25美元左右，每年都有小幅加薪。\n\n现在，服务行业的工资正在飙升，超过每小时20美元，中产阶级\n已经在每小时20多美元的工资却没有上涨，而且可能还会上涨......",
      "title": "CMV：大规模的辞职和对高工资的推动将淘汰那些没有得到加薪的中产阶级"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我上了大學，並努力工作，獲得了四年的學位。然後我找到了一份工作\n每小時工資相當於25美元左右，每年都有小幅加薪。\n\n現在，服務行業的工資正在飆升，超過每小時20美元，中產階級\n已經在每小時20多美元的工資卻沒有上漲，而且可能還會上漲......",
      "title": "CMV：大規模的辭職和對高工資的推動將淘汰那些沒有得到加薪的中產階級"
    }
  ]
}