{
  "author": "CanaryWorking1144",
  "the_new_excerpt": "Just like the title says, I can sort of understand where they are coming from\nbut it does more harm than good. Even if the majority of Reddit is white doesn’t\nmean that comments will turn into white supremacy rants. If someone is being\nracist than I would imagine they would get reported or downvoted…",
  "original_created_utc": 1616618458,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "就像标题说的那样，我算是明白他们的来意了\n但它弊大于利。即使Reddit的大部分是白人，也不。\n意味着评论会变成白人至上主义的狂言。如果有人被\n种族主义者比我想象的要多，他们会被举报或下架... ...",
      "title": "CMV：r/blackpeopletwitter有一个有点基于种族的验证过程，并有特定种族的子reddits，弊大于利。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "就像標題說的那樣，我算是明白他們的來意了\n但它弊大於利。即使Reddit的大部分是白人，也不。\n意味着評論會變成白人至上主義的狂言。如果有人被\n種族主義者比我想象的要多，他們會被舉報或下架... ...",
      "title": "CMV：r/blackpeopletwitter有一個有點基於種族的驗證過程，並有特定種族的子reddits，弊大於利。"
    }
  ],
  "title": "CMV: r/blackpeopletwitter having a somewhat race based verification process and having subreddits for specific races does more harm than good",
  "created_utc": 1616654012,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just like the title says, I can sort of understand where they are coming from but it does more harm than good. Even if the majority of Reddit is white doesn’t mean that comments will turn into white supremacy rants. If someone is being racist than I would imagine they would get reported or downvoted into oblivion.</p>\n\n<p>I also don’t understand why they separate Twitter of all things based on race. It just seems like a strange thing to focus on. <a href=\"/r/whitepeopletwitter\">r/whitepeopletwitter</a> doesn’t verify you or anything, you can say what you want there. Both are about the same content like promoting left wing policies with some racial topics which is fine, it’s what Twitter does so it makes sense that that is the content. </p>\n\n<p>The weirdest thing to me though is if you ever go to verify, you have to pick if you are </p>\n\n<p>A. Black\nB. A non white person of color\nC. A White ally</p>\n\n<p>If all end up with the same result of being given access to post and comment, why is there a need for distinction in the first place. </p>\n\n<p>It all just seems unnecessarily discriminatory and I don’t think it’s the right mindset for things as common as Twitter posts that could be about anything. I have no problem with subreddits that are meant to talk about issues a race or gender have to deal with unique challenges and issues having some sort of system like they have, I’m just not sure that Twitter account subreddits are the place for it.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/mcg2gi/cmv_rblackpeopletwitter_having_a_somewhat_race/",
  "subreddit": "changemyview",
  "id": "mcg2gi",
  "is_self": true,
  "media": null,
  "is_video": false
}