{
  "author": "PunkandCannonballer",
  "original_created_utc": 1628622414,
  "title": "What was your biggest letdown of a book?",
  "created_utc": 1628641171,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Either due to recommendation hype or it coming from a favorite author or anything else, what book were you really looking forward to that ended up being a big fat disappointment?</p>\n\n<p>For me, the most recent one is Malice by John Gwyne. I&#39;d heard it was an amazing subversion of tropes, that he wrote battle scenes better than almost anybody, and the characters were all amazing, and I tend the first two and a half books and felt pretty much nothing. The one trope that was subverted wasn&#39;t actually subverted, the battles were honestly boring with &quot;exploded into motion&quot; being an eye rollingly common phrase, and there were just too many characters for any of them to get a good amount of development. </p>\n\n<p>What&#39;s yours?</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/p1vywm/what_was_your_biggest_letdown_of_a_book/",
  "subreddit": "books",
  "id": "p1vywm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Either due to recommendation hype or it coming from a favorite author or\nanything else, what book were you really looking forward to that ended up being\na big fat disappointment?\n\nFor me, the most recent one is Malice by John Gwyne. I'd heard it was an amazing\nsubversion of tropes, that he wrote…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "お勧めされたからとか、好きな作家の本だからとか。\nあなたがとても楽しみにしていたのに、結果的に大きな失望を与えてしまった本は何ですか？\n大いに失望した本は？\n\n私の場合、最近ではJohn Gwyneの『Malice』がそうです。この作品は、従来の手法を覆す素晴らしい作品だと聞いていました。\n彼が書いた作品は...",
      "title": "あなたが最も期待していなかった本は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "无论是由于推荐的炒作，还是来自喜欢的作者，或者是其他原因。\n其他原因，你真正期待的是什么书，最后却让你大失所望？\n大失所望的书？\n\n对我来说，最近的一本是约翰-格温的《恶意》。我听说它是一部令人惊叹的\n颠覆传统的作品，他写...",
      "title": "你最失望的一本书是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "無論是由於推薦的炒作，還是來自喜歡的作者，或者是其他原因。\n其他原因，你真正期待的是什麼書，最後卻讓你大失所望？\n大失所望的書？\n\n對我來說，最近的一本是約翰-格溫的《惡意》。我聽說它是一部令人驚歎的\n顛覆傳統的作品，他寫...",
      "title": "你最失望的一本書是什麼？"
    }
  ]
}