{
  "author": "Belfalor",
  "original_created_utc": 1626484754,
  "title": "\"Never Let Me Go\" by Kazuo Ishiguro, I simply don't know what I feel about this one.",
  "created_utc": 1626524397,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I just finished this book, an hour ago I think. I liked it, it&#39;s well written, easy to read too, and I was quite captivated by the story.</p>\n\n<p>This is narrated by Kathy H., a woman who is going over her life and memories in an attempt to &quot;come to to terms with them&quot;. It&#39;s really hard for me to say exactly what I feel about this, not because it makes me undescribably happy or sad, just because it&#39;s causing a very specific feeling within me (or a bunch of different feelings) that I don&#39;t know how to describe. </p>\n\n<p>I enjoyed it. I think that, in many ways, it&#39;s quite scary and harrowing simply because of the world it takes place in. There&#39;s a certain element about this world that distinguishes it from our own, but I didn&#39;t feel like it was presented as an eventually big plot twist that would make you gasp. It&#39;s more like a slow realization and then a shock that you come to terms with and then leaves you thinking for a while about how inhumane it is. Raising kids for organ harvest, essentially.</p>\n\n<p>But it doesn&#39;t focus on that. Kathy instead focuses on her life, her memories, relationships, etc., and I think the reason why she does this makes a lot more sense once you&#39;ve reached the end. She&#39;s a clone destined for death, she&#39;s already accepted that and this story isn&#39;t about her and her friends trying to escape this. It&#39;s normal to them, this is just the wa.y things are and that&#39;s that.</p>\n\n<p>From what I understand now, she goes over her life and her various memories (and a lot of these moments are inevitably tied in to her fate) to maybe make it more real, to hang on it as much as she can, just to reminisce about her life. Even this I find super hard to explain, I don&#39;t know why. I think it&#39;s maybe really about that, just reminiscing and remembering her life, relationships, etc. </p>\n\n<p>I like that it doesn&#39;t focus on the cloning aspect of the world it&#39;s set in, it makes for something different. I&#39;ve seen a lot of reviews saying that this is THE big plot twist but that&#39;s it&#39;s a really disappointing one. I think it was never meant to be a massive twist. It&#39;s just introduced to you, Kathy talks about it as if it&#39;s a normal thing (which it is to her) and that&#39;s it. She doesn&#39;t talk about how shocking it is. It&#39;s just her life and that&#39;s that.</p>\n\n<p>I did enjoy this book, I liked the writing and I thought jt was very captivating. It was like sitting down with a friend and having a one-sided conversation or listening to their story. Something that I think I take away from it is that life is precious. People like Kathy are destined for death, and while we are as well, in a way, we have much more freedom with our own lives. It&#39;s important to make the most of them before we do die. I think that&#39;s what I can take away from this. </p>\n\n<p>I&#39;d really love to know what other people&#39;s thoughts on this are as I really am unable to formulate my own into words, for some reason. Let me know what you thought of this book!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/oluit2/never_let_me_go_by_kazuo_ishiguro_i_simply_dont/",
  "subreddit": "books",
  "id": "oluit2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I just finished this book, an hour ago I think. I liked it, it's well\nwritten, easy to read too, and I was quite captivated by the story.\n\nThis is narrated by Kathy H., a woman who is going over her life and memories in\nan attempt to \"come to to terms with them\". It's really hard for me to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "だから、この本を読み終えたのは、1時間前だったと思います。気に入ったよ。\n読みやすく、物語に魅了されました。\n\nこれは、キャシー・Hという女性のナレーションで、彼女は自分の人生や記憶を「折り合いをつける」ために\n自分の人生や記憶を振り返って、「折り合いをつけよう」としている女性、キャシー・Hが語ります。私には本当に難しい・・・。",
      "title": "カズオ・イシグロの「Never Let Me Go」、この作品については単純に自分の気持ちがわからない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我刚刚读完这本书，我想是一个小时前。我喜欢它，它写得很好\n写得很好，也很容易读懂，而且我被这个故事深深吸引了。\n\n这本书的叙述者是凯西-H，一个正在翻阅她的生活和记忆的女人。\n试图 \"与它们达成一致\"。对我来说，这真的很难...",
      "title": "\"石黑一雄的《永远不要让我走》，我根本不知道我对这个作品有什么感觉。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我剛剛讀完這本書，我想是一個小時前。我喜歡它，它寫得很好\n寫得很好，也很容易讀懂，而且我被這個故事深深吸引了。\n\n這本書的敘述者是凱西-H，一個正在翻閱她的生活和記憶的女人。\n試圖 \"與它們達成一致\"。對我來說，這真的很難...",
      "title": "\"石黑一雄的《永遠不要讓我走》，我根本不知道我對這個作品有什麼感覺。"
    }
  ]
}