{
  "author": "AuthenticWeeb",
  "original_created_utc": 1637062293,
  "title": "Are most people also terrified of how common being anti-vax has become?",
  "created_utc": 1637073321,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m from the UK. For the last year and a half or so every single news outlet on YouTube uploading videos regarding Covid-19 is spammed with dislikes from antivaxxers. Almost every single comment on these videos is heavily antivax and people talk as if taking the vaccine is dangerous. I actually thought it was some sort of meme at first because I just couldn&#39;t believe it. Just writing &quot;UK Coronavirus news&quot; on YouTube and checking the comments on ANY of these videos, you will see people swearing the vaccine is dangerous, COVID is a hoax made for control and the government is bad.</p>\n\n<p>I mean I&#39;m from Gen Z, I dislike capitalism and the government as much as the next guy. And the government does control us in a million ways, but the vaccine is not one of them. Like how exactly is making people take the vaccine giving the government any sort of control? Do people seriously believe there are microchips in there that track us? Like that&#39;s not a meme and people actually think that?</p>\n\n<p>It just boggles my mind. As much as people love to say Reddit is an echo chamber filled with idiots who act like they&#39;re geniuses, I gotta say I&#39;m glad this is the only social media I use. In most subreddits, people will go out of their way to make sure you look like a complete dumbass if you&#39;re antivax. I used to think that aspect of Reddit is quite toxic, but realising that if Facebook was my go-to social media instead I could have been one of these antivaxxers changes my mind.</p>\n\n<p>Anyway, I&#39;m just wondering if anyone else is completely dumbfounded and terrified of how common it has become to be antivax. In pretty much all of these UK news videos on Coronavirus, if you defend the vaccine in any way you will immediately be called a sheep who doesn&#39;t realise they&#39;re being controlled.</p>\n</div><!-- SC_ON -->",
  "score": 120,
  "permalink": "/r/TooAfraidToAsk/comments/qv5tlb/are_most_people_also_terrified_of_how_common/",
  "subreddit": "TooAfraidToAsk",
  "id": "qv5tlb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm from the UK. For the last year and a half or so every single news outlet on\nYouTube uploading videos regarding Covid-19 is spammed with dislikes from\nantivaxxers. Almost every single comment on these videos is heavily antivax and\npeople talk as if taking the vaccine is dangerous. I actually…"
}