{
  "author": "dooleygamer01",
  "original_created_utc": 1635123153,
  "title": "YSK: if you have Funko pop figures in the box you can scan them on the Funko app to value them based on internet sales across websites",
  "created_utc": 1635129776,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Pop figures are widely collectable with limited edition or vaulted figures no longer in production can be worth hundreds If not thousands. I found out about the app where you scan the barcode at the bottom of the box and found out one I own is worth $200, it&#39;s not limited edition or anything it&#39;s just older (2015-2018) around then which has stopped production on so that figure is worth alot more.</p>\n\n<p>I was shocked when I saw my collection was worth triple what I spent only 4-5 years ago.</p>\n</div><!-- SC_ON -->",
  "score": 105,
  "permalink": "/r/YouShouldKnow/comments/qf5dyu/ysk_if_you_have_funko_pop_figures_in_the_box_you/",
  "subreddit": "YouShouldKnow",
  "id": "qf5dyu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Pop figures are widely collectable with limited edition or vaulted\nfigures no longer in production can be worth hundreds If not thousands. I found\nout about the app where you scan the barcode at the bottom of the box and found\nout one I own is worth $200, it's not limited edition or…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：ポップフィギュアは、限定品や保管品などのコレクターが多いです。\n生産されていないフィギュアは、数千から数百の価値があると言われています。私は、箱の底のバーコードをスキャンする\n箱の底にあるバーコードをスキャンするアプリの存在を知り、私が持っているフィギュアを見つけました。\n私が持っているものは200ドルの価値があることがわかりましたが、それは限定版や...",
      "title": "YSK: Funko popのフィギュアが入っていたら、Funkoアプリでスキャンして、ウェブサイトでのインターネット販売をもとに評価することができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：流行人物是广泛的收藏品，限量版或拱形的\n不再生产的数字可以价值数百甚至数千。我发现\n我发现了一个应用程序，你扫描盒子底部的条形码，发现我拥有的一个公仔价值200美元，它不是限量版或...\n我发现我拥有的一个价值200美元，它不是限量版或...",
      "title": "YSK：如果你的盒子里有Funko pop数字，你可以在Funko应用程序上扫描它们，根据各网站的互联网销售情况对它们进行估值。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：流行人物是廣泛的收藏品，限量版或拱形的\n不再生產的數字可以價值數百甚至數千。我發現\n我發現了一個應用程序，你掃描盒子底部的條形碼，發現我擁有的一個公仔價值200美元，它不是限量版或...\n我發現我擁有的一個價值200美元，它不是限量版或...",
      "title": "YSK：如果你的盒子裏有Funko pop數字，你可以在Funko應用程序上掃描它們，根據各網站的互聯網銷售情況對它們進行估值。"
    }
  ]
}