{
  "author": "Wack0Wizard",
  "original_created_utc": 1632103738,
  "title": "Why ALGO Needs Your Attention",
  "created_utc": 1632123043,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sometimes in the crypto markets, you’ll come across a project that seems to have everything going for it. Strong team, strong tech, deep pockets, and an investor pool with even deeper ones. However, despite all these juicy ingredients, the market does not have an appetite for what the project is cooking up. There are many of these baffling examples. However, one of the most illuminating for me has to be Algorand, a project which I covered first almost a year ago. So, what’s going on with ALGO, and is this still hope. I’ll be finding out probably taking a look at the tech team use cases and adoption potential. If any, are then also analyze the price potential of our go and see if there is light at the end of the Blockchain.</p>\n\n<p>What is Algorand?\nWhat the hell is Algorand? They are a scalable, secure, and decentralized cryptocurrency and smart contract platform. They’ve developed their own consensus mechanism that is a variant of proof of stake called pure proof of stake(TM). The main benefit of this is that Algorand technology finalizes blocks in seconds and provides immediate transaction finality. While preventing forks. Furthermore, Algorand offers highly customizable smart contracts as asset tokenization and atomic transfers built directly in layer 1. I’ll come back to all of this tech in a bit.\nThe company is based in Boston and was founded by a turning award-winning MIT Professor called Silvio Micali. He has also assembled a pretty strong team from MIT and other academic institutions, given the star power behind this project.</p>\n</div><!-- SC_ON -->",
  "score": 166,
  "permalink": "/r/CryptoCurrency/comments/prlijy/why_algo_needs_your_attention/",
  "subreddit": "CryptoCurrency",
  "id": "prlijy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Sometimes in the crypto markets, you’ll come across a project that seems to have\neverything going for it. Strong team, strong tech, deep pockets, and an investor\npool with even deeper ones. However, despite all these juicy ingredients, the\nmarket does not have an appetite for what the project is…"
}