{
  "author": "tempted_temptress",
  "original_created_utc": 1629384073,
  "title": "The Situation in Afghanistan makes me think about the book “Not Without My Daughter” by Betty Mahmoody",
  "created_utc": 1629427757,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My mom showed me the film which stars Sally Fields when I was a kid but I didn’t really remember the details of it. Then one day I was walking by a little free library and saw the book and took it. That’s how I spent my lasik surgery recovery at the beginning of 2019. </p>\n\n<p>It’s a fantastic memoir about an American woman (Betty) who meets and falls in love with a charming Iranian doctor (“Moody”) who is living and practicing in the US. They married and had a daughter (Mahtob). When Mahtob is four years old, Moody convinces Betty to come with Mahtob on a two week vacation to Iran so that his family can meet Mahtob. She agrees and upon arrival discovers that Moody has returned to his Muslim Shiite faith. Moody decides that they are all going to stay in Iran and Betty suffers the abuse of being a foreigner and a woman in post-revolution Iran. The book is the harrowing story of their experience in and escape from Iran back to America. </p>\n\n<p>I don’t know much about the histories of Iran or Afghanistan, but I’ve heard that they have similar experiences. Iran used to be a very liberal country before the revolution. Women wore western clothing like shorts, attended university, were granted the right to vote and be elected to parliament, etc. After the revolution women lost these rights, were repressed beyond the loss of these rights, and had a strict dress code enforced upon them in which they were required to wear a chador and could not wear open toe shoes in public. </p>\n\n<p>Anyway, while this book isn’t about Afghanistan I think it gives a similar but separate insight into what’s happening in Afghanistan and why Afghan women especially are afraid. If nothing else, it’s a great book that’s worth a read.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/p7g5kl/the_situation_in_afghanistan_makes_me_think_about/",
  "subreddit": "books",
  "id": "p7g5kl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My mom showed me the film which stars Sally Fields when I was a kid but I didn’t\nreally remember the details of it. Then one day I was walking by a little free\nlibrary and saw the book and took it. That’s how I spent my lasik surgery\nrecovery at the beginning of 2019.\n\nIt’s a fantastic memoir about…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "サリー・フィールズ主演のこの映画は、子供の頃に母が見せてくれましたが\nていましたが、詳しくは覚えていませんでした。ある日、私は小さな無料の図書館を通りかかり、その本を見て手に取った。\n図書館でその本を見て、手に取ったんです。それが私のレーシック手術の過ごし方です。\n2019年の初めに回復しました。\n\nこの本は素晴らしい手記で...",
      "title": "アフガニスタンの状況を見ていると、ベティ・マフモディの「娘がいなければ」という本を思い出します。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我还是个孩子的时候，我妈妈给我看了这部由莎莉-菲尔兹主演的电影，但我并不记得它的细节。\n但我并不真正记得其中的细节。然后有一天我路过一个小的免费图书馆\n图书馆，看到了这本书，就把它拿走了。这就是我如何度过我的lasik手术\n在2019年初的恢复期。\n\n这是一本神奇的回忆录，关于...",
      "title": "阿富汗的局势让我想到了贝蒂-马哈茂迪的《不能没有我的女儿》一书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我還是個孩子的時候，我媽媽給我看了這部由莎莉-菲爾茲主演的電影，但我並不記得它的細節。\n但我並不真正記得其中的細節。然後有一天我路過一個小的免費圖書館\n圖書館，看到了這本書，就把它拿走了。這就是我如何度過我的lasik手術\n在2019年初的恢復期。\n\n這是一本神奇的回憶錄，關於...",
      "title": "阿富汗的局勢讓我想到了貝蒂-馬哈茂迪的《不能沒有我的女兒》一書"
    }
  ]
}