{
  "author": "MarcsURL",
  "the_new_excerpt": "I have noticed recently that self-proclaimed proponents of body positivity -\ntypically found on twitter, also are quick to say things such as \"found the guy\nwith a small dick\", or make jokes at the expense of short men. They're the first\nto default to making fun of Trump's hands, while…",
  "original_created_utc": 1622652938,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近気づいたのですが、自称ボディ・ポジティブの支持者は、ツイッターなどで「男を見つけた。\n最近気づいたのですが、ツイッターなどでよく見かける自称ボディ・ポジティブ支持者は、「チンポの小さい男を見つけた」などと\nと言ったり、背の低い男性を揶揄するようなジョークを言ったりします。彼らは真っ先に\nトランプ氏の手をからかうのは彼らの常套手段ですが、一方で...",
      "title": "CMV: ボディ・ポジティブに賛同しながら、小さなチンポ・ジョークやショート・ジョークを言うのは偽善者です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近注意到，自称是身体积极性的拥护者--通常是在微博上。\n我最近注意到，自称是身体积极性的支持者--通常是在微博上发现的，他们也会很快说一些诸如 \"找到小鸡鸡的人 \"之类的话，或者开一些关于矮个子男人的玩笑。\n诸如 \"找到一个小鸡鸡的家伙\"，或者开矮个子男人的玩笑。他们是第一个\n嘲笑特朗普的手，而...",
      "title": "CMV：如果你在支持身体积极性的同时还开小鸡鸡的玩笑或短笑话，你就是个伪君子。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近注意到，自稱是身體積極性的擁護者--通常是在微博上。\n我最近注意到，自稱是身體積極性的支持者--通常是在微博上發現的，他們也會很快說一些諸如 \"找到小雞雞的人 \"之類的話，或者開一些關於矮個子男人的玩笑。\n諸如 \"找到一個小雞雞的傢伙\"，或者開矮個子男人的玩笑。他們是第一個\n嘲笑特朗普的手，而...",
      "title": "CMV：如果你在支持身體積極性的同時還開小雞雞的玩笑或短笑話，你就是個僞君子。"
    }
  ],
  "title": "CMV: You're a hypocrite if you make small dick jokes or short jokes while also being for body positivity",
  "created_utc": 1622667983,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have noticed recently that self-proclaimed proponents of body positivity - typically found on twitter, also are quick to say things such as &quot;found the guy with a small dick&quot;, or make jokes at the expense of short men. They&#39;re the first to default to making fun of Trump&#39;s hands, while simultaenously talk about how difficult it is to be a shape that isn&#39;t necessarily glamourized.</p>\n\n<p>This is pure hypocricy, and is incredibly prevalent amongst SJW-types, and ultimately just makes them look one sided, misandrist, and ridiculous. Am I missing something?</p>\n\n<p>This is not to say I am against these jokes. I think you should be able to make fun of small penises. I also think you should be able to make fun of fat people. But you can&#39;t be against one and for the other. If anything, it should favour short and small dick&#39;ed people, as those two things are much, much harder to change than being fat.</p>\n</div><!-- SC_ON -->",
  "score": 240,
  "permalink": "/r/changemyview/comments/nqqgtq/cmv_youre_a_hypocrite_if_you_make_small_dick/",
  "subreddit": "changemyview",
  "id": "nqqgtq",
  "is_self": true,
  "media": null,
  "is_video": false
}