{
  "author": "heyitsMog",
  "original_created_utc": 1636321742,
  "title": "Authors who describe EVERY single female that appears in thier book as if they are a potential lay is a way to instantly lose my respect.",
  "created_utc": 1636324817,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s just lazy.</p>\n\n<p>I dont care how down to earth or likeable a main character is. When the perspective comes across like every  woman they encounter is either lusting after them, or being sized-up and put into different categories of dream-girl archetypes, it turns the otherwise relatable main character into a leering creep. </p>\n\n<p>Can you imagine reading a book where every male character was introduced as simple archetypes like &quot;bad boy type&quot;, or by the size of thier package, despite thier role in the story?</p>\n\n<p>Edit:\nIf it matters, I also like women and get the appeal of reading about boobies, but I dont need to know about every booby if said booby isnt important to the story.</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/books/comments/qoyp74/authors_who_describe_every_single_female_that/",
  "subreddit": "books",
  "id": "qoyp74",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It's just lazy.\n\nI dont care how down to earth or likeable a main character is. When the\nperspective comes across like every woman they encounter is either lusting after\nthem, or being sized-up and put into different categories of dream-girl\narchetypes, it turns the otherwise relatable main…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ただの怠け者です。\n\n主人公がどんなに地に足がついていようと、好感が持てようと。視点が伝わると\n視点が、出会う女性すべてが自分に欲情しているように見えたり\n欲しがっているか、サイズを測られて夢見る少女の様々なカテゴリーに入れられているような視点だと\n視点になってしまうと、せっかくの親しみやすい主人公が...。",
      "title": "自分の本に登場するすべての女性を、まるでレイプされる可能性があるかのように表現する著者は、私の尊敬を一瞬で失うことになります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这只是懒惰。\n\n我不在乎一个主角有多朴实或多讨人喜欢。当\n角度来看，他们遇到的每一个女人都是在追求他们，或者是在被人打量，被人置于危险之中。\n他们，或者被打量并被归入不同类别的梦幻女郎\n角色的原型，就会使本来具有亲和力的主角变成了一个 \"不受欢迎的人\"。",
      "title": "作者把书中出现的每一位女性都描述得好像她们是潜在的妓女一样，这让我立刻失去了尊重。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這只是懶惰。\n\n我不在乎一個主角有多樸實或多討人喜歡。當\n角度來看，他們遇到的每一個女人都是在追求他們，或者是在被人打量，被人置於危險之中。\n他們，或者被打量並被歸入不同類別的夢幻女郎\n角色的原型，就會使本來具有親和力的主角變成了一個 \"不受歡迎的人\"。",
      "title": "作者把書中出現的每一位女性都描述得好像她們是潛在的妓女一樣，這讓我立刻失去了尊重。"
    }
  ]
}