{
  "author": "brainsandshit",
  "original_created_utc": 1631249173,
  "title": "CMV: Biden’s vaccine “mandate” has a multitude of precedence. It will not send the US into some authoritarian regime.",
  "created_utc": 1631256230,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The Supreme Court already ruled 7-2 on the side of compulsory vaccines in 1905. The court decided that the right to individual liberty in regards to vaccination is not above the rights of the collective. This is just one case of precedence out of dozens.</p>\n\n<p><a href=\"https://en.m.wikipedia.org/wiki/Jacobson_v._Massachusetts\">Jacobson vs. Massachusetts</a> didn’t change the US into a big authoritarian regime. </p>\n\n<p>The Court held that &quot;in every well ordered society charged with the duty of conserving the safety of its members the rights of the individual in respect of his liberty may at times, under the pressure of great dangers, be subjected to such restraint, to be enforced by reasonable regulations, as the safety of the general public may demand&quot; and that &quot;real liberty for all could not exist under the operation of a principle which recognizes the right of each individual person to use his own liberty, whether in respect of his person or his property, regardless of the injury that may be done to others.”</p>\n\n<p>Massachusetts was allowed to enforce their fines on those who chose not to receive the small pox vaccine. </p>\n\n<p>People need to chill. You still have the right to not get the vaccine. They’re not even fining you like they did in 1905. You just have to get tested weekly. If your employer decides they don’t want to keep you around as a result of your refusal, that is the right of the business.</p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/changemyview/comments/ple99p/cmv_bidens_vaccine_mandate_has_a_multitude_of/",
  "subreddit": "changemyview",
  "id": "ple99p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The Supreme Court already ruled 7-2 on the side of compulsory vaccines in 1905.\nThe court decided that the right to individual liberty in regards to vaccination\nis not above the rights of the collective. This is just one case of precedence\nout of dozens.\n\nJacobson vs.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最高裁はすでに1905年に7対2で強制ワクチンの側に判決を下している。\nワクチン接種に関する個人の自由の権利は、集団の権利に勝るものではないと判断したのです。\n集団の権利に勝るものではないと判断しました。これは、何十もある判例のうちの一つに過ぎません。\n数十件のうちの1件に過ぎない。\n\nジェイコブソン対....",
      "title": "CMV: バイデン氏のワクチンの「義務化」には多くの前例があります。アメリカが権威主義的な体制に陥ることはありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最高法院在1905年已经以7比2的比分裁定支持强制接种疫苗。\n法院裁定，在接种疫苗方面的个人自由权\n并不高于集体的权利。这只是一个判例\n中的一个案例。\n\n雅各布森vs....",
      "title": "CMV：拜登的疫苗 \"任务 \"有很多先例。它不会将美国送入某个独裁政权。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最高法院在1905年已經以7比2的比分裁定支持強制接種疫苗。\n法院裁定，在接種疫苗方面的個人自由權\n並不高於集體的權利。這只是一個判例\n中的一個案例。\n\n雅各布森vs....",
      "title": "CMV：拜登的疫苗 \"任務 \"有很多先例。它不會將美國送入某個獨裁政權。"
    }
  ]
}