{
  "author": "Jitszu",
  "original_created_utc": 1637129360,
  "title": "The Lies of Locke Lamora really blew me away",
  "created_utc": 1637149389,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As suggested, I finished <em>The Lies of Locke Lamora</em> today and really just want to talk about it!</p>\n\n<p>For me, it&#39;s one of the only fantasy books I&#39;ve read where our central characters aren&#39;t magic users. Yeah, they use magic for their disguises and ploys, but they themselves are just some ordinary schmucks stuck in the shitty side of fantasy land, and I really enjoyed that aspect, which I guess is surprising, since I never would have actively thought to seek something like that out.</p>\n\n<p>I also found that I quite liked Scott Lynch&#39;s prose. I felt it was a good balance between some older classic styles that over describe things and a simpler easy-to-read style. He did go just a <em>bit</em>* to into detail for my tastes at times, but generally I liked it.</p>\n\n<p>Any other opinions on this book? Or any other books of a similar ilk that you may recommend? (for after I finish the rest of this series, obviously)</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/qvsokd/the_lies_of_locke_lamora_really_blew_me_away/",
  "subreddit": "books",
  "id": "qvsokd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As suggested, I finished The Lies of Locke Lamora today and really just want to\ntalk about it!\n\nFor me, it's one of the only fantasy books I've read where our central\ncharacters aren't magic users. Yeah, they use magic for their disguises and\nploys, but they themselves are just some ordinary…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "提案された通り、私は今日『ロック・ラモーラの嘘』を読み終え、本当にただ話したい\n語りたいくらいです。\n\n私にとってこの作品は、今まで読んだファンタジー作品の中で唯一、主人公たちが\n私にとってこの本は、今まで読んだファンタジー本の中で、主人公たちが魔法を使わない唯一の本です。確かに魔法を使って変装したり、策略を練ったりしますが\nでも、彼ら自身は普通の...",
      "title": "ロック・ラモーラの嘘」には本当に驚かされました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "按照建议，我今天完成了《洛克-拉莫拉的谎言》，真的只想\n谈论它!\n\n对我来说，这是我读过的唯一一本中心人物不是魔法使用者的奇幻书。\n角色不是魔法使用者。是的，他们使用魔法进行伪装和\n伎俩，但他们本身只是一些普通的...",
      "title": "洛克-拉莫拉的谎言》真的让我大吃一惊"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "按照建議，我今天完成了《洛克-拉莫拉的謊言》，真的只想\n談論它!\n\n對我來說，這是我讀過的唯一一本中心人物不是魔法使用者的奇幻書。\n角色不是魔法使用者。是的，他們使用魔法進行僞裝和\n伎倆，但他們本身只是一些普通的...",
      "title": "洛克-拉莫拉的謊言》真的讓我大喫一驚"
    }
  ]
}