{
  "author": "geografeline",
  "the_new_excerpt": "Why YSK: Having poor posture and ergonomics can cause a lot of surprising\nproblems throughout your body, and it doesn't wait until you're elderly to show\nup. Hopefully a lot of people know this already, but if you're like I was a few\nmonths ago, you might think of posture like some people think of…",
  "original_created_utc": 1619496779,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：人間工学に基づいた姿勢の悪さは、体全体に様々な問題を引き起こす可能性があります。\n高齢になってからではなく、全身に問題が出てきます。\n老人になってからでは遅いのです。多くの人が知っていることだと思いますが、数ヶ月前の私のような人は、このことを知らないかもしれません。\n数ヶ月前の私のように、ある人が考えるように、姿勢を考えるかもしれません...。",
      "title": "YSK: 人間工学に基づいた良い姿勢をとることは、実はとても大切なことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：不良的姿势和人体工程学会导致很多令人惊讶的问题。\n的问题，而且不会等到你年老的时候才出现。\n了。希望很多人已经知道这一点，但如果你像我几个月前那样\n几个月前，你可能认为姿势就像一些人认为的......",
      "title": "YSK：拥有良好的姿势和人体工程学实际上是非常严肃的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：不良的姿勢和人體工程學會導致很多令人驚訝的問題。\n的問題，而且不會等到你年老的時候纔出現。\n了。希望很多人已經知道這一點，但如果你像我幾個月前那樣\n幾個月前，你可能認爲姿勢就像一些人認爲的......",
      "title": "YSK：擁有良好的姿勢和人體工程學實際上是非常嚴肅的。"
    }
  ],
  "title": "YSK: Having good posture and ergonomics is actually very serious",
  "created_utc": 1619516492,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> Having poor posture and ergonomics can cause a lot of surprising problems throughout your body, and it doesn&#39;t wait until you&#39;re elderly to show up. Hopefully a lot of people know this already, but if you&#39;re like I was a few months ago, you might think of posture like some people think of diet, sort of like &quot;this won&#39;t affect me until I&#39;m older, so I don&#39;t need to worry about it yet&quot; (not that that&#39;s a good mindset either).</p>\n\n<p>Some things that can happen from poor posture are degenerated discs, upper-crossed syndrome, thoracic outlet syndrome (this can result in blot clots and aneurysms, no lie), arthritis, all kinds of pinched nerves, fatigue, and many other painful conditions that can require physical therapy, medications, and even surgery.  I couldn&#39;t find an academic article about this that fits well, but here&#39;s something <a href=\"https://www.mayoclinic.org/healthy-lifestyle/adult-health/in-depth/posture-align-yourself-for-good-health/art-20269950\">from the Mayo Clinic</a> about it.</p>\n\n<p>To prevent these problems, you should of course have a proper ergonomic setup for work/gaming/whatever you&#39;re doing. Sitting on a yoga ball or using a standing desk is a good idea. When driving, try to adjust your seat properly. Even when standing, walking around, and relaxing on your couch try to have your shoulder blades down and together, your shoulders back, and your neck back so that your ears align with your shoulders. Also, this is slightly unrelated, but drinking enough water everyday <a href=\"https://cospineandjoint.com/2018/11/hydration-important-spinal-health/\">helps keep your spinal discs healthy</a>.</p>\n\n<p>I&#39;m not in the medical field, so anyone who knows more about this is of course welcome to correct me on stuff. I just thought I&#39;d spread the word in case it can help anyone prevent their own problems. I for one didn&#39;t know all this before, and now I&#39;m sitting here, only in my 20s, with tingly, tired arms and a heating pad on my shoulder because I had bad ergonomics.</p>\n\n<p>Be well everyone!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/mzg70w/ysk_having_good_posture_and_ergonomics_is/",
  "subreddit": "YouShouldKnow",
  "id": "mzg70w",
  "is_self": true,
  "media": null,
  "is_video": false
}