{
  "author": "Poo-et",
  "original_created_utc": 1632578337,
  "title": "META: A brief clarification on rule 5",
  "created_utc": 1632598257,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Our removal message for rule 5 has been unclear and frequently misunderstood for too long, so we are revising it. Previously it read:  </p>\n\n<blockquote>\n<p>Comments must contribute meaningfully to the conversation. Comments that are only links, jokes or &quot;written upvotes&quot; will be removed. Humor and affirmations of agreement can be contained within more substantial comments. See the wiki page for more information.  </p>\n</blockquote>\n\n<p>But as of today it will now read  </p>\n\n<blockquote>\n<p>Comments should be on-topic, serious, and contain enough content to move the discussion forward. Jokes, contradictions without explanation, links without context, and &quot;written upvotes&quot; will be removed. Read <a href=\"https://www.reddit.com/r/changemyview/wiki/rules#wiki_rule_5\">the wiki</a> for more information.  </p>\n</blockquote>\n\n<hr/>\n\n<h3>What rule 5 is and is not for</h3>\n\n<p>The purpose of rule 5 is to make sure that discussion is on topic and that meaningful progress is being made within conversations at all time. The aim is to increase the signal-to-noise ratio. Most comments that are removed fall under one of a few categories:  </p>\n\n<ul>\n<li>Contradictions - just saying &quot;you are wrong&quot; without any expansion on why they are wrong doesn&#39;t help further anyone&#39;s understanding.<br/></li>\n<li>Jokes - humour is permitted, but a joke doesn&#39;t in of itself warrant a comment. It creates distracting, off-topic fluff that doesn&#39;t contribute to changing OP&#39;s view<br/></li>\n<li>Non-sequiturs - wildly off-topic comments that don&#39;t pertain to anything being discussed in any way.<br/></li>\n<li>Link dumps - unless it&#39;s extremely obvious from conversation context <em>exactly</em> what is contained within the link, you should explain why the link is relevant, and what the most important parts are if any<br/></li>\n<li>Simple affirmations of agreement - the upvote button exists. Adding a comment just to state that you agree without re-emphasising any specific points or making expansions again just adds noise and doesn&#39;t help change views<br/></li>\n</ul>\n\n<p>And to be clear, the following does not constitute a violation of rule 5</p>\n\n<ul>\n<li>Politeness - for instance, thanking someone for giving you a delta<br/></li>\n<li>Humour contained within substantive comments - the wild examples CMV commenters come up with when arguing <a href=\"https://en.wikipedia.org/wiki/Reductio_ad_absurdum\">reductio ad absurdum</a> not only make me smile, but are also good persuasive devices. The more absurd the better when trying to illustrate why certain logic is faulty.<br/></li>\n</ul>\n\n<p>For more information, take a look at <a href=\"https://www.reddit.com/r/changemyview/wiki/rules#wiki_rule_5\">the wiki</a>.</p>\n\n<p>If you have any thoughts on how we moderate, <a href=\"/r/ideasforcmv\">r/ideasforcmv</a> is open as ever and will pretty much always receive a response from at least one mod. Alternately if you have feedback, feel free to express it civilly in this thread, we&#39;re always looking to improve how we run things. </p>\n\n<p>Lastly, thank you as ever for making this place great.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/pv79q7/meta_a_brief_clarification_on_rule_5/",
  "subreddit": "changemyview",
  "id": "pv79q7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Our removal message for rule 5 has been unclear and frequently misunderstood for\ntoo long, so we are revising it. Previously it read:\n\n> Comments must contribute meaningfully to the conversation. Comments that are\n> only links, jokes or \"written upvotes\" will be removed. Humor and affirmations\n> of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ルール5の削除メッセージが不明確で、よく誤解されています。\nそのため、改訂します。以前は次のように書かれていました。\n\n> コメントは、会話に意味のある貢献をしなければなりません。以下のようなコメントは\n> リンク、ジョーク、「書かれたアップヴォート」だけのコメントは削除されます。ユーモアとアファメーション\n> の...",
      "title": "META: ルール5についての簡単な説明"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们对第5条规则的删除信息一直不明确，而且经常被误解。\n长时间以来，我们正在对其进行修订。以前的内容是\n\n> 评论必须对对话做出有意义的贡献。评论如果是\n> 只有链接、笑话或 \"书面加注 \"的评论将被删除。幽默和肯定\n>的...",
      "title": "META: 关于第5条的简要说明"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們對第5條規則的刪除信息一直不明確，而且經常被誤解。\n長時間以來，我們正在對其進行修訂。以前的內容是\n\n> 評論必須對對話做出有意義的貢獻。評論如果是\n> 只有鏈接、笑話或 \"書面加註 \"的評論將被刪除。幽默和肯定\n>的...",
      "title": "META: 關於第5條的簡要說明"
    }
  ]
}