{
  "author": "Poo-et",
  "original_created_utc": 1632578337,
  "title": "META: A brief clarification on rule 5",
  "created_utc": 1632598257,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Our removal message for rule 5 has been unclear and frequently misunderstood for too long, so we are revising it. Previously it read:  </p>\n\n<blockquote>\n<p>Comments must contribute meaningfully to the conversation. Comments that are only links, jokes or &quot;written upvotes&quot; will be removed. Humor and affirmations of agreement can be contained within more substantial comments. See the wiki page for more information.  </p>\n</blockquote>\n\n<p>But as of today it will now read  </p>\n\n<blockquote>\n<p>Comments should be on-topic, serious, and contain enough content to move the discussion forward. Jokes, contradictions without explanation, links without context, and &quot;written upvotes&quot; will be removed. Read <a href=\"https://www.reddit.com/r/changemyview/wiki/rules#wiki_rule_5\">the wiki</a> for more information.  </p>\n</blockquote>\n\n<hr/>\n\n<h3>What rule 5 is and is not for</h3>\n\n<p>The purpose of rule 5 is to make sure that discussion is on topic and that meaningful progress is being made within conversations at all time. The aim is to increase the signal-to-noise ratio. Most comments that are removed fall under one of a few categories:  </p>\n\n<ul>\n<li>Contradictions - just saying &quot;you are wrong&quot; without any expansion on why they are wrong doesn&#39;t help further anyone&#39;s understanding.<br/></li>\n<li>Jokes - humour is permitted, but a joke doesn&#39;t in of itself warrant a comment. It creates distracting, off-topic fluff that doesn&#39;t contribute to changing OP&#39;s view<br/></li>\n<li>Non-sequiturs - wildly off-topic comments that don&#39;t pertain to anything being discussed in any way.<br/></li>\n<li>Link dumps - unless it&#39;s extremely obvious from conversation context <em>exactly</em> what is contained within the link, you should explain why the link is relevant, and what the most important parts are if any<br/></li>\n<li>Simple affirmations of agreement - the upvote button exists. Adding a comment just to state that you agree without re-emphasising any specific points or making expansions again just adds noise and doesn&#39;t help change views<br/></li>\n</ul>\n\n<p>And to be clear, the following does not constitute a violation of rule 5</p>\n\n<ul>\n<li>Politeness - for instance, thanking someone for giving you a delta<br/></li>\n<li>Humour contained within substantive comments - the wild examples CMV commenters come up with when arguing <a href=\"https://en.wikipedia.org/wiki/Reductio_ad_absurdum\">reductio ad absurdum</a> not only make me smile, but are also good persuasive devices. The more absurd the better when trying to illustrate why certain logic is faulty.<br/></li>\n</ul>\n\n<p>For more information, take a look at <a href=\"https://www.reddit.com/r/changemyview/wiki/rules#wiki_rule_5\">the wiki</a>.</p>\n\n<p>If you have any thoughts on how we moderate, <a href=\"/r/ideasforcmv\">r/ideasforcmv</a> is open as ever and will pretty much always receive a response from at least one mod. Alternately if you have feedback, feel free to express it civilly in this thread, we&#39;re always looking to improve how we run things. </p>\n\n<p>Lastly, thank you as ever for making this place great.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/pv79q7/meta_a_brief_clarification_on_rule_5/",
  "subreddit": "changemyview",
  "id": "pv79q7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Our removal message for rule 5 has been unclear and frequently misunderstood for\ntoo long, so we are revising it. Previously it read:\n\n> Comments must contribute meaningfully to the conversation. Comments that are\n> only links, jokes or \"written upvotes\" will be removed. Humor and affirmations\n> of…"
}