{
  "author": "Chowder1054",
  "original_created_utc": 1626310387,
  "title": "Just finished \"The Years Of Rice and Salt\" from Kim Stanley Robinson",
  "created_utc": 1626322619,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I personally found this book to be a thrilling read. For a basic idea of the plot, instead of the actual death toll the black death caused in our timeline, in this timeline the black death kills pretty much all of Europe which in turn leads to the world developing around the muslim world and China (and eventually other nations come into the scene too). Kim has done an excellent job of highlighting the details of this world and their version of our events, their politics, changes in religious thought and etc.</p>\n\n<p>However a large portion of the book involves the concept of reincarnation and a &quot;jati&quot;. This is basically a group of souls, trying to break the dharmic wheel by living through numerous reincarnated lifetimes. Though the culture, and times these characters are born into change, they all share the same first letter of their name so it&#39;s easy to keep track on who&#39;s who. I find the reincarnation concept to be very romantic as there are portions where the souls either in their earthly life or in the in between before they are reincarnated, reminisce about their past lives, what they did wrong, what they hope for the future and a promise that they will see each other again in the next reincarnation. These characters throughout the book in the progressing times do find each other, and impact each other&#39;s lives and the world around them. From a portion of the book &quot;in another life, to a better time&quot;. </p>\n\n<p>This is reinforced in the end but I won&#39;t spoil it for you guys. I&#39;m a huge sucker for these type of themes in a book. I highly recommend giving this book a read, only negative is that halfway it gets kinda boring but it picks up again. </p>\n\n<p>I&#39;m definitely looking forward to Kim&#39;s other works now.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/okhvqy/just_finished_the_years_of_rice_and_salt_from_kim/",
  "subreddit": "books",
  "id": "okhvqy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I personally found this book to be a thrilling read. For a basic idea of the\nplot, instead of the actual death toll the black death caused in our timeline,\nin this timeline the black death kills pretty much all of Europe which in turn\nleads to the world developing around the muslim world and China…"
}