{
  "author": "grandlewis",
  "original_created_utc": 1631903373,
  "title": "YSK You should look into living wills, DNR's, and other advance directives before it is too late. By planning ahead, you can get the medical care you want, avoid unnecessary suffering and relieve caregivers of decision-making burdens during moments of crisis or grief. Make your wishes known.",
  "created_utc": 1631910981,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  Living wills and other advance directives are written, legal instructions regarding your preferences for medical care if you are unable to make decisions for yourself. Advance directives guide choices for doctors and caregivers if you&#39;re terminally ill, seriously injured, in a coma, in the late stages of dementia or near the end of life. </p>\n\n<p><a href=\"https://www.mayoclinic.org/healthy-lifestyle/consumer-health/in-depth/living-wills/art-20046303\">https://www.mayoclinic.org/healthy-lifestyle/consumer-health/in-depth/living-wills/art-20046303</a></p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/pq5tn4/ysk_you_should_look_into_living_wills_dnrs_and/",
  "subreddit": "YouShouldKnow",
  "id": "pq5tn4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Living wills and other advance directives are written, legal\ninstructions regarding your preferences for medical care if you are unable to\nmake decisions for yourself. Advance directives guide choices for doctors and\ncaregivers if you're terminally ill, seriously injured, in a coma, in the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: リビングウィルやその他の事前指示書は、法律に基づいて書かれたものです。\n意思決定ができなくなった場合に、医療に関する希望を法的に記述したものです。\n法的な指示書です。事前指示書は、あなたが末期の病気、重傷、入院した場合に、医師や介護者の選択の指針となります。\n事前指示書は、あなたが末期の病気、重傷、昏睡状態、入院中などの場合に、医師や介護者の選択の指針となります。",
      "title": "YSK 手遅れになる前に、リビングウィルやDNRなどの事前指示書について調べてみてください。事前に計画を立てることで、希望する医療を受けることができ、不必要な苦痛を避けることができ、危機や悲しみの際に介護者の意思決定の負担を軽減することができます。あなたの希望を伝えましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：生前遗嘱和其他预先指示是书面的、合法的\n如果你无法为自己做决定，关于你对医疗护理的偏好的书面法律指示。\n自己做决定。预先指示为医生和\n如果你身患绝症、受重伤、处于昏迷状态、正在接受治疗，预先指示为医生和护理人员的选择提供指导。",
      "title": "YSK 你应该在为时已晚之前研究一下生前遗嘱、DNR和其他预先指示。通过提前计划，你可以得到你想要的医疗护理，避免不必要的痛苦，并在危机或悲伤的时刻减轻照顾者的决策负担。让人们知道你的愿望。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：生前遺囑和其他預先指示是書面的、合法的\n如果你無法爲自己做決定，關於你對醫療護理的偏好的書面法律指示。\n自己做決定。預先指示爲醫生和\n如果你身患絕症、受重傷、處於昏迷狀態、正在接受治療，預先指示爲醫生和護理人員的選擇提供指導。",
      "title": "YSK 你應該在爲時已晚之前研究一下生前遺囑、DNR和其他預先指示。通過提前計劃，你可以得到你想要的醫療護理，避免不必要的痛苦，並在危機或悲傷的時刻減輕照顧者的決策負擔。讓人們知道你的願望。"
    }
  ]
}