{
  "author": "the_far_yard",
  "original_created_utc": 1639788887,
  "title": "Crypto is enabling everyone to do what billionaires are able to do at a smaller scale. Crypto is more than just a 'legal tender', it's an appreciating asset. I'll explain the basis of this economics briefly.",
  "created_utc": 1639831897,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;You guys ever heard of the stories that Bezos, and Musk aren&amp;#39;t paying income taxes? This is because they are asset rich, not rich by income. Therefore, they used the loophole of accumulating assets, and then using those as collateral to apply for loans from banks. Loans are not taxable, and therefore, they will keep doing this to accumulate more assets to repeat the cycle. &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s commonly known as &amp;quot;Buy, Borrow, Die.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;They Buy assets. They Borrow money. The Die and leave the inheritance to their family with minimum payment if not at all to the banks.&lt;/p&gt;\n\n&lt;p&gt;Where does crypto go from this point onward? It enables everyone to do the same thing- except that it is from a smaller, variable scale. This is because &lt;strong&gt;crypto creates a lower barrier to entry for users to get access to appreciating assets.&lt;/strong&gt; &lt;/p&gt;\n\n&lt;p&gt;There has been some discussions on &amp;#39;Stable-coins&amp;#39; is the way to go as a payment currency. Well, not entirely true but it&amp;#39;s not wrong either. What crypto brings is liquidity to your assets. It&amp;#39;s like having a piece of land in Central  London, and being able to sell it in fractions to buy yourself a burger. The same principle should be used for crypto. &lt;/p&gt;\n\n&lt;p&gt;Crypto is an intangible asset and it is not just a legal tender, and it&amp;#39;s much more liquid than tangible land. Technically, you can pay for your burgers with your cryptos, but in essence, maybe you shouldn&amp;#39;t. Billionaires don&amp;#39;t get wealthy by hoarding fiat. They collect assets, and then use them to apply for loans which are not taxable. They collect appreciating assets. Crypto enables everyone to do the same thing.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t sell your assets unless you have to- but crypto allows you to now accumulate more assets. In terms of functionality- just because you can, doesn&amp;#39;t mean that you should. &lt;/p&gt;\n\n&lt;p&gt;It will not be long till we can use our Crypto as collateral to apply for loans at conventional banks. When that moment comes, you can then &lt;em&gt;Buy&lt;/em&gt; Crypto. &lt;em&gt;Borrow&lt;/em&gt; money. Then, &lt;em&gt;Die&lt;/em&gt; and leave your crypto to your family. The cycle is enabled.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 162,
  "permalink": "/r/CryptoCurrency/comments/rivfb4/crypto_is_enabling_everyone_to_do_what/",
  "subreddit": "CryptoCurrency",
  "id": "rivfb4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>You guys ever heard of the stories that Bezos,\nand Musk aren&#39;t paying income taxes? This is because they are asset rich,\nnot rich by income. Therefore, they used the loophole of accumulating assets,\nand then using those as collateral to apply for loans from…"
}