{
  "author": "tofuandvegantendies",
  "the_new_excerpt": "I have loved horror movies, stories, and Halloween since I was very little. I\nread every Goosebumps book, the entirety of A Series of Unfortunate Events, a\nhandful of Stephen King (weirdly not that into his writing), and the Scary\nStories to Tell in the Dark books.\n\nThe Scary Stories books were…",
  "original_created_utc": 1618494969,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は幼い頃からホラー映画や物語、そしてハロウィンが大好きでした。I\nグースバンプスの全巻、「不幸な出来事のシリーズ」の全巻、スティーブン・キングの\nスティーブン・キング（不思議なことに彼の作品にはそれほど興味がありません）の一握りを読み、Scary\nScary Stories to Tell in the Dark」を読みました。\n\nScary Storiesの本は...",
      "title": "大人版「暗闇で語る怖い話"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从小就喜欢恐怖电影、故事和万圣节。I\n读过《鸡皮疙瘩》的每一本，《一系列不幸事件》的全部内容，一本。\n少量的斯蒂芬-金（奇怪的是没有那么喜欢他的作品），以及《可怕的\n黑暗中的故事书。\n\n恐怖故事书是...",
      "title": "成人版《黑暗中的恐怖故事》讲稿"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從小就喜歡恐怖電影、故事和萬聖節。I\n讀過《雞皮疙瘩》的每一本，《一系列不幸事件》的全部內容，一本。\n少量的斯蒂芬-金（奇怪的是沒有那麼喜歡他的作品），以及《可怕的\n黑暗中的故事書。\n\n恐怖故事書是...",
      "title": "成人版《黑暗中的恐怖故事》講稿"
    }
  ],
  "title": "Adult version of Scary Stories to Tell in the Dark",
  "created_utc": 1618518424,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have loved horror movies, stories, and Halloween since I was very little. I read every Goosebumps book, the entirety of A Series of Unfortunate Events, a handful of Stephen King (weirdly not that into his writing), and the Scary Stories to Tell in the Dark books.</p>\n\n<p>The Scary Stories books were always the creepiest, and I’d read them around Halloween every year as a kid. I’m 31 now and Halloween is still my favorite holiday, I still love anything creepy, but am not sure if I just grew out of the ability to feel that way, or if I need to find an adult version, but I’m looking for something similar to the Scary Stories books. Something that is not quite horror, but gives you kind of an isolated, creepy, stumbled upon an abandoned town feeling that both the writing and original illustration gave. </p>\n\n<p>Anything?</p>\n\n<p>Edit: thank you to everyone for the suggestions! I have a big list compiled and will make my way down to the library and book store to see what they have.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/booksuggestions/comments/mrf6q5/adult_version_of_scary_stories_to_tell_in_the_dark/",
  "subreddit": "booksuggestions",
  "id": "mrf6q5",
  "is_self": true,
  "media": null,
  "is_video": false
}