{
  "author": "AA005555",
  "the_new_excerpt": "LGBT basically covers everything\n\nL (Lesbian): women attracted to women\n\nG (Gay): men attracted to men\n\nB (Bisexual): people of either gender attracted to either gender\n\nT (Trans): people of either gender who feel they are of the other gender\n\nThe only ones I can see fitting in would be intersex and…",
  "original_created_utc": 1616717907,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "LGBT基本上涵盖了一切\n\nL（Lesbian）：被女性吸引的女性。\n\nG(Gay)：被男人吸引的男人。\n\nB(双性恋)：被任何一种性别吸引的人。\n\nT(Trans)：觉得自己是另一种性别的人，无论男女。\n\n我觉得唯一适合的是双性人和... ...",
      "title": "CMV：LGBT后面的每一个字母（几乎）都是无意义的/重复的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "LGBT基本上涵蓋了一切\n\nL（Lesbian）：被女性吸引的女性。\n\nG(Gay)：被男人吸引的男人。\n\nB(雙性戀)：被任何一種性別吸引的人。\n\nT(Trans)：覺得自己是另一種性別的人，無論男女。\n\n我覺得唯一適合的是雙性人和... ...",
      "title": "CMV：LGBT後面的每一個字母（幾乎）都是無意義的/重複的。"
    }
  ],
  "title": "CMV: Every letter (almost) after LGBT is meaningless/repetitious",
  "created_utc": 1616725926,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>LGBT basically covers everything</p>\n\n<p>L (Lesbian): women attracted to women</p>\n\n<p>G (Gay): men attracted to men</p>\n\n<p>B (Bisexual): people of either gender attracted to either gender</p>\n\n<p>T (Trans): people of either gender who feel they are of the other gender</p>\n\n<p>The only ones I can see fitting in would be intersex and asexual. Everything else, like queer, pansexual, demisexual, etc, is just one of the four letters but with extra steps</p>\n\n<p>And some are just offensive.</p>\n\n<p>Consider the implications of pansexual. People typically describe this as when you don’t really notice gender, you only care about personality and chemistry and a connection. So... you’re basically saying bi people are all a bunch of sluts? Because by this definition, a bisexual person who was looking for a meaningful connection regardless of gender would be pansexual. But they aren’t. They’re just bi people looking for a connection. Hence, pansexual is just bisexual with extra steps. Queer... wtf is queer anyhow? I’ve had some people explain it to me as like overly flamboyant gay men who sorta express their sexuality in how they dress but I don’t know if that definition is apt. I’ve had others express it as straight men who are effeminate and maybe drag queens who are still straight. </p>\n\n<p>Even asexuals... like, which asexuals need to be incorporated into a group based on protecting people’s sexual identities? Has there ever been a time when society oppressed people who weren’t getting laid, by choice or not? Ever? </p>\n\n<p>LGBT seems to cover all the bases. The extra letters (again, except intersex and maybe asexual) seem to moreso cover the extent to which people are expressive and their fetishes and such. The fact that many of us have to go and google what the words mean I think shows they’re meaningless. I’m not sure why a group would need protecting if society doesn’t know wtf they are to begin with.</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/changemyview/comments/mdcb9m/cmv_every_letter_almost_after_lgbt_is/",
  "subreddit": "changemyview",
  "id": "mdcb9m",
  "is_self": true,
  "media": null,
  "is_video": false
}