{
  "author": "anarchy753",
  "original_created_utc": 1629821307,
  "title": "I find Sherlock Holmes incredibly unsatisfying to read.",
  "created_utc": 1629830875,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I bought the complete collection on Audible because it hit a bunch of things I was enjoying at once; mystery/crime stories and Stephen Fry for the most part.</p>\n\n<p>I&#39;m up to &quot;The Final Problem&quot; at the moment, the story where Moriarty gets introduced. At this point it&#39;s been roughly 2 extended novels and 23 hour-long short stories.</p>\n\n<p>There&#39;s just something so unfulfilling about them. One of the best parts of mysteries for me is trying to piece it together myself, having an informed guess at who the bad guy is etc. They just don&#39;t do that. Instead you get the story and then, without fail, Sherlock comes along at the end and goes &quot;oh I knew the killer all along, because of this one piece of evidence that I never told anyone about and you had no way of guessing existed.&quot;</p>\n\n<p>I don&#39;t know if I&#39;m looking for something that just isn&#39;t meant to be there, but they just come off as so formulaic; really strange crime or mystery, confusing set of events with random clues that turn out to mean nothing, then a smarmy guy being like &quot;how did everyone else not see the solution when I purposely hid the only important detail from you?&quot;</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/paqd4d/i_find_sherlock_holmes_incredibly_unsatisfying_to/",
  "subreddit": "books",
  "id": "paqd4d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I bought the complete collection on Audible because it hit a bunch of things I\nwas enjoying at once; mystery/crime stories and Stephen Fry for the most part.\n\nI'm up to \"The Final Problem\" at the moment, the story where Moriarty gets\nintroduced. At this point it's been roughly 2 extended novels and…"
}