{
  "author": "anarchy753",
  "original_created_utc": 1629821307,
  "title": "I find Sherlock Holmes incredibly unsatisfying to read.",
  "created_utc": 1629830875,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I bought the complete collection on Audible because it hit a bunch of things I was enjoying at once; mystery/crime stories and Stephen Fry for the most part.</p>\n\n<p>I&#39;m up to &quot;The Final Problem&quot; at the moment, the story where Moriarty gets introduced. At this point it&#39;s been roughly 2 extended novels and 23 hour-long short stories.</p>\n\n<p>There&#39;s just something so unfulfilling about them. One of the best parts of mysteries for me is trying to piece it together myself, having an informed guess at who the bad guy is etc. They just don&#39;t do that. Instead you get the story and then, without fail, Sherlock comes along at the end and goes &quot;oh I knew the killer all along, because of this one piece of evidence that I never told anyone about and you had no way of guessing existed.&quot;</p>\n\n<p>I don&#39;t know if I&#39;m looking for something that just isn&#39;t meant to be there, but they just come off as so formulaic; really strange crime or mystery, confusing set of events with random clues that turn out to mean nothing, then a smarmy guy being like &quot;how did everyone else not see the solution when I purposely hid the only important detail from you?&quot;</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/paqd4d/i_find_sherlock_holmes_incredibly_unsatisfying_to/",
  "subreddit": "books",
  "id": "paqd4d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I bought the complete collection on Audible because it hit a bunch of things I\nwas enjoying at once; mystery/crime stories and Stephen Fry for the most part.\n\nI'm up to \"The Final Problem\" at the moment, the story where Moriarty gets\nintroduced. At this point it's been roughly 2 extended novels and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "オーディブルで全集を購入したのは、自分の中でヒットしたものがたくさんあったからです。\n推理小説や犯罪小説、そしてスティーブン・フライなど、私が好きなものが一度に揃っていたからです。\n\n今は \"The Final Problem \"まで読みましたが、モリアーティが登場する物語です。\n登場する物語です。この時点で、およそ2冊の長編小説と...",
      "title": "シャーロック・ホームズは、読んでいてものすごく物足りない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在Audible上买了全集，因为它击中了我同时喜欢的一堆东西。\n悬疑/犯罪故事和斯蒂芬-弗莱的大部分作品。\n\n我现在听的是 \"最后的问题\"，即莫里亚蒂被引入的那个故事。\n介绍。在这一点上，它已经有了大约2个扩展的小说和...",
      "title": "我发现夏洛克-福尔摩斯的阅读效果令人难以置信地不满意。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在Audible上買了全集，因爲它擊中了我同時喜歡的一堆東西。\n懸疑/犯罪故事和斯蒂芬-弗萊的大部分作品。\n\n我現在聽的是 \"最後的問題\"，即莫里亞蒂被引入的那個故事。\n介紹。在這一點上，它已經有了大約2個擴展的小說和...",
      "title": "我發現夏洛克-福爾摩斯的閱讀效果令人難以置信地不滿意。"
    }
  ]
}