{
  "author": "GreasyPeter",
  "original_created_utc": 1635076022,
  "title": "YSK That not all abuse is physical and if someone is making you feel bad emotionally all the time, that's still 100% abuse and just as bad.",
  "created_utc": 1635078868,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Mental.Abuse drives thousands of people to depression and suicide and nobody deserves that.</p>\n\n<p>If you&#39;re struggling with someone that has never touched you but they are degrading you and harming your mental state, that&#39;s still 100% abuse. If someone makes you question yourself constantly and forces you to ask yourself constantly why it&#39;s your fault? That&#39;s 100% abuse. You&#39;re not an asshole,.you&#39;re not a bad person you just need another human that will appreciate you for you. If you need or want to talk to someone that can understand, message me or ANYONE in your life that you know loves you. Trust me, if can save your sanity, maybe even your life. You don&#39;t need to feel bad for being alive. There is hope and love for your out there, don&#39;t let yourself be taken down this way. You deserve better.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/qeqkyc/ysk_that_not_all_abuse_is_physical_and_if_someone/",
  "subreddit": "YouShouldKnow",
  "id": "qeqkyc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Mental.Abuse drives thousands of people to depression and suicide and\nnobody deserves that.\n\nIf you're struggling with someone that has never touched you but they are\ndegrading you and harming your mental state, that's still 100% abuse. If someone\nmakes you question yourself constantly and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 精神的虐待は、何千人もの人々をうつ病や自殺へと追いやります。\n誰もそんなことをするべきではありません。\n\nもしあなたが、あなたに触れたこともないのに、あなたを貶めている人に悩んでいるならば\nあなたの精神状態を悪化させているとしたら、それは100％虐待です。もし誰かが\nあなたが自分自身に常に疑問を抱くようにしている人がいれば、それは...",
      "title": "YSK 肉体的な虐待ばかりではなく、精神的に嫌な思いをさせられている人がいたら、それは100％虐待であり、同じように悪いことだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：精神虐待使成千上万的人陷入抑郁和自杀，没有人值得这样做。\n没有人值得这样。\n\n如果你和一个从未接触过你的人纠缠在一起，但他们却在贬低你，伤害你的精神状态，这仍然是100%的虐待。\n贬低你并伤害你的精神状态，这仍然是100%的虐待。如果有人\n让你不断质疑自己，并且...",
      "title": "YSK说，不是所有的虐待都是身体上的，如果有人在情感上一直让你感到难过，那仍然是100%的虐待，同样糟糕。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：精神虐待使成千上萬的人陷入抑鬱和自殺，沒有人值得這樣做。\n沒有人值得這樣。\n\n如果你和一個從未接觸過你的人糾纏在一起，但他們卻在貶低你，傷害你的精神狀態，這仍然是100%的虐待。\n貶低你並傷害你的精神狀態，這仍然是100%的虐待。如果有人\n讓你不斷質疑自己，並且...",
      "title": "YSK說，不是所有的虐待都是身體上的，如果有人在情感上一直讓你感到難過，那仍然是100%的虐待，同樣糟糕。"
    }
  ]
}