{
  "author": "curt_schilli",
  "original_created_utc": 1637674803,
  "title": "Brave New World is a better dystopian novel than 1984",
  "created_utc": 1637678882,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>edit: spoilers below</p>\n\n<p>I say this as someone who used to claim that 1984 is one of my favorite books.</p>\n\n<p>While I can&#39;t confidently say that BNW is a better written novel than 1984 (the controller&#39;s discussion at the end of the book is a little heavy handed), I think it&#39;s a much better dystopian novel than 1984.</p>\n\n<p>BNW has so much more nuance. It&#39;s a dystopia, but is it really a dystopia if everyone&#39;s happy? No one has worries or stressors, there&#39;s (assumedly) no poverty, no wanting. Everyone is biologically conditioned to be content with their place in life. If the lower classes can&#39;t be unhappy, is it really morally wrong to prohibit social mobility?</p>\n\n<p>Depression, outside of Helmholtz and Bernard who are flaws in the system, is nonexistent. The loneliness epidemic that the we see today has been fixed. Everyone has somebody. Even if those relationships are only a surface level, the people have been conditioned from birth to find that acceptable.</p>\n\n<p>I think perhaps the most interesting part of BNW is that, if you don&#39;t fit in with society, you aren&#39;t executed or imprisoned. You&#39;re exiled to an island to be with other people like yourself. It&#39;s as if anyone who doesn&#39;t want to participate in the society can remove themself at will.</p>\n\n<p>Now as for the dystopian elements, I think those were done better than 1984 as well. The dehumanization of Mr. Savage at the end of the book because he doesn&#39;t conform to society, the wildlife photographer, and his ultimate suicide by hanging is so poignant. This society leaves no one unhappy, as long as you can conform to it. </p>\n\n<p>The imagery of the Savage shooting arrows at the helicopters reminded me so much of the Sentinelese people that it&#39;s almost hard to believe Huxley didn&#39;t have them in mind when he wrote the book. They&#39;re so different from us that plenty of us wouldn&#39;t see them or treat them any differently than how the tourists saw the Savage.</p>\n\n<p>Lastly, just the moral murkiness of the book really interested me. Most people would probably think it is not morally acceptable to engineer humans to create a society like BNW. But likewise, anyone who lives in BNW would think it&#39;s not morally acceptable to engineer a society where everyone is different, not everyone has a group to belong to, and sadness and poverty and mental illness are a regular occurrence. Do we really get to call BNW a dystopia just because our society is different?</p>\n\n<p>Overall I left the book with a lot of questions in my mind: &quot;What is free will? Is it enough to be free to only be happy and not sad? Does individuality and passion cause more hurt than happiness in the world?&quot;</p>\n\n<p>just some ramblings about what I consider an underrated book when compared to the more popular 1984</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/books/comments/r0dgr7/brave_new_world_is_a_better_dystopian_novel_than/",
  "subreddit": "books",
  "id": "r0dgr7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "edit: spoilers below\n\nI say this as someone who used to claim that 1984 is one of my favorite books.\n\nWhile I can't confidently say that BNW is a better written novel than 1984 (the\ncontroller's discussion at the end of the book is a little heavy handed), I\nthink it's a much better dystopian novel…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "edit: 以下、ネタバレあり\n\n1984年は私の好きな本の一つだと言っていた者として言います。\n\nBNWが1984よりも優れた小説であると自信を持って言うことはできませんが（その\n終盤のコントローラーの議論は少し重い）、BNWは1984年よりも良い小説だとは自信を持って言えませんが\nディストピア小説としては格段に優れていると思うのだが...。",
      "title": "ブレイブ・ニュー・ワールド』は『1984』よりも優れたディストピア小説である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：下面的破坏者\n\n我是作为一个曾经声称《1984》是我最喜欢的书之一的人说这话的。\n\n虽然我不能自信地说，《BNW》是一部比《1984》写得更好的小说（《1984》中的\n控制者在书的结尾处的讨论有点沉重），但我认为它是一部更好的小说。\n我认为它是一部更好的反乌托邦小说......",
      "title": "勇敢的新世界》是一部比《1984》更好的反乌托邦小说"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：下面的破壞者\n\n我是作爲一個曾經聲稱《1984》是我最喜歡的書之一的人說這話的。\n\n雖然我不能自信地說，《BNW》是一部比《1984》寫得更好的小說（《1984》中的\n控制者在書的結尾處的討論有點沉重），但我認爲它是一部更好的小說。\n我認爲它是一部更好的反烏托邦小說......",
      "title": "勇敢的新世界》是一部比《1984》更好的反烏托邦小說"
    }
  ]
}