{
  "author": "Dalferious",
  "original_created_utc": 1638578799,
  "title": "YSK: Dating files using YYYYMMDD format will keep them in chronological order, leading to better file management",
  "created_utc": 1638586668,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: This is especially useful when you need to save multiple versions of a file over time and can quickly reference the date from the file name instead of “date modified” or “date created”. For example, if I save a file today, I would name it “Example Text 20211203”. If I needed to save a new version in the same day, it would be “Example Text 20211203v2”.&lt;/p&gt;\n\n&lt;p&gt;Putting the date at the end instead of the front allows your files to be sorted alphabetically&amp;gt;chronologically. Putting the date at the front will sort your files chronologically&amp;gt;alphabetically.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 625,
  "permalink": "/r/YouShouldKnow/comments/r8dg01/ysk_dating_files_using_yyyymmdd_format_will_keep/",
  "subreddit": "YouShouldKnow",
  "id": "r8dg01",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: This is especially useful when you need to save multiple versions of a\nfile over time and can quickly reference the date from the file name instead of\n“date modified” or “date created”. For example, if I save a file today, I would\nname it “Example Text 20211203”. If I needed to save a new…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKを使う理由: 複数のバージョンを保存する必要がある場合、特に便利です。\nファイル名から素早く日付を参照することができます。\n「変更日」「作成日」。例えば、今日保存するファイルは、以下のようになります。\n例文20211203」と名付ける。もし、新しいテキストを保存する必要がある場合は...",
      "title": "YSK: YYYYMMDD形式でファイルをデートすると、ファイルが時系列に並び、ファイル管理がしやすくなります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：当你需要保存一个文件的多个版本时，这一点特别有用。\n的时候，这一点特别有用，因为你需要随着时间的推移保存多个版本的文件，并且可以快速引用文件名中的日期而不是\n\"修改日期 \"或 \"创建日期\"。例如，如果我今天保存一个文件，我将\n将其命名为 \"示例文本20211203\"。如果我需要保存一个新的...",
      "title": "YSK：使用YYYMMDD格式对文件进行约会，将使它们按时间顺序排列，从而实现更好的文件管理。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：當你需要保存一個文件的多個版本時，這一點特別有用。\n的時候，這一點特別有用，因爲你需要隨着時間的推移保存多個版本的文件，並且可以快速引用文件名中的日期而不是\n\"修改日期 \"或 \"創建日期\"。例如，如果我今天保存一個文件，我將\n將其命名爲 \"示例文本20211203\"。如果我需要保存一個新的...",
      "title": "YSK：使用YYYMMDD格式對文件進行約會，將使它們按時間順序排列，從而實現更好的文件管理。"
    }
  ]
}