{
  "author": "Dalferious",
  "original_created_utc": 1638578799,
  "title": "YSK: Dating files using YYYYMMDD format will keep them in chronological order, leading to better file management",
  "created_utc": 1638586668,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: This is especially useful when you need to save multiple versions of a file over time and can quickly reference the date from the file name instead of “date modified” or “date created”. For example, if I save a file today, I would name it “Example Text 20211203”. If I needed to save a new version in the same day, it would be “Example Text 20211203v2”.&lt;/p&gt;\n\n&lt;p&gt;Putting the date at the end instead of the front allows your files to be sorted alphabetically&amp;gt;chronologically. Putting the date at the front will sort your files chronologically&amp;gt;alphabetically.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 625,
  "permalink": "/r/YouShouldKnow/comments/r8dg01/ysk_dating_files_using_yyyymmdd_format_will_keep/",
  "subreddit": "YouShouldKnow",
  "id": "r8dg01",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: This is especially useful when you need to save multiple versions of a\nfile over time and can quickly reference the date from the file name instead of\n“date modified” or “date created”. For example, if I save a file today, I would\nname it “Example Text 20211203”. If I needed to save a new…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>なぜYSKなのか：これは特に以下のような場合に有効です。\nファイルの複数のバージョンを保存する必要があり、「更新日」や「作成日」の代わりに\nファイル名から日付を素早く参照することができます。例えば\n例えば、今日ファイルを保存する場合、「Example Text...」というファイル名にします。",
      "title": "YSK: YYYYMMDD形式でファイルをデートすると、ファイルが時系列に並び、ファイル管理がしやすくなります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：这在你的时候特别有用\n当你需要在一段时间内保存一个文件的多个版本时，这一点特别有用。\n日期，而不是 \"修改日期 \"或 \"创建日期\"。例如\n例如，如果我今天保存一个文件，我会将其命名为 \"示例文本......\"。",
      "title": "YSK：使用YYYMMDD格式对文件进行约会，将使它们按时间顺序排列，从而实现更好的文件管理。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：這在你的時候特別有用\n當你需要在一段時間內保存一個文件的多個版本時，這一點特別有用。\n日期，而不是 \"修改日期 \"或 \"創建日期\"。例如\n例如，如果我今天保存一個文件，我會將其命名爲 \"示例文本......\"。",
      "title": "YSK：使用YYYMMDD格式對文件進行約會，將使它們按時間順序排列，從而實現更好的文件管理。"
    }
  ]
}