{
  "author": "FusRoDaahh",
  "original_created_utc": 1631487777,
  "title": "It’s okay if you don’t “like” the characters in older classics; that’s often not the point and it shouldn’t hinder your ability to enjoy the story.",
  "created_utc": 1631497502,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I often see this happening with The Great Gatsby, for example. People read it and say something like “the book has interesting themes and good prose, but I just don’t care about the characters and they’re not likable.”</p>\n\n<p>I find it kind of amusing because I doubt it ever even crossed FSF’s mind to make them “likeable.” Considering the themes and what the characters represent, it would actually be pretty strange if they <em>were</em> likeable. </p>\n\n<p>The characters are often used to portray the themes in these types of stories. You’re not meant to like and get to know them like you would in a modern novel, that’s not the point; they’re crafted by the author to show the themes and ideas central to the story. I think that’s a large part of the reason why books like these are even considered classics at all- the themes. Each character in The Great Gatsby exists for a specific purpose; maybe that makes them feel stiff and unlikeable to some readers who are used to modern writing and character creation, but it can also be a really rewarding type of story too. No, I’m not saying you’re wrong if you don’t like the book - to each their own - but at least give it a chance from the perspective of what it’s trying to do. </p>\n\n<p>I just recently watched a video where someone gave The Great Gatsby a low rating because they “just couldn’t relate to all these rich people.” I don’t think being able to personally relate to characters should have any place in reviewing how good the story is. There are stories about all kinds of horrific events and people that the average reader couldn’t possibly relate to, that doesn’t mean they’re not great stories because they’re not relatable. Fiction can help us have understanding and empathy for people and situations outside of our personal bubble of experiences. That seems like one of the main <em>points</em> of fiction. </p>\n\n<p>In my opinion, one of the main things that make classics <em>classic</em> is the themes, and characters are often used to portray them in the narrative in a way that isn’t focused on making them likable or relatable for the reader.</p>\n\n<p>If this type of story just doesn’t connect with you at all, that’s totally fine too! I just think it can be rewarding to read these classic books with a bit of a different mindset and expectations.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pn37s8/its_okay_if_you_dont_like_the_characters_in_older/",
  "subreddit": "books",
  "id": "pn37s8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I often see this happening with The Great Gatsby, for example. People read it\nand say something like “the book has interesting themes and good prose, but I\njust don’t care about the characters and they’re not likable.”\n\nI find it kind of amusing because I doubt it ever even crossed FSF’s mind…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "例えば、『華麗なるギャツビー』では、このようなことがよく起こります。読んだ人が\n読んだ人は、「この本は面白いテーマと良い文章を持っているが、登場人物に興味が持てず、好感が持てない」というような\n登場人物に興味が持てないし、好感が持てない」というようなことを言います。\n\nFSFがそんなことを考えたこともないだろうから、ちょっと面白いんだけど......。",
      "title": "古い作品のキャラクターが「好き」でなくても構いません。多くの場合、それは問題ではありませんし、ストーリーを楽しむ妨げにもなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我经常看到这种情况发生在《了不起的盖茨比》上，例如。人们读了这本书\n说什么 \"这本书的主题很有趣，散文也很好，但我就是不喜欢。\n只是我不关心书中的人物，他们也不讨人喜欢。\"\n\n我觉得这有点好笑，因为我怀疑FSF甚至都没有想过这个问题......",
      "title": "如果你不 \"喜欢 \"老式经典作品中的人物，也没关系；这往往不是重点，也不应该妨碍你享受故事的能力。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我經常看到這種情況發生在《了不起的蓋茨比》上，例如。人們讀了這本書\n說什麼 \"這本書的主題很有趣，散文也很好，但我就是不喜歡。\n只是我不關心書中的人物，他們也不討人喜歡。\"\n\n我覺得這有點好笑，因爲我懷疑FSF甚至都沒有想過這個問題......",
      "title": "如果你不 \"喜歡 \"老式經典作品中的人物，也沒關係；這往往不是重點，也不應該妨礙你享受故事的能力。"
    }
  ]
}