{
  "author": "drunkarthur",
  "the_new_excerpt": "Why YSK:\n\nI recently purchased a course in Italian from Living Language. It comes with 3\nworkbooks to follow along with during the audio lessons. The audio lessons are\nprovided via CD, but the website also states you can download the content if you\nprefer. What I didn't realize until today is that…",
  "original_created_utc": 1620670766,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n最近、Living Languageのイタリア語コースを購入しました。このコースには3つの\nワークブックが付いていて、オーディオレッスンに沿って学習します。オーディオレッスンはCDで提供されます。\nオーディオレッスンはCDで提供されていますが、ウェブサイトにはコンテンツをダウンロードすることもできると書かれています。\nとあります。私が今日まで気づかなかったのは",
      "title": "YSK: この総合的なオーディオレッスンをダウンロードすれば、無料で言語を学ぶことができますよ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n我最近从Living Language购买了一个意大利语课程。它有三个\n工作簿，以便在音频课程中跟读。音频课程是通过CD提供的。\n通过CD提供，但网站也说如果你愿意，可以下载内容。\n愿意。直到今天，我才意识到，...",
      "title": "YSK：你可以通过下载这些全面的音频课程来免费学习一种语言!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n我最近從Living Language購買了一個意大利語課程。它有三個\n工作簿，以便在音頻課程中跟讀。音頻課程是通過CD提供的。\n通過CD提供，但網站也說如果你願意，可以下載內容。\n願意。直到今天，我才意識到，...",
      "title": "YSK：你可以通過下載這些全面的音頻課程來免費學習一種語言!"
    }
  ],
  "title": "YSK: You can learn a language for free by downloading these comprehensive audio lessons!",
  "created_utc": 1621044004,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>I recently purchased a course in Italian from Living Language. It comes with 3 workbooks to follow along with during the audio lessons. The audio lessons are provided via CD, but the website also states you can download the content if you prefer. What I didn&#39;t realize until today is that the downloadable content is just posted to their website and you do not need a referral or access code to download it! So there you have it. I paid for an Italian course, but you should all know you can access their downloads (of any available language) for free by visiting the Living Language website, selecting &quot;Support&quot; and then &quot;Downloads&quot;</p>\n\n<p>*For best results, use the &quot;Complete Edition&quot; rather than &quot;Basics&quot;</p>\n\n<p>EDIT: Linking for easy access, hope that is okay: <a href=\"https://www.livinglanguage.com/faq/downloads\">https://www.livinglanguage.com/faq/downloads</a></p>\n\n<p>and they also have free literature which I didn&#39;t know either! <a href=\"https://www.livinglanguage.com/additional\">https://www.livinglanguage.com/additional</a></p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/YouShouldKnow/comments/n9c333/ysk_you_can_learn_a_language_for_free_by/",
  "subreddit": "YouShouldKnow",
  "id": "n9c333",
  "is_self": true,
  "media": null,
  "is_video": false
}