{
  "author": "ms_blenheim",
  "original_created_utc": 1633542084,
  "title": "CMV: Rather than criticizing/aiming their anger at small landlords, people in the USA should be angry at and focus on changing the broader culture of capitalism and necessities being sold for profit.",
  "created_utc": 1633555877,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Particularly on Reddit, I tend to see a lot of vitriol directed at landlords. I think part of this has to do with Covid-related eviction stays and a concern about what people are doing as these stays expire. However, people talk about landlords -- even just mom-and-pop type landlords who are renting a floor in their own house -- as if they are evil and greedy. It seems to me that small-scale landlords are just people who are stuck in the same capitalist system as all of us, and it makes sense to me that they are relying on their renters to get by to meet their own needs (e.g., paying off the mortgage).</p>\n\n<p>Of course, there are slumlord types who run huge buildings in cities and let them fall into disrepair while they price gauge their tenants, and that is very different -- that&#39;s not who I&#39;m talking about. I&#39;m talking about small-scale landlords who are generally responsible and doing their best. For example, my management company is very small (they manage maybe one to two dozen properties) and responsive. Of course I wish my rent wasn&#39;t going up, but I also know it&#39;s going up everywhere in my area, so I see how my management company is sort of in a bind. They can&#39;t just keep my rent artificially low and still sustain their jobs.</p>\n\n<p>My feeling is that in criticizing landlords, people are failing to blame the true problem, which is the larger system of capitalism in the US. If you complain about landlords, you&#39;re sort of misdirecting people from realizing what the broader issues are. Why do we say that landlords are evil, but we fail to ask ourselves how is it that the government is allowing for insane monopolies over basic infrastructure/utilities? For example, in my area it&#39;s $80 for fairly unreliable 100mbps internet service. Why do we accept that it&#39;s okay for wildly wealthy companies to make a profit off basic medical/hygiene necessities like insulin and tampons? Why didn&#39;t we penalize financial institutions for the housing bubble that threw our country into a major recession? Our outrage, time, and energy would be better spent trying to address these broader issues that ultimately underlie the issue of expensive rent.</p>\n\n<p>edit: word was missing</p>\n\n<p>Clarification: I&#39;m not against capitalism, inherently! It&#39;s the current system of capitalism as it is playing out in the US currently that I&#39;m concerned about. </p>\n</div><!-- SC_ON -->",
  "score": 149,
  "permalink": "/r/changemyview/comments/q2ph3q/cmv_rather_than_criticizingaiming_their_anger_at/",
  "subreddit": "changemyview",
  "id": "q2ph3q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Particularly on Reddit, I tend to see a lot of vitriol directed at landlords. I\nthink part of this has to do with Covid-related eviction stays and a concern\nabout what people are doing as these stays expire. However, people talk about\nlandlords -- even just mom-and-pop type landlords who are renting…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "特にRedditでは、大家さんへの罵詈雑言を目にすることが多いです。I\nこれは、Covidに関連した立ち退きのための滞在と、その滞在期間が終了したときに人々が何をしているかについての懸念が関係していると思います。\nCovidに関連した立ち退きのための滞在や、滞在期間が終了したときに人々が何をしているかについての懸念もあると思います。しかし、人々は次のように話しています。\n大家さん...それも母子家庭の大家さんが貸しているような...。",
      "title": "CMV：アメリカの人々は、小規模な家主を批判したり怒るのではなく、資本主義や生活必需品が利益のために売られるという幅広い文化に怒りを抱き、それを変えていくことに注力すべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "特别是在Reddit上，我往往看到很多针对房东的谩骂。I\n我认为部分原因是与Covid有关的驱逐禁令，以及人们对这些禁令到期后所做事情的担忧。\n我认为这部分与Covid相关的驱逐令有关，以及对人们在这些驱逐令到期后所做的事情的关注。然而，人们谈论的是\n房东 -- 甚至只是妈妈和流行类型的房东，他们正在出租......",
      "title": "CMV：与其批评/瞄准小房东的愤怒，美国的人们应该愤怒并专注于改变更广泛的资本主义文化和为盈利而出售必需品。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "特別是在Reddit上，我往往看到很多針對房東的謾罵。I\n我認爲部分原因是與Covid有關的驅逐禁令，以及人們對這些禁令到期後所做事情的擔憂。\n我認爲這部分與Covid相關的驅逐令有關，以及對人們在這些驅逐令到期後所做的事情的關注。然而，人們談論的是\n房東 -- 甚至只是媽媽和流行類型的房東，他們正在出租......",
      "title": "CMV：與其批評/瞄準小房東的憤怒，美國的人們應該憤怒並專注於改變更廣泛的資本主義文化和爲盈利而出售必需品。"
    }
  ]
}