{
  "author": "wutwenwron",
  "original_created_utc": 1632937741,
  "title": "Freakonomics hate mail",
  "created_utc": 1632957135,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I used to love the podcast when I was younger, so I finally picked up a copy of the book. I read a few chapters and was surprised to realize I could not stand it! The authors come across to me as cocky, wannabe rock stars who think they can convince you there&#39;s a black and white easy answer to all of society&#39;s issues, that the rest of us were all just too stupid to think of. They act like they are pulling back the curtain and revealing life&#39;s greatest mysteries to you and you&#39;re lucky to be in their all-knowing presence, then proceed to dictate a hastily devised solution with poor supporting evidence. </p>\n\n<p>Sorry, I like to normally post positive reviews, but something about this book just really grinded my gears and I needed a place to vent.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/py0pxf/freakonomics_hate_mail/",
  "subreddit": "books",
  "id": "py0pxf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I used to love the podcast when I was younger, so I finally picked up a copy of\nthe book. I read a few chapters and was surprised to realize I could not stand\nit! The authors come across to me as cocky, wannabe rock stars who think they\ncan convince you there's a black and white easy answer to all…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "若い頃はポッドキャストが好きだったので、ようやく手に取ったのが\n本を手にしました。いくつかの章を読みましたが、自分が耐えられないことに気づいて驚きました。\n驚きました。著者は、生意気で、ロックスター気取りで、黒と白の2つの方法があると説得できると思っているように見えました。\n白黒はっきりした簡単な答えがあると説得できると思っている、生意気でロックスター気取りのような印象を受けました。",
      "title": "フリーコノミクスのヘイトメール"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我年轻的时候很喜欢这个播客，所以我终于拿起了一份\n这本书。我读了几章，惊讶地发现我无法忍受\n它! 在我看来，这些作者就像狂妄自大、想当摇滚明星的人，认为他们\n他们认为可以说服你有一个黑白分明的简单答案来解决所有问题。",
      "title": "仇恨邮件 \"Freakonomics"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我年輕的時候很喜歡這個播客，所以我終於拿起了一份\n這本書。我讀了幾章，驚訝地發現我無法忍受\n它! 在我看來，這些作者就像狂妄自大、想當搖滾明星的人，認爲他們\n他們認爲可以說服你有一個黑白分明的簡單答案來解決所有問題。",
      "title": "仇恨郵件 \"Freakonomics"
    }
  ]
}