{
  "author": "local_dingus",
  "original_created_utc": 1625571239,
  "title": "The false promise of speed reading - why you should read slowly if you want to understand",
  "created_utc": 1625578092,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Lately I&#39;ve been seeing posts and comments here about how one can speed up one&#39;s reading speed by eliminating the &quot;inner voice&quot;. The advice is to simply scan the words in a text with the result of increasing reading speed dramatically while maintaining comprehension. This is false and terrible advice. </p>\n\n<p>A <a href=\"https://journals.sagepub.com/stoken/rbtfl/0GSjhNaccRKTY/full\">large review</a> of the science behind reading shows that suppressing the inner voice, also called subvocalization, is detrimental to comprehension. Trying to remove it to improve reading speed will ironically make you a worse reader.</p>\n\n<p>The study concludes that there is no magic bullet for reading quickly and actually understanding what you are reading. There exists a fundamental trade-off between speed and accuracy in reading. If you seek a specific piece of information and know the material beforehand, it makes sense to skim. If you want to read for comprehension and retention, do so with normal reading. </p>\n\n<p>So is there a way to read faster while understanding? The review states that reading is based on language, rather than a purely visual process. Language skill is therefore at the heart of reading speed. Read more, read different kinds of text and improve your vocabulary to enhance your reading speed.</p>\n\n<p><em>Note:</em> This post is specifically about the effects of subvocalization elimination on reading speed and comprehension, not other techniques in speed reading such as the elimination or reduction of eye movements. Nonetheless, there is reason to be sceptical about these techniques as well, see the above cited paper.</p>\n\n<p><strong>tl;dr (or speed read)</strong>:  suppressing your inner voice while reading is bad if you want to understand what you read.</p>\n\n<p>English is not my first language, sorry for any mistakes.</p>\n\n<p>edit: spelling</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/s2tXdckpIYaqYaL7Yfod61a_C0jDvDaGTyrxAqUDQeQ.jpg?auto=webp&s=a526d552aca7e10bfb42b4bbf446bc30610e11d1",
          "width": 600,
          "height": 314
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/s2tXdckpIYaqYaL7Yfod61a_C0jDvDaGTyrxAqUDQeQ.jpg?width=108&crop=smart&auto=webp&s=dbc6f5fa157e2c434bc9e817dd82b43af84f17c3",
            "width": 108,
            "height": 56
          },
          {
            "url": "https://external-preview.redd.it/s2tXdckpIYaqYaL7Yfod61a_C0jDvDaGTyrxAqUDQeQ.jpg?width=216&crop=smart&auto=webp&s=a0909723604ce2b45272b7bbe7e7da0d9e9421f7",
            "width": 216,
            "height": 113
          },
          {
            "url": "https://external-preview.redd.it/s2tXdckpIYaqYaL7Yfod61a_C0jDvDaGTyrxAqUDQeQ.jpg?width=320&crop=smart&auto=webp&s=850bf934c85bea7b1fa5630b5517aaee9b0c237d",
            "width": 320,
            "height": 167
          }
        ],
        "variants": {},
        "id": "e2w-0PyP933hYhotwxHFKKimq6tkVRztGV5jX2JRjaI"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/oet3ym/the_false_promise_of_speed_reading_why_you_should/",
  "subreddit": "books",
  "id": "oet3ym",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Lately I've been seeing posts and comments here about how one can speed up one's\nreading speed by eliminating the \"inner voice\". The advice is to simply scan the\nwords in a text with the result of increasing reading speed dramatically while\nmaintaining comprehension. This is false and terrible…"
}