{
  "author": "local_dingus",
  "original_created_utc": 1625571239,
  "title": "The false promise of speed reading - why you should read slowly if you want to understand",
  "created_utc": 1625578092,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Lately I&#39;ve been seeing posts and comments here about how one can speed up one&#39;s reading speed by eliminating the &quot;inner voice&quot;. The advice is to simply scan the words in a text with the result of increasing reading speed dramatically while maintaining comprehension. This is false and terrible advice. </p>\n\n<p>A <a href=\"https://journals.sagepub.com/stoken/rbtfl/0GSjhNaccRKTY/full\">large review</a> of the science behind reading shows that suppressing the inner voice, also called subvocalization, is detrimental to comprehension. Trying to remove it to improve reading speed will ironically make you a worse reader.</p>\n\n<p>The study concludes that there is no magic bullet for reading quickly and actually understanding what you are reading. There exists a fundamental trade-off between speed and accuracy in reading. If you seek a specific piece of information and know the material beforehand, it makes sense to skim. If you want to read for comprehension and retention, do so with normal reading. </p>\n\n<p>So is there a way to read faster while understanding? The review states that reading is based on language, rather than a purely visual process. Language skill is therefore at the heart of reading speed. Read more, read different kinds of text and improve your vocabulary to enhance your reading speed.</p>\n\n<p><em>Note:</em> This post is specifically about the effects of subvocalization elimination on reading speed and comprehension, not other techniques in speed reading such as the elimination or reduction of eye movements. Nonetheless, there is reason to be sceptical about these techniques as well, see the above cited paper.</p>\n\n<p><strong>tl;dr (or speed read)</strong>:  suppressing your inner voice while reading is bad if you want to understand what you read.</p>\n\n<p>English is not my first language, sorry for any mistakes.</p>\n\n<p>edit: spelling</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/s2tXdckpIYaqYaL7Yfod61a_C0jDvDaGTyrxAqUDQeQ.jpg?auto=webp&s=a526d552aca7e10bfb42b4bbf446bc30610e11d1",
          "width": 600,
          "height": 314
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/s2tXdckpIYaqYaL7Yfod61a_C0jDvDaGTyrxAqUDQeQ.jpg?width=108&crop=smart&auto=webp&s=dbc6f5fa157e2c434bc9e817dd82b43af84f17c3",
            "width": 108,
            "height": 56
          },
          {
            "url": "https://external-preview.redd.it/s2tXdckpIYaqYaL7Yfod61a_C0jDvDaGTyrxAqUDQeQ.jpg?width=216&crop=smart&auto=webp&s=a0909723604ce2b45272b7bbe7e7da0d9e9421f7",
            "width": 216,
            "height": 113
          },
          {
            "url": "https://external-preview.redd.it/s2tXdckpIYaqYaL7Yfod61a_C0jDvDaGTyrxAqUDQeQ.jpg?width=320&crop=smart&auto=webp&s=850bf934c85bea7b1fa5630b5517aaee9b0c237d",
            "width": 320,
            "height": 167
          }
        ],
        "variants": {},
        "id": "e2w-0PyP933hYhotwxHFKKimq6tkVRztGV5jX2JRjaI"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/oet3ym/the_false_promise_of_speed_reading_why_you_should/",
  "subreddit": "books",
  "id": "oet3ym",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Lately I've been seeing posts and comments here about how one can speed up one's\nreading speed by eliminating the \"inner voice\". The advice is to simply scan the\nwords in a text with the result of increasing reading speed dramatically while\nmaintaining comprehension. This is false and terrible…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、「内なる声」を排除することで読書のスピードを上げることができるという記事やコメントを目にすることがあります。\n最近、「内なる声」を排除することで読書のスピードを上げることができるという投稿を見かけるようになりました。文章の中の単語を単純にスキャンするだけで\n文章の中の単語を単純にスキャンすることで、読書のスピードを劇的に上げることができるというものです。\nその結果、理解力を維持しつつ、読書速度を飛躍的に向上させることができるというものです。これは誤りであり、恐ろしいことです。",
      "title": "速読の誤算-なぜ理解したければゆっくり読むべきなのか"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，我一直在这里看到关于如何通过消除 \"内心的声音 \"来加快阅读速度的帖子和评论。\n的帖子，说如何通过消除 \"内心的声音 \"来提高阅读速度。他们的建议是简单地扫描\n的结果是，在保持理解力的同时，大幅提高阅读速度。\n保持理解力。这是错误和可怕的...",
      "title": "快速阅读的虚假承诺--如果你想理解，为什么你应该慢慢阅读"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，我一直在這裏看到關於如何通過消除 \"內心的聲音 \"來加快閱讀速度的帖子和評論。\n的帖子，說如何通過消除 \"內心的聲音 \"來提高閱讀速度。他們的建議是簡單地掃描\n的結果是，在保持理解力的同時，大幅提高閱讀速度。\n保持理解力。這是錯誤和可怕的...",
      "title": "快速閱讀的虛假承諾--如果你想理解，爲什麼你應該慢慢閱讀"
    }
  ]
}