{
  "author": "DeepspaceDigital",
  "the_new_excerpt": "I have been trying to tell anyone who will listen how great this book has been.\nI read a lot, and I think it is at least equal to all my favorite books. It is\nnot just great, reading it was a beautiful experience. The themes are simple,\nbut the imagery, tangible and emotional, are the pinnacle of…",
  "original_created_utc": 1622764438,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこの本の素晴らしさを誰にでも伝えようとしてきました。\n私は多読をしていますが、少なくとも私の好きな本すべてと同等だと思います。この本は\nただ素晴らしいだけではなく、読んでいて美しい体験でした。テーマはシンプルです。\nしかし、具体的かつ感情的なイメージは、最高の...",
      "title": "ブラム・ストーカーのドラキュラは十分に愛されていない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直想告诉任何愿意听的人，这本书有多棒。\n我读了很多书，我认为它至少相当于我所有喜欢的书。这本书\n不仅仅是伟大，阅读它是一种美丽的体验。主题很简单。\n但它的想象力，有形的和情感的，是它的巅峰之作。",
      "title": "布拉姆-斯托克的德古拉没有得到足够的爱"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直想告訴任何願意聽的人，這本書有多棒。\n我讀了很多書，我認爲它至少相當於我所有喜歡的書。這本書\n不僅僅是偉大，閱讀它是一種美麗的體驗。主題很簡單。\n但它的想象力，有形的和情感的，是它的巔峯之作。",
      "title": "布拉姆-斯托克的德古拉沒有得到足夠的愛"
    }
  ],
  "title": "Bram Stoker's Dracula Does Not Get Enough Love",
  "created_utc": 1622775771,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have been trying to tell anyone who will listen how great this book has been.  I read a lot, and I think it is at least equal to all my favorite books.  It is not just great, reading it was a beautiful experience.  The themes are simple, but the imagery, tangible and emotional, are the pinnacle of what can be accomplished with words, and the two victims are the most well written victim-experiences I&#39;ve ever read.  Why is the book so rarely talked about or recommended?  I randomly picked up myself from the library.  Is its gothic darkness too much for people?  Maybe it is too hard of a read?  Everyone loves Poe and this is right up that alley, so what gives?   Personally I give it the highest recommendation as one of the best book ever written.</p>\n\n<p><em>I thought yesterday would never end.  There was over me a yearning for sleep, in some sort of blind belief that to wake would be to find things changed, and that any change must now be for the better.</em></p>\n\n<p><em>-</em> Bram Stoker&#39;s Dracula</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/nrrkvc/bram_stokers_dracula_does_not_get_enough_love/",
  "subreddit": "books",
  "id": "nrrkvc",
  "is_self": true,
  "media": null,
  "is_video": false
}