{
  "author": "sorchaarts",
  "the_new_excerpt": "Why YSK: Many people who are recovering from, have recovered from, or are\nstruggling with an illness such as anorexia, bulimia, or chronic illnesses such\nas cancer or leukemia, literally can not eat very much at all without feeling\nincredibly full and nauseous. In fact, you shouldn't comment on…",
  "original_created_utc": 1610284024,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：许多人正在从、已经从或正在从恢复中恢复。\n患有厌食症、暴食症等疾病，或患有慢性病，如\n作为癌症或白血病，从字面上看，不能吃得太多，而不觉得。\n难以置信的饱腹感和恶心感。其实，你不应该评论... ...",
      "title": "YSK: 不要评论一个人在聚会/餐馆/餐桌上吃得有多少：这对当事人来说是一种令人难以置信的负面体验，许多人由于残缺的、悲惨的疾病而无法一次吃下正常的分量，即使是他们最亲近的亲人也没有注意到。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：許多人正在從、已經從或正在從恢復中恢復。\n患有厭食症、暴食症等疾病，或患有慢性病，如\n作爲癌症或白血病，從字面上看，不能喫得太多，而不覺得。\n難以置信的飽腹感和噁心感。其實，你不應該評論... ...",
      "title": "YSK: 不要評論一個人在聚會/餐館/餐桌上喫得有多少：這對當事人來說是一種令人難以置信的負面體驗，許多人由於殘缺的、悲慘的疾病而無法一次喫下正常的分量，即使是他們最親近的親人也沒有注意到。"
    }
  ],
  "title": "YSK: Don't comment on how little someone eats at a gathering/restaurant/dinner table: it is an incredibly negative experience for the person involved, many people cannot eat regular portions in one sitting due to crippling, tragic diseases that go unnoticed by even their closest loved ones.",
  "created_utc": 1610658281,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many people who are recovering from, have recovered from, or are struggling with an illness such as anorexia, bulimia, or chronic illnesses such as cancer or leukemia, literally can not eat very much at all without feeling incredibly full and nauseous. In fact, you shouldn&#39;t comment on someone&#39;s eating habits in public AT ALL. You have no idea what their health is like, what it feels like to be them, what their physical limitations are, or what their relationship with food is like. You could be publically humaliting someone in regards to their disease and not even know it.</p>\n\n<p>That person who you think is being disrespectful or wasteful at the dinner table may well be very upset at themselves because they can&#39;t finish their meal because of an incredibly tragic mental illness that has changed the size of their stomach and appetite forever, and now someone is upset at them for &quot;not clearing their plate.&quot; Or now the waitress is pointing out to everyone, &quot;You barely touched your meal!&quot; </p>\n\n<p>While that person has to repeat the same things over again, having to conceal these very private, sometimes undetectable by even the most closest people in their lives, illnesses: &quot;I&#39;m not feeling well is all&quot;, &quot;I ate before, I&#39;m just not hungry&quot;, &quot;I want to save it for later&quot;, because blurting out &quot;I can&#39;t finish this meal due to my shrunken stomach because of (incredibly sad disease)&quot; is a huge moodkiller during brunch and drinks with friends and family.</p>\n\n<p>I wish we would change the dialogue around the dinner table when it comes to people who cannot finish their meal. I wish people would stop pressuring people to eat more or less or this or that. Inevitably the least that could happen is you make that person uncomfortable and embarrassed about their illness in front of everyone, and the worst that could happen is that they become so distraught from the public humiliation, being reminded of the physical consequences of their disease at a time that should feel safe in inclusive, they cry once they&#39;re alone, breakdown, relapse, self-harm, or plan to not eat for a whole day before they ever come to your house again to eat hoping they can finish whatever random amount of food you give them- just so they can prevent that horrible experience from happening again.</p>\n\n<p>You want people to eat more? Stop telling them they should. You might think you know someone, but many people with eating disorders conceal it so well that they go undetected by even their family members they live under the same roof with, or the person the wake up next to every morning.</p>\n\n<p>Eating disorders are the most deadly psychological disease and pose many health issues that you can&#39;t tell by just looking that they have: nausea, heartburn, shrunken stomach, stomachs that need assistance disgesting, IBS, constipation, diarrhea, extreme fatigue, complete loss of appetite (even when a recovered individual WANTS to eat more and gain weight).</p>\n\n<p>People really don&#39;t realize this because there&#39;s not enough awareness, I don&#39;t think people who comment on how little soneone eats are bad people- they usually come from a caring place, but are inadvertently causing harm.</p>\n\n<p>Most deadly psychiatric disease: <a href=\"https://www.webmd.com/mental-health/eating-disorders/anorexia-nervosa/news/20110711/deadliest-psychiatric-disorder-anorexia\">https://www.webmd.com/mental-health/eating-disorders/anorexia-nervosa/news/20110711/deadliest-psychiatric-disorder-anorexia</a></p>\n\n<p>Permanent appetite loss in recovered individuals, anorexia not driven by the desire to lose weight, but by a lack of appetite due to illness or issues with the brain: <a href=\"https://www.merckmanuals.com/home/digestive-disorders/symptoms-of-digestive-disorders/loss-of-appetite\">https://www.merckmanuals.com/home/digestive-disorders/symptoms-of-digestive-disorders/loss-of-appetite</a></p>\n</div><!-- SC_ON -->",
  "score": 4436,
  "permalink": "/r/YouShouldKnow/comments/kue5p4/ysk_dont_comment_on_how_little_someone_eats_at_a/",
  "subreddit": "YouShouldKnow",
  "id": "kue5p4",
  "is_self": true,
  "media": null,
  "is_video": false
}