{
  "author": "spooky_upstairs",
  "original_created_utc": 1627936009,
  "title": "YSK that if your pets spook you out by regularly staring/whining at some random spot on a wall, they may be hearing water move through the plumbing, and not “sensing ghosts”",
  "created_utc": 1627943933,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I’ve read multiple accounts of this on AskReddit threads (you know the kind), so I thought I’d mention it.</p>\n\n<p>I’m not saying it’s <em>definitely not ghosts</em>, but I have been told this by at least three separate plumbers (I really don’t know why, other than the fact that I own pets and live somewhere with walls: I never bring it up). </p>\n\n<p>But I did check it out, and it is true, at least in my case.</p>\n\n<p>And this info might help someone somewhere sleep easier tonight.</p>\n</div><!-- SC_ON -->",
  "score": 344,
  "permalink": "/r/YouShouldKnow/comments/own2ny/ysk_that_if_your_pets_spook_you_out_by_regularly/",
  "subreddit": "YouShouldKnow",
  "id": "own2ny",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I’ve read multiple accounts of this on AskReddit threads (you know the\nkind), so I thought I’d mention it.\n\nI’m not saying it’s definitely not ghosts, but I have been told this by at least\nthree separate plumbers (I really don’t know why, other than the fact that I own\npets and live…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：これについてはAskRedditのスレッドで複数の説明を読んだことがあります（ご存知ですよね？\nだから、このことに触れておこうと思いました。\n\n絶対に幽霊ではないとは言いませんが、私は少なくとも3人の配管工からこのように言われました。\n私は少なくとも3人の配管工にそう言われました（私がペットを飼っていて、住んでいるという事実以外に理由は本当にわかりません）。\nペットを飼っていることと、住んでいること以外は、本当にわかりません...",
      "title": "もしあなたのペットが壁のランダムな場所でいつも星を見たり鳴いたりしてあなたを驚かせるなら、それは配管の中で水が動く音を聞いているのであって、\"幽霊を感じる \"わけではないかもしれません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我在AskReddit的线程上读到了多个关于这个问题的描述（你知道那种）。\n那种），所以我想我应该提到它。\n\n我并不是说这绝对不是鬼魂，但至少有三个水电工告诉我这一点。\n我真的不知道为什么，除了我有宠物和住在......的事实之外，我真的不知道为什么。\n宠物和生活...",
      "title": "如果你的宠物经常在墙上的某个随机位置发呆/鸣叫，把你吓坏了，它们可能是听到了水在管道中流动的声音，而不是 \"感觉到了鬼\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我在AskReddit的線程上讀到了多個關於這個問題的描述（你知道那種）。\n那種），所以我想我應該提到它。\n\n我並不是說這絕對不是鬼魂，但至少有三個水電工告訴我這一點。\n我真的不知道爲什麼，除了我有寵物和住在......的事實之外，我真的不知道爲什麼。\n寵物和生活...",
      "title": "如果你的寵物經常在牆上的某個隨機位置發呆/鳴叫，把你嚇壞了，它們可能是聽到了水在管道中流動的聲音，而不是 \"感覺到了鬼\"。"
    }
  ]
}