{
  "approved_at_utc": null,
  "subreddit": "askphilosophy",
  "selftext": "I was reading about Russell's Paradox earlier today. I don't really understand the depths of set theory or formal logic, so I tried to comprehend it using natural language terms. Then I got to think about something that I'm asking in the title of this thread.\n\n(Preface: I'm a translator by trade. I didn't study philosophy of language or translation studies rigorously, however! I think I picked up some concepts while reading about topics like untranslatability, though.)\n\nTo elaborate, I think my question has three parts:\n\n1. Do things that cannot be observed exist?\n2. Do things that cannot be talked about exist?\n3. Do things that cannot be thought exist?\n\nI think the concept of \"existing\" in these questions is going to be supremely important and defining what counts as \"existing\" may break them in half or not. But I don't know how to define \"existing\" in a useful way here. For the benefit of your answer, however, I'm thinking of \"existing\" here in the way that numbers \"exist\" - I don't know if they exist as concrete things or conceptual things, but they certainly don't not exist.\n\nThe first question - \"Do things that cannot be observed exist?\" - probably has the most to do with physics among these questions. I feel like this is the easiest to answer, but it was the starting point of this train of thought. Perhaps these \"things that cannot be observed\" might be something like potential sub-quantum qualities, counterintuitive dimensions of fundamental strings, physics within the event horizon, or the universe beyond our light cone.\n\nThings that our current physical theories cannot observe or determine might be beyond our confirmation/comprehension and might be forever beyond that, but does that fact *change* its existence? Is there something happening within the planck length even if there is no way to observe/determine it? Can things happening around a singularity within an event horizon falsify physical hypotheses if it's impossible to learn about them?\n\nAnd the stepping point to the next question is... if string theory turns out to be false, *do weird dimensions of strings stop existing?* If the theory that led to these statements turns out to be false, then those statements cannot be useful, right? But does that mean they *stop* existing? Has the lumineferous aether stopped existing?\n\nThe second question - \"Do things that cannot be talked about exist?\" - probably has more to do with language. It's the one that confused me the most. Moving beyond physics stuff, could a similar thinking as above apply to things that can be expressed? In another way, are there things that are indescribable?\n\nI googled this question and I got [this blog post](https://linus.coffee/note/indescribable/) which I found interesting. But I get a deep sense of disagreement with it, however. Perhaps it's because untranslatable words are often on my mind - there are words that don't really correspond to any concise expression in other languages. (After more than a decade at translating Korean and English, I haven't found a way to translate *han* in Korean to English without breaking the translation in half.)\n\nBut, turning that around, maybe that means concepts that cannot be succinctly described in any language can be succinctly described in *another* language. Even if that useful language is *made up on the spot*. Like formal logic statements. They are not \"real\" language, but they describe things that require lengthy paragraphs in a succinct way.\n\nTake away that sunccinctness and a new conlang for one specific thing might not even be necessary. It's probably no longer precise and faithful. Calling *han* by itself describes what *han* is far more precisely and faithfully than calling *han* \"socially repressed form of sorrowful rage prevalent in modern Korean culture, which many describe to have no clear emotional resolution condition by definition\". But that mouthful sentence does describe *han* effectively enough, that the Korean word *han* isn't necessary for the referent to be seen as \"existing\".\n\nThis could go on to language game extremes, like does the word \"indescribable\" describe all things that cannot be described otherwise? Does \"something that is neither only true nor only false\" describe everything beyond two-valued logic? Does that description mean that such a thing exists?\n\nTying this to the blog post linked - does describing indescribable things as \"indescribable\" make linguistic expression uncountably infinite? This language manipulation seems to allow an expression to express itself, not itself, and everything beyond that by referring to itself.\n\nThe third question - \"Do things that cannot be thought exist?\" - feels... absurd to me, but it seems like a final extension. Are there things that someone cannot think about?\n\nPerhaps you cannot think \"how /u/szp experiences the color green\" with all the phenomenology and qualia and whatnot entailed, but that quoted sentence *does* make it possible for you to *think* it. It certainly offers no information about the actual thing, but you can *think* it regardless of its meaninglessness.\n\nAre there such things as \"furious sleep of colorless green ideas\" because one can say the words \"colorless green ideas sleep furiously\"? If the referent is *defined by* the reference, and mental imagining is less restricted than linguistic expression... then... do things that cannot be thought exist?\n\nHonestly, I don't know how to elaborate on the third question since it's so broad.\n\nSo those are my questions. I could have searched for more information on this topic (since this sounds like something epistemologists, language philosophers and so on would have debated for centuries already) but I was not really sure how to phrase it!",
  "author_fullname": "t2_6mye7",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "Do indescribable things exist? Questions about language and its unlimitedness",
  "link_flair_richtext": [],
  "subreddit_name_prefixed": "r/askphilosophy",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": null,
  "downs": 0,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_n5zryc",
  "quarantine": false,
  "link_flair_text_color": "dark",
  "upvote_ratio": 0.98,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 102,
  "total_awards_received": 0,
  "media_embed": {},
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": null,
  "can_mod_post": false,
  "score": 102,
  "approved_by": null,
  "author_premium": false,
  "thumbnail": "",
  "edited": 1620278294,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {},
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1620306658,
  "link_flair_type": "text",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.askphilosophy",
  "allow_live_comments": false,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was reading about Russell&#39;s Paradox earlier today. I don&#39;t really understand the depths of set theory or formal logic, so I tried to comprehend it using natural language terms. Then I got to think about something that I&#39;m asking in the title of this thread.</p>\n\n<p>(Preface: I&#39;m a translator by trade. I didn&#39;t study philosophy of language or translation studies rigorously, however! I think I picked up some concepts while reading about topics like untranslatability, though.)</p>\n\n<p>To elaborate, I think my question has three parts:</p>\n\n<ol>\n<li>Do things that cannot be observed exist?</li>\n<li>Do things that cannot be talked about exist?</li>\n<li>Do things that cannot be thought exist?</li>\n</ol>\n\n<p>I think the concept of &quot;existing&quot; in these questions is going to be supremely important and defining what counts as &quot;existing&quot; may break them in half or not. But I don&#39;t know how to define &quot;existing&quot; in a useful way here. For the benefit of your answer, however, I&#39;m thinking of &quot;existing&quot; here in the way that numbers &quot;exist&quot; - I don&#39;t know if they exist as concrete things or conceptual things, but they certainly don&#39;t not exist.</p>\n\n<p>The first question - &quot;Do things that cannot be observed exist?&quot; - probably has the most to do with physics among these questions. I feel like this is the easiest to answer, but it was the starting point of this train of thought. Perhaps these &quot;things that cannot be observed&quot; might be something like potential sub-quantum qualities, counterintuitive dimensions of fundamental strings, physics within the event horizon, or the universe beyond our light cone.</p>\n\n<p>Things that our current physical theories cannot observe or determine might be beyond our confirmation/comprehension and might be forever beyond that, but does that fact <em>change</em> its existence? Is there something happening within the planck length even if there is no way to observe/determine it? Can things happening around a singularity within an event horizon falsify physical hypotheses if it&#39;s impossible to learn about them?</p>\n\n<p>And the stepping point to the next question is... if string theory turns out to be false, <em>do weird dimensions of strings stop existing?</em> If the theory that led to these statements turns out to be false, then those statements cannot be useful, right? But does that mean they <em>stop</em> existing? Has the lumineferous aether stopped existing?</p>\n\n<p>The second question - &quot;Do things that cannot be talked about exist?&quot; - probably has more to do with language. It&#39;s the one that confused me the most. Moving beyond physics stuff, could a similar thinking as above apply to things that can be expressed? In another way, are there things that are indescribable?</p>\n\n<p>I googled this question and I got <a href=\"https://linus.coffee/note/indescribable/\">this blog post</a> which I found interesting. But I get a deep sense of disagreement with it, however. Perhaps it&#39;s because untranslatable words are often on my mind - there are words that don&#39;t really correspond to any concise expression in other languages. (After more than a decade at translating Korean and English, I haven&#39;t found a way to translate <em>han</em> in Korean to English without breaking the translation in half.)</p>\n\n<p>But, turning that around, maybe that means concepts that cannot be succinctly described in any language can be succinctly described in <em>another</em> language. Even if that useful language is <em>made up on the spot</em>. Like formal logic statements. They are not &quot;real&quot; language, but they describe things that require lengthy paragraphs in a succinct way.</p>\n\n<p>Take away that sunccinctness and a new conlang for one specific thing might not even be necessary. It&#39;s probably no longer precise and faithful. Calling <em>han</em> by itself describes what <em>han</em> is far more precisely and faithfully than calling <em>han</em> &quot;socially repressed form of sorrowful rage prevalent in modern Korean culture, which many describe to have no clear emotional resolution condition by definition&quot;. But that mouthful sentence does describe <em>han</em> effectively enough, that the Korean word <em>han</em> isn&#39;t necessary for the referent to be seen as &quot;existing&quot;.</p>\n\n<p>This could go on to language game extremes, like does the word &quot;indescribable&quot; describe all things that cannot be described otherwise? Does &quot;something that is neither only true nor only false&quot; describe everything beyond two-valued logic? Does that description mean that such a thing exists?</p>\n\n<p>Tying this to the blog post linked - does describing indescribable things as &quot;indescribable&quot; make linguistic expression uncountably infinite? This language manipulation seems to allow an expression to express itself, not itself, and everything beyond that by referring to itself.</p>\n\n<p>The third question - &quot;Do things that cannot be thought exist?&quot; - feels... absurd to me, but it seems like a final extension. Are there things that someone cannot think about?</p>\n\n<p>Perhaps you cannot think &quot;how <a href=\"/u/szp\">/u/szp</a> experiences the color green&quot; with all the phenomenology and qualia and whatnot entailed, but that quoted sentence <em>does</em> make it possible for you to <em>think</em> it. It certainly offers no information about the actual thing, but you can <em>think</em> it regardless of its meaninglessness.</p>\n\n<p>Are there such things as &quot;furious sleep of colorless green ideas&quot; because one can say the words &quot;colorless green ideas sleep furiously&quot;? If the referent is <em>defined by</em> the reference, and mental imagining is less restricted than linguistic expression... then... do things that cannot be thought exist?</p>\n\n<p>Honestly, I don&#39;t know how to elaborate on the third question since it&#39;s so broad.</p>\n\n<p>So those are my questions. I could have searched for more information on this topic (since this sounds like something epistemologists, language philosophers and so on would have debated for centuries already) but I was not really sure how to phrase it!</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": "confidence",
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2sc5r",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "",
  "id": "n5zryc",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "szp",
  "discussion_type": null,
  "num_comments": 18,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/askphilosophy/comments/n5zryc/do_indescribable_things_exist_questions_about/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/askphilosophy/comments/n5zryc/do_indescribable_things_exist_questions_about/",
  "subreddit_subscribers": 178178,
  "created_utc": 1620322610,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1620277858,
  "the_new_excerpt": "I was reading about Russell's Paradox earlier today. I don't really understand\nthe depths of set theory or formal logic, so I tried to comprehend it using\nnatural language terms. Then I got to think about something that I'm asking in\nthe title of this thread.\n\n(Preface: I'm a translator by trade. I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今日の朝、「ラッセルのパラドックス」について読んでいました。私は集合論や形式論理の奥深さをあまり理解していないので\n私は集合論や形式論理の奥深さをよく知らないので、自然言語の言葉で理解しようとした。\n自然な言葉で理解しようとしていました。そこで、このスレッドのタイトルで質問していることについて考えてみました。\nこのスレッドのタイトルにあるようなことを考えるようになりました。\n\n(前置きが長くなりました。私は翻訳を生業としています。I...",
      "title": "筆舌に尽くしがたいものは存在するのか？言語とその無限性についての疑問"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我今天早些时候在读罗素悖论。我并不真正了解\n集合论或形式逻辑的深度，所以我试图用自然语言的术语来理解它。\n自然语言术语来理解。然后我想到了我在这个主题的标题中问到的问题。\n这个主题的标题。\n\n(前言。我的职业是一名翻译。I...",
      "title": "不可描述的事物存在吗？关于语言和其无限性的问题"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我今天早些時候在讀羅素悖論。我並不真正瞭解\n集合論或形式邏輯的深度，所以我試圖用自然語言的術語來理解它。\n自然語言術語來理解。然後我想到了我在這個主題的標題中問到的問題。\n這個主題的標題。\n\n(前言。我的職業是一名翻譯。I...",
      "title": "不可描述的事物存在嗎？關於語言和其無限性的問題"
    }
  ]
}