{
  "author": "SyStRm",
  "original_created_utc": 1625516591,
  "title": "YSK some cooking recipes online use unnecessarily complicated ingredients, you don't need to go all out and buy everything.",
  "created_utc": 1625524573,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>I&#39;m an amateur cook, and I come across a lot of recipes online, either websites or on YouTube, and here are some learnings:</p>\n\n<p>1) Recipes generate clicks. They would reference other similar recipes they&#39;ve made or say that one of the ingredients which they use was made in another video/ page. While this can be easy sometimes, I can give a particularly bad one - A carbonara recipe needed 2 spoons of a chilli oil, which needed another set of preparations with ingredients like Korean chilli powder which I didn&#39;t have for making a whole litre of it. There are many more examples, but just think about how less of an influence any of these will have on the final product and just substitute it. The people behind these websites aren&#39;t you, so work with what you have and only make the extra effort if it&#39;s worth it.</p>\n\n<p>2) As someone who goes all out when cooking in the sense that I will buy all including optional ingredients especially for recipes I&#39;m trying out for the first time and stick to the recipe, you should really see how useful some of these ingredients are in the future. Taking the previous example, Chilli oil of a particular type can be useful in multiple dishes or it might just sit in your cupboard, only to be used for the initial few spoons or that one recipe made in a blue moon. Save some money and ignore/ substitute it with something you have.</p>\n\n<p>I realize a lot of this is obvious to most people, but the excitement of cooking something new after finding that amazing looking recipe almost always results in buying stuff you&#39;re not going to need. I hope this acts as a reminder to help those who are still in that mindset.</p>\n</div><!-- SC_ON -->",
  "score": 149,
  "permalink": "/r/YouShouldKnow/comments/oefj4v/ysk_some_cooking_recipes_online_use_unnecessarily/",
  "subreddit": "YouShouldKnow",
  "id": "oefj4v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nI'm an amateur cook, and I come across a lot of recipes online, either websites\nor on YouTube, and here are some learnings:\n\n1) Recipes generate clicks. They would reference other similar recipes they've\nmade or say that one of the ingredients which they use was made in another\nvideo/…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n私は料理の素人ですが、ウェブサイトやYouTubeでたくさんのレシピに出会います。\nその結果、以下のようなことがわかりました。\n\n1) レシピはクリックを生む。彼らは、自分が作った似たようなレシピを参照するでしょう。\n自分が作った似たようなレシピを紹介したり、自分が使っている材料の一つが他の\nビデオ/...",
      "title": "YSK ネット上の料理レシピの中には、無駄に複雑な材料を使っているものもありますが、わざわざ全部買う必要はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n我是一个业余厨师，我在网上看到了很多食谱，要么是网站，要么是YouTube。\n或YouTube上，这里有一些经验。\n\n1）菜谱产生点击率。他们会提到他们做过的其他类似的菜谱\n或说他们使用的其中一种成分是在另一个地方做的。\n视频/...",
      "title": "YSK网上的一些烹饪食谱使用了不必要的复杂成分，你不需要全力以赴，购买所有的东西。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n我是一個業餘廚師，我在網上看到了很多食譜，要麼是網站，要麼是YouTube。\n或YouTube上，這裏有一些經驗。\n\n1）菜譜產生點擊率。他們會提到他們做過的其他類似的菜譜\n或說他們使用的其中一種成分是在另一個地方做的。\n視頻/...",
      "title": "YSK網上的一些烹飪食譜使用了不必要的複雜成分，你不需要全力以赴，購買所有的東西。"
    }
  ]
}