{
  "author": "valdamjong",
  "the_new_excerpt": "It's fairly common for modern films with even a dash of controversy surrounding\nthem to have significantly divergent scores from professional reviewers and\nusers on sites such as Rotten Tomatoes or Metacritic. In my opinion, the most\nimportant aspect that should contribute to a film's rating should…",
  "original_created_utc": 1609540252,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "对于现代电影来说，这是相当常见的，甚至有一丝争议围绕着\n他们的分数与专业评审员的分数有很大的差异，\n烂番茄或Metacritic等网站上的用户。在我看来，最\n应该对一部电影的评级做出贡献的重要方面应该是…",
      "title": "[改变我的想法]：与专业评论家的评论相比，用户评论与普通人的相关性要大得多。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對於現代電影來說，這是相當常見的，甚至有一絲爭議圍繞着\n他們的分數與專業評審員的分數有很大的差異，\n爛番茄或Metacritic等網站上的用戶。在我看來，最\n應該對一部電影的評級做出貢獻的重要方面應該是…",
      "title": "[改變我的想法]：與專業評論家的評論相比，用戶評論與普通人的相關性要大得多。"
    }
  ],
  "title": "CMV: User reviews are vastly more relevant to the average person than professional critic reviews.",
  "created_utc": 1609569444,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s fairly common for modern films with even a dash of controversy surrounding them to have significantly divergent scores from professional reviewers and users on sites such as Rotten Tomatoes or Metacritic. In my opinion, the most important aspect that should contribute to a film&#39;s rating should be how enjoyable it is. Film critics might have many metrics by which they judge a film, but most of those aren&#39;t things the average person knows or cares about. If some film wows critics by whatever means but bores viewers, it isn&#39;t a good film just because it used some incredible technique in filming or whatever. The biggest determiner as to whether a film is good is if it entertains its audience, and user score is a more accurate representation of that.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/koko1m/cmv_user_reviews_are_vastly_more_relevant_to_the/",
  "subreddit": "changemyview",
  "id": "koko1m",
  "is_self": true,
  "media": null,
  "is_video": false
}