{
  "author": "Ribtin",
  "original_created_utc": 1625952854,
  "title": "In the 7 years since I first bought bitcoin I have seen countless people lose money from trying to play the market. This makes me pretty sad, as everyone could have become quite rich if they had just hodled instead.",
  "created_utc": 1625985802,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I made a rather moderate bitcoin investment in 2014 and have hodled ever since. Although I still probably wouldn&#39;t be considered &quot;rich&quot; by most people, I&#39;m currently up a good 12000% and the only time I ever made a small withdrawal was to buy a house that I never thought I&#39;d be able to afford.</p>\n\n<p>But in that same time I&#39;ve also seen countless friends, colleagues and even family members dip their toes into the crypto waters, only to get washed away by various trading schemes and end up losing it all. Because though there are certainly some traders out there who are able to make much more than me from hodling, the simple fact is that the large majority of everyone who tries ends up failing. The numbers vary from different surveys, but some claim that as much as 95% of all traders actually lose money.</p>\n\n<p>That&#39;s not very good odds. </p>\n\n<p>Still, I keep seeing people resort to the same old argument that &quot;Bitcoin is sooooo expensive now. It&#39;s not like it was 7 years ago... It can&#39;t keep going up forever...&quot; </p>\n\n<p>But the thing is: that&#39;s exactly what people said back in 2014.</p>\n\n<p>So that&#39;s why I always recommend hodling, as the numbers prove it&#39;s going to be the most successful strategy for almost all of us. </p>\n\n<p>Though it might not always be as easy as it sounds, so if you want to learn about some common pitfalls and how to overcome them, I&#39;ve made a short video where I talk a little bit more in detail about it: <a href=\"https://www.youtube.com/watch?v=nQEDegj6zaw\">https://www.youtube.com/watch?v=nQEDegj6zaw</a></p>\n\n<p>I only hope it will inspire more people to hodl on, especially in times like this where most numbers are red 😊</p>\n</div><!-- SC_ON -->",
  "score": 159,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/oN7i4oHHwBCNZAld6eeBS5V7zOyCIpOiGopLv1c9Ceo.jpg?auto=webp&s=8657776765bc29a68277d1a61b1a1943db2e5770",
          "width": 480,
          "height": 360
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/oN7i4oHHwBCNZAld6eeBS5V7zOyCIpOiGopLv1c9Ceo.jpg?width=108&crop=smart&auto=webp&s=a9646d824c7d9b1de059e9775dad407080acd2f7",
            "width": 108,
            "height": 81
          },
          {
            "url": "https://external-preview.redd.it/oN7i4oHHwBCNZAld6eeBS5V7zOyCIpOiGopLv1c9Ceo.jpg?width=216&crop=smart&auto=webp&s=48c6e3fedcfdea6fee34bbbd1baa0dcdd07362e5",
            "width": 216,
            "height": 162
          },
          {
            "url": "https://external-preview.redd.it/oN7i4oHHwBCNZAld6eeBS5V7zOyCIpOiGopLv1c9Ceo.jpg?width=320&crop=smart&auto=webp&s=5c0f26a7d0ae0b911007db50527d68ecc1762132",
            "width": 320,
            "height": 240
          }
        ],
        "variants": {},
        "id": "HNObPMisc1KJlyqP3rJ7GILCzFVqoJMqqLoODJtELX8"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/CryptoCurrency/comments/ohrei8/in_the_7_years_since_i_first_bought_bitcoin_i/",
  "subreddit": "CryptoCurrency",
  "id": "ohrei8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I made a rather moderate bitcoin investment in 2014 and have hodled ever since.\nAlthough I still probably wouldn't be considered \"rich\" by most people, I'm\ncurrently up a good 12000% and the only time I ever made a small withdrawal was\nto buy a house that I never thought I'd be able to afford.\n\nBut…"
}