{
  "approved_at_utc": null,
  "subreddit": "changemyview",
  "selftext": "It has become fashionable in both popular discourse and mainstream media to refer to Donald Trump as “the worst American president in history”. For the life of me, I cannot comprehend that view.\n\nSure, Trump is a criminal, a racist, an idiot, and a narcissistic sociopath who would happily kill to get his way – *but look at his predecessors!*\n\nFDR operated concentration camps.\n\nTruman nuked 200,000 civilians.\n\nJohnson sent mentally retarded teenagers to die in Vietnam.\n\nReagan’s War on Drugs (happily continued by his successors from both parties) incarcerated millions of people and devastated Latin America.\n\nBush Jr. legalized torture and started a war that killed at least half a million people.\n\nCompared to those mind-boggling feats of evil, Trump’s “accomplishments” just seem… *meh.* The most infamous event of his presidency, the storming of the Capitol, was a one-day affair that led to a grand total of five casualties. It was a terrible crime with major political implications, and Trump is 100% responsible for it. But it pales in comparison to the Vietnam War, which killed 60,000 Americans and traumatized an entire generation (not to mention its effects in Vietnam itself).\n\nMuch has been said about Trump’s withdrawal from the Paris Agreement and the WHO. It’s flabbergasting to see people’s sudden outrage at this, considering that “fuck everyone else” has been the main theme of US foreign policy *basically since forever.* The US passed a law permitting themselves to invade the Hague. The US is the *only(!)* UN member that has not ratified the Convention on the Rights of the Child. The US hasn’t even paid their full dues to the UN in a long time. Trump’s middle finger to the world was business as usual for America.\n\nTrump is a clown who became president almost by accident. His ramblings on social media gave the impression that a complete idiot was in charge. He is evil and if you picked a dozen people at random, he would almost certainly be the worst among them.\n\nBut American presidents are not random people. They are power-obsessed individuals who have committed some of the most horrible crimes in history, including mass murder. *As a US president,* Trump was utterly mediocre. At least he didn’t start another war, which in my eyes already puts him above several post-WWII presidents. Obama was better, but Obama was clearly an above-average president. Trump was below average, but calling him the worst of all time when even recent history includes war criminals like Bush reeks of media sensationalism, and is frankly insulting to the hundreds of millions of people around the world whose entire existence has been haunted by what some of Trump’s predecessors have done. *Change my view!*",
  "author_fullname": "t2_2wxhue6u",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "CMV: Donald Trump wasn’t the worst president in American history by a long shot",
  "link_flair_richtext": [],
  "subreddit_name_prefixed": "r/changemyview",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": "OPdelta",
  "downs": 0,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_nhk4ae",
  "quarantine": false,
  "link_flair_text_color": "light",
  "upvote_ratio": 0.62,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 54,
  "total_awards_received": 0,
  "media_embed": {},
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": "Delta(s) from OP",
  "can_mod_post": false,
  "score": 54,
  "approved_by": null,
  "author_premium": false,
  "thumbnail": "",
  "edited": false,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {},
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1621600562,
  "link_flair_type": "text",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.changemyview",
  "allow_live_comments": false,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It has become fashionable in both popular discourse and mainstream media to refer to Donald Trump as “the worst American president in history”. For the life of me, I cannot comprehend that view.</p>\n\n<p>Sure, Trump is a criminal, a racist, an idiot, and a narcissistic sociopath who would happily kill to get his way – <em>but look at his predecessors!</em></p>\n\n<p>FDR operated concentration camps.</p>\n\n<p>Truman nuked 200,000 civilians.</p>\n\n<p>Johnson sent mentally retarded teenagers to die in Vietnam.</p>\n\n<p>Reagan’s War on Drugs (happily continued by his successors from both parties) incarcerated millions of people and devastated Latin America.</p>\n\n<p>Bush Jr. legalized torture and started a war that killed at least half a million people.</p>\n\n<p>Compared to those mind-boggling feats of evil, Trump’s “accomplishments” just seem… <em>meh.</em> The most infamous event of his presidency, the storming of the Capitol, was a one-day affair that led to a grand total of five casualties. It was a terrible crime with major political implications, and Trump is 100% responsible for it. But it pales in comparison to the Vietnam War, which killed 60,000 Americans and traumatized an entire generation (not to mention its effects in Vietnam itself).</p>\n\n<p>Much has been said about Trump’s withdrawal from the Paris Agreement and the WHO. It’s flabbergasting to see people’s sudden outrage at this, considering that “fuck everyone else” has been the main theme of US foreign policy <em>basically since forever.</em> The US passed a law permitting themselves to invade the Hague. The US is the <em>only(!)</em> UN member that has not ratified the Convention on the Rights of the Child. The US hasn’t even paid their full dues to the UN in a long time. Trump’s middle finger to the world was business as usual for America.</p>\n\n<p>Trump is a clown who became president almost by accident. His ramblings on social media gave the impression that a complete idiot was in charge. He is evil and if you picked a dozen people at random, he would almost certainly be the worst among them.</p>\n\n<p>But American presidents are not random people. They are power-obsessed individuals who have committed some of the most horrible crimes in history, including mass murder. <em>As a US president,</em> Trump was utterly mediocre. At least he didn’t start another war, which in my eyes already puts him above several post-WWII presidents. Obama was better, but Obama was clearly an above-average president. Trump was below average, but calling him the worst of all time when even recent history includes war criminals like Bush reeks of media sensationalism, and is frankly insulting to the hundreds of millions of people around the world whose entire existence has been haunted by what some of Trump’s predecessors have done. <em>Change my view!</em></p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": "qa",
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "link_flair_template_id": "2ae09c56-ab2f-11e4-bf07-22000b3c017c",
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2w2s8",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "#ff8b60",
  "id": "nhk4ae",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "iwanttobepart",
  "discussion_type": null,
  "num_comments": 186,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/changemyview/comments/nhk4ae/cmv_donald_trump_wasnt_the_worst_president_in/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/changemyview/comments/nhk4ae/cmv_donald_trump_wasnt_the_worst_president_in/",
  "subreddit_subscribers": 1305252,
  "created_utc": 1621602160,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1621571762,
  "the_new_excerpt": "It has become fashionable in both popular discourse and mainstream media to\nrefer to Donald Trump as “the worst American president in history”. For the life\nof me, I cannot comprehend that view.\n\nSure, Trump is a criminal, a racist, an idiot, and a narcissistic sociopath who\nwould happily kill to…"
}