{
  "author": "Pixelcitizen98",
  "original_created_utc": 1635016121,
  "title": "CMV: We should’ve never shipped manufacturing to China (or overseas in general).",
  "created_utc": 1635035636,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I feel as though our major manufacturing shift from our countries to overseas (and especially China) has had many devastating economic, ethical and even economical issues throughout the past 40 years.</p>\n\n<p>I’m not suggesting we should be “America first” when it comes to a lot of things, but I do believe we really bit ourselves when we thought “Hey, let’s shift everything to their and screw ourselves in the process!”. </p>\n\n<p>Here’s a few reasons why I personally believe this:</p>\n\n<ul>\n<li><p>Major loss of accessible, middle class jobs: Seriously, why is it that I (and many people of my generation) have to put down thousands in debt just to get a degree for decent jobs that aren’t even guaranteed anymore when my grandparents could’ve gotten a good job right outta high school? Why have we been seeing major economic inequalities in the US alone? The only people who’ve really benefitted from this is the 1% who own these factories and companies. Honestly? The people in places like China barely get paid Jack and don’t even work in decent conditions. </p></li>\n<li><p>Supply chain issues: This has especially been apparent in the last year. When you have whole store shelves empty because half of the stuff has been stuck on boats for weeks on end (and a lot of it being very important stuff), it’s pretty hard not to blame our economic policies in the past 40 years. I’d guarantee we wouldn’t have these issues had we been smarter and actually kept making most, if not all, of our things like we previously did.</p></li>\n<li><p>Ecological impact: I’m not suggesting companies in the “good ol’ days” were much better (see: rivers in rust belt cities circa 1965), but at least we actually had controls and regulations of these companies when they were in <em>our</em> countries. When a good chunk of CO2 emissions and what not come from China, on top of all the transportation involved, it’s gonna cause major problems. It’s just so simple: A T-shirt made with all-American cotton, in an American factory and shipped only on American soil is gonna have a smaller ecological footprint than the vast majority of stuff we import now. </p></li>\n<li><p>Major loss in product quality: To be fair, the connections between quality and country of origin on this one might be sketchy. When Japan became a major exporter in the 70’s-80’s, at least their stuff tended to be of better quality (sometimes better than their Western counterparts). Still, I do believe that our products would improve overall if we didn’t rely so much on imports. </p></li>\n<li><p>Bad pricing expectations: This is admittedly hard for me to explain, but I’ll try my best here: Back when a lot of things were American made, many people didn’t bat an eye on the costs. Yes, $100 for a TV in 1953 sounds silly, but this is before inflation. Inflated to today’s cash, that would be a lot more (around $1000 or more). That sounds crazy, but why did they seemingly have no problems with this, unlike now where it’s all about the lowest prices? Well, the thing is, not only were a lot of things back then of better quality, but we also were <em>paid</em> better overall to afford these costs for products. When everyone’s like “We gotta keep everything at a low low price”, not only do we sacrifice quality (to the point where even major appliances now last a lot less longer than before), but we even see low wages, low working conditions and even more ecological problems (replacing cotton with synthetic fibers because “it’s cheaper” has some significant ecological hazards, as seen with microfibers. Same with low-quality electronics that are dumped in waste fields). Sometimes, low prices are not always a good thing. Low housing or food costs? Ok. Low costs for clothes or electronics that’ll dump out after a while, though? It doesn’t help that a lot of low wage earner who bust their butts to work at places like crappy dollar stores tend to be minorities who’s only job prospects are holes like these. Honestly, probably the best thing about the labor shortage has been in forcing companies to actually <em>pay their employees better</em>. I hope this point made some form of sense. It’s a whole messy cycle that I rarely hear other people discuss, unfortunately, but I think it does play a role in this CMV. </p></li>\n</ul>\n\n<p>There’s probably more I haven’t considered, but these are the big ones that come to mind.</p>\n\n<p>EDIT: A lot of people are saying that I’m suggesting that we should close all importing. I should’ve been more clear on this one.</p>\n\n<p>I’m not suggesting that imports are necessarily wrong. In some countries (unless something like vertical farming becomes common), it’s almost a necessity. Importing is not inherently wrong. I also do realize that America’s been doing this even in the “good ol’ days” (see the famous Japanese tin toys of the 50’s). </p>\n\n<p>What I meant to say is that we should’ve still provided more manufacturing options here and kept ourselves competitive and active.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/qeban8/cmv_we_shouldve_never_shipped_manufacturing_to/",
  "subreddit": "changemyview",
  "id": "qeban8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I feel as though our major manufacturing shift from our countries to overseas\n(and especially China) has had many devastating economic, ethical and even\neconomical issues throughout the past 40 years.\n\nI’m not suggesting we should be “America first” when it comes to a lot of\nthings, but I do believe…"
}