{
  "author": "KukaVex",
  "original_created_utc": 1638293963,
  "title": "YSK - As weather gets colder, it is absolutely vital you are careful with antifreeze; making sure it is kept safely in your shed and clean up any spills. Antifreeze kills cats in tiny amounts, and most taste good to kitties (and dogs) so they will continue eating it.",
  "created_utc": 1638394016,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK:&lt;/p&gt;\n\n&lt;p&gt;The smallest amount of antifreeze can kill cats, and kill them horribly. Signs can show within 30 minutes of ingestion; they begin to stumble like they are drunk, start to find breathing difficult. They vomit, they can have seizures. Finally, their kidneys give out. It is absolutely horrific for pet and owner.&lt;/p&gt;\n\n&lt;p&gt;I know this from experience, having lost &lt;a href=\"https://imgur.com/gallery/4ZzwTLh\"&gt;two cats&lt;/a&gt; to antifreeze poisoning in the space of one week.&lt;/p&gt;\n\n&lt;p&gt;*The worst thing about antifreeze is it&amp;#39;s active ingredient, Ethylene Glycol, has an appealing, sweet taste. Once found, your pet will continue you eat it. Not knowing they are killing themselves.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s also vital to know &lt;a href=\"https://www.rspca.org.uk/adviceandwelfare/pets/cats/health/poisoning/antifreeze\"&gt;the symptoms&lt;/a&gt; of antifreeze poisoning, as depending on dosage it only takes 2-3 days for your kitty&amp;#39;s kidneys to fail, and the cat to pass.&lt;/p&gt;\n\n&lt;p&gt;Please please please, save a cat this Christmas. Store, dispose of and use any antifreeze safely, or buy pet-safe antifreeze (that doesn&amp;#39;t contain ethylene glycol).&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 358,
  "permalink": "/r/YouShouldKnow/comments/r5spih/ysk_as_weather_gets_colder_it_is_absolutely_vital/",
  "subreddit": "YouShouldKnow",
  "id": "r5spih",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nThe smallest amount of antifreeze can kill cats, and kill them horribly. Signs\ncan show within 30 minutes of ingestion; they begin to stumble like they are\ndrunk, start to find breathing difficult. They vomit, they can have seizures.\nFinally, their kidneys give out. It is absolutely…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\nわずかな量の不凍液で、猫は恐ろしいほど死んでしまうのです。その兆候は\n摂取してから30分以内に、まるで酔っ払ったようによろめき始めます。\n酔っぱらって、呼吸が苦しくなる。嘔吐し、発作を起こすこともあります。\n最後には腎臓が機能しなくなる。それは絶対に...",
      "title": "YSK - 寒くなるにつれて、不凍液の取り扱いには十分注意し、物置に保管し、こぼしたらきれいにすることが肝心です。不凍液は微量でも猫を死に至らしめますし、猫（と犬）にとっておいしいので、食べ続けてしまうことがほとんどです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n最少量的防冻液就能杀死猫，而且是可怕的杀死。迹象表明\n摄入后30分钟内就会出现；它们开始像喝醉了一样跌跌撞撞，开始发现呼吸困难。\n醉酒，开始发现呼吸困难。他们会呕吐，他们可能会有癫痫发作。\n最后，他们的肾脏会衰竭。这绝对是...",
      "title": "YSK - 随着天气越来越冷，小心使用防冻剂绝对是至关重要的；确保防冻剂安全地保存在你的棚子里，并清理任何溢出物。防冻剂对猫咪的杀伤力很小，而且大多数防冻剂对猫咪（和狗）来说味道不错，所以它们会继续吃。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n最少量的防凍液就能殺死貓，而且是可怕的殺死。跡象表明\n攝入後30分鐘內就會出現；它們開始像喝醉了一樣跌跌撞撞，開始發現呼吸困難。\n醉酒，開始發現呼吸困難。他們會嘔吐，他們可能會有癲癇發作。\n最後，他們的腎臟會衰竭。這絕對是...",
      "title": "YSK - 隨着天氣越來越冷，小心使用防凍劑絕對是至關重要的；確保防凍劑安全地保存在你的棚子裏，並清理任何溢出物。防凍劑對貓咪的殺傷力很小，而且大多數防凍劑對貓咪（和狗）來說味道不錯，所以它們會繼續喫。"
    }
  ]
}