{
  "author": "KukaVex",
  "original_created_utc": 1638293963,
  "title": "YSK - As weather gets colder, it is absolutely vital you are careful with antifreeze; making sure it is kept safely in your shed and clean up any spills. Antifreeze kills cats in tiny amounts, and most taste good to kitties (and dogs) so they will continue eating it.",
  "created_utc": 1638394016,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK:&lt;/p&gt;\n\n&lt;p&gt;The smallest amount of antifreeze can kill cats, and kill them horribly. Signs can show within 30 minutes of ingestion; they begin to stumble like they are drunk, start to find breathing difficult. They vomit, they can have seizures. Finally, their kidneys give out. It is absolutely horrific for pet and owner.&lt;/p&gt;\n\n&lt;p&gt;I know this from experience, having lost &lt;a href=\"https://imgur.com/gallery/4ZzwTLh\"&gt;two cats&lt;/a&gt; to antifreeze poisoning in the space of one week.&lt;/p&gt;\n\n&lt;p&gt;*The worst thing about antifreeze is it&amp;#39;s active ingredient, Ethylene Glycol, has an appealing, sweet taste. Once found, your pet will continue you eat it. Not knowing they are killing themselves.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s also vital to know &lt;a href=\"https://www.rspca.org.uk/adviceandwelfare/pets/cats/health/poisoning/antifreeze\"&gt;the symptoms&lt;/a&gt; of antifreeze poisoning, as depending on dosage it only takes 2-3 days for your kitty&amp;#39;s kidneys to fail, and the cat to pass.&lt;/p&gt;\n\n&lt;p&gt;Please please please, save a cat this Christmas. Store, dispose of and use any antifreeze safely, or buy pet-safe antifreeze (that doesn&amp;#39;t contain ethylene glycol).&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 358,
  "permalink": "/r/YouShouldKnow/comments/r5spih/ysk_as_weather_gets_colder_it_is_absolutely_vital/",
  "subreddit": "YouShouldKnow",
  "id": "r5spih",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nThe smallest amount of antifreeze can kill cats, and kill them horribly. Signs\ncan show within 30 minutes of ingestion; they begin to stumble like they are\ndrunk, start to find breathing difficult. They vomit, they can have seizures.\nFinally, their kidneys give out. It is absolutely…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>なぜYSKなのか：</p> <p>わずかな量の不凍液でも猫は死ぬ。\n</p> <p>わずかな量の不凍液が、猫を死に至らしめるのです。摂取してから30分以内に兆候が現れます。\n酔っぱらったようによろめき始め、呼吸が困難になります。\n呼吸が困難になります。酔っぱらったようによろめき、呼吸が苦しくなり、嘔吐し、発作を起こすこともあります。そして最後には...。",
      "title": "YSK - 寒くなってくると、不凍液の取り扱いに注意が必要です。不凍液を安全に保管し、こぼした場合はきれいに拭き取るようにしましょう。不凍液は少量で猫を死に至らしめるものですが、ほとんどの不凍液は猫（や犬）にとって美味しく感じられるので、食べ続けてしまいます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：</p> <p>最小量的\n防冻液可以杀死猫，而且是可怕的杀死。摄入防冻剂后30分钟内就会出现症状\n摄入后30分钟内就会出现迹象；它们开始像喝醉了一样蹒跚，开始发现\n呼吸困难。他们会呕吐，会有癫痫发作。最后，他们的...",
      "title": "YSK - 随着天气越来越冷，小心使用防冻剂绝对是至关重要的；确保防冻剂安全地保存在你的棚子里，并清理任何溢出物。防冻剂对猫咪的杀伤力很小，而且大多数防冻剂对猫咪（和狗）来说味道不错，所以它们会继续吃。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：</p> <p>最小量的\n防凍液可以殺死貓，而且是可怕的殺死。攝入防凍劑後30分鐘內就會出現症狀\n攝入後30分鐘內就會出現跡象；它們開始像喝醉了一樣蹣跚，開始發現\n呼吸困難。他們會嘔吐，會有癲癇發作。最後，他們的...",
      "title": "YSK - 隨着天氣越來越冷，小心使用防凍劑絕對是至關重要的；確保防凍劑安全地保存在你的棚子裏，並清理任何溢出物。防凍劑對貓咪的殺傷力很小，而且大多數防凍劑對貓咪（和狗）來說味道不錯，所以它們會繼續喫。"
    }
  ]
}