{
  "author": "KukaVex",
  "original_created_utc": 1638293963,
  "title": "YSK - As weather gets colder, it is absolutely vital you are careful with antifreeze; making sure it is kept safely in your shed and clean up any spills. Antifreeze kills cats in tiny amounts, and most taste good to kitties (and dogs) so they will continue eating it.",
  "created_utc": 1638394016,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK:&lt;/p&gt;\n\n&lt;p&gt;The smallest amount of antifreeze can kill cats, and kill them horribly. Signs can show within 30 minutes of ingestion; they begin to stumble like they are drunk, start to find breathing difficult. They vomit, they can have seizures. Finally, their kidneys give out. It is absolutely horrific for pet and owner.&lt;/p&gt;\n\n&lt;p&gt;I know this from experience, having lost &lt;a href=\"https://imgur.com/gallery/4ZzwTLh\"&gt;two cats&lt;/a&gt; to antifreeze poisoning in the space of one week.&lt;/p&gt;\n\n&lt;p&gt;*The worst thing about antifreeze is it&amp;#39;s active ingredient, Ethylene Glycol, has an appealing, sweet taste. Once found, your pet will continue you eat it. Not knowing they are killing themselves.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s also vital to know &lt;a href=\"https://www.rspca.org.uk/adviceandwelfare/pets/cats/health/poisoning/antifreeze\"&gt;the symptoms&lt;/a&gt; of antifreeze poisoning, as depending on dosage it only takes 2-3 days for your kitty&amp;#39;s kidneys to fail, and the cat to pass.&lt;/p&gt;\n\n&lt;p&gt;Please please please, save a cat this Christmas. Store, dispose of and use any antifreeze safely, or buy pet-safe antifreeze (that doesn&amp;#39;t contain ethylene glycol).&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 358,
  "permalink": "/r/YouShouldKnow/comments/r5spih/ysk_as_weather_gets_colder_it_is_absolutely_vital/",
  "subreddit": "YouShouldKnow",
  "id": "r5spih",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p> <p>The smallest amount of\nantifreeze can kill cats, and kill them horribly. Signs can show within 30\nminutes of ingestion; they begin to stumble like they are drunk, start to find\nbreathing difficult. They vomit, they can have seizures. Finally, their…"
}