{
  "author": "BrexitBlaze",
  "original_created_utc": 1631028692,
  "title": "[SPOILERS!] Finally read my first ever Hemingway book, The Old Man and The Sea",
  "created_utc": 1631048047,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I can honestly say that I loved it. It was/is a brilliant book from start to finish. I loved the relationship between Santiago and the young boy. Almost as though Santiago was teaching his son. </p>\n\n<p>The scene in which the old man went out to the sea started of exciting but it was sad to read Santiago was crying by the end is it. He should be proud that he caught a big fish / harpoon <span class=\"md-spoiler-text\">even if half of the body was eaten by sharks!</span></p>\n\n<p>I want to read more books like this and picked up <em>The Pearl</em> by John Steinbeck. Hopefully, this is just as good.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/pjpd92/spoilers_finally_read_my_first_ever_hemingway/",
  "subreddit": "books",
  "id": "pjpd92",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I can honestly say that I loved it. It was/is a brilliant book from start to\nfinish. I loved the relationship between Santiago and the young boy. Almost as\nthough Santiago was teaching his son.\n\nThe scene in which the old man went out to the sea started of exciting but it\nwas sad to read Santiago…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "素直に「好き」と言えます。最初から最後まで素晴らしい本でした。\n最初から最後まで素晴らしい本でした。サンティアゴと少年の関係がとても良かったです。まるで\nまるでサンティアゴが自分の息子に教えているかのようです。\n\n老人が海に出て行くシーンは、最初はワクワクしましたが、Santiagoを読んでいると悲しくなりました。\n読んでいて悲しくなってきました...。",
      "title": "[ネタバレあり！] 初めてのヘミングウェイ本「老人と海」をようやく読了"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我可以坦率地说，我很喜欢它。这本书从头到尾都很精彩。\n完善。我喜欢圣地亚哥和那个小男孩之间的关系。几乎就像\n好像圣地亚哥在教他的儿子。\n\n老人出海的那场戏开始时很刺激，但也很悲伤。\n读到圣地亚哥，我很难过......",
      "title": "[SPOILERS！]终于读到了我的第一本海明威的书，《老人与海》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我可以坦率地說，我很喜歡它。這本書從頭到尾都很精彩。\n完善。我喜歡聖地亞哥和那個小男孩之間的關係。幾乎就像\n好像聖地亞哥在教他的兒子。\n\n老人出海的那場戲開始時很刺激，但也很悲傷。\n讀到聖地亞哥，我很難過......",
      "title": "[SPOILERS！]終於讀到了我的第一本海明威的書，《老人與海》。"
    }
  ]
}