{
  "author": "MorethanLight",
  "the_new_excerpt": "Late in To Kill a Mockingbird, when discussing juries and the Tom Robinson case\nwith his kids, Atticus Finch says something that ALWAYS haunts me:\n\n\"As you grow older, you’ll see white men cheat black men every day of your life,\nbut let me tell you something and don’t you forget it—whenever a white…",
  "original_created_utc": 1618021534,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "To Kill a Mockingbird』の後半、子供たちと陪審員やトム・ロビンソン事件について話し合っているとき、アティカス・フィンチは次のように言った。\nアティカス・フィンチは、子供たちと陪審員やトム・ロビンソン事件について話しているときに、いつも私を悩ませる言葉を言いました。\n\n\"大人になると、白人が黒人を騙すのを毎日見ることになるだろう。\nしかし、忘れてはいけないことを教えてあげよう。いつでも白人が...",
      "title": "Atticus on race..."
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在《杀死一只知更鸟》中，当讨论到陪审团和汤姆-罗宾逊案的时候\n和他的孩子们在一起，阿提克斯・芬奇说了些什么，一直困扰着我。\n\n\"当你长大了，你会看到白人男人每天都在欺骗黑人男人。\n但让我告诉你一件事，你别忘了，每当一个白人... ...",
      "title": "阿提克斯对种族..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在《殺死一隻知更鳥》中，當討論到陪審團和湯姆-羅賓遜案的時候\n和他的孩子們在一起，阿提克斯・芬奇說了些什麼，一直困擾着我。\n\n\"當你長大了，你會看到白人男人每天都在欺騙黑人男人。\n但讓我告訴你一件事，你別忘了，每當一個白人... ...",
      "title": "阿提克斯對種族..."
    }
  ],
  "title": "Atticus on race...",
  "created_utc": 1618025487,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Late in To Kill a Mockingbird, when discussing juries and the Tom Robinson case with his kids, Atticus Finch says something that ALWAYS haunts me: </p>\n\n<p>&quot;As you grow older, you’ll see white men cheat black men every day of your life, but let me tell you something and don’t you forget it—whenever a white man does that to a black man, no matter who he is, how rich he is, or how fine a family he comes from, that white man is trash.&quot;</p>\n\n<p>Atticus was speaking so quietly his last word crashed on our ears. I looked up, and his face was vehement [...] &quot;Don’t fool yourselves—it’s all adding up and one of these days we’re going to pay the bill for it. I hope it’s not in you children’s time.”</p>\n\n<p>Sigh. It hits me hard everytime. Harper Lee was portraying the 1930s; she was writing in the 1960s; and here we are, 50 year later still figuring out that bill. </p>\n\n<p>However it seems that--STILL--white people aren&#39;t the ones paying the bill. From fictional Tom Robinson to the real Emmitt Till to Breonna Taylor to George Floyd and SO many more. They are all being forced to pay with their lives. And the rest of the black community is STILL trying to convince the bigots that Black Lives Matter.  </p>\n\n<p>Profound and prophetic words from Atticus Finch/Harper Lee. </p>\n\n<p>But, man, it all makes me so sick.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/mnw6bv/atticus_on_race/",
  "subreddit": "books",
  "id": "mnw6bv",
  "is_self": true,
  "media": null,
  "is_video": false
}