{
  "author": "throwawawawawaysb",
  "the_new_excerpt": "I am a woman in my mid/late 20’s and I grew up hanging out with boys all the\ntime. I dressed in boy clothes all the time and loathed anything feminine. I\nalso realised that at a young age that I am attracted to both men and women. I\nthink if I had grown up in today’s social climate, I might have…",
  "original_created_utc": 1617085431,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个20多岁的女人，从小就和男孩子混在一起，一直\n时间。我一直穿着男装，厌恶任何女性化的东西。I\n也意识到，在年轻的时候，我对男人和女人都有吸引力。I\n如果我在今天的社会环境中长大，我可能会... ...",
      "title": "CMV：现代性别理论过于强调围绕男性和女性如何表现的陈规定型观念，因此使 \"他们/她们 \"和跨性别身份比实际情况更常见。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個20多歲的女人，從小就和男孩子混在一起，一直\n時間。我一直穿着男裝，厭惡任何女性化的東西。I\n也意識到，在年輕的時候，我對男人和女人都有吸引力。I\n如果我在今天的社會環境中長大，我可能會... ...",
      "title": "CMV：現代性別理論過於強調圍繞男性和女性如何表現的陳規定型觀念，因此使 \"他們/她們 \"和跨性別身份比實際情況更常見。"
    }
  ],
  "title": "CMV: Modern gender theory places way too much emphasis on stereotypes around how men and women present, therefore making ‘they/them’ and trans identities way more common than they actually are.",
  "created_utc": 1617132629,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am a woman in my mid/late 20’s and I grew up hanging out with boys all the time. I dressed in boy clothes all the time and loathed anything feminine. I also realised that at a young age that I am attracted to both men and women. I think if I had grown up in today’s social climate, I might have misidentified myself as trans or nb just because I liked to dress a certain way. I think it’s really harmful towards gender equality to push this idea that if you like activities and ways of presenting that are outside of the stereotypical norm of your sex that you are then trans or nb. \nTaking on medical intervention due to these presentation preferences is such a huge and dangerous move with long term repercussions if the young person ends up growing out of these preferences. Socially transitioning is a pretty big deal too, and I don’t understand why we need to apply a demographic label to a presentation preference. I also think it’s unhealthy for young people to place so much emphasis on labelling themselves, again in accordance to what men and women ‘should’ look like. Life happens in between categorisation. Cut your hair however you want. Wear pants. Wear a skirt. It’s all performance and aesthetics.</p>\n\n<p>This view obviously has nothing to do with those who experience body dysphoria and seek medical and social transitioning to help alleviate that.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/mg9kvf/cmv_modern_gender_theory_places_way_too_much/",
  "subreddit": "changemyview",
  "id": "mg9kvf",
  "is_self": true,
  "media": null,
  "is_video": false
}