{
  "author": "Set1Less",
  "original_created_utc": 1629514585,
  "title": "I have been in crypto for a while, enough to retire early. No, I dont need to be on a tropical paradise with coke & hookers. I still like to discuss crypto and shill a shitcoin or two",
  "created_utc": 1629549256,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>BTC, ETH and other coins have been life changing, have created me enough wealth to just stop whatever I was doing and instead do what I love to do. At one point few years ago, I was literally hitting up every bounty campaign on bitcontalk or bounty0x to make additional income. Today, some of these bounties alone are worth few thousands dollaridoos. Literally free money for clicking couple of links and filling up forms. </p>\n\n<p>I dont have to go to a tropical paradise, even though I could afford to stay on one for a few years atleast. I have not cashed out completely from crypto, I dont plan to do either. The thought of not having any crypto alone makes me sick, also it would require me to give away 30% of my capital to the government for doing fuck all. The govt literally hindered crypto in every possible way, fudded it to death at times, called it a scam and other terms.... and now wants to get paid a nice chunk from the risk I bore entirely. Well they can get bent</p>\n\n<p>I am looking forward to more countries accepting crypto as tender, removing capital gains and accepting citizenship with it. El Salvador is a great start, and 3 BTC for its citizenship sounds great, even though it could be considered a high risk country to migrate to. When another country like Trinidad &amp; Tobago decides it needs BTC, because it feels the pinch of inflation and economic slowdown.. a ton more people will migrate there. </p>\n\n<p>For a pleb like me, it is way more exciting to see a low cap altcoin go 100x and print wealth than it would ever be living in a tropical island blowing it all on hookers and coke.</p>\n</div><!-- SC_ON -->",
  "score": 169,
  "permalink": "/r/CryptoCurrency/comments/p8jo0o/i_have_been_in_crypto_for_a_while_enough_to/",
  "subreddit": "CryptoCurrency",
  "id": "p8jo0o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "BTC, ETH and other coins have been life changing, have created me enough wealth\nto just stop whatever I was doing and instead do what I love to do. At one point\nfew years ago, I was literally hitting up every bounty campaign on bitcontalk or\nbounty0x to make additional income. Today, some of these…"
}