{
  "author": "Billbobjr123",
  "original_created_utc": 1638895554,
  "title": "How fluent were 19th-Century Polyglots?",
  "created_utc": 1638914586,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve often encountered records of notable 19th-century figures being fluent in multiple different languages, often with two or three living languages and a couple of dead languages (Latin, Ancient Greek, etc.). A few examples:&lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;&lt;p&gt;Carl Friedrich Gauss understood most of the principal European languages, and &amp;quot;at the age of 62 he started learning Russian and in less than two years wrote and spoke it.&amp;quot;&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;Chester A. Arthur conversed in Latin and Greek with other people who knew the languages.&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;Thomas Jefferson spoke English, French, Latin, and Italian, and claimed to be able to read Greek and Spanish. He also studied and wrote about Old English and German.&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;Helmuth von Moltke the Elder spoke and wrote German, Danish, French, English, Italian and Turkish.&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;Pedro II, Emperor of Brazil was claimed to speak and write in Portuguese, Latin, French, German, English, Italian, Spanish, Greek, Arabic, Hebrew, Sanskrit, Chinese, Occitan and Tupi.&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;Nikola Tesla was capable of reading, writing, and speaking Serbo-Croatian, Slovenian, Czech, English, French, German, Hungarian, Italian, and Latin.&lt;/p&gt;&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;p&gt;With our current understanding of language learning and development, were 19th-century Polyglots &lt;em&gt;really&lt;/em&gt; proficient at these languages, or are they moreso parlor tricks for entertaining guests and diplomats? Languages are difficult to learn today, even with lifetimes of learning material available on the internet and instant audio communication available with native speakers.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 105,
  "permalink": "/r/AskHistorians/comments/rb32wf/how_fluent_were_19thcentury_polyglots/",
  "subreddit": "AskHistorians",
  "id": "rb32wf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve often encountered records of notable\n19th-century figures being fluent in multiple different languages, often with\ntwo or three living languages and a couple of dead languages (Latin, Ancient\nGreek, etc.). A few examples:</p> <ul> <li><p>Carl Friedrich…"
}