{
  "author": "blackupsilon",
  "original_created_utc": 1632581243,
  "title": "YSK: If a company makes a mistake in charging you and tries to reimburse you in coupons, you should probably not accept it",
  "created_utc": 1632593154,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Coupons are designed in the interest of the company not you. You&#39;re probably getting a bad deal from it.</p>\n\n<p>Some restaurant tried to reimburse the &quot;mistake&quot; in overcharging us with coupons.</p>\n\n<p>Might look nice on the surface but its not. Aside from expiry date, there are many huge limitations such as only being able to use one coupon each time (small amount) AFTER spending a certain amount. So basically I need to spend more at your place for your mistake? Who the hell do you think you are here?</p>\n\n<p>There&#39;s always a lot of &quot;fine print&quot; when it comes to coupons. Think of it on the lines of &quot;Itchy and Scratchy money&quot;.</p>\n\n<p>Get the transactions cancelled or ask them to pay in cash. Or something else! Don&#39;t just lie down and let them get away with it!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/pv857p/ysk_if_a_company_makes_a_mistake_in_charging_you/",
  "subreddit": "YouShouldKnow",
  "id": "pv857p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Coupons are designed in the interest of the company not you. You're\nprobably getting a bad deal from it.\n\nSome restaurant tried to reimburse the \"mistake\" in overcharging us with\ncoupons.\n\nMight look nice on the surface but its not. Aside from expiry date, there are\nmany huge limitations…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: クーポンは、あなたではなく、企業の利益のために作られています。あなたは、おそらく\nおそらく、あなたはそれによって悪い取引をしているでしょう。\n\nあるレストランでは、私たちに過剰な請求をした「ミス」をクーポンで弁償しようとしました。\nクーポンを発行しました。\n\n表面的にはいいかもしれませんが、そうではありません。有効期限は別として、多くの大きな制限があります。\n多くの大きな制限があります...",
      "title": "YSK: もし、会社があなたへの請求を間違えて、クーポンで払い戻しをしようとしたら、それは受け取らないほうがいいでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：优惠券的设计是为了公司的利益，而不是为了你。你\n你可能从它那里得到了一个糟糕的交易。\n\n一些餐馆试图用优惠券来补偿向我们多收的 \"错误\"。\n优惠券。\n\n可能表面上看起来不错，但它不是。除了过期日期外，还有\n许多巨大的限制...",
      "title": "YSK: 如果一个公司在向你收费时犯了错误，并试图用优惠券偿还你，你可能不应该接受。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：優惠券的設計是爲了公司的利益，而不是爲了你。你\n你可能從它那裏得到了一個糟糕的交易。\n\n一些餐館試圖用優惠券來補償向我們多收的 \"錯誤\"。\n優惠券。\n\n可能表面上看起來不錯，但它不是。除了過期日期外，還有\n許多巨大的限制...",
      "title": "YSK: 如果一個公司在向你收費時犯了錯誤，並試圖用優惠券償還你，你可能不應該接受。"
    }
  ]
}