{
  "author": "Successful_Minute_87",
  "original_created_utc": 1636837414,
  "title": "Please Recommend Some Books For My Dad Who Just Came Out As Gay",
  "created_utc": 1636847557,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hey Fellow Bookworms,</p>\n\n<p>I’m here for a specific request today. I’m a college student. It’s my dad’s birthday and he LOVES reading. He was a stay-at-home dad and he was just absolutely wonderful. When I was a kid, he would go out of his way to get me any book I asked for and he would always read to me before putting me to bed. To add on, he was always around when I needed him for something and he made it a personal mission to never miss a single one of my events. Anyway, he’s just an all-around amazing dad.</p>\n\n<p>My parents divorced after I left for college because their relationship just wasn’t working out. They parted on good terms and still keep in touch. Recently, my dad came out as gay. He was so worried about how I would react when he told me and he broke down when I said I still adored him just the same.</p>\n\n<p>It’s my dad’s birthday soon and I want him to know how thankful I’m for everything he did and continues to do for me. I’m throwing a party for him since his birthday falls during my break, and my high school friends recommended we each get him a book that centers around LGBTQIA+ themed plots. I&#39;m open to any genres that would be interesting to someone that’s middle-aged :D</p>\n\n<p>Thank you so much for helping make my dad&#39;s birthday extra special and I&#39;m so excited to read all your recommendations!!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/qta3sd/please_recommend_some_books_for_my_dad_who_just/",
  "subreddit": "booksuggestions",
  "id": "qta3sd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hey Fellow Bookworms,\n\nI’m here for a specific request today. I’m a college student. It’s my dad’s\nbirthday and he LOVES reading. He was a stay-at-home dad and he was just\nabsolutely wonderful. When I was a kid, he would go out of his way to get me any\nbook I asked for and he would always read to me…"
}