{
  "author": "bloodbank5",
  "original_created_utc": 1629818607,
  "title": "Don't let your coins die with you! How to transfer your coins to your loved ones from the grave",
  "created_utc": 1629829839,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi all! </p>\n\n<p>Now that you&#39;ve amassed a formidable treasure-trove of shitcoins from your basement that could definitely leave your loved ones upstairs completely set on ramen for generations to come, it&#39;s important to prepare for the unexpected by creating a plan to transfer ownership of your precious coins upon your untimely demise (likely from eating too much of said ramen).</p>\n\n<p>A simple way to do this is by creating a <strong>&quot;dead person&#39;s switch&quot;</strong> via Google&#39;s Inactive Account Manager. Once enabled, Google will automatically send a custom email to the family/friends of your choosing after a certain period has elapsed since you were last active on your Google account. Not to worry - Google will attempt to contact you a month before this actually happens, in order to prevent mistakes.</p>\n\n<hr/>\n\n<h1>How to create a dead-person&#39;s switch for your crypto holdings:</h1>\n\n<ol>\n<li><p>Go to Google&#39;s <a href=\"https://myaccount.google.com/inactive\">Inactive Account Manager</a></p></li>\n<li><p>Set a waiting period of something ridiculous, like 6 or 12 or even 18 months (good for forcing the HODL from the grave!) since you were last active.</p></li>\n<li><p>Craft a nerdy email to your loved ones with important info on how to access your stash. <strong>DON&#39;T put your actual private keys or website passwords here</strong>, as this will be stored on a Google server somewhere. Just put instructions on how to access your PHYSICAL belongings like your laptop, phone, hardware wallet, safety deposit box, etc. Then direct them to a password-protected file stored LOCALLY on your computer / USB drive containing the rest of the instructions on how to access your crypto. For password protection, you can use something free and open-source like 7-Zip to turn any file into an encrypted archive.</p></li>\n<li><p>Remember to tell your family you love them and apologize cheekily for accumulating DOGE at $0.31 despite them telling you to get a job. Maybe even give them some of your degen trading tips.</p></li>\n</ol>\n\n<p>Sit back, relax, and enjoy providing generational <del>ramen</del> wealth for your family from the grave!</p>\n</div><!-- SC_ON -->",
  "score": 222,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/cmLH5_KhNpwuUXn0_L5DIhSm5epCL070q6Txqz5c5Ro.jpg?auto=webp&s=27cae616f896fab4438f69a43f28967881f190c7",
          "width": 192,
          "height": 192
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/cmLH5_KhNpwuUXn0_L5DIhSm5epCL070q6Txqz5c5Ro.jpg?width=108&crop=smart&auto=webp&s=a59d442517fe2a7de37b209f6f0f99373690086f",
            "width": 108,
            "height": 108
          }
        ],
        "variants": {},
        "id": "zcxtbc2oJ6aU3Oi_qaGrQRE7Yp7xzBH4hoZq-RlMgdA"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/CryptoCurrency/comments/paphwy/dont_let_your_coins_die_with_you_how_to_transfer/",
  "subreddit": "CryptoCurrency",
  "id": "paphwy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi all!\n\nNow that you've amassed a formidable treasure-trove of shitcoins from your\nbasement that could definitely leave your loved ones upstairs completely set on\nramen for generations to come, it's important to prepare for the unexpected by\ncreating a plan to transfer ownership of your precious…"
}