{
  "author": "derekakessler",
  "original_created_utc": 1627998854,
  "title": "YSK: Electric razors are designed to be cleaned out and have the blades replaced",
  "created_utc": 1628077043,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Ever notice that your electric razor doesn&#39;t work as well as it used to? Have you cleaned it out? Have you changed the blades?</p>\n\n<h2>Clean out your electric razor</h2>\n\n<p>It depends entirely on the design of your razor, but ever electric razor has spring-loaded buttons to release the foil guard, or a guard that just pulls off. Under that you&#39;ll find the blades; either wiggly back-and-forth (official name: foil shaver) or spinny cutty bits (rotary shaver). When you shave the bulk of the trimmings end up in here. If you haven&#39;t cleaned your razor out in a while they can build up and limit the movement of the blades, reducing their effectiveness.</p>\n\n<p>It&#39;s smart practice to pop off the foil guard after every shave and dump out the trimmings, maybe give the whole thing a knock or two against the sink or trash bin. Every week or so you should take a small, stiff brush (like an old toothbrush), remove the blades, and clean the trimmings out of the corners, between the blades, etc. Takes only a few minutes and it&#39;ll keep your blades moving like they&#39;re brand new.</p>\n\n<p>Tip: Foil shaver blades are typically press-click installed and can be removed and reinserted with minimal force. Rotary shaver blades are often held in place by the guard and can be easily lifted out once it&#39;s opened.</p>\n\n<h2>Replace your electric shaver blades</h2>\n\n<p>You know how the blades/cutters on manual razor go dull and need replaced? Same thing happens with electric razors, though not as fast due to the multitude of blades and typically minimal moisture exposure. All blades go dull through use, electric razors are no different.</p>\n\n<p>Dull blades cut more poorly. They&#39;re more likely to grab and pull on hair instead of immediately cutting it, leading to increased irritation, razor burn, and even minor nicks leading to bleeding.</p>\n\n<p>Daily shavers should replace their blades every 6 months; if you use it less frequently you can replace your blades on a longer timescale. If you have an intimate/sensitive areas shaver you should consider replacing the blades more frequently, perhaps as often as every 3 months if you use it daily.</p>\n\n<p>New foil guards are usually included with replacement blades, as the thin perforated metal of the guard can be damaged by the razor as well. Holes in the guard expose your skin to the rapidly moving cutty bits and increase your risk of drawing blood.</p>\n\n<p>Razor manufacturers tend to use the same blades on multiple razors, so finding what you need is as simple as a search for &quot;[your razor model] replacement blades&quot;. They&#39;ll run you $10-40 depending on the model and manufacturer, but they&#39;ll restore your razor to like-new shave quality. Replacing the blades is just as easy as cleaning the cutter head out: open the guard, take out the old blades, put in the new ones, close the guard.</p>\n\n<h2>But I use a manual safety razor...</h2>\n\n<p>Good for you. Use whatever you&#39;re most comfortable with. Not everybody is comfortable using blades like that. Or they prefer the convenience and minimal mess of an electric razor.</p>\n\n<p>This post is to help electric razor users get the most out of the tool they have, not to convince them to change to a different tool.</p>\n</div><!-- SC_ON -->",
  "score": 168,
  "permalink": "/r/YouShouldKnow/comments/ox3yl1/ysk_electric_razors_are_designed_to_be_cleaned/",
  "subreddit": "YouShouldKnow",
  "id": "ox3yl1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Ever notice that your electric razor doesn't work as well as it used\nto? Have you cleaned it out? Have you changed the blades?\n\n\nCLEAN OUT YOUR ELECTRIC RAZOR\n\nIt depends entirely on the design of your razor, but ever electric razor has\nspring-loaded buttons to release the foil guard, or a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 電気カミソリの動きが悪くなったと感じたことはありませんか？\n掃除しましたか？掃除をしましたか？刃を交換しましたか？\n\n\n電気かみそりの掃除\n\nお使いの電気かみそりのデザインにもよりますが、どの電気かみそりにも\nバネ式のボタンでホイルガードを外したり、...",
      "title": "YSK: 電気カミソリは、掃除をして刃を交換するように設計されています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：有没有注意到你的电动剃须刀不像以前那样好用了？\n了吗？你有没有把它清理干净？你更换过刀片吗？\n\n\n清理你的电动剃须刀\n\n这完全取决于你的剃须刀的设计，但任何电动剃须刀都有\n弹簧按钮来释放护箔，或者是一个...",
      "title": "YSK：电动剃须刀的设计是为了清理和更换刀片。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：有沒有注意到你的電動剃鬚刀不像以前那樣好用了？\n了嗎？你有沒有把它清理乾淨？你更換過刀片嗎？\n\n\n清理你的電動剃鬚刀\n\n這完全取決於你的剃鬚刀的設計，但任何電動剃鬚刀都有\n彈簧按鈕來釋放護箔，或者是一個...",
      "title": "YSK：電動剃鬚刀的設計是爲了清理和更換刀片。"
    }
  ]
}