{
  "author": "xparanoyedx",
  "original_created_utc": 1637891356,
  "title": "YSK that insurance companies often offer free memberships or discounts on memberships for the gym",
  "created_utc": 1637910728,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><em>I posted this same subject a couple years ago, but I recently saw a post on Reddit discussing the outrageous costs of gyms people were paying so i figured I would share again.</em></p>\n\n<p>New Years is around the corner and that means that many people start going to the gym again or start at the gym for the first time. If you fall into this category (or currently have an overpriced gym membership) check with your health insurance provider to see if they offer any gym membership deals BEFORE signing up for any gym. Insurance companies know that they will likely save money long term having customers who are in better shape and thus often have deals on gym memberships. Personally, my insurance offers a program that costs me $25/m and in return I receive a nationwide membership to Planet Fitness, anytime fitness, LA fitness, Snap, Crunch, and a ton of other small and local gyms, or I may choose one single gym for free. Personally, I chose the $25/m program and in total, I get access to over 11k fitness facilities nationwide, which is great for when I travel or go on vacation and still wish to get to the gym. It would cost me hundreds of dollars a month to have the same access. My insurance is certainly not the only one. Some companies may not offer as good as options but are normally still cheaper than going through the gym directly. I know not everyone has health insurance and that’s not a discussion I wish to get into, but for those who do and wish to get a gym membership, definitely check with your provider first.</p>\n\n<p>Why YSK: it is almost always cheaper to go through your insurance company (if they offer memberships) for your gym membership than to go through the gym directly.</p>\n</div><!-- SC_ON -->",
  "score": 82,
  "permalink": "/r/YouShouldKnow/comments/r2bxnm/ysk_that_insurance_companies_often_offer_free/",
  "subreddit": "YouShouldKnow",
  "id": "r2bxnm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I posted this same subject a couple years ago, but I recently saw a post on\nReddit discussing the outrageous costs of gyms people were paying so i figured I\nwould share again.\n\nNew Years is around the corner and that means that many people start going to\nthe gym again or start at the gym for the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "数年前にも同じテーマで投稿しましたが、最近では\nジムに支払っている法外な費用について議論しているのをRedditで見たので、もう一度シェアしようと思いました。\n再度ご紹介します。\n\n新年を迎えると、多くの人が再びジムに通い始めます。\nジムに通い始める人も多いのではないでしょうか。",
      "title": "保険会社がジムの会員権を無料にしたり、割引したりすることはよくあることだとYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我几年前也发过同样的帖子，但我最近在Reddit上看到一个帖子，讨论人们在健身房支付的高额费用，所以我想，我可以在这里说说。\n但我最近在Reddit上看到一个帖子，讨论人们在健身房支付的惊人费用，所以我想我\n会再次分享。\n\n新年将至，这意味着许多人开始去\n健身房或开始在健身房锻炼。",
      "title": "YSK认为，保险公司经常提供免费会员资格或健身房的会员折扣"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我幾年前也發過同樣的帖子，但我最近在Reddit上看到一個帖子，討論人們在健身房支付的高額費用，所以我想，我可以在這裏說說。\n但我最近在Reddit上看到一個帖子，討論人們在健身房支付的驚人費用，所以我想我\n會再次分享。\n\n新年將至，這意味着許多人開始去\n健身房或開始在健身房鍛鍊。",
      "title": "YSK認爲，保險公司經常提供免費會員資格或健身房的會員折扣"
    }
  ]
}