{
  "author": "RansomStoddardReddit",
  "the_new_excerpt": "Communist symbols & iconography are often considered cool and hip. They are put\non handbags, t- shirts, jackets, posters, bumper stickers, etc. Think Che t\nshirts, mao hand bags, red stars, hammer and sickles, etc. I think these symbols\nare just as detestable as a Nazi swastika or SS lightning…",
  "original_created_utc": 1622940614,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "共産主義のシンボルやアイコンは、しばしばクールでヒップなものとみなされます。ハンドバッグ、Tシャツ、ジャケット、ポスター、バンパーステッカーなどに描かれています。\nハンドバッグ、Tシャツ、ジャケット、ポスター、バンパーステッカーなどに描かれています。チェのTシャツ\nシャツ、毛沢東のハンドバック、赤い星、ハンマーと鎌などです。私はこれらのシンボルは\nこれらのシンボルは、ナチスの鉤十字やSSの稲妻と同じように憎むべきものだと思います...。",
      "title": "CMV：共産主義のシンボルや象徴は、ナチスの象徴やシンボルと同様に嫌悪感を抱かせます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "共产主义符号和图标通常被认为是很酷和时髦的。它们被放在\n手提包、T-恤、夹克、海报、保险杠贴纸，等等。想想看，切的T\n衬衫、毛泽东手提包、红星、锤子和镰刀等等。我认为这些符号\n和纳粹的万字符号或党卫军的闪电一样可恶......",
      "title": "CMV：共产党的符号和图腾与纳粹的图腾和符号一样令人厌恶。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "共產主義符號和圖標通常被認爲是很酷和時髦的。它們被放在\n手提包、T-恤、夾克、海報、保險槓貼紙，等等。想想看，切的T\n襯衫、毛澤東手提包、紅星、錘子和鐮刀等等。我認爲這些符號\n和納粹的萬字符號或黨衛軍的閃電一樣可惡......",
      "title": "CMV：共產黨的符號和圖騰與納粹的圖騰和符號一樣令人厭惡。"
    }
  ],
  "title": "CMV: Communist symbols and iconography are just as disgusting as Nazi iconography and symbols.",
  "created_utc": 1622973656,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Communist symbols &amp; iconography are often considered cool and hip. They are put on handbags, t- shirts, jackets, posters, bumper stickers, etc. Think Che t shirts, mao hand bags, red stars, hammer and sickles, etc.  I think these symbols are just as detestable as a Nazi swastika or SS lightning bolts. All of these symbols represent ideologies, leaders and organizations that have killed tens of millions of people and enslaved millions more.  It should be no more acceptable to wear a Che t shirt than it would be to wear one with the image of Martin Bohrman, or have handbag with a red star on it than it would be to have one with a swastika. Communism has an evil history and displaying it symbols shouldn’t be considered socially acceptable.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/nt9rty/cmv_communist_symbols_and_iconography_are_just_as/",
  "subreddit": "changemyview",
  "id": "nt9rty",
  "is_self": true,
  "media": null,
  "is_video": false
}