{
  "author": "AA005555",
  "the_new_excerpt": "I understand the argument that a torrent of negativity can be bad for creator\nself esteem but at the same time, you’re a creator, you should have the maturity\nto face criticism. A social media site or app saying that only positivity can be\nexpressed is just the silliest thing ever and removes the…",
  "original_created_utc": 1617293040,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我理解这样的观点，即负面情绪的洪流对创作者是有害的。\n自尊，但同时，你是一个创造者，你应该有成熟的。\n来面对批评。一家社交网站或应用说，只有积极向上，才能\n表达的只是最愚蠢的事情，并删除了... ...",
      "title": "CMV：任何禁止批评（下拉）的社交媒体网站也应该禁止点赞（上拉），否则你只允许表达一种意见。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我理解這樣的觀點，即負面情緒的洪流對創作者是有害的。\n自尊，但同時，你是一個創造者，你應該有成熟的。\n來面對批評。一家社交網站或應用說，只有積極向上，才能\n表達的只是最愚蠢的事情，並刪除了... ...",
      "title": "CMV：任何禁止批評（下拉）的社交媒體網站也應該禁止點贊（上拉），否則你只允許表達一種意見。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "否定的な意見の嵐がクリエイターに悪い影響を与えるという主張は理解できますが\n否定的な意見の嵐がクリエイターの自尊心を傷つけてしまうという意見は理解できますが、同時にクリエイターである以上、批判を受け止めるだけの成熟した心を持つべきです。\n批判に直面することができます。ソーシャルメディアサイトやアプリで、ポジティブな表現しかしてはいけないというのは\nソーシャルメディアサイトやアプリが、ポジティブな表現しかできないというのは、これまでにないほど愚かなことであり、そのようなことがあってはならないと思います。",
      "title": "CMV: 批判（ダウンボート）を禁止するソーシャルメディアでは、「いいね！」（アップボート）も禁止しないと、ひとつの意見しか表現できないことになります。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "否定的な意見の嵐がクリエイターに悪い影響を与えるという主張は理解できますが\n否定的な意見の嵐がクリエイターの自尊心を傷つけてしまうという意見は理解できますが、同時にクリエイターである以上、批判を受け止めるだけの成熟した心を持つべきです。\n批判に直面することができます。ソーシャルメディアサイトやアプリで、ポジティブな表現しかしてはいけないというのは\nソーシャルメディアサイトやアプリが、ポジティブな表現しかできないというのは、これまでにないほど愚かなことであり、そのようなことがあってはならないと思います。",
      "title": "CMV: 批判（ダウンボート）を禁止するソーシャルメディアでは、「いいね！」（アップボート）も禁止しないと、ひとつの意見しか表現できないことになります。"
    }
  ],
  "title": "CMV: Any social media site that bans criticism (downvotes) should also ban likes (upvotes) otherwise you’re only allowing one opinion to be expressed",
  "created_utc": 1617316926,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I understand the argument that a torrent of negativity can be bad for creator self esteem but at the same time, you’re a creator, you should have the maturity to face criticism. A social media site or app saying that only positivity can be expressed is just the silliest thing ever and removes the ability to gauge overall popularity or unpopularity of content. And if the argument is that there might be coordinated hate campaigns of users or bots downvoting stuff, the same thing can be said of upvotes where people are mass upvoting something to get traction. I mean hell, we’re on Reddit, an app that’s been advocating we all look up Never Gonna Give You Up to make it #1. We clearly understand the idea that not all upvotes are just organic likes.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/mhyhtb/cmv_any_social_media_site_that_bans_criticism/",
  "subreddit": "changemyview",
  "id": "mhyhtb",
  "is_self": true,
  "media": null,
  "is_video": false
}