{
  "author": "Snarkyandcosy",
  "original_created_utc": 1627166860,
  "title": "YSK: Just because a child doesn't want to do something, doesn't make them lazy, there might be a reason why",
  "created_utc": 1627184440,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>They could have depression, they could have a better time at doing an activity (just like adults)</p>\n\n<p>Some people work better in the morning, some people work better in the afternoon, some people work better in the evening. So see when the child is better at being more productive.</p>\n\n<p>Every adult is different, so it should be safe to say that every child is different as well.</p>\n\n<p>They could also have a mental disorder or something else entirely that you could look into, as well.</p>\n\n<p>Also: Parents tend to tell kids to do it, instead of explaining why something must be done. So, explain why that something must be done: Outside of just saying: &quot;Because I said so&quot; Would go a long way, as well. And explaining how something is done, as well.</p>\n\n<p>Sometimes kids, just like adults, also just don&#39;t feel like doing xyz at that moment, either. But adults tend to have more discipline in order to do that x thing, even if they don&#39;t want to do it, compared to kids. (Or they (adults) wait until later to do it). So you shouldn&#39;t give a kid such a hard time, when an adult acts the same way.</p>\n\n<p>The kids could also be bullied at school as well, or their teachers not care or whatever reason, elsewhere, as well. </p>\n\n<p>Read: How to Talk So Kids Will Listen and Listen So Kids Will Talk, for a better understanding.</p>\n\n<p><a href=\"https://www.erikaslighthouse.org/the-parent-handbook-on-childhood-and-teen-depression\">https://www.erikaslighthouse.org/the-parent-handbook-on-childhood-and-teen-depression</a></p>\n\n<p><a href=\"https://www.interiminc.org/2019/03/01/what-are-the-different-types-of-mental-illness/\">https://www.interiminc.org/2019/03/01/what-are-the-different-types-of-mental-illness/</a></p>\n\n<p><a href=\"https://childmind.org/symptomchecker/\">https://childmind.org/symptomchecker/</a></p>\n\n<p>Check to see if your child has a mental disorder, or any other disability as well. So you can get the proper help for your child if your child does end up having one.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/oqzwzn/ysk_just_because_a_child_doesnt_want_to_do/",
  "subreddit": "YouShouldKnow",
  "id": "oqzwzn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nThey could have depression, they could have a better time at doing an activity\n(just like adults)\n\nSome people work better in the morning, some people work better in the\nafternoon, some people work better in the evening. So see when the child is\nbetter at being more productive.\n\nEvery…"
}