{
  "author": "thebigcupodirt",
  "original_created_utc": 1628597658,
  "title": "Has anybody else been mentally \"stuck\" inside the world of a series, having a hard time moving on to reading something else?",
  "created_utc": 1628617943,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been powering through a lovely dense fantasy series as of late, and I&#39;m about three books and 2000 pages in. I want to take a little break due to the mental effort of making it this far, but any time I crack open another book I find myself disinterested within 10 pages and unable to disentangle my mind from the world in the other fantasy series.</p>\n\n<p>Has anybody else been in this weird state? How do I &quot;let go&quot; of the other series for a bit?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/p1nyqj/has_anybody_else_been_mentally_stuck_inside_the/",
  "subreddit": "books",
  "id": "p1nyqj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've been powering through a lovely dense fantasy series as of late, and I'm\nabout three books and 2000 pages in. I want to take a little break due to the\nmental effort of making it this far, but any time I crack open another book I\nfind myself disinterested within 10 pages and unable to disentangle…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここのところ、素敵な濃厚なファンタジーシリーズに力を入れていて、今は3冊2000ページくらいです。\n3冊で2000ページほど読んでいます。ここまで来ると精神的にも大変なので、少し休みたいのですが\nここまで来た精神的な努力のために少し休みたいのですが、他の本を開くたびに\n10ページもしないうちに興味が失せてしまい、話を切り離すことができません...。",
      "title": "シリーズものの世界に精神的に \"はまり込んで \"しまい、なかなか他の作品に移れないという人はいませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，我一直在努力阅读一个可爱的密集型幻想系列，我已经读了三本书，2000多页。\n大约三本书，2000页。我想休息一下，因为读到这里的时候，我的精神已经很疲惫了。\n我想休息一下，因为我已经花了很多心思，但每当我打开另一本书的时候，我发现自己在10页之内就失去了兴趣，无法再继续下去。\n我发现自己在10页内就失去了兴趣，无法解开......",
      "title": "是否有人在精神上被 \"困 \"在一个系列的世界里，难以继续阅读其他东西？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，我一直在努力閱讀一個可愛的密集型幻想系列，我已經讀了三本書，2000多頁。\n大約三本書，2000頁。我想休息一下，因爲讀到這裏的時候，我的精神已經很疲憊了。\n我想休息一下，因爲我已經花了很多心思，但每當我打開另一本書的時候，我發現自己在10頁之內就失去了興趣，無法再繼續下去。\n我發現自己在10頁內就失去了興趣，無法解開......",
      "title": "是否有人在精神上被 \"困 \"在一個系列的世界裏，難以繼續閱讀其他東西？"
    }
  ]
}