{
  "author": "aussieincanada",
  "the_new_excerpt": "A common argument I've seen against issues is the \"I did it and if I can do it,\neveryone can do it\". This is commonly applied to groups of individuals within a\nwider system such as immigration, minimum wage or achieving educational success.\n\nTo be more specific, you will only hold this view if you…",
  "original_created_utc": 1617378473,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我见过的一个常见的反对问题的论点是 \"我做了，如果我能做到。\n人人都能做\"。这通常适用于一个国家内的个人群体。\n更广泛的系统，如移民，最低工资或实现教育成功。\n\n更具体地说，你只有在以下情况下才会持有这种观点......",
      "title": "CMV：用靴带把自己拉起来是幸存者的偏见。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我見過的一個常見的反對問題的論點是 \"我做了，如果我能做到。\n人人都能做\"。這通常適用於一個國家內的個人羣體。\n更廣泛的系統，如移民，最低工資或實現教育成功。\n\n更具體地說，你只有在以下情況下才會持有這種觀點......",
      "title": "CMV：用靴帶把自己拉起來是倖存者的偏見。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "イシューに対してよく見られるのが、「自分がやったのだから、自分ができるなら、誰でもできる。\n誰でもできる」というものです。これは、移民、最低賃金、教育の成功など、より広いシステムの中の個人のグループによく適用されます。\n移民、最低賃金、教育の成功など、より広いシステムの中の個人グループに適用されます。\n\nもっと具体的に言うと、このような意見を持つのは、以下のような場合に限られます。",
      "title": "CMV：自分で自分の足を引っ張るのがサバイバーバイアス。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "イシューに対してよく見られるのが、「自分がやったのだから、自分ができるなら、誰でもできる。\n誰でもできる」というものです。これは、移民、最低賃金、教育の成功など、より広いシステムの中の個人のグループによく適用されます。\n移民、最低賃金、教育の成功など、より広いシステムの中の個人グループに適用されます。\n\nもっと具体的に言うと、このような意見を持つのは、以下のような場合に限られます。",
      "title": "CMV：自分で自分の足を引っ張るのがサバイバーバイアス。"
    }
  ],
  "title": "CMV: Pulling yourself up by your boot straps is survivor bias",
  "created_utc": 1617391944,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A common argument I&#39;ve seen against issues is the &quot;I did it and if I can do it,  everyone can do it&quot;. This is commonly applied to groups of individuals within a wider system such as immigration, minimum wage or achieving educational success. </p>\n\n<p>To be more specific, you will only hold this view if you have already achieved success. For example, if you tried to get a higher paying job but after 10/20/30 yrs of truly trying and you have not achieved any form of success, you cannot believe that you just need to try harder. To highlight, I believe you can have this view regarding immigration if you have never tried the immigration process.</p>\n\n<p>How can you change my view? Provide an example of how to believe in &quot;I didn&#39;t achieve success despite trying, however everyone can if they just tried harder&quot;. </p>\n\n<p>Alternatively, explain how pulling yourself up by your boot straps isn&#39;t just survivor bias. </p>\n\n<p>General thoughts;</p>\n\n<ul>\n<li><p>No delta for getting me on an incorrect definition of the above. You will get an upvote if I you identify a better term for my view. </p></li>\n<li><p>Delta if you can show a logical viewpoint. No points for, &quot;people are crazy and truely believe&quot;.</p></li>\n<li><p>A delta if you identify that survivor bias is the wrong fallacy. </p></li>\n<li><p>A delta for the first person to inform me of the fallacy where you believe you are an average person and are a perfect representative of a greater population. Upvotes for every person after.</p></li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/min0t1/cmv_pulling_yourself_up_by_your_boot_straps_is/",
  "subreddit": "changemyview",
  "id": "min0t1",
  "is_self": true,
  "media": null,
  "is_video": false
}