{
  "author": "InaraRed",
  "original_created_utc": 1633892749,
  "title": "CMV: Sometimes I feel like people from USA wants to be anything but actual US citizens",
  "created_utc": 1633901441,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why is that people love to refer themselves as African American, Italians, Asians, native Americans... anything but their main culture? As an European I find it very weird when people from the states discuss online about racism and call themselves japanese just because their parents are japanese, they have never lived in Japan, they don&#39;t know anything about the culture, but you can find them discussing that a samurai videogame is highly offensive.\nThen you find actual japanese people sharing how cool the game is and how much do they love it.\nI find it very hypocrite, and while I understand someone wanting to know more about their family roots and culture, I do not understand why do they think they can speak for that entire ethnicity/country/society.\nTo me, they are as foreigners as the ones they are calling out!</p>\n\n<p>Maybe there&#39;s something I&#39;m missing out? So please tell me. Would love to have other views in this matter.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/q5eg52/cmv_sometimes_i_feel_like_people_from_usa_wants/",
  "subreddit": "changemyview",
  "id": "q5eg52",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why is that people love to refer themselves as African American, Italians,\nAsians, native Americans... anything but their main culture? As an European I\nfind it very weird when people from the states discuss online about racism and\ncall themselves japanese just because their parents are japanese,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜ人々は自分たちのことをアフリカ系アメリカ人、イタリア人、アジア人、ネイティブ・アメリカン......と呼ぶのが好きなのでしょうか？\nアジア人、ネイティブ・アメリカン......自分の主な文化以外のものを指すのはなぜだろう？ヨーロッパ人である私は\nアメリカから来た人たちが人種差別についてオンラインで議論したり、親が日本人だからといって\n自分の両親が日本人だからといって、自分を日本人と呼んだりするのは、ヨーロッパ人としてとても不思議に思います。",
      "title": "CMV: 時々、アメリカの人々は実際のアメリカ市民ではなく、何かになりたがっているように感じます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么人们喜欢把自己称为非裔美国人、意大利人。\n亚洲人、美国本土人......除了他们的主要文化之外，还有什么？作为一个欧洲人，我\n我觉得很奇怪，当来自美国的人在网上讨论种族主义时，他们称自己为\n因为他们的父母是日本人，就称自己为日本人。",
      "title": "CMV: 有时我觉得来自美国的人想成为任何东西，而不是真正的美国公民。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼人們喜歡把自己稱爲非裔美國人、意大利人。\n亞洲人、美國本土人......除了他們的主要文化之外，還有什麼？作爲一個歐洲人，我\n我覺得很奇怪，當來自美國的人在網上討論種族主義時，他們稱自己爲\n因爲他們的父母是日本人，就稱自己爲日本人。",
      "title": "CMV: 有時我覺得來自美國的人想成爲任何東西，而不是真正的美國公民。"
    }
  ]
}