{
  "author": "spitfireviper",
  "original_created_utc": 1625501482,
  "title": "CMV: Some parents genuinely deserve to have their kid(s) abandon them",
  "created_utc": 1625524570,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m not just referring to abusive parents, just any kind of overboard parents. Narcissistic, stubborn, narrow minded and self righteous, and all the other terms you can think about to describe horrible parents. Toxic parents. </p>\n\n<p>Why should any kid stay to take care of their parents if they were toxic to them? In fact, <em>some</em> parents have children because they’re afraid of dying alone and expects their children to take care of them. (a good number of old asian parents do that btw, source: am Asian) </p>\n\n<p>By these type of parents I mean, parents who can’t accept their children’s sexuality or religion. Like when religious parents find out their kid is gay or is atheist and they completely lose their shit. Like as if being gay is wrong or a crime, or if not believing in god is a sin. Clearly some parents live in the Stone Age when it’s fucking 2021 </p>\n\n<p>Parents constantly trying to control them / controlling them when they were young, constantly arguing with them and manipulate them. Gaslighting them and guilt tripping them.  Or having insane expectations that their kids need to get all A’s or they are a disgarce to the family, or that their kids need to do a high end job / prestigious job like a doctor, etc (asian parent mindset) </p>\n\n<p>We don’t owe shit to our parents, they decided to bring us to the world. If they were good parents, then in return, they deserve to be taken care of. If you had a shitty childhood / majority of your life was shit when you lived with them, then they deserve to die alone and deserve to be abandoned.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/oeak4c/cmv_some_parents_genuinely_deserve_to_have_their/",
  "subreddit": "changemyview",
  "id": "oeak4c",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m not just referring to abusive parents, just any kind of overboard parents.\nNarcissistic, stubborn, narrow minded and self righteous, and all the other\nterms you can think about to describe horrible parents. Toxic parents.\n\nWhy should any kid stay to take care of their parents if they were toxic…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "虐待する親だけではなく、やりすぎた親ならなんでもいいんです。\n自己愛が強く、頑固で、視野が狭く、独りよがりで......。\n恐ろしい親を表現するために考えられるすべての言葉を使っています。毒親。\n\n毒親であれば、なぜ子供が親の面倒を見なければならないのか...。",
      "title": "CMV: 子供に捨てられても仕方がないと思う親がいる"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不只是指虐待性的父母，只是指任何一种过分的父母。\n自恋的、固执的、狭隘的、自以为是的，以及其他所有你能想到的描述可怕父母的词汇。\n你能想到的描述可怕父母的词汇。有毒的父母。\n\n如果他们是有毒的，为什么任何孩子要留下来照顾他们的父母......",
      "title": "CMV：有些父母真的应该让他们的孩子抛弃他们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不只是指虐待性的父母，只是指任何一種過分的父母。\n自戀的、固執的、狹隘的、自以爲是的，以及其他所有你能想到的描述可怕父母的詞彙。\n你能想到的描述可怕父母的詞彙。有毒的父母。\n\n如果他們是有毒的，爲什麼任何孩子要留下來照顧他們的父母......",
      "title": "CMV：有些父母真的應該讓他們的孩子拋棄他們。"
    }
  ]
}