{
  "author": "Reasonable-Juice-812",
  "the_new_excerpt": "To preface this post, there's nothing wrong with wasting time in any way you see\nfit. But there is a difference in the way these hobbies are viewed.\n\nFrom my personal view, many sports fans kick back, drink beer and eat junk food\nwhile enjoying the game. The demographic is a ton of old has-beens who…",
  "original_created_utc": 1623256289,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "前置きが長くなりましたが、自分の好きな方法で時間を潰すことは悪いことではありません。\nのは悪いことではありません。しかし、これらの趣味の捉え方には違いがあります。\n\n私の個人的な見解では、多くのスポーツファンは、ゲームを楽しみながら、ビールを飲み、ジャンクフードを食べています。\nジャンクフードを食べながら試合を楽しむ。私の個人的な見解では、スポーツファンの多くは、ビールを飲み、ジャンクフードを食べながら試合を楽しんでいます。",
      "title": "CMV：スポーツファンはゲーマーと同じように怠惰で不健康な存在です。人がスポーツをしているのを見ていても体調は良くならないし、趣味も時間の無駄です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在这篇文章的前面，以任何你认为合适的方式浪费时间都没有错。\n适合。但对这些爱好的看法是有区别的。\n\n从我个人的观点来看，许多体育迷在享受比赛的同时，还踢球、喝啤酒、吃垃圾食品\n同时享受比赛。人口统计学上有一大堆老旧的有为人士，他们...",
      "title": "CMV：体育迷和游戏玩家一样懒惰和不健康。看人打球并不能让你的身材变好，你的爱好也是在浪费时间。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在這篇文章的前面，以任何你認爲合適的方式浪費時間都沒有錯。\n適合。但對這些愛好的看法是有區別的。\n\n從我個人的觀點來看，許多體育迷在享受比賽的同時，還踢球、喝啤酒、喫垃圾食品\n同時享受比賽。人口統計學上有一大堆老舊的有爲人士，他們...",
      "title": "CMV：體育迷和遊戲玩家一樣懶惰和不健康。看人打球並不能讓你的身材變好，你的愛好也是在浪費時間。"
    }
  ],
  "title": "CMV: Sports fans are just as lazy and unhealthy as gamers. Watching people play sports doesn't make you in shape, and your hobby is also a waste of time.",
  "created_utc": 1623300437,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To preface this post, there&#39;s nothing wrong with wasting time in any way you see fit. But there is a difference in the way these hobbies are viewed.</p>\n\n<p>From my personal view, many sports fans kick back, drink beer and eat junk food while enjoying the game. The demographic is a ton of old has-beens who played sports in high-school and are out of shape with beer bellys. </p>\n\n<p>Gamers can be just as bad, but get a worse rep than sports fans in general. In our society, gamers are seen as lazy asses who do nothing but waste time, while being involved and up-to-date on sports is almost expected.</p>\n\n<p>This post is obviously full of bias, but I&#39;m sure you can see where I&#39;m coming from.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/nw01pe/cmv_sports_fans_are_just_as_lazy_and_unhealthy_as/",
  "subreddit": "changemyview",
  "id": "nw01pe",
  "is_self": true,
  "media": null,
  "is_video": false
}