{
  "author": "SocialAddiction1",
  "the_new_excerpt": "To many this probably dosnt seem like a big deal, but for me it’s huge.\n\nI am a high school student growing up in a generation with a rapidly declining\nattention span and a ever growing library of stimulating games, shows, and\nmovies.\n\nI’ve always loved the idea of reading, the benefits of reading…",
  "original_created_utc": 1622920359,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "多くの人にとっては大したことではないかもしれませんが、私にとっては大きな問題です。\n\n私は高校生で、注意力が急速に低下している世代に育っています。\n刺激的なゲームや番組、映画のライブラリが増え続けています。\n私は高校生です。\n\n私は昔から読書というものが大好きで、読書の利点は...",
      "title": "この7日間、最低でも20分は読んでいます！！。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对许多人来说，这可能不像是一件大事，但对我来说却是一件大事。\n\n我是一名高中生，在注意力迅速下降的一代人中成长起来。\n我是一名高中生，成长在注意力迅速下降的一代，而刺激性游戏、节目和电影的图书馆不断增加。\n电影。\n\n我一直喜欢阅读的想法，阅读的好处。",
      "title": "在过去的7天里，我至少读了20分钟的书！！。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對許多人來說，這可能不像是一件大事，但對我來說卻是一件大事。\n\n我是一名高中生，在注意力迅速下降的一代人中成長起來。\n我是一名高中生，成長在注意力迅速下降的一代，而刺激性遊戲、節目和電影的圖書館不斷增加。\n電影。\n\n我一直喜歡閱讀的想法，閱讀的好處。",
      "title": "在過去的7天裏，我至少讀了20分鐘的書！！。"
    }
  ],
  "title": "I’ve read at least 20 minutes for the last 7 days!!",
  "created_utc": 1622923945,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To many this probably dosnt seem like a big deal, but for me it’s huge. </p>\n\n<p>I am a high school student growing up in a generation with a rapidly declining attention span and a ever growing library of stimulating games, shows, and movies.</p>\n\n<p>I’ve always loved the idea of reading, the benefits of reading and the knowledge that can be gained from reading. The problem is, I often have found myself counting down the pages till I promised i’d stop whenever I try. I then fall back into a routine of tv and video games again. </p>\n\n<p>Last January (2019-2020), I had the opportunity to go on a cruise. What I wasn’t prepared for (or really didn’t think about), was that there’s no cellular connection in the middle of the ocean. That’s when I read my first book in over 5 years, The Immortal Life of Henrietta Lacks. I actually loved the book and promised myself I’d read more when I got back home.</p>\n\n<p>Well that didn’t happen. That is until last Saturday. I decided I wanted to try ebooks one my ipad and not restrict or force myself to read a certain amount. I downloaded the book “Confessions of a Surgeon” and started away. Within 4 days I finished it and actually, genuinely enjoyed it. The next day I downloaded “The Real Doctor Will See You Shortly”, and am already a quarter way through it. </p>\n\n<p>Not only has the time i’ve read every day been over 20 minutes, but it’s steadily increased from 25 to 90 minutes! </p>\n\n<p>No questions or anything, more of just a happy rant and to say i’m so glad to be able to join this community!</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/books/comments/nt30x2/ive_read_at_least_20_minutes_for_the_last_7_days/",
  "subreddit": "books",
  "id": "nt30x2",
  "is_self": true,
  "media": null,
  "is_video": false
}