{
  "author": "McElectric29",
  "the_new_excerpt": "Why YSK: If you think you're being followed, your first instinct might be to run\nhome and lock the doors. However, if your stalker does not know where you live,\nyou almost never want to let them know that information.\n\nI was followed by two robbers who marked me as a target as I was almost…",
  "original_created_utc": 1617562722,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK: 如果你觉得自己被跟踪了，你的第一反应可能是跑。\n家，并锁好门。但是，如果你的跟踪者不知道你住在哪里。\n你几乎不想让他们知道这些信息。\n\n我被两个劫匪跟踪，他们把我当成目标，因为我几乎... ...",
      "title": "YSK说，如果你认为你被跟踪了，你就不应该回家"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK: 如果你覺得自己被跟蹤了，你的第一反應可能是跑。\n家，並鎖好門。但是，如果你的跟蹤者不知道你住在哪裏。\n你幾乎不想讓他們知道這些信息。\n\n我被兩個劫匪跟蹤，他們把我當成目標，因爲我幾乎... ...",
      "title": "YSK說，如果你認爲你被跟蹤了，你就不應該回家"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "なぜYSKなのかというと、尾行されていると思ったら、真っ先に家に逃げ込み、ドアに鍵をかけようとするでしょう。\n家に帰って鍵をかけることです。しかし、ストーカーがあなたの家を知らない場合、その情報をストーカーに知らせたくはないでしょう。\nしかし、ストーカーがあなたの住所を知らない場合は、その情報を知らせたくないものです。\n\n私は、2人の強盗に尾行されていました。",
      "title": "尾行されていると思ったら帰宅してはいけないというYSK"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、尾行されていると思ったら、真っ先に家に逃げ込み、ドアに鍵をかけようとするでしょう。\n家に帰って鍵をかけることです。しかし、ストーカーがあなたの家を知らない場合、その情報をストーカーに知らせたくはないでしょう。\nしかし、ストーカーがあなたの住所を知らない場合は、その情報を知らせたくないものです。\n\n私は、2人の強盗に尾行されていました。",
      "title": "尾行されていると思ったら帰宅してはいけないというYSK"
    }
  ],
  "title": "YSK that you should NOT go home if you think you're being followed",
  "created_utc": 1617587557,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you think you&#39;re being followed, your first instinct might be to run home and lock the doors. However, if your stalker does not know where you live, you almost never want to let them know that information. </p>\n\n<p>I was followed by two robbers who marked me as a target as I was almost back home. I made the mistake of turning around and confronting them in a non-public area, because they proceeded to rob me at knife point and wanted to know where I lived. I gave them a fake address that is pretty far away so they only took my wallet. In retrospect, I am extremely glad that  I did not instinctively run home and let them know where I lived.</p>\n\n<p>Instead, go for public, well-lit areas if you can. Call the police. If you can&#39;t, attract attention to yourself by yelling and get help. </p>\n\n<p>Bonus YSK: If you&#39;re not sure whether you&#39;re being followed, make 4 right turns. If the person is still there after that, you should assume that you&#39;re being followed, since there should be almost no reason that they are circling around.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/YouShouldKnow/comments/mk2f0r/ysk_that_you_should_not_go_home_if_you_think/",
  "subreddit": "YouShouldKnow",
  "id": "mk2f0r",
  "is_self": true,
  "media": null,
  "is_video": false
}