{
  "author": "Mathity",
  "original_created_utc": 1626698490,
  "title": "Cmv: We all should have the right to scrutinize, criticize and even mock religions. And that is neither racist nor hate speech.",
  "created_utc": 1626709716,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was raised in a Christian family  and had lived in several countries in Europe, worked with people from every possible background. I consider myself spiritual but outside of any organized religion. </p>\n\n<p>I believe religion should be mocked because historically religious institutions have used the concept of &quot;blasphemy&quot; and &quot;offense&quot; to censure disent. In that sense is different to mock a religion than to mock a minority group whose history has been of persecution, like LGBT or Black people. </p>\n\n<p>I have discussed this with Muslim friends over the cartoon of the prophet topic and so far I haven&#39;t found a strong argument against. I think religious believes as an excuse to make policy should not be allowed at all since certain core religious believes are unverifiable and thus policy based on those cannot be enforced into non-believers. </p>\n\n<p>Please be kind I&#39;m just trying to understand everybody&#39;s perspective here in the pursue of truth, not to insult or attack anyone. Thanks</p>\n\n<p>Edit: As mentioned in the comments this is indeed a right in many places. What I mean is the attitude of some ppl who consider you should &quot;respect&quot; others ppl religions. My Muslim friends say that it is unnecessary to draw cartoons of M. and that doing so is hurtful and offensive for ALL Muslim therefore cartoonist should be &quot;kinder&quot; and stop doing it. I see that standing by the right of the cartoonist has also been criticized  by ppl as a racist attitude. In summary, there are ppl living in free countries that relate mocking of Islam with racism and there is where I disagree.</p>\n\n<p>Edit 2:\n- I  of course agree that religious ppl have the right to criticize back their critics. My OP might have made some people think otherwise </p>\n\n<ul>\n<li>One if the critics that are done to religion, especially Islam, is that there are specific beliefs within their structure that lead to intolerance and in some cases violence. This is for the most part a comment that for the most part is received in a hostile fashion but to which I agree. And it&#39;s the main argument that&#39;s tilted as &quot;racist&quot; when in fact is pointing directly at beliefs within a religion, nothing to do with race.</li>\n</ul>\n\n<p>Edit 3: </p>\n\n<p>A summary of my view after the exchanges taken place, thanks for keeping it civil:</p>\n\n<ul>\n<li>I think we all agree that religion can be criticized but we disagree on the line of what&#39;s criticize-able and when it becomes hate speech. </li>\n</ul>\n\n<p>-In the topic of France and Mohammed&#39;s cartoons I believe they should still be shown since doing otherwise would be to give in to violent terrorism.</p>\n\n<p>I do agree with my challengers and thus I <em>changed my view</em> on something: Showing those cartoons is used by racists to make Muslims feel unwelcomed and in general it will lead to more division if used in that way. So far it&#39;s only usefulness is to make the point of the right to blaspheme. </p>\n\n<ul>\n<li>I strongly believe in order to enact change we as a society need to establish a conversation between religious and non religious over the beliefs held within religions communities and how they might result in harm for our society and even violence. </li>\n</ul>\n\n<p>That debate should be welcomed and must include all major religions. Why? Because I believe that religion is full of dogmas and when  interpreted strictly leads to attitudes that erode democracy and freedom. As an example of topics I would like to see discussed: </p>\n\n<ul>\n<li><p>Islam and the concept of Fatwa. The place of LGBT and atheist  ppl in Islamic belief system. </p>\n\n<ul>\n<li>Judaism, Zionism and it&#39;s justification of injustice and apartheid based on the religious claim over palestina. </li>\n<li>Christianity, especially Catholicism and it&#39;s aberrant history of child râpe, corruption, racism and misoginy.</li>\n</ul></li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 139,
  "permalink": "/r/changemyview/comments/ond9ob/cmv_we_all_should_have_the_right_to_scrutinize/",
  "subreddit": "changemyview",
  "id": "ond9ob",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was raised in a Christian family and had lived in several countries in Europe,\nworked with people from every possible background. I consider myself spiritual\nbut outside of any organized religion.\n\nI believe religion should be mocked because historically religious institutions\nhave used the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はクリスチャンの家庭で育ち、ヨーロッパのいくつかの国に住んだことがあります。\n様々なバックグラウンドを持つ人々と仕事をしてきました。自分はスピリチュアルだと思っています。\nしかし、組織された宗教には属していません。\n\n私は宗教は馬鹿にされるべきだと思っています。なぜなら、歴史的に見て、宗教団体は\n使ってきたからです。",
      "title": "CMV 私たちは皆、宗教を吟味し、批判し、さらには嘲笑する権利を持っているはずです。それは人種差別でもヘイトスピーチでもありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在一个基督教家庭长大，曾在欧洲的几个国家生活过。\n与来自各种可能背景的人一起工作。我认为自己有灵性\n但不属于任何有组织的宗教。\n\n我认为宗教应该被嘲弄，因为历史上宗教机构\n已经使用了...",
      "title": "Cmv: 我们都应该有权利审视、批评、甚至嘲弄宗教。而这既不是种族主义，也不是仇恨言论。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在一個基督教家庭長大，曾在歐洲的幾個國家生活過。\n與來自各種可能背景的人一起工作。我認爲自己有靈性\n但不屬於任何有組織的宗教。\n\n我認爲宗教應該被嘲弄，因爲歷史上宗教機構\n已經使用了...",
      "title": "Cmv: 我們都應該有權利審視、批評、甚至嘲弄宗教。而這既不是種族主義，也不是仇恨言論。"
    }
  ]
}