{
  "author": "flippantcedar",
  "original_created_utc": 1636072057,
  "title": "YSK how to clean your genitals properly (male or female) and that it is important in order to prevent a variety of issues, smells, and imbalances of bacteria or ph, but that doesn't necessarily mean scrub everything with soap, and for the love of Pete, keep that soap and water out of the vagina!",
  "created_utc": 1636076909,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Both male and female genitals have areas that need to be cleaned and areas that need to be left largely alone. Not cleaning can cause issues, infections, and smelly buildups. Cleaning too much, or in areas best left alone, can also cause issues and infections, and a bunch of other problems besides. Plus, your sexual partners will thank you for the proper care and hygiene. </p>\n\n<p>Men: \nIf you&#39;re circumcised; wash your penis and testicles gently with a mild soap. Stay out of the urethra, especially with soap. Make sure you get into any skin folds where yeast and bacteria can build up. Please wash your balls, especially if you have anyone who hangs out down there sometimes. They get smelly, even if you don&#39;t notice. Generally though, you have the &quot;ez clean&quot; version of genitals. </p>\n\n<p>If you&#39;re intact: same as above (and wash your balls!), only be sure to gently retract your foreskin and clean under and behind the ridge along your glans/head of penis. If you&#39;re through puberty and retracting your foreskin is difficult or painful, see a doctor about it, but keep trying to gently retract the foreskin and to clean out any buildup behind. Gentle retraction will usually eventually help loosen the foreskin and allow you to clean behind the glans.</p>\n\n<p>If you&#39;re not through puberty, then you can try and start gently retracting your foreskin, but do not force it (and don&#39;t let any adults/doctors forcibly retract it either!). As you progress through puberty, hormonal changes will slowly separate the foreskin from the glans of your penis. Forcibly retracting your foreskin can cause tears on the glans and in the skin. Until the foreskin and the glans have separated, buildup and bacteria can not get in behind (at least not to the same degree as they can after puberty). Cleaning gently with soap while trying to gently retract your foreskin as much as you comfortably can will allow you to clean it well enough while also gently stretching the foreskin.</p>\n\n<p>Phimosis (the inability to fully retract the foreskin) is a thing that happens more than guys might realize and can lead to issues like a buildup of smegma under the foreskin and behind the glans, which can smell really bad. Or infections, such as balanitis (yep, that&#39;s the actual name) that can cause pain, swelling and discharge. Phimosis is common and easily treated, usually with a topical cream prescribed by your doctor, rarely with a minor surgical procedure, even more rarely with circumcision. </p>\n\n<p>Women:\nFirst a bit about terminology: the vagina is <em>only</em> the part that is internal (the &quot;baby hole&quot; if you like). Up inside the vagina is the hymen (which isn&#39;t always there, isn&#39;t always closed, and comes in a wide variety of totally normal shapes and styles), and the cervix, beyond the cervix is the uterus. LEAVE IT ALL ALONE!! Your vagina is self-cleaning and does not need any help at all. Don&#39;t douche, don&#39;t put soap up there ever, don&#39;t wash it out with water even. It&#39;s good all on it&#39;s own. If you&#39;re noticing a smell or you have unusual discharge, see a doctor. However, SOME DISCHARGE IS TOTALLY 100% NORMAL!!! It&#39;s also normal to have slightly different discharge at times based on your hormones.</p>\n\n<p>As I said, vaginas are self-cleaning, which means they make mucus, that mucus picks up dead skin cells, dirt and any <em>ahem</em> &quot;random debris&quot; and flushes it out. Kind of like your nose actually, only way more acidic. Your vagina needs to be acidic, that keeps it healthy and keeps infection and random bacterial visitors at bay. Soap, and even plain water, can mess up the acidity and Ph balance. It needs to be acidic. It also means your mild discharge can sometimes bleach your super hot black panties. Yes, it&#39;s annoying. It&#39;s also normal. Leave the vajayjay alone.</p>\n\n<p>The &quot;outer bits&quot; are collectively referred to as &quot;the vulva&quot;. No, your clitoris is not in your vagina. No, your underwear does not (usually...) bunch up in your vagina. No, you definitely do not have your vagina pierced! That whole bit you (or your special friend) can see without special equipment called a speculum? All vulva. That all needs to be washed gently with a very mild soap. The inner and outer labia, the clitoral hood, the perineum even; all the outer bits need the occasional gentle wash with gentle soap. Don&#39;t start madly pulling your clitoral hood back and getting in there with the soap (ouch) and stay out of the vaginal opening and urethral opening entirely, but give the vulva a gentle once over with some mild soap, inside and out, skin folds and all. </p>\n\n<p>A minor note on vaginal openings: sometimes (most commonly in pre-puberty, the vaginal opening can form a covering of skin that completely seals the vaginal opening. This is not the hymen. It forms on the outside of the vaginal opening. It is generally caused by lower levels of estrogen. It usually will resolve itself before or during puberty, but can occasionally persist and will require treatment to allow menstrual fluid to pass. Some doctors prefer to treat it as soon as it is noticed (usually when a child is very young) with a hormonal cream. Other doctors prefer to leave it alone entirely in the hopes that it resolves itself. If it is still present when the menstrual cycle starts, it will need to be treated. </p>\n\n<p>Lastly, whatever your gender, wash your butthole and butt crack please. With soap. No penetration needed, just give that chocolate starfish a soapy bath.</p>\n</div><!-- SC_ON -->",
  "score": 145,
  "permalink": "/r/YouShouldKnow/comments/qmywp9/ysk_how_to_clean_your_genitals_properly_male_or/",
  "subreddit": "YouShouldKnow",
  "id": "qmywp9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Both male and female genitals have areas that need to be cleaned and\nareas that need to be left largely alone. Not cleaning can cause issues,\ninfections, and smelly buildups. Cleaning too much, or in areas best left alone,\ncan also cause issues and infections, and a bunch of other problems…"
}