{
  "author": "OrdinaryDust195",
  "the_new_excerpt": "I had a bad experience with a dog and my baby at a public park today. The dog\nwas let off of its leash, came charging up to me and my baby, and started very\naggressively barking/snarling. When the owner was calling it to come back to\nher, it took a few minutes for the dog to obey. There wasn't…",
  "original_created_utc": 1614347417,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "今天在公共公园，我和一只狗以及我的宝宝有了一次不好的经历。那只狗\n它被放了下来，冲到我和我的宝宝面前，开始非常的。\n咄咄逼人的吠叫/咆哮。当主人在呼唤它回来的时候\n她，花了几分钟的时间 狗服从。没有...",
      "title": "CMV：在公共场所应该用绳子拴住狗。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "今天在公共公園，我和一隻狗以及我的寶寶有了一次不好的經歷。那隻狗\n它被放了下來，衝到我和我的寶寶面前，開始非常的。\n咄咄逼人的吠叫/咆哮。當主人在呼喚它回來的時候\n她，花了幾分鐘的時間 狗服從。沒有...",
      "title": "CMV：在公共場所應該用繩子拴住狗。"
    }
  ],
  "title": "CMV: Dogs should be kept on a leash in public places",
  "created_utc": 1614368158,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I had a bad experience with a dog and my baby at a public park today. The dog was let off of its leash, came charging up to me and my baby, and started very aggressively barking/snarling. When the owner was calling it to come back to her, it took a few minutes for the dog to obey. There wasn&#39;t really anything I could do because my baby was strapped to me in a baby carrier, and the only escape route I could&#39;ve used was a large stream behind me (so not an option).</p>\n\n<p>I love dogs, and I&#39;ve owned 2 great dogs. Incidents like what I experienced (and much worse ones) are why leash laws were created. Unless you&#39;re at a fenced-in dog park or something, it&#39;s just irresponsible to let your dog off leash. Dogs are animals, and there is no way to predict what they&#39;ll do at any given moment. Keep your dogs on their leash.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/lsy1vi/cmv_dogs_should_be_kept_on_a_leash_in_public/",
  "subreddit": "changemyview",
  "id": "lsy1vi",
  "is_self": true,
  "media": null,
  "is_video": false
}