{
  "author": "Nathanoy25",
  "original_created_utc": 1632926788,
  "title": "CMV: People who condemn other people for supporting a certain party or having a certain opinion on a topic have inherently misunderstood the concept of democracy.",
  "created_utc": 1632934820,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: I am from Germany. This generally means that most parties do not disregard any human rights and you are not going to change my mind by telling me how horrible a certain American party is.</p>\n\n<p>Most of the western world lives in a democracy and one of its basic principles is pluralism. Pluralism encourages the support of a variety of opinions and viewpoints and is arguably one of the most important parts of democracy. </p>\n\n<p>In recent times, I&#39;ve seen many people fixated on one thing and they then claim everyone supporting a certain viewpoint is wrong/immoral. This concept of trying to erase other opinions, regardless how moral or immoral one regards them to be inherently contradicts the basis of democracy and therefore people who do this and yet claim to be democratic are hypocrits. </p>\n\n<p>Don&#39;t get me wrong, everyone is allowed to disagree with opinions and even publicly arguing against them, but &#39;cancelling&#39; people over viewpoints or things they said has no part in a democratic system.</p>\n\n<p>I don&#39;t necessarily think that this is wrong but everytime I voice this I get downvoted so there seems to be a flaw in my logic. I&#39;m always open to change if someone can convince me :)</p>\n\n<p>Edit: I am solely talking about viewpoints that are within the democratic system. This means issues like racism, genocide or any other form of discrimination are not included.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/changemyview/comments/pxwvvx/cmv_people_who_condemn_other_people_for/",
  "subreddit": "changemyview",
  "id": "pxwvvx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Edit: I am from Germany. This generally means that most parties do not disregard\nany human rights and you are not going to change my mind by telling me how\nhorrible a certain American party is.\n\nMost of the western world lives in a democracy and one of its basic principles\nis pluralism. Pluralism…"
}