{
  "author": "Nathanoy25",
  "original_created_utc": 1632926788,
  "title": "CMV: People who condemn other people for supporting a certain party or having a certain opinion on a topic have inherently misunderstood the concept of democracy.",
  "created_utc": 1632934820,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: I am from Germany. This generally means that most parties do not disregard any human rights and you are not going to change my mind by telling me how horrible a certain American party is.</p>\n\n<p>Most of the western world lives in a democracy and one of its basic principles is pluralism. Pluralism encourages the support of a variety of opinions and viewpoints and is arguably one of the most important parts of democracy. </p>\n\n<p>In recent times, I&#39;ve seen many people fixated on one thing and they then claim everyone supporting a certain viewpoint is wrong/immoral. This concept of trying to erase other opinions, regardless how moral or immoral one regards them to be inherently contradicts the basis of democracy and therefore people who do this and yet claim to be democratic are hypocrits. </p>\n\n<p>Don&#39;t get me wrong, everyone is allowed to disagree with opinions and even publicly arguing against them, but &#39;cancelling&#39; people over viewpoints or things they said has no part in a democratic system.</p>\n\n<p>I don&#39;t necessarily think that this is wrong but everytime I voice this I get downvoted so there seems to be a flaw in my logic. I&#39;m always open to change if someone can convince me :)</p>\n\n<p>Edit: I am solely talking about viewpoints that are within the democratic system. This means issues like racism, genocide or any other form of discrimination are not included.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/changemyview/comments/pxwvvx/cmv_people_who_condemn_other_people_for/",
  "subreddit": "changemyview",
  "id": "pxwvvx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Edit: I am from Germany. This generally means that most parties do not disregard\nany human rights and you are not going to change my mind by telling me how\nhorrible a certain American party is.\n\nMost of the western world lives in a democracy and one of its basic principles\nis pluralism. Pluralism…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "編集：私はドイツ出身です。これは一般的に、ほとんどの政党が人権を無視していないことを意味します。\nアメリカのある政党がいかにひどいかを語っても、私の考えを変えることはできないでしょう。\nアメリカのある政党がいかにひどいかを語っても、私の考えは変わりません。\n\n西洋のほとんどの国は民主主義国家であり、その基本原則の一つは多元主義です。\n多元主義です。多元主義...",
      "title": "CMV：ある政党を支持したり、あるテーマについて意見を持ったりすることで他人を非難する人は、本来、民主主義の概念を誤解しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：我来自德国。这通常意味着，大多数政党不会无视\n你不可能通过告诉我如何在德国人的生活方式上改变我的想法。\n你不会因为告诉我某个美国政党有多可怕而改变我的想法。\n\n西方世界的大多数国家都生活在民主制度中，其基本原则之一是\n是多元主义。多元主义...",
      "title": "CMV：那些因为支持某个政党或对某个话题有某种看法而谴责其他人的人，本质上误解了民主的概念。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：我來自德國。這通常意味着，大多數政黨不會無視\n你不可能通過告訴我如何在德國人的生活方式上改變我的想法。\n你不會因爲告訴我某個美國政黨有多可怕而改變我的想法。\n\n西方世界的大多數國家都生活在民主制度中，其基本原則之一是\n是多元主義。多元主義...",
      "title": "CMV：那些因爲支持某個政黨或對某個話題有某種看法而譴責其他人的人，本質上誤解了民主的概念。"
    }
  ]
}