{
  "author": "TheFinnebago",
  "original_created_utc": 1627610628,
  "title": "CMV: Product Placement Advertisements and other types of in-shows ads make for a better audience experience than commercial breaks.",
  "created_utc": 1627660066,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Streaming TV has gotten me so spoiled on watching a constant flow of a show, as the writer and director intended. When I do have to go back to live TV for whatever reason, the ad breaks are so disruptive.  Not just taking the time away from the show, but commercials have different volume levels, different art styles, different everything! From the other commercials as well as the show.</p>\n\n<p>For example: I’d way rather have a moment in a show where the main character has a 30 second car ride up a long driveway to walk up to the front door of a secondary character. Basically a car commercial with a bunch of glamour shots of a shiny car with a handsome driver. At least the sound design, and the direction, would fit with the rest of the show. Main character knocks on the door and we hit the ground running with the episode. Maybe they go inside and there are Heinekens on the table. Who cares? We’re in the universe of the show!</p>\n\n<p>Things that would change my mind:</p>\n\n<ul>\n<li><p>a strong financial argument that product placement things simply aren’t lucrative enough</p></li>\n<li><p>a slippery slope type argument that the line between art and commercialism would be blurred even further to the point of being indistinguishable</p></li>\n<li><p>a full throated defense of commercials I guess? I’m not taking this so seriously, whatever ya got!</p></li>\n</ul>\n\n<p>Cheers</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/oubgfc/cmv_product_placement_advertisements_and_other/",
  "subreddit": "changemyview",
  "id": "oubgfc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Streaming TV has gotten me so spoiled on watching a constant flow of a show, as\nthe writer and director intended. When I do have to go back to live TV for\nwhatever reason, the ad breaks are so disruptive. Not just taking the time away\nfrom the show, but commercials have different volume levels,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ストリーミングTVでは、作家や監督が意図したように、一定の流れで番組を見ることに甘んじています。\n脚本家や監督が意図したように、一定の流れを見ることができます。何らかの理由で生放送に戻らなければならなくなったときには\n何らかの理由で生放送に戻らなければならなくなったとき、広告の切れ目がとても邪魔になります。番組から時間を奪うだけでなく\n番組の時間を奪うだけでなく、CMの音量が違ったり...。",
      "title": "CMV：プロダクトプレイスメント広告をはじめとする番組内広告は、コマーシャルブレークよりも視聴者にとって良い体験となります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "流媒体电视已经让我习惯于按照编剧和导演的意图，不断地观看节目。\n编剧和导演的意图。当我因为某种原因不得不回到电视直播的时候\n不管是什么原因，广告时间是如此具有破坏性。不仅仅是占用了时间\n不仅仅是占用了节目的时间，而且广告有不同的音量，...",
      "title": "CMV：产品植入广告和其他类型的节目中的广告，比起广告时间，给观众带来更好的体验。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "流媒體電視已經讓我習慣於按照編劇和導演的意圖，不斷地觀看節目。\n編劇和導演的意圖。當我因爲某種原因不得不回到電視直播的時候\n不管是什麼原因，廣告時間是如此具有破壞性。不僅僅是佔用了時間\n不僅僅是佔用了節目的時間，而且廣告有不同的音量，...",
      "title": "CMV：產品植入廣告和其他類型的節目中的廣告，比起廣告時間，給觀衆帶來更好的體驗。"
    }
  ]
}