{
  "author": "gimmecatspls",
  "original_created_utc": 1629658239,
  "title": "YSK: Learning disabilities do not mean the same thing as learning difficulties!",
  "created_utc": 1629665902,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: So that we can learn about the differences in neuro-divergent conditions and people can use this to get help that they or someone else they might know needs based on this.</p>\n\n<p>My sources are as follows:  <a href=\"https://www.healthyplace.com/neurodevelopmental-disorders/intellectual-disability/mild-moderate-severe-intellectual-disability-differences\">Mild, Moderate, Severe Learning Disability Differences | HealthyPlace</a> ;   <a href=\"https://www.readandspell.com/types-of-learning-difficulties#what-is-a-learning-difficulty?\">5 Types of learning difficulties and how to help (readandspell.com)</a></p>\n\n<p>Learning disabilities (aka Intellectual disabilities)</p>\n\n<p>The reason learning disabilities are referred to as also intellectual disabilities is because IQ is a component in diagnosis (you can&#39;t have an IQ of 90+ to have one), as well as the ability to learn and apply  conceptual, social, and practical life skills. Below is a table where I explain the criteria for the four different levels of learning disabilities someone can have.</p>\n\n<p>&#x200B;</p>\n\n<table><thead>\n<tr>\n<th align=\"left\">Type of Learning/Intellectual disabiltity</th>\n<th align=\"left\">Diagnostic criteria</th>\n</tr>\n</thead><tbody>\n<tr>\n<td align=\"left\">Mild Intellectual disability</td>\n<td align=\"left\">IQ 50 to 70; Slower than typical in all developmental areas; No unusual physical characteristics; Able to learn practical life skills; Attains reading and math skills up to grade levels 3 to 6; Able to blend in socially; Functions in daily life</td>\n</tr>\n<tr>\n<td align=\"left\">Moderate Intellectual disability</td>\n<td align=\"left\">IQ 35 to 49; Noticeable developmental delays (i.e. speech, motor skills); May have physical signs of impairment (i.e. thick tongue); Can communicate in basic, simple ways; Able to learn basic health and safety skills; Can complete self-care activities; Can travel alone to nearby, familiar places</td>\n</tr>\n<tr>\n<td align=\"left\">Severe Intellectual disability</td>\n<td align=\"left\">IQ 20 to 34; Considerable delays in development; Understands speech, but little ability to communicate; Able to learn daily routines; May learn very simple self-care; Needs direct supervision in social situations</td>\n</tr>\n<tr>\n<td align=\"left\">Profound Intellectual disability</td>\n<td align=\"left\">IQ less than 20; Significant developmental delays in all areas; Obvious physical and congenital abnormalities; Requires close supervision; Requires attendant to help in self-care activities; May respond to physical and social activities; Not capable of independent living</td>\n</tr>\n</tbody></table>\n\n<p>&#x200B;</p>\n\n<p>Learning difficulties</p>\n\n<p>A learning difficulty is a condition that can cause an individual to experience problems in a traditional classroom learning context. It may interfere with literacy skills development and math/maths and can also affect memory, ability to focus and organizational skills. No two individuals with a learning difficulty are exactly alike and many conditions, such as dyslexia, attention deficit hyperactive disorder, dyscalculia, and dysgraphia, exist on a wide-spectrum. To be diagnosed, you must have specific issues that do not correlate with what would be expected of your overall IQ. See my table below to learn about the most common learning difficulties.</p>\n\n<p>&#x200B;</p>\n\n<table><thead>\n<tr>\n<th align=\"left\">Types of learning difficulties</th>\n<th align=\"left\">Definitions</th>\n</tr>\n</thead><tbody>\n<tr>\n<td align=\"left\">Dyslexia</td>\n<td align=\"left\">Individuals who struggle with dyslexia can have issues with reading, writing or spelling or any combination of them.</td>\n</tr>\n<tr>\n<td align=\"left\">Dyscalculia</td>\n<td align=\"left\">Individuals who struggle with dyscalculia have difficulty with processing numbers, whether that be basic arithmetic, deciding the approach to take on a mathematical problem, sequencing numbers and understanding spatial reasoning.</td>\n</tr>\n<tr>\n<td align=\"left\">Dysgraphia</td>\n<td align=\"left\">Individuals who struggle with dysgraphia have a hard time with writing and may produce text that is illegible</td>\n</tr>\n<tr>\n<td align=\"left\">ADHD</td>\n<td align=\"left\">There are three types of ADHD (ADHD-Primarily Inattentive; ADHD-Primarily Hyperactive/Impulsive; and ADHD-Combined Presentation).</td>\n</tr>\n<tr>\n<td align=\"left\">Dyspraxia</td>\n<td align=\"left\">A motor-skills difficulty that can affect a learner’s ability to write by hand, and may impact on planning skills</td>\n</tr>\n</tbody></table>\n\n<p>I don&#39;t know how useful this could be for anyone, but as someone with dyscalculia, Asperger&#39;s (Autism) and ADHD-Combined Presentation, I get really frustrated when people call my difficulties by the wrong name!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/p9idd3/ysk_learning_disabilities_do_not_mean_the_same/",
  "subreddit": "YouShouldKnow",
  "id": "p9idd3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: So that we can learn about the differences in neuro-divergent\nconditions and people can use this to get help that they or someone else they\nmight know needs based on this.\n\nMy sources are as follows: Mild, Moderate, Severe Learning Disability\nDifferences |…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：神経乖離性疾患の違いを知り、それを利用して人々が\nこの情報をもとに、自分や知り合いが必要としている支援を得ることができます。\nこれに基づいて、自分や知り合いが必要としている助けを得られるようにするためです。\n\n私の情報源は以下の通りです。軽度、中等度、重度の学習障害\n違い｜...",
      "title": "YSK：学習障害は、学習困難と同じ意味ではありませんよ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这样我们就能了解到神经分化的差异。\n人们可以利用这一点来获得他们或他们可能认识的其他人的帮助。\n可能认识的人需要的帮助。\n\n我的资料来源如下。轻度、中度、重度学习障碍\n差异 |...",
      "title": "YSK：学习障碍与学习困难的意思不一样!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這樣我們就能瞭解到神經分化的差異。\n人們可以利用這一點來獲得他們或他們可能認識的其他人的幫助。\n可能認識的人需要的幫助。\n\n我的資料來源如下。輕度、中度、重度學習障礙\n差異 |...",
      "title": "YSK：學習障礙與學習困難的意思不一樣!"
    }
  ]
}