{
  "author": "nik_tha_greek",
  "original_created_utc": 1632406982,
  "title": "YSK: Your dishwasher is far more energy / water efficient than you are at washing dishes. Running a dishwasher that is only 25% full will still use less water, on average, than hand washing those dishes. Save water, energy, and time by using your dishwasher instead of washing by hand.",
  "created_utc": 1632411453,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This tip will save you time and money while helping the environment. Depending on the detergent you use, you don&#39;t even have to rinse the dishes before loading them, which saves you even more (just make sure to clean your filter often). </p>\n\n<p>Bonus: if you have an Energy Star dishwasher, it is required that they use no more than 3.5 gallons per cycle (compared to the standard 5 gallons), so your water/energy savings will be even greater.</p>\n</div><!-- SC_ON -->",
  "score": 414,
  "permalink": "/r/YouShouldKnow/comments/ptwcm2/ysk_your_dishwasher_is_far_more_energy_water/",
  "subreddit": "YouShouldKnow",
  "id": "ptwcm2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: This tip will save you time and money while helping the environment.\nDepending on the detergent you use, you don't even have to rinse the dishes\nbefore loading them, which saves you even more (just make sure to clean your\nfilter often).\n\nBonus: if you have an Energy Star dishwasher, it is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: この方法は、時間とお金の節約になるだけでなく、環境保護にも役立ちます。\n使っている洗剤によっては、食器をセットする前にすすぎをする必要もありません。\n洗剤によっては、食器を入れる前にすすぐ必要がないので、さらに節約になります。\nフィルターはこまめに掃除しましょう）。)\n\nボーナス：Energy Starの食器洗い機をお持ちの場合は、...",
      "title": "YSK: 食器洗い機は、あなたが食器を洗うよりもはるかにエネルギーと水の効率が良いです。食器が25％しか入っていない状態で食器洗い機を稼働させても、平均して手洗いよりも少ない水しか使いません。手洗いの代わりに食洗機を使って、水、エネルギー、時間を節約しましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：这个小窍门可以节省你的时间和金钱，同时有助于环保。\n根据你使用的洗涤剂，你甚至不需要在装盘前漂洗碗碟，这可以为你节省更多的时间。\n你甚至不必在装盘前冲洗餐具，这将为你节省更多（只要确保经常清洗你的\n过滤器）。)\n\n奖励：如果你有一台能源之星洗碗机，它是...",
      "title": "YSK：你的洗碗机比你洗碗时更节能/节水。在洗碗机只装满25%的情况下，其平均用水量仍比手洗餐具少。使用洗碗机而不是手洗，可以节约水、能源和时间。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：這個小竅門可以節省你的時間和金錢，同時有助於環保。\n根據你使用的洗滌劑，你甚至不需要在裝盤前漂洗碗碟，這可以爲你節省更多的時間。\n你甚至不必在裝盤前沖洗餐具，這將爲你節省更多（只要確保經常清洗你的\n過濾器）。)\n\n獎勵：如果你有一臺能源之星洗碗機，它是...",
      "title": "YSK：你的洗碗機比你洗碗時更節能/節水。在洗碗機只裝滿25%的情況下，其平均用水量仍比手洗餐具少。使用洗碗機而不是手洗，可以節約水、能源和時間。"
    }
  ]
}