{
  "author": "CrustaceansAmongstUs",
  "the_new_excerpt": "I am not using the word sex worker in a pejorative sense. I mean it literally,\nany girl who chooses to be onlyfans or other web based platform for the purposes\nof satisfying someone’s sexual fantasy for monetary exchange is a sex worker.\n\nIt’s not easy to make a living these days and I don’t hold…",
  "original_created_utc": 1611855790,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不是在贬义上使用性工作者这个词。我是指字面意思。\n任何女孩选择做onlyfans或其他网络平台的目的。\n满足别人的性幻想以换取金钱的人就是性工作者。\n\n这年头混口饭吃不容易，我也不抱...",
      "title": "CMV：售卖裸体和提供网络幻想服务的网红都是性工作者，她们不应该对自己的恋爱对象保密。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是在貶義上使用性工作者這個詞。我是指字面意思。\n任何女孩選擇做onlyfans或其他網絡平臺的目的。\n滿足別人的性幻想以換取金錢的人就是性工作者。\n\n這年頭混口飯喫不容易，我也不抱...",
      "title": "CMV：售賣裸體和提供網絡幻想服務的網紅都是性工作者，她們不應該對自己的戀愛對象保密。"
    }
  ],
  "title": "CMV: webgirls selling nudes and offering web fantasy services are sex workers and they should not keep it a secret from their romantic partners",
  "created_utc": 1611917239,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am not using the word sex worker in a pejorative sense. I mean it literally, any girl who chooses to be onlyfans or other web based platform for the purposes of satisfying someone’s sexual fantasy for monetary exchange is a sex worker. </p>\n\n<p>It’s not easy to make a living these days and I don’t hold anything against what people do as long as it doesn’t infringe on the rights of another. It does become disingenuous when these girls turn around and tell people they just met that they are a model or an influencer without divulging their real profession, or say the most lucrative aspects of their profession. </p>\n\n<p>It becomes worst when a potential relationship develops between the girl and someone else. If she continues to lie or omit key details about her vocational choice, especially one where there is a such stigma attached, would be entering into the relationship under false pretences. </p>\n\n<p>Furthermore there is an ethical concern, sex work is not compatible with monogamous relationships. If an exception were to be made it must be done under the express consent of both parties. How should a guy act when he finds out that his girlfriend a masturbating in cosplay for other men to jerk off too?! That’s just wrong.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/l73jqj/cmv_webgirls_selling_nudes_and_offering_web/",
  "subreddit": "changemyview",
  "id": "l73jqj",
  "is_self": true,
  "media": null,
  "is_video": false
}