{
  "author": "Brilliant_Media5649",
  "original_created_utc": 1640017205,
  "title": "Is everyone else just exhausted by covid/ afraid there will be no end in sight?",
  "created_utc": 1640026753,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Let me preface this by saying I’m 100% vaccinated and I’m getting the booster very soon so I’m not just posting this stir anything up.&lt;/p&gt;\n\n&lt;p&gt;Im visiting family a few states over from mine and recently found out that a few of my close friends have tested positive. I’m vaccinated so it didn’t really worry me but my mom is freaking out (her parents/my grandparents are pretty old and I would say vulnerable) and I’m not trying to be cold or anything because obviously I love my grandparents but at this point it’s making me feel like this shit is never going to end. I’m going to go get tested and if I test positive I’m just going to have to quarantine. But now I’m thinking every major holiday there’s just going to be a crazy amount of cases all the time. I’m just exhausted from this and I always feel like when things start getting better everything just blows up again.&lt;/p&gt;\n\n&lt;p&gt;Have you guys gotten a point where you’re feeling like there’s no end in sight? How should I handle this situation.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 106,
  "permalink": "/r/TooAfraidToAsk/comments/rkqxir/is_everyone_else_just_exhausted_by_covid_afraid/",
  "subreddit": "TooAfraidToAsk",
  "id": "rkqxir",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let me preface this by saying I’m 100% vaccinated and I’m getting the booster\nvery soon so I’m not just posting this stir anything up.\n\nIm visiting family a few states over from mine and recently found out that a few\nof my close friends have tested positive. I’m vaccinated so it didn’t really\nworry…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> 前置きが長くなりましたが、私は100%このような状況です。\nこの投稿をするのは、予防接種を受け、もうすぐ接種を受けるからです。\n</p> <p>私は、私の家族から数州離れたところにいる家族を訪ねています。\n最近、親しい友人数人が陽性であることを知りました...。",
      "title": "みんなコビドに疲れきっているのか・終わりが見えないことを恐れているのか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>让我先说一下，我已经百分之百地接种了疫苗，而且我很快就会去接种疫苗，所以我不是随便发这个帖子。\n</p> <p>我想说的是，我已经百分之百地接种了疫苗，而且我很快就会接受强化治疗，所以我不是在发这个帖子，而是在挑拨离间。\n</p> <p>我在离我家几个州远的地方探亲，最近发现我的几个朋友的孩子都被传染了。\n最近，我发现我的几个亲密朋友的测试结果为阳性....。",
      "title": "其他人都是被科维德搞得筋疲力尽/害怕看不到尽头吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>讓我先說一下，我已經百分之百地接種了疫苗，而且我很快就會去接種疫苗，所以我不是隨便發這個帖子。\n</p> <p>我想說的是，我已經百分之百地接種了疫苗，而且我很快就會接受強化治療，所以我不是在發這個帖子，而是在挑撥離間。\n</p> <p>我在離我家幾個州遠的地方探親，最近發現我的幾個朋友的孩子都被傳染了。\n最近，我發現我的幾個親密朋友的測試結果爲陽性....。",
      "title": "其他人都是被科維德搞得筋疲力盡/害怕看不到盡頭嗎？"
    }
  ]
}