{
  "author": "Applicability",
  "original_created_utc": 1625855106,
  "title": "CMV: The state/county/city should be on the hook for the entire cost of a criminal defense in a trial if the defendant is found not guilty and anyone who loses their job during the course of the arrest and/or trial should be compensated for lost wages.",
  "created_utc": 1625870374,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Title is pretty much my view, but is part of a larger assortment of criminal justice reform ideas I have been kicking around in my head that, for the sake of brevity, has been reduced down to these two for now. </p>\n\n<p>The overall goal is to standardize the treatment of rich and normal Americans in the criminal justice system. Since I have no doubts that the wealthy would successfully prevent themselves from ever being treated as badly as normal people are, we should strive to make the criminal justice system as convoluted, inefficient, and overburdened for people of average means as it is for the rich.</p>\n\n<p>The two main planks are thus:</p>\n\n<p>A. The state/county/city should be on the hook for the entire cost of a criminal defense in a trial if the defendant is found not guilty.</p>\n\n<p>This would include, but not be limited to attorneys fees and fees to pay for the testimony of expert witnesses. Even a modest criminal defense lawyer will cost you thousands of dollars by the time your trial has finished, and that&#39;s just if they cut a plea deal. </p>\n\n<p>With this change, a defendant could potentially solicit capable criminal defense attorneys and expert witnesses on a contingency basis. The idea being that seeing a chance to send the government an invoice for all of the billable hours that a trial entails could very well entice them to take cases of people being railroaded. </p>\n\n<p>There should be no upper cap to this limit, just as there is no upper cap to what wealthy defendants can spend on their own defense. If the defendant can persuade professionals to provide millions of dollars worth of services in their defense, then the state should be require to pay for it.</p>\n\n<p>This sort of dovetails into my second point, which is:</p>\n\n<p>B. If a person loses their job at any point during the criminal justice proceedings, including post-arrest but pre-arraignment, then the state/county/city should be on the hook for up to a years lost wages or wages equaling the entire duration of the trial, whichever is more times 2.</p>\n\n<p>For instance, person A makes $50,000/year. Person A is arrested on a Sunday evening and fired for not showing up Monday morning. By the time their trial is resolved, 8 months has passed. The state should then be required to pay person A $100,000 in restitution.</p>\n\n<p>There is a popular saying among law enforcement: “you might beat the rap, but you won&#39;t beat the ride.” Well this is an attempt to address that. People are often coerced into taking a plea deal because they fear what effect a trial may have on themselves or their finances. Well no one should be afraid to push back against accusations by the state. </p>\n\n<p>I also hold the view that it should be codified into law that a judge may not take the fact that a defendant forced a trial into consideration when sentencing, but that feels pretty heavy on its own so may warrant a different CMV, but would be happy to discuss it.</p>\n\n<p>So that&#39;s a good starting place I feel. Am I missing anything here? Will any of these proposals lead to outcomes counter to my intended goals? I look forward to the discussion.</p>\n\n<p>CMV</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/oh1j13/cmv_the_statecountycity_should_be_on_the_hook_for/",
  "subreddit": "changemyview",
  "id": "oh1j13",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Title is pretty much my view, but is part of a larger assortment of criminal\njustice reform ideas I have been kicking around in my head that, for the sake of\nbrevity, has been reduced down to these two for now.\n\nThe overall goal is to standardize the treatment of rich and normal Americans in\nthe…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このタイトルは私の考えに近いものですが、私の頭の中にある刑事司法改革のアイデアの一部です。\n私の頭の中にある刑事司法改革のアイデアの一部ですが、簡潔にするために\n簡潔にするために、今はこの2つに絞られています。\n\n全体的な目標は、金持ちのアメリカ人と普通のアメリカ人の扱いを標準化することです。\nその...",
      "title": "CMV: 被告が無罪となった場合、州・郡・市は裁判での刑事弁護費用を全額負担すべきであり、逮捕および/または裁判の過程で職を失った人には、失われた賃金を補償すべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "标题几乎是我的观点，但它是我脑海中的各种刑事司法改革想法的一部分。\n我一直在脑子里踢来踢去，为了简洁起见，我把它缩减为这两个。\n为了简洁起见，目前已缩减到这两个。\n\n总体目标是规范富人和正常美国人在以下方面的待遇\n的待遇。",
      "title": "CMV：如果被告被认定无罪，州/县/市应该承担审判中刑事辩护的全部费用，任何在逮捕和/或审判过程中失去工作的人都应该得到工资损失的赔偿。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "標題幾乎是我的觀點，但它是我腦海中的各種刑事司法改革想法的一部分。\n我一直在腦子裏踢來踢去，爲了簡潔起見，我把它縮減爲這兩個。\n爲了簡潔起見，目前已縮減到這兩個。\n\n總體目標是規範富人和正常美國人在以下方面的待遇\n的待遇。",
      "title": "CMV：如果被告被認定無罪，州/縣/市應該承擔審判中刑事辯護的全部費用，任何在逮捕和/或審判過程中失去工作的人都應該得到工資損失的賠償。"
    }
  ]
}