{
  "author": "Aegontarg07",
  "original_created_utc": 1629376264,
  "title": "Your daily dose of Crypto",
  "created_utc": 1629383576,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><h1>Your daily dose of Crypto</h1>\n\n<ol>\n<li>The total market cap stood at $1.96 trillion as the short term momentum pauses.<br/></li>\n<li>BTC and ETH are testing support levels at $44k and $2.9k as the market consolidates.<br/></li>\n<li>SOL is up by 67% in the last 7 days and has set a new ATH of $79.57 amidst rising NFTs and DeFi applications on the blockchain.<br/></li>\n<li>AVAX is up by over 38% in the past 24 hours, amidst the announcement of Avalanche Rush, a $180 million liquidity mining incentive program, which will start with the launch of Aave and Curve protocols on the Avalanche network.<br/></li>\n<li>Emerging economies such as Vietnam, India and Pakistan have led crypto adoption and the rate of adoption has grown by 880% across the world over the past year, according to Chainalysis’ Global Crypto Adoption Index.<br/></li>\n<li>The Dutch central bank has warned Binance for providing crypto services in the Netherlands without the required legal registration.<br/></li>\n<li>Japanese crypto exchange Liquid’s hot wallets have been compromised for at least $90 million.<br/></li>\n<li>More than 60% of Robinhood users traded crypto in Q2 and it accounted for about $233 million (62% comes from Dogecoin alone) in revenue compared to $5 million in Q2 2020, according to its quarterly earnings report.<br/></li>\n<li>Facebook’s stablecoin Diem(formerly Libra) co-creator has announced that Novi(formerly Calibra), its crypto wallet is ready for the market.</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 214,
  "permalink": "/r/CryptoCurrency/comments/p7dw9g/your_daily_dose_of_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "p7dw9g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "YOUR DAILY DOSE OF CRYPTO\n\n 1. The total market cap stood at $1.96 trillion as the short term momentum\n    pauses.\n    \n 2. BTC and ETH are testing support levels at $44k and $2.9k as the market\n    consolidates.\n    \n 3. SOL is up by 67% in the last 7 days and has set a new ATH of $79.57 amidst\n   …"
}