{
  "author": "Street-Individual292",
  "original_created_utc": 1626616416,
  "title": "CMV: The \"Temporarily Embarrassed Millionaire\" argument makes no sense and is likely a strawman",
  "created_utc": 1626629678,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>John Steinbeck once said that &quot;socialism never took root in America because the poor see themselves not as an exploited proletariat but as temporarily embarrassed millionaires&quot;. Lately, I&#39;ve seen a lot of people use this argument (mostly on reddit) when someone defends millionaires or billionaires or talks about taxes. The logic goes that poor people only defend rich people because they think that they will someday be rich and want lower taxes when they do. But heres the thing:</p>\n\n<ol>\n<li>I&#39;ve never actually seen anyone make this argument unironically. I&#39;ve not sure anyone actually believes this</li>\n<li>Inherent in the arguments logic is that we can only care about issues that affect us directly. It&#39;s like saying that we can only care about the civil rights movement because we think that one day we might be black</li>\n</ol>\n\n<p>Has anyone actually ever seen this argument used?</p>\n</div><!-- SC_ON -->",
  "score": 78,
  "permalink": "/r/changemyview/comments/omqxgm/cmv_the_temporarily_embarrassed_millionaire/",
  "subreddit": "changemyview",
  "id": "omqxgm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "John Steinbeck once said that \"socialism never took root in America because the\npoor see themselves not as an exploited proletariat but as temporarily\nembarrassed millionaires\". Lately, I've seen a lot of people use this argument\n(mostly on reddit) when someone defends millionaires or billionaires…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ジョン・スタインベックは、「アメリカでは社会主義が根付かなかった。\n貧乏人は自分たちを搾取されるプロレタリアートではなく、一時的に困窮した大富豪と見なしているからだ。\n社会主義はアメリカに根付かなかった。最近、多くの人がこの議論を使っているのを目にします。\n(主にredditで) 誰かが大富豪や億万長者を擁護するときに、この議論を使う人をよく見かけます...",
      "title": "CMV: \"Temporarily Embarrassed Millionaire \"の議論は意味をなさず、ストローマンである可能性が高い。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "约翰-斯坦贝克曾说，\"社会主义从未在美国扎根，因为\n穷人不把自己看作是被剥削的无产阶级，而是看作是暂时的\n尴尬的百万富翁\"。最近，我看到很多人使用这种说法\n(主要是在reddit上），当有人为百万富翁或亿万富翁辩护时......",
      "title": "CMV：\"暂时尴尬的百万富翁 \"的说法毫无意义，很可能是一个稻草人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "約翰-斯坦貝克曾說，\"社會主義從未在美國紮根，因爲\n窮人不把自己看作是被剝削的無產階級，而是看作是暫時的\n尷尬的百萬富翁\"。最近，我看到很多人使用這種說法\n(主要是在reddit上），當有人爲百萬富翁或億萬富翁辯護時......",
      "title": "CMV：\"暫時尷尬的百萬富翁 \"的說法毫無意義，很可能是一個稻草人"
    }
  ]
}