{
  "author": "-Merasmus-",
  "the_new_excerpt": "At least for the near future, i think nuclear might even be able to power us\nrelativly cleanly untill we get stuff like dison spheres.\n\nA lot of people are still scared of nuclear energy but i think that is nonsense.\nThey think about events like Tjernobyl, but in reality, even though this whas\nthe…",
  "original_created_utc": 1620288802,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "少なくとも近未来においては、ダイソン球のようなものができるまでは、相対的にクリーンな電力を原子力でまかなうことができると思います。\n少なくとも近未来においては、ディスオン・スフィアのようなものができるまでは、原子力は比較的クリーンな電力を供給できるかもしれません。\n\n多くの人がいまだに原子力を怖がっていますが、私はそれはナンセンスだと思います。\n彼らは、チェルノブイリのような出来事を考えていますが、実際には、チェルノブイリのような出来事があったとしても\nその...",
      "title": "Cmv: 核エネルギーは最高のものである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "至少在不久的将来，我认为核能甚至可以为我们提供动力\n在我们得到像Dison Sphere这样的东西之前，相对清洁的核电。\n\n很多人仍然害怕核能，但我认为那是无稽之谈。\n他们认为像切尔诺贝利这样的事件，但在现实中，即使这是\n但在现实中，即使是这样的事件，也会有很多人害怕。",
      "title": "Cmv: 核能是最好的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "至少在不久的將來，我認爲核能甚至可以爲我們提供動力\n在我們得到像Dison Sphere這樣的東西之前，相對清潔的核電。\n\n很多人仍然害怕核能，但我認爲那是無稽之談。\n他們認爲像切爾諾貝利這樣的事件，但在現實中，即使這是\n但在現實中，即使是這樣的事件，也會有很多人害怕。",
      "title": "Cmv: 核能是最好的"
    }
  ],
  "title": "Cmv: Nuclear energy is just the best",
  "created_utc": 1620308361,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>At least for the near future, i think nuclear might even be able to power us relativly cleanly untill we get stuff like dison spheres.</p>\n\n<p>A lot of people are still scared of nuclear energy but i think that is nonsense. They think about events like Tjernobyl, but in reality, even though this whas the biggest nuclear disaster ever, only 31 people died directly and a couple thousand due to bad evacuation later. This may sound like a lot, but it is estimated that about 1.5 to 2 million people died due to Co2 intake. </p>\n\n<p>Second, the nuclear waste.\nFirst, generators produce less and less waste then before. Ways are also being found to make a reactot that doesnt just not produce nuclear wastez but using it. And what sounds better to you, pumping tons of dangerous material into the air that we breathe, or locking way less but more dangerous waste in a bunker deep underground untill we find a way to use it? </p>\n\n<p>Those that say; &quot;renewable energy doesnt produce any waste&quot; renewables are too expensive to make companies use them, they take up huge areas for the same energy, also destroying the enviroment. And building a wind turbine (melting metal amd such) emits 2.2 tonnes of Co2.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/n62crf/cmv_nuclear_energy_is_just_the_best/",
  "subreddit": "changemyview",
  "id": "n62crf",
  "is_self": true,
  "media": null,
  "is_video": false
}