{
  "author": "ZieII",
  "the_new_excerpt": "I noticed that even at a higher level of education, some just don't do this, and\nit's bothering me. \n\nWhy YSK: In a scenario where you have time left for an exam after doing all\ntasks that you know how to do, don't return your exam too rash. It may seem to\nyou that you did your best and want to get…",
  "original_created_utc": 1622643155,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "高等教育を受けていても、これをしない人がいることに気づいて\nそれが気になっています。 \n\nなぜYSKなのかというと、自分が知っていることをすべてやった後に試験時間が残っているような場合、あまり軽率に試験を返却しないことです。\n試験時間が残っているような場合、あまり無茶な返却はしないでください。それは、あなたにとっては\nあなたにとっては、自分のベストを尽くしたと思えるかもしれませんが、あなたにとっては、自分のベストを尽くしたとは思えないかもしれません。",
      "title": "YSK: 試験の課題を空っぽにしない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我注意到，即使是在较高的教育水平上，有些人也没有这样做，而且\n这让我很困扰。 \n\n为什么是YSK：在做完所有你知道如何做的任务后，你还有时间去考试的情况下，不要太急着退考。\n在做完所有你知道如何做的任务后还有时间考试的情况下，不要太急着退考。在你看来，这可能是\n在你看来，你已经尽了最大努力，希望得到...",
      "title": "YSK：永远不要让考试任务空着"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我注意到，即使是在較高的教育水平上，有些人也沒有這樣做，而且\n這讓我很困擾。 \n\n爲什麼是YSK：在做完所有你知道如何做的任務後，你還有時間去考試的情況下，不要太急着退考。\n在做完所有你知道如何做的任務後還有時間考試的情況下，不要太急着退考。在你看來，這可能是\n在你看來，你已經盡了最大努力，希望得到...",
      "title": "YSK：永遠不要讓考試任務空着"
    }
  ],
  "title": "YSK: Never leave an exam task empty",
  "created_utc": 1622661931,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I noticed that even at a higher level of education, some just don&#39;t do this, and it&#39;s bothering me. </p>\n\n<p>Why YSK: In a scenario where you have time left for an exam after doing all tasks that you know how to do, don&#39;t return your exam too rash. It may seem to you that you did your best and want to get over it quickly, while those partial points can be quite valuable. There&#39;s a chance that you&#39;ll understand the question after reading it once again, or that you possibly misread it the first time. Even making things up and writing literal crap is better than leaving the task empty, they can make the difference in the end. And even if the things you write are completely wrong, you&#39;ll show the teacher that you at least tried and that you&#39;re an encouraged learner. Why bother, you won&#39;t lose points for wrong answers anyway</p>\n</div><!-- SC_ON -->",
  "score": 1300,
  "permalink": "/r/YouShouldKnow/comments/nqmpy0/ysk_never_leave_an_exam_task_empty/",
  "subreddit": "YouShouldKnow",
  "id": "nqmpy0",
  "is_self": true,
  "media": null,
  "is_video": false
}