{
  "author": "lordeisthelord",
  "original_created_utc": 1624905022,
  "title": "Unpopular opinion: People are too harsh on YA fiction",
  "created_utc": 1624919838,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When you pick up a YA book, then it&#39;s going to be YA, right? It&#39;s marketed to young adults and usually centered around them in terms of plot. The themes won&#39;t be too deep beyond &quot;good vs evil&quot; or &quot;forbidden love&quot; and tropes and so on. That&#39;s because it won&#39;t hold the attention of the average teen if it&#39;s too complicated or requiring a lot of literary skill to decipher. </p>\n\n<p>It&#39;s not going to be &quot;Blood Meridian&quot; or &quot;Giovanni&#39;s Room&quot; concerning how the story is centered. As a young reader myself, I can admit that I&#39;m not extraordinarily fond of YA fiction. But it caters to a certain audience, so when I see adults reading it and then complaining about it feels odd since they weren&#39;t the target audience to begin with. If it has an interesting premise, sells well, and the plot is exciting enough and doesn&#39;t promote harmful behaviors, then I think it shouldn&#39;t be compared to books that were obviously going to be more critically acclaimed because they were meant for adults, and for adults to analyze. </p>\n\n<p>Of course people can critique books, but I just feel like expecting more than your standard YA fiction with romance, action, and good vs evil is setting yourself up for disappointment.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/o9qblz/unpopular_opinion_people_are_too_harsh_on_ya/",
  "subreddit": "books",
  "id": "o9qblz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When you pick up a YA book, then it's going to be YA, right? It's marketed to\nyoung adults and usually centered around them in terms of plot. The themes won't\nbe too deep beyond \"good vs evil\" or \"forbidden love\" and tropes and so on.\nThat's because it won't hold the attention of the average teen if…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YAの本を手に取った時点で、その時はYAになるんですよね？ヤングアダルトに向けて販売され\nヤングアダルト向けに販売されていて、プロット的にもヤングアダルトが中心になっています。テーマは、「善対悪」や\n善と悪」や「禁断の愛」などのテーマを超えた深みのあるものではありません。\nそれは、平均的なティーンの注意を引くことができないからだ。もし...。",
      "title": "人気のない意見 YA小説に対する評価は厳しすぎる"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当你拿起一本YA书，那么它就会是YA，对吗？它的销售对象是\n它的市场对象是年轻人，在情节上通常以他们为中心。主题不会\n除了 \"善恶之争 \"或 \"禁忌之爱\"，还有一些陈词滥调等等，主题不会太深刻。\n这是因为它不会吸引普通青少年的注意力，如果...",
      "title": "不受欢迎的意见。人们对青少年小说的要求过于苛刻"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當你拿起一本YA書，那麼它就會是YA，對嗎？它的銷售對象是\n它的市場對象是年輕人，在情節上通常以他們爲中心。主題不會\n除了 \"善惡之爭 \"或 \"禁忌之愛\"，還有一些陳詞濫調等等，主題不會太深刻。\n這是因爲它不會吸引普通青少年的注意力，如果...",
      "title": "不受歡迎的意見。人們對青少年小說的要求過於苛刻"
    }
  ]
}