{
  "author": "lordeisthelord",
  "original_created_utc": 1624905022,
  "title": "Unpopular opinion: People are too harsh on YA fiction",
  "created_utc": 1624919838,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When you pick up a YA book, then it&#39;s going to be YA, right? It&#39;s marketed to young adults and usually centered around them in terms of plot. The themes won&#39;t be too deep beyond &quot;good vs evil&quot; or &quot;forbidden love&quot; and tropes and so on. That&#39;s because it won&#39;t hold the attention of the average teen if it&#39;s too complicated or requiring a lot of literary skill to decipher. </p>\n\n<p>It&#39;s not going to be &quot;Blood Meridian&quot; or &quot;Giovanni&#39;s Room&quot; concerning how the story is centered. As a young reader myself, I can admit that I&#39;m not extraordinarily fond of YA fiction. But it caters to a certain audience, so when I see adults reading it and then complaining about it feels odd since they weren&#39;t the target audience to begin with. If it has an interesting premise, sells well, and the plot is exciting enough and doesn&#39;t promote harmful behaviors, then I think it shouldn&#39;t be compared to books that were obviously going to be more critically acclaimed because they were meant for adults, and for adults to analyze. </p>\n\n<p>Of course people can critique books, but I just feel like expecting more than your standard YA fiction with romance, action, and good vs evil is setting yourself up for disappointment.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/o9qblz/unpopular_opinion_people_are_too_harsh_on_ya/",
  "subreddit": "books",
  "id": "o9qblz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When you pick up a YA book, then it's going to be YA, right? It's marketed to\nyoung adults and usually centered around them in terms of plot. The themes won't\nbe too deep beyond \"good vs evil\" or \"forbidden love\" and tropes and so on.\nThat's because it won't hold the attention of the average teen if…"
}