{
  "author": "TheAnonymous123456",
  "the_new_excerpt": "My belief is that we should have universal healthcare that is very cheap if not\nfree. People developing diseases like cancer isn't their fault. We all have a\nchance of getting cancer in the future, and we shouldn't have to worry about\nmassive health costs for things that aren't even our fault.…",
  "original_created_utc": 1622576060,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の信念は、無料ではないにしても、非常に安価な国民皆保険制度を導入することです。\n無料ではないにしても、非常に安価なものであるべきだと考えています。癌などの病気になるのは自分のせいではありません。私たちは皆、将来がんになる可能性があります。\n癌になる可能性があるのですから、自分のせいでもないのに多額の医療費を心配する必要はありません。\n莫大な医療費を負担する必要はありません。....",
      "title": "CMV：先進国である現在の社会では、国民皆保険制度を導入すべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的信念是，我们应该有全民医疗保健，即使不是免费，也是非常便宜的。\n免费的。人们患上癌症等疾病并不是他们的错。我们都有\n我们都有机会在未来患上癌症，而我们不应该担心\n为那些甚至不是我们的错的事情支付大量的健康费用....。",
      "title": "CMV：在我们今天所处的发达社会，我们都应该有全民医疗保健。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的信念是，我們應該有全民醫療保健，即使不是免費，也是非常便宜的。\n免費的。人們患上癌症等疾病並不是他們的錯。我們都有\n我們都有機會在未來患上癌症，而我們不應該擔心\n爲那些甚至不是我們的錯的事情支付大量的健康費用....。",
      "title": "CMV：在我們今天所處的發達社會，我們都應該有全民醫療保健。"
    }
  ],
  "title": "CMV: In the developed society we live in today, we should all have universal healthcare.",
  "created_utc": 1622607487,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My belief is that we should have universal healthcare that is very cheap if not free. People developing diseases like cancer isn&#39;t their fault. We all have a chance of getting cancer in the future, and we shouldn&#39;t have to worry about massive health costs for things that aren&#39;t even our fault. Nobody should have to suffer through diseases like cancer, and the health costs of getting care just causes unnecessary suffering, especially if you are poor and don&#39;t have ability to pay for these costs. Universal healthcare will also provide a safety net for everyone. What if people lose their jobs and don&#39;t have an employer to help pay for health insurance anymore. Then, the safety net of universal healthcare will at least not make people die a painful death from a disease for which they cannot afford treatment for.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/nq2gpf/cmv_in_the_developed_society_we_live_in_today_we/",
  "subreddit": "changemyview",
  "id": "nq2gpf",
  "is_self": true,
  "media": null,
  "is_video": false
}