{
  "author": "LemonBoi523",
  "original_created_utc": 1628530725,
  "title": "YSK: NOT to keep a pit viper bites lower than your heart or to \"suck out the venom\"",
  "created_utc": 1628546209,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Kits to apply suction to snake bites and outdated information to keep the bite lower than your heart are still in circulation, but now these practices are well-known to be ineffective and in many cases worsen the effects of the venom in pit vipers specifically. Pit vipers include rattlesnakes, copperheads, cottonmouths, and more.</p>\n\n<p>Instead, the recommendation is to find immediate medical assistance for crofab antivenom, keep as calm as possible, and elevate the bitten extremity once in the hands of doctors to reduce tissue damage when resting. This is because the venom of a pit viper causes localized effects, not system-wide. Elevating the bite prevents excess swelling and tissue damage.</p>\n\n<p>For some snakes, such as elapids and true vipers, lowering the bite is the better course of action. However, sucking out the venom is <em>never</em> recommended in any case.</p>\n\n<p><a href=\"https://medium.com/natural-world/how-to-position-a-snakebite-9430fc988af\">https://medium.com/natural-world/how-to-position-a-snakebite-9430fc988af</a></p>\n\n<p><a href=\"https://www.ems1.com/health-wellness/articles/the-ems-guide-to-treating-snakebites-ZqCHhfMtA0US0uo2/\">https://www.ems1.com/health-wellness/articles/the-ems-guide-to-treating-snakebites-ZqCHhfMtA0US0uo2/</a></p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/p16bph/ysk_not_to_keep_a_pit_viper_bites_lower_than_your/",
  "subreddit": "YouShouldKnow",
  "id": "p16bph",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Kits to apply suction to snake bites and outdated information to keep\nthe bite lower than your heart are still in circulation, but now these practices\nare well-known to be ineffective and in many cases worsen the effects of the\nvenom in pit vipers specifically. Pit vipers include…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：蛇に噛まれたときに吸引するためのキットや、噛まれたときは心臓よりも低い位置に置くようにという古い情報が今でも流通しています。\n今でも流通していますが、これらの方法は効果がなく、多くの場合、悪化させることになります。\nこれらの方法は効果がなく、多くの場合、マムシの毒の影響を悪化させることが知られています。\n特にマムシの毒の効果を悪化させてしまうことが多いのです。マムシには...",
      "title": "YSK: マムシに噛まれたとき、心臓より低い位置に置いたり、\"毒を吸い出す \"ことはしない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：对蛇咬伤进行抽吸的工具包和过时的信息，以保持\n咬伤低于心脏的过时信息仍在流传，但现在这些做法\n但现在这些做法已被认为是无效的，而且在许多情况下会加剧蝮蛇毒液的影响。\n特别是蝮蛇的毒液。蝮蛇包括...",
      "title": "YSK：不要让蝮蛇咬得比你的心脏低，也不要 \"吸出毒液\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：對蛇咬傷進行抽吸的工具包和過時的信息，以保持\n咬傷低於心臟的過時信息仍在流傳，但現在這些做法\n但現在這些做法已被認爲是無效的，而且在許多情況下會加劇蝮蛇毒液的影響。\n特別是蝮蛇的毒液。蝮蛇包括...",
      "title": "YSK：不要讓蝮蛇咬得比你的心臟低，也不要 \"吸出毒液\""
    }
  ]
}