{
  "author": "LemonBoi523",
  "original_created_utc": 1628530725,
  "title": "YSK: NOT to keep a pit viper bites lower than your heart or to \"suck out the venom\"",
  "created_utc": 1628546209,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Kits to apply suction to snake bites and outdated information to keep the bite lower than your heart are still in circulation, but now these practices are well-known to be ineffective and in many cases worsen the effects of the venom in pit vipers specifically. Pit vipers include rattlesnakes, copperheads, cottonmouths, and more.</p>\n\n<p>Instead, the recommendation is to find immediate medical assistance for crofab antivenom, keep as calm as possible, and elevate the bitten extremity once in the hands of doctors to reduce tissue damage when resting. This is because the venom of a pit viper causes localized effects, not system-wide. Elevating the bite prevents excess swelling and tissue damage.</p>\n\n<p>For some snakes, such as elapids and true vipers, lowering the bite is the better course of action. However, sucking out the venom is <em>never</em> recommended in any case.</p>\n\n<p><a href=\"https://medium.com/natural-world/how-to-position-a-snakebite-9430fc988af\">https://medium.com/natural-world/how-to-position-a-snakebite-9430fc988af</a></p>\n\n<p><a href=\"https://www.ems1.com/health-wellness/articles/the-ems-guide-to-treating-snakebites-ZqCHhfMtA0US0uo2/\">https://www.ems1.com/health-wellness/articles/the-ems-guide-to-treating-snakebites-ZqCHhfMtA0US0uo2/</a></p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/p16bph/ysk_not_to_keep_a_pit_viper_bites_lower_than_your/",
  "subreddit": "YouShouldKnow",
  "id": "p16bph",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Kits to apply suction to snake bites and outdated information to keep\nthe bite lower than your heart are still in circulation, but now these practices\nare well-known to be ineffective and in many cases worsen the effects of the\nvenom in pit vipers specifically. Pit vipers include…"
}