{
  "author": "throwawaylol666666",
  "original_created_utc": 1630834593,
  "title": "YSK that Plan B is not a pill that causes abortions, it’s a pill that prevents pregnancies",
  "created_utc": 1630840237,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: In light of recent events in Texas, I’ve seen a lot of people here on Reddit confusing Plan B with abortion pills. They are not one and the same.</p>\n\n<p>Plan B, or Levonorgestrel, is a dose of hormonal birth control taken within 72 hours of unprotected sex to prevent pregnancy, which is why it’s known as the “morning after pill.” It does this in two possible ways: by stopping an egg from being released from the ovary, or preventing a fertilized egg from implanting in the uterine wall.</p>\n\n<p>Mifepristone and Misoprostol are the most commonly used drugs in medical abortions, or what is colloquially referred to as the “abortion pill.” This regimen is used to terminate pregnancy, and is considered in the United States to be safe through 12 weeks gestation, though it is usually only prescribed up to 10 weeks. The Mifepristone blocks the body from producing progesterone, and the Misoprostol causes cramping and bleeding, eventually resulting in the uterus emptying. </p>\n\n<p>Plan B pills prevent pregnancy. Abortion pills, then, can be thought of as Plan C pills. Got it? Good. </p>\n\n<p>Citations:</p>\n\n<p><a href=\"https://www.plannedparenthood.org/learn/abortion/the-://.gov/druginfo/meds/a610021.html\">Levonorgestrel</a></p>\n\n<p><a href=\"https://www.plannedparenthood.org/learn/abortion/the-abortion-pill\">The Abortion Pill</a></p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/YouShouldKnow/comments/pia37d/ysk_that_plan_b_is_not_a_pill_that_causes/",
  "subreddit": "YouShouldKnow",
  "id": "pia37d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: In light of recent events in Texas, I’ve seen a lot of people here on\nReddit confusing Plan B with abortion pills. They are not one and the same.\n\nPlan B, or Levonorgestrel, is a dose of hormonal birth control taken within 72\nhours of unprotected sex to prevent pregnancy, which is why it’s…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：テキサス州で起きた最近の事件を受けて、私はここRedditで多くの人が\nRedditでは、プランBと妊娠中絶薬を混同している人をよく見かけます。これらは同じものではありません。\n\nプランB（レボノルゲストレル）は、無防備なセックスから72時間以内に服用するホルモン系避妊薬です。\n妊娠を防ぐために無防備なセックスから72時間以内に服用するホルモン避妊薬です。それが...",
      "title": "プランBは中絶を引き起こす薬ではなく、妊娠を防ぐ薬であることをYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：鉴于最近在德克萨斯州发生的事件，我在Reddit上看到很多人把B计划和堕胎药混为一谈。\nReddit上看到很多人把B计划和堕胎药混为一谈。它们不是一回事。\n\nB计划，即左炔诺孕酮，是一种在无保护性行为后72小时内服用的荷尔蒙节育剂。\n在无保护性行为的72小时内服用，以防止怀孕，这就是为什么它是...",
      "title": "YSK认为Plan B不是导致流产的药，而是防止怀孕的药。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：鑑於最近在德克薩斯州發生的事件，我在Reddit上看到很多人把B計劃和墮胎藥混爲一談。\nReddit上看到很多人把B計劃和墮胎藥混爲一談。它們不是一回事。\n\nB計劃，即左炔諾孕酮，是一種在無保護性行爲後72小時內服用的荷爾蒙節育劑。\n在無保護性行爲的72小時內服用，以防止懷孕，這就是爲什麼它是...",
      "title": "YSK認爲Plan B不是導致流產的藥，而是防止懷孕的藥。"
    }
  ]
}