{
  "author": "throwawaylol666666",
  "original_created_utc": 1630834593,
  "title": "YSK that Plan B is not a pill that causes abortions, it’s a pill that prevents pregnancies",
  "created_utc": 1630840237,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: In light of recent events in Texas, I’ve seen a lot of people here on Reddit confusing Plan B with abortion pills. They are not one and the same.</p>\n\n<p>Plan B, or Levonorgestrel, is a dose of hormonal birth control taken within 72 hours of unprotected sex to prevent pregnancy, which is why it’s known as the “morning after pill.” It does this in two possible ways: by stopping an egg from being released from the ovary, or preventing a fertilized egg from implanting in the uterine wall.</p>\n\n<p>Mifepristone and Misoprostol are the most commonly used drugs in medical abortions, or what is colloquially referred to as the “abortion pill.” This regimen is used to terminate pregnancy, and is considered in the United States to be safe through 12 weeks gestation, though it is usually only prescribed up to 10 weeks. The Mifepristone blocks the body from producing progesterone, and the Misoprostol causes cramping and bleeding, eventually resulting in the uterus emptying. </p>\n\n<p>Plan B pills prevent pregnancy. Abortion pills, then, can be thought of as Plan C pills. Got it? Good. </p>\n\n<p>Citations:</p>\n\n<p><a href=\"https://www.plannedparenthood.org/learn/abortion/the-://.gov/druginfo/meds/a610021.html\">Levonorgestrel</a></p>\n\n<p><a href=\"https://www.plannedparenthood.org/learn/abortion/the-abortion-pill\">The Abortion Pill</a></p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/YouShouldKnow/comments/pia37d/ysk_that_plan_b_is_not_a_pill_that_causes/",
  "subreddit": "YouShouldKnow",
  "id": "pia37d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: In light of recent events in Texas, I’ve seen a lot of people here on\nReddit confusing Plan B with abortion pills. They are not one and the same.\n\nPlan B, or Levonorgestrel, is a dose of hormonal birth control taken within 72\nhours of unprotected sex to prevent pregnancy, which is why it’s…"
}