{
  "author": "TheLateHugoFinn",
  "the_new_excerpt": "While looking through the subreddit for similar posts, I found that so many\npeople focus on the books/TV aspect. I believe that if Ray Bradbury wrote this\ntoday, he probably would have chosen some different aspects of life (perhaps\nvideo games vs documentaries), but kept the theme. In 70 years, we…",
  "original_created_utc": 1620915983,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "似たような投稿を探してsubredditを見ていると、多くの人が本やテレビの面に注目していることがわかりました。\n本やテレビに注目している人が多いことに気づきました。もし、レイ・ブラッドベリが今これを書いていたら\n今日、レイ・ブラッドベリがこれを書いていたら、おそらく人生の別の側面を選んでいたと思います（おそらく\nしかし、テーマは変えなかったと思います。70年後の私たちは...",
      "title": "華氏451」は、現実逃避というよりも、反知性主義をテーマにしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我在subreddit上寻找类似的帖子时，我发现这么多\n人们把注意力集中在书籍/电视方面。我相信，如果雷-布雷德伯里在今天写下这些\n他可能会选择生活的一些不同方面（也许是\n视频游戏与纪录片），但保持主题。70年后，我们...",
      "title": "华氏451》更多是关于反智主义，而不是逃避现实。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我在subreddit上尋找類似的帖子時，我發現這麼多\n人們把注意力集中在書籍/電視方面。我相信，如果雷-佈雷德伯裏在今天寫下這些\n他可能會選擇生活的一些不同方面（也許是\n視頻遊戲與紀錄片），但保持主題。70年後，我們...",
      "title": "華氏451》更多是關於反智主義，而不是逃避現實。"
    }
  ],
  "title": "Fahrenheit 451 is more about anti-intellectualism than escape from reality.",
  "created_utc": 1620922100,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>While looking through the subreddit for similar posts, I found that so many people focus on the books/TV aspect. I believe that if Ray Bradbury wrote this today, he probably would have chosen some different aspects of life (perhaps video games vs documentaries), but kept the theme. In 70 years, we might think about two new opposing forms of media. After all, I listened to the book with my earshells in. </p>\n\n<p>I really don&#39;t believe that the theme is that books are good and TV is bad, I don&#39;t even believe that it is saying that escaping from life is a bad thing. I read this entire book feeling like he was saying that it is a bad thing for people to be anti-intellectual. The unwillingness to deal with any contradiction, the need to be told constantly what was happening and what to do. People didn&#39;t want the difficulty of books that may be wrong. They didn&#39;t want to think critically. Eventually, that led to removing themselves from reality because reality is difficult and hard, but the main reason for that removal was anti-intellectualism and the unwillingness to deal with anything more deep than a silly, vapid soap opera.</p>\n\n<p>In other words, it felt more like Idiocracy than a Brave New World. Please be gentle about the use of those two in the same sentence.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/nbhvcf/fahrenheit_451_is_more_about_antiintellectualism/",
  "subreddit": "books",
  "id": "nbhvcf",
  "is_self": true,
  "media": null,
  "is_video": false
}