{
  "author": "idealdreams",
  "the_new_excerpt": "Why YSK: A lot of people don’t utilize their bank’s online bill pay feature,\nmyself included up until about a year ago. Not only does it save time, the bank\nusually provides this service for free and will even mail your check for free to\nthe designated payee (so no paying for postage either). When…",
  "original_created_utc": 1616339733,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：很多人没有利用好银行的网上缴费功能。\n包括我自己在内，直到一年前。这不仅节省了时间，银行\n通常会免费提供这项服务，甚至会将你的支票免费邮寄到以下地址。\n指定的收款人（所以也不用支付邮费）。当...",
      "title": "YSK，当你写个人支票时，你给了收款人你的银行账户和路由号码。相反，使用银行的在线账单支付功能--他们会用不同的账户给收款人邮寄支票，以保护您的信息。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：很多人沒有利用好銀行的網上繳費功能。\n包括我自己在內，直到一年前。這不僅節省了時間，銀行\n通常會免費提供這項服務，甚至會將你的支票免費郵寄到以下地址。\n指定的收款人（所以也不用支付郵費）。當...",
      "title": "YSK，當你寫個人支票時，你給了收款人你的銀行賬戶和路由號碼。相反，使用銀行的在線賬單支付功能--他們會用不同的賬戶給收款人郵寄支票，以保護您的信息。"
    }
  ],
  "title": "YSK that when you write a personal check, you’re giving the payee your bank account and routing number. Instead, use your bank’s online bill pay feature - they’ll mail out a check to the payee with a different account, protecting your info",
  "created_utc": 1616389323,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: A lot of people don’t utilize their bank’s online bill pay feature, myself included up until about a year ago. Not only does it save time, the bank usually provides this service for free and will even mail your check for free to the designated payee (so no paying for postage either).\nWhen you go this route, your bank sends a check with a different account number on it while still debiting your account, so you get all of the benefits of writing a check without any of the vulnerability that comes with sharing your account number.</p>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/YouShouldKnow/comments/m9yqva/ysk_that_when_you_write_a_personal_check_youre/",
  "subreddit": "YouShouldKnow",
  "id": "m9yqva",
  "is_self": true,
  "media": null,
  "is_video": false
}