{
  "author": "vorchlivyipo",
  "original_created_utc": 1632859269,
  "title": "CMV: If a leader is democratically elected, the people are absolutely to blame for the bad things he or she does either domestically or abroad",
  "created_utc": 1632889840,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>People always talk about how people are different from politicians, and you are not supposed to judge a person based on what their politicians do. However I would argue that this is simply a tactic used to avoid responsibility. I do not want to point fingers at specific countries in my actual post, even though I will probably do so in the comments anyway, so my apologies if the names of these fake countries sound cheesy to you, but anyway, here we go anyway. Imagine the following hypothetical scenario:</p>\n\n<p>The people of Awesomeland elect President X, who wins by a landslide. Then, President X makes some very unpopular choices domestically, and many people say:</p>\n\n<p>“It is what it is, it’s not up to us.” </p>\n\n<p>Yes it is, you specifically gave him power.</p>\n\n<p>But OK, to make up for his shitty domestic choices, President X now invades Evilstan. A lot of Evilstanjans are killed by airstrikes and Awesomeland soldiers. Their economy is crippled by sanctions.</p>\n\n<p>Yet the people of Awesomeland will argue, that the average Awesomelandian should not be blamed, because they’re just people. </p>\n\n<p>In reality, no. Every single Awesomelandian who voted for President X now has blood on his hands.</p>\n\n<p>Again, not directly naming any countries, so as to not get shit in the comments.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/pxeibe/cmv_if_a_leader_is_democratically_elected_the/",
  "subreddit": "changemyview",
  "id": "pxeibe",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "People always talk about how people are different from politicians, and you are\nnot supposed to judge a person based on what their politicians do. However I\nwould argue that this is simply a tactic used to avoid responsibility. I do not\nwant to point fingers at specific countries in my actual post,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "人は政治家とは違うという話をよくしますが、政治家の行動で人を判断してはいけません。\n政治家が何をしているかで人を判断してはいけないということです。しかし、私は\nこれは、責任を回避するための戦術に過ぎないと思います。私は\n実際の投稿では、特定の国を非難するつもりはありませんが...。",
      "title": "CMV: 民主的に選ばれたリーダーが国内外で悪いことをしても、その責任は絶対に国民にあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "人们总是谈论人与政治家是不同的，你不应该根据他们的政治家所做的事情来判断一个人。\n你不应该根据政治家的所作所为来判断一个人。然而，我\n我认为，这只是一种用来逃避责任的策略。我并不\n我不想在我的实际帖子中指责具体国家，...",
      "title": "CMV: 如果一个领导人是民主选举产生的，那么他或她在国内或国外所做的坏事，人民是绝对要承担责任的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "人們總是談論人與政治家是不同的，你不應該根據他們的政治家所做的事情來判斷一個人。\n你不應該根據政治家的所作所爲來判斷一個人。然而，我\n我認爲，這只是一種用來逃避責任的策略。我並不\n我不想在我的實際帖子中指責具體國家，...",
      "title": "CMV: 如果一個領導人是民主選舉產生的，那麼他或她在國內或國外所做的壞事，人民是絕對要承擔責任的。"
    }
  ]
}