{
  "author": "vorchlivyipo",
  "original_created_utc": 1632859269,
  "title": "CMV: If a leader is democratically elected, the people are absolutely to blame for the bad things he or she does either domestically or abroad",
  "created_utc": 1632889840,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>People always talk about how people are different from politicians, and you are not supposed to judge a person based on what their politicians do. However I would argue that this is simply a tactic used to avoid responsibility. I do not want to point fingers at specific countries in my actual post, even though I will probably do so in the comments anyway, so my apologies if the names of these fake countries sound cheesy to you, but anyway, here we go anyway. Imagine the following hypothetical scenario:</p>\n\n<p>The people of Awesomeland elect President X, who wins by a landslide. Then, President X makes some very unpopular choices domestically, and many people say:</p>\n\n<p>“It is what it is, it’s not up to us.” </p>\n\n<p>Yes it is, you specifically gave him power.</p>\n\n<p>But OK, to make up for his shitty domestic choices, President X now invades Evilstan. A lot of Evilstanjans are killed by airstrikes and Awesomeland soldiers. Their economy is crippled by sanctions.</p>\n\n<p>Yet the people of Awesomeland will argue, that the average Awesomelandian should not be blamed, because they’re just people. </p>\n\n<p>In reality, no. Every single Awesomelandian who voted for President X now has blood on his hands.</p>\n\n<p>Again, not directly naming any countries, so as to not get shit in the comments.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/pxeibe/cmv_if_a_leader_is_democratically_elected_the/",
  "subreddit": "changemyview",
  "id": "pxeibe",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "People always talk about how people are different from politicians, and you are\nnot supposed to judge a person based on what their politicians do. However I\nwould argue that this is simply a tactic used to avoid responsibility. I do not\nwant to point fingers at specific countries in my actual post,…"
}