{
  "author": "ob-2-kenobi",
  "original_created_utc": 1625939424,
  "title": "YSK: \"Genuine\" leather means it's low-quality",
  "created_utc": 1625948863,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Some furniture (or other) stores will often advertise that &quot;Our products are made of real, GENUINE leather!&quot;, attempting to trick customers into thinking that they&#39;re high-quality because the leather is real. In reality, if leather is classified as Genuine, that means that they took the scraps off the cutting room floor, stuck them together, and painted over the seams. I&#39;m barely exaggerating. </p>\n\n<p>Genuine leather is thus low-quality, and generally doesn&#39;t last very long. One way to look at it is that they call it &quot;Genuine&quot; because that&#39;s the only good thing about it. &quot;Yeah it may be shit, but at least it&#39;s not fake!&quot;</p>\n\n<p>The leather tier list goes like this: </p>\n\n<p>Full-grain leather: Top tier. Very durable and looks progressively better as it ages. They take the hide and leatherify it as-is, possibly leaving nice-looking imperfections such as scars and brands. If treated well, full-grain leather products can last 50 years or more. Develops a nice, shiny patina over time. Good for utilitarian use or for a long-term investment. </p>\n\n<p>Top-grain leather: Middle tier. Looks nice when you buy it, but won&#39;t last forever. They take full-grain leather and process it to remove imperfections via sanding and dyeing. Good for if you want something that looks good now and doesn&#39;t need to last a long time. </p>\n\n<p>Genuine leather: Bottom tier. A bunch of leather pieces Frankenstein&#39;d together. Often looks worse than other leather products and has a short life expectancy. Good for cheap products, things you don&#39;t care much about, or scamming customers who don&#39;t know what Genuine Leather is (unlike the person reading this :) )</p>\n\n<p>So yeah, if you ever see a product advertised as &quot;Genuine leather&quot;, remember that that means it&#39;s made of the bits and pieces of leather that they couldn&#39;t sell otherwise, and is worse than pretty much any other leather you could buy. But at least it&#39;s cheap!</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/YouShouldKnow/comments/ohncwm/ysk_genuine_leather_means_its_lowquality/",
  "subreddit": "YouShouldKnow",
  "id": "ohncwm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Some furniture (or other) stores will often advertise that \"Our\nproducts are made of real, GENUINE leather!\", attempting to trick customers into\nthinking that they're high-quality because the leather is real. In reality, if\nleather is classified as Genuine, that means that they took the…"
}