{
  "author": "vitruvius80",
  "the_new_excerpt": "Let me start by saying that I am a black man. Also, even though I might be\n“entitled” as a black person to say the n-word, I would prefer to keep this post\nformal and professional, and I don’t think that freely throwing around the\nn-word promotes that tone. I should also add that I’m mostly…",
  "original_created_utc": 1612472234,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "首先我要说的是，我是一个黑人。另外，尽管我可能是\n作为一个黑人 \"有资格 \"说N字，我宁愿保持这个帖子\n正规而专业，我不认为随意抛出的是\nn-word促进了这种语气。我还要补充一点，我主要是... ...",
      "title": "CMV：\"n-word \"是一个 \"只属于黑人 \"的词的想法是荒谬的。无论谁说这个词，其内涵都应该是一样的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先我要說的是，我是一個黑人。另外，儘管我可能是\n作爲一個黑人 \"有資格 \"說N字，我寧願保持這個帖子\n正規而專業，我不認爲隨意拋出的是\nn-word促進了這種語氣。我還要補充一點，我主要是... ...",
      "title": "CMV：\"n-word \"是一個 \"只屬於黑人 \"的詞的想法是荒謬的。無論誰說這個詞，其內涵都應該是一樣的。"
    }
  ],
  "title": "CMV: The idea of the n-word being a “black only” term is absurd. Its connotation should be the same no matter who is saying it.",
  "created_utc": 1612546976,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me start by saying that I am a black man. Also, even though I might be “entitled” as a black person to say the n-word, I would prefer to keep this post formal and professional, and I don’t think that freely throwing around the n-word promotes that tone. I should also add that I’m mostly referring to the n-word with an “a” on the end, not an “r”. The version with an “a” is the one that has been reclaimed as a part of black vernacular, and that is mainly what I am referring to.</p>\n\n<p>But basically the title. I think it’s absurd for a word, any word, to be acceptable for a certain race to say, but unacceptable for any other race. Many black people I know use the n-word freely among themselves, but get extremely offended when a non-black person says it. I think that makes no sense at all, but clearly I am in the minority (no pun intended).</p>\n\n<p>I understand that the word’s meaning depends hugely on the intent with which it is used. But I ask you this. Why should a black person using the n-word to mean “dude” or “bro” be any different than a white person using it that way? The word is the same and the intent is the same, but the only difference is the skin color of the person saying it. To me, one of these situations being perfectly fine, and the other being extremely offensive makes no sense at all. Why should black people be willing to forget the history of the term when another black person says it, but then suddenly remember that history when a white person says it?</p>\n\n<p>One of the counterarguments I am expecting is that black people using the n-word among themselves promotes a sense of unity as a race. My response to that is that we already have the word “brother” which is used as a term of address among black people. Unlike the n-word, “brother” is not in any way offensive, however it does give black people with a way to address each other while providing a sense of unity. </p>\n\n<p>Like I said I think the n-word should either be considered offensive for anyone to say, or be considered acceptable for anyone to say. To do anything else is ridiculous and hypocritical. Can someone change my mind?</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/lcpxgs/cmv_the_idea_of_the_nword_being_a_black_only_term/",
  "subreddit": "changemyview",
  "id": "lcpxgs",
  "is_self": true,
  "media": null,
  "is_video": false
}