{
  "author": "tradema",
  "original_created_utc": 1627938553,
  "title": "A book about how to deal with the concept of death.",
  "created_utc": 1627958555,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A good friend of mine is going through a bit of an existential crisis, with the center of it being the fact that one day they&#39;ll die, and they won&#39;t be able to be with the people they love or do the things they love afterwards. We&#39;re both avid readers, so I suggested looking for a book that talks about death. I&#39;m aware that its not a subject that can just be easily rationalized and dealt with, but im hoping that there&#39;s something that can just give them new things to think about, some of which might help.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/booksuggestions/comments/owny3v/a_book_about_how_to_deal_with_the_concept_of_death/",
  "subreddit": "booksuggestions",
  "id": "owny3v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A good friend of mine is going through a bit of an existential crisis, with the\ncenter of it being the fact that one day they'll die, and they won't be able to\nbe with the people they love or do the things they love afterwards. We're both\navid readers, so I suggested looking for a book that talks…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の友人は、ちょっとした実存的危機に陥っています。\nその中心は、ある日突然、自分が死んでしまい、愛する人たちと一緒にいられない、好きなことができないという事実です。\nその中心は、ある日、自分が死んでしまったら、好きな人と一緒にいられない、好きなことができないという事実です。私たちは二人とも\n私たちは熱心な読書家なので、このような話をする本を探してみました。",
      "title": "死という概念とどう向き合うかについて書かれた本。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的一个好朋友正在经历一场生存危机。\n其中心是有一天他们会死，他们将无法\n与他们所爱的人在一起，或做他们所爱的事情。我们都是\n狂热的读者，所以我建议寻找一本谈论...",
      "title": "一本关于如何处理死亡概念的书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的一個好朋友正在經歷一場生存危機。\n其中心是有一天他們會死，他們將無法\n與他們所愛的人在一起，或做他們所愛的事情。我們都是\n狂熱的讀者，所以我建議尋找一本談論...",
      "title": "一本關於如何處理死亡概念的書。"
    }
  ]
}