{
  "author": "CasualSky",
  "original_created_utc": 1625759731,
  "title": "CMV: Homeless People Deserve Empathy Instead Of Fear",
  "created_utc": 1625770141,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>On a road trip with my boyfriend, we had just gotten food and the homeless population was pretty rampant in that area. I had an extra sandwich and wanted to share it with this particular homeless person who was just sitting on the sidewalk with his bags, looking at the drive thru.</p>\n\n<p>I said “Could I step out to give that guy my extra sandwich?” And my boyfriend’s immediate response was locking the car doors, </p>\n\n<p>“Why would you do that? He could be dangerous. That’s very naive of you.” </p>\n\n<p>(This makes him sound mean, but he’s a critical thinker and we often debate for the betterment of both our perspectives, obviously this was one of those times.)</p>\n\n<p>Anyhow, I believe that we should approach these situations with empathy instead of fear. Using your best judgement is always necessary, but assuming that every homeless person is dangerous is a stigma we should break. </p>\n\n<p>They’re people too, whether they’re “dirty” or addicts is pretty irrelevant when you have a sandwich in your hand and a hungry person in front of you. I really dislike the sentiment that empathy=naivety. You can calculate risk and still decide to be empathetic.</p>\n\n<p>So change my view, I’m open to it. Fear should only be response to clear danger.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/oga317/cmv_homeless_people_deserve_empathy_instead_of/",
  "subreddit": "changemyview",
  "id": "oga317",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "On a road trip with my boyfriend, we had just gotten food and the homeless\npopulation was pretty rampant in that area. I had an extra sandwich and wanted\nto share it with this particular homeless person who was just sitting on the\nsidewalk with his bags, looking at the drive thru.\n\nI said “Could I…"
}