{
  "author": "CasualSky",
  "original_created_utc": 1625759731,
  "title": "CMV: Homeless People Deserve Empathy Instead Of Fear",
  "created_utc": 1625770141,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>On a road trip with my boyfriend, we had just gotten food and the homeless population was pretty rampant in that area. I had an extra sandwich and wanted to share it with this particular homeless person who was just sitting on the sidewalk with his bags, looking at the drive thru.</p>\n\n<p>I said “Could I step out to give that guy my extra sandwich?” And my boyfriend’s immediate response was locking the car doors, </p>\n\n<p>“Why would you do that? He could be dangerous. That’s very naive of you.” </p>\n\n<p>(This makes him sound mean, but he’s a critical thinker and we often debate for the betterment of both our perspectives, obviously this was one of those times.)</p>\n\n<p>Anyhow, I believe that we should approach these situations with empathy instead of fear. Using your best judgement is always necessary, but assuming that every homeless person is dangerous is a stigma we should break. </p>\n\n<p>They’re people too, whether they’re “dirty” or addicts is pretty irrelevant when you have a sandwich in your hand and a hungry person in front of you. I really dislike the sentiment that empathy=naivety. You can calculate risk and still decide to be empathetic.</p>\n\n<p>So change my view, I’m open to it. Fear should only be response to clear danger.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/oga317/cmv_homeless_people_deserve_empathy_instead_of/",
  "subreddit": "changemyview",
  "id": "oga317",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "On a road trip with my boyfriend, we had just gotten food and the homeless\npopulation was pretty rampant in that area. I had an extra sandwich and wanted\nto share it with this particular homeless person who was just sitting on the\nsidewalk with his bags, looking at the drive thru.\n\nI said “Could I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "彼氏とのドライブ旅行で、食料を調達したところ、ホームレスが\nその地域では、ホームレスがかなり増えていました。私はサンドイッチが余っていたので\n歩道に座って荷物を持っていたホームレスの人に分けてあげようと思ったんです。\nバッグを持って歩道に座り、ドライブスルーを見ていた特定のホームレスに分け与えたかった。\n\n私は「Could I...」と言いました。",
      "title": "CMV: ホームレスの人々は、恐怖ではなく共感を得るべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在一次与我男朋友的公路旅行中，我们刚刚得到食物，而那个地区的无家可归者\n在那个地区的人口相当猖獗。我有一个额外的三明治，想\n我有一个额外的三明治，想和这个特别的无家可归者分享，他就坐在人行道上。\n他正拿着行李坐在人行道上，看着开车过来的人。\n\n我说：\"我能不能...",
      "title": "CMV：无家可归的人应该得到同情而不是恐惧"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在一次與我男朋友的公路旅行中，我們剛剛得到食物，而那個地區的無家可歸者\n在那個地區的人口相當猖獗。我有一個額外的三明治，想\n我有一個額外的三明治，想和這個特別的無家可歸者分享，他就坐在人行道上。\n他正拿着行李坐在人行道上，看着開車過來的人。\n\n我說：\"我能不能...",
      "title": "CMV：無家可歸的人應該得到同情而不是恐懼"
    }
  ]
}