{
  "author": "PizzaSparks",
  "original_created_utc": 1624706710,
  "title": "CMV: Just Because Someone Is Older Doesn't Necessary Mean That Know More Or Are Wiser",
  "created_utc": 1624717832,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The premise of my argument here is that. <strong>Being of old age doesn&#39;t necessarily mean that you are knowledgeable about today&#39;s current trends, or the struggles of the newer generations going on, or what&#39;s happening in society.</strong> For example, I was having a conservation with my grandfather who&#39;s a WW2-Vet, and how he lived through the great depression, and how society is changing and where it&#39;s heading. </p>\n\n<p>My grandfather is an old-school conservative meaning he values honesty, respect for the family, honor, respect for traditions, hard work, patriotism/racist nationalism type of nonsense, and believes in the traditional family model is better for society. Also, my grandfather states that society in the past was better mostly in terms of economics and culture. Like people were better back in the day and were more honest, and it&#39;s said that more countries are throwing away their own cultures just to be more western.</p>\n\n<p>I started having a conservation with my grandfather about whether, or not, I should go back to college for a philosophy/creative writing degree. I explained to my grandfather that another option was to become a tradesman like an electrician. Of note his also a retired electrician.</p>\n\n<p>He tried to explain by using logical examples in the real world, and used publish data with statistics. He said &quot;<strong>There&#39;s nothing wrong with liberal arts degrees if that&#39;s your passion. However, it&#39;s kinda different back in my day, where if you got a degree it actually met something to the employer and showed the employer that you either were above intelligence or were insanely hard-working. Now, everyone has a degree and it&#39;s flooded the market more. So, unless you are going into engineering, or STEM what is a marketable skill. I think you should stay away from these degrees&quot;</strong></p>\n\n<p>Don&#39;t get me wrong, I love my grandfather. But, I just disagree with him on a lot of other issues. Another example is that he tells me that society was better back in his day in terms of economics and feels sorry for the younger generations like me Gen Z and how it&#39;s going to be even harder for future generations to even own a house, and how societies are changing, but it&#39;s in a bad way like losing your native culture, and automation becoming into play. Meaning people who built up careers and worked hard for are going to be out of employment.</p>\n\n<p>He offered another suggestion like go into the skilled trades like being an electrician it&#39;s well paid and very unlikely to be automated out of existence. And, suggested play to your strengths and weaknesses. If you are good at math either go into the electrical trade or engineering.</p>\n\n<p>Again, I love my grandfather. But, I just disagree with him a lot like a more progressive thinking person. Additionally, what my grandfather said was this final piece of life advice he suggested. <strong>&quot;Son, I love you dearly but be prepared for some of your views on things to change with experience and age. I used to be very idealistic and young as well. However, this is a very different world, I came into when I was your age. Now, you need to more cunning and adaptable to today&#39;s society and work hard.</strong></p>\n\n<p>Yes, he&#39;s right on some things, but that doesn&#39;t necessarily mean just being older you know better. He once stated to me that, <strong>&quot;You, know, I may be old, but I&#39;m not stupid, I&#39;ve done my research and just looking out for you son, you&#39;ll get further in life with self-education like reading books on investing, and finance&quot;</strong></p>\n\n<p>I was a bit shocked he even knew the names of current generations like millennial, gen z, and gen xer, and modern-day terms. Yes, I get it even in old age you can still be adaptable.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/o88ysh/cmv_just_because_someone_is_older_doesnt/",
  "subreddit": "changemyview",
  "id": "o88ysh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The premise of my argument here is that. Being of old age doesn't necessarily\nmean that you are knowledgeable about today's current trends, or the struggles\nof the newer generations going on, or what's happening in society. For example,\nI was having a conservation with my grandfather who's a WW2…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここでの私の主張の前提は 高齢者だからといって、必ずしも\n高齢者だからといって、今の時代の流れや、新しい世代が行っている苦労、社会で起きていることなどに詳しいとは限らない。\n社会で起こっていることを知っているとは限らない。例えば、こうだ。\n第二次世界大戦に参加した祖父と保全をしていて...。",
      "title": "CMV: 年上だからといって、必ずしも知識や知恵があるとは限らない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在这里论证的前提是：。年纪大并不一定\n意味着你对今天的潮流有了解，或对新生代的斗争有了解，或对社会发生的事情有了解。\n新一代人的发展，或社会上发生的事情。比如说。\n我和我的祖父在一起养护，他是一个二战...",
      "title": "CMV: 仅仅因为某人年长，并不一定意味着他知道更多或更聪明"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在這裏論證的前提是：。年紀大並不一定\n意味着你對今天的潮流有了解，或對新生代的鬥爭有了解，或對社會發生的事情有了解。\n新一代人的發展，或社會上發生的事情。比如說。\n我和我的祖父在一起養護，他是一個二戰...",
      "title": "CMV: 僅僅因爲某人年長，並不一定意味着他知道更多或更聰明"
    }
  ]
}