{
  "author": "mt_winston",
  "the_new_excerpt": "Hello,\n\nI'm looking for good non-fiction books that, yes, outline the (upsetting\nperhaps) facts about climate change, but instead of presenting it\npessimistically, provides solutions that people are working on, or what *can* be\ndone?\n\nFor example, someone told me \"The Uninhabitable Earth\" by David…",
  "original_created_utc": 1623334552,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "こんにちは。\n\n私は、気候変動についての（おそらく動揺させるような）事実を概説しながらも、それを紹介するのではなく、良いノンフィクションの本を探しています。\n気候変動についての事実を説明しているが、悲観的な見方をするのではなく\n悲観的な表現ではなく、人々が取り組んでいる解決策や、何ができるのかを提示してくれるような、良いノンフィクションを探しています。\nすることができます。\n\n例えば、ある人がDavid...の『The Uninhabitable Earth』を教えてくれました。",
      "title": "気候変動に関する一般の人向けの本で、憂鬱にさせないようなものはありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你好。\n\n我正在寻找一些好的非小说类书籍，这些书籍，是的，概述了关于气候变化的（令人不安的\n也许是）关于气候变化的事实，但不是以悲观的方式介绍它，而是提供解决方案\n悲观，而是提供人们正在努力的解决方案，或*可以*做的事情？\n做的事情？\n\n例如，有人告诉我戴维的《不可居住的地球》。",
      "title": "有什么关于气候变化的好书，像普通人一样，而且*不*令人沮丧的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你好。\n\n我正在尋找一些好的非小說類書籍，這些書籍，是的，概述了關於氣候變化的（令人不安的\n也許是）關於氣候變化的事實，但不是以悲觀的方式介紹它，而是提供解決方案\n悲觀，而是提供人們正在努力的解決方案，或*可以*做的事情？\n做的事情？\n\n例如，有人告訴我戴維的《不可居住的地球》。",
      "title": "有什麼關於氣候變化的好書，像普通人一樣，而且*不*令人沮喪的？"
    }
  ],
  "title": "Any good, laymen-like books on Climate Change, that *aren't* depressing?",
  "created_utc": 1623353409,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello,</p>\n\n<p>I&#39;m looking for good non-fiction books that, yes, outline the (upsetting perhaps) facts about climate change, but instead of presenting it pessimistically, provides solutions that people are working on, or what *can* be done?</p>\n\n<p>For example, someone told me &quot;The Uninhabitable Earth&quot; by David Wallace-Wells was a good book, but very depressing. I cannot vouch for that myself of course - haven&#39;t read it.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/nwopbx/any_good_laymenlike_books_on_climate_change_that/",
  "subreddit": "booksuggestions",
  "id": "nwopbx",
  "is_self": true,
  "media": null,
  "is_video": false
}