{
  "author": "MadyCub",
  "the_new_excerpt": "I've been really trying to get into Stephen King. I read The Institute, now\nreading Gerald's Game. However, rather than being scared, I oftentimes feel\ninsulted more than anything. Every book seems to be some caricature of a woman\n(or underage girl) as represented by a writer who has no clue how to…",
  "original_created_utc": 1619014785,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "スティーブン・キングに興味を持とうとしています。The Instituteを読み、今は\nGerald's Gameを読んでいます。しかし、怖いというよりも、何よりも侮辱されているような気がします。\n何よりも侮辱された気分になります。どの本も、女性（または未成年の少女）を表現した風刺画のようです。\n女性（または未成年の少女）を風刺しているようにしか見えません。",
      "title": "女性の方へ スティーブン・キングの小説は好きですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直很想进入斯蒂芬-金的作品。我读了《研究所》，现在\n正在读《杰拉尔德的游戏》。然而，与其说我害怕，不如说我经常感到\n侮辱多于一切。每本书似乎都是一些女人的漫画\n(或未成年女孩)的漫画，而作者根本不知道如何...。",
      "title": "女士们。你喜欢斯蒂芬-金的小说吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直很想進入斯蒂芬-金的作品。我讀了《研究所》，現在\n正在讀《傑拉爾德的遊戲》。然而，與其說我害怕，不如說我經常感到\n侮辱多於一切。每本書似乎都是一些女人的漫畫\n(或未成年女孩)的漫畫，而作者根本不知道如何...。",
      "title": "女士們。你喜歡斯蒂芬-金的小說嗎？"
    }
  ],
  "title": "Ladies: Do you like Stephen King novels?",
  "created_utc": 1619020534,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been really trying to get into Stephen King. I read The Institute, now reading Gerald&#39;s Game. However, rather than being scared, I oftentimes feel insulted more than anything. Every book seems to be some caricature of a woman (or underage girl) as represented by a writer who has no clue how to write women. I can&#39;t seem to properly enjoy the books because I always feel like it&#39;s Stephen King writing and talking, especially so when he writes something pointless and sexual.</p>\n\n<p>I&#39;ve read something about having to be in the right mindframe to enjoy the books. How do you all feel about it?  </p>\n\n<p>Edit: This is just one lady&#39;s opinion from a short list of books I&#39;ve read so far!</p>\n</div><!-- SC_ON -->",
  "score": 90,
  "permalink": "/r/books/comments/mvgos2/ladies_do_you_like_stephen_king_novels/",
  "subreddit": "books",
  "id": "mvgos2",
  "is_self": true,
  "media": null,
  "is_video": false
}