{
  "author": "Physical-Kangaroo-54",
  "the_new_excerpt": "Just something that I find quite annoying when looking for a new book,\nespecially when trying to pick up a classic. I don't mind if there's a few\nreviews or even an opening paragraph that talks about the novels success but\nplease give me some idea of what its actually about.\n\nAn example: To Kill a…",
  "original_created_utc": 1618847813,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "新しい本を探しているときに、非常に困ってしまうことがあります。\n特に古典的な本を手に入れようとするときに。いくつかのレビューや冒頭の段落があっても構わないのですが\nレビューがあってもいいし、小説の成功を語る冒頭の段落があってもいい。\n実際にどんな内容なのかを教えてください。\n\n例えば、以下のようなものです。To Kill a...",
      "title": "本の裏にあらすじが書かれておらず、批判的な評価が書かれているのが嫌だ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "只是在找新书的时候，我觉得挺烦的。\n特别是当想捡到一个经典的时候。我不介意如果有几张\n的评论，甚至开篇就说到小说的成功，但。\n请给我一些想法，它实际上是关于什么的。\n\n举个例子 \"杀死一个...",
      "title": "我讨厌一本书的后面没有简介，取而代之的是评论家的好评"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "只是在找新書的時候，我覺得挺煩的。\n特別是當想撿到一個經典的時候。我不介意如果有幾張\n的評論，甚至開篇就說到小說的成功，但。\n請給我一些想法，它實際上是關於什麼的。\n\n舉個例子 \"殺死一個...",
      "title": "我討厭一本書的後面沒有簡介，取而代之的是評論家的好評"
    }
  ],
  "title": "I hate when the back of a book is devoid of a synopsis and is replaced with critical acclaim",
  "created_utc": 1618852196,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just something that I find quite annoying when looking for a new book, especially when trying to pick up a classic. I don&#39;t mind if there&#39;s a few reviews or even an opening paragraph that talks about the novels success but please give me some idea of what its actually about.</p>\n\n<p>An example: To Kill a Mockingbird. I&#39;ve been trying to catch up on some classics and this book was not taught in my high school and surprisingly, I know very little about its plot. It&#39;s back cover and Goodreads synopsis is nothing but praise and I don&#39;t to ruin it by reading the Wikipedia plot.</p>\n\n<p>Does this bother anyone else?</p>\n</div><!-- SC_ON -->",
  "score": 90,
  "permalink": "/r/books/comments/mu3pts/i_hate_when_the_back_of_a_book_is_devoid_of_a/",
  "subreddit": "books",
  "id": "mu3pts",
  "is_self": true,
  "media": null,
  "is_video": false
}