{
  "author": "that_guy_next_to_you",
  "original_created_utc": 1626099073,
  "title": "Today marks 10 years since George R.R Martins Book, A Dance With Dragons",
  "created_utc": 1626108077,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>On July 12 2011 A Dance With Dragons released. I remember picking the book up and reading it in between seasons 1 and 2 of the show, and wondering what was going to happen in the next book. Now 10 years later, I never thought I would still be asking that question. Do you still have hope that the series will actually be finished? I probably won’t read it again until the whole series is complete, if that ever happens.</p>\n</div><!-- SC_ON -->",
  "score": 145,
  "permalink": "/r/books/comments/ois1cg/today_marks_10_years_since_george_rr_martins_book/",
  "subreddit": "books",
  "id": "ois1cg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "On July 12 2011 A Dance With Dragons released. I remember picking the book up\nand reading it in between seasons 1 and 2 of the show, and wondering what was\ngoing to happen in the next book. Now 10 years later, I never thought I would\nstill be asking that question. Do you still have hope that the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "2011年7月12日、「A Dance With Dragons」が発売されました。本を手に取って読んだことを覚えています。\nシーズン1と2の間に本を手に取って読み、「次の本はどうなるんだろう？\n次の本では何が起こるのだろうと思っていました。10年後の今、まさか自分がこの質問をしているとは思いませんでした。\n10年経った今でも、この質問をしているとは思いませんでした。あなたは今でも、次の作品に期待していますか？",
      "title": "ジョージ・R・R・マーティンの著書『A Dance With Dragons』から今日で10年。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "2011年7月12日，《与龙共舞》发行。我记得我拿起这本书\n并在该剧第一和第二季之间阅读它，想知道下一本书会发生什么。\n想知道下一本书中会发生什么。10年后的今天，我从未想过自己会\n仍然会问这个问题。你是否仍有希望...",
      "title": "今天是乔治-R-R-马丁斯的书《与龙共舞》问世10周年。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "2011年7月12日，《與龍共舞》發行。我記得我拿起這本書\n並在該劇第一和第二季之間閱讀它，想知道下一本書會發生什麼。\n想知道下一本書中會發生什麼。10年後的今天，我從未想過自己會\n仍然會問這個問題。你是否仍有希望...",
      "title": "今天是喬治-R-R-馬丁斯的書《與龍共舞》問世10週年。"
    }
  ]
}