{
  "author": "Leard",
  "original_created_utc": 1627384325,
  "title": "CMV: If dressage can be considered an Olympic sport, so should dog training. Or neither should be Olympic sports.",
  "created_utc": 1627396506,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To me it seems that dressage is just training a horse to dance. It&#39;s about the rider ensuring they have trained their horse as well as they can to follow their commands in order to perform the moves as accurately as possible. It doesn&#39;t seem to involve that much physicality from the rider. Although I&#39;m not contesting whether or not it should be considered a sport.</p>\n\n<p>How does dog training and taking part in dog agility events, or any other events that require a well trained dog, differ? </p>\n\n<p>It seems that dressage is included, and dog training isn&#39;t, simply because dressage has it&#39;s roots in the upper classes.</p>\n</div><!-- SC_ON -->",
  "score": 230,
  "permalink": "/r/changemyview/comments/osksnn/cmv_if_dressage_can_be_considered_an_olympic/",
  "subreddit": "changemyview",
  "id": "osksnn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To me it seems that dressage is just training a horse to dance. It's about the\nrider ensuring they have trained their horse as well as they can to follow their\ncommands in order to perform the moves as accurately as possible. It doesn't\nseem to involve that much physicality from the rider. Although…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私には、馬場馬術とは、馬を訓練してダンスをさせることだと思えるのです。それは、ライダーが\n騎手は、馬が自分の命令に従えるように、できる限りの訓練をして\n可能な限り正確な動きをするために、馬が命令に従うように訓練することです。それは\n騎手の身体能力はそれほど高くないようです。しかし...",
      "title": "CMV： 馬場馬術がオリンピック種目になるなら、ドッグトレーニングもオリンピック種目になるべきです。あるいは、どちらもオリンピック種目にすべきではない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我看来，盛装舞步只是在训练马匹跳舞。它是关于\n骑手确保他们已经尽可能地训练了他们的马，使其能够跟随他们的\n以便尽可能准确地完成动作。它并不\n似乎并不涉及骑手的身体素质。虽然...",
      "title": "CMV：如果盛装舞步可以被认为是一项奥林匹克运动，那么训犬也应该是。或者两者都不应该是奥林匹克运动。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我看來，盛裝舞步只是在訓練馬匹跳舞。它是關於\n騎手確保他們已經儘可能地訓練了他們的馬，使其能夠跟隨他們的\n以便儘可能準確地完成動作。它並不\n似乎並不涉及騎手的身體素質。雖然...",
      "title": "CMV：如果盛裝舞步可以被認爲是一項奧林匹克運動，那麼訓犬也應該是。或者兩者都不應該是奧林匹克運動。"
    }
  ]
}