{
  "author": "blindlittlegods",
  "the_new_excerpt": "Why YSK: The world can be a lonely place. Many people are desperate to find\nsomewhere to belong, and this desperation is often taken advantage of by groups\nthat either have an ulterior motive or just relish fucking shit up. They do this\nby claiming feeling shitty about yourself is just what life is,…",
  "original_created_utc": 1611503476,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这个世界可能是一个孤独的地方。很多人都急于寻找\n归属感，而这种绝望往往被一些群体所利用。\n要么是别有用心，要么就是喜欢搞破坏。他们这样做\n通过声称感觉低劣 关于自己是什么生活，... ...",
      "title": "YSK，任何需要你不断自我感觉良好才能成为有效成员的团体，都不是你想去的地方。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這個世界可能是一個孤獨的地方。很多人都急於尋找\n歸屬感，而這種絕望往往被一些羣體所利用。\n要麼是別有用心，要麼就是喜歡搞破壞。他們這樣做\n通過聲稱感覺低劣 關於自己是什麼生活，... ...",
      "title": "YSK，任何需要你不斷自我感覺良好才能成爲有效成員的團體，都不是你想去的地方。"
    }
  ],
  "title": "YSK that any group that requires you to keep feeling shitty about yourself to be a valid member is not where you want to be.",
  "created_utc": 1611572978,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK</strong>: The world can be a lonely place. Many people are desperate to find somewhere to belong, and this desperation is often taken advantage of by groups that either have an ulterior motive or just relish fucking shit up. They do this by claiming feeling shitty about yourself is just what life is, and that anyone who doesn&#39;t believe that is fake or delusional, effectively sowing the seeds for further isolation from people you might have formed a genuine connection with. </p>\n\n<p>Bad emotions are part of the human experience, and it&#39;s important to acknowledge that it&#39;s okay to feel shitty sometimes (and conditions such as depression are very real), but you&#39;re not going to be any happier unless you allow yourself to change. And yeah, change is scary. But it&#39;s better than cyclical doom.</p>\n\n<p>I&#39;ll end this by sending internet hugs to each and every one of you who need one. Take care of yourselves.</p>\n\n<p>Edit: Aw, shucks. You honour me. Thank you for the &#39;thank you&#39;s, the shiny awards, and for checking in on my wellbeing (I&#39;m okay). To those wondering - I am not referring to any group in particular, but if you&#39;re in one that seems to fit the bill, perhaps you&#39;ll find some help <a href=\"https://www.reddit.com/r/CasualConversation/wiki/resources\">here</a>. To those commenting &quot;no shit&quot; and the like - I&#39;m glad you&#39;ve got things figured out. Not everyone does.</p>\n</div><!-- SC_ON -->",
  "score": 20683,
  "permalink": "/r/YouShouldKnow/comments/l41u3l/ysk_that_any_group_that_requires_you_to_keep/",
  "subreddit": "YouShouldKnow",
  "id": "l41u3l",
  "is_self": true,
  "media": null,
  "is_video": false
}