{
  "author": "mountainman6666",
  "the_new_excerpt": "Basically the title, but I’ll explain my viewpoint and reasoning some more. Let\nme start by describing my background. I’m in my 50’s now, and I’ve been hunting\npretty much my whole life. I started going with my grandpa and my uncles when I\nwas young. I live in New Hampshire, and I’ve had a lot of…",
  "original_created_utc": 1611273793,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "基本上就是题目，但我再解释一下我的观点和理由。让\n我开始描述我的背景。我现在50多岁了，我一直在打猎。\n几乎是我的整个生活。我开始与我的爷爷和我的叔叔们，当我\n是年轻的。我住在新罕布什尔州，我有很多... ...",
      "title": "[改变我的想法]：如果做得好，狩猎绝不是残忍或不道德的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "基本上就是題目，但我再解釋一下我的觀點和理由。讓\n我開始描述我的背景。我現在50多歲了，我一直在打獵。\n幾乎是我的整個生活。我開始與我的爺爺和我的叔叔們，當我\n是年輕的。我住在新罕布什爾州，我有很多... ...",
      "title": "[改變我的想法]：如果做得好，狩獵絕不是殘忍或不道德的。"
    }
  ],
  "title": "CMV: When done competently, hunting is in no way cruel or unethical.",
  "created_utc": 1611344027,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Basically the title, but I’ll explain my viewpoint and reasoning some more. Let me start by describing my background. I’m in my 50’s now, and I’ve been hunting pretty much my whole life. I started going with my grandpa and my uncles when I was young. I live in New Hampshire, and I’ve had a lot of experience hunting deer, turkey, and game birds. I have also hunted waterfowl, black bear, and moose, but not enough to consider myself experienced at it. </p>\n\n<p>You might be asking yourself what I mean when I say “done competently”. This is what I mean. I mean that the hunter only kills adult males, or adult females who do not have offspring that are dependent on them. I mean that the hunter is skilled enough and familiar enough with his or her weapon of choice to be able to hit the animal in the vital organs, killing it with minimal pain and suffering. I mean that a hunter should eat the animals that he or she kills, and should not just kill the animals to keep their antlers or hides as trophies. This should go without saying, but I also mean that the hunter has all the appropriate licenses, and follows all hunting laws, as well as the safety rules that relate to hunting and the use of firearms. </p>\n\n<p>When done competently, I think there is absolutely nothing cruel or unethical about hunting. The act of an animal killing and eating another animal for food is completely natural, and there is nothing wrong with it. I brought up the topic earlier of a hunter being skilled enough to shoot the animal in the vital organs. A clean shot to the heart/lungs of a deer or other animal is a quick, relatively painless death. In my experience, with a clean heart shot, an animal immediately just falls over dead. It feels very little pain. </p>\n\n<p>In fact, I believe that when done competently, hunting is far less cruel, and far more ethical than meat bought from a store. I’ll use the example of a cow and a deer, but the same idea applies to any farmed animal and any wild animal. Today, animals that are farmed for meat live in factory farms. They are kept in cages their whole lives, and fed a diet of corn which is designed to make them grow as fast as possible. In some cases they are also given growth hormones. Not to mention the fact that most of the males are killed when they are still babies, with just enough left alive to become sperm donors. When they reach adulthood, the animals are sent to a slaughterhouse to be killed.</p>\n\n<p>Compare that to the life of a wild deer. The deer is born in the wild, eats a natural diet of wild plants, and has a whole forest to roam freely in. Then one day, the deer gets shot by a hunter and dies a quick painless death before it really even realizes what’s happening. Now I’ll ask you this. Which animal had a better life? Which is more cruel and unethical, hunted meat or store bought meat?</p>\n\n<p>There is one more issue I want to bring up, and that is the issue of population control. In the absence of a natural predator, the population of certain species of animals will grow out of control, which is very damaging to the environment. The absence of a predator can occur for several reasons. The first being that humans killed the natural predators. A good example is how humans exterminated the wolf populations in many areas, so the animals the wolves once ate, such as deer, now have no predators. In the absence of wolves, humans must act as the predators for the benefit of the environment. The second instance is that of an invasive species that has no natural predators in its new environment. A good example is feral hogs in Texas, as well as other places. Humans must hunt the feral hogs to stop them from destroying the native plants, as well as farmers’ crops.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/l2baz3/cmv_when_done_competently_hunting_is_in_no_way/",
  "subreddit": "changemyview",
  "id": "l2baz3",
  "is_self": true,
  "media": null,
  "is_video": false
}