{
  "author": "Gurnzey",
  "original_created_utc": 1627602295,
  "title": "YSK that it’s “I COULDN’T care less” and not “I could care less”",
  "created_utc": 1627611198,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK,\nToo many people online and irl incorrectly use this phrase to express how little care they have for something, not realising that saying the latter “I could care less” actually means ‘I have more room to care less which means I actually care a bit” \nplease stop it friends. It hurts me</p>\n</div><!-- SC_ON -->",
  "score": 133,
  "permalink": "/r/YouShouldKnow/comments/ou98pc/ysk_that_its_i_couldnt_care_less_and_not_i_could/",
  "subreddit": "YouShouldKnow",
  "id": "ou98pc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK, Too many people online and irl incorrectly use this phrase to express\nhow little care they have for something, not realising that saying the latter “I\ncould care less” actually means ‘I have more room to care less which means I\nactually care a bit” please stop it friends. It hurts me",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、オンラインでも海外でも、何かを大切にしていないことを表現するのにこのフレーズを間違って使っている人が多いからです。\n後者の「I can't care less」という言い方は、自分がどれだけ何かに関心を持っていないかを表現するものであることに気づかないのです。\nと言っても、実際には「もっと気にする余地があるから、実際には少し気にしている」という意味だということに気づかないでいます。\n友人たちよ、もうやめてくれ。痛いよ",
      "title": "\"I could care less \"ではなく \"I COULDN'T care less \"であるというYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK，太多网上和现实中的人错误地使用这个短语来表达\n表达他们对某件事情的关心程度，而没有意识到说后一句 \"我可以不关心 \"实际上是指 \"我可以不关心\"。\n我可以不在乎 \"实际上意味着 \"我有更多的空间去不在乎，这意味着我\n实际上是有点在乎\"，请停止这种说法，朋友们。它伤害了我",
      "title": "YSK是 \"我不在乎\"，而不是 \"我可以不在乎\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK，太多網上和現實中的人錯誤地使用這個短語來表達\n表達他們對某件事情的關心程度，而沒有意識到說後一句 \"我可以不關心 \"實際上是指 \"我可以不關心\"。\n我可以不在乎 \"實際上意味着 \"我有更多的空間去不在乎，這意味着我\n實際上是有點在乎\"，請停止這種說法，朋友們。它傷害了我",
      "title": "YSK是 \"我不在乎\"，而不是 \"我可以不在乎\"。"
    }
  ]
}