{
  "author": "Christian_Rap_God",
  "the_new_excerpt": "First I have to say that I have nothing against transgender people. If you're\nborn a man but now are a woman I'll call you \"ma'am\" without any conflicts on\nthe matter. You want to swap your wardrobe to look more feminine, undergo gender\nreassignment surgery, take pills to cause your chemical makeup…",
  "original_created_utc": 1617743165,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に言っておきますが、私はトランスジェンダーの人たちに何の恨みもありません。もし、あなたが男性として生まれ\n男性として生まれた人が女性になったとしても、何の矛盾もなく「奥さん」と呼びます。\n呼ばせていただきます。衣装を女性らしく変えたい、性別適合手術を受けたい、薬を飲みたい\n性転換手術を受けたり、薬を飲んで体質を変えたり...。",
      "title": "CMV: 子供は馬鹿なので、性別を変えるための治療や手術を受けさせるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先我得说，我不反对变性人。如果你是\n生而为人，死而为鬼，我叫你 \"娘子 \"也无违和感\n事。你想把自己的衣柜换成更有女人味的样子，进行性别的\n变性手术，吃药导致你的化学妆... ...",
      "title": "CMV：孩子们都很笨，不应该允许他们接受治疗/手术来转换性别。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先我得說，我不反對變性人。如果你是\n生而爲人，死而爲鬼，我叫你 \"娘子 \"也無違和感\n事。你想把自己的衣櫃換成更有女人味的樣子，進行性別的\n變性手術，吃藥導致你的化學妝... ...",
      "title": "CMV：孩子們都很笨，不應該允許他們接受治療/手術來轉換性別。"
    }
  ],
  "title": "CMV: Kids are dumb and shouldn't be allowed to have therapies/surgeries to switch genders.",
  "created_utc": 1617752379,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First I have to say that I have nothing against transgender people. If you&#39;re born a man but now are a woman I&#39;ll call you &quot;ma&#39;am&quot; without any conflicts on the matter. You want to swap your wardrobe to look more feminine, undergo gender reassignment surgery, take pills to cause your chemical makeup to match that of your preferred gender, go on ahead.</p>\n\n<p>Kids are stupid, I was one once. There were tattoos I wanted and ways I dressed up as that I think are stupid today. Now I do see the argument that those are different than gender. Yes I do understand that some people are born intersex, and this post isn&#39;t about them. There&#39;s been several cases of people who began the transition to another gender only to later reverse that decision and have physical traits that cannot be reversed as easily. I can&#39;t recall her channel but there&#39;s a woman who was FtM at one point in her teens and underwent some chemical therapies to begin the process but has since realized she&#39;s not transgender. Now her voice is that of a man&#39;s and people think she&#39;s a MtF.</p>\n\n<p>&#x200B;</p>\n\n<p>I also should note that I&#39;m not fully aware of all that is in the Arkansas bill that is currently in the news, but based on how CNN describes it,  it would&#39;ve prohibited physicians in the state from providing gender-affirming &quot;procedures&quot; for trans people under age 18, I see no reason why I should be against it. People keep saying that this means that this will lead to more trans kids dying, that they&#39;re denying healthcare to trans kids, etc. I see all of these comments as a massive overreaction.</p>\n\n<p>&#x200B;</p>\n\n<p>TL;DR So change my view that I think that kids (under 18) shouldn&#39;t be allowed to undergo surgical or chemical procedures to change their genders even with parental consent. Exceptions being to verified intersex individuals. If a non-intersex kid wants to be recognized as the opposite gender I have no problem with that.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/changemyview/comments/mllqhq/cmv_kids_are_dumb_and_shouldnt_be_allowed_to_have/",
  "subreddit": "changemyview",
  "id": "mllqhq",
  "is_self": true,
  "media": null,
  "is_video": false
}