{
  "author": "navoshta",
  "original_created_utc": 1628527197,
  "title": "Just finished Herbert's \"Dune\" — what a captivating story!",
  "created_utc": 1628536967,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have just finished Herbert&#39;s <em>Dune</em>, and what a captivating story it was!</p>\n\n<p>A TV show based on Asimov&#39;s <em>Foundation</em> and a movie based on Herbert&#39;s <em>Dune</em> both come out this fall, so I figured I should read the books first — I used to read a lot of sci-fi as a kid, but somehow missed these two series. I started with Foundation trilogy, and it was very good: the time scale and vast number of interwoven storylines felt epic (although I struggle to imagine how one makes a TV show out of such a... saga). However, Dune completely outshone Foundation for me: the way it focuses on characters, how it depicts different styles of leadership and warfare, the integrity of the fictional world all made the story so real and gripping.</p>\n\n<p>I&#39;ve only finished the first book and heard mixed reviews of other parts of the Dune series, but I&#39;m still inclined to give them a go. And I highly recommend Dune to anyone who is in the same boat as me, and didn&#39;t get to read it earlier for some reason!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/p154r5/just_finished_herberts_dune_what_a_captivating/",
  "subreddit": "books",
  "id": "p154r5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have just finished Herbert's Dune, and what a captivating story it was!\n\nA TV show based on Asimov's Foundation and a movie based on Herbert's Dune both\ncome out this fall, so I figured I should read the books first — I used to read\na lot of sci-fi as a kid, but somehow missed these two series. I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ハーバートの『デューン』を読み終えましたが、何と魅惑的な物語だったことでしょう。\n\nアシモフの『ファウンデーション』を基にしたテレビ番組と、ハーバートの『デューン』を基にした映画がこの秋に公開されます。\nこの秋には、アシモフの『ファウンデーション』を基にしたテレビ番組と、ハーバートの『デューン』を基にした映画が公開されます。\n子供の頃、SFをよく読んでいたのですが、この2つのシリーズはなぜか見逃していました。I...",
      "title": "ハーバートの「Dune」を読み終えたところです。何と魅力的な物語でしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完赫伯特的《沙丘》，那是一个多么吸引人的故事啊！这是我的一个朋友。\n\n基于阿西莫夫的《基础》的电视剧和基于赫伯特的《沙丘》的电影都将在今年秋天推出。\n今年秋天上映，所以我想我应该先读一读这本书--我以前读过很多科幻小说。\n我小时候读过很多科幻小说，但不知为何错过了这两个系列。I...",
      "title": "刚刚读完赫伯特的《沙丘》--多么吸引人的故事啊!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完赫伯特的《沙丘》，那是一個多麼吸引人的故事啊！這是我的一個朋友。\n\n基於阿西莫夫的《基礎》的電視劇和基於赫伯特的《沙丘》的電影都將在今年秋天推出。\n今年秋天上映，所以我想我應該先讀一讀這本書--我以前讀過很多科幻小說。\n我小時候讀過很多科幻小說，但不知爲何錯過了這兩個系列。I...",
      "title": "剛剛讀完赫伯特的《沙丘》--多麼吸引人的故事啊!"
    }
  ]
}