{
  "author": "Supercharmeleon",
  "original_created_utc": 1639417481,
  "title": "Crypto is a means to an end, not the end itself. We only have one life, we shouldn't waste it looking at charts all day.",
  "created_utc": 1639446416,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Crypto&amp;#39;s here to make our lives better. So that we can be more financially stable and free to do what we enjoy in life. It&amp;#39;s not something for you to base your whole life around or obsess over.&lt;/p&gt;\n\n&lt;p&gt;Watching charts all day, arguing with people online, caring only about crypto&amp;#39;s growth and capital and implementation... remember there&amp;#39;s always more than that. Crypto is here to stay. It&amp;#39;s not gonna go anywhere, so use it well. Either to secure your future or to enjoy more the present, you choose how to use it, but don&amp;#39;t let it control your life.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s all be more aware of the good things crypto has given us, and wary of how it can trap us in bad habits too.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 170,
  "permalink": "/r/CryptoCurrency/comments/rfler1/crypto_is_a_means_to_an_end_not_the_end_itself_we/",
  "subreddit": "CryptoCurrency",
  "id": "rfler1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Crypto's here to make our lives better. So that we can be more financially\nstable and free to do what we enjoy in life. It's not something for you to base\nyour whole life around or obsess over.\n\nWatching charts all day, arguing with people online, caring only about crypto's\ngrowth and capital and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>暗号は、私たちの生活をより良くするために存在しています。そうすれば\n私たちがより経済的に安定し、人生で楽しみたいことを自由にできるようにするためです。\n</p> <p>暗号は、私たちの生活をより良くするためのものです。\n</p> <p>一日中チャートを見たり、オンラインで人と議論したり...。",
      "title": "暗号は目的を達成するための手段であって、目的そのものではありません。人生は一度きりですから、一日中チャートを見ていてはもったいないですよね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>Crypto&#39;是为了让我们的生活更美好。所以\n我们可以在经济上更加稳定，可以自由地做我们喜欢的事情。\n它不是你的整个生活的基础，也不是你痴迷的东西。\n</p> <p>整天看图表，在网上与人争论，......。",
      "title": "加密货币是达到目的的一种手段，而不是目的本身。我们只有一次生命，我们不应该把它浪费在整天看图表上。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>Crypto&#39;是爲了讓我們的生活更美好。所以\n我們可以在經濟上更加穩定，可以自由地做我們喜歡的事情。\n它不是你的整個生活的基礎，也不是你癡迷的東西。\n</p> <p>整天看圖表，在網上與人爭論，......。",
      "title": "加密貨幣是達到目的的一種手段，而不是目的本身。我們只有一次生命，我們不應該把它浪費在整天看圖表上。"
    }
  ]
}