{
  "author": "iKnowButWhy",
  "original_created_utc": 1633022228,
  "title": "CMV: The consensus that Centrism is bad/wrong and the general push against Centrism is quite alarming.",
  "created_utc": 1633034160,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This one is probably going to a long one. Let me preface this by saying, I consider myself &quot;LibCenter&quot;, using PCM terminology. Additionally, my experience with Reddit is largely with: non-political subs, like subs for video-games or subs for niche topics, and then also some Left leaning subs since the really popular subs like Selfawarewolves, murderedbywords, worldnews, askreddit, etc. tend to have a very noticeable Left-leaning slant. I&#39;m not saying that this is a bad thing, or that this is fundamentally wrong. I&#39;m just acknowledging that this is the case. There are 2 other subreddits that I frequent which are a lot more right leaning: PCM and walkaway. </p>\n\n<p>The motivation for my view comes from an increasing use of the term &quot;Enlightened Centrism&quot;. As I outlined above, aside from the non-political subs, most of the rest are Left-leaning, and this general push against Centrism is commonly found in those Left leaning subs, and not so much in the Right leaning ones from my personal experience. All this is to say, in general my argument will be geared more towards people that are deeply Left, because those are the people that I most commonly see taking issue with my Centrist position. However, it is important to note that this phenomenon happens in both communities and is not exclusive to the Left. I just chose to focus on that aspect for my post, since I don&#39;t really spend too much time on Right wing places in general. I realize now that my entire last sentence is the perfect embodiment of Centrism itself: I disagree with side A, but side B also has a lot of the same issues. Lol. </p>\n\n<p>So, to define the issue, let me paraphrase what I think is the general view that some Left leaning people hold on this issue:</p>\n\n<blockquote>\n<p>&quot;Centrists largely play both sides in an attempt to shield themselves from criticism as they can deflect any argument by saying they do not agree with that aspect of that ideology. Moreover, most Centrists on Reddit are just people who are closet Right-wingers that know they will be attacked for their views so they choose to play it under the guise of Centrism. Essentially, most Centrists are just people who are looking for a way to present their Right-leaning views without explicitly calling themselves right-wing, and they aren&#39;t being actual Centrists by doing that. Lastly, Centrists choose to ignore important issues, and by adopting the Centrist position they choose to forego the progressive nature of the Left and don&#39;t speak up about certain injustices because they feel like they don&#39;t need to. Their silence on these topics is inherently wrong in this case.&quot; </p>\n</blockquote>\n\n<p>As will be the common theme, I KNOW that I do not speak for everyone with that summary. I&#39;m not claiming that the paragraph above perfectly describes everyone&#39;s issues with Centrism. That is just the amalgamation of the most common arguments I&#39;ve seen and it&#39;s what I&#39;m basing my post around. </p>\n\n<p>When it comes to shielding against criticism, I can understand the issue. Way too many people use Centrism as an umbrella defense for almost anything, and this ends up in no real arguments taking place. I personally think this is more a fault of the person and not of their political views. The view that most Centrists are inherently people with Right wing views looking for an &quot;acceptable&quot; way to voice them is just stupid. Of course they have Right wing views, they are a CENTRIST. They have views from both ends of the spectrum, and to varying degrees; that&#39;s literally what it is. When I see people use this argument, to me what it says is: yea they have some Left wing views but they also have some Right wing views which I think are bad and wrong so I&#39;m gonna chose to focus on the Right wing aspect and deem them as Right wingers posing as Centrists.&quot; This misses the whole point. I do not call myself a Centrist so I can hold right wing views without being ostracized from certain communities, and pretending that I do is disingenuous. What I&#39;m essentially hearing is that if you call yourself a Centrist but have more right wing views than what I deem acceptable (which is 0 in most cases), then you aren&#39;t a real centrist or you&#39;re an &quot;Enlightened Centrist&quot;.</p>\n\n<p>That last point is a bit of a weird one. Just because you consider yourself in the center doesn&#39;t mean that you can ignore pertinent issues from either side. Obviously, many people will disagree with which issues are actually important and consequently they may choose to stay silent on these topics. That doesn&#39;t mean that they are ignoring their responsibilities. It is a political choice/view. Moreover, you do not need to actively fight for something to believe in it. For instance, you do not need to be waving around a pride flag and joining in pride marches if you agree with equal rights for all sexual orientations. Claiming that you do, and that by choosing not to speak you are actively harming the cause, is a very presumptuous and alarming mindset. </p>\n\n<p>I wholeheartedly believe that a majority of people, both online and offline, are closer to the center than the extremes of their respective ideologies. I also believe that there is a very meaningful and increasingly overlooked difference between far-right, right, and center-right/moderate-right (and vice versa for the left). I believe that, naturally, Centrism or rather being closer to the center is a more desirable world view for people to hold. You can have your cake and eat it too! As a Centrist, you get to cherry pick the best parts of the Left&#39;s ideology, and the same for the Right, and then you can discard the aspects that you think are wrong. Politics is becoming increasingly binary and people seem to think that, &quot;Yea, Leftism has it&#39;s flaws but in general, when looking at the bigger picture it is a better and morally superior ideology to the Right, so naturally everyone should fully embrace Leftism and all its flaws because the only alternative is embracing Rightism.&quot; Why do things have to be this way? This is not a religion, it is a political spectrum. There is nothing wrong with choosing the best parts of certain ideologies and crafting your own world view using the sum of those best parts. There are no &quot;rules&quot; in that regard, and pretending like there are, and using that as an argument against Centrism is not only wrong but also harmful.</p>\n\n<p>To conclude with a stereotypical Centrist phrase, both sides have good and bad. Both sides have their issues and strengths. Trying to push people away from a position that takes both ideologies at face value and forcing them to choose one or the other is alarming.</p>\n\n<p>Edit: Lots of good points. My main takeaway from this post is that I&#39;m not actually a centrist it seems. My reasoning for considering myself center is because I take the best aspects from whatever ideologies are on display and kind of use it to make the best ideology I can, incorporating something from everywhere in a way. Clearly this isn&#39;t Centrism, because I am not actively trying to find a middle-ground, or argue that the &quot;middle&quot; will always be better than either extreme, even thought I think this is largely true in a LOT of cases, just not all of them. </p>\n\n<p>To elaborate further, maybe I should use some examples. I am pro-choice, pro-LGBT rights, and pro-weed/drug decriminalization. I am also pro-gun rights, against taxes in general, and support the death penalty to a certain degree. I don&#39;t know how else to classify myself aside from considering myself &quot;center&quot;. Perhaps the issue lies in the words Centrist/Centrism.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/pyod3b/cmv_the_consensus_that_centrism_is_badwrong_and/",
  "subreddit": "changemyview",
  "id": "pyod3b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This one is probably going to a long one. Let me preface this by saying, I\nconsider myself \"LibCenter\", using PCM terminology. Additionally, my experience\nwith Reddit is largely with: non-political subs, like subs for video-games or\nsubs for niche topics, and then also some Left leaning subs since…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この作品は、おそらく長い作品になるでしょう。前置きが長くなってしまいましたが、私は\n自分はPCM用語でいうところの「LibCenter」だと思っています。さらに、私のRedditでの経験は\nRedditでの私の経験は、主に次のようなものです：非政治的なサブ、例えばビデオゲームのサブや\nニッチな話題のサブ、そして左派系のサブなどです。",
      "title": "CMV：Centrismが悪い／間違っているというコンセンサスと、Centrismに対する一般的な働きかけは、非常に憂慮すべきものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这一次可能会是一个漫长的过程。让我先说一下，我\n我认为自己是 \"LibCenter\"，使用PCM的术语。此外，我的经验\n我在Reddit的经验主要是：非政治性子，如视频游戏的子，或小众话题的子。\n小众话题的子站，还有一些左翼倾向的子站，因为......",
      "title": "CMV：\"中心主义是坏的/错误的 \"这一共识以及对中心主义的普遍推动是相当令人震惊的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這一次可能會是一個漫長的過程。讓我先說一下，我\n我認爲自己是 \"LibCenter\"，使用PCM的術語。此外，我的經驗\n我在Reddit的經驗主要是：非政治性子，如視頻遊戲的子，或小衆話題的子。\n小衆話題的子站，還有一些左翼傾向的子站，因爲......",
      "title": "CMV：\"中心主義是壞的/錯誤的 \"這一共識以及對中心主義的普遍推動是相當令人震驚的。"
    }
  ]
}