{
  "author": "BPC3",
  "the_new_excerpt": "Various states across the US are pushing new legislation aiming at banning trans\nkids from participating in sports in schools and colleges. The details of the\nbills vary, but most of them target the participation of trans kids in one way\nor another.\n\nI'll be focusing on Mississippi SB 2536, but it…",
  "original_created_utc": 1615404664,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "美国各州正在推动新的立法，旨在禁止变性。\n孩子们参加学校和大学的体育活动。的细节。\n法案各不相同，但大多数都是针对跨性别儿童的一种参与方式。\n或其他。\n\n我会把重点放在密西西比州的SB 2536上，但它... ...",
      "title": "CMV：跨年运动禁令是在寻找问题的解决方案"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "美國各州正在推動新的立法，旨在禁止變性。\n孩子們參加學校和大學的體育活動。的細節。\n法案各不相同，但大多數都是針對跨性別兒童的一種參與方式。\n或其他。\n\n我會把重點放在密西西比州的SB 2536上，但它... ...",
      "title": "CMV：跨年運動禁令是在尋找問題的解決方案"
    }
  ],
  "title": "CMV: Trans sports bans are a solution in search of a problem",
  "created_utc": 1615440630,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Various states across the US are pushing new legislation aiming at banning trans kids from participating in sports in schools and colleges. The details of the bills vary, but most of them target the participation of trans kids in one way or another. </p>\n\n<p>I&#39;ll be focusing on Mississippi SB 2536, but it is, to my knowledge, very similar to the bills being introduced in more than 20 other states.</p>\n\n<p>An excerpt from Mississippi SB 2536:</p>\n\n<blockquote>\n<blockquote>\n<p>SECTION 3.  Designation of athletic teams.  (1)   Interscholastic or intramural athletic teams or sports that are sponsored by a public primary or secondary school or any school that is a member of the Mississippi High School Activities Association or public institution of higher education or any higher education institution that is a member of the NCAA, NAIA or NJCCA shall be expressly designated as one of the following based on biological sex:</p>\n\n<p>(a)  &quot;Males,&quot; &quot;men&quot; or &quot;boys;&quot;</p>\n\n<p>(b)  &quot;Females,&quot; &quot;women&quot; or &quot;girls;&quot; or</p>\n\n<p>(c)  &quot;Coed&quot; or &quot;mixed.&quot;</p>\n\n<p>(2)  Athletic teams or sports designated for &quot;females,&quot; &quot;women&quot; or &quot;girls&quot; shall not be open to students of the male sex.</p>\n</blockquote>\n</blockquote>\n\n<p>This is a common thread through these laws. The law also specifies its reason for this: </p>\n\n<blockquote>\n<blockquote>\n<p>(e)  The biological differences between females and males, especially as it relates to natural levels of testosterone, explain the male and female secondary sex characteristics which develop during puberty and have lifelong effects, including those most important for success in sport:  categorically different strength, speed and endurance.</p>\n</blockquote>\n</blockquote>\n\n<p>The purpose of this bill, according to the state legislature, is to ensure that sports remain fair. Because if trans women competed with women, it would be unfair, because they have an inherent advantage. </p>\n\n<p>That said, is &quot;trans athletes dominating women&#39;s sports&quot; actually an issue that Mississippi has? The associated press reached out to Lawmakers in Mississippi and numerous other states, <a href=\"https://apnews.com/article/lawmakers-unable-to-cite-local-trans-girls-sports-914a982545e943ecc1e265e8c41042e7\">and found</a>: </p>\n\n<blockquote>\n<blockquote>\n<p>Legislators in more than 20 states have introduced bills this year that would ban transgender girls from competing on girls’ sports teams in public high schools. <strong>Yet in almost every case, sponsors cannot cite a single instance in their own state or region where such participation has caused problems.</strong></p>\n</blockquote>\n</blockquote>\n\n<p>The article is fascinating, and worth a read. Another excerpt:</p>\n\n<blockquote>\n<blockquote>\n<p>There’s no authoritative count of how many trans athletes have competed recently in high school or college sports. Neither the NCAA nor most state high school athletic associations collect that data; in the states that do collect it, the numbers are minimal: No more than five students currently in Kansas, nine in Ohio over five years. </p>\n</blockquote>\n</blockquote>\n\n<p>The lawmakers proposing these bills are not doing so because they see a problem that desperately needs solving. Because that &quot;problem&quot; <em>doesn&#39;t exist</em>. Just like with the infamous &quot;bathroom bills&quot;, the threat is, at best, completely hypothetical. (It is possibly worth noting at this point that the bathroom bills were pushed by a group who <a href=\"https://www.intomore.com/impact/anti-lgbtq-activist-admits-bathroom-predator-myth-was-concocted-as-cover-for-transphobic-hate/\">knew they were making it up</a>.) Trans women are not dominating women&#39;s sports. This seriously calls into question the claim in the bill itself, that trans women have significant advantages over cis women, which is its primary justification for existing. And the fact that the people proposing these laws most commonly cannot name a single trans athlete in their state that they would consider mentioning as justification for this bill indicates to me that they <em>know</em> that there isn&#39;t a problem worth solving, and are moving forward with these bills anyways.</p>\n\n<p>These bills exist not to combat any actual problem, but rather to further marginalize trans people for the sake of marginalizing trans people. </p>\n\n<p>Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/m267vs/cmv_trans_sports_bans_are_a_solution_in_search_of/",
  "subreddit": "changemyview",
  "id": "m267vs",
  "is_self": true,
  "media": null,
  "is_video": false
}