{
  "author": "Ajreil",
  "the_new_excerpt": "Why YSK: The orange tip on toy guns is a universal sign that the gun is fake. If\na toy gun has its orange tip removed or painted over, strangers might assume\nit's real and be forced to defend themselves\n[https://www.keranews.org/2019-05-13/how-realistic-looking-toy-guns-confuse-police-and-get-people…",
  "original_created_utc": 1622699981,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、トイガンの先端がオレンジ色になっているのは、その銃が偽物であることを示す世界共通のサインだからです。もし\nオレンジ色の先端が取り除かれていたり、塗り潰されていたりすると、見知らぬ人は本物だと思ってしまい\n自分の身を守らなければならなくなります。\n[https://www.keranews.org/2019-05-13/how-realistic-looking-toy-guns-confuse-police-and-get-people...",
      "title": "おもちゃの銃のオレンジ色のチップを外すと危険であることをYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：玩具枪上的橙色枪头是一个普遍的标志，表明该枪是假的。如果\n如果玩具枪的橙色枪头被移除或涂掉，陌生人可能会认为它是真的，并被迫自卫。\n它是真的，并被迫自卫。\n[https://www.keranews.org/2019-05-13/how-realistic-looking-toy-guns-confuse-police-and-get-people...",
      "title": "YSK认为从玩具枪上取下橙色枪头会有危险"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：玩具槍上的橙色槍頭是一個普遍的標誌，表明該槍是假的。如果\n如果玩具槍的橙色槍頭被移除或塗掉，陌生人可能會認爲它是真的，並被迫自衛。\n它是真的，並被迫自衛。\n[https://www.keranews.org/2019-05-13/how-realistic-looking-toy-guns-confuse-police-and-get-people...",
      "title": "YSK認爲從玩具槍上取下橙色槍頭會有危險"
    }
  ],
  "title": "YSK that removing the orange tip from toy guns can be dangerous",
  "created_utc": 1622713326,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The orange tip on toy guns is a universal sign that the gun is fake. If a toy gun has its orange tip removed or painted over, strangers might assume it&#39;s real and <a href=\"https://www.keranews.org/2019-05-13/how-realistic-looking-toy-guns-confuse-police-and-get-people-killed\">be forced to defend themselves</a>.</p>\n\n<p>This is especially dangerous for kids, who tend to play fight with their friends or run around in public. Some kids will remove the orange tip or sharpie over it so the gun looks more realistic. Parents, make sure your kids know not to do that.</p>\n\n<p>Adults are free to modify their airsoft guns, but they should be aware of how strangers might react. Don&#39;t aim them at anyone in the view of strangers, unless you&#39;re in an airsoft arena. Consider keeping them out of view when not in use.</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/YouShouldKnow/comments/nr697w/ysk_that_removing_the_orange_tip_from_toy_guns/",
  "subreddit": "YouShouldKnow",
  "id": "nr697w",
  "is_self": true,
  "media": null,
  "is_video": false
}