{
  "author": "sagangroupie",
  "the_new_excerpt": "Just like everyone else here, I love fiction, and the artistry of a good fiction\nread can be mind-blowing. But some nonfiction books have been really formative,\ntoo.\n\nIf you have a nonfiction book on any topic that you really want to geek out\nabout or was so interesting you just couldn't put it down…",
  "original_created_utc": 1613697491,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "就像在座的各位一样，我喜欢小说，也喜欢好的小说的艺术性。\n读过的书会让人心潮澎湃。但有些非虚构类的书真的很有形成力。\n太。\n\n如果你有一本关于任何主题的非小说书，你真的很想发呆。\n关于或如此有趣，你只是不能把它放下... ...",
      "title": "我的非小说爱好者们在哪里？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "就像在座的各位一樣，我喜歡小說，也喜歡好的小說的藝術性。\n讀過的書會讓人心潮澎湃。但有些非虛構類的書真的很有形成力。\n太。\n\n如果你有一本關於任何主題的非小說書，你真的很想發呆。\n關於或如此有趣，你只是不能把它放下... ...",
      "title": "我的非小說愛好者們在哪裏？"
    }
  ],
  "title": "Where are my nonfiction lovers at?",
  "created_utc": 1613703449,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just like everyone else here, I love fiction, and the artistry of a good fiction read can be mind-blowing. But some nonfiction books have been really formative, too.   </p>\n\n<p>If you have a nonfiction book on any topic that you really want to geek out about or was so interesting you just couldn&#39;t put it down til it was done, what was it? What made it so special for you? Does it bring you back to a certain time in your life? How did it change you? Do you think you&#39;d react to it the same way if you read it for the first time now? </p>\n\n<p>Some of mine:</p>\n\n<ol>\n<li><p>How We Die by Sherwin Nuland - a graphic, unflinchingly detailed, unfailingly logical, and yet incredibly human look at the physiological processes that occur when the human body experiences death. Nuland was a cardiothoracic surgeon and a gifted writer. Some of his writings do read a bit outdated - he was a white dude writing in the 80s, after all - but this book drew me in so deeply I would be out at parties and couldn&#39;t wait to go home to finish reading it. If you&#39;re squeamish, not a good choice, and it made me cry several times, but it&#39;s not a celebration of gore or a shock-value piece. It actually lessened my fear of death, rather than increased it. His other books are equally as impressive but this one really affected me.  </p></li>\n<li><p>Six Easy Pieces by Richard Feynman - one of the foremost physicists of the 20th century (also a great writer, a legendary educator, and an interesting character besides) collects the texts of six seminal lectures on basic physics. It might sound boring, but somehow it&#39;s not. There is nothing to compare to the feeling of finally understanding something very basic and yet very abstract. I think about this book and its lessons on thermodynamics every time I blow on a cup of coffee. For context, I cried with frustration almost every day in high school chemistry class, so I loved this book not because I am so smart, but because I am so dumb and Feynman doesn&#39;t mind.  </p></li>\n<li><p>The Emperor of All Maladies by Siddhartha Mukherjee - god I just love a doctor who can write. The subtitle says it all: a biography of cancer. Historical, current, and future. Fascinating.  </p></li>\n<li><p>The Cancer Journals by Audre Lorde - a different take on cancer, this one from the perspective of the patient, who also happens to be the Goddess herself. This was the first book by Lorde I ever read and its power is her power distilled onto the page. The subject matter is one thing, but the force and raw genius and vulnerability and introspection she brings to her diaries are such a gift to be able to experience.   </p></li>\n<li><p>The Man Who Mistook His Wife for a Hat and Other Clinical Tales by Oliver Sacks - an oldie but a goodie. How does the brain create reality? Ourselves? How does it destroy them just as easily and just as mysteriously? What is life, man?</p></li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/ln2vk1/where_are_my_nonfiction_lovers_at/",
  "subreddit": "books",
  "id": "ln2vk1",
  "is_self": true,
  "media": null,
  "is_video": false
}