{
  "author": "Reikaslade",
  "original_created_utc": 1627128746,
  "title": "Novels where the protagonist isn't interested in romantic relationships",
  "created_utc": 1627149543,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m looking for book suggestions where the main character is not interested in romantic relationships or doesn&#39;t want to marry and actually ends up not having a romantic partner. It&#39;s okay if she tried to be in a relationship but then it fails and she realizes she&#39;s better on her own at the end of the story.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/booksuggestions/comments/oqotg7/novels_where_the_protagonist_isnt_interested_in/",
  "subreddit": "booksuggestions",
  "id": "oqotg7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm looking for book suggestions where the main character is not interested in\nromantic relationships or doesn't want to marry and actually ends up not having\na romantic partner. It's okay if she tried to be in a relationship but then it\nfails and she realizes she's better on her own at the end of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "主人公が恋愛に興味がなかったり、結婚したくなかったりして、実際には結婚しないで終わってしまうような本の候補を探しています。\n主人公が恋愛に興味がなかったり、結婚したくなかったりして、実際には恋愛相手がいないまま終わってしまうような本を探しています。\nしてしまう本を探しています。付き合おうとしたけど失敗して、最後に一人の方がいいと気づく、というのでも構いません。\n恋愛をしようとして失敗し、最後には一人の方がいいと気づく......というものでもOKです。",
      "title": "主人公が恋愛に興味を持っていない小説"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我正在寻找一些书的建议，其中的主角对浪漫关系不感兴趣，或不想结婚，实际上最终没有发生过。\n浪漫关系或不想结婚，并且实际上最终没有浪漫伴侣的书。\n浪漫的伴侣。如果她曾尝试过恋爱，但后来失败了，最后意识到自己一个人更好，那也是可以的。\n如果她尝试过恋爱，但失败了，并且在最后意识到自己一个人更好，那也可以...",
      "title": "主角对浪漫关系不感兴趣的小说"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正在尋找一些書的建議，其中的主角對浪漫關係不感興趣，或不想結婚，實際上最終沒有發生過。\n浪漫關係或不想結婚，並且實際上最終沒有浪漫伴侶的書。\n浪漫的伴侶。如果她曾嘗試過戀愛，但後來失敗了，最後意識到自己一個人更好，那也是可以的。\n如果她嘗試過戀愛，但失敗了，並且在最後意識到自己一個人更好，那也可以...",
      "title": "主角對浪漫關係不感興趣的小說"
    }
  ]
}