{
  "author": "stequila",
  "original_created_utc": 1632839417,
  "title": "Am I misunderstanding The Stranger by Albert Camus?",
  "created_utc": 1632849431,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was left feeling confused after reading the book. Meursault is a character that embodies absurdist ideals, and is Camus&#39; mouthpiece for many of his philosophical beliefs. However, am I supposed to therefore pardon him and feel pity for him in spite of his immoral crimes? Does morality not hold any meaning to Meursault and am I supposed to be ok with his murders or his help to Raymond? Am I missing something? It seems to me that the book is giving license to immorality, under the banner of nihilism. It is as though Camus is saying that since life is meaningless, therefore moral codes can be forsaken.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/books/comments/px7mue/am_i_misunderstanding_the_stranger_by_albert_camus/",
  "subreddit": "books",
  "id": "px7mue",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was left feeling confused after reading the book. Meursault is a character\nthat embodies absurdist ideals, and is Camus' mouthpiece for many of his\nphilosophical beliefs. However, am I supposed to therefore pardon him and feel\npity for him in spite of his immoral crimes? Does morality not hold any…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "読んだ後、混乱した気持ちになりました。ムルソーは、不条理な理想を体現するキャラクターであり\n不条理主義の理想を体現した人物であり、カミュの哲学的信念の多くを代弁している。\n哲学的な信念の代弁者です。しかし、それにもかかわらず、私は彼に同情し、彼を許すべきなのでしょうか？\nしかし、私は彼の不道徳な犯罪にもかかわらず、彼を許し、同情することになるのでしょうか？道徳には何の意味もないのだろうか。",
      "title": "アルベール・カミュの『見知らぬ人』を誤解していませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "读完这本书后，我感到很困惑。默尔索这个人物\n体现了荒诞主义的理想，也是加缪的许多哲学信仰的代言人。\n哲学信仰的代言人。然而，我是否应该因此而宽恕他，并对他感到\n尽管他犯了不道德的罪行，我是否应该原谅他，并对他产生怜悯之情？难道道德没有任何...",
      "title": "我是否误解了阿尔伯特-加缪的《异乡人》？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讀完這本書後，我感到很困惑。默爾索這個人物\n體現了荒誕主義的理想，也是加繆的許多哲學信仰的代言人。\n哲學信仰的代言人。然而，我是否應該因此而寬恕他，並對他感到\n儘管他犯了不道德的罪行，我是否應該原諒他，並對他產生憐憫之情？難道道德沒有任何...",
      "title": "我是否誤解了阿爾伯特-加繆的《異鄉人》？"
    }
  ]
}