{
  "author": "SpiritualOrangutan",
  "original_created_utc": 1630781660,
  "title": "CMV: Everyone voting in favor of abortion restrictions should have to donate 5% of their income to the foster care system.",
  "created_utc": 1630791493,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It is extremely short sighted and apathetic to make safe abortions much more difficult to obtain so that you can sleep better at night, while doing nothing to support the already problematic foster care system you are indirectly causing to be overwhelmed with unwanted/unsupported births. It is an inevitable outcome of restricted abortions that the amount of children in foster care increases, as shown throughout history, yet the bills passed in places like Texas do nothing to alleviate it. So, if you so vehemently defend a non-conscious, non-feeling fetus, you should be forced to financially assist the child it becomes.</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/changemyview/comments/phxdae/cmv_everyone_voting_in_favor_of_abortion/",
  "subreddit": "changemyview",
  "id": "phxdae",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It is extremely short sighted and apathetic to make safe abortions much more\ndifficult to obtain so that you can sleep better at night, while doing nothing\nto support the already problematic foster care system you are indirectly causing\nto be overwhelmed with unwanted/unsupported births. It is an…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "安全な人工妊娠中絶の入手を困難にして、夜も安心して眠れるようにすることは、極めて短絡的で無気力なことです。\n安全な人工妊娠中絶の入手を困難にして、あなたが安心して眠れるようにすることは、非常に短絡的で無関心なことです。\n既に問題となっている里親制度を支援することもなく、間接的に望まれない、あるいは支援のない出産で\n望まない、あるいはサポートされない出産に追われることになります。これは...",
      "title": "CMV：中絶規制に賛成する人は、収入の5％を児童養護施設に寄付しなければなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "让安全的堕胎变得更加困难是极其短视和冷漠的。\n让安全的堕胎变得更加困难，以便你能在晚上睡得更好，但却没有做任何事情\n支持已经存在问题的寄养系统，而你却间接地导致了\n导致不想要的/没有人支持的生育压倒一切。这是一个...",
      "title": "CMV：每个投票赞成堕胎限制的人都应该把他们收入的5%捐给寄养系统。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓安全的墮胎變得更加困難是極其短視和冷漠的。\n讓安全的墮胎變得更加困難，以便你能在晚上睡得更好，但卻沒有做任何事情\n支持已經存在問題的寄養系統，而你卻間接地導致了\n導致不想要的/沒有人支持的生育壓倒一切。這是一個...",
      "title": "CMV：每個投票贊成墮胎限制的人都應該把他們收入的5%捐給寄養系統。"
    }
  ]
}