{
  "author": "jthompson32",
  "the_new_excerpt": "Ironically, I think Mitch McConnell said it best when he said that rejecting the\nresults of the US presidential election “would send democracy into a death\nspiral.”\n\nIt’s been almost 8 months now since Biden was declared the winner and I still\nwill see republicans talking about the stolen election,…",
  "original_created_utc": 1623296716,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皮肉なことに、ミッチ・マコーネルは、アメリカ大統領選挙の結果を否定することは、「民主主義を死に追いやることになる」と言ったことが、最も良い表現だったと思います。\nアメリカ大統領選挙の結果を否定することは、「民主主義を死のスパイラルに陥れることになる」という\nスパイラルに陥ることになる」と言ったときの言葉が一番印象的でした。\n\nバイデンが勝者と宣言されてから約8ヶ月が経ちましたが、いまだに\n共和党員が盗まれた選挙について話しているのを目にすることがあります...",
      "title": "CMV: 共和党がアメリカの大統領選挙を「盗まれた」と非難するキャンペーンは、民主主義の健全性を損なうものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "具有讽刺意味的是，我认为米奇-麦康奈尔说得最好，他说，拒绝美国总统选举的结果 \"将把民主送入地狱\"。\n拒绝美国总统选举的结果 \"将使民主进入一个死亡的漩涡。\n旋涡\"。\n\n自从拜登被宣布为获胜者以来，已经过去了将近8个月，我仍然\n我仍然会看到共和党人在谈论被窃取的选举，...",
      "title": "CMV: 共和党人谴责美国总统选举为 \"偷窃 \"的运动对民主的完整性是有害的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "具有諷刺意味的是，我認爲米奇-麥康奈爾說得最好，他說，拒絕美國總統選舉的結果 \"將把民主送入地獄\"。\n拒絕美國總統選舉的結果 \"將使民主進入一個死亡的漩渦。\n旋渦\"。\n\n自從拜登被宣佈爲獲勝者以來，已經過去了將近8個月，我仍然\n我仍然會看到共和黨人在談論被竊取的選舉，...",
      "title": "CMV: 共和黨人譴責美國總統選舉爲 \"偷竊 \"的運動對民主的完整性是有害的。"
    }
  ],
  "title": "CMV: The campaign by republicans to denounce the US presidential election as “stolen” is harmful to the integrity of democracy.",
  "created_utc": 1623314591,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Ironically, I think Mitch McConnell said it best when he said that rejecting the results of the US presidential election “would send democracy into a death spiral.” </p>\n\n<p>It’s been almost 8 months now since Biden was declared the winner and I still will see republicans talking about the stolen election, fraudulent ballots, and how Trump should still be president. To date, there has been no SIGNIFICANT evidence of voter fraud. I say significant because there has been a few instances of minor ballot tampering (minor meaning not enough to change anything about the election). I have yet to see any real, justifiable evidence of something that would impact the election results. Every court has rejected appeals to dismiss ballots.</p>\n\n<p>I believe people are out of touch with reality if they really believe the election was stolen. Too much right-wing news propaganda is being fed to people to think there actually is evidence of voter fraud. It hurts our democracy when it’s citizens do not believe in the integrity of elections. I believe the events on Jan 6 are also a direct result of this campaign and ignorance. People should accept the results, even if they don’t like it, and hope the president does a great job for the benefit of the country. </p>\n\n<p>Finally, I’m gonna add that if there ever is any significant voter fraud, it should be investigated to the highest extent and by a non-biased committee.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/nwe8d1/cmv_the_campaign_by_republicans_to_denounce_the/",
  "subreddit": "changemyview",
  "id": "nwe8d1",
  "is_self": true,
  "media": null,
  "is_video": false
}