{
  "videoId": "2-cQ_Wtv0sQ",
  "channelId": "UCPD_bxCRGpmmeQcbe2kpPaA",
  "title": "Elijah Wood Tastes the Lava of Mount Doom While Eating Spicy Wings | Hot Ones",
  "link": "https://www.youtube.com/watch?v=2-cQ_Wtv0sQ",
  "pubDate": "2021-08-12T15:00:01.000Z",
  "author": "First We Feast",
  "id": "yt:video:2-cQ_Wtv0sQ",
  "isoDate": "2021-08-12T15:00:01.000Z",
  "description": "Elijah Wood has been in more than 60 films over the course of his more than 30-year acting career—from Academy Award-winning indies, to one of the highest-grossing box office film franchises of all time in Lord of the Rings. His latest project is No Man of God, which is set to release in theaters and On Demand August 27th. But how is he with spicy food? An impromptu tasting at the Complex offices last year didn't bode well, but now Elijah is back for revenge in the Season 15 finale. Watch as he takes on the wings of death and discusses Lord of the Rings lore, Austin food favorites, and the differences between horror films and video games. Thanks for another great season, spice lords!\n\n\nMAKE A DIFFERENCE BY DONATING TO COMMON THREADS, THE BRAND-NEW CHARITY PARTNER OF HOT ONES: https://www.commonthreads.org/firstwefeast/\n\nBUY HOT ONES TRUTH OR DAB THE GAME NOW: http://truthordabgame.com\n\nBUY HOT ONES HOT SAUCE NOW: http://bit.ly/HotOnesSaucesNEW\n\nHOT ONES MERCH AVAILABLE NOW: https://bit.ly/2AIS271\n\nSIGN UP FOR THE HOT ONES MONTHLY HOT SAUCE SUB BOX: https://bit.ly/2veY50P\n\nSIGN UP FOR THE FIRST WE FEAST NEWSLETTER: http://firstwefeast.com/signup\n\nSubscribe to First We Feast on YouTube: http://goo.gl/UxFzhK\n\nCheck out more of First We Feast here:\n\nhttp://firstwefeast.com/\n\nhttps://twitter.com/firstwefeast\n\nhttps://www.facebook.com/FirstWeFeast\n\nhttp://instagram.com/firstwefeast\n\nFirst We Feast videos offer an iconoclastic view into the culinary world, taking you behind-the-scenes with some of the country’s best chefs and finding the unexpected places where food and pop culture intersect.",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/2-cQ_Wtv0sQ/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "189531",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "3912492"
  },
  "original_created_at": "2021-08-12T15:00:01.000Z",
  "created_at": "2021-08-12T21:09:09.044Z",
  "tags": [],
  "source_updated_at": 1629452487721
}