{
  "videoId": "7D0F1lSvGi0",
  "channelId": "UCL6JmiMXKoXS6bpP1D3bk8g",
  "title": "$700 vs. $3200 Off-Road Suspension | HiLow",
  "link": "https://www.youtube.com/watch?v=7D0F1lSvGi0",
  "pubDate": "2021-08-01T16:00:08.000Z",
  "author": "Donut Media",
  "id": "yt:video:7D0F1lSvGi0",
  "isoDate": "2021-08-01T16:00:08.000Z",
  "description": "Thanks to Ebay Motors for sponsoring today’s video! CLICK here https://ebayvehicle.com/app/Donut to search through thousands of cars and parts & list those project cars and spare parts sitting around!\n\nHi Low is back!!! Hope yall enjoy!\n\n**Intro sequence by @mbarek_abdel***\n\n$700 suspension upgrade vs. $3200 off-road suspension upgrade \nDoes more expensive mean more better? Let’s find out!\n\nWe bought two identical Toyota Tacomas, and we’re modifying them to be fun, daily drivers that you can take literally anywhere, except the ocean. \n\nOne Taco gets expensive parts, and one gets cheap parts. Then we test them, to see which components are worth spending your hard-earned money on.\n\nUpgrading your suspension with new, longer travel springs and shocks can improve your truck’s ground clearance, ride quality, and ability to keep all 4 tires in touch with the ground while driving over uneven terrain.\nThey also let you run bigger, sicker wheels and tires.\n\nToday, Hi Truck is getting….\nAn ICON Stage 4 Suspension System including front coilovers and rear shocks --both with external reservoirs-- a pair of add-a-leafs, and upper control arms all for $3200.\n\nAnd Low Truck is getting a Bilstein 3” lift kit which comes with springs, shocks, and an add-a-leaf kit.\nOur suspension upgrade costs $700-- less than a fourth the cost of Hi Team’s kit.\n\n\nNew to the Channel? \n►Watch this: https://www.youtube.com/playlist?list=PLFl907chpCa42gkh1oJxuJBN0cZ4YT1HT\n\nWe upload almost every day, subscribe so you don't miss out!\n►Subscribe here: http://bit.ly/1JQ3qvO\n\nClick here for more info on joining the Donut Underground!\n►https://www.youtube.com/channel/UCL6JmiMXKoXS6bpP1D3bk8g/join\n\nShop Donut Merch: \n►http://www.donut.media/\n\nDonut Media is at the center of digital media for the next generation of automotive and motorsports enthusiasts. We are drivers, drifters, and car enthusiasts who love to tell stories.",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/7D0F1lSvGi0/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "44331",
    "average": "4.98",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "501257"
  },
  "original_created_at": "2021-08-01T16:00:08.000Z",
  "created_at": "2021-08-02T02:08:17.219Z",
  "tags": []
}