{
  "videoId": "9LMr5XTgeyI",
  "channelId": "UC2C_jShtL725hvbm1arSV9w",
  "title": "💖 The Tale of Tiffany 💖",
  "link": "https://www.youtube.com/watch?v=9LMr5XTgeyI",
  "pubDate": "2021-08-09T11:45:13.000Z",
  "author": "CGP Grey",
  "id": "yt:video:9LMr5XTgeyI",
  "isoDate": "2021-08-09T11:45:13.000Z",
  "description": "‣ Thank you, Bonnie Bees, for making this video possible: https://www.patreon.com/cgpgrey\n\n‣ Discuss this video: https://www.reddit.com/r/cgpgrey\n\n## Related Links\n\nSHARKS! https://www.youtube.com/watch?v=_8xhdL8BPvU\n\nhttps://www.tylervigen.com/spurious-correlations\n\n## Special Thanks\n\nDr. Richard Coates, Professor Emeritus of Onomastics, Bristol Centre for Linguistics, University of the West of England\n\nDr. Gregory Clark, Distinguished Professor of Economics, University of California, Davis\n\n## Bonnie Bees\n\nBen Delo, Bob Kunz, Bobby, Nevin Spoljaric, Donal Botkin, BN-12, Andrew Bereza, Rebecca Wortham, Richard Jenkins, Marco Arment, Phil Gardner, Martin, Steven Grimm, Colin Millions, emptymachine, George Lin, Jason Lewandowski, Saki Comandao, David Tyler, iulus, Jordan Earls, Nick Fish, Nick Gibson, Tyler Bryant, Xueqi, Oliver Steele, Kermit Norlund, rictic, Alex Simonides, Tim Stumbaugh, Nicholas Welna, Christopher Mutchler, Derek Bonner, Mikko, Orbit_Junkie, Tómas Árni Jónasson, Bear, chrysilis, David Palomares, Drago175, Emil, Esteban Santana Santana, Freddi Hørlyck, John Rogers, Peter Lomax, Rhys Parry, ShiroiYami, Tristan Watts-Willis, Veronica Peshterianu, Dag Viggo Lokøen, John Lee, Maxime Zielony, Elizabeth Keathley, Birdstryke, AUFFRAY Clement\n\n## Music\n\nDavid Rees: http://www.davidreesmusic.com",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/9LMr5XTgeyI/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "61353",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "468943"
  },
  "original_created_at": "2021-08-09T11:45:13.000Z",
  "created_at": "2021-08-09T20:24:53.258Z",
  "tags": []
}