{
  "videoId": "9Zlnbs-NBUI",
  "channelId": "UC6uKrU_WqJ1R2HMTY3LIx5Q",
  "title": "Starbase Launchpad Tour with Elon Musk [PART 3]",
  "link": "https://www.youtube.com/watch?v=9Zlnbs-NBUI",
  "pubDate": "2021-08-11T15:00:01.000Z",
  "author": "Everyday Astronaut",
  "id": "yt:video:9Zlnbs-NBUI",
  "isoDate": "2021-08-11T15:00:01.000Z",
  "description": "Join me as I take a tour of SpaceX's Starbase launchpad with Elon Musk as our tour guide! This is part 3 or 3, so if you haven't seen parts one and two, definitely start there!\n\nIf you need some notes on this video with key points, check out our article - https://everydayastronaut.com/starbase-tour-and-interview-with-elon-musk/\n\nNeed a rundown on Starship? I've got you covered with our \"Complete Guide to Starship\"\nhttps://youtu.be/-8p2JDTd13k\n\n00:00 - Intro\n00:40 - Exclusion zone, Florida and Oil Rig Platforms\n05:00 - Walking to the Orbital Launch Table\n06:45 - On top of Orbital Launch Table\n12:40 - The urgency of making life Multi-planetary\n18:50 - Final thoughts\n19:35 - Outro\n\n--------------------------\n\nWant to support what I do? Consider becoming a Patreon supporter for access to exclusive livestreams, our discord channel and subreddit! - http://patreon.com/everydayastronaut\n\nExtra special thanks to our Mission Directors for making this possible!!! -  Damian Borth, Guillaume Le Saint, Nam Nguyen, iluli by Mike Lamb, Scott Ferreira, Phil Easter, Peter Jordan, Nick Williams, Tyler Silcott, Mark Krieger, Roger Oldfield, PEDER HALSEIDE, Roberto Cordon, Benjamin Holland, Scott Maley, Robin Haerens, Rob Nunn, James and Becky Carter, Tim Engle, Taron Lexton, Chris Meleg, Corey Coddington, Chris LaClair, Peter F Maher, Steve Kemp, Vincent Argiro, Lars Nielsen (Denmark), IMAJIN, Nick , David A. Greer, Frans de Wet, Chad Souter, Sam Fisher, Arthur Carty, Lawrence Mansour, DLB, Chris Dibbs, David Glover, Max Haot, Ares Lovlyn, John Malkin, TTTA , Seth Pascale, Jared smith, Simon Pilkington, Héctor Ramos, Alejandro , Tomdmay , Mac Malkawi, Manalope , Tristan Edwards, Ole Mathias Aarseth Heggem, NSS North Houston Space Society\n\nOr become a YouTube member for some bonus perks as well! - https://www.youtube.com/channel/UC6uKrU_WqJ1R2HMTY3LIx5Q/join\n\nThe best place for all your space merch needs!\nhttps://everydayastronaut.com/shop/\n\nAll music is original! Check out my album \"Maximum Aerodynamic Pressure\" anywhere you listen to music (Spotify, iTunes, Google Play, Amazon, etc) or click here for easy links - http://everydayastronaut.com/music",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/9Zlnbs-NBUI/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "33367",
    "average": "4.98",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "333380"
  },
  "original_created_at": "2021-08-11T15:00:01.000Z",
  "created_at": "2021-08-11T21:22:48.224Z",
  "tags": []
}