{
  "videoId": "ADsrzjJY-28",
  "channelId": "UC_F8DoJf9MZogEOU51TpTbQ",
  "title": "Clash Royale: Hop aboard the CRUISE ROYALE 🚢👑 (New Season!)",
  "link": "https://www.youtube.com/watch?v=ADsrzjJY-28",
  "pubDate": "2021-08-02T08:00:38.000Z",
  "author": "Clash Royale",
  "id": "yt:video:ADsrzjJY-28",
  "isoDate": "2021-08-02T08:00:38.000Z",
  "description": "Fisherman has taken over the ARENA! \nSet sail to some mighty Rewards and Fishy Battles!\n\nCRUISE ROYALE Season overview:\nPlay with a Boosted Fisherman all Season! \nVote for a new Boosted Card Every Week!\nUnlock a FREE Common Book of Cards from the Pass Royale Free track!\nUnlock a new Fisherman themed Pass Royale Tower Skin and Ice Wizard Emote!\nBattle on the Fisherman's Float Arena! \n\nHop aboard! See you in the Arena!\n\nSubscribe for more! ►► http://supr.cl/SubRoyale\n\nCLASH ROYALE - ENTER THE ARENA!\n\nFAST REAL-TIME BATTLES\nBattle against players from around the world! From the creators of CLASH OF CLANS comes a real-time multiplayer battle game starring your favourite Clash characters and more!\n\nCOLLECT AND UPGRADE 100+ CARDS\nCollect and upgrade 100+ Cards featuring the Clash of Clans troops, spells and defences you know and love and many others. Win battles and progress to new Arenas to unlock powerful new Cards to your collection!\n\nBECOME A MASTER OF STRATEGY AND PRECISION\nCreate your own Battle Deck and outsmart the enemy in the Battle!\nKnock the enemy King and Princesses from their Towers in a strategic and fast-paced match where anything can happen. \n\nMAKE YOUR WAY TO THE TOP\nBattle your way to the League and Global Tournaments to match against the best players in the world! \n\nSEASONAL EVENTS\nUnlock new Seasonal vanity items like Tower Skins and Emotes with the Season Pass and participate in themed in-game events!\n\nJOIN A CLAN AND GO TO WAR\nJoin or form a Clan to share cards and battle against other Clans in Clan Wars for BIG rewards and fame!\n\nPLEASE NOTE! Clash Royale is free to download and play, however, some game items can also be purchased for real money. If you don’t want to use this feature, please disable in-app purchases in your device’s settings. Also, under our Terms of Service and Privacy Policy, you must be at least 13 years of age to play or download Clash Royale. A network connection is also required.\n\nSupport:\nAre you having problems? Visit http://supercell.helpshift.com/a/clas... or contact us in-game by going to Settings, Help and support.\n\nPrivacy Policy:\nhttp://supercell.com/en/privacy-policy/\n\nTerms of Service:\nhttp://supercell.com/en/terms-of-serv...\n\nParent’s Guide:\nhttp://supercell.com/en/parents/\n\n#ClashRoyale #NewSeason",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/ADsrzjJY-28/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "21155",
    "average": "4.76",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "434339"
  },
  "original_created_at": "2021-08-02T08:00:38.000Z",
  "created_at": "2021-08-02T18:01:07.209Z",
  "tags": [
    "ClashRoyale",
    "NewSeason"
  ]
}