{
  "videoId": "AK-CDv9nCYA",
  "channelId": "UCCMZ64wccR-qFxsSG1koAeQ",
  "title": "How To COMPLETE ALL SUPERMAN CHALLENGES in Fortnite! (Secret Skin Quests)",
  "link": "https://www.youtube.com/watch?v=AK-CDv9nCYA",
  "pubDate": "2021-08-10T14:07:03.000Z",
  "author": "ZRX789",
  "id": "yt:video:AK-CDv9nCYA",
  "isoDate": "2021-08-10T14:07:03.000Z",
  "description": "How To COMPLETE ALL SUPERMAN CHALLENGES in Fortnite! (Secret Skin Quests)\n\nWhat’s up guys in this Fortnite battle royale video I’m gonna be showing you guys Fortnite in Fortnite battle royale for Battle royale for Superman for all his Challenges and Quests or Challenge and Quest and the Superman Fortnite for the Fortnite Superman is a Superman skin and it’s new for Fortnite Superman skin and has a Fortnite Superman trailer and Superman in Fortnite is Fortnite Superman emote and Superman challenges is Superman challenges Fortnite and Superman Fortnite challenges for the Fortnite Superman challenges is in fortnight and complete quests from Clark Kent, armored Batman, or beast boy and Superman shield it will give and use a phone booth as Clark Kent and will give secret identity built in emote and how to do and Superman’s cape and gameplay and style and styles and outfit and season 8 battle pass secret skin and and complete epic quests and Superman shadow style and banner icon and the solitude stiker is a pickaxe and there’s a back bling and a glider in the set of bundle and call to action emoticon is part of it as well and glide through wings as Clark Kent and that gives the daily planet and kal-el’s cape has the last son of krypton and unlock Superman outfit and complete all challenges to earn the reward item and items and npc bosses location and locations and cosmetic and cosmetics and all free rewards and reward is new which is from the Superman quests and the Superman quest and visit mothership or an alien biome and visit different named locations and And defeat aliens and fly a saucer and use a launcher and reach speed 99 in a vehicle and take damage from a player and survive and that is the Superman quest Fortnite and the Fortnite Superman quest is the Superman Fortnite quest and Clark Kent Fortnite has Clark Kent challenges and Clark Kent quest has Clark Kent quests and Superman shadow Fortnite is Superman in Fortnite for the Superman quests Fortnite and Superman challenges in Fortnite and guide and full and Superman skin in Fortnite and Superman Fortnite quests is Fortnite Superman quests which is honestly amazing. Hopefully you guys enjoyed this video!\n\nLike and subscribe for more Fortnite battle royale videos like this video!\n\nYou are not required to subscribe, turn notifications on or like the video to get anything in the video. It’s ONLY a recommendation. For more information check this: https://support.google.com/youtube/answer/1620498?hl=en\n\n*this is all satire*\n\n#Fortnite #Fortnitebattleroyale #Battleroyale #Superman #Challenges #Quests #Challenge #Quest #SupermanFortnite #FortniteSuperman #Supermanskin #FortniteSupermanskin #FortniteSupermantrailer #FortniteSupermanemote #Supermanchallenges #SupermanchallengesFortnite #SupermanFortnitechallenges #FortniteSupermanchallenges #Supermanquests #Supermanquest #SupermanquestFortnite #FortniteSupermanquest #SupermanFortnitequest #SupermanquestsFortnite #SupermanFortnitequests #FortniteSupermanquests #ClarkKentFortnite #ClarkKentchallenges #ClarkKentquest #ClarkKentquests #SupermanshadowFortnite",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/AK-CDv9nCYA/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "4241",
    "average": "4.21",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "165941"
  },
  "original_created_at": "2021-08-10T14:07:03.000Z",
  "created_at": "2021-08-10T22:52:53.991Z",
  "tags": [
    "Fortnite",
    "Fortnitebattleroyale",
    "Battleroyale",
    "Superman",
    "Challenges",
    "Quests",
    "Challenge",
    "Quest",
    "SupermanFortnite",
    "FortniteSuperman",
    "Supermanskin",
    "FortniteSupermanskin",
    "FortniteSupermantrailer",
    "FortniteSupermanemote",
    "Supermanchallenges",
    "SupermanchallengesFortnite",
    "SupermanFortnitechallenges",
    "FortniteSupermanchallenges",
    "Supermanquests",
    "Supermanquest",
    "SupermanquestFortnite",
    "FortniteSupermanquest",
    "SupermanFortnitequest",
    "SupermanquestsFortnite",
    "SupermanFortnitequests",
    "FortniteSupermanquests",
    "ClarkKentFortnite",
    "ClarkKentchallenges",
    "ClarkKentquest",
    "ClarkKentquests",
    "SupermanshadowFortnite"
  ]
}