{
  "videoId": "k6DQI_dxDR0",
  "channelId": "UCto7D1L-MiRoOziCXK9uT5Q",
  "title": "I Ruined All of Humanity Instead of Saving It in HUMANKIND - Ad",
  "link": "https://www.youtube.com/watch?v=k6DQI_dxDR0",
  "pubDate": "2021-08-20T15:00:21.000Z",
  "author": "Let's Game It Out",
  "id": "yt:video:k6DQI_dxDR0",
  "isoDate": "2021-08-20T15:00:21.000Z",
  "description": "This video is sponsored by HUMANKIND. Use this link to buy it now! https://bit.ly/LGIOxHumankind_\n\nJOIN MY STREAMS! ► https://www.twitch.tv/letsgameitout\n\nMerch!  ►\n  US/CA STORE ► http://bit.ly/LetsGameItOutUSStore\n  EU STORE ► http://bit.ly/LetsGameItOutEUStore\n\nSubscribe if you enjoy! ► http://bit.ly/letsgameitout_show\n\nTwitter ► https://twitter.com/letsgameitout\nFacebook ► https://www.facebook.com/letsgameitout\n\nWant more LGIO?!\n\nMore Simulator Mayhem ► https://www.youtube.com/watch?v=UqaNKNgSxYI&list=PLrBjj4brdIRzn3ja4BfqYUForg0p-p5wi\n\nFunny Tycoon Games ► https://www.youtube.com/watch?v=UqaNKNgSxYI&list=PLrBjj4brdIRwf14QPGmfDXCQQrDs860ig\n\nThe Finest One-Offs ► https://www.youtube.com/watch?v=zIOFGCbwJSs&list=PLrBjj4brdIRwKf72d6spk7fSHhwwYuQu1\n\nSome Truly Bizarre Games  ► https://www.youtube.com/watch?v=zIOFGCbwJSs&list=PLrBjj4brdIRyM5mUsHwPN0PH6UVNfeNl2\n\n#LetsGameItOut #Simulation #Humankind\n\nI Ruined All of Humanity Instead of Saving It in HUMANKIND\n\n----------\n\nHUMANKIND™ is a historical strategy game, where you’ll be re-writing the entire narrative of human history and combining cultures to create a civilization that’s as unique as you are.\n\nCREATE YOUR CIVILIZATION\n\nCombine up to 60 historical cultures as you lead your people from the Ancient to the Modern Age. From humble origins as a Neolithic tribe, transition to the Ancient Era as the Babylonians, become the Classical era Mayans, the Medieval Umayyads, the Early Modern era British, and so on. Each culture will add its own special gameplay layer, leading to near-endless outcomes.\n\nMORE THAN HISTORY, IT’S YOUR STORY\n\nFace historical events, take impactful moral decisions, and make scientific breakthroughs. Discover the natural wonders of the world or build the most remarkable creations of humankind. Each game element is historically authentic. Combine them to build your own vision of the world.\n\nLEAVE YOUR MARK ON THE WORLD\n\nThe journey matters more than destination. Fame is a new and unifying victory condition. Every great deed you accomplish, every moral choice you make, every battle won will build your fame and leave a lasting impact on the world. The player with the most fame will win the game. Will you be the one to leave the deepest mark on the world?\n\nMASTER TACTICAL BATTLES ON LAND, SEA & AIR\n\nEach battle in HUMANKIND™ plays out like a mini turn-based board game on top of the actual world map. Unstack your armies and command each of your units, including the emblematic units of your culture and their special abilities. Construct siege weapons to besiege and occupy cities. Fight in large battles spanning multiple turns, and don’t hesitate to bring in reinforcements!\n\nCUSTOMIZE YOUR LEADER\n\nIn HUMANKIND™, you’ll be playing the leader of your society as an avatar that you create and customize! Your avatar will evolve visually over the course of the game as your civilization develops. You’ll also be able to level up your leader via a meta-progression system to unlock custom looks that you can showoff to strangers and friends alike in multiplayer matches up to 8 players.\n\nHOW FAR WILL YOU PUSH HUMANKIND?",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/k6DQI_dxDR0/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "27678",
    "average": "4.88",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "288040"
  },
  "original_created_at": "2021-08-20T15:00:21.000Z",
  "created_at": "2021-08-20T21:28:44.808Z",
  "tags": [
    "LetsGameItOut",
    "Simulation",
    "Humankind"
  ]
}