{
  "videoId": "R7au22YFdmw",
  "channelId": "UC7FldPQ7aT7Slikg7tZc30g",
  "title": "Can You Beat Fallout 3 With Only The Miss Launcher?",
  "link": "https://www.youtube.com/watch?v=R7au22YFdmw",
  "pubDate": "2021-08-12T15:00:14.000Z",
  "author": "Mitten Squad",
  "id": "yt:video:R7au22YFdmw",
  "isoDate": "2021-08-12T15:00:14.000Z",
  "description": "There are many weapons in Fallout 3. Some are cobbled together by the average wastelander who’s just trying to get by. Some are hand crafted with hate to kill a loved one. But only one weapon is fancy enough to have a title in its name. Can You Beat Fallout 3 With Only The Miss Launcher?\n\nMitten Squad Discord link: http://www.Mitten.Land/\n\nCheck out some of my other videos if you liked this one:\nCan You Beat Fallout: New Vegas With A Big Iron On Your Hip?: https://youtu.be/K_x9akvgc40\nCan you Beat Fallout: New Vegas By Killing Everyone?:  https://youtu.be/7mCJBotRYeg\nCan you Beat Fallout: New Vegas Without A Pip-Boy?: https://youtu.be/BlMwqo4rAHg\nCan You Beat Fallout: New Vegas As A Necromancer?: https://youtu.be/kfQ6GNKqLOs\nCan You Beat Fallout 4 Without A Pip-Boy?: https://youtu.be/k0GamZYQwvA\nCan You Beat Fallout 3 Without Moving The Camera?: https://youtu.be/kUpwvr4YlD4\nCan You Beat Skyrim With Only A Fork?: https://youtu.be/pBVBrUXGpWk\nCan You Beat Fallout 3 As A Baby?: https://www.youtube.com/watch?v=6HLHqINNuM8\n\n Can You Beat Fallout 3 With Only The Miss Launcher? (in text form)\n\nUp first, just like in rehearsal, was my birth. Then Todd welcomed the lovely Paulina in the world, my mother flatlined, and the next thing I knew I was alive. Believe it or not, Explosives will be worthless because the miss Launcher is a variation of the missile launcher and the missile launcher family of weapons are in the Big Guns side of the tree while grenades and throwable explosives are on the Explosives side. That makes the SPECIAL setup for this challenge kind of a pain in the ass. There’s only 1 place to find the Miss Launcher and its locked behind a 75 lockpick door. And if you haven’t noticed yet, I’m playing on console for a reason I’ll get to in a second so I can’t quick save quick load through the door. Intelligence is a necessity for getting skill points when leveling up. Endurance is for Big Guns and to hopefully grow into an emotionless bullet sponge later in life. Charisma has to be at 4 to get the Child at Heart perk, of course Luck is a social influencer that affects all skills, the rest don’t matter. I made my HUD orange just like the default New Vegas color, hated it instantly but refused to change it back, and before I knew what hit me it I was 10 years old. \n\nCan you believe it? A surprise party all for me. Music, balloons, a floating clown. I had a great time until it was time to go kill the bug. In an effort to cause as many uncomfortable situations as possible, I stuck coffee mugs in everyones pockets thinking if I got the entire vault to hate me someone with a weapon would bash me over the skull with a party hat. When that didn’t work, I settled for executing the roach, pumped BB’s in the gaping hole where dads heart was before I destroyed it. With my father having just been pelted into unconsciousness, Jonas told me to think about how much fun a child could have with a gun, got a fantastic birthday picture, dad checked me for lice, and started picking skills. There’s more to this than meets the eye. My skills were Big Big guns, Barter, and Sneak. You should be concerned that the challenge involved a missile launcher and I’ve chosen to sneak. \n\n3 years later, it’s the end of the world. The rad roaches I mourned in another life ripped Officer Kendall’s leg off and were moments away from eating Butch’s mother when I failed to convince him to leave her behind. In the Atrium I alerted the guards to my presence to save the lives of two innocent vault dwellers. Not sure where they went. One second they were about to make a run for it then they were gone. Also not sure why there were so many roaches. I didn’t question it. My dream of pretending to command an army of radroaches had become a reality. The only man they weren’t willing to assault was the Overseer. The vault doesn’t matter anymore, we’ve got a wasteland to save.",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/R7au22YFdmw/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "23524",
    "average": "4.96",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "343011"
  },
  "original_created_at": "2021-08-12T15:00:14.000Z",
  "created_at": "2021-08-13T11:24:13.242Z",
  "tags": []
}