{
  "videoId": "ro4AXkMySh0",
  "channelId": "UCtNBFUsxj2YVbEc5HquzFqg",
  "title": "FROZEN 100 Mystery Buttons.. Only 1 Will Let you ESCAPE the Box!!",
  "link": "https://www.youtube.com/watch?v=ro4AXkMySh0",
  "pubDate": "2021-08-07T15:00:21.000Z",
  "author": "Carter Sharer",
  "id": "yt:video:ro4AXkMySh0",
  "isoDate": "2021-08-07T15:00:21.000Z",
  "description": "🔥SHOP NOW!!🔥━► https://www.teamrar.com/ \n\nCarter Sharer just built a REAL Lego City (https://youtu.be/kgbPD7ZbJuI) And as you'll recall in the Lego City video, Matt Braeden called in sick to work, but was secretly in Hawaii! Well Carder Sharer had to do the 100 mystery button challenge because of the Gold Digger prank on Lizzy Capri, then Lizzy and Bailey Bagles Payne got Carter back with the UNDERWATER 100 mystery button challenge, and finally Carer got Lizzy back with the 100 mystery buttons but every button is slime!! Well today Cartre is giving Team RAR's Matt Braeden a taste of the challenge, literally! We made this frosty challenge as tasty as possible, except for the Spinach and fart flavors! Plus as always, there's a secret weapon Andrew and Carter prepared that Matt wasn't ready for!! What 100 Mystery Button box should we do next?? Comment below!!\n\n❇️ MORE EPIC VLOGS ❇️\n\n@MrBro First to Escape 100 Mystery Buttons Box wins $5000 https://www.youtube.com/watch?v=SU0ofBL_nao\n@Dangie Bros WORLDS Tiniest 100 Button Mystery Box! *ONLY 1 ESCAPE BUTTON* https://www.youtube.com/watch?v=_0DYjH7tamk\n@Preston 100 YouTuber Mystery Buttons but Only One Lets You Escape...\n@Ryan Prunty I Joined The Military... https://www.youtube.com/watch?v=RSyVYlZeu3M\n\n\n-----------------------------------------------------------------------------------------------------------\n📷INSTAGRAM → @CarterSharer https://www.instagram.com/cartersharer/\n📷INSTAGRAM → @OfficalTeamRAR https://www.instagram.com/officialteamrar/\n📷INSTAGRAM → @LizzyCapri https://www.instagram.com/lizzycapri/\n📘FACEBOOK → CARTER SHARER OFFICIAL https://goo.gl/WM7mBu\n\nSubscribe to my channel! https://goo.gl/XjjCA8\n-----------------------------------------------------------------------------------------------------------\nBusiness Inquiries: carter@nightmedia.co\n\nWARNING: \nThis video is only for entertainment purposes. Do not attempt to recreate any of the acts in this video, as they may be dangerous if not done correctly, and could result in serious injury. If you rely on the information portrayed in this video, you assume the responsibility for the results. Have fun, but always think ahead, and remember that every project you try is at YOUR OWN RISK.\n\nThis footage is property of Team RAR inc. and is not allowed to be repurposed without written consent from Team RAR inc. For any requests from media contact us at carter@nightmedia.co",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/ro4AXkMySh0/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "21020",
    "average": "4.84",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "916732"
  },
  "original_created_at": "2021-08-07T15:00:21.000Z",
  "created_at": "2021-08-08T07:19:16.259Z",
  "tags": []
}