{
  "videoId": "rXbveYSY0ac",
  "channelId": "UCp0rRUsMDlJ1meYAQ6_37Dw",
  "title": "Our Worst Nightmare",
  "link": "https://www.youtube.com/watch?v=rXbveYSY0ac",
  "pubDate": "2021-08-18T19:20:52.000Z",
  "author": "Millennial Farmer",
  "id": "yt:video:rXbveYSY0ac",
  "isoDate": "2021-08-18T19:20:52.000Z",
  "description": "Our Worst Nightmare- Harvest isn't far off, we're only a couple weeks away from Harvest preparations. In the meantime I'm working on making some trails for the kids in the woods for their ATV'S. Isla and I hauled some corn to the ethanol plant. The corn is dry and we're drying up. The good news is we don't need to spray for aphids because the crops are almost non existent. Harvest should be quick and easy unless our worst nightmare happens and it starts raining. \nSubscribe to our new channel Between The Rows\n►https://www.youtube.com/channel/UCoNTNCJAdIVA1O6K46kT52Q\n\nSpecial Thank You to Our Signature Sponsor\nFarmers Business Network\nFBN membership is now FREE! Start maximizing your farm's profit potential today. \n►https://use.fbn.com/MN-MILLENNIAL-FARMER\n\nOff The Husk With The Millennial Farmer Podcast\nListen Here:\n►https://www.mnmillennialfarmer.com/podcast\nWatch Here:\n►https://www.youtube.com/channel/UCa2QdPhv3uTZNip9SCwjWsQ\n\nOrder Millennial Farmer Merchandise:\n►https://www.mnmillennialfarmer.com/\n\nAND OTHER COOL STUFF like my watch here: \n►https://www.amazon.com/shop/mnmillennialfarmer?listId=W464BJJLJY8I&ref=idea_share_inf\n\nBringing Magical Moments to Millennial Farmer Fans\n►https://www.cameo.com/millennialfarmer?utm_campaign=profile_share  \n\nBook The Millennial Farmer to Speak at your Next Event:\n►mnmillennialfarmer@gmail.com\n\nField Work Podcast\nWatch here:\n►https://www.youtube.com/channel/UCbU2Nyq0vQlPUCxlTcGFo0w\nListen on Apple Music, Google and Spotify: \n►https://www.fieldworktalk.org/\n\nZach Johnson, the “Millennial Farmer” is a 5th-generation farmer who’s spent his life growing, working, and learning on his family’s farm.  His wit and dry sense of humor appeal to children and adults alike.  A product of the millennial generation, his appreciation of new technology blends with his old-fashioned work ethic, and he offers a unique ability to deliver his message in a way that resonates with lifelong farmers as well as those with no knowledge of agriculture.\nWith growing consumer awareness about where their food comes from, Zach has identified the need for an independent voice from the front lines of agriculture.  Zach actively promotes agriculture by sharing his day-to-day experiences in the agriculture world while providing farmer-to-farmer education to help facilitate a collaborative conversation between farmers and the public. \n\nFollow Along\n►https://www.instagram.com/mnmillennialfarmer/\n►https://www.facebook.com/MNMILLENNIALFARMER/\n►https://twitter.com/farmmillennial\n\nEdited By:\nBecky Johnson",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/rXbveYSY0ac/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "20490",
    "average": "4.95",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "299409"
  },
  "original_created_at": "2021-08-18T19:20:52.000Z",
  "created_at": "2021-08-19T17:06:00.337Z",
  "tags": []
}