{
  "videoId": "SKY0E4Mh5O4",
  "channelId": "UClQubH2NeMmGLTLgNdLBwXg",
  "title": "I Customized A Hospital & Paid People's Medical Bills",
  "link": "https://www.youtube.com/watch?v=SKY0E4Mh5O4",
  "pubDate": "2021-08-28T16:59:37.000Z",
  "author": "ZHC",
  "id": "yt:video:SKY0E4Mh5O4",
  "isoDate": "2021-08-28T16:59:37.000Z",
  "description": "This was the most meaningful video i've ever done\nSubscribe and I might send you $10,000 to help with anything you are going through\nNew Merch - https://zhcstore.com/\nThis video was sponsored by Elongate. Check out their website here: https://www.elongate.cc \n\nSubscribe if you haven't already! It's free and it would genuinely make me super happy if you subscribed!\n\nAlso subscribe to Noah! Let's change his life :)\n\nFollow my socials!\nInstagram - @ zhc\nTwitter - @ zhc_yt\n\nElongate is a type of cryptocurrency token. In addition to the sponsorship, Elongate donated money to help make this video possible. ZHC(and all artists included in this video) does not hold any Elongate Tokens. We cannot and do not make any representations about the fitness or “investment opportunity” of this or any cryptocurrency . ZHC urges caution when thinking purchasing any tokens. We encourage all viewers and those interested in this token or any token to consult with a financial professional prior to purchasing any token. Cryptocurrencies can be very risky, and claims may or may not evaluated by the SEC or any other governmental agency. Purchasing a token is not an investment and could result in losing all the money associated with the purchase. We do not make any statements about any cryptocurrency or advise on any information other than what is posted in this video.",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/SKY0E4Mh5O4/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "481907",
    "average": "4.95",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "8964832"
  },
  "original_created_at": "2021-08-28T16:59:37.000Z",
  "created_at": "2021-08-29T02:00:31.597Z",
  "tags": [],
  "source_updated_at": 1630662027441,
  "localize": [
    {
      "locale": "ja",
      "title": "私は病院をカスタマイズし、人々の医療費を支払った"
    },
    {
      "locale": "zh",
      "title": "我定制了一家医院并支付人们的医疗费用"
    },
    {
      "locale": "zh-Hant",
      "title": "我定製了一家醫院並支付人們的醫療費用"
    }
  ]
}