{
  "videoId": "W1RNbUaCKHA",
  "channelId": "UClG8odDC8TS6Zpqk9CGVQiQ",
  "title": "Trust Nobody: Introducing Fortnite Impostors",
  "link": "https://www.youtube.com/watch?v=W1RNbUaCKHA",
  "pubDate": "2021-08-17T09:14:49.000Z",
  "author": "Fortnite",
  "id": "yt:video:W1RNbUaCKHA",
  "isoDate": "2021-08-17T09:14:49.000Z",
  "description": "Since Jones' betrayal to the I.O one thing is clear. He wasn't working alone. https://fn.gg/Impostors\n\nWill you ensure the safety and security of The Bridge... or follow Jones’ footsteps and sabotage the Imagined Order from within? Discover your role in Fortnite Impostors.\nFortnite Impostors is a mode for a maximum of ten players: eight Agents maintaining The Bridge and two Impostors out to overtake it. Let’s take a look at how these roles play out.\n\n\nThe facilities powering The Bridge are a well-oiled machine, and it's up to Agents of the Imagined Order to keep it that way. Complete Assignments like calibrating chests and llamas, repairing the Battle Bus, and delivering Storm reports for analysis. Finish your Assignments quickly and be on the lookout for dubious Impostors or eliminated allies. Complete all Assignments or vote out all Impostors and claim victory for IO. \n\nWork together to root out anyone masquerading as a fellow Agent, but trust nobody completely — anyone could be an Impostor. If you find a fellow Agent’s eliminated fragment, report it! Everyone will be teleported to The Bridge where you can inform Agents who you suspect might have betrayed the IO and vote them out.\n\nThe Impostors’ goal is simple — eliminate enough Agents to take control of The Bridge before being discovered. You’ll have plenty of tools up your sleeve to sow chaos along the way. \n\nDisable Assignments - Temporarily freeze progress on all Assignments, buying you precious time.\nTeleport Players - Relocate all Agents and Impostors to somewhere else on The Bridge, covering your tracks.\nPeely Party - For a short time, all Agents and Impostors look like Peely so you can blend in with the crowd!\n\nLike Agents, Impostors will have a list of Assignments they can complete to earn everyone’s trust. Be cautious, though: for every Assignment you finish, you inch the Agents closer to their completion goal. \n\nPlayers can queue up with any party size and any remaining slots will be filled. To keep gameplay fair and fun, public voice chat is disabled in Impostors but you can still talk in party chat; use Emotes and the Quick Chat menu to communicate with all players.\n\nOnly want to play with your group of friends? Select the “Private” option when queuing into Impostors and as few as four players in your party can launch into their own custom game, though for the best experience we suggest 10 players. Starting a game with four to seven total players will only have one Impostor, while eight or more will have two Impostors. Also, you can change your party settings by selecting the Gear icon in your Friends list to:\n\nlimit others from joining your party to just people you invite (Private).\nlimit your party to your friends, and their friends can join without invite (Friends Only). Let anyone join your party (Public).\n\nSometimes you’ll need to Force a Discussion to check in on fellow Agents and discuss the Impostor infiltration. Discussions can be called by finding an eliminated Agent and reporting it or by interacting with the Discussion panel in The Bridge’s center room. During discussions, Agents and Impostors can share information with each other via Emotes and a brand-new Quick Chat menu, asking contextual questions about who was doing what and accusing suspicious candidates for ejection. \n\nAt the end of each Discussion, Agents and Impostors will vote to either eject someone from The Bridge or to skip their vote for that Discussion. Consider others’ accusations and objections carefully: if the person voted out was actually an Agent, then Impostors are one step closer to eliminating everyone. Sometimes not voting is the best option. \n\nThe Bridge is the nexus of the Imagined Order’s power. With danger around every corner and the facility under constant threat — trust nobody. \n\n\nThe fate of The Bridge is in your hands. Check out Fortnite Impostors, and for a limited time, join the Fortnite Impostors Trials for a chance to unlock a special Spray, Emoticon, and Wrap!\n\n\nPlay Fortnite Battle Royale, the completely free 100-player PvP mode. One giant map, A Battle Bus, Last one standing wins. ESRB Rating: Teen with Violence.\n\nInstagram: https://www.instagram.com/fortnite/​\nTwitter: https://twitter.com/FortniteGame​\nFacebook: https://www.facebook.com/FortniteGame/​\nTikTok: https://www.tiktok.com/@Fortnite\n\nLearn More: https://www.epicgames.com/fortnite/en-US/home\n\n#FortniteImpostors #Fortnite",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/W1RNbUaCKHA/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "52065",
    "average": "4.93",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "879464"
  },
  "original_created_at": "2021-08-17T09:14:49.000Z",
  "created_at": "2021-08-17T20:30:11.421Z",
  "tags": [
    "FortniteImpostors",
    "Fortnite"
  ]
}