{
  "videoId": "Y5yCbi4qcpk",
  "channelId": "UC16niRr50-MSBwiO3YDb3RA",
  "title": "Taliban seize power in Afghanistan as President flees country - BBC News",
  "link": "https://www.youtube.com/watch?v=Y5yCbi4qcpk",
  "pubDate": "2021-08-15T21:30:16.000Z",
  "author": "BBC News",
  "id": "yt:video:Y5yCbi4qcpk",
  "isoDate": "2021-08-15T21:30:16.000Z",
  "description": "The Taliban have taken control of Afghanistan, occupying the capital Kabul after President Ashraf Ghani fled the country.\n\nTaliban forces occupied the Presidential Palace, from where they are preparing to announce that they are the new rulers of an “Islamic Emirate of Afghanistan”. \n\nIt’s the culmination of a lightning takeover by the Islamist fighters, following the decision by the United States and other coalition nations to withdraw all troops from Afghanistan.   \n\nCoalition troops first entered the country in 2001 following the 9/11 attacks and removed the Taliban from power.   20 years of fighting to support the new Afghan government cost thousands of lives. \n\nThe decision of the US President Joe Biden to finally withdraw all US forces by September paved the way for the final Taliban offensive that overwhelmed the Afghan government's forces.\n\nForeign nationals and many Afghans have been trying to get on flights out of Kabul airport, where US and British troops have been deployed to aid the evacuation. \n\nMishal Husain presents BBC News at Ten reporting by diplomatic correspondent Paul Adams, Malik Mudassir in Kabul, political correspondent Ben Wright and north America editor Jon Sopel. \n\nPlease subscribe HERE http://bit.ly/1rbfUog\n\n#BBCNews",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/Y5yCbi4qcpk/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "94488",
    "average": "4.70",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "7323925"
  },
  "original_created_at": "2021-08-15T21:30:16.000Z",
  "created_at": "2021-08-16T15:49:04.835Z",
  "tags": [
    "BBCNews"
  ],
  "source_updated_at": 1629452487950
}