{
  "videoId": "YgjzDJA1o1E",
  "channelId": "UCnozt2_C8K4wBXvRhhdhAAA",
  "title": "SAINTS ROW Official Announce Trailer",
  "link": "https://www.youtube.com/watch?v=YgjzDJA1o1E",
  "pubDate": "2021-08-25T18:08:41.000Z",
  "author": "Saints Row",
  "id": "yt:video:YgjzDJA1o1E",
  "isoDate": "2021-08-25T18:08:41.000Z",
  "description": "Saints Row arrives February 25 2022.  Witness the birth of the Saints.  \n\nIn a world rife with crime, where lawless factions fight for power, a group of young friends embark on their own criminal venture, as they rise to the top in their bid to become Self Made.\n\nExperience the biggest and best Saints Row playground ever created; the unique sprawling world of Santo Ileso is the backdrop for a wild, larger than life sandbox of thrilling side hustles, criminal ventures and blockbuster missions, as you shoot, drive, and wingsuit your way to the top.\n\nAs the future Boss, with Neenah, Kevin, and Eli by your side, you’ll form The Saints – and take on Los Panteros, The Idols, and Marshall as you build your empire across the streets of Santo Ileso and battle for control of the city.  Ultimately Saints Row is the story of a start-up company, it’s just that the business The Saints are in happens to be crime.\n\nPre-Order Now to receive the Idols Anarchy Pack and more: ///Local Link///\n\nFind out more about Saints Row at www.saintsrow.com\n\nSubscribe to be notified and be the first to see the Welcome to Santo Ileso Trailer\n---\nWeb: http://www.SaintsRow.com\nTwitter: https://twitter.com/SaintsRow\nFacebook: https://www.facebook.com/SaintsRow\nInstagram: https://www.instagram.com/saintsrow\n#SaintsRow #SelfMade #DeepSilver #Volition\n\nMusic Track: \"Shut 'Em Up\" (feat. Public Enemy, Manfred Mann)\nArtist: The Prodigy \nAlbum: The Day Is My Enemy (Expanded Edition)\n\nAbout the game: \nWelcome to Santo Ileso, a vibrant fictional city in the heart of the American SouthWest. In a world rife with crime, where lawless factions fight for power, a group of young friends embark on their own criminal venture, as they rise to the top in their bid to become Self Made.\n\nExperience the biggest and best Saints Row playground ever created; the unique sprawling world of Santo Ileso is the backdrop for a wild, larger than life sandbox of thrilling side hustles, criminal ventures and blockbuster missions, as you shoot, drive, and wingsuit your way to the top.\n\nKey Features:\nWitness the Birth of The Saints – Play through an action blockbuster original story full of criminality, extraordinary scenes and signature surprises laced with humor.\n\nDiscover the Weird, Wild, West – Dive in to Santo Ileso, the biggest and best Saints Row playground ever, spread across nine unique districts surrounded by the vast, majestic beauty of the Southwest Desert.\n\nBuild Your Criminal Empire – Take over the city block by block, wage war against enemy factions and tighten your grip on the streets with ingenious criminal ventures.\n\nFire Guns. LOTS of Guns – Shoot revolvers from the hip, fire and forget with a rocket launcher, or obliterate up close using melee heavyweights, complete with brutal takedowns. A vast variety of familiar and exotic weapons, all customizable, and all deadly fun.\n\nTake to the Streets and the Skies – Blast through urban and desert environments in any one of the cars, bikes, planes, helicopters, VTOLs, hoverbikes, hoverboards, go-karts or equip your wingsuit to swoop around.\n\nUnprecedented Customization – Create the Boss of your dreams, with the most extensive character customization suite ever seen in the series, then complete the look with incredible options for weapons and vehicles.\n\nSeamless Co-Op – Experience everything on offer with a friend at any time, via fully untethered drop-in / dropout co-op, skipping the need to take either of you out of the outlandish action. Play nice together, or play all new pranks on your team mate. After all, who’s the Boss now.",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/YgjzDJA1o1E/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "39575",
    "average": "2.00",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "529168"
  },
  "original_created_at": "2021-08-25T18:08:41.000Z",
  "created_at": "2021-08-26T02:36:59.483Z",
  "tags": [
    "SaintsRow",
    "SelfMade",
    "DeepSilver",
    "Volition"
  ],
  "source_updated_at": 1630057196340,
  "localize": [
    {
      "locale": "ja",
      "title": "SAINTS ROW 公式アナウンストレーラー"
    },
    {
      "locale": "zh",
      "title": "SAINTS ROW》官方公布的预告片"
    },
    {
      "locale": "zh-Hant",
      "title": "SAINTS ROW》官方公佈的預告片"
    }
  ]
}