{
  "author": "CardioPumps",
  "the_new_excerpt": "Breathing exercises work by adjusting your nervous system according to your\nbreathing depth & pace. Which makes them ultra useful for high-alertness type of\nsituations like panic attacks and anxiety attacks.\n\nThe Breath Method for Panic Attacks\n\n * Inhale from your nose for 4 seconds,\n * Hold your…",
  "original_created_utc": 1619091712,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "呼吸法は、呼吸の深さやペースに合わせて神経系を調整することで\n呼吸の深さとペースに応じて神経系を調整します。パニック障害や不安障害のような緊張感の強い状況では\nパニック障害や不安障害のような緊張感の高い状況では非常に有効です。\n\nパニック発作のための呼吸法\n\n * 4秒間、鼻から息を吸い込みます。\n * あなたの...",
      "title": "YSK：呼吸法 - パニック発作を乗り切るシンプルな方法"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "呼吸练习的作用是根据你的呼吸深度和节奏来调整你的神经系统。\n呼吸深度和节奏。这使得它们对高警觉性类型的情况非常有用\n恐慌症发作和焦虑症发作等情况非常有用。\n\n治疗惊恐发作的呼吸法\n\n * 从你的鼻子吸气4秒钟。\n * 保持你的...",
      "title": "YSK：呼吸法--度过恐慌期的简单方法"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "呼吸練習的作用是根據你的呼吸深度和節奏來調整你的神經系統。\n呼吸深度和節奏。這使得它們對高警覺性類型的情況非常有用\n恐慌症發作和焦慮症發作等情況非常有用。\n\n治療驚恐發作的呼吸法\n\n * 從你的鼻子吸氣4秒鐘。\n * 保持你的...",
      "title": "YSK：呼吸法--度過恐慌期的簡單方法"
    }
  ],
  "title": "YSK: The Breath Method — Simple way to get through a Panic Attack",
  "created_utc": 1619107855,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Breathing exercises work by adjusting your nervous system according to your breathing depth &amp; pace. Which makes them ultra useful for high-alertness type of situations like panic attacks and anxiety attacks.</p>\n\n<p><strong>The Breath Method for Panic Attacks</strong></p>\n\n<ul>\n<li>Inhale from your nose for 4 seconds,</li>\n<li>Hold your breath for 4 seconds,</li>\n<li>Exhale from your mouth for 6 seconds.</li>\n</ul>\n\n<p>And repeat this pattern for as long as you want. Focus on your bodily sensations, and affirm yourself in your mind that it&#39;ll all be fine - because it really will!</p>\n\n<p><strong>Why YSK:</strong> Panic Attacks are the worst, but this might help you - as it did me and my friends &lt;3</p>\n\n<p>So yeah. I&#39;m aware of this exercise because of a breathing exercises app, and here&#39;s the screenshot of the exercise (in case you have visual memory, or just save it on your phone): <a href=\"https://i.imgur.com/kNa4GdV.png\">Panic Button breathing exercise</a></p>\n\n<hr/>\n\n<p>Edit: People have been asking me about the app, the app&#39;s name is &quot;<strong>Huma Breath</strong>&quot; - I use it on Apple but it should be available for Android too. There are other exercises for anxiety, sleep, energy etc too, recommend it!</p>\n\n<p><em>Btw, if you ever feel down or want to talk to someone, please feel free to PM me!</em></p>\n</div><!-- SC_ON -->",
  "score": 347,
  "permalink": "/r/YouShouldKnow/comments/mw2v7v/ysk_the_breath_method_simple_way_to_get_through_a/",
  "subreddit": "YouShouldKnow",
  "id": "mw2v7v",
  "is_self": true,
  "media": null,
  "is_video": false
}