{
  "author": "jackiemoon37",
  "original_created_utc": 1627181503,
  "title": "CMV: Any cop that’s caught planting evidence could lose their job and pension",
  "created_utc": 1627191151,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>EDIT: title should read “should” not “could”</p>\n\n<p>Pretty straight forward and simple. They should be federally barred from working in any sort of law enforcement around the country, I’d love it if they also got sent to to jail but that’s another CMV.</p>\n\n<p>This post was spurred by this video:</p>\n\n<p><a href=\"https://twitter.com/sivrajxx/status/1418999469241257990?s=21\">https://twitter.com/sivrajxx/status/1418999469241257990?s=21</a></p>\n\n<p>There should be an absolute zero tolerance policy for this, with a 3rd party reviewing all of this that has no ties to any sort of law enforcement. These people are absolute shit cans and even if they change for the better they should never be allowed to work as police officers again.</p>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/changemyview/comments/or3loa/cmv_any_cop_thats_caught_planting_evidence_could/",
  "subreddit": "changemyview",
  "id": "or3loa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "EDIT: title should read “should” not “could”\n\nPretty straight forward and simple. They should be federally barred from working\nin any sort of law enforcement around the country, I’d love it if they also got\nsent to to jail but that’s another CMV.\n\nThis post was spurred by this…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "EDIT: タイトルは \"could \"ではなく \"should \"にすべきです。\n\nかなりストレートでシンプルですね。国中のあらゆる法執行機関で働くことを連邦政府が禁止すべきです。\n国中のあらゆる法執行機関で働くことを連邦政府が禁止すべきです。\n私は彼らが刑務所に送られることを望んでいますが、それは別のCMVです。\n\nこの投稿はこれに触発されたものです...",
      "title": "CMV: 証拠を捏造した警官は、職と年金を失う可能性があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：标题应该是 \"应该 \"而不是 \"可以\"\n\n相当直截了当和简单。他们应该被联邦禁止在全国范围内从事任何形式的执法工作。\n他们应该被联邦禁止在全国范围内从事任何形式的执法工作，如果他们也被送进监狱，我会很高兴。\n我希望他们也被送进监狱，但那是另一个CMV。\n\n这个帖子是由这个激发的......",
      "title": "CMV：任何被抓到栽赃的警察都可能失去工作和养老金"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：標題應該是 \"應該 \"而不是 \"可以\"\n\n相當直截了當和簡單。他們應該被聯邦禁止在全國範圍內從事任何形式的執法工作。\n他們應該被聯邦禁止在全國範圍內從事任何形式的執法工作，如果他們也被送進監獄，我會很高興。\n我希望他們也被送進監獄，但那是另一個CMV。\n\n這個帖子是由這個激發的......",
      "title": "CMV：任何被抓到栽贓的警察都可能失去工作和養老金"
    }
  ]
}