{
  "author": "penny_lavoie",
  "original_created_utc": 1638739387,
  "title": "How or even should I (white female) call out my (WOC) friend's racist comments?",
  "created_utc": 1638761504,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I have a brown female friend who has a thing against  Asian women. She often says nasty things about them. Sometimes when we are out in a group it&amp;#39;s me, her and a few other white chicks and she&amp;#39;ll start going on about Asian women. Everyone gets uncomfortable but I feel like noone wants to be the white lady lecturing the brown lady about racism. What is appropriate in this situation?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 106,
  "permalink": "/r/TooAfraidToAsk/comments/r9psb7/how_or_even_should_i_white_female_call_out_my_woc/",
  "subreddit": "TooAfraidToAsk",
  "id": "r9psb7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have a brown female friend who has a thing against Asian women. She often says\nnasty things about them. Sometimes when we are out in a group it's me, her and a\nfew other white chicks and she'll start going on about Asian women. Everyone\ngets uncomfortable but I feel like noone wants to be the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>私の友人のブラウン系の女性は、アジア系の女性に苦手意識を持っています。\nアジアの女性に対して 彼女はよくアジア人について嫌なことを言います。時々、私たちが\n時々、グループで出かけた時、私と彼女と他の数人の白人女性とで、彼女はアジア人女性について話し始めます。\nアジア人女性の悪口を言い始めます。皆が不快になります。",
      "title": "私（白人女性）は、私（WOC）の友人の人種差別的なコメントをどのように、あるいはどのように呼びかけるべきでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我有一个棕色的女性朋友，她有一个东西。\n反对亚洲妇女。她经常说一些关于她们的下流话。有时，当我们\n我和她还有其他几个白人女孩在一起时，她就会开始谈论亚洲女性。\n她就开始谈论亚洲妇女。每个人都会感到不舒服...",
      "title": "我（白人女性）如何或甚至应该叫出我（白人女性）朋友的种族主义言论？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我有一個棕色的女性朋友，她有一個東西。\n反對亞洲婦女。她經常說一些關於她們的下流話。有時，當我們\n我和她還有其他幾個白人女孩在一起時，她就會開始談論亞洲女性。\n她就開始談論亞洲婦女。每個人都會感到不舒服...",
      "title": "我（白人女性）如何或甚至應該叫出我（白人女性）朋友的種族主義言論？"
    }
  ]
}