{
  "author": "HolidayAbroad",
  "the_new_excerpt": "There have been questions for years about whether or not he will finish the\nseries, but no one seems to ponder the possibility that he doesn't even intend\nto finish it. There seems to be little forward movement with the next book.\nMeanwhile, he's been busy writing other, related works (e.g. World of…",
  "original_created_utc": 1616820929,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "多年来，人们一直在质疑他是否会完成。\n系列，但似乎没有人思考他甚至不打算\n来完成它。下本书似乎没有什么进展。\n同时，他还忙着写其他相关的作品（如《世界的......",
      "title": "一个理论。乔治-R-R-马丁并不打算完成他的《冰与火之歌》系列作品"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "多年來，人們一直在質疑他是否會完成。\n系列，但似乎沒有人思考他甚至不打算\n來完成它。下本書似乎沒有什麼進展。\n同時，他還忙着寫其他相關的作品（如《世界的......",
      "title": "一個理論。喬治-R-R-馬丁並不打算完成他的《冰與火之歌》系列作品"
    }
  ],
  "title": "A theory: George R.R. Martin doesn't intend to complete his A Song of Ice and Fire series",
  "created_utc": 1616855174,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There have been questions for years about whether or not he will finish the series, but no one seems to ponder the possibility that he doesn&#39;t even intend to finish it. There seems to be little forward movement with the next book. Meanwhile, he&#39;s been busy writing other, related works (e.g. World of Ice &amp; Fire, Dunk and Egg, and Fire &amp; Blood [which is just the first of two volumes from what I understand]) and developing TV shows. To me, it seems that Martin has simply lost interest in competing the series. I think there is a possibility that he doesn&#39;t intend to finish the last two books, but will not say so for two reasons: 1) his publisher would throw a fit, and possibly take legal action if they paid him anything in advance, and 2) the fandom would chase him down with pitchforks.</p>\n\n<p>Do you think this is possible? Do you think I&#39;m crazy? Let me know.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/me717b/a_theory_george_rr_martin_doesnt_intend_to/",
  "subreddit": "books",
  "id": "me717b",
  "is_self": true,
  "media": null,
  "is_video": false
}