{
  "author": "Naznarreb",
  "original_created_utc": 1636570859,
  "title": "Consider Glasses",
  "created_utc": 1636588348,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you&#39;re one of those people who &quot;used to read for hours at a time&quot; when you were a kid but now struggle to do even 15 mins straight, consider seeing an optometrist and having your vision checked. Many people&#39;s eyesight starts to degrade in their 30s or 40s. You might not notice it in your day to day, but it can make sustained tasks like reading uncomfortable. I recently got glasses and it has helped my ability to read a surprising amount given how minor the prescription is. I&#39;m still not reading as much as I&#39;d like but it&#39;s definitely helped. </p>\n\n<p>Just a thought.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/qr1ia8/consider_glasses/",
  "subreddit": "books",
  "id": "qr1ia8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If you're one of those people who \"used to read for hours at a time\" when you\nwere a kid but now struggle to do even 15 mins straight, consider seeing an\noptometrist and having your vision checked. Many people's eyesight starts to\ndegrade in their 30s or 40s. You might not notice it in your day to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "子供の頃は何時間も本を読んでいたのに、今では15分も読めない」という方は\n子供の頃は何時間も本を読んでいたのに、今では15分も続けて読むことができないという人は、眼鏡屋さんに行って\n視力検査を受けてみてください。多くの人の視力は、30代から\n多くの人は、30代から40代にかけて視力が低下していきます。日々の生活の中では気づかないかもしれませんが...。",
      "title": "メガネを考える"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你是那种 \"曾经一次阅读数小时 \"的人，当你还是孩子的时候，但现在连连续阅读15分钟都困难。\n如果你是那种在小时候 \"曾经一读就是几个小时 \"的人，但现在却连连续读15分钟都很吃力，那么可以考虑去看看验光师，检查一下视力。\n验光师，检查一下你的视力。许多人的视力在30岁或40岁时就开始\n在30多岁或40多岁时开始退化。你可能在日常工作中没有注意到它。",
      "title": "考虑眼镜"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你是那種 \"曾經一次閱讀數小時 \"的人，當你還是孩子的時候，但現在連連續閱讀15分鐘都困難。\n如果你是那種在小時候 \"曾經一讀就是幾個小時 \"的人，但現在卻連連續讀15分鐘都很喫力，那麼可以考慮去看看驗光師，檢查一下視力。\n驗光師，檢查一下你的視力。許多人的視力在30歲或40歲時就開始\n在30多歲或40多歲時開始退化。你可能在日常工作中沒有注意到它。",
      "title": "考慮眼鏡"
    }
  ]
}