{
  "author": "HistoryCat42",
  "the_new_excerpt": "We were assigned “Farenheiht 451” by Ray Bradbury in my 10th grade English\nclass. I remember not enjoying it all. (I also did not enjoy reading “Lord of\nthe Flies” by William Golding that year either)\n\nI’m 30 now. I decided to reread it to see if I still did not enjoy it, or if it\nwas a case of me…",
  "original_created_utc": 1624032286,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "10年生の英語の授業で、レイ・ブラッドベリの「FARENHEIT 451」が課題になりました。\nの授業を受けました。あまり楽しくなかったのを覚えています。その年に読んだウィリアム・ゴールディングの「Lord of Flies」も楽しくなかったですね。\nその年は、William Goldingの \"Lord of the Flies \"も楽しく読めませんでした）。)\n\n今、私は30歳です。私は30歳になりましたが、まだ楽しめないのか、それとも私のせいなのかを確かめるために再読することにしました。\n私の場合は...。",
      "title": "高校時代に嫌いだった本を再読して、好きになった。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我十年级的英语课上，我们被分配到雷-布拉德伯里的《Farenheiht 451》。\n课堂上，我们被安排阅读雷-布莱德伯里的《法伦希特451》。我记得我并不完全喜欢它。我也不喜欢读威廉-戈尔丁的《蝇王》。\n那年我也不喜欢读威廉-戈尔丁的《苍蝇王》）。)\n\n我现在30岁了。我决定重读这本书，看看我是否仍然不喜欢它，或者是否是\n是我的问题...",
      "title": "我重读了一本我在高中时讨厌的书，并爱上了它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我十年級的英語課上，我們被分配到雷-布拉德伯裏的《Farenheiht 451》。\n課堂上，我們被安排閱讀雷-布萊德伯裏的《法倫希特451》。我記得我並不完全喜歡它。我也不喜歡讀威廉-戈爾丁的《蠅王》。\n那年我也不喜歡讀威廉-戈爾丁的《蒼蠅王》）。)\n\n我現在30歲了。我決定重讀這本書，看看我是否仍然不喜歡它，或者是否是\n是我的問題...",
      "title": "我重讀了一本我在高中時討厭的書，並愛上了它。"
    }
  ],
  "title": "I reread a book I hated in high school, and fell in love with it.",
  "created_utc": 1624046283,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We were assigned “Farenheiht 451” by Ray Bradbury in my 10th grade English class. I remember not enjoying it all. (I also did not enjoy reading “Lord of the Flies” by William Golding that year either)</p>\n\n<p>I’m 30 now. I decided to reread it to see if I still did not enjoy it, or if it was a case of me being 16. I just finished it, and I was surprised how much I enjoyed it. I do not think that 16 year old me appreciated it, but 30 year old me whose working on her PhD in history definitely does. I am really glad that I took a chance on it and reread it. </p>\n\n<p>Have you ever reread books from high school that you did not like and ended up enjoying the second time?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/o2sk6z/i_reread_a_book_i_hated_in_high_school_and_fell/",
  "subreddit": "books",
  "id": "o2sk6z",
  "is_self": true,
  "media": null,
  "is_video": false
}