{
  "author": "cycleski",
  "the_new_excerpt": "So I am totally cool with people hunting and actually using the animal they kill\nfor food, leather, etc. I eat meat. Obviously it has to come from somewhere and\nan individual hunting isn't any worse than traditional methods of getting meat.\n\nBut I just do not understand hunting for sport/trophy…",
  "original_created_utc": 1617450777,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "所以，我完全冷静的人狩猎和实际使用的动物，他们杀了\n为食品、皮革等。我吃肉。很明显，它必须来自某个地方，并且... ...\n个人打猎并不比传统的吃肉方式差。\n\n但我只是不明白 狩猎运动/战利品... ...",
      "title": "CMV：以运动为目的的狩猎是一种虐待行为"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，我完全冷靜的人狩獵和實際使用的動物，他們殺了\n爲食品、皮革等。我喫肉。很明顯，它必須來自某個地方，並且... ...\n個人打獵並不比傳統的喫肉方式差。\n\n但我只是不明白 狩獵運動/戰利品... ...",
      "title": "CMV：以運動爲目的的狩獵是一種虐待行爲"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "だから、狩猟をして、殺した動物を実際に食用や皮革などに利用することには抵抗がありません。\n食用や皮革などに利用することには抵抗がありません。私は肉を食べます。もちろん、それはどこかから来たものでなければなりません。\n個人が狩猟をすることは、従来の肉の入手方法よりも悪いことではありません。\n\nしかし、私はスポーツとしての狩猟を理解することができません。",
      "title": "CMV: スポーツとしての狩猟はサディスティック"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "だから、狩猟をして、殺した動物を実際に食用や皮革などに利用することには抵抗がありません。\n食用や皮革などに利用することには抵抗がありません。私は肉を食べます。もちろん、それはどこかから来たものでなければなりません。\n個人が狩猟をすることは、従来の肉の入手方法よりも悪いことではありません。\n\nしかし、私はスポーツとしての狩猟を理解することができません。",
      "title": "CMV: スポーツとしての狩猟はサディスティック"
    }
  ],
  "title": "CMV: Hunting for sport is sadistic",
  "created_utc": 1617457392,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I am totally cool with people hunting and actually using the animal they kill for food, leather, etc. I eat meat. Obviously it has to come from somewhere and an individual hunting isn&#39;t any worse than traditional methods of getting meat.</p>\n\n<p>But I just do not understand hunting for sport/trophy hunting. The goal of the hobby is to just kill an animal for the fun of it? It feels a bit sadistic to me. If its about being a good shot you can go to a range and not have to end an animals life just to let its remains go to waste.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/mj71z9/cmv_hunting_for_sport_is_sadistic/",
  "subreddit": "changemyview",
  "id": "mj71z9",
  "is_self": true,
  "media": null,
  "is_video": false
}