{
  "author": "thoughtfulpoet",
  "original_created_utc": 1625255025,
  "title": "What is up with these Goodreads reviews?",
  "created_utc": 1625276492,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t go on Goodreads a lot. Sometimes for quotes, or just to copy and paste a line or two for a school assignment. Recently I went back to read reviews for a book I&#39;m thinking of purchasing... and something seems very off. </p>\n\n<p>For one, all the top book reviews seem to follow the same concept. Seemingly unfiltered snark, hashed in with memes, and grand exaggerations of how bad the book was to the point that you think maybe it isn&#39;t actually so bad, but the reviewer just wanted to go viral on the platform and follow current trends. They all follow the same lines and basic setup, and it sounds more like a bunch of edgy 8th graders complaining about how much the book sucked rather than any cohesive analysis. Some of them don&#39;t even draw from examples in the text, they just complain without giving any context, and seem more focused on being witty than perpetuating any real discourse. Are all Goodreads book reviews like this? I think I&#39;ve seen a few complaints about the site itself around here, but I had no idea it was going to be something like this. I&#39;m very confused.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/ochr4w/what_is_up_with_these_goodreads_reviews/",
  "subreddit": "books",
  "id": "ochr4w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don't go on Goodreads a lot. Sometimes for quotes, or just to copy and paste a\nline or two for a school assignment. Recently I went back to read reviews for a\nbook I'm thinking of purchasing... and something seems very off.\n\nFor one, all the top book reviews seem to follow the same concept.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Goodreadsにはあまり行かない。たまに引用したり、学校の課題のために一行か二行をコピー＆ペーストするために\n学校の課題のために1、2行コピー＆ペーストする程度です。最近、私は購入を考えている本のレビューを読むために\n最近、購入を考えている本のレビューを読み返してみたのですが...何かが大きく違っているように感じました。\n\n一つには、トップの書評はすべて同じコンセプトに従っているように見えます。....",
      "title": "このGoodreadsのレビューはどうなっているのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我并不经常上Goodreads。有时是为了引用，或者只是为了复制和粘贴一两句\n一两行，作为学校作业。最近我又去看了一个书的评论\n我正在考虑购买的一本书的评论......但有些东西似乎很不对劲。\n\n首先，所有的顶级书评似乎都遵循同样的概念....。",
      "title": "这些Goodreads评论是怎么回事？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我並不經常上Goodreads。有時是爲了引用，或者只是爲了複製和粘貼一兩句\n一兩行，作爲學校作業。最近我又去看了一個書的評論\n我正在考慮購買的一本書的評論......但有些東西似乎很不對勁。\n\n首先，所有的頂級書評似乎都遵循同樣的概念....。",
      "title": "這些Goodreads評論是怎麼回事？"
    }
  ]
}