{
  "author": "TheMuffinistMan",
  "original_created_utc": 1627362905,
  "title": "As this is pretty much Reddit's premier cryptocurrency sub, its important to remember that a huge amount of newcomers appear here every single day. Yes there are moon shitposters, but even more have genuine questions that are critical to their first experiences with cryptocurrency.",
  "created_utc": 1627396513,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>TL;DR: Newcomers with questions basic and advanced should be treated with the same integrity we have until now. Creating a toxic environment by refusing to answer questions due to suspicion only hurts the market as a whole and gives a bad taste to people who have genuine interest. Don&#39;t let the moonrise change this sub and it&#39;s environment, keep away the FUD and help people</strong></p>\n\n<p>The recent price increase of moons has started to inspire a negative attitude towards many basic question posts and real discussion posts over the last two days, and while there are clear fake self stories of success, the best way to handle all these basic questions is just to answer the question outright.</p>\n\n<p>Many different google searches lead to posts in this subreddit about cryptocurrency, especially the basic questions along with useful guides posted here somewhat often. Its similar to how yahoo questions is still a popular destination for students looking for answers to questions from years ago, people here need to remember to maintain a degree of honesty and integrity when it comes to answering individuals. Otherwise we end up creating a toxic ecosystem like DOGE forums and communities, where any little question starts to be seen as FUD.</p>\n\n<p>I&#39;m not going to write a sob story about how I came across this sub a year back, I genuinely wish newcomers the best since cryptocurrency is always in need of new developers, supporters, and idea creators. And the only way that will happen is if we treat people the same as we always have and don&#39;t deny people knowledge due to suspicion.</p>\n</div><!-- SC_ON -->",
  "score": 270,
  "permalink": "/r/CryptoCurrency/comments/osgjd4/as_this_is_pretty_much_reddits_premier/",
  "subreddit": "CryptoCurrency",
  "id": "osgjd4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "TL;DR: Newcomers with questions basic and advanced should be treated with the\nsame integrity we have until now. Creating a toxic environment by refusing to\nanswer questions due to suspicion only hurts the market as a whole and gives a\nbad taste to people who have genuine interest. Don't let the…"
}