{
  "author": "PersonalDebater",
  "original_created_utc": 1631996694,
  "title": "CMV: YouTube should allow comment dislikes to reduce a comment's \"like\" count",
  "created_utc": 1632022296,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think most Youtube users have realized for a long time that YouTube comments have a &quot;like&quot; and &quot;dislike&quot; button setup where the dislike button does not actually seem to do anything. At best it possibly affects the comment&#39;s rating in the background, but it does not affect the comment&#39;s shown number of &quot;likes.&quot; While the rationale given includes things like preventing harassment and suppression, I think this is a mistake due to the appearance to the commenter or everyone seeing the comment. You could have a comment that has 10 likes, but would ordinarily also have 100 dislikes, yet people will only be able to see that there are 10 likes. I don&#39;t like the idea that I could get an extremely wrong impression of what other people think of a comment I make, just because it looks &quot;upvoted.&quot; </p>\n\n<p>I think something better would be similar to how Reddit does points for <em>posts</em> (not comments), where a Youtube comment with a positive like ratio will show &quot;+number&quot; for the difference of likes over dislikes, whereas dislikes can reduce the point number to zero, but cannot go negative. I am welcoming any reason from others why I should CMV here.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/pqtstg/cmv_youtube_should_allow_comment_dislikes_to/",
  "subreddit": "changemyview",
  "id": "pqtstg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think most Youtube users have realized for a long time that YouTube comments\nhave a \"like\" and \"dislike\" button setup where the dislike button does not\nactually seem to do anything. At best it possibly affects the comment's rating\nin the background, but it does not affect the comment's shown…"
}