{
  "author": "Hedgehog_Queen",
  "the_new_excerpt": "Why YSK: so you can make conscious decision about snacks and sweets, instead of\njust following what the store layout pushes you to do.\n\nThere are more examples of this, but basically market's placement of food groups\nand its display is very intentional. Almost all of those decisions are made…",
  "original_created_utc": 1618660206,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、お店のレイアウトに従うのではなく、意識的におやつやお菓子を決めるためです。\nお店のレイアウトに従うのではなく、意識的におやつやお菓子を決めるためです。\n\n他にもいろいろな例がありますが、基本的に市場での食品群の配置は\nの配置や表示は非常に意図的なものです。それらの判断は、ほとんどすべて...",
      "title": "YSK：野菜や果物が店の入り口近くにある（買われやすい）のは、後から健康に良くない食品を買うのは気が引けるからです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：这样你就可以有意识地决定吃什么零食和甜食，而不是像以前那样，只顾着自己吃。\n只是按照店面布局推动你去做的。\n\n这样的例子比较多，但基本上市场对食品类的摆放方式\n而其显示的内容也是非常的用心。几乎所有这些决定都是...",
      "title": "YSK：水果和蔬菜的位置靠近商店的入口（很可能被买到），因为这让人们以后买到不那么健康的食物的感觉更好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：這樣你就可以有意識地決定喫什麼零食和甜食，而不是像以前那樣，只顧着自己喫。\n只是按照店面佈局推動你去做的。\n\n這樣的例子比較多，但基本上市場對食品類的擺放方式\n而其顯示的內容也是非常的用心。幾乎所有這些決定都是...",
      "title": "YSK：水果和蔬菜的位置靠近商店的入口（很可能被買到），因爲這讓人們以後買到不那麼健康的食物的感覺更好。"
    }
  ],
  "title": "YSK: fruits and vegetables are located close to the entrance of a store (likely to get bought), as it makes people feel better about buying less healthy foods later on.",
  "created_utc": 1618676095,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: so you can make conscious decision about snacks and sweets, instead of just following what the store layout pushes you to do. </p>\n\n<p>There are more examples of this, but basically market&#39;s placement of food groups and its display is very intentional. Almost all of those decisions are made to &quot;trick you&quot; into spending more time inside and buying more.</p>\n\n<p>Edit: typo</p>\n</div><!-- SC_ON -->",
  "score": 2242,
  "permalink": "/r/YouShouldKnow/comments/mspaw3/ysk_fruits_and_vegetables_are_located_close_to/",
  "subreddit": "YouShouldKnow",
  "id": "mspaw3",
  "is_self": true,
  "media": null,
  "is_video": false
}