{
  "author": "BaroqueObama1776",
  "original_created_utc": 1624644102,
  "title": "When I read, I pretend I am a filmmaker and as I read, I imagine what each 'scene' of 'my movie' will look like. It's silly fun but it makes literature 50% more exciting!",
  "created_utc": 1624655826,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I assume this is a well known common thing but it only clicked with me recently and I have been a voracious reader! Before then, I&#39;ve always been one of those <em>&quot;I must focus on each word and nothing else or I will get lost&quot;</em> kind of kid. I could not afford anything else happening in my head other than my own voice saying the words or else I&#39;d lose track of what would be happening. But now, I have aquired this...hmm... would &#39;Skill&#39;? be too pretentious a word? I don&#39;t know but it feels like I&#39;ve gone to the next level of reading! </p>\n\n<p>So, it all started with the Grapes of Wrath which I finished a few days ago. Everytime I opened the book, the &quot;movie&quot; would start playing and it was so consistent and concrete.</p>\n\n<p>GOP felt like an entire film playing in my head. From page one to the last. I guess, with practice, I was able to envision how character would look, how they would sound, what the lighting of each scene would like, the location, the &quot;close up shots&quot; of certatain conversations and monologues and what music would be playing. All this as I read. It was..sooo...goddamn enjoyable!! I have have felt so immersed before.</p>\n\n<p>I also just finished the Raymond Carver short story - &#39;Preservation&#39; only minutes ago! And duuuude lol, It took me like 15 minutes to finish but it felt like a proper short film was happening right there in my head! I envisioned what the house looked like, their accents, their facial expressions, and of course the music!</p>\n\n<p>Now, I want to go back and re-read all my favourite books! I feel so happy right now lol. I&#39;ve always loved reading but now it feels like I&#39;ve aquired this next level love everyone is always talking about!</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/o7t048/when_i_read_i_pretend_i_am_a_filmmaker_and_as_i/",
  "subreddit": "books",
  "id": "o7t048",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I assume this is a well known common thing but it only clicked with me recently\nand I have been a voracious reader! Before then, I've always been one of those\n\"I must focus on each word and nothing else or I will get lost\" kind of kid. I\ncould not afford anything else happening in my head other than…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これはよく知られていることだと思いますが、私は最近になってようやく理解できました。\n私は貪欲な読書家なのです それまでは、私はいつも\n\"それまでの私は、「一語一語に集中しなければ気が済まない」というタイプの子供でした。I\n私の頭の中では、それ以外のことが起きている余裕はありませんでした...。",
      "title": "私は本を読むとき、自分が映画監督であると仮定して、「私の映画」の各「シーン」がどのようなものになるかを想像しながら読みます。くだらない楽しみですが、文学を50％もエキサイティングなものにしてくれます"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想这是一个众所周知的普遍现象，但我最近才意识到这一点\n而我一直是个贪婪的读者! 在此之前，我一直都是那种\n\"我必须专注于每一个字，而不是其他，否则我就会迷路 \"的那种孩子。I\n我的脑子里不能有其他事情发生，除了......",
      "title": "当我阅读时，我假装自己是一个电影制片人，当我阅读时，我想象 \"我的电影 \"的每个 \"场景 \"会是什么样子。这很傻很有趣，但它使文学作品变得更令人兴奋"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想這是一個衆所周知的普遍現象，但我最近才意識到這一點\n而我一直是個貪婪的讀者! 在此之前，我一直都是那種\n\"我必須專注於每一個字，而不是其他，否則我就會迷路 \"的那種孩子。I\n我的腦子裏不能有其他事情發生，除了......",
      "title": "當我閱讀時，我假裝自己是一個電影製片人，當我閱讀時，我想象 \"我的電影 \"的每個 \"場景 \"會是什麼樣子。這很傻很有趣，但它使文學作品變得更令人興奮"
    }
  ]
}