{
  "author": "sofialuhg93",
  "original_created_utc": 1639734396,
  "title": "YSK: You shouldn't feel guilty for wanting to negotiate salary when you have performance reviews at work",
  "created_utc": 1639752068,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: I recently left a job because my boss refused to increase my salary even though I had met every target set over two years of performance reviews. He even made me feel guilty for asking for a salary increase saying that I was lucky to have the position and that there were plenty of other people out there that would love the opportunity I had. At the end of the day, if a company is growing and you are contributing to that growth, you should never feel guilty for knowing your worth and asking for a salary increase. If your manager can&amp;#39;t see your worth, there will always be another company that will be able to.&lt;/p&gt;\n\n&lt;p&gt;Edit: I recently changed jobs and got a 20% payrise - sent my boss an email after I left my previous job saying &amp;quot;thanks for not believing in me and making me realise that others did&amp;quot; lol&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 271,
  "permalink": "/r/YouShouldKnow/comments/ridzij/ysk_you_shouldnt_feel_guilty_for_wanting_to/",
  "subreddit": "YouShouldKnow",
  "id": "ridzij",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I recently left a job because my boss refused to increase my salary\neven though I had met every target set over two years of performance reviews. He\neven made me feel guilty for asking for a salary increase saying that I was\nlucky to have the position and that there were plenty of other…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKの理由: 最近、上司が給料を上げることを拒否したため、仕事を辞めました。\n2年間の業績評価で設定された目標をすべてクリアしていたにもかかわらず、です。彼は\nと言って、昇給を要求することに罪悪感を抱かせるほどでした。\nそのポジションにつけたのは幸運で、他にいくらでも...",
      "title": "YSK: 職場で業績評価があるときに、給与交渉をしたいことに罪悪感を持つべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我最近离开了一份工作，因为我的老板拒绝给我加薪\n尽管我在两年的绩效评估中达到了所有的目标。他\n他甚至让我为要求加薪而感到内疚，说我能得到这个职位是很幸运的。\n他甚至让我为要求加薪而感到内疚，说我很幸运能得到这个职位，而且还有很多其他的...",
      "title": "YSK：当你在工作中进行绩效评估时，你不应该为想要谈判薪酬而感到内疚"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我最近離開了一份工作，因爲我的老闆拒絕給我加薪\n儘管我在兩年的績效評估中達到了所有的目標。他\n他甚至讓我爲要求加薪而感到內疚，說我能得到這個職位是很幸運的。\n他甚至讓我爲要求加薪而感到內疚，說我很幸運能得到這個職位，而且還有很多其他的...",
      "title": "YSK：當你在工作中進行績效評估時，你不應該爲想要談判薪酬而感到內疚"
    }
  ]
}