{
  "author": "yousef49",
  "original_created_utc": 1631662698,
  "title": "As readers, do you ever think about writing your own book?",
  "created_utc": 1631669515,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m wondering whether anyone else occasionally ponders about writing their own book. Personally, I have always envisioned myself writing about about the events that occurred in my life (call it narcissism but I seriously think it has potential to be really good “fiction”). </p>\n\n<p>Anyway, I always envision doing it, but get repelled by the mere thought of having to edit and structure everything a billion times to make it perfect. Also, I don’t have much experience writing so I don’t think I’d be able to execute it very well unless I stop my entire career and start writing instead. </p>\n\n<p>I’m wondering if this is something every book reader thinks about because I’m pretty sure it is.</p>\n\n<p>Edit: grammar/typos</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/poeeqs/as_readers_do_you_ever_think_about_writing_your/",
  "subreddit": "books",
  "id": "poeeqs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m wondering whether anyone else occasionally ponders about writing their own\nbook. Personally, I have always envisioned myself writing about about the events\nthat occurred in my life (call it narcissism but I seriously think it has\npotential to be really good “fiction”).\n\nAnyway, I always envision…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "時々、自分の本を書こうと思う人がいるのではないかと思っています。\nの本を書いてみたいと思う人はいますか？個人的には、自分に起こった出来事について書くことをいつも想像しています。\n自分の人生で起きた出来事を書いてみたいと思っています（ナルシストと言われるかもしれません。\nナルシストと言われるかもしれませんが、本当に良い「フィクション」になる可能性があると真剣に思っています）。)\n\nいずれにしても、私がいつも思い描くのは...。",
      "title": "読者として、自分の本を書きたいと思うことはありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想知道是否有其他人偶尔会考虑写自己的\n书。就我个人而言，我一直设想自己会写一些关于我生命中发生的事件的文章。\n我个人一直设想自己写一些发生在我生命中的事件（可以说是自恋，但我真的认为这有可能成为真正的好 \"小说\"）。\n有可能成为真正的好 \"小说\"）。)\n\n总之，我总是设想...",
      "title": "作为读者，你们有没有想过写自己的书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想知道是否有其他人偶爾會考慮寫自己的\n書。就我個人而言，我一直設想自己會寫一些關於我生命中發生的事件的文章。\n我個人一直設想自己寫一些發生在我生命中的事件（可以說是自戀，但我真的認爲這有可能成爲真正的好 \"小說\"）。\n有可能成爲真正的好 \"小說\"）。)\n\n總之，我總是設想...",
      "title": "作爲讀者，你們有沒有想過寫自己的書？"
    }
  ]
}