{
  "author": "Future_Potential",
  "the_new_excerpt": "Hello everyone - ah, my first post on r/books [/r/books] and it's a rant!\n\nSo I just read 'The Paper Magician'. It was a good idea, not amazingly well\nwritten, but honestly the gripe is with the 19 year old, fresh out of school,\ngirl, \"falling in love\" with her 30+ year old mentor, the end of the…",
  "original_created_utc": 1623842633,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。ああ、r/books [/r/books]に初めて投稿しましたが、暴言ですね。\n\nというわけで、「紙の魔術師」を読みました。それは良いアイデアで、驚くほどうまくは書かれていませんでした。\nでも正直なところ、不満なのは19歳の学校を出たばかりの女の子が\n女の子が、30歳以上の師匠に「恋をして」、最後の...",
      "title": "年上の男性と年下の女性の関係の無限の列車"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好--啊，我在r/books[/r/books]上发的第一篇帖子，而且是一篇咆哮！这是我的第一次。\n\n所以我刚刚读了《纸上魔术师》。这是一个很好的想法，写得不是很好。\n但说实话，我对这个19岁、刚从学校毕业的女孩感到不满。\n女孩，\"爱上 \"了她30多岁的导师，最后...",
      "title": "老男人/年轻女人关系的无尽列车"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好--啊，我在r/books[/r/books]上發的第一篇帖子，而且是一篇咆哮！這是我的第一次。\n\n所以我剛剛讀了《紙上魔術師》。這是一個很好的想法，寫得不是很好。\n但說實話，我對這個19歲、剛從學校畢業的女孩感到不滿。\n女孩，\"愛上 \"了她30多歲的導師，最後...",
      "title": "老男人/年輕女人關係的無盡列車"
    }
  ],
  "title": "The endless train of older man/younger woman relationships",
  "created_utc": 1623851018,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello everyone - ah, my first post on <a href=\"/r/books\">r/books</a> and it&#39;s a rant!</p>\n\n<p>So I just read &#39;The Paper Magician&#39;. It was a good idea, not amazingly well written, but honestly the gripe is with the 19 year old, fresh out of school, girl, &quot;falling in love&quot; with her 30+ year old mentor, the end of the book and teaser for the second book implying it would be reciprocated. And I remembered reading a &quot;Newbury and Hobbes&quot; book a friend lent me and running into more or less the same trope and being skeeved out by it then too - the whole &#39;bright young woman falls for older mentor&#39; business.</p>\n\n<p>Why is this such a prevalent theme, especially, it seems, in fantasy? Maybe I&#39;m just reading the wrong books. I appreciate these are relatively pulpy titles. You almost-never seem to find either genuine teacher/pupil relationships, M/F friendships or heck, an old(er) woman having an adventure in general, without some weird age-mismatched romance being shoehorned in. Am I alone in finding that sort of addition really - unpleasant? I felt genuinely dirty putting down &#39;The Paper Magician&#39; - this girl has known this man not even 6 months, he&#39;s had endless more experience than her and it&#39;s treated like a sweet romance? There was genuinely no need for the romance at all. I&#39;d believe she wanted to save her teacher because she liked and respected him <em>as a teacher and mentor</em>, not because she&#39;s *suddenly in lurve*. </p>\n\n<p>Maybe I&#39;m too old for what is essentially a YA book, but being 35+ myself doesn&#39;t mean I don&#39;t want to read about magic and also - where are the women heroes my own age that I can relate to? Older men are magical heroes all over the place but they have to be paired with a younger smart-but-wide-eyed woman to Teach His Skills To and of course, fall in love. </p>\n\n<p>I appreciate the real world bleeds into these books and of course, older women are usually considered less attractive and/or busy having babies to have adventures (...mild /s, but also some truth in it...), but it&#39;s <em>fantasy</em>, come on, writers, live a little? Is there not a target audience of middle aged, non-child-having (...or even HAVING-children women who can do more than one thing in their life at a time or have invested in a child-carrying backpack) women who want an adventure? Not even a romance. Just a story with an older magical heroine.</p>\n\n<p>Are there any books I&#39;m missing to disabuse me of this feeling that this is the only book around? Am I alone in feeling genuinely squicked by massive age-gap romance in what&#39;s not even, primarily, a romance novel?</p>\n\n<p>I&#39;ll be amused if this is downvoted to all heck since it&#39;s my first post and heyyyyy, maybe I am a bitter old woman. ;) But anyone feel the same in any way?!</p>\n\n<p>Eh, I&#39;ve got &#39;The Priory of the Orange Tree&#39; on my list next so maybe that&#39;ll cheer me up. ;)</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/o12l28/the_endless_train_of_older_manyounger_woman/",
  "subreddit": "books",
  "id": "o12l28",
  "is_self": true,
  "media": null,
  "is_video": false
}