{
  "author": "hi_sigh_bye",
  "original_created_utc": 1634122376,
  "title": "Doing my MA in Philosophy now, and I'm getting further confused and detached",
  "created_utc": 1634164920,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Nothing about my confusion is original or new.</p>\n\n<p>When experiencing semantic satiation, a person repeats a word until it temporarily loses its meaning. I feel the same with every concept in my existence, not just repeated words. Everything I think of, almost instinctively loses its meaning, its importance, its idealogical context. The whole feeling of existence is shaky, and gets very raw and weird at times.</p>\n\n<p>Learning perspectives of the great thinkers enables me to see firsthand how there is always a gap in their/our conceptualisation and interpretation of the world. There&#39;s always something flawed, the feeling of some gap is always there. Nothing can be articulated in a complete bullet-proofed manner. The inaccessibility of Truth is always prevail, making me feel as if we are forever locked in a phenomenological cage, bound to try and reason ourselves till the end of days with frameworks and structures of this cage.</p>\n\n<p>On the other hand, I can smell flowers. I can type on the keyboard and feel my fingers. The identity of my spouse remains her identity throughout the years, even though the concept of what exactly is her identity is something that spark endless debates.</p>\n\n<p>The Truth is far from sight, completely inaccessible -- yet the truth is happening here, in front of me. This gap between the complexity of our ideas of existence and the simplicity of actual living is so very much confusing and baffling for me.</p>\n\n<p>Who speaks and articulates this gap better? Who offers a sort of relief to it?</p>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/askphilosophy/comments/q78kmw/doing_my_ma_in_philosophy_now_and_im_getting/",
  "subreddit": "askphilosophy",
  "id": "q78kmw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Nothing about my confusion is original or new.\n\nWhen experiencing semantic satiation, a person repeats a word until it\ntemporarily loses its meaning. I feel the same with every concept in my\nexistence, not just repeated words. Everything I think of, almost instinctively\nloses its meaning, its…"
}