{
  "author": "l0rah",
  "original_created_utc": 1625084541,
  "title": "I love books so much, that I ruin it for myself.",
  "created_utc": 1625105417,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I wondered if anyone else has this problem, because it’s becoming frustrating. I LOVE books, as I’m sure most of you all do too. </p>\n\n<p>However, I get SO excited and I get so much pleasure from choosing and buying a new book, that I’m always trying to rush through the book I’m currently reading. I’m desperately trying to wade through the book because I’m thinking about the next book I’m going to read. </p>\n\n<p>I have such a huge backlog to read but I also want to enjoy each book and take my time :( please tell me I’m not alone! Does anyone have any advice?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ob5pmy/i_love_books_so_much_that_i_ruin_it_for_myself/",
  "subreddit": "books",
  "id": "ob5pmy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I wondered if anyone else has this problem, because it’s becoming\nfrustrating. I LOVE books, as I’m sure most of you all do too.\n\nHowever, I get SO excited and I get so much pleasure from choosing and buying a\nnew book, that I’m always trying to rush through the book I’m currently reading.\nI’m…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "というわけで、この問題が発生している人がいないかどうか、気になるところです。\nイライラする。みなさんもそうだと思いますが、私は本が大好きです。\n\nしかし、本を選ぶとき、買うとき、私はとても興奮しますし、とても喜びます。\n新しい本を読むと、今読んでいる本をいつも急いで読もうとしてしまうのです。\n私は...",
      "title": "本が好きすぎて、自分で自分をダメにしちゃうんです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我想知道是否有其他人有这样的问题，因为它正变得\n令人沮丧。我喜欢书，我相信你们中的大多数人也是如此。\n\n然而，我在选择和购买一本新书时非常兴奋，并获得了很多乐趣。\n我总是试图匆匆读完我目前正在读的书。\n我...",
      "title": "我太爱书了，以至于我自己毁了它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我想知道是否有其他人有這樣的問題，因爲它正變得\n令人沮喪。我喜歡書，我相信你們中的大多數人也是如此。\n\n然而，我在選擇和購買一本新書時非常興奮，並獲得了很多樂趣。\n我總是試圖匆匆讀完我目前正在讀的書。\n我...",
      "title": "我太愛書了，以至於我自己毀了它。"
    }
  ]
}