{
  "author": "forbiddenmemeories",
  "the_new_excerpt": "A common trend I have been noticing for a while is that when an old social media\npost by a celebrity is unearthed and the story makes the news, mainstream media\noutlets typically do not actually include the posts in question in their\narticles. The article might say something like 'X posted several…",
  "original_created_utc": 1623861091,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が以前から気になっていた共通の傾向は、有名人のソーシャルメディアでの古い投稿が発掘され、それが話題になることです。\n有名人のソーシャルメディアでの古い投稿が発見されてニュースになっても、主流のメディアは\n話題になっても、メディアはその投稿を記事にしないことが多いのです。\nの記事を掲載していません。記事の内容は、「Xは、いくつかの...",
      "title": "CMV: 有名人のソーシャルメディアでの攻撃的な投稿やメッセージをメディアが報道する際には、その投稿やメッセージを含めて引用すべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "一段时间以来，我注意到一个常见的趋势是，当一个人在社交媒体上发表的旧帖\n报道，主流媒体通常不会采取行动。\n主流媒体通常不会在他们的文章中包括有关的帖子。\n文章中。文章可能会说，\"X发布了几个......",
      "title": "CMV: 当媒体报道某位名人在社交媒体上的冒犯性帖子/信息时，报道应包括/引用这些帖子/信息。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一段時間以來，我注意到一個常見的趨勢是，當一個人在社交媒體上發表的舊帖\n報道，主流媒體通常不會採取行動。\n主流媒體通常不會在他們的文章中包括有關的帖子。\n文章中。文章可能會說，\"X發佈了幾個......",
      "title": "CMV: 當媒體報道某位名人在社交媒體上的冒犯性帖子/信息時，報道應包括/引用這些帖子/信息。"
    }
  ],
  "title": "CMV: When the media reports on offensive social media posts/messages by someone famous, the reports should include/quote the posts/messages",
  "created_utc": 1623893533,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A common trend I have been noticing for a while is that when an old social media post by a celebrity is unearthed and the story makes the news, mainstream media outlets typically do not actually include the posts in question in their articles. The article might say something like &#39;<em>X</em> posted several tweets from 2012-14&#39;, or &#39;<em>X</em> has apologised for their comments&#39;, and may include comments from other people in response to the original offending posts, but the posts themselves are typically not included. In my opinion, this is extremely unhelpful and failing to fulfil a pretty basic requirement of being a news outlet. If the focus of the article is what the person has said, then surely including what they actually said is pretty essential. And how are readers supposed to know how to feel about the comments or the commenter if they don&#39;t know what they&#39;ve actually said?</p>\n\n<p>There may be an argument in favour of omitting the comments on the grounds that the media outlets do not want to provide a &#39;platform&#39; or be otherwise associated with crude or offensive language. But this standard only seems to really apply to archaic social media posts. If, for example, a famous person made crude/offensive comments today in an interview or press conference, most media outlets would report what they said verbatim. Indeed, even <em>current</em> social media posts by famous people don&#39;t get this treatment. For example, here&#39;s a BBC article from 2019 about <a href=\"https://www.bbc.co.uk/sport/rugby-union/48306223\">the rugby player Israel Folau&#39;s homophobic post on Instagram</a>. The article quotes the post verbatim. Meanwhile, here is a recent article from the BBC about cricketer <a href=\"https://www.bbc.co.uk/sport/cricket/57379184\">Ollie Robinson being suspended for historical racist and sexist tweets</a>. This article does not make any mention of the exact content of Robinson&#39;s tweets.</p>\n\n<p>The best thing IMO would be for the media to include the original posts in their reports. If necessary, they can add some kind of warning that the content may be upsetting, or a disclaimer that these views do not represent the views of the outlet in question (although I sort of assumed all quotes in news reports came with that implication anyway), but reporting in as much detail and with as much accuracy as possible seems like a pretty basic part of publishing any form of news.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/o18xv8/cmv_when_the_media_reports_on_offensive_social/",
  "subreddit": "changemyview",
  "id": "o18xv8",
  "is_self": true,
  "media": null,
  "is_video": false
}