{
  "author": "RattleYaDags",
  "original_created_utc": 1630381702,
  "title": "CMV: Steve Irwin regularly took stupid risks with animals and it was only a matter of time before one killed him",
  "created_utc": 1630435676,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ll start by saying that Steve Irwin seems like he was a genuinely nice guy with a big heart. He clearly loved animals and dedicated his life to protecting them.</p>\n\n<p>This has understandably made him a hero in the eyes of most Redditors. I&#39;m not trying to attack him as a person. He didn&#39;t deserve to get hurt, let alone killed. But I think his death serves as a cautionary tale about messing with wild animals, much like <a href=\"https://en.wikipedia.org/wiki/Timothy_Treadwell\">Timothy Treadwell</a>.</p>\n\n<p>I knew a lot of people working in conservation while Irwin was alive. They were all waiting with dread for the day one of his stunts would kill him. No one expected it to be a stingray - it&#39;s extremely uncommon to be killed by one. But if someone was going to die by stingray, it was going to be the guy who regularly took insane risks with animals - that was the consensus when it happened.</p>\n\n<p>I recently made a comment about this on <a href=\"https://np.reddit.com/r/Damnthatsinteresting/comments/pdaaez/of_course_steve_irwin_shreds_in_khaki_should_have/\">a video showing him draping an extremely venomous wild sea snake over his head, with the snake&#39;s head resting on his eyelid</a>. As I expected, I received a good dose of downvotes. I was told that deaths from stingrays are extremely rare. My counter to that was - if a person takes enough risks (big and small) with wild animals, eventually something will go wrong. Play with fire long enough and you&#39;ll get burnt. I was told that stingray deaths are rare again. That conversation wasn&#39;t going anywhere.</p>\n\n<p>It <em>is</em> surprising that it was a stingray that got him. It was more likely that he&#39;d be killed by one of the more dangerous animals he regularly harassed. But anyone who knows wild animals knows that every animal that can defend itself is inherently dangerous - stingrays included. Irwin knew that too. Keep in mind, he wasn&#39;t handling wild animals in a safe way, he was deliberately antagonizing them and taking unnecessary risks to create engaging content (like in the video linked above). </p>\n\n<p>And let&#39;s dig into the stingray thing for a moment. It was a short-tail stingray, which are generally docile. So what made this one attack Irwin? I&#39;ve helped free short-tail stingrays from fishing nets before, and when they feel threatened they&#39;re anything but docile. Another good way to make an animal feel threatened is to sneak up above and behind it. Or to corner it between people. Irwin would have known that too. But, according to Irwin&#39;s cameraman, he did both of those things. And, while threatening the stingray, he positioned himself  in a way that put his exposed chest and abdomen within striking distance. No one should ever be doing that. It would be surprising if it wasn&#39;t consistent with his modus operandi: putting himself in harm&#39;s way to make exciting TV. The cameraman was told to keep filming if he was attacked, no matter how viciously.</p>\n\n<p>But let&#39;s say, hypothetically, that he did <em>everything</em> right in that situation, my original point stands: dealing wild animals is like Russian Roulette. There are a lot of chambers, and you start with only one bullet. When you antagonize an animal, you add more bullets. Even more if they&#39;re usually dangerous, and more again if you get in their space. But you only need one bullet to lose Russian Roulette. And he loaded a lot of bullets that really didn&#39;t need to be there. Over and over and over again.</p>\n\n<p>Irwin liked to downplay the danger of wild animals and I think he genuinely believed it to a degree. It&#39;s a dangerous attitude and it&#39;s stupid. Irwin should have known better. But he kept pulling the trigger, and eventually he lost the game. CMV.</p>\n\n<hr/>\n\n<p>My sources are the Wikipedia articles on <a href=\"https://en.wikipedia.org/wiki/Steve_Irwin\">Steve Irwin</a>, <a href=\"https://en.wikipedia.org/wiki/Stingray_injury\">stingray injuries</a>, and <a href=\"https://en.wikipedia.org/wiki/Short-tail_stingray\">short-tail stingrays</a>, <a href=\"https://web.archive.org/web/20140310154552/http://www.independent.co.uk/news/people/news/steve-irwins-final-words-cameraman-present-at-death-opens-up-about-deadly-stingray-attack-for-the-first-time-9181077.html\">this interview with the cameraman</a> cited in some of those articles, and many hours of watching <em>The Crocodile Hunter</em> when I was young.</p>\n\n<p>I thought about posting this in <a href=\"/r/unpopularopinion\">r/unpopularopinion</a> but I really want to understand why most people on Reddit seem to disagree with me. It can&#39;t just be that people don&#39;t want to acknowledge the faults of their hero, can it? I love it when something makes me change my mind. Please tell me what I&#39;m missing.</p>\n\n<hr/>\n\n<h1>Edit</h1>\n\n<p><strong>I&#39;m not asking you to convince me stingray deaths are absurdly rare. I already know.</strong> I knew how rare they were before I posted this. I knew before he died. I&#39;ve acknowledged it in my post several times, and explained why that argument doesn&#39;t hold much weight. <a href=\"https://www.reddit.com/r/changemyview/comments/pey51f/cmv_steve_irwin_regularly_took_stupid_risks_with/hb0skg2?context=3\">I&#39;ve said a bit more about it in this comment</a>. I have experience with this species that I&#39;m betting few here have ever had. The fact that he was killed by such an unlikely animal only further emphasizes my point about how the risks he took.</p>\n\n<p>If your point is just some version of &quot;it&#39;s extremely rare&quot; without at least addressing some of the counterpoints I&#39;ve made, you can&#39;t expect to CMV.</p>\n\n<hr/>\n\n<h2>Edit 2</h2>\n\n<p>I&#39;ve posted what I think it&#39;s a well-written argument that&#39;s generated a significant amount of comments. I feel like I&#39;m being amicable, articulate, and open minded. My views might be wrong, that&#39;s why I&#39;m here. But it seems people are downvoting this post because they disagree with me. That really doesn&#39;t help CMV.</p>\n\n<p>Edit 3. I fixed a typo. The downvotes seem to have slowed right down.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/pey51f/cmv_steve_irwin_regularly_took_stupid_risks_with/",
  "subreddit": "changemyview",
  "id": "pey51f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'll start by saying that Steve Irwin seems like he was a genuinely nice guy\nwith a big heart. He clearly loved animals and dedicated his life to protecting\nthem.\n\nThis has understandably made him a hero in the eyes of most Redditors. I'm not\ntrying to attack him as a person. He didn't deserve to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず最初に、スティーブ・アーウィンは純粋にいい人だったようだと言いたい。\n大きな心の持ち主だったようです。彼は明らかに動物を愛し、その保護に人生を捧げていました。\n守ることに人生を捧げていました。\n\nこのことから、多くのRedditerの目には当然ながら彼がヒーローとして映っています。私は彼を人間として攻撃するつもりはありません。\n人としての彼を攻撃するつもりはありません。彼はこんなことになるとは・・・。",
      "title": "CMV: スティーブ・アーウィンはいつも動物に対して愚かなリスクを冒しており、動物が彼を殺すのは時間の問題だった"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我首先要说的是，史蒂夫-欧文似乎是一个真正的好人\n有一颗大心脏。他显然热爱动物，并为保护动物奉献了自己的一生。\n它们。\n\n这可以理解为使他成为大多数Redditors眼中的英雄。我并不是\n试图攻击他这个人。他不应该被...",
      "title": "CMV：史蒂夫-欧文经常对动物进行愚蠢的冒险，动物杀死他只是时间问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我首先要說的是，史蒂夫-歐文似乎是一個真正的好人\n有一顆大心臟。他顯然熱愛動物，併爲保護動物奉獻了自己的一生。\n它們。\n\n這可以理解爲使他成爲大多數Redditors眼中的英雄。我並不是\n試圖攻擊他這個人。他不應該被...",
      "title": "CMV：史蒂夫-歐文經常對動物進行愚蠢的冒險，動物殺死他只是時間問題。"
    }
  ]
}