{
  "author": "AmunPharaoh",
  "original_created_utc": 1625380793,
  "title": "How common is it in the US to believe that African is synonymous with 'Black'?",
  "created_utc": 1625406576,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Are there many people in the US who are actually aware that places like Egypt, Libya, Algeria, and Morocco are ALSO in Africa and that the indigenous people there are NOT &#39;BLACK&#39; but a mixture of shades generally ranging from brown to light tan?</p>\n\n<p>The reason I&#39;m asking is because I regularly see questions about dark skin colour or racist issues relating to Black Americans addressed to &#39;people of African heritage&#39; or just &#39;African people&#39;. </p>\n\n<p>The people who were taken by Europeans as slaves were generally from West Africa, which is south of the Sahara and thousands of miles from North Africa (as far from Egypt as Thailand, for comparison) and Africa is actually a massive continent inhabited by many different ethnicities, most of whom are native to the area in which they live. </p>\n\n<p>In case anyone wants to know, the reason why Mediterranean North Africans look different isn&#39;t because we all migrated from someplace else recently. It&#39;s a combination of having evolved over thousands of years to live in a much milder climate than people in West or Central Africa, and ancient migrations (Pleistocene to Neolithic eras) from Eurasia.</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/TooAfraidToAsk/comments/odexkq/how_common_is_it_in_the_us_to_believe_that/",
  "subreddit": "TooAfraidToAsk",
  "id": "odexkq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Are there many people in the US who are actually aware that places like Egypt,\nLibya, Algeria, and Morocco are ALSO in Africa and that the indigenous people\nthere are NOT 'BLACK' but a mixture of shades generally ranging from brown to\nlight tan?\n\nThe reason I'm asking is because I regularly see…"
}