{
  "author": "porklorneo",
  "the_new_excerpt": "I finished it the other day and I still can’t stop thinking about it. Never did\nI think I could love a book all while hating absolutely everything the\ncharacters do in it. Each page is just so disturbing, it’s feels so damn hard to\nread at points but I just couldn’t put it down. The way McCarthy…",
  "original_created_utc": 1620422361,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "先日読み終えましたが、今でも頭から離れません。今までは\n登場人物の行動の全てが嫌いなのに、本を好きになれるとは思っていませんでした。\n登場人物の行動のすべてが憎いのに、本を好きになれるなんて。ページをめくるたびに不穏な空気が漂い、読むのがとてもつらいのですが\n読むのが大変なところもありましたが、どうしても読み切ることができませんでした。マッカーシーのやり方は...",
      "title": "子午線の血..... ワオ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "前几天我看完了它，我仍然无法停止思考它。从来没有\n我认为我可以喜欢一本书，同时讨厌书中的人物所做的一切。\n中的人物所做的一切。每一页都是如此令人不安，感觉非常难读。\n但我就是舍不得放下它。麦卡锡的方式...",
      "title": "血液经络..... 哇哦。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "前幾天我看完了它，我仍然無法停止思考它。從來沒有\n我認爲我可以喜歡一本書，同時討厭書中的人物所做的一切。\n中的人物所做的一切。每一頁都是如此令人不安，感覺非常難讀。\n但我就是捨不得放下它。麥卡錫的方式...",
      "title": "血液經絡..... 哇哦。"
    }
  ],
  "title": "Blood Meridian..... Wow.",
  "created_utc": 1620445036,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I finished it the other day and I still can’t stop thinking about it. Never did I think I could love a book all while hating absolutely everything the characters do in it. Each page is just so disturbing, it’s feels so damn hard to read at points but I just couldn’t put it down. The way McCarthy describes some of the brutal things the Glanton gang did to people they crossed is sickening, and then on top of it to think that this is loosely based on a true story and that these things happened at that time. This takes the “Wild West” to a different level, a true level of how it seems it was. It’s such a more honest and truthful view at how messed up people are. And the Judge, holy shit. That’s the most demented character in any book or movies I’ve ever read/seen. Just from start to finish, that book is perfect. Which feels so damn weird to say, considering the whole thing is just fucked up to a different degree.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/n79a7y/blood_meridian_wow/",
  "subreddit": "books",
  "id": "n79a7y",
  "is_self": true,
  "media": null,
  "is_video": false
}