{
  "author": "Rizvark",
  "original_created_utc": 1630471594,
  "title": "The Guest List by Lucy Foley would make a great TV thriller drama set on an isolated island",
  "created_utc": 1630522146,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A quick summary: The Guest List is about a murder during a celebrity wedding on an Irish island. </p>\n\n<p>The characters are richly drawn and deeply layered. The isolated setting is haunting and atmospheric. The mystery has multiple great payoffs.</p>\n\n<p>It’s the best thriller I’ve read in recent memory. HBO needs to get to it as it evokes Big Little Lies.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pfms3v/the_guest_list_by_lucy_foley_would_make_a_great/",
  "subreddit": "books",
  "id": "pfms3v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A quick summary: The Guest List is about a murder during a celebrity wedding on\nan Irish island.\n\nThe characters are richly drawn and deeply layered. The isolated setting is\nhaunting and atmospheric. The mystery has multiple great payoffs.\n\nIt’s the best thriller I’ve read in recent memory. HBO…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "簡単に要約すると、『ゲストリスト』は、アイルランドの島で行われたセレブの結婚式で起きた殺人事件です。\nアイルランドの島で行われたセレブの結婚式での殺人事件です。\n\n登場人物は豊かに描かれ、深い層になっています。孤立した環境は\n雰囲気を醸し出しています。謎は何度も大きな結末を迎えます。\n\n私が最近読んだ中では最高のスリラーだ。HBO...",
      "title": "The Guest List』（Lucy Foley著）は、孤島を舞台にしたテレビのスリラードラマに最適です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "简要介绍：《宾客名单》是关于在一个爱尔兰小岛上的名人婚礼上发生的谋杀案。\n岛的名人婚礼上发生的谋杀案。\n\n人物形象丰富，层次分明。孤立的环境是\n与世隔绝的环境，令人神魂颠倒，气氛热烈。这个谜团有多个伟大的回报。\n\n这是我最近读到的最好的惊悚片。HBO...",
      "title": "露西-弗利的《客人名单》将成为一部伟大的电视惊悚剧，背景是一个与世隔绝的岛屿。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "簡要介紹：《賓客名單》是關於在一個愛爾蘭小島上的名人婚禮上發生的謀殺案。\n島的名人婚禮上發生的謀殺案。\n\n人物形象豐富，層次分明。孤立的環境是\n與世隔絕的環境，令人神魂顛倒，氣氛熱烈。這個謎團有多個偉大的回報。\n\n這是我最近讀到的最好的驚悚片。HBO...",
      "title": "露西-弗利的《客人名單》將成爲一部偉大的電視驚悚劇，背景是一個與世隔絕的島嶼。"
    }
  ]
}