{
  "author": "Legacy0904",
  "original_created_utc": 1637107063,
  "title": "Half of my offices’ staff is quitting today",
  "created_utc": 1637173080,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Last Thursday my office ( a dental practice in a very wealthy area of CA) had a meeting and we were informed that we would only be approved for one day off per quarter. So 1 day off every 3 months. None of us in the office get ANY benefits. No PTO, no medical, no holidays, nothing. We were also told that because we (the hygienists) are booked out so far that when we take our day off we will have to come in early or work late to make up for the patients we didn’t see that day.</p>\n\n<p>Me and the other hygienists all put in our letters of resignation today. We all typed letters and laid them on his desk. So he got back from lunch and had to read through all the letters. My coworker told me that she saw him throw our stack of letters at the office manager while saying “look at this.”</p>\n\n<p>Fortunately hygienists are in crazy high demand in CA right now and all of us already have other job offers.</p>\n\n<p>Tl;dr - boss tries to control our unpaid time off and vastly overestimates his worth. Winds up losing his whole clinical staff.</p>\n\n<p>Update since this blew up: for everyone that’s calling BS, I posted my resignation letter and screen shots of texts in the comments. I had one prepared already but I made another one at lunch and printed it out because I felt like I needed to specify that I was quitting because of the policy on unpaid overtime. And yes I did print it out at work lol. </p>\n\n<p>Update 2: my boss decided to act like nothing happened. He didn’t mention anything or even say a word about it to me and the other staff members that were quitting. My coworker did see him toss the resignation letters at our office manager and say “look at this…”\nThe doctor and my office manager were also in a meeting by themselves at 5pm. He always leaves at around 330 so it was satisfying to see him staying late to sort this out. They both gave me a death stare when I walked by the little window to the room they were in though.</p>\n\n<p>Update 3: for those asking, yes I have another job already. I decided to quit Sunday night and by Monday afternoon I had another job that’s 30 mins closer, higher pay and I get off 2.5 hours earlier</p>\n</div><!-- SC_ON -->",
  "score": 75092,
  "permalink": "/r/antiwork/comments/qvlts5/half_of_my_offices_staff_is_quitting_today/",
  "subreddit": "antiwork",
  "id": "qvlts5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Last Thursday my office ( a dental practice in a very wealthy area of CA) had a\nmeeting and we were informed that we would only be approved for one day off per\nquarter. So 1 day off every 3 months. None of us in the office get ANY benefits.\nNo PTO, no medical, no holidays, nothing. We were also told…"
}