{
  "author": "steppeslurfhondje",
  "the_new_excerpt": "I don't have a lot to say, and I don't want to spoil anything, but I wanted to\nrecommend Lovecraft's story The Lurking Fear because it's the one that made me\nstop reading midway and take a break from Lovecraft for months.\n\nI have a small collection of mental health disorders, so sometimes I need to…",
  "original_created_utc": 1615741082,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我没有什么可说的，我也不想破坏什么，但我想...\n推荐洛夫克拉夫特的故事《潜伏的恐惧》，因为是它让我。\n中途停止阅读，从洛夫克拉夫特那里休息几个月。\n\n我有一个小收藏的心理健康障碍，所以有时我需要... ...",
      "title": "爱奇艺的故事，打破了我。[没有SPOILERS]"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我沒有什麼可說的，我也不想破壞什麼，但我想...\n推薦洛夫克拉夫特的故事《潛伏的恐懼》，因爲是它讓我。\n中途停止閱讀，從洛夫克拉夫特那裏休息幾個月。\n\n我有一個小收藏的心理健康障礙，所以有時我需要... ...",
      "title": "愛奇藝的故事，打破了我。[沒有SPOILERS]"
    }
  ],
  "title": "The Lovecraft story that broke me. [NO SPOILERS]",
  "created_utc": 1615750184,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t have a lot to say, and I don&#39;t want to spoil anything, but I wanted to recommend Lovecraft&#39;s story <em>The Lurking Fear</em> because it&#39;s the one that made me stop reading midway and take a break from Lovecraft for months. </p>\n\n<p>I have a small collection of mental health disorders, so sometimes I need to put down a book or stop watching a movie because it causes a breakdown. Lovecraft is usually safe for me, as is most horror, and I read about half of his collection before I started <em>The Lurking Fear</em>.</p>\n\n<p>But... then I put it down. I couldn&#39;t take it. It broke me. </p>\n\n<p>I&#39;ve finished it since then and while I don&#39;t believe this is Lovecraft&#39;s best story or objectively scariest one, it&#39;s the story that got to me, so there must be something to it.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/m4ywsu/the_lovecraft_story_that_broke_me_no_spoilers/",
  "subreddit": "books",
  "id": "m4ywsu",
  "is_self": true,
  "media": null,
  "is_video": false
}