{
  "author": "lasimpkin",
  "the_new_excerpt": "I simply believe that in a society that endeavors to be equal, it does not seem\nto be fair that there is a burden that one half of the population is mandated by\nlaw to bear while the other half gets all of the same benefits and rights\nwithout that general mandate. This is not about the legitimacy of…",
  "original_created_utc": 1622475440,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "平等な社会を目指しているのに、人口の半分が負担を強いられるのは公平ではないと思うのです。\n人口の半分が法律によって負担を強いられ、残りの半分が同じ利益や権利を得ているのは公平ではないと思います。\n負担を強いられる一方で、残りの半分の人々が同じような利益や権利を享受しているのは公平ではないと思います。\n負担を強いられるのは公平ではありません。これは、日本の法律の正当性を問うものではありません。",
      "title": "CMV: 女性が市民権を得てすべての権利・利益を得るためには、選択的兵役の資格も必要です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我只是认为，在一个努力实现平等的社会中，有一半人的负担似乎并不公平。\n在一个努力实现平等的社会中，有一半的人被法律强制要求承担负担，而另一半人却得到所有相同的福利和权利，这似乎是不公平的。\n负担，而另一半人却能得到所有同样的福利和权利，而没有这种普遍的授权，这似乎是不公平的。\n而另一半人却能得到所有同样的福利和权利，而没有这种普遍的授权。这并不是在说......的合法性。",
      "title": "CMV：为了让妇女获得公民身份的所有权利/利益，她们也应该有资格参加选择性服务。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我只是認爲，在一個努力實現平等的社會中，有一半人的負擔似乎並不公平。\n在一個努力實現平等的社會中，有一半的人被法律強制要求承擔負擔，而另一半人卻得到所有相同的福利和權利，這似乎是不公平的。\n負擔，而另一半人卻能得到所有同樣的福利和權利，而沒有這種普遍的授權，這似乎是不公平的。\n而另一半人卻能得到所有同樣的福利和權利，而沒有這種普遍的授權。這並不是在說......的合法性。",
      "title": "CMV：爲了讓婦女獲得公民身份的所有權利/利益，她們也應該有資格參加選擇性服務。"
    }
  ],
  "title": "CMV: For women to receive all of the rights/benefits of citizenship, they should also be eligible for selective service.",
  "created_utc": 1622485023,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I simply believe that in a society that endeavors to be equal, it does not seem to be fair that there is a burden that one half of the population is mandated by law to bear while the other half gets all of the same benefits and rights without that general mandate. This is not about the legitimacy of the draft, it is about the balance of rights and responsibilities amongst equals. This actually was a counter argument to the suffragettes during the debates over the 19th amendment that they would then have to bear the burden of eligibility for the draft. they should be eligible for the draft because that is a step towards balancing rights and responsibilities.</p>\n</div><!-- SC_ON -->",
  "score": 330,
  "permalink": "/r/changemyview/comments/np67db/cmv_for_women_to_receive_all_of_the/",
  "subreddit": "changemyview",
  "id": "np67db",
  "is_self": true,
  "media": null,
  "is_video": false
}