{
  "author": "tacocravr",
  "original_created_utc": 1626532618,
  "title": "CMV: All advertising should be disclaimed as such, be it sponsorships, product placement, even marketing schemes on Reddit.",
  "created_utc": 1626540134,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I believe the UK already does this, requiring any advertising of any kind to have big obvious disclaimers that it is in fact an advertisement. If there is product placement in a movie, disclaimer, if there is a meme or post on Reddit that was created as a marketing scheme, (yes, I am particularly salty about these ones) disclaimer, if there is a sponsorship by an influencer, disclaimer.</p>\n\n<p>Advertising is invading every single aspect of (at least in America) our daily lives. It&#39;s gotten to the point where companies use sneaky tactics like creating fake social media posts to advertise their products. The recent &quot;family&quot; memes with Dom? Those are ads for Fast and Furious. They aren&#39;t all made by Universal, but Universal definitely crafted the meme to be easy to replicate and the joke is simple. </p>\n\n<p>A similar thing happens in other subreddits, companies will make posts about their product that loosely pertain to the subreddit, for example there was a post on <a href=\"/r/tea\">r/tea</a> about some board game, and the only reason the post was on <a href=\"/r/tea\">r/tea</a> is that the image had tea in it. That style isn&#39;t particularly sneaky, it was made by the company account, but it didn&#39;t say anywhere that it was an ad.</p>\n\n<p>In movies there is product placement <em>everywhere</em>, from characters eating some fast food junk or using Sony headphones, so on and so forth. These should all have disclaimers as ads, now I know what you&#39;re gonna say, &quot;But that would ruin the movie&quot; and I&#39;ve gotta agree, if there was a big banner saying &quot;this is an ad&quot; every time you saw sponsored it would suck you right out of the movie. So they wouldn&#39;t put sponsorships in the movies. Honestly seeing sponsored content already ruins movies for me so seeing a disclaimer wouldn&#39;t phase me at all.  </p>\n\n<p>I will admit that I&#39;m very biased against advertising, but I don&#39;t think anyone will argue with me that the state of advertising, specifically in America, is just gross nowadays.</p>\n</div><!-- SC_ON -->",
  "score": 256,
  "permalink": "/r/changemyview/comments/om5fya/cmv_all_advertising_should_be_disclaimed_as_such/",
  "subreddit": "changemyview",
  "id": "om5fya",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I believe the UK already does this, requiring any advertising of any kind to\nhave big obvious disclaimers that it is in fact an advertisement. If there is\nproduct placement in a movie, disclaimer, if there is a meme or post on Reddit\nthat was created as a marketing scheme, (yes, I am particularly…"
}