{
  "author": "tacocravr",
  "original_created_utc": 1626532618,
  "title": "CMV: All advertising should be disclaimed as such, be it sponsorships, product placement, even marketing schemes on Reddit.",
  "created_utc": 1626540134,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I believe the UK already does this, requiring any advertising of any kind to have big obvious disclaimers that it is in fact an advertisement. If there is product placement in a movie, disclaimer, if there is a meme or post on Reddit that was created as a marketing scheme, (yes, I am particularly salty about these ones) disclaimer, if there is a sponsorship by an influencer, disclaimer.</p>\n\n<p>Advertising is invading every single aspect of (at least in America) our daily lives. It&#39;s gotten to the point where companies use sneaky tactics like creating fake social media posts to advertise their products. The recent &quot;family&quot; memes with Dom? Those are ads for Fast and Furious. They aren&#39;t all made by Universal, but Universal definitely crafted the meme to be easy to replicate and the joke is simple. </p>\n\n<p>A similar thing happens in other subreddits, companies will make posts about their product that loosely pertain to the subreddit, for example there was a post on <a href=\"/r/tea\">r/tea</a> about some board game, and the only reason the post was on <a href=\"/r/tea\">r/tea</a> is that the image had tea in it. That style isn&#39;t particularly sneaky, it was made by the company account, but it didn&#39;t say anywhere that it was an ad.</p>\n\n<p>In movies there is product placement <em>everywhere</em>, from characters eating some fast food junk or using Sony headphones, so on and so forth. These should all have disclaimers as ads, now I know what you&#39;re gonna say, &quot;But that would ruin the movie&quot; and I&#39;ve gotta agree, if there was a big banner saying &quot;this is an ad&quot; every time you saw sponsored it would suck you right out of the movie. So they wouldn&#39;t put sponsorships in the movies. Honestly seeing sponsored content already ruins movies for me so seeing a disclaimer wouldn&#39;t phase me at all.  </p>\n\n<p>I will admit that I&#39;m very biased against advertising, but I don&#39;t think anyone will argue with me that the state of advertising, specifically in America, is just gross nowadays.</p>\n</div><!-- SC_ON -->",
  "score": 256,
  "permalink": "/r/changemyview/comments/om5fya/cmv_all_advertising_should_be_disclaimed_as_such/",
  "subreddit": "changemyview",
  "id": "om5fya",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I believe the UK already does this, requiring any advertising of any kind to\nhave big obvious disclaimers that it is in fact an advertisement. If there is\nproduct placement in a movie, disclaimer, if there is a meme or post on Reddit\nthat was created as a marketing scheme, (yes, I am particularly…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "英国ではすでに実施されていると思いますが、あらゆる種類の広告には\n広告であることを明白に示す大きな表示が必要です。映画にプロダクトプレイスメントがある場合は\n映画の中にプロダクトプレイスメントがあれば免責事項、Redditにマーケティングのために作られたミームやポストがあれば\nマーケティングのために作られたミームやRedditへの投稿があれば、（はい、私は特に...。",
      "title": "CMV: スポンサーシップ、プロダクトプレイスメント、Redditでのマーケティングスキームなど、すべての広告はそのように否認されるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我相信英国已经这样做了，要求任何形式的广告都要\n有很大的明显的免责声明，它实际上是一个广告。如果有\n如果在电影中出现产品植入，免责声明，如果在Reddit上有一个备忘录或帖子\n是作为一种营销计划，（是的，我是特别...",
      "title": "CMV：所有的广告都应该如实声明，无论是赞助、产品植入，甚至是Reddit上的营销计划。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我相信英國已經這樣做了，要求任何形式的廣告都要\n有很大的明顯的免責聲明，它實際上是一個廣告。如果有\n如果在電影中出現產品植入，免責聲明，如果在Reddit上有一個備忘錄或帖子\n是作爲一種營銷計劃，（是的，我是特別...",
      "title": "CMV：所有的廣告都應該如實聲明，無論是贊助、產品植入，甚至是Reddit上的營銷計劃。"
    }
  ]
}