{
  "author": "KingClam2",
  "original_created_utc": 1630223362,
  "title": "CMV: Automated banning of people who participate in controversial subreddits does more harm than good",
  "created_utc": 1630240402,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just got banned from a subreddit I hadn&#39;t participated in for several years (<a href=\"/r/pokemongo\">/r/pokemongo</a>) because I made a single comment in another subreddit I don&#39;t actively participate in (<a href=\"/r/conspiracy\">/r/conspiracy</a>). I happened by <a href=\"/r/conspiracy\">/r/conspiracy</a> and mocked a covid conspiracy theory. Instantly banned for &quot;participating in subreddits that spread covid misinformation&quot;</p>\n\n<p>I feel like if I was the kind of person they actually wanted to ban... this would only cause me to double down on my beliefs of censorship and fascism.</p>\n\n<p>What good is accomplished? Don&#39;t these sort of actions only increase their confidence and passion, causing them to spend more time trying to spread their beliefs? Do they just care about their own subreddit and nothing else?</p>\n\n<p>Edit: Thanks for the replies, folks. Deltas awarded.</p>\n\n<p>I didn&#39;t realize &quot;Do they just care about their own subreddit and nothing else?&quot; was such a stupid question. But I agree now... it is... modding their own sub is all a mod typically cares about when modding their own sub.</p>\n\n<p>I still think this is a bad practice that will only create more of the people it tries to remove, but they don&#39;t really care if that happens as long as those people are outside their sub.</p>\n</div><!-- SC_ON -->",
  "score": 89,
  "permalink": "/r/changemyview/comments/pdr4hy/cmv_automated_banning_of_people_who_participate/",
  "subreddit": "changemyview",
  "id": "pdr4hy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just got banned from a subreddit I hadn't participated in for several years\n(/r/pokemongo) because I made a single comment in another subreddit I don't\nactively participate in (/r/conspiracy). I happened by /r/conspiracy and mocked\na covid conspiracy theory. Instantly banned for \"participating in…"
}