{
  "author": "KingClam2",
  "original_created_utc": 1630223362,
  "title": "CMV: Automated banning of people who participate in controversial subreddits does more harm than good",
  "created_utc": 1630240402,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just got banned from a subreddit I hadn&#39;t participated in for several years (<a href=\"/r/pokemongo\">/r/pokemongo</a>) because I made a single comment in another subreddit I don&#39;t actively participate in (<a href=\"/r/conspiracy\">/r/conspiracy</a>). I happened by <a href=\"/r/conspiracy\">/r/conspiracy</a> and mocked a covid conspiracy theory. Instantly banned for &quot;participating in subreddits that spread covid misinformation&quot;</p>\n\n<p>I feel like if I was the kind of person they actually wanted to ban... this would only cause me to double down on my beliefs of censorship and fascism.</p>\n\n<p>What good is accomplished? Don&#39;t these sort of actions only increase their confidence and passion, causing them to spend more time trying to spread their beliefs? Do they just care about their own subreddit and nothing else?</p>\n\n<p>Edit: Thanks for the replies, folks. Deltas awarded.</p>\n\n<p>I didn&#39;t realize &quot;Do they just care about their own subreddit and nothing else?&quot; was such a stupid question. But I agree now... it is... modding their own sub is all a mod typically cares about when modding their own sub.</p>\n\n<p>I still think this is a bad practice that will only create more of the people it tries to remove, but they don&#39;t really care if that happens as long as those people are outside their sub.</p>\n</div><!-- SC_ON -->",
  "score": 89,
  "permalink": "/r/changemyview/comments/pdr4hy/cmv_automated_banning_of_people_who_participate/",
  "subreddit": "changemyview",
  "id": "pdr4hy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just got banned from a subreddit I hadn't participated in for several years\n(/r/pokemongo) because I made a single comment in another subreddit I don't\nactively participate in (/r/conspiracy). I happened by /r/conspiracy and mocked\na covid conspiracy theory. Instantly banned for \"participating in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "数年間参加していなかったsubreddit（/r/pokemongo）から追放されました。\n(/r/pokemongo)から追放されました。なぜなら、私が参加していない別のsubredditで1つのコメントをしたからです。\nその理由は、私が積極的に参加していない別のサブレディット（/r/conspiracy）で1つのコメントをしたからです。私はたまたま/r/conspiracyに立ち寄り、コビドの陰謀を嘲笑しました。\n私はたまたま/r/conspiracyに立ち寄り、コビドの陰謀論を嘲笑しました。その結果、「参加している」という理由で即座にBANされてしまいました...。",
      "title": "CMV: 物議を醸すsubredditsに参加した人を自動的に禁止することは、良いことよりも悪いことの方が多い"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚被一个我已经几年没有参与的子版块禁言了\n(/r/pokemongo)，因为我在另一个我不积极参与的子红上发表了一条评论。\n积极参与的另一个子版块（/r/conspiracy）发表了一条评论。我偶然路过/r/conspiracy，嘲笑了\n的阴谋论。瞬间就被禁止了，因为 \"参与...",
      "title": "CMV：自动禁止参与有争议的子版块的人，弊大于利"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛被一個我已經幾年沒有參與的子版塊禁言了\n(/r/pokemongo)，因爲我在另一個我不積極參與的子紅上發表了一條評論。\n積極參與的另一個子版塊（/r/conspiracy）發表了一條評論。我偶然路過/r/conspiracy，嘲笑了\n的陰謀論。瞬間就被禁止了，因爲 \"參與...",
      "title": "CMV：自動禁止參與有爭議的子版塊的人，弊大於利"
    }
  ]
}