{
  "author": "moupiyamaji",
  "the_new_excerpt": "I know that in the US and many other western countries King is an extremely\npopular author and people read his books when they are teenagers (at least\nthat's my impression). I grew up in India, and English was not my first\nlanguage, and I didn't even hear about him until my late 20's. I have…",
  "original_created_utc": 1616918823,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我知道，在美国和许多其他西方国家，金是一个极其。\n人红是非多，书到用时方恨少。\n这是我的印象）。) 我在印度长大，英语并不是我的母语。\n语言，我甚至没有听说过他，直到我20多岁。我有...",
      "title": "发现斯蒂芬-金的时间很晚（30多岁），他很快就成为我最喜欢的作家。尤其是他对死亡的感情处理得很好，给我留下了深刻的印象。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道，在美國和許多其他西方國家，金是一個極其。\n人紅是非多，書到用時方恨少。\n這是我的印象）。) 我在印度長大，英語並不是我的母語。\n語言，我甚至沒有聽說過他，直到我20多歲。我有...",
      "title": "發現斯蒂芬-金的時間很晚（30多歲），他很快就成爲我最喜歡的作家。尤其是他對死亡的感情處理得很好，給我留下了深刻的印象。"
    }
  ],
  "title": "Discovering Stephen King late in life (30's) and he is quickly becoming a favorite author. I especially am impressed by how well he handles the feelings surrounding death.",
  "created_utc": 1616963273,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know that in the US and many other western countries King is an extremely popular author and people read his books when they are teenagers (at least that&#39;s my impression). I grew up in India, and English was not my first language, and I didn&#39;t even hear about him until my late 20&#39;s. I have always been a horror lover but in many forums, I have always heard that King&#39;s books are for teenagers and basically not great. So I put off reading his books. I did then picked up one of his books, called Duma Key, and that did not suit my style at all. So I thought he is not my author then. But then, great horror is hard to come by, and I saw a suggestion of Pet Semetary here. So I gave him a second chance with that book.</p>\n\n<p>And wow, Pet Semetary has become one of my most favorite books of all time. More than the ghost part, I am bowled over by how well he deals with the feelings surrounding death. <span class=\"md-spoiler-text\">The grief of the parents and the constant premonition of &#39;sometimes dead IS better&#39; was so well done! </span></p>\n\n<p>Then I read Salem&#39;s Lot and now reading  IT. I have watched the movie, but the book is so much more. <span class=\"md-spoiler-text\">The part where Bill is struggling with his brothers&#39; death and describes the cold space between his parents just hits hard. A 10-year-old grieving for his 6-year-old dead brother becomes such an intimate scene for the reader! </span> He is my favorite horror author now. He may not have the best prose or a beautiful flowery writing style, but his direct and intimate writing style works for horror very well.</p>\n\n<p>I just want to say to this group that thank you for suggesting Pet Semetary. If there are any older readers hesitating to start reading King, my advice is that there&#39;s a lot to love in his books even if you are grown up now.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/mex78g/discovering_stephen_king_late_in_life_30s_and_he/",
  "subreddit": "books",
  "id": "mex78g",
  "is_self": true,
  "media": null,
  "is_video": false
}