{
  "author": "Missing_Back",
  "original_created_utc": 1625103005,
  "title": "Yo what the fuck is the point of an “abridged” book?",
  "created_utc": 1625131305,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just listened to The Tipping Point audiobook, and it turns out I was listening to the abridged version!! I was like “wow that 300 page book went by really fast when I listened to it at 1.25x speed!” But I thought I had to be missing something so I looked at the details Then I looked more closely at the cover and it said “abridged”. I’ve heard the word before but I’ve always ignored it. Now I’m super curious: why is this a thing? It seems like scam to only have part of the book! Why not just read/ listen to the whole dang thing??</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/obbavu/yo_what_the_fuck_is_the_point_of_an_abridged_book/",
  "subreddit": "books",
  "id": "obbavu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just listened to The Tipping Point audiobook, and it turns out I was listening\nto the abridged version!! I was like “wow that 300 page book went by really fast\nwhen I listened to it at 1.25x speed!” But I thought I had to be missing\nsomething so I looked at the details Then I looked more closely…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今、「ティッピング・ポイント」のオーディオブックを聴いたところ、私は要約版を聴いていたことが判明しました。\n短縮版を聴いていたことが判明しました。300ページの本があっという間に終わってしまった。\n1.25倍の速さで聞いてみると、300ページの本があっという間に終わってしまった！」と思いました。しかし、私は何かを見逃しているのではないかと思い\nしかし、何かを見逃しているのではないかと思い、詳細を見てみました。そして、さらによく見てみると...。",
      "title": "ヨ...... \"要約 \"された本に何の意味があるんだ？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚听了《转折点》的有声书，结果发现我听的是\n是删节版的! 我当时想：\"哇，这本300页的书过得真快\n当我以1.25倍的速度听的时候！\" 但我想我一定是错过了什么\n所以我看了看细节，然后我更仔细地看了看......",
      "title": "哟，\"节选 \"书的意义何在？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛聽了《轉折點》的有聲書，結果發現我聽的是\n是刪節版的! 我當時想：\"哇，這本300頁的書過得真快\n當我以1.25倍的速度聽的時候！\" 但我想我一定是錯過了什麼\n所以我看了看細節，然後我更仔細地看了看......",
      "title": "喲，\"節選 \"書的意義何在？"
    }
  ]
}