{
  "author": "PabloAxolotl",
  "the_new_excerpt": "I used to look down on audiobooks, I saw them as an inferior way to consume\nbooks. I saw them as being more akin to podcasts than books.\n\nHowever, I had an epiphany. I realized just what people saw in audiobooks. I\nthought about listening to my parents read stories or a master reading poetry\naloud.…",
  "original_created_utc": 1622658677,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は以前、オーディオブックを見下していました、本を消費する方法としては劣っていると思っていたのです。\n本を消費する方法としては劣っていると思っていました。本よりもポッドキャストに近いものだと思っていました。\n\nしかし、私はあることに気がつきました。人々がオーディオブックの何を見ているのかがわかったのです。I\n親が物語を読んでいるのを聞いたり、巨匠が詩を朗読しているのを聞いたりすることを思い浮かべました。\n声に出して....",
      "title": "オーディオブックについて考えてみた"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我曾经看不起有声书，我认为它们是一种低劣的消费方式\n书。我认为它们更类似于播客，而不是书籍。\n\n然而，我有一个顿悟。我意识到人们在有声读物中看到了什么。I\n我想到了听我的父母读故事，或者听大师读诗歌\n朗读....",
      "title": "我对有声读物有了顿悟"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾經看不起有聲書，我認爲它們是一種低劣的消費方式\n書。我認爲它們更類似於播客，而不是書籍。\n\n然而，我有一個頓悟。我意識到人們在有聲讀物中看到了什麼。I\n我想到了聽我的父母讀故事，或者聽大師讀詩歌\n朗讀....",
      "title": "我對有聲讀物有了頓悟"
    }
  ],
  "title": "I Had an Epiphany about Audiobooks",
  "created_utc": 1622692481,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I used to look down on audiobooks, I saw them as an inferior way to consume books. I saw them as being more akin to podcasts than books. </p>\n\n<p>However, I had an epiphany. I realized just what people saw in audiobooks. I thought about listening to my parents read stories or a master reading poetry aloud. The passion and love of speaking is the beauty behind audiobooks. There are bad audiobooks (obviously), but there are also good ones, ones with stunning amounts of passion. </p>\n\n<p>Speaking is an important part of being human. Listening to books is completely different than listening to a podcast. Audiobooks are not worse than books by default they are merely a different way to consume books. A good audiobook is made with passion for the text and a wish to bring it to life, and that is something which I have grown to deeply respect.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/books/comments/nqsq5u/i_had_an_epiphany_about_audiobooks/",
  "subreddit": "books",
  "id": "nqsq5u",
  "is_self": true,
  "media": null,
  "is_video": false
}