{
  "author": "virgo_lite",
  "original_created_utc": 1637197960,
  "title": "CMV: Networking is just a more socially acceptable way of saying social climbing.",
  "created_utc": 1637211035,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think we’ve heard many iterations of what networking is and how it should be done. Ultimately, when you’re at a networking event, you’re there because you&#39;re hoping to meet people who are already at a certain level of their career, and you plan to try to impress them just enough so that they remember you in future occasions. Networking at its core is opportunistic and transactional. I’m not opposed to the idea of genuine relationships being built after the initial transaction, but the concept of networking itself hinges on the expected benefit out of the interaction.</p>\n\n<p>I am saying this because so many of us like to lie to younger people; telling them that networking is more than just trading names and phone numbers. Just call it for what it is; finding an opening in the next step of the social ladder.</p>\n</div><!-- SC_ON -->",
  "score": 169,
  "permalink": "/r/changemyview/comments/qwdyy1/cmv_networking_is_just_a_more_socially_acceptable/",
  "subreddit": "changemyview",
  "id": "qwdyy1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think we’ve heard many iterations of what networking is and how it should be\ndone. Ultimately, when you’re at a networking event, you’re there because you're\nhoping to meet people who are already at a certain level of their career, and\nyou plan to try to impress them just enough so that they…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ネットワークとは何か、どのようにすべきか、様々な意見を聞いてきたと思います。\n行われるべきだと思います。結局のところ、あなたがネットワーキングイベントに参加するのは、すでに一定のキャリアレベルにある人たちと出会いたいと思っているからです。\n最終的には、ネットワークイベントに参加するということは、すでに一定のキャリアレベルにある人たちに会いたいと思っているからです。\nそして、その人たちに十分な印象を与えて、その人たちが...",
      "title": "CMV：ネットワーキングとは、ソーシャルクライミングをより社会的に受け入れやすい言い方にしたものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想我们已经听到了许多关于网络是什么以及应该如何做的迭代。\n做。归根结底，当你参加一个网络活动时，你在那里是因为你\n你希望遇到那些已经在事业上达到一定水平的人。\n你打算尝试给他们留下足够的印象，以便他们......",
      "title": "CMV：网络只是一种更容易被社会接受的说法，即社交攀比。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想我們已經聽到了許多關於網絡是什麼以及應該如何做的迭代。\n做。歸根結底，當你參加一個網絡活動時，你在那裏是因爲你\n你希望遇到那些已經在事業上達到一定水平的人。\n你打算嘗試給他們留下足夠的印象，以便他們......",
      "title": "CMV：網絡只是一種更容易被社會接受的說法，即社交攀比。"
    }
  ]
}