{
  "author": "ElGringoMojado",
  "original_created_utc": 1640197287,
  "title": "YSK Targeting an aircraft with a LASER is illegal and can result in fines and/or imprisonment",
  "created_utc": 1640209074,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Aircraft flying over the US are governed and protected by federal law. Interfering with an aircraft in flight is a federal offense. When a pilot sees a LASER from the ground it can blind him or her for several minutes, seriously endangering the safety of the flight, the aircraft, the pilots, and all passengers onboard the aircraft.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.avweb.com/aviation-news/mississippi-man-faces-prison-time-for-targeting-aircraft-with-a-laser/\"&gt;Here&amp;#39;s an example of a recent penalty&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 1084,
  "permalink": "/r/YouShouldKnow/comments/rmbarc/ysk_targeting_an_aircraft_with_a_laser_is_illegal/",
  "subreddit": "YouShouldKnow",
  "id": "rmbarc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Aircraft flying over the US are governed and protected by federal law.\nInterfering with an aircraft in flight is a federal offense. When a pilot sees a\nLASER from the ground it can blind him or her for several minutes, seriously\nendangering the safety of the flight, the aircraft, the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: アメリカ上空を飛ぶ飛行機は\n連邦法によって管理され、保護されています。飛行中の航空機を妨害することは\n連邦犯罪です。パイロットが地上からレーザーを見ると、目が見えなくなることがあります。\n数分間に渡り、安全が脅かされることになります。",
      "title": "YSK レーザーで航空機を狙うことは違法であり、罰金や懲役の対象となります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：在美国上空飞行的飞机受到\n受联邦法律的管辖和保护。干扰飞行中的飞机是\n是一项联邦罪行。当飞行员从地面上看到激光时，会使他或她失明几分钟。\n当飞行员从地面上看到激光时，会使他或她失明数分钟，严重危害到他或她的安全。",
      "title": "YSK 用激光瞄准飞机是非法的，可能导致罚款和/或监禁。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：在美國上空飛行的飛機受到\n受聯邦法律的管轄和保護。干擾飛行中的飛機是\n是一項聯邦罪行。當飛行員從地面上看到激光時，會使他或她失明幾分鐘。\n當飛行員從地面上看到激光時，會使他或她失明數分鐘，嚴重危害到他或她的安全。",
      "title": "YSK 用激光瞄準飛機是非法的，可能導致罰款和/或監禁。"
    }
  ]
}