{
  "author": "-happnoises-",
  "the_new_excerpt": "For context, I'm a cis female. I'm usually a very accepting and open minded but\nI can't seem to wrap my head around the concept of non-binary. I only see gender\nas what it truly is, either male or female, I fully accept transgender though. I\ndon't think that gender is an \"identity\" and that you can…",
  "original_created_utc": 1621315222,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "参考までに、私はシスの女性です。私は普段はとても寛容でオープンマインドなのですが\nノンバイナリーという概念にはどうしても納得がいきません。私はジェンダーを\nトランスジェンダーは完全に受け入れますが。I\n私は、性別は「アイデンティティ」ではないと思っていますし、あなたが...",
      "title": "CMV: 私は非二元を信じることができません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为了说明情况，我是一名阴性女性。我通常是一个非常接受和开放的人，但是\n我似乎无法理解非二进制的概念。我只看到性别\n是真正的性别，不是男性就是女性，但我完全接受变性人。I\n我不认为性别是一种 \"身份\"，你可以...",
      "title": "CMV：我似乎不能相信非二元的东西"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲了說明情況，我是一名陰性女性。我通常是一個非常接受和開放的人，但是\n我似乎無法理解非二進制的概念。我只看到性別\n是真正的性別，不是男性就是女性，但我完全接受變性人。I\n我不認爲性別是一種 \"身份\"，你可以...",
      "title": "CMV：我似乎不能相信非二元的東西"
    }
  ],
  "title": "CMV: I can't seem to believe in non-binary",
  "created_utc": 1621388730,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For context, I&#39;m a cis female.  I&#39;m usually a very accepting and open minded but I can&#39;t seem to wrap my head around the concept of non-binary.  I only see gender as what it truly is, either male or female, I fully accept transgender though.  I don&#39;t think that gender is an &quot;identity&quot; and that you can just identify as anything you want.  I have many non-binary friends and I try my hardest to accept them and use their pronouns but it still bothers me.  I know that what they want to identify as is non of my business and I shouldn&#39;t care but I do.  Especially when people say that they&#39;re non-binary and and lesbian at the same time because I&#39;m pretty sure that being lesbian is being a girl and liking another but if you don&#39;t identify as a girl, I don&#39;t understand how that&#39;s possible.  I also feel like most people are treating gender/sexualities as trends and just want to be special/different by identifying differently than what&#39;s seen as &quot;normal.&quot;  I&#39;ve been trying to force myself to just believe in it anyway but I can&#39;t seem to, I just keep thinking about the points I made above.  I would like to change my views on this, since like I said, many of my online friends are non-binary.  Please tell me something to change my point of view.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/nf22cc/cmv_i_cant_seem_to_believe_in_nonbinary/",
  "subreddit": "changemyview",
  "id": "nf22cc",
  "is_self": true,
  "media": null,
  "is_video": false
}