{
  "author": "thesleepingdog",
  "original_created_utc": 1626830771,
  "title": "I recently learned of Joseph Stalin's string of underage mistresses, particularly with a 13 year old Siberian girl, Lydia Perelygino. Possibly NSFW Questions:",
  "created_utc": 1626845589,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I had never read of Stalin&#39;s time in exile with such detail until recently, nor did I realize he has (likely quite a few, and definitely one proved by a DNA test) direct descendants living to this day.</p>\n\n<p>I would be quite curious to learn a bit more about marriageable age and thoughts around consent at this time in a place like Kureika, Siberia where the...relationship?....occured and how Stalin&#39;s relationship with the young girl might have been viewed at this time (1910s). </p>\n\n<p>I believe the article ( <a href=\"https://www.dailymail.co.uk/news/article-454291/Stalin-lover-aged-13.html\">https://www.dailymail.co.uk/news/article-454291/Stalin-lover-aged-13.html</a>  Excerpt from &#39;Young Stalin by Simon Sebag Montefiore) said 14 year olds were considered eligible to marry at the time, and particularly in remote Siberia. Although, it appears that his relationship with this child was only seen as somewhat scandalous, and perhaps not because of her age, but more because she and Stalin were un-wed while she was pregnant.</p>\n\n<p>Am I reading this correctly?  What insights could be found out there about Siberian culture and customs around sex, marriage, and procreation in that region and time period?  And how would this have been viewed by greater Russia, and Europe at the time?</p>\n</div><!-- SC_ON -->",
  "score": 106,
  "permalink": "/r/AskHistorians/comments/oofumo/i_recently_learned_of_joseph_stalins_string_of/",
  "subreddit": "AskHistorians",
  "id": "oofumo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I had never read of Stalin's time in exile with such detail until recently, nor\ndid I realize he has (likely quite a few, and definitely one proved by a DNA\ntest) direct descendants living to this day.\n\nI would be quite curious to learn a bit more about marriageable age and thoughts\naround consent…"
}