{
  "author": "BayconStripz",
  "the_new_excerpt": "My friend mentioned the other day that it is \"doctor recommended\" to buy new\nunderwear every 6-12 months. he claimed it was unhygienic otherwise. I looked it\nup and found that there is some articles and statements that support his claim\nbut when I actually look into it, the reasoning is always…",
  "original_created_utc": 1619796877,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "先日、私の友人が、下着は6～12ヶ月ごとに買い替えることが「医師の推奨」だと言っていました。\nそうしないと不衛生だからだそうです。私はそれを調べました。\n調べてみると、彼の主張を裏付けるような記事や記述がいくつかありました。\nしかし、実際に調べてみると、その理由はいつも...。",
      "title": "CMV: 半年ごとに下着を買い替えるのは詐欺であり、衛生面とは関係ありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的朋友有一天提到，\"医生建议 \"每6-12个月买一次新内衣。\n他说否则就不卫生了。我查了一下\n发现有一些文章和声明支持他的说法。\n但当我实际调查时，理由总是......",
      "title": "CMV：每6个月买新内衣是个骗局，与卫生无关"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的朋友有一天提到，\"醫生建議 \"每6-12個月買一次新內衣。\n他說否則就不衛生了。我查了一下\n發現有一些文章和聲明支持他的說法。\n但當我實際調查時，理由總是......",
      "title": "CMV：每6個月買新內衣是個騙局，與衛生無關"
    }
  ],
  "title": "CMV: Buying new underwear every 6 months is a scam and has nothing to do with hygiene",
  "created_utc": 1619832118,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My friend mentioned the other day that it is &quot;doctor recommended&quot; to buy new underwear every 6-12 months. he claimed it was unhygienic otherwise. I looked it up and found that there is some articles and statements that support his claim but when I actually look into it, the reasoning is always bacterial build up which can lead to a UTI. While, sure a bacterial build up CAN do this, you COULD also just wash your flipping body and your clothing. Hygiene is the prevention of disease through cleanliness so as long as you&#39;re bathing and doing laundry, you won&#39;t get the aforementioned UTI which would heavily imply that the hygienics of the situation have nothing to do with how long you&#39;ve had those dinosaur-print tighty-whiteys.</p>\n\n<p>With this said you should TOTALLY get new undies every now and then. Maybe cycle them out when they&#39;re worn or whatever but having a set once-a-year timing is just silly and I believe it to be a part of Big Undies&#39; agenda to sell more undies.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/n1wejl/cmv_buying_new_underwear_every_6_months_is_a_scam/",
  "subreddit": "changemyview",
  "id": "n1wejl",
  "is_self": true,
  "media": null,
  "is_video": false
}