{
  "author": "JournalistBig8280",
  "original_created_utc": 1630945920,
  "title": "CMV: Boys Shouldn't Be Circumcised",
  "created_utc": 1630954061,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Change my view: Circumcision of baby boys is genital mutilation.</p>\n\n<p>Background: about 70% of American boys are circumcised each year. This almost exclusively occurs shortly following birth. While circumcision prevents smegma (dick gunk) from building up, so does proper hygiene. Circumcision has been linked to slightly lower rates of some STDs and slightly higher rates of others. The only fact compelling about circumcision to me is this one though: the foreskin is more sensitive than the head of the penis. Effectively, male circumcision is akin to clitoral circumcision when it comes to decreasing sexual sensitivity. This is an irreversible surgical mutilation of a baby boys genitals, without their consent obviously, that permanently damages their sexual experience. That sounds pretty wrong, does it not?\nI&#39;d add, that as a bisexual man, I don&#39;t see the big deal either way about penile appearance.</p>\n</div><!-- SC_ON -->",
  "score": 187,
  "permalink": "/r/changemyview/comments/pj2veq/cmv_boys_shouldnt_be_circumcised/",
  "subreddit": "changemyview",
  "id": "pj2veq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Change my view: Circumcision of baby boys is genital mutilation.\n\nBackground: about 70% of American boys are circumcised each year. This almost\nexclusively occurs shortly following birth. While circumcision prevents smegma\n(dick gunk) from building up, so does proper hygiene. Circumcision has…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の見解を変えます。男児の割礼は性器切除です。\n\n背景：毎年、アメリカの男児の約70％が割礼を受けています。これはほとんど\n生後すぐに行われます。割礼はスメグマ（チンカス）の蓄積を防ぎますが\n(割礼はスメグマ（チンカス）の蓄積を防ぎますが、適切な衛生管理も重要です。割礼には...",
      "title": "CMV: 男の子は割礼をするべきではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "改变我的看法。男婴的包皮环切术是生殖器残害。\n\n背景：每年约有70%的美国男孩接受割礼。这几乎\n这几乎完全是在出生后不久进行的。虽然包皮环切术可以防止污垢\n(dick gunk)的积累，但适当的卫生也是如此。包皮环切术具有...",
      "title": "CMV：男孩不应该接受包皮环切术"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "改變我的看法。男嬰的包皮環切術是生殖器殘害。\n\n背景：每年約有70%的美國男孩接受割禮。這幾乎\n這幾乎完全是在出生後不久進行的。雖然包皮環切術可以防止污垢\n(dick gunk)的積累，但適當的衛生也是如此。包皮環切術具有...",
      "title": "CMV：男孩不應該接受包皮環切術"
    }
  ]
}