{
  "author": "mandatorypanda9317",
  "original_created_utc": 1624390890,
  "title": "Do you ever finish a book and then feel kinda dumb when you have to Google wtf just happened?",
  "created_utc": 1624396877,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I finished reading &quot;I&#39;m Thinking of Ending Things&quot; which overall I thought was an interesting book, until I got to the end. I had no fucking clue what the ending was trying to tell me had happened and what it meant for the previous parts of the story that happened. I had to go to Google to figure out what the hell had happened and that alone made me rethink if I can even say I enjoyed the book if after all that I couldn&#39;t even figure out exactly how it ended on my own. </p>\n\n<p>I&#39;m not sure if I was just having a bad day and my brain decided not to work, if the ending was in fact confusing, or I&#39;m just getting dumber with age. I believe the book was made into a film or movie so I am curious as to how they did it. </p>\n\n<p>Has anyone else read this book or are there books out there where you had to look up the ending to make sure you understood it right?</p>\n</div><!-- SC_ON -->",
  "score": 921,
  "permalink": "/r/books/comments/o5vf6q/do_you_ever_finish_a_book_and_then_feel_kinda/",
  "subreddit": "books",
  "id": "o5vf6q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I finished reading \"I'm Thinking of Ending Things\" which overall I thought was\nan interesting book, until I got to the end. I had no fucking clue what the\nending was trying to tell me had happened and what it meant for the previous\nparts of the story that happened. I had to go to Google to figure…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "終わりにしようと思うんだけど』を読み終えましたが、全体的に面白い本だと思いました。\n全体的には面白い本だと思っていたのですが、最後まで読んでみると 最後まで、何が起こったのか、何を意味しているのか、さっぱりわかりませんでした。\n何が起こったのか、そしてそれが物語の前の部分で何を意味するのかを伝えようとしているのか、全く分からなかった。\n何が起こったのか、そしてそれが物語の前の部分で何を意味するのか、全く分かりませんでした。グーグルで調べないとわからなかったです。",
      "title": "本を読み終えた後、何が起こったのかをググらなければならない時に、ちょっと間抜けな気分になることはありませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我读完了《我想结束一切》，总的来说我认为这是一本有趣的书。\n一本有趣的书，直到我读到最后。我他妈的根本不知道\n结局是想告诉我发生了什么，以及它对之前发生的故事意味着什么。\n故事中发生的部分意味着什么。我不得不去谷歌上查找...",
      "title": "你是否曾经读完一本书，然后当你不得不用谷歌搜索刚才发生的事情时，感觉有点愚蠢？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我讀完了《我想結束一切》，總的來說我認爲這是一本有趣的書。\n一本有趣的書，直到我讀到最後。我他媽的根本不知道\n結局是想告訴我發生了什麼，以及它對之前發生的故事意味着什麼。\n故事中發生的部分意味着什麼。我不得不去谷歌上查找...",
      "title": "你是否曾經讀完一本書，然後當你不得不用谷歌搜索剛纔發生的事情時，感覺有點愚蠢？"
    }
  ]
}