{
  "author": "mr-dirtboy",
  "original_created_utc": 1631613235,
  "title": "Can someone explain to me the general criticism of Dan Brown's \"The Da Vinci Code\"?",
  "created_utc": 1631624283,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve read the book multiple times and, while it doesn&#39;t stand out to me as anything exceptionally masterful or brilliant, overall it doesn&#39;t seem like a bad book.</p>\n\n<p>However, it seems to be a running joke/theme in multiple pieces of media (The Good Place is one that comes to mind) that this book in particular is &quot;trashy literature&quot; and poorly written. The Da Vinci Code appears to often find itself the scapegoat for jokes involving &quot;insert popular but badly written book here&quot;.</p>\n\n<p>I&#39;m not here to defend it with my dying breath, just super curious as to what its flaws are since they seem very obvious to everyone else. What makes this book so &quot;bad&quot;?</p>\n\n<p>EDIT: the general consensus seems to be that it&#39;s less that the book itself is flaming garbage and more that it&#39;s average/subpar but somehow managed to gain massive sales and popularity, hence the general disdain for it. I can agree with that sentiment and am thankful that I can rest easy knowing I&#39;m not a god-awful critic, haha. Three different people have recommended Foucault&#39;s Pendulum by Umberto Eco, so I&#39;ll check that out when I have the time. Thank you all for your contributions :)</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/pnzopm/can_someone_explain_to_me_the_general_criticism/",
  "subreddit": "books",
  "id": "pnzopm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've read the book multiple times and, while it doesn't stand out to me as\nanything exceptionally masterful or brilliant, overall it doesn't seem like a\nbad book.\n\nHowever, it seems to be a running joke/theme in multiple pieces of media (The\nGood Place is one that comes to mind) that this book in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこの本を何度も読みましたが、特別に優れたものや素晴らしいものではありませんでした。\n特別に優れているとか、素晴らしいとかいうことはありませんが、全体的には悪い本ではないと思います。\n悪い本ではありません。\n\nしかし、この本は複数のメディアでジョークやテーマとして取り上げられているようです。\nGood Placeなどが思い浮かびます）では、この本が...",
      "title": "ダン・ブラウンの『ダ・ヴィンチ・コード』に対する一般的な批判について、誰か説明してくれませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我读了这本书好几遍，虽然它并没有让我觉得有什么特别高明的地方，也没有让我觉得很精彩。\n虽然它没有给我留下什么特别深刻的印象，也没有什么出色的表现，但总的来说，它并不像一本\n糟糕的书。\n\n然而，这似乎是多个媒体中的一个笑话/主题（我想到的是《好地方》）。\n我想到的是 \"好地方\"），这本书是在 \"好地方\"。",
      "title": "谁能向我解释一下对丹-布朗的《达芬奇密码》的普遍批评？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我讀了這本書好幾遍，雖然它並沒有讓我覺得有什麼特別高明的地方，也沒有讓我覺得很精彩。\n雖然它沒有給我留下什麼特別深刻的印象，也沒有什麼出色的表現，但總的來說，它並不像一本\n糟糕的書。\n\n然而，這似乎是多個媒體中的一個笑話/主題（我想到的是《好地方》）。\n我想到的是 \"好地方\"），這本書是在 \"好地方\"。",
      "title": "誰能向我解釋一下對丹-布朗的《達芬奇密碼》的普遍批評？"
    }
  ]
}