{
  "author": "mr-dirtboy",
  "original_created_utc": 1631613235,
  "title": "Can someone explain to me the general criticism of Dan Brown's \"The Da Vinci Code\"?",
  "created_utc": 1631624283,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve read the book multiple times and, while it doesn&#39;t stand out to me as anything exceptionally masterful or brilliant, overall it doesn&#39;t seem like a bad book.</p>\n\n<p>However, it seems to be a running joke/theme in multiple pieces of media (The Good Place is one that comes to mind) that this book in particular is &quot;trashy literature&quot; and poorly written. The Da Vinci Code appears to often find itself the scapegoat for jokes involving &quot;insert popular but badly written book here&quot;.</p>\n\n<p>I&#39;m not here to defend it with my dying breath, just super curious as to what its flaws are since they seem very obvious to everyone else. What makes this book so &quot;bad&quot;?</p>\n\n<p>EDIT: the general consensus seems to be that it&#39;s less that the book itself is flaming garbage and more that it&#39;s average/subpar but somehow managed to gain massive sales and popularity, hence the general disdain for it. I can agree with that sentiment and am thankful that I can rest easy knowing I&#39;m not a god-awful critic, haha. Three different people have recommended Foucault&#39;s Pendulum by Umberto Eco, so I&#39;ll check that out when I have the time. Thank you all for your contributions :)</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/pnzopm/can_someone_explain_to_me_the_general_criticism/",
  "subreddit": "books",
  "id": "pnzopm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've read the book multiple times and, while it doesn't stand out to me as\nanything exceptionally masterful or brilliant, overall it doesn't seem like a\nbad book.\n\nHowever, it seems to be a running joke/theme in multiple pieces of media (The\nGood Place is one that comes to mind) that this book in…"
}