{
  "author": "IConsumeFeces",
  "original_created_utc": 1636984689,
  "title": "His dark materials and love",
  "created_utc": 1636995559,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I honestly feel like the His Dark Materials trilogy was the first work of art that made me truly understand and feel romantic love. When I read it as a 12 year old boy the last volume introduced me to feelings that I had never felt before and that went much deeper than lust or infatuation. I remember suddenly being interested in romance books. I even got some from the library, but none of the ones I started to read could conjure the same emotions that I suddenly craved. \nI think this is also why the ending to the trilogy was so devastating to me, it not only introduced me to love, but also to heartbreak.</p>\n\n<p>Thoughts?</p>\n\n<p>Edit:\nI believe reading these books planted a seed in me that made me want to experience romance, it might have happened otherwise as well, but i feel like it would also have been possible that I would have gotten stuck at just desiring sex</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/books/comments/quh0uu/his_dark_materials_and_love/",
  "subreddit": "books",
  "id": "quh0uu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I honestly feel like the His Dark Materials trilogy was the first work of art\nthat made me truly understand and feel romantic love. When I read it as a 12\nyear old boy the last volume introduced me to feelings that I had never felt\nbefore and that went much deeper than lust or infatuation. I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "正直、「His Dark Materials」3部作が最初の芸術作品のような気がします。\n感じさせてくれた作品だと思います。12歳の少年時代に読んだとき、最終巻では、それまで感じたことのない感情を\n12歳の少年が読んだとき、最終巻では、それまで感じたことのない、欲望や恋心よりもずっと深い感情に出会いました。\n欲望や恋心よりもはるかに深いものでした。I...",
      "title": "彼のダークマテリアルと愛"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "老实说，我觉得《黑暗材料》三部曲是第一部让我真正理解浪漫爱情的艺术作品。\n让我真正理解和感受到浪漫的爱情。当我在12岁时读到这本书时\n最后一卷将我引入了我从未感受过的感情。\n的感觉，而且这种感觉比欲望或迷恋要深得多。I...",
      "title": "他的黑暗材料和爱情"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "老實說，我覺得《黑暗材料》三部曲是第一部讓我真正理解浪漫愛情的藝術作品。\n讓我真正理解和感受到浪漫的愛情。當我在12歲時讀到這本書時\n最後一卷將我引入了我從未感受過的感情。\n的感覺，而且這種感覺比慾望或迷戀要深得多。I...",
      "title": "他的黑暗材料和愛情"
    }
  ]
}