{
  "author": "Lethal_Dose_honey",
  "original_created_utc": 1626187792,
  "title": "YSK: Excessive thinking about negative feelings and mental health conditions such as depression is called ruminating and it might be why we feel stuck and hopeless.",
  "created_utc": 1626195441,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Persistent rumination can amplify the symptoms of some existing mental health conditions such as depression. </p>\n\n<p>An endless loop of negative thoughts about our current suffering, which in turn creates even more suffering.\nConversely, by controlling our rumination we can <a href=\"https://www.healthline.com/health/how-to-stop-ruminating\">ease</a> our mental suffering and deal with conditions better.</p>\n\n<p>Separating the ACTUAL negative feelings from ruminating thoughts is essential in Rumination Focused Cognitive Behavior Therapy (RFCBT). </p>\n\n<p>RFCBT was developed by professor Edward R. Watkins and his colleagues and it is showing promising results in helping people escape that mental loop.</p>\n\n<p><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4532251/\">While standard Cognitive Behavior Therapy (CBT) focuses on the CONTENTS of the dysfunctional thoughts, Rumination Focused Cognitive Behavior Therapy (RFCBT) focuses on modifying the THINKING PROCESS regarding those dysfunctional thoughts.</a></p>\n\n<p>I know depression or any other mental health conditions can feel overwhelming with no hope in sight, but understanding how the mind works might help. \nIf you are currently suffering, please seek professional help and remember: </p>\n\n<p>You are not your thoughts. </p>\n\n<p>With love.</p>\n</div><!-- SC_ON -->",
  "score": 1770,
  "permalink": "/r/YouShouldKnow/comments/ojh5u8/ysk_excessive_thinking_about_negative_feelings/",
  "subreddit": "YouShouldKnow",
  "id": "ojh5u8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Persistent rumination can amplify the symptoms of some existing mental\nhealth conditions such as depression.\n\nAn endless loop of negative thoughts about our current suffering, which in turn\ncreates even more suffering. Conversely, by controlling our rumination we can\nease…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 持続的な反芻は、うつ病などの既存の精神疾患の症状を増幅させることがあります。\nうつ病のような既存の精神疾患の症状を増幅させる可能性があります。\n\n現在の苦しみに関するネガティブな思考の無限ループは、それによって\nさらなる苦しみを生み出します。逆に言えば、反芻をコントロールすることで、以下のことが可能になります。\n楽になります。",
      "title": "YSK: ネガティブな感情や、うつ病などの精神疾患について、過剰に考えてしまうことを「反芻」といいますが、これが、行き詰まりや絶望感の原因になっているのかもしれません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：持续的反刍可以扩大一些现有的精神健康状况的症状，如抑郁症。\n健康状况的症状，如抑郁症。\n\n对我们当前的痛苦进行无休止的消极思考，这反过来又会\n造成更多的痛苦。反之，通过控制我们的反刍，我们可以\n缓解...",
      "title": "YSK：对负面情绪和抑郁症等心理健康状况的过度思考被称为反刍，这可能是我们感到困顿和绝望的原因。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：持續的反芻可以擴大一些現有的精神健康狀況的症狀，如抑鬱症。\n健康狀況的症狀，如抑鬱症。\n\n對我們當前的痛苦進行無休止的消極思考，這反過來又會\n造成更多的痛苦。反之，通過控制我們的反芻，我們可以\n緩解...",
      "title": "YSK：對負面情緒和抑鬱症等心理健康狀況的過度思考被稱爲反芻，這可能是我們感到困頓和絕望的原因。"
    }
  ]
}