{
  "author": "SagebrushNBooks",
  "the_new_excerpt": "I'm looking for books (fiction, preferred) that give real, raw, unvarnished\nlooks at rural America, blue collar towns, rural poverty and struggles -- but do\nNOT treat the entire middle of the nation as something to escape, something to\nget beyond to achieve some imagined metropolitan glamor (the…",
  "original_created_utc": 1619103629,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカの田舎、ブルーカラーの町、田舎の貧困や苦悩をリアルに、生々しく、ありのままに描いた本（フィクションが望ましい）を探しています。\nアメリカの田舎、ブルーカラーの町、田舎の貧困や苦悩をリアルに、生々しく、ありのままに描いた本（フィクションが望ましい）を探しています。\nしかし、国の中央部全体を、逃げるべきもの、得るべきものとして扱うものではありません。\nしかし、国の中央部全体を、逃避するもの、想像上の大都市の魅力を達成するために超えなければならないものとして扱うものではありません（...",
      "title": "田舎の人物を描いた骨太な作品を探しています...ただし、人を見下すような内容ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我正在寻找那些真实、原始、不加修饰地展现美国农村、蓝领小镇、农村贫穷和斗争的书籍（首选小说）。\n的书，这些书真实、原始、不加修饰地展现了美国农村、蓝领小镇、农村的贫困和挣扎 -- 但不要把整个国家的中部当作可以逃避的东西。\n但不要把整个国家的中部当作可以逃避的东西，不要为了达到某种想象中的大都市的魅力而超越这些东西。\n但不要把整个国家的中部地区当作可以逃避的东西，要超越它来实现一些想象中的大都市的魅力（......）。",
      "title": "寻找关于农村人物的粗俗读物......但没有居高临下的感觉"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正在尋找那些真實、原始、不加修飾地展現美國農村、藍領小鎮、農村貧窮和鬥爭的書籍（首選小說）。\n的書，這些書真實、原始、不加修飾地展現了美國農村、藍領小鎮、農村的貧困和掙扎 -- 但不要把整個國家的中部當作可以逃避的東西。\n但不要把整個國家的中部當作可以逃避的東西，不要爲了達到某種想象中的大都市的魅力而超越這些東西。\n但不要把整個國家的中部地區當作可以逃避的東西，要超越它來實現一些想象中的大都市的魅力（......）。",
      "title": "尋找關於農村人物的粗俗讀物......但沒有居高臨下的感覺"
    }
  ],
  "title": "Looking for gritty reads about rural characters... but no condescension",
  "created_utc": 1619111452,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m looking for books (fiction, preferred) that give real, raw, unvarnished looks at rural America, blue collar towns, rural poverty and struggles -- but do NOT treat the entire middle of the nation as something to escape, something to get beyond to achieve some imagined metropolitan glamor (the reason I was not keen on JD Vance&#39;s memoir, Hillbilly Elegy). </p>\n\n<p>To give you an idea, I absolutely loved Elizabeth Wetmore&#39;s Valentine. Also loved Kent Haruf&#39;s Plainsong series. Looking for things more like this. I have just bought, and will soon get to, Steven Markley&#39;s Ohio (let me know how it was if you&#39;ve read it!). Looking for others in this gritty rural America vein. Suggestions?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/mw6o6e/looking_for_gritty_reads_about_rural_characters/",
  "subreddit": "booksuggestions",
  "id": "mw6o6e",
  "is_self": true,
  "media": null,
  "is_video": false
}