{
  "author": "International_Bat851",
  "original_created_utc": 1626908728,
  "title": "YSK that men can also develop postpartum depression",
  "created_utc": 1626918358,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This is a mental health problem that not many people are aware of. Obviously women have much higher rates of it, due to the bodily and hormonal changes that occur during the entire pregnancy and birth process. But men should know that they also experience hormonal changes during this time and that, while it’s less common, as many as 1 in 10 fathers will have depressive episodes after the birth of their child.</p>\n\n<p><a href=\"https://health.clevelandclinic.org/yes-postpartum-depression-in-men-is-very-real/amp/\">https://health.clevelandclinic.org/yes-postpartum-depression-in-men-is-very-real/amp/</a></p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/op1br9/ysk_that_men_can_also_develop_postpartum/",
  "subreddit": "YouShouldKnow",
  "id": "op1br9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: This is a mental health problem that not many people are aware of.\nObviously women have much higher rates of it, due to the bodily and hormonal\nchanges that occur during the entire pregnancy and birth process. But men should\nknow that they also experience hormonal changes during this time…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：これは、あまり知られていないメンタルヘルスの問題です。\n女性は、妊娠・出産の過程で起こる身体的・ホルモン的な変化のために、明らかにこの問題の発生率が高いのです。\nホルモンの変化のために、女性の方がはるかに高い割合を占めています。しかし、男性の場合は\nホルモンの変化を経験していることを知っておいてください。",
      "title": "男性も産後うつになる可能性があることをYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这是一个心理健康问题，没有多少人知道。\n很明显，由于身体和荷尔蒙的变化，女性的发病率要高得多。\n在整个怀孕和分娩过程中发生的变化。但是男性应该知道\n知道他们在这个时期也会经历荷尔蒙的变化......",
      "title": "YSK认为男性也可能患上产后抑郁症"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這是一個心理健康問題，沒有多少人知道。\n很明顯，由於身體和荷爾蒙的變化，女性的發病率要高得多。\n在整個懷孕和分娩過程中發生的變化。但是男性應該知道\n知道他們在這個時期也會經歷荷爾蒙的變化......",
      "title": "YSK認爲男性也可能患上產後抑鬱症"
    }
  ]
}