{
  "author": "ee_anon",
  "original_created_utc": 1633973989,
  "title": "CMV: Traffic laws should be enforced by an unarmed traffic department",
  "created_utc": 1633980609,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Having police officers enforce traffic laws is an inefficient use of resources and creates unnecessarily dangerous situations for both the public and the police officers. Police have so many difficult jobs to do and taking traffic enforcement off the list would allow them to focus and get better at the other responsibilities they have. Traffic stops and issuing of tickets should be performed by unarmed traffic monitors who do not have the power to detain or arrest. If they determine a more serious crime may have happened they can stay in their vehicle and call police for backup.</p>\n\n<p>The vast majority of stops are peaceful interactions with otherwise law abiding citizens. When getting pulled over, even a potential violent criminal would not be provoked to escalate the situation to violence if they knew the person stopping them was unarmed and could not detain or arrest them. If someone flees a traffic stop, real cops would be called in for backup.</p>\n\n<p>Having a fully trained and equipped police officer sitting on the side of the highway waiting to ticket people is a big waste or resources. Traffic monitors would require far less training and equipment and therefore be easier on the budget. A police department that currently has 100 patrol officers could instead have 75 officers and 40 less expensive traffic monitors for the same total budget (obviously not exact math but you get the idea). More cops then means the cops could spend more time training and focusing on situations that really require cops.</p>\n\n<p>Serving some period of time on the traffic enforcement corp (a year maybe) could be a pre-requisite for starting the police academy. This could serve as a long trial period to see how well a person does interacting with the public before they are given the higher responsibility of a real officer.</p>\n\n<p>Is this a good idea? Poke holes in it if you can! I know I&#39;m far from the first person to propose it but I&#39;d like to know why this isn&#39;t being implemented in every department nationwide. What are the downsides? CMV!</p>\n\n<p>edit: This post is about policing in the US.</p>\n</div><!-- SC_ON -->",
  "score": 133,
  "permalink": "/r/changemyview/comments/q6186e/cmv_traffic_laws_should_be_enforced_by_an_unarmed/",
  "subreddit": "changemyview",
  "id": "q6186e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Having police officers enforce traffic laws is an inefficient use of resources\nand creates unnecessarily dangerous situations for both the public and the\npolice officers. Police have so many difficult jobs to do and taking traffic\nenforcement off the list would allow them to focus and get better at…"
}