{
  "author": "Ragnaroq314",
  "the_new_excerpt": "The last 5 years or so I have been reading a LOT of sci-fi. And although I\ndidn't notice it, I now realize that the quality of the writing I was reading\nwas quite awful. I came to this realization while reading the first 20 pages of\nNeuromancer. I am not saying it is a literary masterpiece, however…",
  "original_created_utc": 1620747242,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここ5年ほど、私はたくさんのSF作品を読んできました。そして、今まで気づかなかったけれど\n読んでいた文章の質が非常に悪かったことに気がつきました。\n読んでいた文章の質が非常に悪かったことに気づきました。このことに気づいたのは、『ニューロマンサー』の最初の20ページを読んでいるときでした。\nNeuromancer』です。傑作だとは言わないが、しかし...。",
      "title": "Neuromancerは、私に再び良い文章を紹介してくれました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "过去5年左右，我一直在阅读大量的科幻作品。虽然我\n虽然我没有注意到，但我现在意识到，我所阅读的写作质量\n是相当糟糕的。我是在阅读《神经外科》的前20页时意识到这一点的。\nNeuromancer。我并不是说它是一部文学杰作，然而......",
      "title": "神经元》让我再次认识到好的写作。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "過去5年左右，我一直在閱讀大量的科幻作品。雖然我\n雖然我沒有注意到，但我現在意識到，我所閱讀的寫作質量\n是相當糟糕的。我是在閱讀《神經外科》的前20頁時意識到這一點的。\nNeuromancer。我並不是說它是一部文學傑作，然而......",
      "title": "神經元》讓我再次認識到好的寫作。"
    }
  ],
  "title": "Neuromancer has introduced me to good writing again.",
  "created_utc": 1620771997,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The last 5 years or so I have been reading a LOT of sci-fi. And although I didn&#39;t notice it, I now realize that the quality of the writing I was reading was quite awful. I came to this realization while reading the first 20 pages of Neuromancer. I am not saying it is a literary masterpiece, however the quality of the writing compared with the shit I have been reading recently is quite the juxtaposition. Not to say that simple writing doesn&#39;t have its place; sometimes I just want to sit back, read some &quot;Bolter Porn&quot; and enjoy myself without thinking. But man, now that I am back in some solid writing, I realize how much I missed it. Do others here feel that writing quality has fallen off a cliff in the last decade or two?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/n9zrki/neuromancer_has_introduced_me_to_good_writing/",
  "subreddit": "books",
  "id": "n9zrki",
  "is_self": true,
  "media": null,
  "is_video": false
}