{
  "author": "thundering_chickens",
  "original_created_utc": 1630773632,
  "title": "The Name of the Wind - ruining my weekend's plans (totally worth it)",
  "created_utc": 1630789529,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A few weeks back, I wandered into <a href=\"/r/books\">r/books</a> having been in a bit of a book-drought and buried in the comments of a post, someone recommended The Name of the Wind. I am halfway through and wanted to say thank you (and curses!) to whomever mentioned this book. It is enthralling! (and I have so many things I need to get done this weekend and my husband keeps giving me side-eye as he moves through the house checking things off of his list while I sit with my coffee, fuzzy purple bathrobe, and the most engaging book I have read in a very long while).  </p>\n\n<p>So, thank you friendly Redditor for your impeccable suggestion. With a &quot;please forgive me&quot; kiss to my husband, I am diving back in to continue devouring this book while I ignore the to-do list glaring at me from across the kitchen table!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/phuxb0/the_name_of_the_wind_ruining_my_weekends_plans/",
  "subreddit": "books",
  "id": "phuxb0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A few weeks back, I wandered into r/books [/r/books] having been in a bit of a\nbook-drought and buried in the comments of a post, someone recommended The Name\nof the Wind. I am halfway through and wanted to say thank you (and curses!) to\nwhomever mentioned this book. It is enthralling! (and I have…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "数週間前、私はちょっとした本離れを起こしていたので、r/books [/r/books]に迷い込みました。\nある投稿のコメント欄で、誰かが『風の名前』を勧めていた。\nを勧められました。途中まで読んだところで、この本を紹介してくれた人にお礼（と呪い！）を言いたくなりました。\nこの本を紹介してくれた人に感謝したいと思います。心を奪われています! (そして私は...",
      "title": "The Name of the Wind - 週末の予定を台無しにしてしまったが、それだけの価値はある。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "几周前，我逛到了r/books[/r/books]，当时我正处于一种书荒的状态。\n在一个帖子的评论中，有人推荐了《风之名》。\n风的名字》。我已经看了一半，想对提到这本书的人说声谢谢（和诅咒！）。\n谁提到了这本书。它令人着迷！（而且我已经... (而且我已经...",
      "title": "风之名》--破坏了我的周末计划（完全值得）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "幾周前，我逛到了r/books[/r/books]，當時我正處於一種書荒的狀態。\n在一個帖子的評論中，有人推薦了《風之名》。\n風的名字》。我已經看了一半，想對提到這本書的人說聲謝謝（和詛咒！）。\n誰提到了這本書。它令人着迷！（而且我已經... (而且我已經...",
      "title": "風之名》--破壞了我的週末計劃（完全值得）。"
    }
  ]
}