{
  "author": "ThePurpleDuckling",
  "original_created_utc": 1638985871,
  "title": "What is your favorite “eco-friendly” coin and why should someone invest in it as an alt?",
  "created_utc": 1639014588,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Back in spring and summer one big talking point was the climate impact of mining Bitcoin (among others). This was the conversation that got me started in crypto. &lt;/p&gt;\n\n&lt;p&gt;I want to hear what your favorite green coin is and why you think it’s worth a look. I’m including a list of some below, but I’m sure there are more. And I’m sure some are better in this regard than others. &lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;&lt;p&gt;ALGO - Uses PoS and claims to be a carbon neutral network&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;BURST - Honestly have never heard of this until today. It uses proof of capacity for mining and supposedly only uses the power consumed equivalent to your computer idling. &lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;NANO - Uses block lattice technology to remain energy efficient while still relying on PoW. &lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;MINA - A newer coin intending to use zk-SNARKS and maintain a lightweight blockchain. This one seems intriguing. &lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;XLM - Uses a consensus protocol which has a shorter authentication cycle…thereby using less energy. &lt;/p&gt;&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;p&gt;Others that appear in lists of green coins from time to time: MetaHash, XRP, Chia, Iota. &lt;/p&gt;\n\n&lt;p&gt;I’d love to hear about others and see what people think about those on this list.&lt;/p&gt;\n\n&lt;p&gt;Edit: The number of comments here is crazy. Way more than I expected. I’ll try to look at them all a little later tonight. Thanks all!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 192,
  "permalink": "/r/CryptoCurrency/comments/rbwuby/what_is_your_favorite_ecofriendly_coin_and_why/",
  "subreddit": "CryptoCurrency",
  "id": "rbwuby",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Back in spring and summer one big talking\npoint was the climate impact of mining Bitcoin (among others). This was the\nconversation that got me started in crypto. </p> <p>I want to hear what your\nfavorite green coin is and why you think it’s worth a look. I’m…"
}