{
  "author": "TR0NZ3L",
  "the_new_excerpt": "The family channels I am talking about are the family vloggers. The main reason\nis that they exploit their children for money. Their whole channel is mainly\naround their kids and this is fucked up shit as we know that there are literally\npedos all over the internet. Also, these guys complain about…",
  "original_created_utc": 1614789510,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我说的家庭频道就是家庭大V。主要原因是\n是他们为了钱剥削孩子。他们的整个渠道主要是\n围绕着他们的孩子，这是性交了狗屎，因为我们知道，有从字面上。\n网上到处都是小儿科 还有，这些家伙抱怨...",
      "title": "CMV：youtube上的家庭频道不应该存在。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我說的家庭頻道就是家庭大V。主要原因是\n是他們爲了錢剝削孩子。他們的整個渠道主要是\n圍繞着他們的孩子，這是性交了狗屎，因爲我們知道，有從字面上。\n網上到處都是小兒科 還有，這些傢伙抱怨...",
      "title": "CMV：youtube上的家庭頻道不應該存在。"
    }
  ],
  "title": "CMV: Family channels on youtube shouldn't exist.",
  "created_utc": 1614799816,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The family channels I am talking about are the family vloggers. The main reason is that they exploit their children for money. Their whole channel is mainly around their kids and this is fucked up shit as we know that there are literally pedos all over the internet. Also, these guys complain about people not respecting their privacy when they themselves put their whole life onto the internet so that strangers can watch them. And their titles and thumbnails are mindblowing the amount of clickbait these guys do e.g. the title and thumbnail will show something shocking but when opened its nothing but a regular video. They portray how their life is perfect and how they have no problems and are happy but in reality which is fake and complete bs. I just wonder how the kids will feel when they grow up like their whole childhood has been watched by millions of people.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/lwy5ou/cmv_family_channels_on_youtube_shouldnt_exist/",
  "subreddit": "changemyview",
  "id": "lwy5ou",
  "is_self": true,
  "media": null,
  "is_video": false
}