{
  "author": "akskeleton_47",
  "the_new_excerpt": "We keep (rightfully) reminding people about the benefits of eating healthy and\nthe implications of obesity. Yet, we still see really high obesity rates. I\nthink one reason is that healthy food is more expensive and can be unaffordable\nfor the poorer section of society. I know that currently we have…",
  "original_created_utc": 1614795145,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我们一直（理所当然地）提醒人们注意饮食健康的好处，以及\n肥胖症的影响。然而，我们仍然看到非常高的肥胖率。I\n认为其中一个原因是健康食品比较贵，可能买不起。\n为社会的贫困阶层服务。我知道，目前我们有...",
      "title": "CMV：如果健康食品更实惠，肥胖就不会是这么大的问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們一直（理所當然地）提醒人們注意飲食健康的好處，以及\n肥胖症的影響。然而，我們仍然看到非常高的肥胖率。I\n認爲其中一個原因是健康食品比較貴，可能買不起。\n爲社會的貧困階層服務。我知道，目前我們有...",
      "title": "CMV：如果健康食品更實惠，肥胖就不會是這麼大的問題。"
    }
  ],
  "title": "CMV: Obesity wouldn't be such a big issue if healthy food was more affordable",
  "created_utc": 1614807194,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We keep (rightfully) reminding people about the benefits of eating healthy and the implications of obesity. Yet, we still see really high obesity rates. I think one reason is that healthy food is more expensive and can be unaffordable for the poorer section of society. I know that currently we have no alternative nor that making healthy food cheaper doesn&#39;t solve all obesity problems. However, I do want to bring up the fact that eating healthy isn&#39;t as easy as it seems.</p>\n\n<p><a href=\"https://www.webmd.com/parenting/raising-fit-kids/features/healthy-food-cost#:%7E:text=In%20a%202013%20study%2C%20researchers,(non%2Dwhole\">https://www.webmd.com/parenting/raising-fit-kids/features/healthy-food-cost#:~:text=In%20a%202013%20study%2C%20researchers,(non%2Dwhole</a>)%20grains.</p>\n\n<p><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3198075/\">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3198075/</a></p>\n</div><!-- SC_ON -->",
  "score": 173,
  "permalink": "/r/changemyview/comments/lx0erq/cmv_obesity_wouldnt_be_such_a_big_issue_if/",
  "subreddit": "changemyview",
  "id": "lx0erq",
  "is_self": true,
  "media": null,
  "is_video": false
}