{
  "author": "RipVanWinter",
  "original_created_utc": 1635639203,
  "title": "CMV: \"Capitalism\" and \"Socialism\" Have Become Meaningless Buzzwords",
  "created_utc": 1635651513,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When people claim to oppose capitalism or socialism, they typically don&#39;t know what they are talking about. I&#39;m all for questioning the status quo, but  these words get thrown around so much that they&#39;ve lost all meaning. So, why not be more precise? Let&#39;s have discussions about economics, human rights, markets, and government regulation without reducing everything to capitalism versus socialism. Capitalism and socialism are better thought of as immutable forces endemic to every society, rather than conflicting ideologies. We should be seeking balance instead of exacerbating polarization and avoiding nuance.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/qjdyxs/cmv_capitalism_and_socialism_have_become/",
  "subreddit": "changemyview",
  "id": "qjdyxs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When people claim to oppose capitalism or socialism, they typically don't know\nwhat they are talking about. I'm all for questioning the status quo, but these\nwords get thrown around so much that they've lost all meaning. So, why not be\nmore precise? Let's have discussions about economics, human…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "資本主義や社会主義に反対していると主張する人は、通常、何を言っているのかわからない。\n自分が何を言っているのかわからない。私は現状に疑問を持つことには賛成ですが、これらの言葉はあまりにも流布しすぎて\n意味を失ってしまっています。では、なぜもっと正確に\nもっと正確に 経済のこと、人間のこと......いろいろなことを議論しましょう。",
      "title": "CMV: 「資本主義」と「社会主義」は無意味なバズワードになった"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当人们声称反对资本主义或社会主义时，他们通常不知道自己在说什么。\n他们在谈论什么。我赞成质疑现状，但这些话\n这些词被抛来抛去，以至于它们已经失去了所有的意义。那么，为什么不\n更加精确？让我们讨论一下经济、人类...",
      "title": "CMV：\"资本主义 \"和 \"社会主义 \"已成为毫无意义的流行语"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當人們聲稱反對資本主義或社會主義時，他們通常不知道自己在說什麼。\n他們在談論什麼。我贊成質疑現狀，但這些話\n這些詞被拋來拋去，以至於它們已經失去了所有的意義。那麼，爲什麼不\n更加精確？讓我們討論一下經濟、人類...",
      "title": "CMV：\"資本主義 \"和 \"社會主義 \"已成爲毫無意義的流行語"
    }
  ]
}