{
  "author": "Crimson_Marksman",
  "original_created_utc": 1636786089,
  "title": "CMV: We have enough food to feed everyone, the concept of sharing has not been applied well",
  "created_utc": 1636817915,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read on various websites that we have enough food to feed the world, the problem with starvation comes from the ability to actually give the food. Now, it is my belief that sharing is caring. I also believe that entire concept got really messed up during the Cold War. Basically, maybe I&#39;m really crazy but America promoted Capitalism, which is to say they promoted having a good quality of food. They kept improving their stuff such that it became a competition of quality against quality rather than quality against quantity. This created the unintended affect of people becoming very greedy, unwilling to share cause the quality of their food was top notch so giving it away felt like a burden. </p>\n\n<p>On the opposite end of this was the U.S.S.R. They fed everyone but the quality was barely sub par. This, combined with higher ranking officers getting a better quality of life, led to a stigma where the lower class citizens would get lower class food.</p>\n\n<p>Finally, propaganda from both sides against each other meant that people would 1)stick to their borders for sharing as to not upset either of them and 2) believe in both sides. This has lead to today, where the rich and powerful are not willing to share and end the hunger problems. And I don&#39;t see any way to change. Anyone feel the same way or is it just me?</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/changemyview/comments/qsvhlw/cmv_we_have_enough_food_to_feed_everyone_the/",
  "subreddit": "changemyview",
  "id": "qsvhlw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I read on various websites that we have enough food to feed the world, the\nproblem with starvation comes from the ability to actually give the food. Now,\nit is my belief that sharing is caring. I also believe that entire concept got\nreally messed up during the Cold War. Basically, maybe I'm really…"
}