{
  "author": "invertedBoy",
  "the_new_excerpt": "Why YSK: during rough times even small extra tasks/errands can create stress\n\nMe and my GF are going through a real hard time, own little baby is in hospital.\nOur family came to visit from out of town for a day (much appreciated moral\nsupport obviously) but we had to pick them up from the airport…",
  "original_created_utc": 1612088668,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：在困难时期，即使是小的额外任务/事务也会产生压力\n\n我和我的GF正在经历一个真正的困难时期，自己的小宝宝在医院里。\n我们的家人从外地赶来探望了一天（很感激的精神支持\n但我们不得不去机场接他们......",
      "title": "如果你决定去看望正在经历困难时期的家人/朋友，请考虑自带食物并安排交通，即使是小的不便也会在困难时期增加压力。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：在困難時期，即使是小的額外任務/事務也會產生壓力\n\n我和我的GF正在經歷一個真正的困難時期，自己的小寶寶在醫院裏。\n我們的家人從外地趕來探望了一天（很感激的精神支持\n但我們不得不去機場接他們......",
      "title": "如果你決定去看望正在經歷困難時期的家人/朋友，請考慮自帶食物並安排交通，即使是小的不便也會在困難時期增加壓力。"
    }
  ],
  "title": "YSK if you decide to visit family/friends that are going through a rough time, consider bringing your own food and arrange your trasportation, even small inconveniences can add stress in difficult times",
  "created_utc": 1612145523,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: during rough times even small extra tasks/errands can create stress</p>\n\n<p>Me and my GF are going through a real hard time, own little baby is in hospital. Our family came to visit from out of town for a day (much appreciated moral support obviously) but we had to pick them up from the airport and we had to buy groceries for a proper meal (nothing fancy but still something that requires more effort than frozen pizza).<br/>\nAgain, is not about the effort in itself (we live in a relatively small town) but mentally we could do without those little extra tasks.</p>\n\n<p>EDIT: thanks for the awards but most of all for the good wishes for my little boy, he’s in ICU and slowly improving.</p>\n\n<p>Just wanted to clarify a point: I know that I could tell my family “get a taxi  please” they are lovely people and I’m glad when they show up for support. \nI just think if you’re visiting someone that is in a bad place, think about going that extra mile. Don’t assume “they would tell me if it’s not ok”, can you spare them any inconvenience? do that (even if they’ve done it dozens of times before) \nIs there a spare room you can usually sleep in? ask them if it’s ok or if you should get a room, etc...</p>\n</div><!-- SC_ON -->",
  "score": 24561,
  "permalink": "/r/YouShouldKnow/comments/l99qbx/ysk_if_you_decide_to_visit_familyfriends_that_are/",
  "subreddit": "YouShouldKnow",
  "id": "l99qbx",
  "is_self": true,
  "media": null,
  "is_video": false
}