{
  "author": "flamants",
  "the_new_excerpt": "Why YSK: I've noticed putting hydrogen peroxide on fresh wounds seems to be a\npretty common practice, with the idea that hydrogen peroxide is antibacterial.\nWell here's the thing - it works by damaging cells, both bacterial and human.\nThe burning and bubbling doesn't mean it's working, it means it's…",
  "original_created_utc": 1622839320,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：過酸化水素を傷口に塗るのはよくあることだと思います。\n過酸化水素は抗菌作用があると考えられているからです。\n過酸化水素は、細菌と人間の両方の細胞にダメージを与えることで効果を発揮するのです。\n燃えたり泡が出たりするのは、効いているということではなく、...",
      "title": "YSKは、開いた傷口に過酸化水素をつけないように、水とマイルドな石鹸を使うだけです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我注意到在新的伤口上涂抹双氧水似乎是一种相当普遍的做法。\n我注意到在新的伤口上涂抹双氧水似乎是一种相当普遍的做法，认为双氧水可以抗菌。\n事情是这样的--它通过破坏细胞发挥作用，包括细菌和人类。\n燃烧和冒泡并不意味着它在起作用，而是意味着它在...",
      "title": "YSK不把双氧水放在开放的伤口上--只用水和温和的肥皂。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我注意到在新的傷口上塗抹雙氧水似乎是一種相當普遍的做法。\n我注意到在新的傷口上塗抹雙氧水似乎是一種相當普遍的做法，認爲雙氧水可以抗菌。\n事情是這樣的--它通過破壞細胞發揮作用，包括細菌和人類。\n燃燒和冒泡並不意味着它在起作用，而是意味着它在...",
      "title": "YSK不把雙氧水放在開放的傷口上--只用水和溫和的肥皂。"
    }
  ],
  "title": "YSK not to put hydrogen peroxide on an open wound - just water and mild soap.",
  "created_utc": 1622874622,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> I&#39;ve noticed putting hydrogen peroxide on fresh wounds seems to be a pretty common practice, with the idea that hydrogen peroxide is antibacterial. Well here&#39;s the thing - it works by damaging cells, both bacterial and human. The burning and bubbling doesn&#39;t mean it&#39;s working, it means it&#39;s causing even more harm to your wounded skin! It&#39;s much better to clean open wounds with lots of water and a small amount of mild soap, being sure to completely rinse out any visible dirt and debris.</p>\n\n<p>&#x200B;</p>\n\n<p>Obligatory citation, with some other useful wound care info: <a href=\"https://health.clevelandclinic.org/handling-injuries-from-small-cuts-to-serious-wounds/\">https://health.clevelandclinic.org/handling-injuries-from-small-cuts-to-serious-wounds/</a></p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/nsez7k/ysk_not_to_put_hydrogen_peroxide_on_an_open_wound/",
  "subreddit": "YouShouldKnow",
  "id": "nsez7k",
  "is_self": true,
  "media": null,
  "is_video": false
}