{
  "author": "warmerwinters",
  "original_created_utc": 1635287856,
  "title": "I struggle to read fiction because of how women and girls are portrayed",
  "created_utc": 1635311799,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It seems like in every novel I read women are sexualised? Like can they not exist in any other context? Can they not have more plot than romance?? So many male characters go by without any real reference to how attractive they are. But a woman appears and immediately we must know: is she hot? Almost always yes. Is she skinny, curvy or fat, how big are her breasts, how ‘scantily clad’ is she?? Someone told me to read Terry Pratchett for better portrayals of women and I’m a decent way into discworld and generally unimpressed. Even in this bizarre sci fi/fantasy/comedy women are described hornily and have subpar roles. Because even the most far flung fantasy must have patriarchy as a foundation.</p>\n\n<p>EDIT: Apparently this post is super controversial? Am I wrong to not want to hear about how attractive every female character is in extensive detail? Am I wrong to want better plots for them? \nThanks for the recommendations! (And thanks for the vitriol too I guess)</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/qgi4fy/i_struggle_to_read_fiction_because_of_how_women/",
  "subreddit": "books",
  "id": "qgi4fy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It seems like in every novel I read women are sexualised? Like can they not\nexist in any other context? Can they not have more plot than romance?? So many\nmale characters go by without any real reference to how attractive they are. But\na woman appears and immediately we must know: is she hot? Almost…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "どの小説を読んでも、女性が性的に扱われているような気がするのですが？他の文脈では存在し得ないような\n他の文脈では存在しないのか？女性はロマンスよりも筋書きがないのでしょうか？多くの\n多くの男性キャラクターは、彼らがどれだけ魅力的かということに言及されることなく過ぎていきます。しかし\n女性が登場すると、私たちはすぐに「彼女はセクシーか？ほとんど...。",
      "title": "女性や少女がどのように描かれているかが気になって、小説を読むのに苦労しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我读的每本小说中，女性似乎都被性化了？就像她们可以不\n在任何其他背景下存在？她们不能有比浪漫更多的情节吗？那么多的\n许多男性角色都没有真正提到他们有多大的吸引力。但是\n一个女人出现了，我们就必须马上知道：她性感吗？几乎...",
      "title": "我努力阅读小说，因为妇女和女孩的形象是如何被描绘出来的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我讀的每本小說中，女性似乎都被性化了？就像她們可以不\n在任何其他背景下存在？她們不能有比浪漫更多的情節嗎？那麼多的\n許多男性角色都沒有真正提到他們有多大的吸引力。但是\n一個女人出現了，我們就必須馬上知道：她性感嗎？幾乎...",
      "title": "我努力閱讀小說，因爲婦女和女孩的形象是如何被描繪出來的。"
    }
  ]
}