{
  "author": "tomtomglove",
  "original_created_utc": 1628615584,
  "title": "CMV: There is no good reason for movies and TV shows to not accurately depict CPR",
  "created_utc": 1628635958,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You know the scene. A main character is pulled out of the water. Are they dead? OMG. Another main character starts doing chest compressions right away, and suddenly the person is coughing up water. They&#39;re OK. Hurray!</p>\n\n<p>Of course, that&#39;s not how it works. The person administering CPR didn&#39;t even check to see if they had a pulse. Didn&#39;t even check to see if they&#39;re breathing. Didn&#39;t check to see that the airway is clear (apparently it wasn&#39;t because the person coughed up a bunch of water).</p>\n\n<p>I don&#39;t think I&#39;ve ever seen a movie where the CPR was actually administered properly.</p>\n\n<p>While some might argue that such actions would take us out of the drama, I disagree. Doing proper CPR is already very exciting and adding this kind of verisimilitude makes movies better, especially dramas with pretensions towards realism.</p>\n\n<p>On top of that, knowing how to properly do CPR is an important skill. Seeing it modeled properly in movies and TVs would actually be beneficial to society as a whole.</p>\n\n<p>EDIT: I should have been clearer in the post. I&#39;m not saying that &quot;accuracy&quot; would require the scene to take 30 minutes, including a ride the hospital, or that that protagonist dies (because CPR doesn&#39;t have a huge success rate). I&#39;m not asking for so much verisimilitude that it usurps genre conventions.</p>\n\n<p>I&#39;m asking for the scene to depict the correct steps. Checking for pulse and breathing, positioning the head correctly, clearing the airway, doing chest compressions alongside rescue breathing. The basics.</p>\n\n<p>I&#39;d even be fine if these steps were done more quickly than they would be done by an EMT. There&#39;s a compromise that can be made here.</p>\n\n<p>I don&#39;t believe doing this would take significantly more time to depict than what they currently do, and if there are added seconds, it&#39;s worth it.</p>\n\n<p>EDIT 2: Delta award to <a href=\"/u/TaliaLackey\">u/TaliaLackey</a></p>\n\n<p>There is a good reason to not to depict CPR correctly in a historical movie. </p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/changemyview/comments/p1tnqi/cmv_there_is_no_good_reason_for_movies_and_tv/",
  "subreddit": "changemyview",
  "id": "p1tnqi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "You know the scene. A main character is pulled out of the water. Are they dead?\nOMG. Another main character starts doing chest compressions right away, and\nsuddenly the person is coughing up water. They're OK. Hurray!\n\nOf course, that's not how it works. The person administering CPR didn't…"
}