{
  "author": "tomtomglove",
  "original_created_utc": 1628615584,
  "title": "CMV: There is no good reason for movies and TV shows to not accurately depict CPR",
  "created_utc": 1628635958,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You know the scene. A main character is pulled out of the water. Are they dead? OMG. Another main character starts doing chest compressions right away, and suddenly the person is coughing up water. They&#39;re OK. Hurray!</p>\n\n<p>Of course, that&#39;s not how it works. The person administering CPR didn&#39;t even check to see if they had a pulse. Didn&#39;t even check to see if they&#39;re breathing. Didn&#39;t check to see that the airway is clear (apparently it wasn&#39;t because the person coughed up a bunch of water).</p>\n\n<p>I don&#39;t think I&#39;ve ever seen a movie where the CPR was actually administered properly.</p>\n\n<p>While some might argue that such actions would take us out of the drama, I disagree. Doing proper CPR is already very exciting and adding this kind of verisimilitude makes movies better, especially dramas with pretensions towards realism.</p>\n\n<p>On top of that, knowing how to properly do CPR is an important skill. Seeing it modeled properly in movies and TVs would actually be beneficial to society as a whole.</p>\n\n<p>EDIT: I should have been clearer in the post. I&#39;m not saying that &quot;accuracy&quot; would require the scene to take 30 minutes, including a ride the hospital, or that that protagonist dies (because CPR doesn&#39;t have a huge success rate). I&#39;m not asking for so much verisimilitude that it usurps genre conventions.</p>\n\n<p>I&#39;m asking for the scene to depict the correct steps. Checking for pulse and breathing, positioning the head correctly, clearing the airway, doing chest compressions alongside rescue breathing. The basics.</p>\n\n<p>I&#39;d even be fine if these steps were done more quickly than they would be done by an EMT. There&#39;s a compromise that can be made here.</p>\n\n<p>I don&#39;t believe doing this would take significantly more time to depict than what they currently do, and if there are added seconds, it&#39;s worth it.</p>\n\n<p>EDIT 2: Delta award to <a href=\"/u/TaliaLackey\">u/TaliaLackey</a></p>\n\n<p>There is a good reason to not to depict CPR correctly in a historical movie. </p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/changemyview/comments/p1tnqi/cmv_there_is_no_good_reason_for_movies_and_tv/",
  "subreddit": "changemyview",
  "id": "p1tnqi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "You know the scene. A main character is pulled out of the water. Are they dead?\nOMG. Another main character starts doing chest compressions right away, and\nsuddenly the person is coughing up water. They're OK. Hurray!\n\nOf course, that's not how it works. The person administering CPR didn't…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そのシーンを知っていますか？主人公が水の中から引き上げられる。死んでいるのか？\nOMGです。もう一人の主人公がすぐに胸骨圧迫を始めると\n突然、その人は水を吐いています。彼らは大丈夫だ。ばんざーい！」。\n\nもちろん、そうはいきません。心肺蘇生法を行った人は・・・。",
      "title": "CMV: 映画やテレビ番組がCPRを正確に描かない正当な理由はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你知道这个场景。一个主要人物被拉出水面。他们死了吗？\nOMG。另一个主角马上开始做胸部按压，然后\n突然，这个人咳出了水。他们没事了。万岁！\"。\n\n当然，事情不是这样的。施行心肺复苏术的人并没有...",
      "title": "CMV：电影和电视节目没有充分理由不准确描述心肺复苏。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你知道這個場景。一個主要人物被拉出水面。他們死了嗎？\nOMG。另一個主角馬上開始做胸部按壓，然後\n突然，這個人咳出了水。他們沒事了。萬歲！\"。\n\n當然，事情不是這樣的。施行心肺復甦術的人並沒有...",
      "title": "CMV：電影和電視節目沒有充分理由不準確描述心肺復甦。"
    }
  ]
}