{
  "author": "Brinothedino",
  "original_created_utc": 1634315397,
  "title": "Don't FOMO out of your alt position for BTC. Think of BTC growth as the slow pulling back on a slingshot for alts!",
  "created_utc": 1634362244,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s been such a good year for alts that it seems like many newbies (and not so newbies) are starting to feel mad FOMO watching Bitcoin soar and get all the press while many alts are seemingly stagnant. </p>\n\n<p>This would be a good time to remind many that this is the natural progression that you may not have had experience with yet. But like the title says, don&#39;t look at it like Bitcoin is stealing the thunder of your alts, Bitcoin growth is the slow and steady pullback if a slingshot, and at some point it will let alts absolutely fly. The longer we see Bitcoin growth now, the bigger the snapback once papa Bitcoin decides to chill and find it&#39;s footing. </p>\n\n<p>My biggest mistake as a rookie investor was chasing pumps only to see my old position jump substantially after I sold to buy the top of something else. Avoid my mistakes and just hold what you believe in. There is a reason this type of info gets regurgitated here often, and it&#39;s because fomo can get intense and we all get by with community support around here. Much love to you all. Keep your heads screwed on tight.</p>\n\n<p>Your friendly neighborhood brinothedino.</p>\n</div><!-- SC_ON -->",
  "score": 152,
  "permalink": "/r/CryptoCurrency/comments/q8s22u/dont_fomo_out_of_your_alt_position_for_btc_think/",
  "subreddit": "CryptoCurrency",
  "id": "q8s22u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It's been such a good year for alts that it seems like many newbies (and not so\nnewbies) are starting to feel mad FOMO watching Bitcoin soar and get all the\npress while many alts are seemingly stagnant.\n\nThis would be a good time to remind many that this is the natural progression\nthat you may not…"
}