{
  "author": "Fando1234",
  "the_new_excerpt": "I think a lot of the issues we face as a society, come from a disconnect from\nour community.\n\nI can't speak for other countries, but in the UK, the millennial generation (and\ntheir kids) are becoming more nomadic. The ultimate goal is to buy property with\na view to sell it at a profit. Not only is…",
  "original_created_utc": 1618653627,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私たちが社会で直面している問題の多くは、コミュニティとの断絶から来ていると思います。\n思うのです。\n\n他の国のことはわかりませんが、イギリスではミレニアル世代（とその子供たち）がノマド化しています。\n英国では、ミレニアム世代（とその子供たち）がよりノマド的になっています。最終的な目標は、自分で不動産を購入することです。\n最終的な目標は、不動産を購入して利益を得て売却することです。だけでなく、...",
      "title": "CMV：人は小さなコミュニティの方が幸せだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我觉得我们作为一个社会所面临的很多问题，来自于我们与社会的脱节。\n我们的社区。\n\n我不能为其他国家说话，但在英国，千禧一代（和。\n他们的孩子）正在变得更加游牧。最终的目标是购买房产与\n以期将其卖出获利。不仅是...",
      "title": "CMV：在小社区里，人们会更幸福。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我覺得我們作爲一個社會所面臨的很多問題，來自於我們與社會的脫節。\n我們的社區。\n\n我不能爲其他國家說話，但在英國，千禧一代（和。\n他們的孩子）正在變得更加遊牧。最終的目標是購買房產與\n以期將其賣出獲利。不僅是...",
      "title": "CMV：在小社區裏，人們會更幸福。"
    }
  ],
  "title": "CMV: People would be happier in small communities.",
  "created_utc": 1618659584,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think a lot of the issues we face as a society, come from a disconnect from our community.</p>\n\n<p>I can&#39;t speak for other countries, but in the UK, the millennial generation (and their kids) are becoming more nomadic. The ultimate goal is to buy property with a view to sell it at a profit. Not only is this economically unstable, it untethers us from having any real connection to a local community. With an expectation that in a few years we will sell a house and move on.</p>\n\n<p>This is particularly pronounced in cities like London. Where we flock there (post University) for jobs. Move house and area every few years. And in many ways erode the local communities that were there by gentrifying the area.</p>\n\n<p>We have almost a whole generation (25-40) who have been forced to move away from their home towns in search of jobs. And have spent the vast majority of their lives disconnected from a sense of local responsibility.</p>\n\n<p>The end result is you find more and more people lonely and estranged from their old school friends. You have an apathy or nihilism about the area you live (as you assume you&#39;ll be leaving it soon). A lack of sense of responsibility to fix local problems or improve an area.</p>\n\n<p>I think the nostalgia that sits behind political movements like MAGA and Brexit (neither of which I would have voted for) come from that generation wanting to return to these smaller communities. </p>\n\n<p>There&#39;s also a sustainability angle that seems to resonate here. Where small towns can have circular economies. Local entertainment. Local businesses sourcing local resources. Local community outreach and charities. </p>\n\n<p>Just to clarify: I&#39;m not taking this to the extreme of small isolated villages and no cities. Trade and movement are of course important. And there will still be large companies like supplying things more efficiently. Im more hoping that the pandemic might start a trend of people moving away from bloated expensive cities. And rebuilding their own local communities.</p>\n\n<p>CMV.</p>\n\n<p>Edit: I think I should make clear that this is not meant to be taken in the most extreme sense. So not forcing people to stay in communities. Or eradicating cities. Just helping deflate bloated cities and making sure people have the option to stay local, rather than feeling forced to move to cities (away from their friends and families) in order to find a job. There are many policies that can be put in place to protect local communities and encourage job growth, which would allow people this option.</p>\n</div><!-- SC_ON -->",
  "score": 160,
  "permalink": "/r/changemyview/comments/mso0nk/cmv_people_would_be_happier_in_small_communities/",
  "subreddit": "changemyview",
  "id": "mso0nk",
  "is_self": true,
  "media": null,
  "is_video": false
}