{
  "author": "tihotihotiho",
  "original_created_utc": 1624486500,
  "title": "cmv: Every time a media personality says something that turns out to be false, they must also apologize/correct it in the exact same manner they first said the false thing.",
  "created_utc": 1624491391,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s becoming a legitimate business model where unethical &quot;news&quot; relies on saying something false or incendiary, and if called out prints a tiny apology later on. I think the only way to solve this is if there is a forced rule that the apology must be as loud as the misinformation. </p>\n\n<p>Spend 5 minutes on air spewing lies?</p>\n\n<p>Then spend another 5 minutes in the same time slot apologizing. No small print written retraction. </p>\n\n<p>Made a front page news splash of some nonsense?</p>\n\n<p>Apologize in a front page splash when you issue the retraction.Same font size, page and colour.</p>\n\n<p>I think anything less incentivizes media to print or say whatever crap gets the most views to drive up clicks/sales, because there isn&#39;t any real penalty for not doing so when your retraction won&#39;t be heard by anyone.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/o6ncb2/cmv_every_time_a_media_personality_says_something/",
  "subreddit": "changemyview",
  "id": "o6ncb2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It's becoming a legitimate business model where unethical \"news\" relies on\nsaying something false or incendiary, and if called out prints a tiny apology\nlater on. I think the only way to solve this is if there is a forced rule that\nthe apology must be as loud as the misinformation.\n\nSpend 5 minutes…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "倫理に反した「ニュース」が、誤ったことや煽るようなことを言って、それを指摘されたら小さな謝罪文を載せるという、合法的なビジネスモデルになりつつあります。\n誤ったことや扇動的なことを言って、指摘されたら後から小さな謝罪をするという\n倫理に反する \"ニュース \"が正当なビジネスモデルになりつつあります。この問題を解決する唯一の方法は、次のような強制的なルールを設けることだと思います。\nこの問題を解決する唯一の方法は、「謝罪文は誤報と同じくらい大きくなければならない」という強制的なルールを設けることだと思います。\n\n5分かけて...",
      "title": "cmv。メディア関係者は、何かを発言してそれが虚偽であることが判明するたびに、最初にその虚偽の発言をしたのと全く同じ方法で謝罪・訂正しなければなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这已经成为一种合法的商业模式，不道德的 \"新闻 \"依靠的是\n说一些虚假的或煽动性的东西，如果被叫出来，就会在稍后发表一个小小的道歉声明\n之后再印上一个小小的道歉。我认为解决这个问题的唯一方法是制定一个强制规则，规定\n道歉的声音必须和错误信息一样大。\n\n花5分钟...",
      "title": "cmv: 每当一个媒体人说的东西被证明是错误的，他们也必须以完全相同的方式道歉/纠正他们第一次说的错误。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這已經成爲一種合法的商業模式，不道德的 \"新聞 \"依靠的是\n說一些虛假的或煽動性的東西，如果被叫出來，就會在稍後發表一個小小的道歉聲明\n之後再印上一個小小的道歉。我認爲解決這個問題的唯一方法是制定一個強制規則，規定\n道歉的聲音必須和錯誤信息一樣大。\n\n花5分鐘...",
      "title": "cmv: 每當一個媒體人說的東西被證明是錯誤的，他們也必須以完全相同的方式道歉/糾正他們第一次說的錯誤。"
    }
  ]
}