{
  "author": "prima_klimarina",
  "the_new_excerpt": "Why YSK: it assists them in tracking scam and fraud trends, aids in better\npreparing the public to protect themselves against fraudulent solicitations, and\nin some cases helps victims get lost money back.\n\nIf you’re a victim of fraud and lost money, you should definitely report any\ninformation you…",
  "original_created_utc": 1616859367,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：它可以帮助他们跟踪诈骗和欺诈趋势，帮助他们更好地了解自己的行为。\n让公众做好准备，以防止欺诈性的招揽，以及\n在某些情况下帮助受害者拿回损失的钱。\n\n如果你是诈骗的受害者，并丢失了钱，你一定要报告的任何\n你的信息...",
      "title": "YSK说，联邦贸易委员会有一个网页，可以举报通过电子邮件、电话和短信收到的欺诈和诈骗招揽。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：它可以幫助他們跟蹤詐騙和欺詐趨勢，幫助他們更好地瞭解自己的行爲。\n讓公衆做好準備，以防止欺詐性的招攬，以及\n在某些情況下幫助受害者拿回損失的錢。\n\n如果你是詐騙的受害者，並丟失了錢，你一定要報告的任何\n你的信息...",
      "title": "YSK說，聯邦貿易委員會有一個網頁，可以舉報通過電子郵件、電話和短信收到的欺詐和詐騙招攬。"
    }
  ],
  "title": "YSK that the FTC has a webpage to report fraud and scamming solicitations received via email, phone, and text.",
  "created_utc": 1616870804,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: it assists them in tracking scam and fraud trends, aids in better preparing the public to protect themselves against fraudulent solicitations, and in some cases helps victims get lost money back.</p>\n\n<p>If you’re a victim of fraud and lost money, you should definitely report any information you have and the amount of money lost. This increase the chance you can recover what is lost (though it isn’t guaranteed).</p>\n\n<p>We’ve all received fake emails and phone calls and text messages. Some of us know how to recognize a scam, or are knowledgeable enough to know how these guys try to get your information. Unfortunately, a lot of people still lose hundreds, if not thousands, of dollars to scamming activities. </p>\n\n<p>If you receive communication from a scammer, you can report them and it will be sent to several law enforcement agencies.</p>\n\n<p><a href=\"https://reportfraud.ftc.gov/#/\">FTC Report Fraud/Scam</a></p>\n\n<p>Edit: didn’t want to sound like I was calling to arms!</p>\n</div><!-- SC_ON -->",
  "score": 85,
  "permalink": "/r/YouShouldKnow/comments/meg435/ysk_that_the_ftc_has_a_webpage_to_report_fraud/",
  "subreddit": "YouShouldKnow",
  "id": "meg435",
  "is_self": true,
  "media": null,
  "is_video": false
}