{
  "author": "infinityandthemind",
  "original_created_utc": 1632303282,
  "title": "cmv: I don't think human society has what it takes to turn our momentum towards climate catastrophe around.",
  "created_utc": 1632314126,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A simple definition of terms is required. By climate catastrophe, I&#39;m proposing a specific threshold of 3 degrees Celsius.</p>\n\n<p>This is something I think about entirely too often and I have for a long time now. It might be a side effect of recently becoming a father and having a lot of younger family members. I remember writing papers on &quot;Climate Change&quot; in school nearly a decade ago. Even then, I wondered why it wasn&#39;t the main and overriding concern of the political debates and broadcasting media. Even now, I wonder why there is little concern (relatively) for clean energy, nuclear development, and electrical transport. The problems and solutions are many, nuanced and complex. There are lots of promising albeit non-fleshed out technologies i.e &quot;green&quot; concrete, biofuels, mini nuclear reactors, etc. However, my main arguments for why there is no slowing down our creep towards this threshold (and all the accompanying disasters that would accompany it) is population growth, a quickly bourgeoning middle class in high density countries playing &quot;catch up&quot; with fossil fuel technologies, combined with our unrelenting appetite of cheap oil. Consider this also, the appetite for cheap consumer goods, a global supply chain, and a government and elite class that is mostly powerless, if not outright hostile, to the changes needed to our global economic framework as it relates to sustainability.</p>\n\n<p>The science has been settled for a while now to a resounding &quot;Code Red&quot; by scientists, meteorologists, geologists, pretty much any scientist that studies Earth and it&#39;s systems can see the harm of carrying out a planet-wide experiment with our atmosphere.</p>\n\n<p>Anyway, I was reading this article. <a href=\"https://www.rba.gov.au/publications/bulletin/2021/sep/climate-change-risks-to-australian-banks.html\">https://www.rba.gov.au/publications/bulletin/2021/sep/climate-change-risks-to-australian-banks.html</a> and I recently finished Bill Gate&#39;s book &quot;How to Avoid A Climate Catastrophe&quot; (excellent summary of the problems, and technology needed to fix said problems), and it pushed me to create this post to try to clear up some of my despair. I want my mind to be changed. I&#39;m sure there are plenty of micro-groups that will ultimately adapt and survive in a more volatile and severe environment. The brunt of this damage will be felt by the poorly positioned of the developing economies, which is the cruelest irony as their per capita carbon emission is tiny in comparison to anyone reading this.</p>\n\n<p>There is simply too much momentum in our old systems of operation. Our global supply chain depends on cheap fuel, our plastics and manufacturing depend on the same. Most of the rich and powerful people and groups don&#39;t give a fuck, and there is no way to get groups to work together to accept the draconian measures needed to keep warming below 2 degrees. It&#39;s business as usual for the fossil fuel industry.</p>\n\n<p>Edit: it&#39;s 3 AM where I am now, will respond in the late AM</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/pt3wsr/cmv_i_dont_think_human_society_has_what_it_takes/",
  "subreddit": "changemyview",
  "id": "pt3wsr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A simple definition of terms is required. By climate catastrophe, I'm proposing\na specific threshold of 3 degrees Celsius.\n\nThis is something I think about entirely too often and I have for a long time\nnow. It might be a side effect of recently becoming a father and having a lot of\nyounger family…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "簡単な用語の定義が必要です。気候大変動というのは、私が提案しているのは\n摂氏3度という具体的な基準値を提案しています。\n\nこれは私があまりにも頻繁に考えていることであり、これまでもずっと考えてきたことです。\n今もそうです。最近父親になって、若い家族がたくさんできたことの副作用かもしれません。\n若い家族が多いことの副作用かもしれませんが...。",
      "title": "cmv: 人類社会には、気候大変動への勢いを逆転させるために必要なものはないと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "需要对术语进行简单的定义。我提出的气候灾难是指\n一个3摄氏度的具体门槛。\n\n这是我经常思考的问题，而且我已经思考了很长时间。\n现在。这可能是最近成为父亲和有很多年轻家庭的副作用\n年轻的家庭...",
      "title": "cmv: 我不认为人类社会有能力扭转我们走向气候灾难的势头。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "需要對術語進行簡單的定義。我提出的氣候災難是指\n一個3攝氏度的具體門檻。\n\n這是我經常思考的問題，而且我已經思考了很長時間。\n現在。這可能是最近成爲父親和有很多年輕家庭的副作用\n年輕的家庭...",
      "title": "cmv: 我不認爲人類社會有能力扭轉我們走向氣候災難的勢頭。"
    }
  ]
}