{
  "author": "Jayrawd48",
  "the_new_excerpt": "Why YSK: A dogs presence can disrupt the regular life of local animal life and\nit can take months for them to get back to normal. Plus, if a dogs chases a\nrabbit, he may not get the animal, but the rabbit may not have the energy\nrequired to escape the next more capable predator.\n\nLeave No…",
  "original_created_utc": 1622595540,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：犬がいることで、現地の動物たちの日常生活が乱れてしまい\n元に戻るのに数ヶ月かかることもあります。さらに、犬がウサギを追いかけると\nうさぎを追いかけた場合、犬はうさぎを捕まえられないかもしれませんが、うさぎは次のより有能な捕食者から逃れるためのエネルギーを\n次のより有能な捕食者から逃れるために必要なエネルギーを持っていないかもしれません。\n\nLeave No...",
      "title": "YSKでは、キャンプやハイキングの際には、声をかけない限り犬を放してはいけませんし、排泄物は必ず拾ってください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：狗的出现会扰乱当地动物的正常生活。\n它们可能需要几个月才能恢复正常。此外，如果狗追赶一只\n兔子，它可能不会得到动物，但兔子可能没有精力\n逃避下一个更有能力的捕食者所需的能量。\n\n不留...",
      "title": "在露营或徒步旅行时，除非是在最严格的声音控制下，否则绝不应将您的狗从绳索上取下，而且您应始终捡起它们的粪便。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：狗的出現會擾亂當地動物的正常生活。\n它們可能需要幾個月才能恢復正常。此外，如果狗追趕一隻\n兔子，它可能不會得到動物，但兔子可能沒有精力\n逃避下一個更有能力的捕食者所需的能量。\n\n不留...",
      "title": "在露營或徒步旅行時，除非是在最嚴格的聲音控制下，否則絕不應將您的狗從繩索上取下，而且您應始終撿起它們的糞便。"
    }
  ],
  "title": "YSK that your dogs should never be taken off the leash when camping or hiking unless they are under the strictest of voice control and you should always pick up their waste.",
  "created_utc": 1622607491,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: A dogs presence can disrupt the regular life of local animal life and it can take months for them to get back to normal. Plus, if a dogs chases a rabbit, he may not get the animal, but the rabbit may not have the energy required to escape the next more capable predator.</p>\n\n<p><a href=\"https://lnt.org/3-ways-you-and-your-pet-can-minimize-environmental-and-social-impacts/\">Leave No Trace</a> guide to pets on the trail. <a href=\"https://nps.gov/goga/learn/management/upload/Lenth-et-al-Effects-of-Dogs-on-Wildlife-Communities.pdf\">Effects of dogs on wildlife.</a> And here are some <a href=\"https://wilderness-society.org/mans-best-friend-killing-wildlife/https://wilderness-society.org/mans-best-friend-killing-wildlife/\">specific examples</a> of why we need to keep our four legged friends under control.</p>\n\n<p>These rules are also not just to keep wildlife safe, but also our furry friends. Last January I lost my dog to a coyote or mountain lion after ignorantly letting her off the leash. If I had known what I know now, she would still be her with us.</p>\n</div><!-- SC_ON -->",
  "score": 235,
  "permalink": "/r/YouShouldKnow/comments/nq9glv/ysk_that_your_dogs_should_never_be_taken_off_the/",
  "subreddit": "YouShouldKnow",
  "id": "nq9glv",
  "is_self": true,
  "media": null,
  "is_video": false
}