{
  "author": "outsabovebad",
  "original_created_utc": 1628877288,
  "title": "Why isn't 'We' well regarded like 'BNW' and '1984'?",
  "created_utc": 1628887836,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I just finished reading &#39;We&#39; and was curious why it doesn&#39;t seem as well regarded as &#39;Brave New World&#39;, &#39;1984&#39;, or other dystopian novels. The ending hit me like a brick, and the prose throughout does an excellent job of conveying D-503&#39;s thoughts and emotions as they change. The last chapter as it snaps back to that cold, emotionless tone it had at the beginning from the scattered, frantic tone in the middle was heavy. It really drove home the futility of the entire struggle, kinda like the end of &#39;1984&#39; with Big Brother winning.</p>\n\n<p>Everyone knows about the other novels I mentioned, but almost no one I know has read &#39;We&#39; and I was curious about why? It is an excellent book and very similar to &#39;1984&#39;, is it just not as well known or is there some other reasons why it&#39;s not as famous?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/p3qf2m/why_isnt_we_well_regarded_like_bnw_and_1984/",
  "subreddit": "books",
  "id": "p3qf2m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I just finished reading 'We' and was curious why it doesn't seem as well\nregarded as 'Brave New World', '1984', or other dystopian novels. The ending hit\nme like a brick, and the prose throughout does an excellent job of conveying\nD-503's thoughts and emotions as they change. The last chapter as…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私たち』を読み終えて、なぜ『ブレイブ・ニュー・ワールド』や『1984』などのディストピア小説ほど評価されていないのか、気になりました。\nブレイブ・ニュー・ワールド』や『1984年』などのディストピア小説ほど評価されていないのはなぜだろう。エンディングは衝撃的でした。\nまた、D-503の思考と感情を伝えるために、全体的な散文が素晴らしい仕事をしています。\nD-503の考えや感情が変化していく様子を見事に表現しています。最後の章では...",
      "title": "なぜ「BNW」や「1984」のように「We」が評価されないのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完《我们》，很好奇为什么它看起来不像《勇敢的新世界》、《一九八四》或其他反乌托邦小说那样受到好评。\n勇敢的新世界》、《1984》或其他反乌托邦小说一样受到好评。结局像砖头一样击中了我\n结局像一块砖头一样击中了我，而整个散文在传达D-503的思想和情感方面做得很好。\nD-503的想法和情绪的变化。最后一章作为...",
      "title": "为什么《我们》没有像《BNW》和《1984》那样受到好评？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完《我們》，很好奇爲什麼它看起來不像《勇敢的新世界》、《一九八四》或其他反烏托邦小說那樣受到好評。\n勇敢的新世界》、《1984》或其他反烏托邦小說一樣受到好評。結局像磚頭一樣擊中了我\n結局像一塊磚頭一樣擊中了我，而整個散文在傳達D-503的思想和情感方面做得很好。\nD-503的想法和情緒的變化。最後一章作爲...",
      "title": "爲什麼《我們》沒有像《BNW》和《1984》那樣受到好評？"
    }
  ]
}