{
  "author": "ground_wallnut",
  "the_new_excerpt": "Why YSK: many people complain about their dog´s excessive licking and ban them\nfrom doing so. But licking is one of things that help dogs calm down in many,\nnot just stressful situations. It is as natural for them as lets say, reading a\nbook or watching a TV show for us, people. If you have a dog,…",
  "original_created_utc": 1623002864,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、多くの人が自分の犬が過剰に舐めることに不満を持ち、それを禁止しているからです。\nしないようにしています。しかし、舐めることは、ストレスの多い状況だけでなく、多くの場合、犬が落ち着くのに役立つことの一つです。\n舐めることは、ストレスの多い状況だけでなく、多くの状況で犬を落ち着かせるのに役立つものです。例えば、本を読むのと同じように、犬にとっては自然なことなのです。\n私たち人間が本を読んだり、テレビ番組を見たりするのと同じくらい自然なことなのです。もしあなたが犬を飼っているなら...",
      "title": "YSKは、犬が物を舐めるのは自然なことであり、その機会を与えるべきだと考えています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：许多人抱怨他们的狗过度舔食，并禁止他们这样做。\n禁止它们这样做。但是，在许多情况下，舔舐是帮助狗狗平静下来的事情之一。\n不仅仅是压力大的情况下。对它们来说，这就像我们看书或看电视节目一样自然。\n对它们来说，这就像我们人看书或看电视节目一样自然。如果你有一只狗，...",
      "title": "YSK认为舔东西是狗的天性，应该让它们有机会这样做。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：許多人抱怨他們的狗過度舔食，並禁止他們這樣做。\n禁止它們這樣做。但是，在許多情況下，舔舐是幫助狗狗平靜下來的事情之一。\n不僅僅是壓力大的情況下。對它們來說，這就像我們看書或看電視節目一樣自然。\n對它們來說，這就像我們人看書或看電視節目一樣自然。如果你有一隻狗，...",
      "title": "YSK認爲舔東西是狗的天性，應該讓它們有機會這樣做。"
    }
  ],
  "title": "YSK that licking things is natural to dogs and they should be allowed to have opportunities to do so",
  "created_utc": 1623012187,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: many people complain about their dog´s excessive licking and ban them from doing so. But licking is one of things that help dogs calm down in many, not just stressful situations. It is as natural for them as lets say, reading a book or watching a TV show for us, people. If you have a dog, you can surprise them by either a special licking mat (you can buy it online), food safe silicone mat used under hot dishes or just some paté or nut butter thinly spread on bigger tray. It takes them a while to lick and calms and slowly tires them in the best possible way. </p>\n\n<p>It is a great way of entertainment for rainy days, for days when you have a lot work to do, or your 4 legged friend has to rest after a medical procedure. By this, you can also (partially) redirect unwanted licking of your hands or face.</p>\n</div><!-- SC_ON -->",
  "score": 960,
  "permalink": "/r/YouShouldKnow/comments/ntrotl/ysk_that_licking_things_is_natural_to_dogs_and/",
  "subreddit": "YouShouldKnow",
  "id": "ntrotl",
  "is_self": true,
  "media": null,
  "is_video": false
}