{
  "author": "jblesthree",
  "original_created_utc": 1629422586,
  "title": "\"Rabbit, Run\" by John Updike.",
  "created_utc": 1629466896,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I had no idea what I was getting into with this book. I had been reading &quot;Moneyball&quot; by Michael Lewis, and at one point he mentioned that he wanted to write as well as John Updike. </p>\n\n<p>Seeing as how that book was about MLB, I got into my audible app, and chose the Updike title that had a basketball on the cover, foolishly assuming that I was on the trail of some kind of highschool basketball expostion. I thought at least it was sports-centric. </p>\n\n<p>I could not have been more incorrect. This book tore my heart out. </p>\n\n<p>Meet 26 year old Harry Angstrom, despicable fool, and protagonist of this emotional meat-grinder of an American novel. He is a former highschool basketball phenom, who grows up into a dead end job, a kid, and a young and intoxicated wife pregnant with the next. </p>\n\n<p>The story is essentially a morality tale that gets straight to the corruption, and inconstancy of the main character. He is a coward and a terrible father. Consumed in self interest and shallow regard for his wife, he just runs away... </p>\n\n<p>Without saying anything else about the plot, I just want to say how good of a writer John Updike is. He is the best American author in my opinion. Im American, live in CA, and i usually prefer English literature, but Updike might be the most naturally talented writer I have ever come across. His knowledge and expression of the human condition is unmatched. This book was perfect. It was perfectly concise. It&#39;s meaning was perfectly true and heartbreaking.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/p7s660/rabbit_run_by_john_updike/",
  "subreddit": "books",
  "id": "p7s660",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I had no idea what I was getting into with this book. I had been reading\n\"Moneyball\" by Michael Lewis, and at one point he mentioned that he wanted to\nwrite as well as John Updike.\n\nSeeing as how that book was about MLB, I got into my audible app, and chose the\nUpdike title that had a basketball on…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本では、自分がどんなことをしているのか全くわかりませんでした。読んでいたのは\n「マイケル・ルイスの『マネーボール』を読んでいたのですが、ある時、彼はジョン・アップダイクのような文章を書きたいと言っていました。\nジョン・アップダイクのような文章を書きたいと言っていました。\n\nその本がMLBに関するものだったので、私はオーディブルのアプリを使って、バスケットボールが登場するアップダイクのタイトルを選びました。\nバスケットボールが出てくるアップダイクの作品を選びました。",
      "title": "\"Rabbit, Run\" by John Updike."
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不知道我对这本书有什么印象。我一直在读\n\"迈克尔-刘易斯的《钱球》，有一次他提到他想写得像约翰-厄普代克一样好。\n写得像约翰-厄普代克一样好。\n\n鉴于那本书是关于MLB的，我进入了我的听觉应用，并选择了\n厄普代克的书名，上面有一个篮球......",
      "title": "约翰-厄普代克的 \"兔子，快跑\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不知道我對這本書有什麼印象。我一直在讀\n\"邁克爾-劉易斯的《錢球》，有一次他提到他想寫得像約翰-厄普代克一樣好。\n寫得像約翰-厄普代克一樣好。\n\n鑑於那本書是關於MLB的，我進入了我的聽覺應用，並選擇了\n厄普代克的書名，上面有一個籃球......",
      "title": "約翰-厄普代克的 \"兔子，快跑\"。"
    }
  ]
}