{
  "author": "Galactic_Depravity",
  "original_created_utc": 1634930122,
  "title": "Dan Brown’s Angels and Demons has been on the shelf of every thrift store or Goodwill I have ever visited. What’s a book you find frequently in your local thrift shops?",
  "created_utc": 1634945065,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just curious which titles everyone comes across while browsing for secondhand books. Dan Brown novels in general can be found there, but Angels and Demons in particular seems available anywhere books are sold for a dollar, at least in my area.</p>\n\n<p>I also regularly see copies of The Pillars of the Earth by Ken Follet, The Lovely Bones by Alice Sebold, everything by James Patterson, mystery novels by Jeffrey Deaver, Dean Koontz, and John Grisham galore.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/qdo2ha/dan_browns_angels_and_demons_has_been_on_the/",
  "subreddit": "books",
  "id": "qdo2ha",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just curious which titles everyone comes across while browsing for secondhand\nbooks. Dan Brown novels in general can be found there, but Angels and Demons in\nparticular seems available anywhere books are sold for a dollar, at least in my\narea.\n\nI also regularly see copies of The Pillars of the Earth…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、古本屋さんでどのようなタイトルに出会っているのか興味があります。\n本を探しています。ダン・ブラウンの小説は全般的にありますが、特に「天使と悪魔」はどこの本屋さんでも売っています。\n特に「天使と悪魔」は、少なくとも私の地域では、1ドルで売られている本ならどこでも手に入るようです。\n私の地域では。\n\nまた、「The Pillars of the Earth」などもよく見かけます。",
      "title": "ダン・ブラウンの『天使と悪魔』は、これまでに訪れたすべての古着屋やグッドウィルの棚にあった。地元の古着屋でよく見かける本は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我只是好奇大家在浏览二手书时遇到了哪些书？\n书。一般来说，丹-布朗的小说都可以在那里找到，但《天使与魔鬼》尤其如此。\n特别是《天使与魔鬼》，似乎在任何卖一美元书的地方都能买到，至少在我所在的地区是这样。\n地区。\n\n我还经常看到《大地之柱》的副本......",
      "title": "丹-布朗的《天使与魔鬼》一直在我去过的每一家旧货店或善意商店的书架上。你在当地的旧货店中经常发现的书是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我只是好奇大家在瀏覽二手書時遇到了哪些書？\n書。一般來說，丹-布朗的小說都可以在那裏找到，但《天使與魔鬼》尤其如此。\n特別是《天使與魔鬼》，似乎在任何賣一美元書的地方都能買到，至少在我所在的地區是這樣。\n地區。\n\n我還經常看到《大地之柱》的副本......",
      "title": "丹-布朗的《天使與魔鬼》一直在我去過的每一家舊貨店或善意商店的書架上。你在當地的舊貨店中經常發現的書是什麼？"
    }
  ]
}