{
  "author": "L_Lautsprecher",
  "the_new_excerpt": "As the title already states I believe that all drugs should be decriminalized\nand here's the points why:\n\nFreedom of choice no matter how bad of a decision it may be should still be\nconsidered a human right, the last word on what you choose to put in your body\nshould still be up to you.\n\nThe…",
  "original_created_utc": 1614009704,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "正如标题所说，我认为所有的毒品都应该合法化\n而这里的要点是为什么。\n\n选择的自由，无论多么糟糕的决定都应该是：\n被认为是一项人权，你选择在你的身体里放什么东西的最后决定权。\n应该还是由你来决定。\n\n该...",
      "title": "CMV：吸毒纯粹是一个健康问题，而不是法律问题，任何一种毒品即使不合法化，至少也应该非刑罪化。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "正如標題所說，我認爲所有的毒品都應該合法化\n而這裏的要點是爲什麼。\n\n選擇的自由，無論多麼糟糕的決定都應該是：\n被認爲是一項人權，你選擇在你的身體裏放什麼東西的最後決定權。\n應該還是由你來決定。\n\n該...",
      "title": "CMV：吸毒純粹是一個健康問題，而不是法律問題，任何一種毒品即使不合法化，至少也應該非刑罪化。"
    }
  ],
  "title": "CMV: Drug addiction is purely a health concern, not a legal one, and any and every drug should at the very least be decriminalized, if not legalized.",
  "created_utc": 1614015733,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As the title already states I believe that all drugs should be decriminalized and here&#39;s the points why:</p>\n\n<p>Freedom of choice no matter how bad of a decision it may be should still be considered a human right, the last word on what you choose to put in your body should still be up to you.</p>\n\n<p>The criminalization of drugs is what fuels cartels and subsequently the death and violence they bring - legalize their products and there&#39;s nothing left to sell, it&#39;s what happend with Prohibition: because of the legal status of alcohol, a product that was still wildly popular, they had a market and no legal competition - until alcohol was legalized after which point they moved on to other drugs similarly also only profitable because of it being illegal. I am, to be clear, not saying that doing this would make these cartels completely disappear.</p>\n\n<p>The legal pursuit of not just drug dealers but drug consumers as well having been proven to be massive resource sucking black hole that, for a long time was just a giant excuse to crack down on minority communities such as <a href=\"https://www.youtube.com/watch?v=SIzTpnYsRxg\">black people and hippies</a>. Through the contiuing efforts of the police and the legal sector tax payer money is being wasted to put consumers of drugs in prison for what is oftentimes a tiny amount of weed. This very money could be spent educating the public and campaigning for awareness and more education something that would potentially have an even bigger effect on drug usage of the general public than the imprisonment of said people.</p>\n\n<p>Under the current policies in most countries people struggling with addiction are nearly unable to seek out professional help. In places that legalized it on the other hand addicts were able to seek out help and focus on getting better instead of seeking for ways to fund their addictions. </p>\n\n<p>Another phanomenon illustrated by the prohibition and modern history alike is that by banning a substance it becomes more potent as there is a financial inscentive to make it as potent as possible and by extension make it more dangerous. </p>\n\n<p>DISCLAIMER: I am in no way advocating for drug usage, in fact I haven&#39;t even once tried alcohol despite being able to and within my legal rights to do so in a country with a heavy drinking culture</p>\n\n<p>I&#39;m sorry if I phrased a few things a little weird here, I don&#39;t speak english natively so I&#39;m sometimes not quite sure how to make texts and sentences sound natural.</p>\n</div><!-- SC_ON -->",
  "score": 699,
  "permalink": "/r/changemyview/comments/lps0ei/cmv_drug_addiction_is_purely_a_health_concern_not/",
  "subreddit": "changemyview",
  "id": "lps0ei",
  "is_self": true,
  "media": null,
  "is_video": false
}