{
  "author": "kiloheavy",
  "original_created_utc": 1633665276,
  "title": "YSK: There's a website that allows you to move playlists from one platform to another--or convert those playlists to txt or csv",
  "created_utc": 1633678286,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I can&#39;t be the only person who has been trying to find an easy way to convert Spotify playlists to text. This site (which I am not affiliated with in any way) also allows you to convert or move a playlist from one platform (like Google Play Music, iTunes, Tidal, SoundCloud, even YouTube) to any other platform. You can transfer up to 1,000 songs for free, but the premium plans are really cheap. $2/mo for unlimited transfers, and you only have to buy one month at a time.</p>\n\n<p><a href=\"https://www.tunemymusic.com/\">https://www.tunemymusic.com/</a></p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/q3ptes/ysk_theres_a_website_that_allows_you_to_move/",
  "subreddit": "YouShouldKnow",
  "id": "q3ptes",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I can't be the only person who has been trying to find an easy way to\nconvert Spotify playlists to text. This site (which I am not affiliated with in\nany way) also allows you to convert or move a playlist from one platform (like\nGoogle Play Music, iTunes, Tidal, SoundCloud, even YouTube) to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: Spotifyのプレイリストを変換する簡単な方法を探していたのは、私だけではないはずです。\nSpotifyのプレイリストをテキストに変換する簡単な方法を探していたのは私だけではないはずです。このサイトは（私は何の関係もありませんが\nこのサイト（私は一切提携していません）では、プレイリストをあるプラットフォーム（Google Play Music、iTunes、Tidal、など）から変換・移動することもできます。\nGoogle Play Music、iTunes、Tidal、SoundCloud、さらにはYouTube）から...",
      "title": "YSK: プレイリストを他のプラットフォームに移動させたり、プレイリストをtxtやcsvに変換したりできるサイトがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我不可能是唯一一个一直试图找到一个简单的方法来转换Spotify播放列表的人。\n将Spotify播放列表转换为文本。这个网站（我与之没有任何关系\n也允许你转换或移动一个平台的播放列表（如\n谷歌播放音乐，iTunes，Tidal，SoundCloud，甚至YouTube）转换或移动播放列表到...",
      "title": "YSK：有一个网站可以让你把播放列表从一个平台移到另一个平台--或者把这些播放列表转换成txt或csv格式。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我不可能是唯一一個一直試圖找到一個簡單的方法來轉換Spotify播放列表的人。\n將Spotify播放列表轉換爲文本。這個網站（我與之沒有任何關係\n也允許你轉換或移動一個平臺的播放列表（如\n谷歌播放音樂，iTunes，Tidal，SoundCloud，甚至YouTube）轉換或移動播放列表到...",
      "title": "YSK：有一個網站可以讓你把播放列表從一個平臺移到另一個平臺--或者把這些播放列表轉換成txt或csv格式。"
    }
  ]
}