{
  "author": "Interesting-Visit-18",
  "original_created_utc": 1639017221,
  "title": "YSK that workers all over the US are showing an increased interest in unionization and if you want to support this undercurrent, the best you can do is to boycott a company's products when that company shown to take union-busting or, in general, anti-union measures",
  "created_utc": 1639021766,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Class consciousness is growing rapidly among the American workforce for the past few years. The best way to contribute to this momentum is to be a conscientious consumer and be selective in one&amp;#39;s purchases. Many consumers forget that they have this very effective tool in their arsenal against bad corporate practices.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 569,
  "permalink": "/r/YouShouldKnow/comments/rc7j7b/ysk_that_workers_all_over_the_us_are_showing_an/",
  "subreddit": "YouShouldKnow",
  "id": "rc7j7b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Class consciousness is growing rapidly among the American workforce for\nthe past few years. The best way to contribute to this momentum is to be a\nconscientious consumer and be selective in one's purchases. Many consumers\nforget that they have this very effective tool in their arsenal…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>なぜYSKなのか：ここ数年、アメリカの労働者の間で階級意識が急速に高まっています。\nここ数年、アメリカの労働者の間で階級意識が急速に高まっています。この勢いに貢献する最善の方法は\nこの勢いに貢献するための最良の方法は、意識的な消費者であり、選択的な買い物をすることです。\n厳選して購入することです。多くの消費者は、自分がこのような非常に...",
      "title": "YSKは、全米の労働者が組合結成への関心を高めていることを指摘し、この底流を支持したいのであれば、企業が組合潰しや一般的な反組合的措置を取っている場合、その企業の製品をボイコットするのが最善の方法であるとした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：过去几年，阶级意识在美国劳动力中迅速增长。\n在过去的几年里，阶级意识在美国的劳动力中迅速增长。最好的办法是\n对这一势头做出贡献的最佳方式是做一个有良心的消费者，并有选择地购买\n在一个人的购买中。许多消费者忘记了他们有这个非常...",
      "title": "YSK认为，美国各地的工人对加入工会表现出越来越大的兴趣，如果你想支持这股暗流，你能做的就是在一家公司表现出采取破坏工会或一般的反工会措施时，抵制该公司的产品。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：過去幾年，階級意識在美國勞動力中迅速增長。\n在過去的幾年裏，階級意識在美國的勞動力中迅速增長。最好的辦法是\n對這一勢頭做出貢獻的最佳方式是做一個有良心的消費者，並有選擇地購買\n在一個人的購買中。許多消費者忘記了他們有這個非常...",
      "title": "YSK認爲，美國各地的工人對加入工會表現出越來越大的興趣，如果你想支持這股暗流，你能做的就是在一家公司表現出採取破壞工會或一般的反工會措施時，抵制該公司的產品。"
    }
  ]
}