{
  "author": "Expired_Lizard_Milk",
  "original_created_utc": 1625076778,
  "title": "Just tried the lightning network for the first time and my eyes are OPENED",
  "created_utc": 1625110625,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Funded my lightning wallet with $10 and sent 1000 satoshis to a friend for the cost of 1 satoshi using Breez. Wallet setup was all automatic and so easy to use.</p>\n\n<p>I recall seeing a top voted comment critisizing LN over a year ago which I now see was complete BS. The comment I read was saying that LN can never catch on because in order to onboard you must perform an on-chain transaction and since bitcoin can only support around 7 transactions per second it would thus take decades to on-board the world population.</p>\n\n<p>Now that I&#39;ve used LN I see that comment is full of shit. Yes, I myself had to perform an on-chain transaction, but my friend that I sent sats to never had to do such a thing. This means that one entity can potentially onboard MILLIONS of users with a SINGLE on-chain transaction.</p>\n\n<p>I think of the el salvador government and I assume they are doing exactly this. They will be sending every adult $30 worth of bitcoin. That&#39;s over 130 million dollars worth of bitcoin. They can send that entire amount of bitcoin to their personal government lightning network address. This will be one on-chain transaction. From this point on they can send $30 of bitcoin to over 4 million adults individually to their corresponding lightning network addresses for a total transaction fee cost of 0.1% which is actually pretty amazing if you compare that to the traditional banking system.</p>\n\n<p>I encourage everyone here to play around with the lightning network. Maybe next time you have poker night with the boys get them all to install a lightning wallet and gamble away using sats. I can only see the lightning network getting better from here. Right now you have to scan a qr code but I&#39;m sure in the near future we can use NFC and simply tap to pay with LN.</p>\n</div><!-- SC_ON -->",
  "score": 156,
  "permalink": "/r/Bitcoin/comments/ob31e0/just_tried_the_lightning_network_for_the_first/",
  "subreddit": "Bitcoin",
  "id": "ob31e0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Funded my lightning wallet with $10 and sent 1000 satoshis to a friend for the\ncost of 1 satoshi using Breez. Wallet setup was all automatic and so easy to\nuse.\n\nI recall seeing a top voted comment critisizing LN over a year ago which I now\nsee was complete BS. The comment I read was saying that LN…"
}