{
  "author": "simplelifestyle",
  "original_created_utc": 1628491548,
  "title": "Important update from Senator Cynthia Lummis: \"This has been an interesting day. Here’s what is happening...\"",
  "created_utc": 1628519563,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://twitter.com/SenLummis/status/1424556793506635776\">https://twitter.com/SenLummis/status/1424556793506635776</a></p>\n\n<blockquote>\n<ol>\n<li><p>First, we’ve been able to have very productive conversations with senators on all sides of this issue, and if we could vote on amendments I think the digital asset community would be pleased with the outcome.</p></li>\n<li><p>Right now, we need an agreement on allowing amendments, which is being held up because of conflict between senators over the 30-hour rule, which allows the Senate to consider/read/review a bill for up to 30 hours before voting on it.</p></li>\n<li><p>Some senators want to keep focusing on the infrastructure bill for 30 hours to raise awareness about its price tag. Senator Schumer wants to quickly vote in order to focus on other legislation, and won’t allow amendment votes unless that happens.</p></li>\n<li><p>So we’re at an impasse. I understand my colleagues’ positions. But real people are going to be hurt if we do not change the language in this bill. Tomorrow we’ll be back in session and again work to convince our colleagues and Senator Schumer that our amendment deserves a vote.</p></li>\n<li><p>Tomorrow at 9 am offices will be back in like usual. Feel free to call your senators to let us know how you think we should move forward.</p></li>\n</ol>\n</blockquote>\n\n<p>Please keep calling and emailing!</p>\n</div><!-- SC_ON -->",
  "score": 163,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/qFcos8jxXh7OHlRu-uazJjrhDzxCkpul7RH0H4Qh3_8.jpg?auto=webp&s=36c321412046d3297695fc4770bb8dfa82d9e097",
          "width": 140,
          "height": 140
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/qFcos8jxXh7OHlRu-uazJjrhDzxCkpul7RH0H4Qh3_8.jpg?width=108&crop=smart&auto=webp&s=6ea4afea1a0db48ae7fd5bb758e7744a97477402",
            "width": 108,
            "height": 108
          }
        ],
        "variants": {},
        "id": "P7pHSfJiwisamoHpXQOw1EMaopIIMz_kpWXYsDCALDY"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/Bitcoin/comments/p0w1s8/important_update_from_senator_cynthia_lummis_this/",
  "subreddit": "Bitcoin",
  "id": "p0w1s8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "https://twitter.com/SenLummis/status/1424556793506635776\n\n>  1. First, we’ve been able to have very productive conversations with senators\n>     on all sides of this issue, and if we could vote on amendments I think the\n>     digital asset community would be pleased with the outcome.\n> \n>  2. Right…"
}