{
  "author": "BeccaSX_xx",
  "the_new_excerpt": "So, I know it’s cliche, but I will never be bored of the enemies to lovers\ntrope. The one that I am SICK to death of is when authors portray characters,\nespecially girls / women, as ‘shy’ but then they have 5 guys hitting on them at\nonce and they don’t have a problem flirting with any of them, or…",
  "original_created_utc": 1621441949,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "だから、陳腐だとは思うけど、敵から恋人へという図式には飽きがこないんだ。\nトロープには飽きません。私がうんざりしているのは、作者が登場人物、特に女の子や女性を「シャイ」に描いているのに、一度に5人の男に口説かれることです。\n登場人物、特に女の子や女性を「シャイ」に描いているのに、一度に5人の男に口説かれても\nしかし、一度に5人の男に口説かれて、そのうちの誰とも問題なくイチャイチャしていたり...。",
      "title": "見飽きたフィクション・トロフィーは？飽きないのはどれですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以，我知道这很老套，但我永远不会对敌人变成恋人感到厌烦。\n例子。我最讨厌的是作者把人物，尤其是女孩/女人描绘成 \"害羞 \"的样子。\n特别是女孩/女人，\"害羞\"，但他们有5个男人同时向他们搭讪\n但他们却有5个男人同时追求他们，而且他们与任何一个人调情都没有问题，或者......",
      "title": "哪种小说套路是你看腻了的？又有哪些是你永远不会厌倦的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，我知道這很老套，但我永遠不會對敵人變成戀人感到厭煩。\n例子。我最討厭的是作者把人物，尤其是女孩/女人描繪成 \"害羞 \"的樣子。\n特別是女孩/女人，\"害羞\"，但他們有5個男人同時向他們搭訕\n但他們卻有5個男人同時追求他們，而且他們與任何一個人調情都沒有問題，或者......",
      "title": "哪種小說套路是你看膩了的？又有哪些是你永遠不會厭倦的？"
    }
  ],
  "title": "Which fiction trope are you tired of seeing? And which could you never be tired of?",
  "created_utc": 1621494181,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, I know it’s cliche, but I will never be bored of the enemies to lovers trope. The one that I am SICK to death of is when authors portray characters, especially girls / women, as ‘shy’ but then they have 5 guys hitting on them at once and they don’t have a problem flirting with any of them, or with making friends to discuss said relationships with. As someone who is shy in real life, to the extent that it affects my everyday life, it annoys me that so many authors make a character ‘shy’ without actually committing to it. </p>\n\n<p>Which tropes do you love and hate?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/ngafmv/which_fiction_trope_are_you_tired_of_seeing_and/",
  "subreddit": "books",
  "id": "ngafmv",
  "is_self": true,
  "media": null,
  "is_video": false
}