{
  "author": "etrytjlnk",
  "original_created_utc": 1630552083,
  "title": "CMV: Overpopulation is an issue and declining birthrates are a good thing",
  "created_utc": 1630564530,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have seen lots of people talk about how overpopulation is not an actual issue as the earth has enough space for lots more people and that we need to be remedying declining birthrates in the first world, and I very much disagree with both of these claims. First off, the claim that the earth has the capacity for more people.</p>\n\n<p>While technically the entire earth&#39;s population could fit into an area the size of Texas at moderate density, as people love to point out, this point completely ignores the fact that people like having space, national parks, etc, and pretty much all arguments about how many people the earth could technically house if it was all converted into all housing or food production are kind of useless because nobody wants to be living like that. This would take a massive reduction to our quality of life, and be pretty pointless. <a href=\"https://theconversation.com/7-5-billion-and-counting-how-many-humans-can-the-earth-support-98797\">This</a> article suggests that the earth could only sustain about 1.5 billion people living at an American standard of living. Given that, it&#39;s obvious that the last thing we need is more Americans, but it&#39;s fine if people are born elsewhere, right? The issue is that as nations industrialize and people get wealthier they start to demand the American style of living, and so while growth rates in poorer countries may not be an issue to the carrying capacity of the earth, as they start to get richer and richer that population will still be there but will take an increasing toll on the earth, we see this in China already and will see it in India in coming decades, as in China more and more of their massive population has entered the middle class and we see exactly this happening.</p>\n\n<p>Given this, you can see why I think declining birthrates are a good thing, because even if the earth is supporting our current population of 7.5 billion, even with the same population in 20 years we will be needing a lot more land to support those 7.5 billion. People may propose the economic argument that constant growth is important, and while yes it&#39;s good in the short term, I don&#39;t think it&#39;s good for the long term survival of our species. For literally hundreds of thousands of years our species did just fine without constant growth, and yet it will only take a couple thousands years for us to jeopardize all of that with an obsession with expansion. And either way, even if the growth rate declines in the US, it&#39;s pretty high in many other parts of the world, and the US will have no problem importing high skilled labor from poor countries, so things will continue to be fine for the US, it&#39;s more of a problem for the third world countries that experience brain drain, so there&#39;s even less of a practical incentive for the US to try to incentivize their population to grow. So CMV, why is overpopulation not a problem and a declining birthrate a bad thing?</p>\n\n<p>EDIT: Since I&#39;ve gotten a lot of comments telling me that the carrying capacity of the earth is technically far higher than our current population or something similar: I KNOW, I ACKNOWLEDGED THIS, READ MY POST AND ENGAGE WITH MY POINTS, you&#39;re not going to change my view by saying things I acknowledged and disputed in my original post</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/pg9ejg/cmv_overpopulation_is_an_issue_and_declining/",
  "subreddit": "changemyview",
  "id": "pg9ejg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have seen lots of people talk about how overpopulation is not an actual issue\nas the earth has enough space for lots more people and that we need to be\nremedying declining birthrates in the first world, and I very much disagree with\nboth of these claims. First off, the claim that the earth has the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "多くの人が、人口過剰は実際の問題ではないと話しているのを見たことがあります。\n地球にはもっとたくさんの人が住めるスペースがあり、第一世界の少子化を改善する必要があるということです。\n第一世界では少子化を改善する必要があると言っていますが、私はこの2つの主張には大いに反対です。\n私はこの2つの主張には大いに反対です。まず、「地球にはもっとたくさんの人が住めるスペースがある」という主張には、私は大いに反対です。",
      "title": "CMV：人口過多は問題であり、少子化は良いことである。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我看到很多人在谈论人口过剩不是一个实际问题\n因为地球有足够的空间容纳更多的人，我们需要对人口过剩进行补救。\n补救第一世界的出生率下降，我非常不同意这两种说法。\n我非常不同意这两种说法。首先，声称地球有足够的空间容纳更多的人。",
      "title": "CMV：人口过剩是个问题，出生率下降是件好事"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看到很多人在談論人口過剩不是一個實際問題\n因爲地球有足夠的空間容納更多的人，我們需要對人口過剩進行補救。\n補救第一世界的出生率下降，我非常不同意這兩種說法。\n我非常不同意這兩種說法。首先，聲稱地球有足夠的空間容納更多的人。",
      "title": "CMV：人口過剩是個問題，出生率下降是件好事"
    }
  ]
}