{
  "author": "wankmore",
  "original_created_utc": 1636058546,
  "title": "YSK how to use a password manager",
  "created_utc": 1636400297,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>These days password managers are the best option for you, in terms of practicality and also safety of course.</p>\n\n<p>You signup for a new website? Credentials can automatically be saved and you can generate individual, strong, passwords for your accounts. And managers like Bitwarden even offer stuff like auto-fill (with fingerprint/facial authentication etc) which is really convenient. All your accounts are in one place.</p>\n\n<p>Why YSK:<br/>\n1 - It&#39;s not safe to use browsers&#39; password storage because if you leave your device unlocked anyone can access your accounts because there is no further validation, just the click of a button.</p>\n\n<p>2 - For chrome especially, since it&#39;s owned by google, you might (and should) not feel safe with their privacy policies so there&#39;s that.</p>\n\n<p>Please update yourself, and be safe, you can&#39;t even imagine the damage stolen credentials can make. Even if you think &quot;I have nothing to hide&quot;.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/qmu368/ysk_how_to_use_a_password_manager/",
  "subreddit": "YouShouldKnow",
  "id": "qmu368",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "These days password managers are the best option for you, in terms of\npracticality and also safety of course.\n\nYou signup for a new website? Credentials can automatically be saved and you can\ngenerate individual, strong, passwords for your accounts. And managers like\nBitwarden even offer stuff like…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近のパスワードマネージャーは、実用性と安全性の観点から、あなたにとって最良の選択肢です。\n実用性と安全性を兼ね備えた最良の選択肢です。\n\n新しいウェブサイトに登録しますか？認証情報は自動的に保存され、自分のアカウントに\n自分のアカウントに個別の強力なパスワードを生成することができます。また、以下のようなマネージャーもあります。\nBitwardenのような管理者は、以下のような機能も提供しています...",
      "title": "YSK パスワードマネージャーの使い方"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这些天来，密码管理器是你最好的选择，从实用性和安全性的角度来看。\n实用性，当然还有安全性。\n\n你注册了一个新的网站？密码管理器可以自动保存凭证，你可以\n为你的账户生成单独的、强大的密码。而像\nBitwarden甚至还提供了像...",
      "title": "YSK如何使用密码管理器"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這些天來，密碼管理器是你最好的選擇，從實用性和安全性的角度來看。\n實用性，當然還有安全性。\n\n你註冊了一個新的網站？密碼管理器可以自動保存憑證，你可以\n爲你的賬戶生成單獨的、強大的密碼。而像\nBitwarden甚至還提供了像...",
      "title": "YSK如何使用密碼管理器"
    }
  ]
}