{
  "author": "Nostalg33k",
  "original_created_utc": 1639307015,
  "title": "Many of us are not here for the tech, we are here because Crypto is the most realist way to own a house. 3.5% of famillies own 50% of the housing market in my country",
  "created_utc": 1639315856,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;While a lot of people say they are &amp;#39;in it for the tech&amp;#39;, many of us are here because Crypto seems to be the best way to get to home ownership in the next 10 years.&lt;/p&gt;\n\n&lt;p&gt;For people who saw their parents work and pay rent all their life, I&amp;#39;m sure they want a different life. They want to help their family and get to home ownership. &lt;/p&gt;\n\n&lt;p&gt;One of the best asset class, in terms of growth, which is outpacing the housing market is crypto. &lt;/p&gt;\n\n&lt;p&gt;While people take huge risks, I think BTC and ETH will get people to home ownership. &lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;d think the State would regulate home ownership since people are hoarding houses, you&amp;#39;d think they&amp;#39;d try to free us from the leeches who are the landlord class. Yet they are far more bothered that you or me are trying to invest in Crypto. &lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;In France Half of the housing market is owned by 3.5% of families so if someone wants to get a house they&amp;#39;d have to DCA seriously for the next 10 years at least.&lt;br/&gt;\nSo let&amp;#39;s meet in 10 years for the wave of &amp;#39;I bought my house thanks to crypto&amp;#39; wave of post!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 283,
  "permalink": "/r/CryptoCurrency/comments/remu9g/many_of_us_are_not_here_for_the_tech_we_are_here/",
  "subreddit": "CryptoCurrency",
  "id": "remu9g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>While a lot of people say they are &#39;in it\nfor the tech&#39;, many of us are here because Crypto seems to be the best way\nto get to home ownership in the next 10 years.</p> <p>For people who saw their\nparents work and pay rent all their life, I&#39;m sure they…"
}