{
  "author": "wantonsoup42069",
  "original_created_utc": 1634745604,
  "title": "CMV: I would rather people be blunt with me and tell me the truth, rather than dropping hints , ghosting, dry texting, etc.",
  "created_utc": 1634751136,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My generation (today’s older teenagers and young adults) has for some reason seemed to think communication is not important at all and has forgotten about it. When a girl likes me they usually will “drop hints” instead of saying “I like you.” I know it isn’t easy to say that, but dropping hints makes stuff wayyyy more complicated. Also, say a girl DOESNT like me, they will usually ghost me/dry text me until I “get the message.” Nah, just tell me you don’t like me! It’s not gonna kill me to say that, and when you wait and instead try to “dry text me” or something, it just drags it out for longer than it has to!! Both guys and girls do this, I just used myself as an example. Either way though, communication works so much better than any other way of trying to get a message across to someone. It can save people from a lot of anger and sadness, but also can make it so you date that guy or girl faster! What do you guys think?</p>\n</div><!-- SC_ON -->",
  "score": 146,
  "permalink": "/r/changemyview/comments/qc45m0/cmv_i_would_rather_people_be_blunt_with_me_and/",
  "subreddit": "changemyview",
  "id": "qc45m0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My generation (today’s older teenagers and young adults) has for some reason\nseemed to think communication is not important at all and has forgotten about\nit. When a girl likes me they usually will “drop hints” instead of saying “I\nlike you.” I know it isn’t easy to say that, but dropping hints…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の世代（今の10代以上の若者）は、なぜか\n私の世代（今の10代以上の若者）は、なぜかコミュニケーションを重要視しておらず、忘れてしまっているようです。\nしています。女の子が僕に好意を持っているとき、彼らはたいてい「好きだよ」とは言わずに「ヒント」を出します。\n好きだよ」とは言わずに「ほのめかす」のが普通です。それは簡単なことではありませんが、ヒントは...。",
      "title": "CMV: 私は、ほのめかしたり、ゴースト化したり、ドライメールを送ったりするよりも、正直に真実を話してほしいと思っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们这一代人（今天的大龄青少年和年轻成年人）由于某种原因\n似乎认为沟通一点都不重要，而且已经忘记了\n它。当一个女孩喜欢我时，她们通常会 \"暗示 \"而不是说 \"我喜欢你\"。\n喜欢你\"。我知道这样说并不容易，但抛出暗示...",
      "title": "CMV：我宁愿人们对我直言不讳，告诉我真相，而不是暗示，鬼使神差，干巴巴的发短信，等等。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們這一代人（今天的大齡青少年和年輕成年人）由於某種原因\n似乎認爲溝通一點都不重要，而且已經忘記了\n它。當一個女孩喜歡我時，她們通常會 \"暗示 \"而不是說 \"我喜歡你\"。\n喜歡你\"。我知道這樣說並不容易，但拋出暗示...",
      "title": "CMV：我寧願人們對我直言不諱，告訴我真相，而不是暗示，鬼使神差，乾巴巴的發短信，等等。"
    }
  ]
}