{
  "author": "true_AceOfN0thing",
  "the_new_excerpt": "Hello! I decided to share an opinion on my favorite book cause I rarely see any\ndiscussion of it.\n\nI like the structure of it: as if someone tries to prove a point using anecdote\nexamples) That makes me connect with the author on a personal level - I also\nlike to start philosophical discussions out…",
  "original_created_utc": 1613334451,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "你好！我决定分享对我最喜欢的书的看法，因为我很少看到任何书。我决定分享对我最喜欢的书的意见，因为我很少看到任何\n的讨论。\n\n我喜欢它的结构：好像有人试图用轶事来证明一个观点。\n例子）这让我在个人层面上与作者建立了联系--我还\n喜欢开始哲学讨论... ...",
      "title": "我最喜欢的一本书--《不可承受之轻》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你好！我決定分享對我最喜歡的書的看法，因爲我很少看到任何書。我決定分享對我最喜歡的書的意見，因爲我很少看到任何\n的討論。\n\n我喜歡它的結構：好像有人試圖用軼事來證明一個觀點。\n例子）這讓我在個人層面上與作者建立了聯繫--我還\n喜歡開始哲學討論... ...",
      "title": "我最喜歡的一本書--《不可承受之輕》。"
    }
  ],
  "title": "My favorite book - Unbearable Lightness of being",
  "created_utc": 1613357670,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello! I decided to share an opinion on my favorite book cause I rarely see any discussion of it.   </p>\n\n<p>I like the structure of it: as if someone tries to prove a point using anecdote examples) That makes me connect with the author on a personal level - I also like to start philosophical discussions out of nowhere and base them around everyday life.  </p>\n\n<p>The overall theme of the book hits the spot for me too. That temptation of a more comfortable life and dissatisfaction from the lack of challenge later on is very familiar to me and makes me look back at this book&#39;s characters to this day.  </p>\n\n<p>And if you still need convincing that this book is good, let me say that author has brilliant sence of humor.<br/>\nWhat do you pals and gals think?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ljwl6z/my_favorite_book_unbearable_lightness_of_being/",
  "subreddit": "books",
  "id": "ljwl6z",
  "is_self": true,
  "media": null,
  "is_video": false
}