{
  "author": "i_admit_",
  "original_created_utc": 1632673023,
  "title": "CMV: social media causes more problems than it’s worth",
  "created_utc": 1632710293,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Defining social media as Facebook, Instagram, Tiktok, and any other platform where faces/identities are tied to what seems to be actual people.</p>\n\n<p>Social media allows people to communicate over long distances, share stories, and offers connection to those otherwise too remote or “different” in their communities. These are known positives, but I believe the following negatives make social media dangerous as it is.</p>\n\n<ol>\n<li>the use of filters, photoshop and other technologies that change the appearance of individuals in photos and videos creates unrealistic and unattainable beauty standards, leading to negative self-image, eating disorders, mental health issues such as depression and body dysmorphia, and is generally harmful. Instagram influencers and celebrities profit off of this — see “that family that starts with a K” as evidence.</li>\n<li>the algorithms used on Facebook for news promotes disinformation. This disinformation is legitimized, though, because it seems “real”. Since this information is sent by people in a person’s group, or by someone they are following, they trust it. From vaccines making your skin magnetic, to giant space lasers orchestrated by a certain minority group, if it comes packaged as a news article, people will believe it.</li>\n<li>the algorithms create “bubbles” where people are generally presented with the information that feeds their general viewpoints, in effect creating an echo chamber. This makes people think that their views are correct, that most people agree with them, and discourages critical thinking. It also impedes healthy conversation and debate with people who hold different viewpoints.</li>\n<li>the “bubbles” also create an “us vs. them” mentality, and de-humanizes people who hold differing viewpoints. For example, protesters are labelled as “animals”. People are categorized as being less intelligent or overall less worthy for coexistence. Middle ground, agreeing to disagree, learning to accept differences and worth collaboratively are seriously eroded by social media. There’s also a degree of anonymity which increases online bullying and trolling.</li>\n<li>bots and paid shills and paid trolls obscure how people really feel, and are becoming more difficult to parse. This means those 12,000 people who are part of a certain Facebook group agreeing about something might actually be 10 people and 11,990 bots and trolls. This in turn emboldens the “us vs. them” mentality.</li>\n</ol>\n\n<p>&#x200B;</p>\n\n<p>We need to seriously revamp social media and label things for what they are. Pics should say if they’ve been digitally altered, news and information should be fact checked by an set of independent checkers, algorithms need to be upgraded so that conflicting viewpoints are presented.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/pvwycj/cmv_social_media_causes_more_problems_than_its/",
  "subreddit": "changemyview",
  "id": "pvwycj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Defining social media as Facebook, Instagram, Tiktok, and any other platform\nwhere faces/identities are tied to what seems to be actual people.\n\nSocial media allows people to communicate over long distances, share stories,\nand offers connection to those otherwise too remote or “different” in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ソーシャルメディアとは、Facebook、Instagram、Tiktok、その他のプラットフォームのことです。\nソーシャルメディアとは、Facebook、Instagram、Tiktok、その他のプラットフォームで、顔やアイデンティティが実際の人のように結び付けられているものを指します。\n\nソーシャルメディアは、人々が遠く離れた場所でコミュニケーションをとり、物語を共有することを可能にします。\nソーシャルメディアは、遠距離でのコミュニケーションを可能にし、ストーリーを共有し、遠く離れた人や「異質」な人とのつながりを提供します。",
      "title": "CMV: ソーシャルメディアは価値以上の問題を引き起こす"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "将社交媒体定义为Facebook、Instagram、Tiktok和任何其他平台\n其中面孔/身份与似乎是真实的人联系在一起。\n\n社交媒体使人们能够进行远距离交流，分享故事。\n并为那些在其他方面过于遥远或 \"不同 \"的人提供联系。",
      "title": "CMV：社交媒体造成的问题多于它的价值"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "將社交媒體定義爲Facebook、Instagram、Tiktok和任何其他平臺\n其中面孔/身份與似乎是真實的人聯繫在一起。\n\n社交媒體使人們能夠進行遠距離交流，分享故事。\n併爲那些在其他方面過於遙遠或 \"不同 \"的人提供聯繫。",
      "title": "CMV：社交媒體造成的問題多於它的價值"
    }
  ]
}