{
  "author": "To_Me_My_X-Men",
  "original_created_utc": 1626465134,
  "title": "Might have cancer and need a good distraction. Looking for epic fantasy, science fiction, and maybe even something with romance.",
  "created_utc": 1626471474,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I found out I might have cancer. I have a tumor the size of banana slice in my thyroid. It has been driving me nuts because cancer killed my mother. I need a distraction and can&#39;t decide on a book. </p>\n\n<p>I&#39;m trying to find a new book or series to read and most suggestions on google are probably paid for. </p>\n\n<p>I&#39;m interested in an epic fantasy like Game of Thrones. With all the drama and complexity. Not young adult stuff. </p>\n\n<p>Also would like a good sci fi book that involves outer space, aliens, and also complex with good characters. I love Star Wars and Doctor Who. </p>\n\n<p>And when I say maybe something with romance I mean the previously mentioned genres with a good love story. I love a good love story but nothing too cheesy like twilight. </p>\n\n<p>Thanks for any suggestions.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/ololtq/might_have_cancer_and_need_a_good_distraction/",
  "subreddit": "booksuggestions",
  "id": "ololtq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I found out I might have cancer. I have a tumor the size of banana slice in my\nthyroid. It has been driving me nuts because cancer killed my mother. I need a\ndistraction and can't decide on a book.\n\nI'm trying to find a new book or series to read and most suggestions on google\nare probably paid…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "癌の可能性があることがわかりました。私の甲状腺には、バナナの輪切りほどの大きさの腫瘍があります。\n甲状腺に腫瘍があります。私の母は癌で亡くなりましたので、私は気が狂いそうになっています。気晴らしが必要です。\n気晴らしが必要なのですが、本を決められません。\n\n新しい本やシリーズを見つけようとしているのですが、グーグルでの提案はほとんどが有料です。\nの提案はほとんどが有料です。",
      "title": "癌かもしれないし、気晴らしが必要かもしれない。エピック・ファンタジー、サイエンス・フィクション、そしてロマンスのあるものを探しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我发现我可能得了癌症。我的甲状腺里有一个香蕉片大小的肿瘤。\n甲状腺。这让我很抓狂，因为癌症杀死了我的母亲。我需要一个\n分散注意力，但却无法决定选择一本书。\n\n我试图找到一本新书或系列读物，但谷歌上的大多数建议\n都可能是付费的...",
      "title": "可能得了癌症，需要好好转移注意力。寻找史诗般的幻想、科幻小说，甚至可能是带有浪漫色彩的东西。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我發現我可能得了癌症。我的甲狀腺裏有一個香蕉片大小的腫瘤。\n甲狀腺。這讓我很抓狂，因爲癌症殺死了我的母親。我需要一個\n分散注意力，但卻無法決定選擇一本書。\n\n我試圖找到一本新書或系列讀物，但谷歌上的大多數建議\n都可能是付費的...",
      "title": "可能得了癌症，需要好好轉移注意力。尋找史詩般的幻想、科幻小說，甚至可能是帶有浪漫色彩的東西。"
    }
  ]
}