{
  "author": "Ryner921",
  "the_new_excerpt": "Why YSK: The live chat feature is not extremely easy to find so I usually google\n\"amazon live chat\" to find it. I've received so many broken, already open, or\njust plain crappy items on this website. It's pretty much just aliexpress stuff\nwith a marked up price. There have been a few times where I…",
  "original_created_utc": 1617584043,
  "localize": [
    {
      "locale": "ja-JA",
      "the_new_excerpt": "YSKを選んだ理由: ライブチャットの機能は非常に見つけにくいので、いつも「amazon ライブチャット」で検索しています。\n\"amazon live chat \"で検索しています。このサイトでは、壊れていたり、すでに開封されていたり、ただのガラクタをたくさん受け取りました。\n壊れていたり、既に開封されていたり、ただの粗悪品がたくさん届きましたが、このサイトでは このサイトでは、壊れていたり、すでに開封されていたり、ただのひどい商品がたくさん届きました。\n価格が高くなっています。私の場合は、何度か...",
      "title": "YSK: Amazonでは、ライブチャット機能を使って、ほとんどの商品を返品することができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：即时聊天功能并不是非常容易找到，所以我通常会用谷歌\n\"亚马逊即时聊天 \"来找。我收到过很多破损的、已经打开的、或者是\n只是普通蹩脚的项目 在这个网站上。这几乎只是阿里巴巴的东西。\n与标价。有几次，我...",
      "title": "YSK: 您可以使用即时聊天功能在亚马逊上退货。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：即時聊天功能並不是非常容易找到，所以我通常會用谷歌\n\"亞馬遜即時聊天 \"來找。我收到過很多破損的、已經打開的、或者是\n只是普通蹩腳的項目 在這個網站上。這幾乎只是阿里巴巴的東西。\n與標價。有幾次，我...",
      "title": "YSK: 您可以使用即時聊天功能在亞馬遜上退貨。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "YSKを選んだ理由: ライブチャットの機能は非常に見つけにくいので、いつも「amazon ライブチャット」で検索しています。\n\"amazon live chat \"で検索しています。このサイトでは、壊れていたり、すでに開封されていたり、ただのガラクタをたくさん受け取りました。\n壊れていたり、既に開封されていたり、ただの粗悪品がたくさん届きましたが、このサイトでは このサイトでは、壊れていたり、すでに開封されていたり、ただのひどい商品がたくさん届きました。\n価格が高くなっています。私の場合は、何度か...",
      "title": "YSK: Amazonでは、ライブチャット機能を使って、ほとんどの商品を返品することができます。"
    }
  ],
  "title": "YSK: You can pretty much return anything on Amazon using the live chat feature",
  "created_utc": 1617696368,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The live chat feature is not extremely easy to find so I usually google &quot;amazon live chat&quot; to find it. I&#39;ve received so many broken, already open, or just plain crappy items on this website. It&#39;s pretty much just aliexpress stuff with a marked up price. There have been a few times where I haven&#39;t had the time to test the product before the return window. I contacted the live chat and was able to get a free refund. Just makes sure to be respectful of course. If they don&#39;t want to comply you can always say you will cancel your account.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/YouShouldKnow/comments/mk90y8/ysk_you_can_pretty_much_return_anything_on_amazon/",
  "subreddit": "YouShouldKnow",
  "id": "mk90y8",
  "is_self": true,
  "media": null,
  "is_video": false
}