{
  "author": "biiingo",
  "original_created_utc": 1626117003,
  "title": "CMV: ‘socialism’ and ‘capitalism’ have ceased to be useful as labels.",
  "created_utc": 1626140117,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>These days, the terms ‘socialism’ and ‘capitalism’ are intensely polarizing and lead to huge disagreements on policy. They’re such lightning-rod terms that people apply them as labels to anything they agree or disagree with as though that descriptor alone is sufficient to decide the argument. </p>\n\n<p>At the same time, people apply those labels wildly inconsistently and use them to describe a huge range of policies and societies. I think we’d be better off ignoring those terms entirely and talking plainly about the the details of the subject at hand.</p>\n\n<p>Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/oiy4fc/cmv_socialism_and_capitalism_have_ceased_to_be/",
  "subreddit": "changemyview",
  "id": "oiy4fc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "These days, the terms ‘socialism’ and ‘capitalism’ are intensely polarizing and\nlead to huge disagreements on policy. They’re such lightning-rod terms that\npeople apply them as labels to anything they agree or disagree with as though\nthat descriptor alone is sufficient to decide the argument.\n\nAt…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近では、「社会主義」と「資本主義」という言葉は、強烈な偏見に満ちており\n社会主義」と「資本主義」という言葉は非常に偏ったものであり、政策においても大きな意見の対立を引き起こしています。このような電光石火のような言葉は\n賛成でも反対でも、何にでもラベルを貼るようになっています。\n賛成でも反対でも、それだけで議論が決まるかのようにレッテルを貼る。\n\nこのようにして...",
      "title": "CMV：「社会主義」や「資本主義」は、ラベルとしては役に立たなくなりました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如今，\"社会主义 \"和 \"资本主义 \"这两个词具有强烈的两极性，并导致在政策上的巨大分歧。\n导致了政策上的巨大分歧。它们是如此闪亮的术语，以至于\n人们将它们作为标签应用于任何他们同意或不同意的事物，仿佛\n仅仅是这个描述词就足以决定争论的结果。\n\n在...",
      "title": "CMV：\"社会主义 \"和 \"资本主义 \"已经不再是有用的标签了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如今，\"社會主義 \"和 \"資本主義 \"這兩個詞具有強烈的兩極性，並導致在政策上的巨大分歧。\n導致了政策上的巨大分歧。它們是如此閃亮的術語，以至於\n人們將它們作爲標籤應用於任何他們同意或不同意的事物，彷彿\n僅僅是這個描述詞就足以決定爭論的結果。\n\n在...",
      "title": "CMV：\"社會主義 \"和 \"資本主義 \"已經不再是有用的標籤了。"
    }
  ]
}