{
  "author": "Yatagarasu513",
  "original_created_utc": 1626401549,
  "title": "CMV: Minimum word requirements are unhelpful",
  "created_utc": 1626467492,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In this scenario, I’m referring to the situation found in school or certain workplaces where essays or similar pieces of writing are rejected or fail if they are not of at least a certain length. That length is sometimes expressed in pages (X sides of A4 in Y font of Z size), or word count. There are two main reasons I think of them as being unhelpful.</p>\n\n<p>Firstly, they are a very general approach to a specific and individual problem. Like most things done in school, they tend to aim for the middle, so more academically gifted students often resort to repetition and convoluted phrasing, which discourages conciseness and can even hurt the essay by disrupting flow. On the other hand, as anyone used to discussions on the internet should know, quantity is not indicative of quality - an essay from a struggling student will likely be poor no matter the length, because the issue is likely comprehension and understanding.</p>\n\n<p>Secondly, it provides a secondary, unrelated aim that distracts from the overall goal of explaining your ideas succinctly. You’re now forced to consider if your writing is of sufficient length to even be accepted, in addition to whether it is accurate and correct.</p>\n\n<p>I can’t see a reason why a suggested word count, or even a brief indication of depth would not serve better here, and any student who was not writing in enough detail would have that addressed through poor grades and teacher/supervisor review.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/ol7chi/cmv_minimum_word_requirements_are_unhelpful/",
  "subreddit": "changemyview",
  "id": "ol7chi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In this scenario, I’m referring to the situation found in school or certain\nworkplaces where essays or similar pieces of writing are rejected or fail if\nthey are not of at least a certain length. That length is sometimes expressed in\npages (X sides of A4 in Y font of Z size), or word count. There…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このシナリオでは、学校やある種の職場で見られるような\n学校や職場などで、一定の長さ以上でないと、作文などが\n学校や職場で、一定の長さ以上でないと不合格になってしまうような状況を指します。その長さは、次のような単位で表されることがあります。\nページ数（A4のX面、Yフォント、Zサイズ）、またはワード数で表されることがあります。そこに...",
      "title": "CMV: 最小限の単語の要求は役に立たない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在这种情况下，我指的是在学校或某些工作场所发现的情况。\n在学校或某些工作场所，如果论文或类似的文章没有达到一定的长度，就会被拒绝或失败。\n如果文章或类似文章没有达到一定的长度，就会被拒绝或不合格。这个长度有时是以\n页数（A4纸的X面，Y字体的Z大小），或字数。有...",
      "title": "CMV：最低限度的字数要求是无益的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在這種情況下，我指的是在學校或某些工作場所發現的情況。\n在學校或某些工作場所，如果論文或類似的文章沒有達到一定的長度，就會被拒絕或失敗。\n如果文章或類似文章沒有達到一定的長度，就會被拒絕或不合格。這個長度有時是以\n頁數（A4紙的X面，Y字體的Z大小），或字數。有...",
      "title": "CMV：最低限度的字數要求是無益的"
    }
  ]
}