{
  "author": "Yatagarasu513",
  "original_created_utc": 1626401549,
  "title": "CMV: Minimum word requirements are unhelpful",
  "created_utc": 1626467492,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In this scenario, I’m referring to the situation found in school or certain workplaces where essays or similar pieces of writing are rejected or fail if they are not of at least a certain length. That length is sometimes expressed in pages (X sides of A4 in Y font of Z size), or word count. There are two main reasons I think of them as being unhelpful.</p>\n\n<p>Firstly, they are a very general approach to a specific and individual problem. Like most things done in school, they tend to aim for the middle, so more academically gifted students often resort to repetition and convoluted phrasing, which discourages conciseness and can even hurt the essay by disrupting flow. On the other hand, as anyone used to discussions on the internet should know, quantity is not indicative of quality - an essay from a struggling student will likely be poor no matter the length, because the issue is likely comprehension and understanding.</p>\n\n<p>Secondly, it provides a secondary, unrelated aim that distracts from the overall goal of explaining your ideas succinctly. You’re now forced to consider if your writing is of sufficient length to even be accepted, in addition to whether it is accurate and correct.</p>\n\n<p>I can’t see a reason why a suggested word count, or even a brief indication of depth would not serve better here, and any student who was not writing in enough detail would have that addressed through poor grades and teacher/supervisor review.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/ol7chi/cmv_minimum_word_requirements_are_unhelpful/",
  "subreddit": "changemyview",
  "id": "ol7chi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In this scenario, I’m referring to the situation found in school or certain\nworkplaces where essays or similar pieces of writing are rejected or fail if\nthey are not of at least a certain length. That length is sometimes expressed in\npages (X sides of A4 in Y font of Z size), or word count. There…"
}