{
  "author": "DaddySkates",
  "original_created_utc": 1639868537,
  "title": "I finally found my life mission. Reporting shitcoin influencers on Twitter and their fake ass rewards.",
  "created_utc": 1639878896,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Enough is enough. I am sick of seeing people getting their hopes up, following their idols or whatever on Twitter and listen to them religiously while they are shilling the living shit out of the shitcoin which they are getting paid for.&lt;/p&gt;\n\n&lt;p&gt;These influencers are putting the whole cryptoverse into shame with their shameless actions. Their rewards are so fake that it&amp;#39;s ridiculous. No-one will send you 1 eth if you send them your wallet, like and sub and screenshot. Don&amp;#39;t fall for it.&lt;/p&gt;\n\n&lt;p&gt;Are the followers fools? From my point of view, yes no doubt but I&amp;#39;ve been in the crypto for a long time and they likely just heard their hero on the internet talking about a big opportunity to get rich. And many of them are just kids. &lt;/p&gt;\n\n&lt;p&gt;Are you missing a good deed this year? Go and report these assholes on Twitter, IG whatever.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 233,
  "permalink": "/r/CryptoCurrency/comments/rjiwx9/i_finally_found_my_life_mission_reporting/",
  "subreddit": "CryptoCurrency",
  "id": "rjiwx9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Enough is enough. I am sick of seeing people getting their hopes up, following\ntheir idols or whatever on Twitter and listen to them religiously while they are\nshilling the living shit out of the shitcoin which they are getting paid for.\n\nThese influencers are putting the whole cryptoverse into…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Enough is enough. 私は、人々が\nツイッターでアイドルとかを追いかけて、期待に胸を膨らませながら聞いている。\nその一方で、彼らはクソコインで生きているクソをシリングしている。\n</p> <p>このようなインフルエンサーは...。",
      "title": "やっと見つけた人生のミッション Twitterでクソコインインフルエンサーとその偽物の報酬を報告すること。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>够了。我已经厌倦了看到人们\n我讨厌看到人们抱着希望，在推特上追随他们的偶像或其他什么人，并在他们被羞辱时虔诚地听他们说话。\n我已经厌倦了看到人们在推特上追随他们的偶像或其他什么东西，并虔诚地听他们说话，而他们却在为他们所获得的狗屎币大肆宣传。\n</p> <p>这些有影响力的人是......",
      "title": "我终于找到了我的人生使命。报道推特上有影响力的屎币人和他们的假屁股奖励。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>夠了。我已經厭倦了看到人們\n我討厭看到人們抱着希望，在推特上追隨他們的偶像或其他什麼人，並在他們被羞辱時虔誠地聽他們說話。\n我已經厭倦了看到人們在推特上追隨他們的偶像或其他什麼東西，並虔誠地聽他們說話，而他們卻在爲他們所獲得的狗屎幣大肆宣傳。\n</p> <p>這些有影響力的人是......",
      "title": "我終於找到了我的人生使命。報道推特上有影響力的屎幣人和他們的假屁股獎勵。"
    }
  ]
}