{
  "author": "Jinium",
  "original_created_utc": 1639567064,
  "title": "YSK in an incident involving a casualty in public with a lot of people around, help them watch over their wallet and phone or any valuables they are wearing, or confirm it with the person they are with.",
  "created_utc": 1639587617,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: In many cases, these items are frequently stolen by other people who pretend to be helping.&lt;/p&gt;\n\n&lt;p&gt;Do not keep their items in your pocket unless you are related to that casualty. That may come off as you stealing it. It&amp;#39;s best to leave it on the floor next to the casualty so everyone can see who picks up the wallet.&lt;/p&gt;\n\n&lt;p&gt;In a scenario where everyone is gathering around, no one would dare to pick up the casualty&amp;#39;s wallet while it&amp;#39;s very noticeable.&lt;/p&gt;\n\n&lt;p&gt;As someone living near a junction where the traffic is confusing and prone to accidents, people stealing money/valuables from the casualty has happened more times than I can count.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 156,
  "permalink": "/r/YouShouldKnow/comments/rgwtsg/ysk_in_an_incident_involving_a_casualty_in_public/",
  "subreddit": "YouShouldKnow",
  "id": "rgwtsg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: In many cases, these items are frequently stolen by other people who\npretend to be helping.\n\nDo not keep their items in your pocket unless you are related to that casualty.\nThat may come off as you stealing it. It's best to leave it on the floor next to\nthe casualty so everyone can see who…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：これらの物品は、他の人に盗まれるケースが多いのです。\n助けるふりをする。\n\nその犠牲者の関係者でない限り、彼らのアイテムをポケットに入れないようにしてください。\nあなたが盗んだと思われるかもしれません。床に置いておくのが一番です。\n誰にでもわかるように。",
      "title": "YSKは、大勢の人がいる公共の場で負傷者が出た場合、財布や携帯電話、身につけている貴重品に注意するよう手助けするか、一緒にいる人に確認します。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：在许多情况下，这些物品经常被其他假装帮助的人偷走。\n假装是在帮助别人。\n\n不要把他们的物品放在你的口袋里，除非你与该伤员有关系。\n这可能会被认为是你偷了它。最好是把它放在伤员旁边的地板上\n这样每个人都能看到是谁...",
      "title": "YSK在涉及伤员的事件中，在周围有很多人的情况下，帮助他们看管好自己的钱包和手机或他们所佩戴的任何贵重物品，或与他们在一起的人确认。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：在許多情況下，這些物品經常被其他假裝幫助的人偷走。\n假裝是在幫助別人。\n\n不要把他們的物品放在你的口袋裏，除非你與該傷員有關係。\n這可能會被認爲是你偷了它。最好是把它放在傷員旁邊的地板上\n這樣每個人都能看到是誰...",
      "title": "YSK在涉及傷員的事件中，在周圍有很多人的情況下，幫助他們看管好自己的錢包和手機或他們所佩戴的任何貴重物品，或與他們在一起的人確認。"
    }
  ]
}