{
  "author": "MythicalPan",
  "original_created_utc": 1632742423,
  "title": "YSK: You shouldn’t hold too rigid opinions of the world and what is true or is not true",
  "created_utc": 1632757183,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: </p>\n\n<p>Interacting with a closed and supposedly static population results in very rigid world views and misconceptions that make you close minded even though the new information may actually be in your favour.</p>\n\n<p>——</p>\n\n<p>Societies pass on information to younger generations through education and interactions with them. This creates a thesaurus of “common knowledge”. The problem with “common knowledge” passed down from generations is that it is often filled with misconceptions and misunderstandings. </p>\n\n<p>This is the outcome of multiple people with varying degrees of understanding and experiences providing a take, and you as a receiver only have a partial point of view of that information, and of the person disseminating it, so it is difficult for you to understand that person’s biases.</p>\n\n<p>Furthermore, people tend to coalesce to communities of similar thoughts and behaviour. This is called “intellectual inbreeding”, where ideas are rehashed amongst a community and over time get perverted because the community doesn’t get exposed to new information or someone willing to provide counter arguments. This is such a major problem in science that top universities often don’t accept their own graduates (PhD or not) in positions and look for candidates from other universities, though exceptions exist. </p>\n\n<p>Finally, due to the brain’s plasticity, disseminating the same ideas as our group reinforces those ideas and causes them to become very rigid and fundamental parts of our world model.</p>\n\n<p>When we have a very rigid world view and we encounter a person who subscribes to fundamentally different ideas, our world view gets shaken exactly because it is very rigid, and we become unable to accept the new ideas regardless of correctness because our brain interprets the new information as an attack to itself and reality. This “attach”  physically manifests as narrow-mindedness in the brain and prevents us from accepting them.</p>\n\n<p>What can you do about it?</p>\n\n<p>Cultivate a process in your brain that keeps challenging the status quo and actively and honestly tries to find mistakes in it. Read books/listen to podcasts, and have discussions with people of opposing views.</p>\n\n<p>Keep asking, what if I am wrong, why do I have this belief, and suppose a malevolent person disseminated this idea, what could they gain from it?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/pwf508/ysk_you_shouldnt_hold_too_rigid_opinions_of_the/",
  "subreddit": "YouShouldKnow",
  "id": "pwf508",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nInteracting with a closed and supposedly static population results in very rigid\nworld views and misconceptions that make you close minded even though the new\ninformation may actually be in your favour.\n\n——\n\nSocieties pass on information to younger generations through education…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n閉鎖的で固定的な人々との交流は、非常に硬い世界観や誤解を生むことになります。\n新しい情報が実際には自分に有利なものであっても、心を閉ざしてしまうような世界観や誤解を\n自分に有利な情報であっても、心を閉ざしてしまうのです。\n\n--\n\n社会は、教育を通じて若い世代に情報を伝えていますが...",
      "title": "YSK: 世の中、何が真実で、何が真実でないかについて、あまり厳格な意見を持たないほうがいいと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n与一个封闭的、应该是静态的人群互动，会导致非常僵化的\n世界观和误解，使你的思想变得封闭，即使新的\n信息实际上可能对你有利。\n\n--\n\n社会通过教育将信息传递给年轻一代...",
      "title": "YSK：你不应该对世界持有太多僵硬的观点，以及什么是真实或不真实。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n與一個封閉的、應該是靜態的人羣互動，會導致非常僵化的\n世界觀和誤解，使你的思想變得封閉，即使新的\n信息實際上可能對你有利。\n\n--\n\n社會通過教育將信息傳遞給年輕一代...",
      "title": "YSK：你不應該對世界持有太多僵硬的觀點，以及什麼是真實或不真實。"
    }
  ]
}