{
  "author": "silenttd",
  "original_created_utc": 1624330216,
  "title": "CMV: The default position of public toilet seats should be 'Up' and they should be held that way via spring-loaded hinge that requires body weight to keep in the 'Down' position.",
  "created_utc": 1624347700,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Public toilet seats are almost always disgusting. If they are servicing any remotely busy location, some lazy asshole is inevitably going to get piss on the seat and not clean it off. As soon as that happens, all bets are off, no one from that point on sees it as their responsibility for cleaning the seat or bothering to even lift it. So it just gets more and more disgusting and piss-covered until some poor sap who actually needs to take a shit get&#39;s to play janitor for the privilege.</p>\n\n<p>The entire history of the public toilet has taught us that we can&#39;t rely on people to treat the utilities with any sort of respect. It only takes one person to throw the entire system into a disgusting chaos. So why do we continue to trust the system to the personal responsibility of the masses? It would be very easy to have a spring loaded toilet seat that physically required someone to be sitting on it in order to remain in the seated position. Anyone using the toilet to urinate would always enter a stall with the seat already up and out of the splash zone. The only time the seat would be exposed would be when someone intended to use it in the seated position.  </p>\n\n<p><strong>Edit: To demonstrate, this product DOES exist. Aside from occasionally seeing it in a few public restrooms, as relayed by some users in the comments below, I&#39;m including this YouTube video that should more clearly demonstrate what I&#39;m talking about. Many commenters seem convinced that this would &quot;Flip up fast as soon as you got off it.&quot;, or that it would require some crazy large mechanism (the device in the video is entirely mechanical, and is not operated by electricity), or they just don&#39;t see what possible benefit it would provide in a public restroom.</strong><br/>\n<a href=\"https://www.youtube.com/watch?v=WjgIUuot3yo\">https://www.youtube.com/watch?v=WjgIUuot3yo</a></p>\n</div><!-- SC_ON -->",
  "score": 318,
  "permalink": "/r/changemyview/comments/o5ci1v/cmv_the_default_position_of_public_toilet_seats/",
  "subreddit": "changemyview",
  "id": "o5ci1v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Public toilet seats are almost always disgusting. If they are servicing any\nremotely busy location, some lazy asshole is inevitably going to get piss on the\nseat and not clean it off. As soon as that happens, all bets are off, no one\nfrom that point on sees it as their responsibility for cleaning…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "公衆トイレの便座は、ほとんどの場合、嫌なものです。少しでも人通りの多い場所に設置されていれば\n少しでも混雑している場所では、怠け者のアホが必然的に小便を便座にかけてしまう。\nシートに小便をかけて、それを掃除しない怠け者が出てきます。その時点で、すべてが水の泡となり、誰もその時点から\nその時点から、誰も自分の責任で掃除をするとは思わなくなってしまうのです...。",
      "title": "CMV: 公衆トイレの便座は「上」が基本で、バネ式のヒンジで「下」の位置に体重をかけて保持するようにすべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "公共厕所的座位几乎总是令人厌恶的。如果它们是为任何\n的地方，一些懒惰的混蛋就会不可避免地把尿撒在座位上，而不去清理。\n而不去清理它。一旦发生这种情况，所有的赌注都会消失，没有人\n从那时起，没有人认为这是他们的清洁责任......",
      "title": "CMV: 公共厕所座椅的默认位置应该是 \"上\"，而且应该通过弹簧铰链保持在 \"下 \"的位置，这需要身体的重量来保持。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "公共廁所的座位幾乎總是令人厭惡的。如果它們是爲任何\n的地方，一些懶惰的混蛋就會不可避免地把尿撒在座位上，而不去清理。\n而不去清理它。一旦發生這種情況，所有的賭注都會消失，沒有人\n從那時起，沒有人認爲這是他們的清潔責任......",
      "title": "CMV: 公共廁所座椅的默認位置應該是 \"上\"，而且應該通過彈簧鉸鏈保持在 \"下 \"的位置，這需要身體的重量來保持。"
    }
  ]
}