{
  "author": "wallnumber8675309",
  "original_created_utc": 1630682542,
  "title": "CMV: The best way to eat a banana is to completely remove the peel and discard it before starting to eat, rather than peel the banana as you go.",
  "created_utc": 1630697510,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For some reason it seems like most people eat a banana like this 🍌. Namely they partially peel it and hold the banana by the peel while they eat it. A preferred way of eating a banana is to completely remove the peel and throw it away before taking the first bite. </p>\n\n<p>The first advantage of the full peel approach is that you can easily get rid of the phloem bundles, you know the “banana strings”, before you start eating. Yes I know they are edible but let’s be honest most of us want to get rid of those and it’s easiest to do on a completely peeled banana. </p>\n\n<p>The second advantage is that when you are done you aren’t standing there holding a greasy, black peel when you are done. When you are done, you are done. For me this is the biggest advantage. </p>\n\n<p>Third, if you are worried about pesticides, any pesticides on a banana are on the peel. If you peel it, then you can wash your hands and enjoy worry free. </p>\n\n<p>Now some of you will object and say that you want to keep your hands clean by holding your banana by the peel, but in reality that’s not a big advantage. First, bananas are relatively clean fruits to eat peeled. You will have a lot less fruit residue on your hands from holding a banana than from eating and orange or eating a whole apple. Also, you won’t be transferring all the residue on the outside of your banana peel to your hands while you eat. At the end of eating a peeled banana you will have a very small amount of banana residue on your hands. You can simply wipe them off or wash them.</p>\n</div><!-- SC_ON -->",
  "score": 106,
  "permalink": "/r/changemyview/comments/ph7bby/cmv_the_best_way_to_eat_a_banana_is_to_completely/",
  "subreddit": "changemyview",
  "id": "ph7bby",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For some reason it seems like most people eat a banana like this 🍌. Namely they\npartially peel it and hold the banana by the peel while they eat it. A preferred\nway of eating a banana is to completely remove the peel and throw it away before\ntaking the first bite.\n\nThe first advantage of the full…"
}