{
  "author": "David_Arafel",
  "the_new_excerpt": "Why YSK: Many people who joined Robinhood did so to avoid the commission fees\ncharged by other brokerage firms. However, commission-free trading is a much\nmore standard practice than it was a few years ago. While Robinhood may deserve\ncredit for this, it doesn't mean you have to stick with…",
  "original_created_utc": 1611858784,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：很多人加入Robinhood是为了避免佣金费用。\n由其他经纪公司收取。然而，免佣金交易是一种更\n比几年前更标准的做法。虽然Robinhood可能值得\n功劳，这并不意味着你必须坚持... ...",
      "title": "YSK: Robinhood并不是唯一一家提供免佣金股票交易的经纪公司。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：很多人加入Robinhood是爲了避免佣金費用。\n由其他經紀公司收取。然而，免佣金交易是一種更\n比幾年前更標準的做法。雖然Robinhood可能值得\n功勞，這並不意味着你必須堅持... ...",
      "title": "YSK: Robinhood並不是唯一一家提供免佣金股票交易的經紀公司。"
    }
  ],
  "title": "YSK: Robinhood isn't the only brokerage that offers commission-free stock trading",
  "created_utc": 1611903545,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK: Many people who joined Robinhood did so to avoid the commission fees charged by other brokerage firms. However, commission-free trading is a much more standard practice than it was a few years ago. While Robinhood may deserve credit for this, it doesn&#39;t mean you have to stick with them.</strong></p>\n\n<p>You&#39;ve probably heard about their response to the Gamestop incident, so I won&#39;t reiterate it. However, this isn&#39;t the first time Robinhood&#39;s business practices have sparked controversy. If you&#39;re not informed enough to be trusted with what freedom they <em>do</em> give you, you have other options, like a robo-investor. And if you&#39;re an active and informed trader, or you just really want to blow your money on GME stock to make a point, you&#39;re not even in their target market.</p>\n\n<p>I&#39;ll refrain from recommending a particular service, as I&#39;m not a professional and it&#39;s <em>extremely</em> important to read the fine print. Some brokerages may offer commission-free trades as a temporary promotion, and some will offset the reduced cost by charging customers in less obvious ways, a practice Robinhood has been accused of. You should <em>always</em> know what you&#39;re getting into.</p>\n\n<p>EDIT: A few more things: First of all, a lot of people are angry at Robinhood right now. I&#39;m one of them. However, please don&#39;t impulsively sell stocks or close your accounts without knowing how long the liquidation process takes, what you&#39;re gonna do with your money, and what a &quot;wash sale&quot; is.</p>\n\n<p>Secondly, there are a lot of false as well as confusing reports about the Gamestop incident, including which companies are doing what, so be careful when trying to piece it together.</p>\n\n<p>And finally, RIP my inbox.</p>\n</div><!-- SC_ON -->",
  "score": 16294,
  "permalink": "/r/YouShouldKnow/comments/l74lkw/ysk_robinhood_isnt_the_only_brokerage_that_offers/",
  "subreddit": "YouShouldKnow",
  "id": "l74lkw",
  "is_self": true,
  "media": null,
  "is_video": false
}