{
  "author": "KaleidoscopeInside",
  "original_created_utc": 1637190600,
  "title": "CMV: Political correctness causes more prejudice and division.",
  "created_utc": 1637206927,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Firstly, I want to clarify what I mean by political correctness as I see it as a spectrum to some extent. I have no problem with everyone agreeing with the fact that certain terms are offensive and we should try not to use them in polite conversation. </p>\n\n<p>I even respect people&#39;s right to use those words if they are targeted at them (for example black people having the right to use the n word), however I do think this can cause a lot of confusion with words that are less well known for being so offensive.</p>\n\n<p>My issue lies with the ever-changing nature of language and the fact that now if you say the wrong word once, your life is ruined if anyone finds out no matter how innocent or based in ignorance the original remark was.</p>\n\n<p>From what I&#39;ve seen in the media and what I&#39;ve experienced talking to a variety of people, this fear mongering in the media gets 3 main responses from people.</p>\n\n<p>1, Apathy - We are so used to the fact that people are generally assholes that nobody cares any more when another person comes out as one.</p>\n\n<ol>\n<li>Righteousness - For those people who already were prejudice against that group, someone being &quot;cancelled&quot; for using offensive language becomes a martyr of sorts showing how that group is ruining the world. Or they become very defensive with this idea that other people are taking away their free speech and they have a right to say whatever the hell they want no matter who it offends.</li>\n</ol>\n\n<p>Or for people who already were fighting against that type of discrimination, their voices get louder given the first group of people even more ammo to see them as extremists and just solidify their belief system.</p>\n\n<ol>\n<li>Fear- There are a growing number of people who are seeing this &quot;cancel culture&quot; come out more online and political correctness being used as their main reasoning who are terrified. They don&#39;t want to say or do the wrong thing or have their lives ruined so they just avoid anyone that is different from them. Grouping us down into smaller and smaller social bubbles until we avoid anyone who doesn&#39;t look, sound, think like us out of fear of the consequences.</li>\n</ol>\n\n<p>So the outcome is the people who already hated, hate even more, the people who cared or didn&#39;t care, still do or don&#39;t, yet a growing number of people are now being pushed out all together because they just don&#39;t want to do something wrong whilst trying to help.</p>\n\n<p>We are then left with a tiny minority of people who can work together, whilst everyone else is either hating or hiding causing more division and prejudice over time.</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/changemyview/comments/qwbj5m/cmv_political_correctness_causes_more_prejudice/",
  "subreddit": "changemyview",
  "id": "qwbj5m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Firstly, I want to clarify what I mean by political correctness as I see it as a\nspectrum to some extent. I have no problem with everyone agreeing with the fact\nthat certain terms are offensive and we should try not to use them in polite\nconversation.\n\nI even respect people's right to use those…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず最初に、政治的正しさとは何かを明確にしたいと思います。\nある程度のスペクトルがあると考えています。ある種の用語は攻撃的であり、礼儀正しい場では使わないようにすべきだという事実に\nある種の用語は不快であり、礼儀正しい会話の中では使わないようにすべきだという事実に誰もが同意することに問題はありません。\n問題はありません。\n\n私は、人々がそれらの用語を使用する権利を尊重します...",
      "title": "CMV：ポリティカル・コレクトネスは、より多くの偏見と分裂を引き起こします。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我想澄清我对政治正确性的理解，因为我认为它是一个\n在某种程度上是一种光谱。我对每个人都同意以下事实没有异议\n某些术语具有攻击性，我们应该尽量不在礼节性对话中使用它们。\n谈话中使用。\n\n我甚至尊重人们使用这些术语的权利。",
      "title": "CMV：政治正确性导致更多的偏见和分裂。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我想澄清我對政治正確性的理解，因爲我認爲它是一個\n在某種程度上是一種光譜。我對每個人都同意以下事實沒有異議\n某些術語具有攻擊性，我們應該儘量不在禮節性對話中使用它們。\n談話中使用。\n\n我甚至尊重人們使用這些術語的權利。",
      "title": "CMV：政治正確性導致更多的偏見和分裂。"
    }
  ]
}