{
  "author": "wideopenblankets",
  "original_created_utc": 1636636049,
  "title": "Unpopular opinion? — this sub isn’t really for serious crypto discussion, it’s for water cooler memes and cheerleading, and that’s ok",
  "created_utc": 1636644617,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It’s like clockwork — the market rises, new people enter crypto and discover this sub, they have some fun talking about lambos and the moon and $69,420. And then the grumpy old men shamble out into their porches to bitch and moan about all these kids on their lawns. </p>\n\n<p>Look, I’ve been active on-and-off on this sub for a few years, and I get that once upon a time this was a smaller space where you could actually find some decent research, maybe even get clued into a new promising coin before it took off.</p>\n\n<p>Those days are gone, and they won’t come back. This is the main crypto sub, and the sheer level of adoption, combined with the participation incentive of Moons, means that it will only grow larger. That is good! That is what we want — for more and more retail money to enter the space and expand overall market cap.</p>\n\n<p>Memes are fun. Cheering on your coin is fun. Bitcoin hitting $69,420 is fun damnit! </p>\n\n<p>So to the newer and younger investors: have fun! Not everyone who has been around is a killjoy. </p>\n\n<p>To my fellow olds: loosen up. Let the people enjoy themselves and experience some of the euphoria you have likely felt many times during bull runs. Offer advice, but offer it from a place of compassion and helpfulness, not from a place of annoyance that your special little message board is accessible to new people.</p>\n</div><!-- SC_ON -->",
  "score": 280,
  "permalink": "/r/CryptoCurrency/comments/qrkxbk/unpopular_opinion_this_sub_isnt_really_for/",
  "subreddit": "CryptoCurrency",
  "id": "qrkxbk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It’s like clockwork — the market rises, new people enter crypto and discover\nthis sub, they have some fun talking about lambos and the moon and $69,420. And\nthen the grumpy old men shamble out into their porches to bitch and moan about\nall these kids on their lawns.\n\nLook, I’ve been active on-and…"
}