{
  "author": "SomberXIII",
  "original_created_utc": 1634562780,
  "title": "Book about mass panic pre-apocalypse",
  "created_utc": 1634588593,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I really loved the World War Z because it tells stories before and during the outbreak. There were tense moments where society was on the brink of a total collapse. And boy I really love the panic and dread on a society scale.   </p>\n\n<p>Is there any book that are great at depicting such situations, whether it is about an impending apocalypse, or outbreak or a disaster. It needs to have scenes that have people getting crazy anxious or trying to flee. I have seen someone mentioned War of the Worlds. I also love Ubisoft&#39;s The Division tie-in books. These are exactly the kind of books I want to read more. Could anyone recommend me some more?</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/booksuggestions/comments/qamfx2/book_about_mass_panic_preapocalypse/",
  "subreddit": "booksuggestions",
  "id": "qamfx2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I really loved the World War Z because it tells stories before and during the\noutbreak. There were tense moments where society was on the brink of a total\ncollapse. And boy I really love the panic and dread on a society scale.\n\nIs there any book that are great at depicting such situations, whether…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ワールド・ウォー・Z」は、発生前と発生中の物語が描かれていて、とても気に入りました。\nワールド・ウォー・Z」が大好きです。社会が完全に崩壊する寸前の緊迫した場面がありました。\n緊張感がありました。そして、社会規模でのパニックや恐怖がとても好きです。\n\nこのような状況を描くのが得意な本はありますか？",
      "title": "プレアポカリプスの集団パニックについての本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我真的很喜欢《世界大战》，因为它讲述了战争爆发之前和期间的故事。\n爆发的故事。有一些紧张的时刻，社会正处于全面崩溃的边缘。\n崩溃的紧张时刻。而男孩我真的很喜欢社会范围内的恐慌和畏惧。\n\n有没有哪本书能很好地描述这种情况，不管是什么？",
      "title": "关于世界末日前的大规模恐慌的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我真的很喜歡《世界大戰》，因爲它講述了戰爭爆發之前和期間的故事。\n爆發的故事。有一些緊張的時刻，社會正處於全面崩潰的邊緣。\n崩潰的緊張時刻。而男孩我真的很喜歡社會範圍內的恐慌和畏懼。\n\n有沒有哪本書能很好地描述這種情況，不管是什麼？",
      "title": "關於世界末日前的大規模恐慌的書"
    }
  ]
}