{
  "author": "roberthonker",
  "original_created_utc": 1630162444,
  "title": "Congress received more 40,000 calls from Crypto Enthusiasts before the senate vote on the Infrastructure Bill, and are starting to take us seriously",
  "created_utc": 1630176342,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As Many of you probably know the Infrastructure Bill was recently passed in the senate, which has some big changes to the way that cryptocurrencies are regulated. This bill is quite stupid, and it is clear that the people who designed it do not understand cryptocurrency. They define Brokers much too broadly, and would require KYC for a ridiculous amount of users.</p>\n\n<p>Anyways, the Crypto community was quite outraged about this. There were many posts and comments asking people to call their local senators. </p>\n\n<p>From the article:</p>\n\n<blockquote>\n<p>Digital Rights organization Fight for The Future said that it saw <strong>more than 40,000</strong> calls to congress ahead of the Senate Infrastructure vote.  </p>\n\n<p>“I think it’s the first time that lawmakers have taken crypto seriously on a broad scale, so we’re able to have a different level of conversation than we’ve been able to have in the past because they know that so many of their constituents care.”   </p>\n\n<p>-Kristin Smith</p>\n</blockquote>\n\n<p>I am disappointed that they voted to pass the bill anyways, but at least our voices were heard. I am proud of y&#39;all.</p>\n</div><!-- SC_ON -->",
  "score": 239,
  "permalink": "/r/CryptoCurrency/comments/pdb7ij/congress_received_more_40000_calls_from_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "pdb7ij",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As Many of you probably know the Infrastructure Bill was recently passed in the\nsenate, which has some big changes to the way that cryptocurrencies are\nregulated. This bill is quite stupid, and it is clear that the people who\ndesigned it do not understand cryptocurrency. They define Brokers much…"
}