{
  "author": "Team-First",
  "original_created_utc": 1636422049,
  "title": "CMV: We need to stop forcing inclusion into everything. People conform to the group not the other way around.",
  "created_utc": 1636450349,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are things I like. I enjoy those things usually because of the specific community around it. But when that hobby decides to change in order to include more people i think it’s an issue.</p>\n\n<p>I think the first time I experienced this was as a middle schooler playing football with the boys at recess. We played “flag” but it really just consisted of us running each other over and shoving to the ground. Then a girl wanted to play and we were forced to include her. Needless to say she couldn’t hang and went to complain. We then were told we couldn’t play any physical contact, no trash talk and had to include her by passing to her, not running too fast. We tried to exclude her and play out games elsewhere but ended up having our ball taken and not being allowed to play anymore. The girl went on to play something else while we spend the rest of that year sitting on bleachers.</p>\n\n<p>I truly feel that this is happening today. Every enjoyable thing is slowly being sucked into this “politically correct”, watered down gray blob of what it once was. It’s destroying it for the people who simply want to enjoy their hobby/sport/show/etc.</p>\n\n<p>There are things that should be for everyone and there are things that should be for certain people. Everyone needs to have their own space and something that’s “theirs” and I don’t think there’s a problem with that</p>\n\n<p><strong>And let’s keep it civil. I’m not responding to anything sarcastic, disingenuous or disrespectful.</strong></p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/qpsr7v/cmv_we_need_to_stop_forcing_inclusion_into/",
  "subreddit": "changemyview",
  "id": "qpsr7v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There are things I like. I enjoy those things usually because of the specific\ncommunity around it. But when that hobby decides to change in order to include\nmore people i think it’s an issue.\n\nI think the first time I experienced this was as a middle schooler playing\nfootball with the boys at…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私には好きなものがあります。そのようなものを楽しむのは、たいていその周りの特定の\nコミュニティがあるからです。しかし、その趣味が、より多くの人を巻き込むために変化することになると\n問題だと思っています。\n\n私が最初にこれを経験したのは、中学生のときでした。\n中学生の頃、男子生徒と一緒にサッカーをしていた時だったと思います...",
      "title": "CMV: 私たちは、すべてのものに包含を強要するのをやめる必要があります。人はグループに合わせるものであり、その逆ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有一些事情我喜欢。我喜欢这些东西通常是因为它周围的特定\n围绕它的社区。但是，当这个爱好决定改变，以包括\n更多的人，我认为这是一个问题。\n\n我想我第一次经历这种情况是作为一个中学生和男孩们一起玩\n与男孩们一起踢足球，在...",
      "title": "CMV：我们需要停止将包容性强加于一切。人们要顺应群体，而不是反其道而行之。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有一些事情我喜歡。我喜歡這些東西通常是因爲它周圍的特定\n圍繞它的社區。但是，當這個愛好決定改變，以包括\n更多的人，我認爲這是一個問題。\n\n我想我第一次經歷這種情況是作爲一箇中學生和男孩們一起玩\n與男孩們一起踢足球，在...",
      "title": "CMV：我們需要停止將包容性強加於一切。人們要順應羣體，而不是反其道而行之。"
    }
  ]
}