{
  "author": "Team-First",
  "original_created_utc": 1636422049,
  "title": "CMV: We need to stop forcing inclusion into everything. People conform to the group not the other way around.",
  "created_utc": 1636450349,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are things I like. I enjoy those things usually because of the specific community around it. But when that hobby decides to change in order to include more people i think it’s an issue.</p>\n\n<p>I think the first time I experienced this was as a middle schooler playing football with the boys at recess. We played “flag” but it really just consisted of us running each other over and shoving to the ground. Then a girl wanted to play and we were forced to include her. Needless to say she couldn’t hang and went to complain. We then were told we couldn’t play any physical contact, no trash talk and had to include her by passing to her, not running too fast. We tried to exclude her and play out games elsewhere but ended up having our ball taken and not being allowed to play anymore. The girl went on to play something else while we spend the rest of that year sitting on bleachers.</p>\n\n<p>I truly feel that this is happening today. Every enjoyable thing is slowly being sucked into this “politically correct”, watered down gray blob of what it once was. It’s destroying it for the people who simply want to enjoy their hobby/sport/show/etc.</p>\n\n<p>There are things that should be for everyone and there are things that should be for certain people. Everyone needs to have their own space and something that’s “theirs” and I don’t think there’s a problem with that</p>\n\n<p><strong>And let’s keep it civil. I’m not responding to anything sarcastic, disingenuous or disrespectful.</strong></p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/qpsr7v/cmv_we_need_to_stop_forcing_inclusion_into/",
  "subreddit": "changemyview",
  "id": "qpsr7v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There are things I like. I enjoy those things usually because of the specific\ncommunity around it. But when that hobby decides to change in order to include\nmore people i think it’s an issue.\n\nI think the first time I experienced this was as a middle schooler playing\nfootball with the boys at…"
}