{
  "author": "-Lemon-Lime-Lemon-",
  "the_new_excerpt": "So let’s say a woman and a man both consent to have protected sex. The woman\nputs on an internal condom and they go at it. If the woman takes out her\ncondom... stealthily, without letting her partner know and continues to have\nsex, there are those who say that is rape or a form of sexual assault.…",
  "original_created_utc": 1611456726,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "那么假设一个女人和一个男人都同意进行受保护的性行为。女方\n戴上一个内部避孕套，然后他们去做。如果这个女人拿出她的\n避孕套... 悄悄地，不让她的伴侣知道，并继续有。\n性，也有人说那是强奸或性侵犯的一种形式....。",
      "title": "CMV：如果说隐身算是强奸的话，那么谎报计生也应该算是强奸。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "那麼假設一個女人和一個男人都同意進行受保護的性行爲。女方\n戴上一個內部避孕套，然後他們去做。如果這個女人拿出她的\n避孕套... 悄悄地，不讓她的伴侶知道，並繼續有。\n性，也有人說那是強姦或性侵犯的一種形式....。",
      "title": "CMV：如果說隱身算是強姦的話，那麼謊報計生也應該算是強姦。"
    }
  ],
  "title": "CMV: If stealthing is considered rape, lying about birth control should be considered rape as well.",
  "created_utc": 1611519447,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So let’s say a woman and a man both consent to have protected sex. The woman puts on an internal condom and they go at it. If the woman takes out her condom... stealthily, without letting her partner know and continues to have sex, there are those who say that is rape or a form of sexual assault. The same applies if the guy takes his condom off and commits the same act.</p>\n\n<p>In my opinion, if a person was to deliberately lie about another form of birth control, that should also be considered rape. Examples like:</p>\n\n<ul>\n<li>Oral birth control (pill)</li>\n<li>IUD</li>\n<li>Vasectomy</li>\n</ul>\n\n<p>In short, if you consent to have sex with someone under certain explicit circumstances &amp; that person knowingly lies, it should be considered rape. Of course there are a lot of what if’s we can come up with, but I would like to keep it focused on the subject about forms of bc.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/l3qvns/cmv_if_stealthing_is_considered_rape_lying_about/",
  "subreddit": "changemyview",
  "id": "l3qvns",
  "is_self": true,
  "media": null,
  "is_video": false
}