{
  "author": "22twenty-two",
  "the_new_excerpt": "I'm British but I would not say that I am proud to be British. Rather, I feel\nfortunate that I was born and raised here and its pretty cool what fellow Brits\nhave done to advance society. I also realise that Brits have done terrible\nthings over the years. Am I proud to British, nope. Am I ashamed to…",
  "original_created_utc": 1618082950,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はイギリス人ですが、イギリス人であることを誇りに思っているとは言えません。むしろ、ここで生まれ育ったことを幸運だと感じています。\nイギリスで生まれ育ったことを幸運だと感じていますし、同じイギリス人が社会の発展のためにしてきたことはとても素晴らしいことです。\nイギリス人が社会の発展のためにしてきたことはとても素晴らしいことです。また、イギリス人が過去にひどいことをしたことも知っています。\nイギリス人がひどいことをしたことも知っています。イギリス人であることを誇りに思うかというと、そうではありません。恥ずかしいと思うのは...",
      "title": "CMV：自分が生まれ育った場所を誇りに思うこと（または恥じること）は、決してあってはならないことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是英国人，但我不会说我为自己是英国人而自豪。相反，我觉得\n幸运的是，我在这里出生和长大，其相当酷的英国同胞\n为推动社会进步所做的工作。我也意识到英国人做得很糟糕\n多年来的事情。我是否为自己是英国人而感到骄傲，不。我以...",
      "title": "CMV：以自己的出生地和成长地为荣（或为耻），不应该是一件事。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是英國人，但我不會說我爲自己是英國人而自豪。相反，我覺得\n幸運的是，我在這裏出生和長大，其相當酷的英國同胞\n爲推動社會進步所做的工作。我也意識到英國人做得很糟糕\n多年來的事情。我是否爲自己是英國人而感到驕傲，不。我以...",
      "title": "CMV：以自己的出生地和成長地爲榮（或爲恥），不應該是一件事。"
    }
  ],
  "title": "CMV: Being proud of (or ashamed) of where you were born and raised should not be a thing.",
  "created_utc": 1618129824,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m British but I would not say that I am proud to be British. Rather, I feel fortunate that I was born and raised here and its pretty cool what fellow Brits have done to advance society. I also realise that Brits have done terrible things over the years. Am I proud to British, nope. Am I ashamed to be British, nope.</p>\n\n<p>The only thing I feel I can be proud or ashamed of are my own actions and the actions of close family, but this does not extend to non-immediate family, friends, or those that I share a nationality with.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/mobb4l/cmv_being_proud_of_or_ashamed_of_where_you_were/",
  "subreddit": "changemyview",
  "id": "mobb4l",
  "is_self": true,
  "media": null,
  "is_video": false
}