{
  "author": "BobQuasit",
  "the_new_excerpt": "I've gotten a lot of books through Biblio.com [https://Biblio.com] over the\nyears, and I've recommended them to a lot of people. What happened today is\nmaking me reconsider that. Here's the message I sent to the Support people\ntoday:\n\n> Price changed AFTER order was placed, and then order apparently…",
  "original_created_utc": 1622518189,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、Biblio.com [https://Biblio.com]で多くの本を手に入れてきました。\n多くの人に勧めてきました。今日起こったことは\n私はそのことを考え直しています。私がサポートの方々に送ったメッセージは以下の通りです。\ntoday:\n\n> 注文した後に価格が変更され、その後、注文が明らかに...",
      "title": "注文後に書籍の価格が変更され、その後、注文と苦情が削除されたようです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "多年来，我通过Biblio.com[https://Biblio.com]得到了很多书。\n多年来，我向很多人推荐过这些书。今天发生的事情\n让我重新考虑这个问题。以下是我发给支持人员的信息\n今天。\n\n> 下单后价格发生变化，然后订单显然...",
      "title": "书价在下单后发生了变化，然后订单和投诉明显被删除。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "多年來，我通過Biblio.com[https://Biblio.com]得到了很多書。\n多年來，我向很多人推薦過這些書。今天發生的事情\n讓我重新考慮這個問題。以下是我發給支持人員的信息\n今天。\n\n> 下單後價格發生變化，然後訂單顯然...",
      "title": "書價在下單後發生了變化，然後訂單和投訴明顯被刪除。"
    }
  ],
  "title": "Book price changed AFTER order was placed, and then order & complaint apparently deleted",
  "created_utc": 1622572639,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve gotten a lot of books through <a href=\"https://Biblio.com\">Biblio.com</a> over the years, and I&#39;ve recommended them to a lot of people. What happened today is making me reconsider that. Here&#39;s the message I sent to the Support people today:</p>\n\n<blockquote>\n<p><strong>Price changed AFTER order was placed, and then order apparently deleted</strong>  </p>\n\n<p>I placed order #1005-9453305 at 4:37 PM this evening for a book from Booktown USA in CA. The book price was $2.16, with shipping and handling of $4.01 and tax of $0.14 -  a total of $6.31.  </p>\n\n<p>At 4:53 PM I received an email via Biblio from Booktown demanding an ADDITIONAL $7.31 for &quot;S&amp;H&quot;. No additional information was given. If I don&#39;t pay, the order will be canceled.  </p>\n\n<p>More than doubling the effective price after the purchase was made is the height of dishonesty. I hope that <a href=\"https://Biblio.com\">Biblio.com</a> doesn&#39;t allow this sort of sleazy behavior from the bookstores that sell on your site, and I would urge you to remove Booktown USA from the sellers represented on Biblio.  </p>\n\n<p>I will cancel my order and look for my books elsewhere until I receive some assurance that Biblio requires ethical behavior from their sellers.  </p>\n\n<p>EDIT: After attempting to send this message to <a href=\"https://Biblio.com\">Biblio.com</a> via the Contact option on the site, my support request was apparently deleted because my order suddenly &quot;didn&#39;t exist&quot;. If that&#39;s the case, something is seriously wrong here. My decision to no longer shop with <a href=\"https://Biblio.com\">Biblio.com</a> is reinforced by this experience, and I will encourage others to avoid the site as well if this issue is not addressed.  </p>\n\n<p>Thanks.</p>\n</blockquote>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/npkogc/book_price_changed_after_order_was_placed_and/",
  "subreddit": "books",
  "id": "npkogc",
  "is_self": true,
  "media": null,
  "is_video": false
}