{
  "author": "MyCodeNameIsBryan",
  "the_new_excerpt": "Today I figured out I could swipe right on Reddit mobile and I get to see a slew\nof sub Reddit's I didn't know existed.\n\nAfter scrolling through my new found sub Reddit library I stumbled upon\nr/femaledatingstrategy [/r/femaledatingstrategy].\n\nMy God...\n\nFirst you need be a woman to post there. And…",
  "original_created_utc": 1622440428,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今日、私はRedditモバイルで右にスワイプすると、たくさんの写真を見ることができることを知りました。\n存在することを知らなかったサブRedditの数々を見ることができます。\n\n新しく見つけたRedditのサブライブラリーをスクロールした後、私は次のものに出くわしました。\nr/femaledatingstrategy [/r/femaledatingstrategy].\n\nなんてことでしょう...。\n\nまずそこに投稿するには女性である必要があります。そして...",
      "title": "CMV: 人種や性別を対象としたサブレディットは、建設的な利益よりも毒性や憎しみを広めることになります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "今天，我发现我可以在Reddit手机上向右滑动，我可以看到一连串我不知道的Reddit子网站。\n的子Reddit，我不知道它的存在。\n\n在滚动浏览我新发现的子Reddit库后，我偶然发现了\nr/femaledatingstrategy [/r/femaledatingstrategy]。\n\n我的上帝...\n\n首先，你需要是个女人才能在那里发帖。而且...",
      "title": "CMV：针对某个种族或性别的子版块更多的是在传播毒性和仇恨，而不是任何建设性的好处。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "今天，我發現我可以在Reddit手機上向右滑動，我可以看到一連串我不知道的Reddit子網站。\n的子Reddit，我不知道它的存在。\n\n在滾動瀏覽我新發現的子Reddit庫後，我偶然發現了\nr/femaledatingstrategy [/r/femaledatingstrategy]。\n\n我的上帝...\n\n首先，你需要是個女人才能在那裏發帖。而且...",
      "title": "CMV：針對某個種族或性別的子版塊更多的是在傳播毒性和仇恨，而不是任何建設性的好處。"
    }
  ],
  "title": "CMV: subreddits directed towards a race, or gender do more to spread toxicity and hate than any constructive good.",
  "created_utc": 1622477172,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Today I figured out I could swipe right on Reddit mobile and I get to see a slew of sub Reddit&#39;s I didn&#39;t know existed.</p>\n\n<p>After scrolling through my new found sub Reddit library I stumbled upon <a href=\"/r/femaledatingstrategy\">r/femaledatingstrategy</a>.  </p>\n\n<p>My God...</p>\n\n<p>First you need be a woman to post there.  And it&#39;s no reason why.  The post itself was a financial breakdown of what woman is &quot;worth&quot; based on the jobs they do for free for men.  Nurse.  Cook.  Cheerleader.  Etc. </p>\n\n<p>I figured it was a joke but it was honestly dozens of comments spewing hate towards men.  What got me was many of these ladies were tearing into &quot;what being with a man is like&quot; Through speculation alone.</p>\n\n<p>There wasn&#39;t a single comment to offer any sort of perspective.  It was just pitch forks and torches.</p>\n\n<p>Another was one of my favorite to lurk, <a href=\"/r/blackpeopletwitter\">r/blackpeopletwitter</a>.  It&#39;s so funny, that Im often visiting that sub when I need a good laugh.</p>\n\n<p>Can I post there?  Nope.  Guess why?  </p>\n\n<p>I don&#39;t understand why a sub Reddit is locked down in such a way when being a bigoted, misogynistic, racist is a bankable offense.  Sure, some see subs like that as low hanging fruit but man.  It&#39;s crazy to think that we have to go so far as to lock entire genders or races out.  </p>\n\n<p>Are we not trying to seperate ourselves from this?</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/novx8x/cmv_subreddits_directed_towards_a_race_or_gender/",
  "subreddit": "changemyview",
  "id": "novx8x",
  "is_self": true,
  "media": null,
  "is_video": false
}