{
  "author": "thefullmcnulty",
  "original_created_utc": 1633746715,
  "title": "Just drove by a handmade sign for papusas and stopped by the shop",
  "created_utc": 1633772147,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Turns out the 3 women running this little restaurant were all Salvadoran immigrants. I asked if any of them ever remitted money home (I had to bring it up) and they all said freely that they do every week. I got some weird looks for this question so I explained my interest in bitcoin and how El Salvador was a big deal for people in the space. </p>\n\n<p>At that point they understood where I was coming from, relaxed a bit, and the most talkative of the group mentioned they were all using Chivo now. She asked if I had heard of it. Of course I was excited, responded yes, and asked if they preferred Chivo to their previous way of remitting money. Again the most talkative of group said when she used to send $50 usd home each week through Western Union, it would cost her $8 in fees and would take days to arrive. She excitedly said now it’s free and instant for them and it’s very helpful to their families in El Salvador. At one point she said, “This is from Bukele’s bitcoin, so we like it.” which cracked me up. </p>\n\n<p>This happened in NW Oregon mind you. It was a serendipitous and surreal experience as someone who is deeply interested in the global bitcoin movement. Thought I’d share with the sub. </p>\n\n<p>The bitcoin network is effecting positive change and I heard about it firsthand today. Cheers to all the real bitcoiner’s. Also, the papusa was bangin.</p>\n</div><!-- SC_ON -->",
  "score": 159,
  "permalink": "/r/Bitcoin/comments/q4cg6m/just_drove_by_a_handmade_sign_for_papusas_and/",
  "subreddit": "Bitcoin",
  "id": "q4cg6m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Turns out the 3 women running this little restaurant were all Salvadoran\nimmigrants. I asked if any of them ever remitted money home (I had to bring it\nup) and they all said freely that they do every week. I got some weird looks for\nthis question so I explained my interest in bitcoin and how El…"
}