{
  "author": "CuppOfTeaa",
  "original_created_utc": 1627734542,
  "title": "Looking for a book that feels like a lonely, rainy, introspective, late-night drive through the freeway",
  "created_utc": 1627744430,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m looking for a book that&#39;s beautiful, atmospheric, immersive, personal, and that really makes you think. Beautiful prose, beautiful imagery, beautiful monologues, beautiful narrator and characters. Something that just has those chapters and those passages that make you want to close the book, stare at the ceiling, and really take in what you just read.</p>\n\n<p>All suggestions are appreciated!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/ov69yr/looking_for_a_book_that_feels_like_a_lonely_rainy/",
  "subreddit": "booksuggestions",
  "id": "ov69yr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm looking for a book that's beautiful, atmospheric, immersive, personal, and\nthat really makes you think. Beautiful prose, beautiful imagery, beautiful\nmonologues, beautiful narrator and characters. Something that just has those\nchapters and those passages that make you want to close the book,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が探しているのは、美しく、雰囲気があり、没入感があり、個人的で、本当に考えさせられるような本です。\n本当に考えさせられる本を探しています。美しい散文、美しいイメージ、美しいモノローグ、美しい語り手とキャラクター。\n美しいモノローグ、美しいナレーターとキャラクター。思わず考え込んでしまうような章や節があるもの。\n思わず本を閉じたくなるような章や節があるもの...。",
      "title": "フリーウェイを深夜にドライブしているときのような、孤独で雨が降っているような、内省的な気分になれる本を探しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我正在寻找一本美丽、大气、沉浸式、个人化的书。\n真正让你思考。美丽的散文，美丽的图像，美丽的独白，美丽的叙述者和故事。\n美丽的独白，美丽的叙述者和人物。有一些东西，只是有那些\n章节和段落，使你想合上书，......",
      "title": "寻找一本书，感觉就像一个孤独的、下雨的、内省的、深夜开车穿过高速公路的人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正在尋找一本美麗、大氣、沉浸式、個人化的書。\n真正讓你思考。美麗的散文，美麗的圖像，美麗的獨白，美麗的敘述者和故事。\n美麗的獨白，美麗的敘述者和人物。有一些東西，只是有那些\n章節和段落，使你想合上書，......",
      "title": "尋找一本書，感覺就像一個孤獨的、下雨的、內省的、深夜開車穿過高速公路的人。"
    }
  ]
}