{
  "author": "rhinokitty",
  "original_created_utc": 1632528732,
  "title": "YSK how to measure with an accuracy of a sixteenth of an inch using a ruler or measuring tape",
  "created_utc": 1632574380,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many things that you will need to cut with scissors, a knife, or a saw will need to be precisely measured first. In many trades and professions in the United States, a sixteenth of an inch is accurate enough to be considered exact.</p>\n\n<p>It&#39;s extremely difficult to explain in text how to read a ruler or measuring tape down to the sixteenth of an inch, but <a href=\"https://www.youtube.com/watch?v=l3Nv1mjof-I\">this video does an accurate job</a>.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/YouShouldKnow/comments/puvoxb/ysk_how_to_measure_with_an_accuracy_of_a/",
  "subreddit": "YouShouldKnow",
  "id": "puvoxb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Many things that you will need to cut with scissors, a knife, or a saw\nwill need to be precisely measured first. In many trades and professions in the\nUnited States, a sixteenth of an inch is accurate enough to be considered exact.\n\nIt's extremely difficult to explain in text how to read a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：ハサミやナイフ、ノコギリで切るものの多くは、まず正確な寸法が必要です。\nは、まず正確に測る必要があります。アメリカでは、多くの職業で\nアメリカの多くの職業では、16分の1インチが正確であるとされています。\n\n文字で説明するのは非常に難しいのですが......。",
      "title": "YSK 定規やメジャーを使って、16分の1インチの精度で測定する方法"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：许多你需要用剪刀、刀或锯子切割的东西\n都需要先进行精确的测量。在美国的许多行业和职业中\n美国的许多行业和职业中，十六分之一英寸的精度足以被认为是精确的。\n\n要用文字解释如何读懂一英寸是非常困难的。",
      "title": "YSK如何使用尺子或卷尺进行精确到十六分之一英寸的测量"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：許多你需要用剪刀、刀或鋸子切割的東西\n都需要先進行精確的測量。在美國的許多行業和職業中\n美國的許多行業和職業中，十六分之一英寸的精度足以被認爲是精確的。\n\n要用文字解釋如何讀懂一英寸是非常困難的。",
      "title": "YSK如何使用尺子或捲尺進行精確到十六分之一英寸的測量"
    }
  ]
}