{
  "author": "noambugot1",
  "original_created_utc": 1629055233,
  "title": "CMV: The United States' abandonment of Afghanistan is an inherently evil act, or at the very least a selfish one",
  "created_utc": 1629063323,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I believe that in abandoning Afghanistan, the United States is doing an immoral injustice to the Afghan people. I will go over the reasons I see most often cited as a justification for pulling out and explain why each of them is wrong in my opinion.\n&#x200B;\n1. The US shouldn’t have been in Afghanistan in the first place.\n&#x200B;\nEven if that is correct, it is also completely irrelevant. What’s in the past is in the past and everyone has to do with the present.\n&#x200B;\n2. The Afghan people support the Taliban.\n&#x200B;\nFirst, they don’t. <a href=\"https://www.cfr.org/backgrounder/taliban-afghanistan\">Polls show that over 85% of Afghans oppose the Taliban</a> and <a href=\"https://asiafoundation.org/wp-content/uploads/2021/04/Afghanistan_Flash-Survey-Report-2021-Wave-3.pdf\">an overwhelming majority of Afghans believe that equality for women is a vital matter</a>.\n&#x200B;\nSecond, even if most of them were supporting the Taliban – which they aren’t – that does not justify the oppression of the ones who oppose them, and the West’s de-facto support of that oppression via turning a blind eye. This conjures to mind images of pre-WW2 Germany, after the Nazi’s ascension to power but before their invasion of Poland. If the Germans decided to exterminate their 523,000 strong Jewish population, without harming any other nations’ sovereignty, had the West “stayed out of it” because it was the will of the German people? I’m very much afraid the likely answer would be yes, especially regarding the US, the so-called bastion of freedom and equality that refused to join the war until it was itself attacked. And if you believe that staying out of genocides because is right because “they’re internal matters”, then I can’t call that position anything but monstrously inhumane and anything but liberal and humanistic. While a wholesale genocide because of the Taliban’s takeover of Afghanistan won’t likely happen, horrible crimes against humanity, the killing of the people who assisted the West, and the repression of Ethnic/Religious minorities will most certainly happen.\n&#x200B;\n3. The Afghan government/democracy wasn’t working anyway, so it doesn’t matter.\n&#x200B;\n<a href=\"https://asiafoundation.org/wp-content/uploads/2019/12/2019_Afghan_Survey_Infographics.pdf\">Most Afghans were satisfied with their democracy, at least in 2019.</a> It is also inarguable that the US occupation of Afghanistan dramatically improved the condition of women in the country, an improvement that is will now be reversed. And even if we ignore all of that, the US as an occupying voice has, or at least had, more than enough sway over the region to ensure free and fair elections.\n&#x200B;\n4. The USA needs to care for itself first and not solve other nations’ problems.\n&#x200B;\nWhile I can understand this point of view, and in my opinion, it is the strongest argument against staying in Afghanistan, it is also an inherently selfish one. While I can understand why some nationalists believe in that, I absolutely cannot understand why so many people who at the very least claim to have a more humanistic and globalist mindset still carry this position. So many so-called “leftists” are busy claiming that they would rather their tax dollars went towards healthcare rather than war. Ignoring the fact that universal healthcare would be cheaper than the current American system, the West as a whole and the US have (or at least should have) a duty as advanced, rich, and democratic societies to help other, less fortunate places become better. Seeing as this is the most basic claim of almost any somewhat leftist ideological leaning has, I truly do not understand the wide support this move has among the American left. This problem is not only restricted to the left though – much of the right in America also supports abandoning Afghanistan because of nationalism, completely ignoring their claimed ideology of the protection of human rights.\n&#x200B;\nI would love it if anyone could explain to me how the US withdrawal is not evil, or at the very least, selfish.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/p4zuwk/cmv_the_united_states_abandonment_of_afghanistan/",
  "subreddit": "changemyview",
  "id": "p4zuwk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I believe that in abandoning Afghanistan, the United States is doing an immoral\ninjustice to the Afghan people. I will go over the reasons I see most often\ncited as a justification for pulling out and explain why each of them is wrong\nin my opinion. 1. The US shouldn’t have been in Afghanistan in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、アフガニスタンを放棄することで、米国は不道徳な不正を行っていると信じています。\n不道徳なことをしていると思います。撤退を正当化する理由として私がよく目にするものを挙げ、それぞれがなぜ間違っているのかを説明します。\n撤退を正当化する理由としてよく挙げられるものを紹介し、それぞれが間違っている理由を説明します。\n私の意見では 1. アメリカはアフガニスタンにいるべきではなかった...",
      "title": "CMV: 米国がアフガニスタンを放棄したのは、本質的に邪悪な行為であり、少なくとも利己的な行為である。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为，在放弃阿富汗的过程中，美国正在做一件不道德的事情。\n对阿富汗人民的不公正行为。我将介绍一下我最常看到的理由\n的理由，并解释为什么这些理由在我看来都是错误的。\n在我看来是错误的。1. 美国不应该在阿富汗停留。",
      "title": "CMV：美国放弃阿富汗是一种固有的邪恶行为，或者至少是一种自私的行为"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲，在放棄阿富汗的過程中，美國正在做一件不道德的事情。\n對阿富汗人民的不公正行爲。我將介紹一下我最常看到的理由\n的理由，並解釋爲什麼這些理由在我看來都是錯誤的。\n在我看來是錯誤的。1. 美國不應該在阿富汗停留。",
      "title": "CMV：美國放棄阿富汗是一種固有的邪惡行爲，或者至少是一種自私的行爲"
    }
  ]
}