{
  "author": "-BigGirlPants-",
  "the_new_excerpt": "I love being a mom, but I have never had a single moment when I thought \"I want\nanother baby, I miss having a baby!\". Honestly, every year older my daughter has\ngotten has just been more and more enjoyable, especially now that she's excited\nabout reading for herself. \n\nShe's seven now, and she reads…",
  "original_created_utc": 1620165022,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は母親であることが大好きですが、「もう一人赤ちゃんが欲しい、赤ちゃんがいないと寂しい！」と思った瞬間は一度もありませんでした。\nと思ったことは一度もありません。正直なところ、娘が年をとるごとに\n正直なところ、娘が年を重ねるごとに、ますます楽しくなってきましたし、特に今は、自分で本を読むことに興奮しています。\n特に今は、自分で本を読むことに興奮しています。 \n\n今、娘は7歳ですが、本を読むのは...",
      "title": "娘と一緒に読書をすることは、これまでの子育ての中で最もやりがいのある経験のひとつです"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢当妈妈，但我从来没有想过 \"我想再要一个孩子，我想念有孩子的日子！\"的时刻。\n另一个孩子，我想念有一个孩子！\"。说实话，我女儿每长大一岁\n越来越令人愉快，尤其是现在她对自己阅读感到兴奋。\n兴奋，尤其是现在她对自己的阅读感兴趣。 \n\n她现在七岁了，她读...",
      "title": "与女儿一起阅读是我最有意义的育儿经验之一"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡當媽媽，但我從來沒有想過 \"我想再要一個孩子，我想念有孩子的日子！\"的時刻。\n另一個孩子，我想念有一個孩子！\"。說實話，我女兒每長大一歲\n越來越令人愉快，尤其是現在她對自己閱讀感到興奮。\n興奮，尤其是現在她對自己的閱讀感興趣。 \n\n她現在七歲了，她讀...",
      "title": "與女兒一起閱讀是我最有意義的育兒經驗之一"
    }
  ],
  "title": "Reading with my daughter has been one of the most rewarding parenting experiences I've had",
  "created_utc": 1620168799,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I love being a mom, but I have never had a single moment when I thought &quot;I want another baby, I miss having a baby!&quot;. Honestly, every year older my daughter has gotten has just been more and more enjoyable, especially now that she&#39;s excited about reading for herself. </p>\n\n<p>She&#39;s seven now, and she reads on her own pretty constantly, but we still have the ritual of reading books before bed. I loved this ritual when it was board books with words she didn&#39;t understand, I loved it when they were rhyming books that she would memorize and recite with me, and I loved it when they were longer picture books, especially books I remembered from my own childhood. But in the last couple of years we&#39;ve started reading chapter books, and I&#39;m getting to share with her some of my FAVORITE stories, and it&#39;s the most incredible experience.</p>\n\n<p>We read the first few Harry Potter books 3 times, because she always wanted to start again when we were finished. Each time she convinced me to read a couple books farther, until this year when we finally finished the series. I know there&#39;s a lot of content that she can&#39;t fully comprehend, but just sharing the story with her and seeing her get so into it (she was Hermione for Halloween 2 years in a row) is amazing. We&#39;ve also read Ella Enchanted twice, one of my all-time favorite books from when I was a kid, and when we finished it the last time she said &quot;That is my FAVORITE book!&quot; </p>\n\n<p>The books I&#39;m reading with her were such a big part of my life, for years and years before she was even born. When we read them together it feels like we&#39;re creating a special bond that is separate from other parts of our mother-daughter relationship. It feels like she&#39;s getting to meet the 11 year-old-me who originally read and fell in love with that story, and it&#39;s indescribably cool.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/n4zbr7/reading_with_my_daughter_has_been_one_of_the_most/",
  "subreddit": "books",
  "id": "n4zbr7",
  "is_self": true,
  "media": null,
  "is_video": false
}