{
  "author": "Mrgreen37",
  "original_created_utc": 1633099803,
  "title": "John Kennedy Toole's A Confederacy of Dunces is a comedic masterpiece and it's a crying shame the author didn't live to see it's success",
  "created_utc": 1633107771,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you haven&#39;t read A Confederacy of Dunces yet, Mrgreen37 heartily recommends it. It&#39;s an absolutely hilarious novel focusing on one Ignatius J Reilly and his interactions with the inhabitants of the city of New Orleans after his mother decides he has to go to work to pay off a car the two of them damaged. (I&#39;ll admit part of the reason I love it, is because I can see a lot of myself in Ignatius)</p>\n\n<p>How it was published is an equally interesting story. The author originally wrote it in the 1960s, but every single publisher he took it to, turned it down. Sadly he fell into depression and ultimately committed suicide through carbon monoxide poisoning.</p>\n\n<p>However, his mother found a smeared carbon copy of the manuscript and took it to a local professor named Walker Percy who although reluctant to read it, was impressed by what he eventually read. In the end, it was published in 1980, over a decade after it&#39;s author&#39;s suicide. The following year Toole became the first posthumous winner of the Pulitzer Prize for fiction which shows that you should never give up on that project you&#39;re working on.</p>\n\n<p>But enough rambling from me, has anybody else read it and what did you think?</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/books/comments/pz9la1/john_kennedy_tooles_a_confederacy_of_dunces_is_a/",
  "subreddit": "books",
  "id": "pz9la1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If you haven't read A Confederacy of Dunces yet, Mrgreen37 heartily recommends\nit. It's an absolutely hilarious novel focusing on one Ignatius J Reilly and his\ninteractions with the inhabitants of the city of New Orleans after his mother\ndecides he has to go to work to pay off a car the two of them…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まだ「A Confederacy of Dunces」を読んでいない方は、Mrgreen37が心からお勧めします。\n読んでみてください。イグナティウス・J・ライリーという人物に焦点を当てた、とても愉快な小説です。\nニューオーリンズの住人たちとの交流を描いた愉快な小説です。\n母親が車のローンを払うために仕事に行かなければならないと決めた後、彼とニューオリンズの街の人々との交流が描かれています。",
      "title": "ジョン・ケネディ・トゥールの『ダンケスの群れ』はコメディの傑作であり、作者がその成功を見届けることができなかったのは非常に残念である。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你还没有读过《傻瓜的同盟》，Mrgreen37衷心推荐\n它。这是一部绝对搞笑的小说，聚焦于一个名叫伊格内修斯-J-赖利的人和他的\n他与新奥尔良市居民之间的互动。\n他的母亲决定让他去工作，以偿还他们两个人的汽车费用。",
      "title": "约翰-肯尼迪-图尔的《傻瓜联盟》是一部喜剧杰作，作者没能活着看到它的成功，真是令人遗憾。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你還沒有讀過《傻瓜的同盟》，Mrgreen37衷心推薦\n它。這是一部絕對搞笑的小說，聚焦於一個名叫伊格內修斯-J-賴利的人和他的\n他與新奧爾良市居民之間的互動。\n他的母親決定讓他去工作，以償還他們兩個人的汽車費用。",
      "title": "約翰-肯尼迪-圖爾的《傻瓜聯盟》是一部喜劇傑作，作者沒能活着看到它的成功，真是令人遺憾。"
    }
  ]
}