{
  "author": "StChris0491",
  "the_new_excerpt": "I used to do most of my reading during my commute on public transportation.\nEvery so often, a stranger would approach me and say, “That’s an excellent book,\nI hope you like it!” These were always short and infrequent conversations, but\nit always made my day when someone did this. At the very least,…",
  "original_created_utc": 1621703268,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は以前、公共交通機関での通勤中にほとんどの読書をしていました。\n時々、見知らぬ人が私に近づいてきて、「それは素晴らしい本ですね。\nと声をかけてくれます。それはいつも短くて少ない会話でしたが\nしかし、このようなことをされると、とても嬉しくなります。少なくても、...",
      "title": "読んでいる本を知らない人に褒められないのが寂しい"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我曾经在公共交通的通勤过程中进行大部分的阅读。\n每隔一段时间，就会有陌生人走近我，说：\"那是一本很好的书。\n我希望你喜欢它！\" 这些总是简短的、不经常的对话，但是\n但当有人这样做时，总是让我感到很高兴。至少，...",
      "title": "我怀念陌生人对我正在读的书的赞美。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾經在公共交通的通勤過程中進行大部分的閱讀。\n每隔一段時間，就會有陌生人走近我，說：\"那是一本很好的書。\n我希望你喜歡它！\" 這些總是簡短的、不經常的對話，但是\n但當有人這樣做時，總是讓我感到很高興。至少，...",
      "title": "我懷念陌生人對我正在讀的書的讚美。"
    }
  ],
  "title": "I miss strangers complimenting the book I’m reading",
  "created_utc": 1621712106,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I used to do most of my reading during my commute on public transportation. Every so often, a stranger would approach me and say, “That’s an excellent book, I hope you like it!” These were always short and infrequent conversations, but it always made my day when someone did this. At the very least, it was good to have the extra recommendation for what I was reading.</p>\n\n<p>Since the pandemic started, I’ve been driving to work and listening to audiobooks, so I sadly haven’t had a conversation like this with anyone in over a year. I may start taking public transportation again soon. Maybe these happy little interactions will start happening again.</p>\n\n<p>What are your thoughts on strangers approaching you about a book? Do you prefer to be left to read, or do you like it when someone comes up to you and affirms you’re reading something good?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/nin5rz/i_miss_strangers_complimenting_the_book_im_reading/",
  "subreddit": "books",
  "id": "nin5rz",
  "is_self": true,
  "media": null,
  "is_video": false
}