{
  "videoId": "4OiBBB8SxmM",
  "channelId": "UC7FldPQ7aT7Slikg7tZc30g",
  "title": "Can You Beat Fallout 3 With Your Eyes?",
  "link": "https://www.youtube.com/watch?v=4OiBBB8SxmM",
  "pubDate": "2021-11-27T18:00:02.000Z",
  "author": "Mitten Squad",
  "id": "yt:video:4OiBBB8SxmM",
  "isoDate": "2021-11-27T18:00:02.000Z",
  "description": "Ordinary gamers play games with their hands. Some people play games with their feet, some use their voice, but I wanted to do something different. Something much more traumatizing than anything I’ve done before. Can You Beat Fallout 3 With Your Eyes?\n\nThumbnail art made by: https://twitter.com/DrubbyBaws\n\nMitten Squad Discord: http://www.Mitten.Land/\n\nCheck out some of my other videos if you liked this one:\nCan You Beat Fallout: New Vegas With A Big Iron On Your Hip?: https://youtu.be/K_x9akvgc40\nCan you Beat Fallout: New Vegas By Killing Everyone?:  https://youtu.be/7mCJBotRYeg\nCan you Beat Fallout: New Vegas Without A Pip-Boy?: https://youtu.be/BlMwqo4rAHg\nCan You Beat Fallout: New Vegas As A Necromancer?: https://youtu.be/kfQ6GNKqLOs\nCan You Beat Fallout 4 Without A Pip-Boy?: https://youtu.be/k0GamZYQwvA\nCan You Beat Fallout 3 Without Moving The Camera?: https://youtu.be/kUpwvr4YlD4\nCan You Beat Skyrim With Only A Fork?: https://youtu.be/pBVBrUXGpWk\nCan You Beat Skyrim With Only Telekinesis? https://youtu.be/9OVWJWLzL14 \n\nCan You Beat Fallout 3 With Your Eyes? (in text form)\n\nTo play Fallout 3 with nothing but my eyes, I spent $230 on an infrared eye tracker, the Tobii Eye Tracker 5 and mounted it to my iMac with my own proprietary adhesive strip. The trash it came with didn’t stick and I got lucky that I couldn’t find my superglue. I used it to secure a thumbtack in my wall and haven’t seen it since. The Tobii company has software that lets the eye tracker work in a handful of games but none of them are Fallout and it’s not full fledged control. it’s looking around by turning your head, not complete PC control with only your eyesight. Windows 10 has some eye control accessibility options too but those don’t work in-game. For that I downloaded Project Iris. This program turns your entire monitor into a touchscreen for your vision. It’s wild. Iris lets you map any key on the keyboard to a box on-screen. The eye trackers 4 sensors track your pupils at all times using infrared light and when they’ve sense you looking at the box, the key is pressed virtually. That allowed me to map most of the useful keys to the boxes. The controls I had on-screen and their layout changed over time as I learned which keys were more useful than the others. The starter set should be fairly self explanatory: WASD for movement, Tab for the Pip-Boy, space to jump, the arrow keys to move through dialog, escape to pause. Run is Q, that’s the auto run button. Look Up is a lie, don’t believe what it says. You won’t be seeing that vision circle on-screen during the gameplay, it wasn’t centered properly and I found it distracting. And with that, you’re ready to witness the most mentally exhausting challenge I’ve ever done.\n\nTo prove that I was, in fact, playing with my eyes and not a controller or a keyboard and mouse, I turned on the webcam. But it’s been a while since you’ve seen me. The last time was in December and that was before my drinking got way out of control. I’m a changed individual and I wanted to prove that by doing the worst thing I could think of. I bought a sexy french maid outfit and I gotta say I make a woman’s medium look [better than than those whores on Amazon do] pretty good. Now, in my final form, the real game can begin and I can begin to explain what a f*cking nightmare this challenge was. Those blink grenades are not what you think, they’re not used in this video, that mod should’ve been disabled. What I didn’t realize before starting was how difficult it is to maintain complete and total control over your eyes for hours on end. They’re constantly subconsciously darting around taking in the surroundings. You don’t really think when you look from one side of the screen to the other, you just do it and it happens. But here, I can’t look over to the left side of the screen, or the right side or the top or the bottom without running the risk of accidentally pressing a button. \n\nLuckily, the toddler room is a free for all where nothing matters. I had all the time in the world to acclimate myself to the controls and realize I had no way to look down, bringing us to the first major bump in the road. Speed bumps come in pairs, trust me I will get f*cked again. Moving the mouse is not as simple as remapping a key on the keyboard. This is a mouse we’re talking about, a living breathing organism, there are complex mechanisms at play. The solution? Can you say “trackpad for your eyeball”? That’s exactly what I got, though at this juncture I was woefully unaware of what I’d just done. I spent minutes sitting there trying to fill out my Special stats with that little b****d, unable to tell what was really happening. It had to be bigger. Mickey hit the medieval stretch machine, my playing field was substantially larger, I could now look freely around the world, solving all of my 1 year old problems.",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/4OiBBB8SxmM/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "46930",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "624904"
  },
  "original_created_at": "2021-11-27T18:00:02.000Z",
  "created_at": "2021-11-28T06:00:18.283Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "目でFallout 3を倒せるか？"
    },
    {
      "locale": "zh",
      "title": "你能用你的眼睛打败《辐射3》吗？"
    },
    {
      "locale": "zh-Hant",
      "title": "你能用你的眼睛打敗《輻射3》嗎？"
    }
  ],
  "source_updated_at": 1638524506454
}