{
  "videoId": "59W503UoFpI",
  "channelId": "UCtNBFUsxj2YVbEc5HquzFqg",
  "title": "I Built a REAL UNDER WATER HOUSE!!",
  "link": "https://www.youtube.com/watch?v=59W503UoFpI",
  "pubDate": "2021-11-13T16:00:02.000Z",
  "author": "Carter Sharer",
  "id": "yt:video:59W503UoFpI",
  "isoDate": "2021-11-13T16:00:02.000Z",
  "description": "🔥SHOP NOW!!🔥━► https://www.teamrar.com/ \n\nCarter Sharer and Team RAR just played Squid Game in Real Life!! (https://youtu.be/Qoj5HPq5DSE) But today, we did one of the most difficult engineering challenges to date: Building a REAL Under Water House!! And we only had 7 days to do it or Andrew and Hunter would get SLIMED. Long-time Team RAR fans remember when we tried it the first time, and it (kind of) worked, but we were way too wet and it didn't last very long. Other channels have tried making an under water house, but we made the REAL THING and got Andrew, Bailey Bagles Payne, @Hunter Kowald , @FliplikeZ and @roloflow8 inside the house!! We took a cue from Sponge Bob Square Pants and Carer Sharer even added windows, hard wood floors, curtains, pillows and we even got Wi-Fi down there. This was insane. What do you think we should we do with the real Under Water House?? Should we rent it out to tenants in Los Angeles? Comment below!! \n\n❇️ MORE EPIC VLOGS ❇️\n\n@Lucas and Marcus Living In A UNDERWATER HOUSE For 24 Hours! https://www.youtube.com/watch?v=EEqZRzg6M74\n@Ben Azelart Living In A UNDERWATER HOUSE For 24 Hours! https://www.youtube.com/watch?v=cRpkrrWNP5w\n@Morgz Living UNDERWATER For 24 Hours - Challenge https://www.youtube.com/watch?v=n_elql_ZESk\n@Troom Troom WOW Living in Underwater House for 24 Hours! https://www.youtube.com/watch?v=BcldwFKOft8\n\n-----------------------------------------------------------------------------------------------------------\n📷INSTAGRAM → @CarterSharer https://www.instagram.com/cartersharer/\n📷INSTAGRAM → @OfficalTeamRAR https://www.instagram.com/officialteamrar/\n📷INSTAGRAM → @LizzyCapri https://www.instagram.com/lizzycapri/\n📘FACEBOOK → CARTER SHARER OFFICIAL https://goo.gl/WM7mBu\n\nSubscribe to my channel! https://goo.gl/XjjCA8\n-----------------------------------------------------------------------------------------------------------\nBusiness Inquiries: carter@nightmedia.co\n\nWARNING: \nThis video is only for entertainment purposes. Do not attempt to recreate any of the acts in this video, as they may be dangerous if not done correctly, and could result in serious injury. If you rely on the information portrayed in this video, you assume the responsibility for the results. Have fun, but always think ahead, and remember that every project you try is at YOUR OWN RISK.\n\nThis footage is property of Team RAR inc. and is not allowed to be repurposed without written consent from Team RAR inc. For any requests from media contact us at carter@nightmedia.co",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/59W503UoFpI/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "13728",
    "average": "4.91",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "337473"
  },
  "original_created_at": "2021-11-13T16:00:02.000Z",
  "created_at": "2021-11-13T21:55:11.008Z",
  "tags": []
}