{
  "videoId": "9Lhbm87KmOc",
  "channelId": "UCPD_bxCRGpmmeQcbe2kpPaA",
  "title": "Salma Hayek Adopts Sean Evans While Eating Spicy Wings | Hot Ones",
  "link": "https://www.youtube.com/watch?v=9Lhbm87KmOc",
  "pubDate": "2021-11-04T15:00:08.000Z",
  "author": "First We Feast",
  "id": "yt:video:9Lhbm87KmOc",
  "isoDate": "2021-11-04T15:00:08.000Z",
  "description": "Salma Hayek is an Academy Award-nominated actress and film producer who has been a leading box-office draw for decades—from Desperado to Frida, to The Hitman's Wife's Bodyguard and many more. Her latest is the highly anticipated Marvel Studios release Eternals, which is set to hit theaters on November 5th. But how is she with spicy food? Find out as the Hollywood icon takes on the wings of death and adopts Sean as an honorary Mexican for his spice tolerance. Along the way, she discusses movie-business economics, explores the connection between Frida Kahlo and string theory, and describes a close encounter with an octopus. \n\n\nMAKE A DIFFERENCE BY DONATING TO COMMON THREADS, THE BRAND-NEW CHARITY PARTNER OF HOT ONES: https://www.commonthreads.org/firstwefeast/\nBUY HOT ONES TRUTH OR DAB THE GAME NOW: http://truthordabgame.com\nBUY HOT ONES HOT SAUCE NOW: https://bit.ly/3C0AilQ\nHOT ONES MERCH AVAILABLE NOW: https://bit.ly/2AIS271\nSIGN UP FOR THE HOT ONES MONTHLY HOT SAUCE SUB BOX: https://bit.ly/2veY50P\nSIGN UP FOR THE FIRST WE FEAST NEWSLETTER: http://firstwefeast.com/signup\n\nSubscribe to First We Feast on YouTube: http://goo.gl/UxFzhK\n\nCheck out more of First We Feast here:\n\nhttp://firstwefeast.com/\n\nhttps://twitter.com/firstwefeast\n\nhttps://www.facebook.com/FirstWeFeast\n\nhttp://instagram.com/firstwefeast\n\nFirst We Feast videos offer an iconoclastic view into the culinary world, taking you behind-the-scenes with some of the country’s best chefs and finding the unexpected places where food and pop culture intersect.\n#Eternals #HotOnes",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/9Lhbm87KmOc/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "75289",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1449979"
  },
  "original_created_at": "2021-11-04T15:00:08.000Z",
  "created_at": "2021-11-04T20:24:43.035Z",
  "tags": [
    "Eternals",
    "HotOnes"
  ],
  "localize": [
    {
      "locale": "ja",
      "title": "サルマ・ハエック、スパイシーな手羽先を食べながらショーン・エヴァンスを養子に｜ホットワンズ"
    },
    {
      "locale": "zh",
      "title": "萨尔玛-海耶克在吃辣味鸡翅时收养了肖恩-埃文斯 | 辣味鸡翅"
    },
    {
      "locale": "zh-Hant",
      "title": "薩爾瑪-海耶克在喫辣味雞翅時收養了肖恩-埃文斯 | 辣味雞翅"
    }
  ],
  "source_updated_at": 1636105294309
}