{
  "videoId": "Asm5LwWeXrs",
  "channelId": "UCx-KWLTKlB83hDI6UKECtJQ",
  "title": "Harry Potter 20th Anniversary: Return to Hogwarts | Official Teaser | HBO Max",
  "link": "https://www.youtube.com/watch?v=Asm5LwWeXrs",
  "pubDate": "2021-11-16T17:00:07.000Z",
  "author": "HBO Max",
  "id": "yt:video:Asm5LwWeXrs",
  "isoDate": "2021-11-16T17:00:07.000Z",
  "description": "Daniel Radcliffe, Rupert Grint and Emma Watson join filmmaker Chris Columbus and other esteemed cast members across all eight Harry Potter films as they travel back to Hogwarts for the first time to celebrate the anniversary of the franchise’s first film, Harry Potter and the Sorcerer’s Stone, which premiered 20 years ago today. The retrospective special Harry Potter 20th Anniversary: Return to Hogwarts will tell an enchanting making-of story through all-new in-depth interviews and cast conversations, inviting fans on a magical first-person journey through one of the most beloved film franchises of all time. \n\nThe highly-anticipated retrospective will be a capstone event of the holiday season, dropping as the clock strikes midnight on New Year’s Day, Jan. 1, on HBO Max. \n\nAlumni of the film franchise will join the memorable tribute, including Helena Bonham Carter, Robbie Coltrane, Ralph Fiennes, Gary Oldman, Imelda Staunton, Tom Felton, James Phelps, Oliver Phelps, Mark Williams, Bonnie Wright, Alfred Enoch, Matthew Lewis, and Evanna Lynch, among others. Harry Potter 20th Anniversary: Return to Hogwarts will honor the magic behind the making of the films and the beautiful family created at Warner Bros. Studios London two decades ago. It will also celebrate the unparalleled legacy of the Harry Potter film franchise and its indelible impact on the hearts, minds, and imaginations of families and fans around the world.\n\nAbout HBO Max:\nHBO Max is WarnerMedia’s direct-to-consumer offering with 10,000 hours of curated premium content. HBO Max offers powerhouse programming for everyone in the home, bringing together HBO, a robust slate of new original series, key third-party licensed programs and movies, and fan favorites from WarnerMedia’s rich library including Warner Bros., New Line, DC, CNN, TNT, TBS, truTV, Turner Classic Movies, Cartoon Network, Adult Swim, Crunchyroll, Rooster Teeth, Looney Tunes and more. #HBOMax #WarnerMedia\n\nSUBSCRIBE TO HBO MAX\nhttp://bit.ly/HBOMaxYouTube\n\nGET HBO MAX\nhttps://itsh.bo/ways-to-get\n\nMORE HBO MAX\nHBO Max: https://hbom.ax/YT \nFollow HBO Max on Instagram: http://bit.ly/HBOMaxInstagram\nFollow HBO Max on TikTok: https://hbom.ax/HBOMaxTT\nFollow HBO Max on Twitter: http://bit.ly/HBOMaxTwitter \nLike HBO Max on Facebook: http://bit.ly/HBOMaxFacebook",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/Asm5LwWeXrs/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "7858",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "599914"
  },
  "original_created_at": "2021-11-16T17:00:07.000Z",
  "created_at": "2021-11-17T00:51:43.831Z",
  "tags": [
    "HBOMax",
    "WarnerMedia"
  ],
  "localize": [
    {
      "locale": "ja",
      "title": "ハリー・ポッター20周年記念。ホグワーツへの帰還｜公式ティーザー｜HBO Max"
    },
    {
      "locale": "zh",
      "title": "哈利-波特》20周年。返回霍格沃茨｜官方预告｜HBO Max"
    },
    {
      "locale": "zh-Hant",
      "title": "哈利-波特》20週年。返回霍格沃茨｜官方預告｜HBO Max"
    }
  ]
}