{
  "videoId": "cUzklzVXJwo",
  "channelId": "UCHnyfMqiRRG1u-2MsSQLbXA",
  "title": "This Problem Broke Math (and led to Quantum Physics)",
  "link": "https://www.youtube.com/watch?v=cUzklzVXJwo",
  "pubDate": "2021-11-01T06:54:16.000Z",
  "author": "Veritasium",
  "id": "yt:video:cUzklzVXJwo",
  "isoDate": "2021-11-01T06:54:16.000Z",
  "description": "A general solution to the cubic equation was long considered impossible, until we gave up the requirement that math reflect reality. This video is sponsored by Brilliant. The first 200 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription.\n\nThanks to Dr Amir Alexander, Dr Alexander Kontorovich, Dr Chris Ferrie, and Dr Adam Becker for the helpful advice and feedback on the earlier versions of the script. \n\n▀▀▀\nReferences:\nSome great videos about the cubic:\n\n500 years of not teaching the cubic formula. -- https://youtu.be/N-KXStupwsc\n\nImaginary Numbers are Real -- https://youtu.be/T647CGsuOVU\n\nDunham, W. (1990). Journey through genius: The great theorems of mathematics. New York. -- https://ve42.co/Dunham90\n\nToscano, F. (2020). The Secret Formula. Princeton University Press. -- https://ve42.co/Toscano2020\n\nBochner, S. (1963). The significance of some basic mathematical conceptions for physics. Isis, 54(2), 179-205. -- https://ve42.co/Bochner63\n\nMuroi, K. (2019). Cubic equations of Babylonian mathematics. arXiv preprint arXiv:1905.08034. -- https://ve42.co/Murio21\n\nBranson, W. Solving the cubic with Cardano, -- https://ve42.co/Branson2014\n\nRothman, T. (2013). Cardano v Tartaglia: The Great Feud Goes Supernatural. arXiv preprint arXiv:1308.2181. -- https://ve42.co/Rothman\n\nVali Siadat, M., & Tholen, A. (2021). Omar Khayyam: Geometric Algebra and Cubic Equations. Math Horizons, 28(1), 12-15. -- https://ve42.co/Siadat21\n\nMerino, O. (2006). A short history of complex numbers. University of Rhode Island. -- https://ve42.co/Merino2006\n\nCardano, G (1545), Ars magna or The Rules of Algebra, Dover (published 1993), ISBN 0-486-67811-3\n\nBombelli, R (1579) L’Algebra https://ve42.co/Bombelli\n\n▀▀▀\nSpecial thanks to Patreon supporters: Luis Felipe, Anton Ragin, Paul Peijzel, S S, Benedikt Heinen, Diffbot, Micah Mangione, Juan Benet, Ruslan Khroma, Richard Sundvall, Lee Redden, Sam Lutfi, MJP, Gnare, Nick DiCandilo, Dave Kircher, Edward Larsen, Burt Humburg, Blake Byers, Dumky, Mike Tung, Evgeny Skvortsov, Meekay, Ismail Öncü Usta, Crated Comments, Anna, Mac Malkawi, Michael Schneider, Oleksii Leonov, Jim Osmun, Tyson McDowell, Ludovic Robillard, Jim buckmaster, fanime96, Ruslan Khroma, Robert Blum, Vincent, Marinus Kuivenhoven, Alfred Wallace, Arjun Chakroborty, Joar Wandborg, Clayton Greenwell, Pindex, Michael Krugman, Cy 'kkm' K'Nelson,Ron Neal \n\nWritten by Derek Muller, Stephen Welch and Petr Lebedev\nAnimation by Fabio Albertelli, Jakub Misiek, Iván Tello and Jesús Rascón\nMathematical animations done with Manim -- thanks Grant Sanderson and the Manim community!\nSFX by Shaun Clifford\nFilmed by Derek Muller and Emily Zhang\nEdited by Derek Muller and Petr Lebedev\nAdditional video supplied by Getty Images\nMusic from Epidemic Sound\nAdditional Music By Jonny Hyman\nProduced by Derek Muller, Petr Lebedev and Emily Zhang",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/cUzklzVXJwo/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "84648",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "822006"
  },
  "original_created_at": "2021-11-01T06:54:16.000Z",
  "created_at": "2021-11-01T17:36:05.140Z",
  "tags": []
}