{
  "videoId": "DaZcEmu-Llk",
  "channelId": "UCbzRzJNHx7ZLlJML9BjZQVQ",
  "title": "Terence Crawford Highlight Reel Knockout of Shawn Porter, Keeps Welterweight Title | FIGHT HIGHLIGHT",
  "link": "https://www.youtube.com/watch?v=DaZcEmu-Llk",
  "pubDate": "2021-11-21T06:30:03.000Z",
  "author": "Top Rank Boxing",
  "id": "yt:video:DaZcEmu-Llk",
  "isoDate": "2021-11-21T06:30:03.000Z",
  "description": "Watch highlights from the main event of Crawford vs Porter featuring #TerenceCrawford and #ShawnPorter. In the fight Crawford put on a highlight reel knockout in the 10th round.\n\nNext Up for Top Rank Boxing, Three-weight kingpin Vasiliy “Loma” Lomachenko, the Ukrainian virtuoso who saves his best for the New York City spotlight, hopes his next oversized challenge is not a bridge too far. Lomachenko returns to Madison Square Garden on Saturday, Dec. 11 for a 12-round lightweight showdown against former world champion Richard “RC” Commey.\n  \nLomachenko-Commey marks boxing’s return to the “Big Room” at Madison Square Garden for the first time in nearly two years, when Terence Crawford defended his welterweight title with a riveting knockout over Egidijus “Mean Machine” Kavaliauskas. In the 10-round co-feature, undefeated heavyweight sensation Jared “The Real Big Baby” Anderson will battle Oleksandr Teslenko.\n\nLomachenko-Commey and Anderson-Teslenko will air live on ESPN and ESPN Deportes (simulcast on ESPN+) at 9 p.m. ET/6 p.m. PT following the 2021 Heisman Ceremony. Puerto Rican junior middleweight standout Xander Zayas and middleweight prospect Nico Ali Walsh, grandson of Muhammad Ali, will also see action on this special New York City fight night. \n\nPromoted by Top Rank, in association with DiBella Entertainment, tickets starting at $56 are on sale, and can be purchased by visiting Ticketmaster.com or MSG.com.\n\nTry ESPN+ For Free: https://watch.espnplus.com/toprank/\n\nSubscribe to our YouTube channel to get notified about the latest highlights, free full fights, and fight week content as it's posted.\n\nFollow Top Rank on Twitter: http://www.twitter.com/trboxing\nFollow Top Rank on Instagram: http://www.instagram.com/toprank\nLike Top Rank on Facebook: http://www.facebook.com/trboxing",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/DaZcEmu-Llk/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "12239",
    "average": "3.76",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "2191353"
  },
  "original_created_at": "2021-11-21T06:30:03.000Z",
  "created_at": "2021-11-21T18:18:22.477Z",
  "tags": [
    "TerenceCrawford",
    "ShawnPorter"
  ],
  "localize": [
    {
      "locale": "ja",
      "title": "テレンス・クロフォードがショーン・ポーターをハイライトでノックアウトし、ウェルター級タイトルを保持｜FIGHT HIGHLIGHT"
    },
    {
      "locale": "zh",
      "title": "特伦斯-克劳福德高光时刻击倒肖恩-波特，保住次中量级头衔|精彩片段"
    },
    {
      "locale": "zh-Hant",
      "title": "特倫斯-克勞福德高光時刻擊倒肖恩-波特，保住次中量級頭銜|精彩片段"
    }
  ],
  "source_updated_at": 1637919683354
}