{
  "videoId": "eyUs2JgrV9E",
  "channelId": "UC0k238zFx-Z8xFH0sxCrPJg",
  "title": "Inside Alicia Keys & Swizz Beatz’s Oceanside Mansion | Open Door | Architectural Digest",
  "link": "https://www.youtube.com/watch?v=eyUs2JgrV9E",
  "pubDate": "2021-11-02T12:00:02.000Z",
  "author": "Architectural Digest",
  "id": "yt:video:eyUs2JgrV9E",
  "isoDate": "2021-11-02T12:00:02.000Z",
  "description": "Today AD brings you to sunny La Jolla, California on the coast of the Pacific Ocean to tour the art-filled, modernist home of superstar couple Alicia Keys and Kasseem Dean (a.k.a. Swizz Beatz.) A stunning cliffside mansion by architectural designer Wallace E. Cunningham, Kasseem had the multi-level \"Razor House\" as his phone’s screen saver for 8 years, waiting for a day when the stars would align. Once he and his Grammy-award winning wife were able to make it their own, they set out with AD100 designer Kelly Behun to craft a home they now call their literal “Dreamland.” As for the results? “When your screen saver comes to life, it’s unbelievably crazy” says Dean.\r\n\r\nSee more of Alicia and Kasseem's home here: https://www.architecturaldigest.com/story/inside-alicia-keys-and-swizz-beatzs-art-filled-modernist-home-overlooking-the-pacific-ocean\r\n\r\nShop Alicia Keys and Swizz Beatz’s home style!\r\nTake a design note from the couple whose scene-stealing seat collection includes clean-looking Mathieu Lehanneur sofas, sleek José Zanine Caldas leather chairs, and ultra-comfortable textured dining chairs:\r\n(Similar) Orren Ellis Layla-Jayne Armless Curved Sofa with Reversible Cushions: https://fave.co/3jT0Caj\r\n(Similar) The Citizenry San Rafael Safari Chair: https://fave.co/3bystIl\r\n(Similar) Crate & Barrel Harper Shearling Accent Chair: https://fave.co/3q2CNkB\r\n\r\nFor a pop of color similar to the couples’ velvet tufted sectional sofa from Todd Merrill studio turn to these comparable styles:\r\n(Similar) Article Sven Sectional: https://fave.co/3jYLXe1\r\n(Similar) Lulu & Georgia Rivington Sofa: https://fave.co/3w5vOIs\r\n\r\nHere's a few similar-looking rustic accents to bring a modern bohemian vibe to your space:\r\n(Similar) Serena and Lily Teak Stool: https://fave.co/3q06mmA\r\n(Similar) Foundry Select Fabrizia Solid Wood Accent Stool: https://fave.co/3BPwK5b\r\n(Similar) Pottery Barn Fraiser Handcrafted Etched Vase: https://fave.co/3CLjPT6\r\n(Similar) West Elm Ceramic Totem Vase: https://fave.co/3BI6Lw5\r\n\r\nLove the family’s plantscapes and floral arrangements? Here’s some greenery, dried bouquets, and a planter that can be shipped right to your door:\r\n(Similar) Bloomscape Monstera: https://fave.co/3BCT6ql\r\n(Similar) Dried Flower Bouquet: https://fave.co/3BEkt3p\r\n(Similar) The Sill Large Majesty Palm: https://fave.co/3jWAvzi\r\n(Similar) Light + Ladder Vayu Planter & Tray: https://fave.co/2Y96Ds1\r\n\r\nCreate your own healing environment with these sage and oat milk-infused candles from Keys’ own line Keys Soulcare. They’re formulated with clean ingredients and hand poured to relax your mind and body.\r\nKeys Soulcare Sage + Oat Milk Votive Candle Set: https://fave.co/3GDfEuV\r\nKeys Soulcare Sage + Oat Milk Votive Candle: https://fave.co/3EAvvZ7\r\n\r\nAdd finishing touches with the couples’ preferred Bang & Olufsen sound systems and Alicia’s latest album:\r\nBang & Olufsen Silver & Grey Beosound Level Speaker: https://fave.co/2Y5xFQW\r\nBang & Olufsen Beosound Explore Durable Portable Wireless Bluetooth Speaker: https://fave.co/3pYuTZu\r\nALICIA By Alicia Keys: https://amzn.to/3buuPrV\r\n\r\nWhen you buy something through our retail links, we earn an affiliate commission.\n\nWant even more AD? Subscribe to the magazine and get a free tote ►► http://bit.ly/2H7oOSG\r\nStill haven’t subscribed to Architectural Digest on YouTube? ►► http://bit.ly/2zl7s34\r\n\r\nABOUT ARCHITECTURAL DIGEST\r\nThe leading international design authority, Architectural Digest features articles and videos of the best in architecture, style, culture, travel, and shopping.\n\nInside Alicia Keys & Swizz Beatz’s Oceanside Mansion | Open Door | Architectural Digest",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/eyUs2JgrV9E/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "15403",
    "average": "4.93",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "331717"
  },
  "original_created_at": "2021-11-02T12:00:02.000Z",
  "created_at": "2021-11-02T22:36:28.464Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "アリシア・キーズとスウィズ・ビーツのオーシャンサイド・マンションに潜入！｜オープン・ドア｜建築ダイジェスト版"
    },
    {
      "locale": "zh",
      "title": "艾丽西亚-凯斯和斯威兹-比茨的海滨大厦内景 | 开门见山 | 建筑文摘"
    },
    {
      "locale": "zh-Hant",
      "title": "艾麗西亞-凱斯和斯威茲-比茨的海濱大廈內景 | 開門見山 | 建築文摘"
    }
  ]
}