{
  "videoId": "lrRbALb24K8",
  "channelId": "UCa80ZoUUvKdOpuWN6khnWaA",
  "title": "Major upsets in legislative races as results trickle in",
  "link": "https://www.youtube.com/watch?v=lrRbALb24K8",
  "pubDate": "2021-11-03T21:52:59.000Z",
  "author": "NJ Spotlight News",
  "id": "yt:video:lrRbALb24K8",
  "isoDate": "2021-11-03T21:52:59.000Z",
  "description": "Senate President Steve Sweeney could be the most potentially shocking upset from the general election, but he’s not the only Democratic legislator in trouble. In the lower half of his ticket, Democratic Assemblymen John Burzichelli and Adam Taliaferro could both lose. Upsets are also looming in other districts.\n\nDon’t forget to SUBSCRIBE for daily videos: http://bit.ly/1ERsYqw \n **More info & videos below** \n\nFor full episodes, check out http://www.njspotlightnews.org/ \n\nLet us know what you think! \n Facebook: http://www.facebook.com/njspotlightnews/ \n Twitter: http://www.twitter.com/njspotlightnews/ \n\n-----------------  \n\nWhile NJ PBS does not and cannot review every submission and is not responsible for the content of your comments, NJTV reserves the right to delete, remove, move, or edit comments that it, in its sole discretion, deems abusive, defamatory, obscene, or otherwise inappropriate or unacceptable for any reason.   \n\n----------------- \n\nNJ Spotlight News with Briana Vannozzi is a week-nightly news program on NJ PBS covering local New Jersey news as well as a multi-platform, local information source for New Jersey. \n\nBe sure to share with us your story ideas, feedback and tips about news in your neighborhood here: https://bit.ly/32zwJDT \n\nNJ Spotlight News with Briana Vannozzi airs every weeknight at 6, 7:30 and 11 p.m. ET on NJ PBS.",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/lrRbALb24K8/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "3913",
    "average": "4.92",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "319783"
  },
  "original_created_at": "2021-11-03T21:52:59.000Z",
  "created_at": "2021-11-04T15:27:43.429Z",
  "tags": []
}