{
  "videoId": "x1EnMJgJTNA",
  "channelId": "UCvlG_ZnHoZLPv0CVWOC0a1Q",
  "title": "We Bring the Drivetrain for Ed's LJ 20 That Was Stuck 40 Years in the Sierra Nevada Mountains",
  "link": "https://www.youtube.com/watch?v=x1EnMJgJTNA",
  "pubDate": "2021-11-21T10:00:33.000Z",
  "author": "BleepinJeep",
  "id": "yt:video:x1EnMJgJTNA",
  "isoDate": "2021-11-21T10:00:33.000Z",
  "description": "Today we pick up a Suzuki Sidekick from Matts Off Road Recovery and drop it off at Fabrats. We help tear down the drivetrain to be swapped into Ed's LJ40 Golden Nugget. The plan is to make the swap as easy as possible and to give Ed a dependable driving vehicle that doesn't require a bunch of extra maintenance. Since Colt loves Suzuki's as much as he loves Jeep's we knew that we had to help get the Golden Nugget back on the road. Paul still has a lot of work cut out for him so make sure to continue following the process on Fabrats and Matt's Off Road Recovery Channels.\n\nIf You Liked This One... Check Out these Videos Too:\n\nRecovering Ed's LJ20 Stuck 40 Years In The Sierra Nevada Mountains: https://youtu.be/3TRl4edM_74\n\nAxle Swap for Ed's LJ20 That Was Stuck 40 Years In The Sierra Nevada Mountains.: https://youtu.be/yj8JzHyJBu0\n\nHow To Cut, Notch, and Bend Tubing for Cheap!: https://youtu.be/Z3uRz33oB0c\n\n\r\nIf a BleepinJeep video has ever helped you consider returning the favor by:\r\n• Supporting us on Patreon here: https://www.patreon.com/bleepinjeep\r\n• Becoming a Member here on YouTube: https://bit.ly/2wGeSec\r\n• See what we recommend on Amazon here: https://amzn.to/2kc6Syn\r\n• Buying a T-Shirt Here: http://www.bleepinjeep.com/store\r\n• Or Just leaving a kind comment on FB here: http://www.facebook.com/BleepinJeep\r\n\r\n*This product is meant for entertainment purposes only.  Your mileage may vary.  Do not try this at home.  Void where prohibited.  Some assembly required.  For off-road use only.  Slippery when wet.  Batteries not included.  Do not use while operating a motor vehicle,  heavy equipment, cherokee XJ, wrangler TJ, wrangler JK, or any Jeep vehicle, especially the newer Fiat ones.  How-to videos may be too intense for some viewers and children under 30 years of age.  Please remain seated until the 4x4 ride has come to a complete stop.  Studies have shown viewing these videos causes increased cancer risks in laboratory test people.  I am not a professional, I have no training, I'm not even particularly good at horse whispering.  Don't believe everything that you know.  Please keep your hands in the vehicle at all times. Do not tap on glass. Do not eat anything that has been on the floor for more than 3 days.  Keep your hands to yourself.  Not to be taken internally.  Reproduction strictly prohibited.  Driver does not carry cash.  Objects in Bleepinjeep mirrors may be farther than they appear.*\n\n08643",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/x1EnMJgJTNA/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "17101",
    "average": "4.95",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "486592"
  },
  "original_created_at": "2021-11-21T10:00:33.000Z",
  "created_at": "2021-11-21T23:08:34.940Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "シエラネバダ山脈に40年間埋もれていたエドのLJ20のドライブトレインを持ってきた"
    },
    {
      "locale": "zh",
      "title": "我们为埃德的LJ 20带来了困在内华达山脉40年的传动系统。"
    },
    {
      "locale": "zh-Hant",
      "title": "我們爲埃德的LJ 20帶來了困在內華達山脈40年的傳動系統。"
    }
  ],
  "source_updated_at": 1637919684195
}