{
  "videoId": "xx97DuHGr2o",
  "channelId": "UCJ6nMHaJPZvsJ-HmUmj1SeA",
  "title": "Moonfall (2022 Movie) Teaser Trailer – Halle Berry, Patrick Wilson, John Bradley",
  "link": "https://www.youtube.com/watch?v=xx97DuHGr2o",
  "pubDate": "2021-11-01T15:08:45.000Z",
  "author": "Lionsgate Movies",
  "id": "yt:video:xx97DuHGr2o",
  "isoDate": "2021-11-01T15:08:45.000Z",
  "description": "MOONFALL - IN THEATERS FEBRUARY 4, 2022! Halle Berry, Patrick Wilson, John Bradley, Michael Peña, Charlie Plummer, Kelly Yu, Eme Ikwuakor, Carolina Bartczak, and Donald Sutherland.\n\nSubscribe to the LIONSGATE: YouTube Channel for the latest movie trailers, clips, and more: https://bit.ly/2Z6nfym  \n\nhttps://moonfall.movie/\nhttps://www.facebook.com/moonfallfilm\nhttps://twitter.com/moonfallfilm\nhttps://www.instagram.com/moonfallfilm\nhttps://www.tiktok.com/@lionsgate\n\nIn Moonfall, a mysterious force knocks the Moon from its orbit around Earth and sends it hurtling on a collision course with life as we know it. With mere weeks before impact and the world on the brink of annihilation, NASA executive and former astronaut Jo Fowler (Academy Award® winner Halle Berry) is convinced she has the key to saving us all – but only one astronaut from her past, Brian Harper (Patrick Wilson, “Midway”) and a conspiracy theorist K.C. Houseman (John Bradley, “Game of Thrones”) believes her. These unlikely heroes will mount an impossible last-ditch mission into space, leaving behind everyone they love, only to find out that our Moon is not what we think it is.\n\nDirected by Roland Emmerich and written by Roland Emmerich & Harald Kloser & Spenser Cohen, the film also stars Michael Peña, Charlie Plummer, Kelly Yu, Eme Ikwuakor, Carolina Bartczak, and Donald Sutherland.",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/xx97DuHGr2o/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "4264",
    "average": "4.71",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1235223"
  },
  "original_created_at": "2021-11-01T15:08:45.000Z",
  "created_at": "2021-11-02T02:07:04.306Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "ムーンフォール』（2022年映画）ティーザー予告編 - ハル・ベリー、パトリック・ウィルソン、ジョン・ブラッドリー"
    },
    {
      "locale": "zh",
      "title": "月落（2022年电影）预告 - 哈莉-贝瑞，帕特里克-威尔逊，约翰-布拉德利"
    },
    {
      "locale": "zh-Hant",
      "title": "月落（2022年電影）預告 - 哈莉-貝瑞，帕特里克-威爾遜，約翰-布拉德利"
    }
  ]
}