{
  "author": "Prof_Tickles",
  "original_created_utc": 1629854128,
  "title": "The Seven Husbands of Evelyn Hugo is one of the best books I’ve ever read!",
  "created_utc": 1629891047,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A nice little subversion of the usual “character with ruthless ambition wants to have their cake and eat it too.” See I thought Evelyn would be this Machiavellian character who as I stated above would always believe “More power,” was the solution to get what she wanted and like a lot of “anti-heroes” fail to learn from their mistakes.</p>\n\n<p>I was wrong. Evelyn was a very layered character. Her ambition was ruthless in the beginning, yes, but she really grew as a person. As she got older she grew wiser and more nuanced. Which I think is attributed to the fact that this book was written by a woman. I’m not certain a male author would’ve had the discipline to give Evelyn that level of warmth and compassion without falling into the above trope that usually befalls anti-heroes(especially white male ones).</p>\n\n<p>She was a woman of several contradictions. In a small way, she reminds me of Joe Gideon from All That Jazz, someone so convinced they’re going to hell for the way they’ve treated people, that they fail to realize that when you peel back the layers, they’re a decent person.</p>\n\n<p>Convinced she had a heart of ice, time and time Evelyn proved the contrary, she had a heart of gold and the Hollywood machine never claimed her humanity. </p>\n\n<p>She really did love her significant other, and truly would give up everything for them.</p>\n\n<p>Anyway, I suck at articulating my thoughts. Give the book a read. You’re definitely in for an adventure. Phenomenal highs and tearful lows. A nice little subversion of tropes, and a powerful, if even a little tragic, love story.</p>\n\n<p>Also Brittany Snow was born to play Celia St. James for the adaption.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pb0udy/the_seven_husbands_of_evelyn_hugo_is_one_of_the/",
  "subreddit": "books",
  "id": "pb0udy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A nice little subversion of the usual “character with ruthless ambition wants to\nhave their cake and eat it too.” See I thought Evelyn would be this\nMachiavellian character who as I stated above would always believe “More power,”\nwas the solution to get what she wanted and like a lot of “anti…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "よくある「冷酷な野心を持ったキャラクターが、自分のケーキを食べたいと思っている」というのを少しだけ覆しています。\n自分のケーキを食べたいと思っている」。エブリンはこんな感じだと思っていました。\n欲しいものを手に入れるために「もっと力を」と常に信じているマキャベリ的なキャラクターだと思っていました。\n欲しいものを手に入れるための解決策だと信じていて、多くの「反...",
      "title": "エブリン・ヒューゴの7人の夫』は、私がこれまでに読んだ本の中でも最高の一冊です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对通常的 \"具有无情的野心的人物想得到他们的蛋糕并吃掉它 \"的一个很好的小颠覆。\n蛋糕和吃它。\" 我以为伊夫林会是这样的\n马基雅维利式的人物，正如我上面所说，她总是相信 \"更多的权力\"。\n是得到她想要的东西的解决办法，而且像很多 \"反 \"的人一样。",
      "title": "伊夫林-雨果的七个丈夫》是我读过的最好的书之一!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對通常的 \"具有無情的野心的人物想得到他們的蛋糕並喫掉它 \"的一個很好的小顛覆。\n蛋糕和喫它。\" 我以爲伊夫林會是這樣的\n馬基雅維利式的人物，正如我上面所說，她總是相信 \"更多的權力\"。\n是得到她想要的東西的解決辦法，而且像很多 \"反 \"的人一樣。",
      "title": "伊夫林-雨果的七個丈夫》是我讀過的最好的書之一!"
    }
  ]
}