{
  "author": "WatchTheBoom",
  "the_new_excerpt": "Most air conditioning systems are closed systems. That means that the\nrefrigerant that's put into the system when it's installed should be there for\nyears and years.\n\nThis time of year, when people are starting to crank their ACs for the first\ntime of the season, it's the prime time to have the HVAC…",
  "original_created_utc": 1620441577,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "空調システムの多くはクローズドシステムです。つまり、設置時に\n設置時に入れた冷媒は、何年もの間\n何年にもわたって存在することになります。\n\nこの時期、人々がシーズン初めにエアコンを回し始めるときは\nこの時期は、空調設備のメンテナンスをする絶好の機会です。",
      "title": "YSK: 空調技術者が「冷媒が少ない」と言いながら、リークチェックについて何も言わない場合は、詐欺にあっている可能性があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大多数空调系统是封闭式系统。这意味着\n安装时放入系统中的制冷剂应在系统中持续存在多年。\n年，甚至更久。\n\n每年的这个时候，当人们开始摇动他们的空调，作为本季的第一次。\n这个季节，当人们开始摇动他们的空调，这是一个黄金时间，让HVAC...",
      "title": "YSK：如果暖通空调技术员说你的制冷剂不足，但却没有说要进行泄漏检查，他们可能在骗你。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大多數空調系統是封閉式系統。這意味着\n安裝時放入系統中的製冷劑應在系統中持續存在多年。\n年，甚至更久。\n\n每年的這個時候，當人們開始搖動他們的空調，作爲本季的第一次。\n這個季節，當人們開始搖動他們的空調，這是一個黃金時間，讓HVAC...",
      "title": "YSK：如果暖通空調技術員說你的製冷劑不足，但卻沒有說要進行泄漏檢查，他們可能在騙你。"
    }
  ],
  "title": "YSK: If an HVAC tech says you're low on refrigerant but doesn't say anything about a leak check, they may be scamming you.",
  "created_utc": 1620456614,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Most air conditioning systems are closed systems. That means that the refrigerant that&#39;s put into the system when it&#39;s installed should be there for years and years. </p>\n\n<p>This time of year, when people are starting to crank their ACs for the first time of the season, it&#39;s the prime time to have the HVAC techs come fix some issues. If someone says that you&#39;re low on refrigerant and offers to charge it for you (something that most home warranties don&#39;t cover), but they don&#39;t conduct a leak check, they&#39;re taking your money without solving the problem. </p>\n\n<p>If you&#39;re low on refrigerant, where did it go? It&#39;s not fuel. It&#39;s not expended. Refrigerant facilitates the transfer of heat. If they charge your system, it&#39;ll get to work and will cool off, but all of that refrigerant is going to leak out again- it&#39;s like pumping air into a flat tire without patching the hole. Sure, it might look/feel good as soon as it&#39;s been pumped full, but nothing&#39;s been done to solve the actual problem. </p>\n\n<p>Leak checks suck. A tech needs to crawl around the entire system with some equipment that may not even pick up the leak, if the leak is small enough or somewhere that&#39;s hard to access. It&#39;s <em>much</em> easier to pump your system with new stuff, charge you for everything, and come back in a few months when the system quits working &quot;again.&quot;</p>\n\n<p>TL;DR: If an HVAC tech says you&#39;re low on refrigerant, ask them where the leak is.</p>\n\n<p>Why YSK: Don&#39;t pay someone to come fix your problem if they&#39;re not going to fix the problem.</p>\n</div><!-- SC_ON -->",
  "score": 180,
  "permalink": "/r/YouShouldKnow/comments/n7ff51/ysk_if_an_hvac_tech_says_youre_low_on_refrigerant/",
  "subreddit": "YouShouldKnow",
  "id": "n7ff51",
  "is_self": true,
  "media": null,
  "is_video": false
}