{
  "author": "Jenna_Rink30",
  "original_created_utc": 1636054902,
  "title": "Sometimes, there’s a moment where a book reminds you of the beauty of life and you realise how lucky you are that you get to read it.",
  "created_utc": 1636065327,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m reading The One Hundred Years of Lenni and Margot, and the fifth chapter has a paragraph that genuinely gave me butterflies. </p>\n\n<p>The paragraph is about a woman who’s forced moved on from a project she loved. Lenni, one of the two protagonists, has her life changed by this woman. And there’s something about the way the paragraph is written - not really what it says, but how - that makes you feel a sense of fierce love for all the strangers you’ve met that have unknowingly changed your life for the better. </p>\n\n<p>From these first few chapters, and this paragraph in particular, I know I’m lucky to be reading this book.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/qmsr8s/sometimes_theres_a_moment_where_a_book_reminds/",
  "subreddit": "books",
  "id": "qmsr8s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m reading The One Hundred Years of Lenni and Margot, and the fifth chapter has\na paragraph that genuinely gave me butterflies.\n\nThe paragraph is about a woman who’s forced moved on from a project she loved.\nLenni, one of the two protagonists, has her life changed by this woman. And\nthere’s…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "レニとマルゴの百年』を読んでいるのですが、第5章には\nその中の第5章に、私が純粋に感動したパラグラフがあります。\n\nその段落は、自分が好きだったプロジェクトから強制的に移動させられた女性の話です。\n二人の主人公の一人であるLenniは、この女性によって人生を変えられてしまいます。そして\nそして、そこには...",
      "title": "時には、ある本が人生の素晴らしさを思い出させてくれ、その本を読むことができる自分がいかに幸運であるかを実感する瞬間があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我正在读《列尼和玛戈的一百年》，第五章有一段话\n有一段话，真的让我感到很兴奋。\n\n这一段是关于一个女人被迫从她所爱的项目中转移的故事。\n两个主人公之一的伦尼，她的生活被这个女人改变了。而且\n还有...",
      "title": "有时，有一个时刻，一本书会让你想起生活的美好，你会意识到你能读到它是多么幸运。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正在讀《列尼和瑪戈的一百年》，第五章有一段話\n有一段話，真的讓我感到很興奮。\n\n這一段是關於一個女人被迫從她所愛的項目中轉移的故事。\n兩個主人公之一的倫尼，她的生活被這個女人改變了。而且\n還有...",
      "title": "有時，有一個時刻，一本書會讓你想起生活的美好，你會意識到你能讀到它是多麼幸運。"
    }
  ]
}