{
  "author": "aliassadyahya",
  "the_new_excerpt": "Edit: thank you guys for your answers, I got really busy and now I'm going\nthrough them.\n\nI won't go as far as saying there will be civil war, but we're at a point where\nbasically republicans have turned into Trumpers, and democrats with their media\nand celebrities are making sure everyone hates…",
  "original_created_utc": 1610025692,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：谢谢你们的回答，我真的很忙，现在我要走了\n通过他们。\n\n我不会说会有内战，但我们现在已经到了\n基本上，共和党人已经变成了特朗普的支持者，而民主党人和他们的媒体\n名人们正在确保每个人都讨厌…",
      "title": "[改变我的想法]：美国存在着巨大的分歧，而且只会变得更糟"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：謝謝你們的回答，我真的很忙，現在我要走了\n通過他們。\n\n我不會說會有內戰，但我們現在已經到了\n基本上，共和黨人已經變成了特朗普的支持者，而民主黨人和他們的媒體\n名人們正在確保每個人都討厭…",
      "title": "[改變我的想法]：美國存在着巨大的分歧，而且只會變得更糟"
    }
  ],
  "title": "CMV: There's a huge divide in the US that's only gonna get worse",
  "created_utc": 1610047824,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: thank you guys for your answers, I got really busy and now I&#39;m going through them. </p>\n\n<p>I won&#39;t go as far as saying there will be civil war, but we&#39;re at a point where basically republicans have turned into Trumpers, and democrats with their media and celebrities are making sure everyone hates Trump and his supporters. Add to that the fact that Trump is hugely popular and the elections showed it ( even though he lost), and when you keep insulting trump you&#39;re indirectly insulting his tens of millions of supporters. Right now it&#39;s a clash of ideologies and patriotism is sitting aside: republicans have a vision for a more conservative America they want to restore, and democrats have just become the &quot;anyone other than trump&quot; party, that&#39;s all they&#39;ve been doing since he got elected. I&#39;m not taking the side of any of the two parties, I&#39;m just stating what&#39;s become blatantly obvious for everyone. </p>\n\n<p>In my opinion Biden&#39;s victory speech made it even more apparent when he called for unity, which is a sign of this deep divide. Also we&#39;re hearing a lot about republicans moving from california to red states so this is another indicator. </p>\n\n<p>I don&#39;t know what&#39;s gonna happen in the future, but there is no way I see republicans and democrats suddenly uniting again. </p>\n\n<p>I would love to hear from you why you think that the US is gonna be fine in the years to come and in what scenarios the two parties will unite again.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/ksd569/cmv_theres_a_huge_divide_in_the_us_thats_only/",
  "subreddit": "changemyview",
  "id": "ksd569",
  "is_self": true,
  "media": null,
  "is_video": false
}