{
  "author": "killgoresalmonman",
  "original_created_utc": 1635961694,
  "title": "CMV: Artifacts in museums should not all be returned to their country of origin. They are safer in museums and modern civilizations don’t have an inherent right the treasures of ancient civilizations.",
  "created_utc": 1635979079,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There’s a big push going on right now to have artifacts currently residing in European museums to be returned to their country of origin. I think this is a dangerous idea in terms of keeping the artifacts safe. In the Middle East for example, we have seen ISIS on many occasions specifically seek out and destroy museums, statues, etc., so if they can’t guarantee the safety of what they already have, why should we trust them to keep safe returned artifacts?</p>\n\n<p>Even if the artifacts’ safety isn’t a concern,I don’t think modern civilizations have an inherent right to the treasures of ancient civilizations. Obviously if the artifacts were stolen, that was wrong, but they weren’t stolen by or from anyone alive today. The keepers of said artifacts, however, have spent time and money to preserve them and care for them.</p>\n\n<p>Further, many of these artifacts were obtained in expeditions that were approved by the government at the time. Why should these be returned when they were collected with permission? The expeditions spent their time and money to collect and maintain them and therefore, they have a right to them.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/qlzz1b/cmv_artifacts_in_museums_should_not_all_be/",
  "subreddit": "changemyview",
  "id": "qlzz1b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There’s a big push going on right now to have artifacts currently residing in\nEuropean museums to be returned to their country of origin. I think this is a\ndangerous idea in terms of keeping the artifacts safe. In the Middle East for\nexample, we have seen ISIS on many occasions specifically seek out…"
}