{
  "author": "killgoresalmonman",
  "original_created_utc": 1635961694,
  "title": "CMV: Artifacts in museums should not all be returned to their country of origin. They are safer in museums and modern civilizations don’t have an inherent right the treasures of ancient civilizations.",
  "created_utc": 1635979079,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There’s a big push going on right now to have artifacts currently residing in European museums to be returned to their country of origin. I think this is a dangerous idea in terms of keeping the artifacts safe. In the Middle East for example, we have seen ISIS on many occasions specifically seek out and destroy museums, statues, etc., so if they can’t guarantee the safety of what they already have, why should we trust them to keep safe returned artifacts?</p>\n\n<p>Even if the artifacts’ safety isn’t a concern,I don’t think modern civilizations have an inherent right to the treasures of ancient civilizations. Obviously if the artifacts were stolen, that was wrong, but they weren’t stolen by or from anyone alive today. The keepers of said artifacts, however, have spent time and money to preserve them and care for them.</p>\n\n<p>Further, many of these artifacts were obtained in expeditions that were approved by the government at the time. Why should these be returned when they were collected with permission? The expeditions spent their time and money to collect and maintain them and therefore, they have a right to them.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/qlzz1b/cmv_artifacts_in_museums_should_not_all_be/",
  "subreddit": "changemyview",
  "id": "qlzz1b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There’s a big push going on right now to have artifacts currently residing in\nEuropean museums to be returned to their country of origin. I think this is a\ndangerous idea in terms of keeping the artifacts safe. In the Middle East for\nexample, we have seen ISIS on many occasions specifically seek out…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今、ヨーロッパの美術館に収蔵されている美術品を元の国に戻そうという動きが活発化しています。\n今、ヨーロッパの美術館に収蔵されている美術品を元の国に戻そうという動きがあります。私は、これは\nこれは、美術品の安全を守るという意味では危険な考えです。例えば、中東では\n例えば中東では、ISISが何度も何度も、特に...",
      "title": "CMV: 博物館にある美術品は、すべてが原産国に戻るべきではありません。博物館の方が安全ですし、現代文明には古代文明の宝物を所有する固有の権利はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "现在有一个很大的推动力，让目前居住在欧洲博物馆的文物回到它们的原籍国。\n欧洲博物馆的文物被送回它们的原籍国。我认为这是个\n就保护文物的安全而言，这是一个危险的想法。在中东地区，例如\n例如，我们已经看到ISIS在许多场合专门寻找...",
      "title": "CMV：博物馆里的文物不应该全部送回它们的原籍国。它们在博物馆里更安全，现代文明对古代文明的珍品没有固有的权利。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "現在有一個很大的推動力，讓目前居住在歐洲博物館的文物回到它們的原籍國。\n歐洲博物館的文物被送回它們的原籍國。我認爲這是個\n就保護文物的安全而言，這是一個危險的想法。在中東地區，例如\n例如，我們已經看到ISIS在許多場合專門尋找...",
      "title": "CMV：博物館裏的文物不應該全部送回它們的原籍國。它們在博物館裏更安全，現代文明對古代文明的珍品沒有固有的權利。"
    }
  ]
}