{
  "author": "Flexo82",
  "original_created_utc": 1637398354,
  "title": "A bitcoin story",
  "created_utc": 1637479891,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My mom bought Bitcoin about 1,5 years ago as a plan to save for her pension.</p>\n\n<p><a href=\"https://www.reddit.com/r/Bitcoin/comments/kgwiz0/just_found_out_my_mom_bought_bitcoin/?utm_medium=android_app&amp;utm_source=share\">https://www.reddit.com/r/Bitcoin/comments/kgwiz0/just_found_out_my_mom_bought_bitcoin/?utm_medium=android_app&amp;utm_source=share</a></p>\n\n<p>She had been stacking weekly for while, but due to bills and she got sick and loosing her job she had to stop stacking. She never touched her stack until last week where she wrote me to for help selling some. She needed money for an operation and medicine due to her illness.</p>\n\n<p>She was heartbroken, she had to dig into her retirement funds, but she knew it was the only way she could pay for this life saving operation. </p>\n\n<p>To our surprise Bitcoin had gone up so much there was enough to pay for the bills and as an added bonus, there were still more left than her initial investment.</p>\n\n<p>This has really been an eye opening experience. Bitcoin has the possibility to set you financially free. It is all about how long you can hold it before you start using it.</p>\n\n<p>To end this little story, I will fill up my mom&#39;s wallet, for Christmas, with the sats she sold to pay for the operation.</p>\n</div><!-- SC_ON -->",
  "score": 152,
  "permalink": "/r/Bitcoin/comments/qy1lsw/a_bitcoin_story/",
  "subreddit": "Bitcoin",
  "id": "qy1lsw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My mom bought Bitcoin about 1,5 years ago as a plan to save for her pension.\n\nhttps://www.reddit.com/r/Bitcoin/comments/kgwiz0/just_found_out_my_mom_bought_bitcoin/?utm_medium=android_app&utm_source=share\n\nShe had been stacking weekly for while, but due to bills and she got sick and\nloosing her job…"
}