{
  "author": "Ok_Ruin5635",
  "original_created_utc": 1628275927,
  "title": "CMV: Claw machines (and similar) should disclose odds",
  "created_utc": 1628285647,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I had this thought yesterday after seeing a bunch of these machines, and want to know if there&#39;s any reason why they shouldn&#39;t disclose odds. IIRC claw machines work by only grabbing the toy at full strength a fraction of the time to ensure that the machine earns a profit. If, for example, the machine grabs the toy at full strength 1/1000 times, then my view is that the probability should be disclosed on the machine itself (like a little sticker or something to say that you have a 1/1000 chance to win the toy on the machine itself, just to know what you&#39;re up against).</p>\n\n<p>Currently my main issue with these machines is that if theres a chance to win a prize at all, then I have no idea what it is. Knowing whether I have a 1/500 or 1/1000 chance would at least clarify to me how likely it is that I would win a prize.</p>\n\n<p>It just seems wrong that these machines seem to be marketed as prizes which you could win if you&#39;re good enough at the game, when in reality its just a microchip that decides the whole thing.</p>\n\n<p>&#x200B;</p>\n\n<p>EDIT: I didnt make this clear, but I only want the chances of the RNG for claw strength disclosed. I understand that some of the machine is going to be based on luck or skill that may not be predictable by the machine, but I do want the user to know how likely they are to lose to a RNG</p>\n</div><!-- SC_ON -->",
  "score": 203,
  "permalink": "/r/changemyview/comments/ozczlt/cmv_claw_machines_and_similar_should_disclose_odds/",
  "subreddit": "changemyview",
  "id": "ozczlt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I had this thought yesterday after seeing a bunch of these machines, and want to\nknow if there's any reason why they shouldn't disclose odds. IIRC claw machines\nwork by only grabbing the toy at full strength a fraction of the time to ensure\nthat the machine earns a profit. If, for example, the…"
}