{
  "author": "Ok_Ruin5635",
  "original_created_utc": 1628275927,
  "title": "CMV: Claw machines (and similar) should disclose odds",
  "created_utc": 1628285647,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I had this thought yesterday after seeing a bunch of these machines, and want to know if there&#39;s any reason why they shouldn&#39;t disclose odds. IIRC claw machines work by only grabbing the toy at full strength a fraction of the time to ensure that the machine earns a profit. If, for example, the machine grabs the toy at full strength 1/1000 times, then my view is that the probability should be disclosed on the machine itself (like a little sticker or something to say that you have a 1/1000 chance to win the toy on the machine itself, just to know what you&#39;re up against).</p>\n\n<p>Currently my main issue with these machines is that if theres a chance to win a prize at all, then I have no idea what it is. Knowing whether I have a 1/500 or 1/1000 chance would at least clarify to me how likely it is that I would win a prize.</p>\n\n<p>It just seems wrong that these machines seem to be marketed as prizes which you could win if you&#39;re good enough at the game, when in reality its just a microchip that decides the whole thing.</p>\n\n<p>&#x200B;</p>\n\n<p>EDIT: I didnt make this clear, but I only want the chances of the RNG for claw strength disclosed. I understand that some of the machine is going to be based on luck or skill that may not be predictable by the machine, but I do want the user to know how likely they are to lose to a RNG</p>\n</div><!-- SC_ON -->",
  "score": 203,
  "permalink": "/r/changemyview/comments/ozczlt/cmv_claw_machines_and_similar_should_disclose_odds/",
  "subreddit": "changemyview",
  "id": "ozczlt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I had this thought yesterday after seeing a bunch of these machines, and want to\nknow if there's any reason why they shouldn't disclose odds. IIRC claw machines\nwork by only grabbing the toy at full strength a fraction of the time to ensure\nthat the machine earns a profit. If, for example, the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "昨日、このマシンの数々を見て思ったのだが、このマシンがディスクにならない理由があるのだろうか？\n確率を公表しない理由があるのかどうかを知りたい。爪とぎ機は、確か\n爪とぎ機は、機械が利益を得るのを確実にするために、ほんのわずかな時間だけ全力でおもちゃを掴むことで機能します。\n利益を得ることができるようになっています。もし、例えば、...",
      "title": "CMV: クロー・マシン（およびそれに類するもの）はオッズを開示すべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我昨天看到一堆这样的机器后，有了这个想法，想知道\n我想知道是否有任何理由他们不应该披露赔率。我记得爪子机器\n工作时，只在一小部分时间内全力抓取玩具，以确保\n机器赚取利润。举例来说，如果...",
      "title": "CMV：爪子机（和类似的）应披露赔率"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我昨天看到一堆這樣的機器後，有了這個想法，想知道\n我想知道是否有任何理由他們不應該披露賠率。我記得爪子機器\n工作時，只在一小部分時間內全力抓取玩具，以確保\n機器賺取利潤。舉例來說，如果...",
      "title": "CMV：爪子機（和類似的）應披露賠率"
    }
  ]
}