{
  "author": "Whizzzel",
  "original_created_utc": 1635436775,
  "title": "I'm really sad that I've missed out on all the Ready Player One hate threads.",
  "created_utc": 1635442393,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I saw a bunch of people raving about this book in a book suggestion thread so I got the audio book from my library. </p>\n\n<p>My God.... it&#39;s like Eric Cartman dropped out freshman year, pounded out an incel manifesto and drowned it in Deus ex machina.</p>\n\n<p>How is every female character a manic pixie dream girl? Every female character only exists for tension. He actually refers to women as females. </p>\n\n<p>Why would the entire world be obsessed with John Hughes movies in 2045? Wouldn&#39;t maybe trying to figure out the famine crises be a better use of time? A main plot point in the book is about major corporations producing new media and entertainment so its definitely not a universe where things stopped being made in the 80&#39;s. So why not just have a small group of folks in a club be into this stuff? Why does it have to be the whole planet? Damn y&#39;all, move on. </p>\n\n<p>Japanese culture fetish. Yeah just complete that circle. </p>\n\n<p>In halfway through it. This book just came to life too day &quot;oh you like the Clash? Name every song that hit the US charts in the order they were released in the UK.&quot; Then it called me a slut.</p>\n\n<p>And I know this is an audiobook issue not the material but there really should have been a producer or someone who could correct Wil Wheatons pronunciations of certain words. He&#39;s mispronounced things like Aspergers (aspejers) and library (liberry).</p>\n\n<p>Honestly, this is just sad.</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/books/comments/qhq6a4/im_really_sad_that_ive_missed_out_on_all_the/",
  "subreddit": "books",
  "id": "qhq6a4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I saw a bunch of people raving about this book in a book suggestion thread so I\ngot the audio book from my library.\n\nMy God.... it's like Eric Cartman dropped out freshman year, pounded out an\nincel manifesto and drowned it in Deus ex machina.\n\nHow is every female character a manic pixie dream girl?…"
}