{
  "author": "dogncatdoctor",
  "the_new_excerpt": "Why YSK: If you are contemplating becoming a veterinarian, it is important for\nyou to know what you are getting into. There are unique stressors in our\nprofession that make it very difficult emotionally.\n\nIf you are a pet owner, you need to understand that veterinarians are there\nbecause they want…",
  "original_created_utc": 1615583333,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么要选择YSK：如果你正在考虑成为一名兽医，那么对你来说，重要的是\n你要知道你在做什么。在我们的生活中存在着独特的压力\n的职业，让人在感情上非常难受。\n\n如果你是宠物的主人，你需要明白，兽医是有\n因为他们想...",
      "title": "YSK: 兽医是所有职业中自杀率最高的职业之一。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼要選擇YSK：如果你正在考慮成爲一名獸醫，那麼對你來說，重要的是\n你要知道你在做什麼。在我們的生活中存在着獨特的壓力\n的職業，讓人在感情上非常難受。\n\n如果你是寵物的主人，你需要明白，獸醫是有\n因爲他們想...",
      "title": "YSK: 獸醫是所有職業中自殺率最高的職業之一。"
    }
  ],
  "title": "YSK: That veterinarians have one of the highest suicide rates of any profession",
  "created_utc": 1615620854,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  If you are contemplating becoming a veterinarian, it is important for you to know what you are getting into.  There are unique stressors in our profession that make it very difficult emotionally.  </p>\n\n<p>If you are a pet owner, you need to understand that veterinarians are there because they want to help your pet live a better life and snide comments about cost, emotional blackmail and threats are not ok, and can and do lead to idealistic professionals struggling with mental welfare and committing suicide at a shockingly high rate.   </p>\n\n<p>Here is a video in support of mental health networks for veterinarians: <a href=\"https://youtu.be/tpx68jmnr4w\">https://youtu.be/tpx68jmnr4w</a></p>\n\n<p>Before you comment, please watch the video and then consider what impact your comments will have on others.</p>\n</div><!-- SC_ON -->",
  "score": 660,
  "permalink": "/r/YouShouldKnow/comments/m3r7yh/ysk_that_veterinarians_have_one_of_the_highest/",
  "subreddit": "YouShouldKnow",
  "id": "m3r7yh",
  "is_self": true,
  "media": null,
  "is_video": false
}