{
  "author": "urammar",
  "original_created_utc": 1639363921,
  "title": "YSK: Even slow-moving water presents incredible risk. Trying to move across a fast-moving stream or flood water is suicide. A 1-meter cube of water is the definition of a ton. Imagine the water as 1 ton cubes moving at that speed, and you will see how cars get swept away trying to cross.",
  "created_utc": 1639374048,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK:&lt;/p&gt;\n\n&lt;p&gt;Many people vastly underestimate the forces even small bodies of water can impart.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a silly little rule of thumb that&amp;#39;s actually pretty helpful. If you dropped a flower in the water, would you have time to bend down and pick it up, or is flowing away out of reach by the time you did?&lt;/p&gt;\n\n&lt;p&gt;If you can pick it up, you&amp;#39;re fine.&lt;/p&gt;\n\n&lt;p&gt;If not, basically, if the water goes over your ankles you can be taken off your feet at any moment, mind the rocks, but are okayish.&lt;/p&gt;\n\n&lt;p&gt;If it goes over your knees, you&amp;#39;re at serious risk of being taken by the stream.&lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;re trying to move something with a large surface area, like the wheels of a car, or god help you its deep enough to be pushing on the whole sides of the car, you&amp;#39;re fucked.&lt;/p&gt;\n\n&lt;p&gt;Moving bodies of water contain incredible energies, water is really, really dense. I mean just think about picking up a big bucket of the stuff.&lt;/p&gt;\n\n&lt;p&gt;I see a lot of people drive cars over roads that have flooded and are in motion, and every time I wish I could scream at them before they go in.&lt;/p&gt;\n\n&lt;p&gt;Water is so dense, that whole ass car only weighs as much as 1-2 cubic meters of water. Its surface area can have a LOT more than that pushing on it.&lt;/p&gt;\n\n&lt;p&gt;Your car absolutely will not win.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 293,
  "permalink": "/r/YouShouldKnow/comments/rf59fx/ysk_even_slowmoving_water_presents_incredible/",
  "subreddit": "YouShouldKnow",
  "id": "rf59fx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nMany people vastly underestimate the forces even small bodies of water can\nimpart.\n\nThere's a silly little rule of thumb that's actually pretty helpful. If you\ndropped a flower in the water, would you have time to bend down and pick it up,\nor is flowing away out of reach by the time you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>なぜYSKなのか：</p> <p>多くの人は、小さな水が与える力を非常に過小評価しています。\n</p> <p>多くの人は、小さな水域が与える力を過小評価しています。\n<p>ちょっとした経験則があるのですが、これが結構役に立っています。\n水の中に花を落としたとして、かがんで花を拾う時間があるでしょうか？\n拾うことができますか？",
      "title": "YSK: 流れの緩やかな水にも、驚くほどのリスクがあります。流れの速い川や洪水の中を渡ろうとするのは自殺行為です。1mの立方体の水は、1トンと定義されています。水を1トンの立方体に見立てて、その速度で移動すると、車が流されてしまうのがわかります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么是YSK：</p> <p>许多人大大地低估了\n很多人都低估了小水体所能带来的力量。\n<p>有一个愚蠢的小经验法则，实际上很有帮助。\n如果你把一朵花掉在水里，你是否有时间弯腰去摘？\n它......。",
      "title": "YSK：即使是缓慢流动的水也会带来难以置信的风险。试图穿越快速流动的溪流或洪水就是自杀。1米长的水立方是一吨的定义。想象一下，水是1吨的立方体，以这种速度移动，你就会知道汽车是如何被冲走的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼是YSK：</p> <p>許多人大大地低估了\n很多人都低估了小水體所能帶來的力量。\n<p>有一個愚蠢的小經驗法則，實際上很有幫助。\n如果你把一朵花掉在水裏，你是否有時間彎腰去摘？\n它......。",
      "title": "YSK：即使是緩慢流動的水也會帶來難以置信的風險。試圖穿越快速流動的溪流或洪水就是自殺。1米長的水立方是一噸的定義。想象一下，水是1噸的立方體，以這種速度移動，你就會知道汽車是如何被沖走的。"
    }
  ]
}