{
  "author": "TaxiDriverThankGod",
  "original_created_utc": 1637183965,
  "title": "CMV: Wanting to Change the term pedophile to Minor Attracted Person (MAP) is both linguistically redundant and an attempt to normalize sexual attraction to kids.",
  "created_utc": 1637188537,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Also, let me make this crystal clear, I think sexualizing kids is wrong whether you are a virtuous pedophile or not, but my main point is not that, it is that it seeks to normalize pedophilia, and normalizing pedophilia makes pedophiles more comfortable with thoughts they really should not indulge or feed and thus increases the likelihood they will act on these thoughts in some way.</p>\n\n<p>Also, let me say this, I do not wish to have my view changed on this matter, I am arguing because I think its an interesting topic and I am interested if a topic can change my view. I am open to it changing, but do not want it to. think its an interesting topic to debate and I am open to discussing this and while my mind is pretty closed on the idea that pedophilia is wrong, my mine is not that concrete on my thesis as stated in the title.</p>\n\n<p>Lets me break it down</p>\n\n<ol>\n<li>A pedophile already means minor attracted person</li>\n</ol>\n\n<p>Pedophile in <em>Latin</em> is the combination of two words pedo meaning young (or synonymously minor), and <em>phile or philia</em> meaning &quot;one that loves, likes, or is attracted to,&quot;</p>\n\n<p>So this word already means a minor-attracted person, it has just become stigmatized because society deems people who are attracted to children to be a threat. So this leads me to my next point.....</p>\n\n<ol>\n<li> The term MAP is a term made to remove the currently stigmatized word &quot;pedophilia&quot; into one that means the exact same and doesn&#39;t yet have the same connotation exactly and is an attempt to evoke sympathy for people who cannot control their desires and tries to make this part of the population less deviant as if their desires are not of their control and also not a threat.</li>\n</ol>\n\n<p>&#x200B;</p>\n\n<p>Edit:</p>\n\n<p>My view has changed a bit but not really because of the comments so far no one has really even argued my point even, just due to me re-reading my argument and thinking about it differently.</p>\n\n<p><strong>Here is now what I think</strong></p>\n\n<p>The term retarded is a medial word, meaning mentally slow, which is a proper word to talk about anyone with an IQ below 70</p>\n\n<p>Overuse made it a derogatory term, and thus the word needs to keep changing because it becomes an insult to people who do not have an IQ below 70. Also, there is nothing wrong or dangerous about being mentally handicapped retarded, slow, disabled, etc.</p>\n\n<p>However, the term pedophile is still used to describe people sexually attracted to minors, so changing the definition acts only as a way to be kinder towards pedophiles and make their thoughts and feelings normalized.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/qw98wk/cmv_wanting_to_change_the_term_pedophile_to_minor/",
  "subreddit": "changemyview",
  "id": "qw98wk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Also, let me make this crystal clear, I think sexualizing kids is wrong whether\nyou are a virtuous pedophile or not, but my main point is not that, it is that\nit seeks to normalize pedophilia, and normalizing pedophilia makes pedophiles\nmore comfortable with thoughts they really should not indulge…"
}