{
  "author": "GrannyLow",
  "original_created_utc": 1625194574,
  "title": "CMV: A person should not be able to be charged with a DUI or DWI unless you are actually driving.",
  "created_utc": 1625203923,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I was in college a roommate went out drinking one night, got in an arguement with someone in the bar, and decided to leave.  He realized that he had had too much to drink, so he called a ride.  It was mid August and super hot outside, so while he was waiting on his ride he sat in in his truck and ran the A/C.  A police officer saw him and took him in for a DWI and he was convicted.  It effected his employment and schooling for the next couple of years.</p>\n\n<p>I never liked the guy much, but I always thought he got a raw deal. He was doing the right thing and got the same penalty as if he decided to drive home.  You should be able to sleep it off in your car without fear of consequence.</p>\n\n<p>I have heard the argument that if the officer saw a drunk sitting in their car and just walked away from it, the person could start driving at any moment.  I argue that it would be just as easy to take the person home as it would be to take them to jail, and it doesnt ruin their life. The police could even take them to the jail to dry out for the night just to be sure, but there is no reason to suspend their license, fine, and imprison a person for simply sitting in their car with the keys in their possession, or even sitting in a running vehicle. </p>\n\n<p>To head off the first argument I see coming, this doesn&#39;t apply to a vehicle in a lane of traffic, obviously if you are passed out at a stop sign or something you deserve a DWI.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/oc1c0n/cmv_a_person_should_not_be_able_to_be_charged/",
  "subreddit": "changemyview",
  "id": "oc1c0n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When I was in college a roommate went out drinking one night, got in an\narguement with someone in the bar, and decided to leave. He realized that he had\nhad too much to drink, so he called a ride. It was mid August and super hot\noutside, so while he was waiting on his ride he sat in in his truck and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が大学にいた頃、ルームメイトがある夜飲みに行き、バーで誰かと口論になり\nバーで誰かと口論になって、帰ることにしたんです。彼は飲み過ぎたことに気づき\n彼は飲み過ぎたことに気付き、車を呼んだのです。8月中旬で、外はとても暑かった。\n外は8月中旬でとても暑かったので、車を待っている間、彼は自分のトラックに座って...",
      "title": "CMV：実際に運転していないと、DUIやDWIの罪に問われることはないはずです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我上大学的时候，一个室友有一天晚上出去喝酒，在酒吧里和别人发生了争执。\n在酒吧里与人争吵，然后决定离开。他意识到他已经\n他意识到他喝得太多了，所以他叫了一辆车。当时是八月中旬，外面超级热\n所以当他在等待他的车时，他坐在他的卡车里，并...",
      "title": "CMV：一个人不应该被指控为酒驾或醉驾，除非你真的在开车。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我上大學的時候，一個室友有一天晚上出去喝酒，在酒吧裏和別人發生了爭執。\n在酒吧裏與人爭吵，然後決定離開。他意識到他已經\n他意識到他喝得太多了，所以他叫了一輛車。當時是八月中旬，外面超級熱\n所以當他在等待他的車時，他坐在他的卡車裏，並...",
      "title": "CMV：一個人不應該被指控爲酒駕或醉駕，除非你真的在開車。"
    }
  ]
}