{
  "author": "GrannyLow",
  "original_created_utc": 1625194574,
  "title": "CMV: A person should not be able to be charged with a DUI or DWI unless you are actually driving.",
  "created_utc": 1625203923,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I was in college a roommate went out drinking one night, got in an arguement with someone in the bar, and decided to leave.  He realized that he had had too much to drink, so he called a ride.  It was mid August and super hot outside, so while he was waiting on his ride he sat in in his truck and ran the A/C.  A police officer saw him and took him in for a DWI and he was convicted.  It effected his employment and schooling for the next couple of years.</p>\n\n<p>I never liked the guy much, but I always thought he got a raw deal. He was doing the right thing and got the same penalty as if he decided to drive home.  You should be able to sleep it off in your car without fear of consequence.</p>\n\n<p>I have heard the argument that if the officer saw a drunk sitting in their car and just walked away from it, the person could start driving at any moment.  I argue that it would be just as easy to take the person home as it would be to take them to jail, and it doesnt ruin their life. The police could even take them to the jail to dry out for the night just to be sure, but there is no reason to suspend their license, fine, and imprison a person for simply sitting in their car with the keys in their possession, or even sitting in a running vehicle. </p>\n\n<p>To head off the first argument I see coming, this doesn&#39;t apply to a vehicle in a lane of traffic, obviously if you are passed out at a stop sign or something you deserve a DWI.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/oc1c0n/cmv_a_person_should_not_be_able_to_be_charged/",
  "subreddit": "changemyview",
  "id": "oc1c0n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When I was in college a roommate went out drinking one night, got in an\narguement with someone in the bar, and decided to leave. He realized that he had\nhad too much to drink, so he called a ride. It was mid August and super hot\noutside, so while he was waiting on his ride he sat in in his truck and…"
}