{
  "author": "alexb_090",
  "original_created_utc": 1634303985,
  "title": "My professor is an early adopter who probably never sold.",
  "created_utc": 1634311925,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m a 3rd year college student, and I recently had a professor who bought into Bitcoin back in 2010. He can’t tell us how much, but it was obviously a significant amount. How do I know? Because every year, he gives a crypto seminar and gives away Bitcoin to all the students who send their wallet. Last year, there were about 350 students in the seminar, and he gave us each 10 dollars. So clearly, he’s not hurting for cash. </p>\n\n<p>For a few years, he even gave out physical bitcoins (if you don’t know, physical bitcoins are hardware wallets with 1 Bitcoin on them that look like an actual coin. Very cool) to a few of the lucky students that attended. He also helped spread adoption by writing a book called “Bitcoin for the befuddled” way back in 2013 to explain blockchain in a simple to understand way. And now he is the editor of a blockchain technical development journal, and is implementing a blockchain degree concentration at the university. </p>\n\n<p>People like this are how blockchain really gets adopted, not by banks and corporations co-opting the technology. There isn’t really a main point, just wanted to share a cool story about an early blockchain adopter. I guess I would just say to have conviction in your beliefs and success will come.</p>\n\n<p>ETA: The journal is called “Ledger” if anyone wants some reading.</p>\n</div><!-- SC_ON -->",
  "score": 327,
  "permalink": "/r/CryptoCurrency/comments/q8oauw/my_professor_is_an_early_adopter_who_probably/",
  "subreddit": "CryptoCurrency",
  "id": "q8oauw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m a 3rd year college student, and I recently had a professor who bought into\nBitcoin back in 2010. He can’t tell us how much, but it was obviously a\nsignificant amount. How do I know? Because every year, he gives a crypto seminar\nand gives away Bitcoin to all the students who send their wallet.…"
}