{
  "author": "G_E_E_S_E",
  "the_new_excerpt": "Whether it is universal or private insurance doesn’t matter. There is no reason\nfor them to be excluded or separate. I will be referring in terms of USA,\nhowever, because that’s the only place I have experience with.\n\nAs far as I’m aware the only reason they are often separated is because they…",
  "original_created_utc": 1615568361,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "不管是万能险还是私人保险都不重要。没有理由\n  我指的是美国。\n然而，因为那是我唯一有经验的地方。\n\n据我所知，他们经常分开的唯一原因是他们... ...",
      "title": "CMV：所有健康保险都应包括基本的牙科和视力。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不管是萬能險還是私人保險都不重要。沒有理由\n  我指的是美國。\n然而，因爲那是我唯一有經驗的地方。\n\n據我所知，他們經常分開的唯一原因是他們... ...",
      "title": "CMV：所有健康保險都應包括基本的牙科和視力。"
    }
  ],
  "title": "CMV: Basic dental and vision should be included in all health insurance",
  "created_utc": 1615577849,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Whether it is universal or private insurance doesn’t matter. There is no reason for them to be excluded or separate. I will be referring in terms of USA, however, because that’s the only place I have experience with. </p>\n\n<p>As far as I’m aware the only reason they are often separated is because they are considered “non essential”. Your teeth and eyes are pretty damn essential. You have to eat every day, you have to see every day.  You shouldn’t have enroll in a separate plan to take care of them. </p>\n\n<p>I think we still need to have basic services included. Basic meaning dental exam yearly, X-rays every certain amount of years, things like cavities and chipped teeth. For vision, a yearly exam, glasses if needed, treatment for conditions luke glaucoma or cataracts, etc. </p>\n\n<p>What about dental and vision care that isn’t (usually) essential like braces or contacts? They could be excluded in cheaper plan options unless medically necessary. There are cases where braces are necessary. As a child, my teeth were straight but my upper palate didn’t grow properly so I needed braces to be able to have my jaw align. That’s essential to chewing and medically necessary. Braces for cosmetic reasons could reasonably be excluded. I’m not sure if there’s any conditions where glasses won’t work and contacts are needed, but otherwise I think contacts are possible to exclude as well. </p>\n\n<p>I honestly can’t think of any reason to keep them separate. If you think so, change my view.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/m3luac/cmv_basic_dental_and_vision_should_be_included_in/",
  "subreddit": "changemyview",
  "id": "m3luac",
  "is_self": true,
  "media": null,
  "is_video": false
}