{
  "author": "vitruvius80",
  "original_created_utc": 1636312161,
  "title": "CMV: Black people are shot more by the police, but not nearly as much more as you probably think.",
  "created_utc": 1636324817,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Before you downvote me, please read my whole post because I have hard statistics from reputable sources to support my argument. Also, for the record, I’m black so please don’t accuse me of being racist.</p>\n\n<p>For this argument, I will be comparing the number of police shootings to the number of arrests. The reason I’m doing it this way is that, the vast majority of the time at least, police don’t just take out their guns and shoot random people. These shootings occur in the process of an arrest. </p>\n\n<p>Here is data for the number of police shootings by race from 2017 to 2021:</p>\n\n<p><a href=\"https://www.statista.com/statistics/585152/people-shot-to-death-by-us-police-by-race/\">https://www.statista.com/statistics/585152/people-shot-to-death-by-us-police-by-race/</a></p>\n\n<p>And here is data for the number of arrests by race from 1980 to 2019:</p>\n\n<p><a href=\"https://www.ojjdp.gov/ojstatbb/crime/ucr.asp?table_in=2&amp;selYrs=2019&amp;rdoGroups=1&amp;rdoData=c\">https://www.ojjdp.gov/ojstatbb/crime/ucr.asp?table_in=2&amp;selYrs=2019&amp;rdoGroups=1&amp;rdoData=c</a></p>\n\n<p>I will be taking the data from 2017 to 2019, because that is where these two sources overlap. From these two sources, the total number of arrests from 2017 to 2019 is 21,408,160 for white people, and 8,363,910 for black people. The total number of police shootings from 2017 to 2019 is 1226 for white people, and 667 for black people. </p>\n\n<p>Dividing the number of arrests by the number of shootings gives us that one in every 17,462 white people are killed during an arrest, and one in every 12,540 black people are killed during an arrest. Dividing these two numbers gives us that a black person is 1.39 times as likely as a white person to be killed by the police. </p>\n\n<p>This is definitely more, but nowhere near as much more as many people would lead you to believe. This misinformation is probably fueled by bold headlines such as:</p>\n\n<p>&quot;Black people more than three times as likely as white people to be killed during a police encounter&quot;</p>\n\n<p><a href=\"https://www.hsph.harvard.edu/news/hsph-in-the-news/blacks-whites-police-deaths-disparity/\">https://www.hsph.harvard.edu/news/hsph-in-the-news/blacks-whites-police-deaths-disparity/</a></p>\n\n<p>Arguments that will change my view:</p>\n\n<ul>\n<li>Showing that I made a mistake in my calculations. </li>\n<li>Proving that the statistics I cited are not reliable sources</li>\n<li>Proving that comparing number of arrests to number of shootings is not an accurate method</li>\n<li>Showing other data comparing the number of arrests to the number of shootings which contradicts the data I have shown here</li>\n<li>Showing data that includes the “Unknown” part of the Statista data, and shows that this new data significantly changes the outcome of the calculations</li>\n<li>Showing new data that includes 2020 and 2021, and showing that this new data significantly changes the outcome of the calculations</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/changemyview/comments/qovfpx/cmv_black_people_are_shot_more_by_the_police_but/",
  "subreddit": "changemyview",
  "id": "qovfpx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Before you downvote me, please read my whole post because I have hard statistics\nfrom reputable sources to support my argument. Also, for the record, I’m black\nso please don’t accuse me of being racist.\n\nFor this argument, I will be comparing the number of police shootings to the\nnumber of arrests.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の意見を否定する前に、私の投稿を全部読んでください。なぜなら、私の主張を裏付ける、信頼できるソースからの確かな統計があるからです。\n私の主張を裏付ける信頼できる情報源からの確かな統計があるからです。また、念のために言っておきますが、私は黒人です。\nなので、人種差別だと非難しないでください。\n\nこの議論では、警察による銃撃事件の数と、逮捕者の数を比較します。\n逮捕者数....",
      "title": "CMV: 黒人は警察に多く撃たれていますが、皆さんが思っているほどではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在你给我投下反对票之前，请阅读我的整篇文章，因为我有来自知名来源的硬性统计数据\n来支持我的论点。另外，为了记录在案，我是黑人。\n所以请不要指责我是种族主义者。\n\n在这个论点中，我将比较警察枪击事件的数量和\n逮捕人数....",
      "title": "CMV：黑人被警察枪杀的情况比较多，但并不像你想象的那样多。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在你給我投下反對票之前，請閱讀我的整篇文章，因爲我有來自知名來源的硬性統計數據\n來支持我的論點。另外，爲了記錄在案，我是黑人。\n所以請不要指責我是種族主義者。\n\n在這個論點中，我將比較警察槍擊事件的數量和\n逮捕人數....",
      "title": "CMV：黑人被警察槍殺的情況比較多，但並不像你想象的那樣多。"
    }
  ]
}