{
  "author": "Moontouch",
  "original_created_utc": 1636585633,
  "title": "Jane Eyre is a beautiful masterpiece",
  "created_utc": 1636601113,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It’s not hard to see why <em>Jane Eyre</em> is considered a masterpiece. The first that becomes apparent is the author Charlotte Brontë’s deeply beautiful command of the English language throughout the novel, with descriptions of vengeance like:</p>\n\n<blockquote>\n<p>Something of vengeance I had tasted for the first time. As aromatic wine it seemed, on swallowing, warm and racy; its after-flavour, metallic and corroding, gave me a sensation as if I had been poisoned.</p>\n</blockquote>\n\n<p>Or something even akin to prose poetry when the protagonist discusses cold and icy lands:</p>\n\n<blockquote>\n<p>Of these death-white realms I formed an idea of my own: shadowy, like all the half-comprehended notions that float dim through children’s brains, but strangely impressive. The words in these introductory pages connected themselves with the succeeding vignettes, and gave significance to the rock standing up alone in a sea of billow and spray; to the broken boat stranded on a desolate coast; to the cold and ghastly moon glancing through bars of cloud at a wreck just sinking.</p>\n</blockquote>\n\n<p>But it’s a lot more than imagery that makes <em>Jane Eyre</em> remarkable. The eponymous protagonist and the first person narrative that she is rendered to us in was revolutionary for its time for being incredibly psychological and intimate. Jane is profoundly communicative and lets us know her every thought, feeling, and emotion through a level of intimacy that is only familiar to us when speaking to a very close best friend. One cannot overstate the emotional vigor of the novel and how easy it is for the reader to relate to Jane’s experiences. For example, when she begins to fall for someone, she poetically describes the fine details of the man’s face, the mental insecurity over whether or not it’s reciprocal, and the anxious spilling of a cup of coffee as she awaits news concerning him.</p>\n\n<p>Much has been discussed about the political, moral, and religious content present in <em>Jane Eyre</em>, and while in many cases Brontë is not overt with her ideology but rather shrouds it in symbolism, it would be hard to not describe the literary work as mostly progressive or left-wing. The novel was published only months before the Revolutions of 1848 in Europe, and in many ways it captures some of the radical spirit that began to brew just prior. The feminism of <em>Jane Eyre</em> is clear: when Jane finally marries Rochester at the end, she does this through a much more egalitarian and noncoercive position previously brought about by a previous ascension to a social class equal to Rochester’s. Additionally, in an earlier chapter, Jane explicitly herself polemicizes to the reader that it’s ignorant to condemn women to things like sewing and playing the piano just because it’s the custom of that gender. On the other hand, it’s possible to argue that <em>Jane Eyre</em>’s progressivism has limitations because of the way it has depicted Bertha Rochester, a woman of color, and that this depiction of her being essentially demonic in nature is potentially representative of 19th century colonialism and racism.</p>\n\n<p><em>Jane Eyre</em> is undeniably a work that is full of Christian ideology, but it’s also difficult to characterize this Christianity as merely evangelist and doctrinal. If it was, Brontë could have ended the story by having Jane accept St. John’s marriage proposal and devote the rest of her life to evangelist pursuits in India for the glory of her religion, and the work would likely have never entered the mainstream secular canon. On the other hand, Jane’s severely reluctant and painful decision to initially leave Rochester and his genuine love for her because he was legally married to another woman (and despite it being a loveless marriage) was a memorable scene vastly important for demonstrating both Jane’s individualism and her commitment to a certain level of Christian morality. At other times, the presence of Christianity in the work is more symbolic and beautifully fused with imagery:</p>\n\n<blockquote>\n<p>I must keep to my post, however. I must watch this ghastly countenance—these blue, still lips forbidden to unclose—these eyes now shut, now opening, now wandering through the room, now fixing on me, and ever glazed with the dulness of horror. I must dip my hand again and again in the basin of blood and water, and wipe away the trickling gore. I must see the light of the unsnuffed candle wane on my employment; the shadows darken on the wrought, antique tapestry round me, and grow black under the hangings of the vast old bed, and quiver strangely over the doors of a great cabinet opposite—whose front, divided into twelve panels, bore, in grim design, the heads of the twelve apostles, each enclosed in its separate panel as in a frame; while above them at the top rose an ebon crucifix and a dying Christ.</p>\n</blockquote>\n\n<p>Despite the frequent ideological questions surrounding the work, <em>Jane Eyre</em> is a romance novel at its heart, and that means its appeal is universal. It’s a must read for any person with even a passing interest in literature, and simply one of the greatest pieces of fiction ever written. Brontë’s capability in being able to not only develop highly three-dimensional characters and a riveting plot but to do so through a poetic use of language makes her equal parts writer and artist. <em>Jane Eyre</em> is thus a moving painting, a painting that depicts matters as intellectual as feminism and as familiar and emotional as love.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/qr6ts8/jane_eyre_is_a_beautiful_masterpiece/",
  "subreddit": "books",
  "id": "qr6ts8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It’s not hard to see why Jane Eyre is considered a masterpiece. The first that\nbecomes apparent is the author Charlotte Brontë’s deeply beautiful command of\nthe English language throughout the novel, with descriptions of vengeance like:\n\n> Something of vengeance I had tasted for the first time. As…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Jane Eyreが名作と言われる所以がよくわかります。その最初の\nまず第一に、作者であるシャーロット・ブロンテが深く美しい言葉で\n復讐の描写など、小説の中で著者シャーロット・ブロンテが英語を美しく使いこなしていることです。\n\n> 復讐の何かを私は初めて味わった。As...",
      "title": "ジェーン・エア」は美しい名作"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不难看出为什么《简爱》被认为是一部杰作。首先\n首先是作者夏洛特-勃朗特（Charlotte Brontë）对整个小说中的英语语言的深刻优美的掌握。\n在整部小说中，对复仇的描述如：\"Something of vengea\"。\n\n> 我第一次尝到了复仇的滋味。正如......。",
      "title": "简-爱》是一部美丽的杰作"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不難看出爲什麼《簡愛》被認爲是一部傑作。首先\n首先是作者夏洛特-勃朗特（Charlotte Brontë）對整個小說中的英語語言的深刻優美的掌握。\n在整部小說中，對復仇的描述如：\"Something of vengea\"。\n\n> 我第一次嚐到了復仇的滋味。正如......。",
      "title": "簡-愛》是一部美麗的傑作"
    }
  ]
}