{
  "author": "tea-hued",
  "the_new_excerpt": "I know you don't necessarily have to be a literature student to read books and\nunderstand them. But when I stumble upon some book that I just can't finish\nreading because it sounds too bleak and unfathomable I constantly ask myself if\nthis is happening because I am not a literature student. Maybe…",
  "original_created_utc": 1617376153,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我知道你不一定非得是学文学的，看书和\n理解它们。但是，当我偶然发现一些书，我只是无法完成\n阅读，因为听起来太过凄凉和深不可测，我不断地问自己是否\n发生这种情况是因为我不是文学系的学生。也许...",
      "title": "我绝对喜欢读书，不是文学专业的我有时也会烦恼。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道你不一定非得是學文學的，看書和\n理解它們。但是，當我偶然發現一些書，我只是無法完成\n閱讀，因爲聽起來太過淒涼和深不可測，我不斷地問自己是否\n發生這種情況是因爲我不是文學系的學生。也許...",
      "title": "我絕對喜歡讀書，不是文學專業的我有時也會煩惱。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "必ずしも文学者でなくても、本を読んで理解することはできると思いますが\n理解することができます。でも、どうしても最後まで読めない本に出くわしたときは\nあまりにも荒涼としていて理解できないために読み終えることができない本に出くわしたとき、私はいつも「これは私が文学生ではないから\nこれは私が文学部の学生ではないから起きているのではないかと自問します。もしかしたら...",
      "title": "私は本を読むのが大好きなので、文学専攻ではないことが気になることがあります。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "必ずしも文学者でなくても、本を読んで理解することはできると思いますが\n理解することができます。でも、どうしても最後まで読めない本に出くわしたときは\nあまりにも荒涼としていて理解できないために読み終えることができない本に出くわしたとき、私はいつも「これは私が文学生ではないから\nこれは私が文学部の学生ではないから起きているのではないかと自問します。もしかしたら...",
      "title": "私は本を読むのが大好きなので、文学専攻ではないことが気になることがあります。"
    }
  ],
  "title": "I absolutely love reading and not being a literature major sometimes bothers me.",
  "created_utc": 1617405267,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know you don&#39;t necessarily have to be a literature student to read books and understand them. But when I stumble upon some book that I just can&#39;t finish reading because it sounds too bleak and unfathomable I constantly ask myself if this is happening because I am not a literature student. Maybe that restricts my ability to read between the lines. But then, I also think that too much of critical intervention might actually make us forget the aesthetic quality of a book. Since lately I have also been thinking of getting enrolled for a master&#39;s course in literature and I know I won&#39;t be able to grasp everything but I&#39;d be really happy to be a part of that world.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/mim9xv/i_absolutely_love_reading_and_not_being_a/",
  "subreddit": "books",
  "id": "mim9xv",
  "is_self": true,
  "media": null,
  "is_video": false
}