{
  "author": "CaptainFuse",
  "original_created_utc": 1627686966,
  "title": "Is it common that when you fantasize about your significant other, partner, crush, etc. you find it more appealing to fantasize of cuddling/just being together rather than sex?",
  "created_utc": 1627700912,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Alright, so I’m a teenager and a guy.  Every now and then my male friends and I are talking and we occasionally get on the topic of girlfriends and hot girls in general.  Usually, at some point someone will suggest how nice sex would be with x person and such.  That, or seeing them nude or playing with their breasts (just, sexual actions).</p>\n\n<p>Now, let me be clear.  I do think of that stuff and it is a turn it.  But what I find more appealing is the idea of cuddling up with a girl wearing an oversized hoodie at home and watching some movie while eating Chinese takeout.  Romantic(er), I guess.  Maybe because it has more substance?  I don’t know why, but I’d rather fantasize that over just sex with a girl.</p>\n\n<p>It’s weird to me, especially when I see movies where the guy sees a hot girl and they make a scene where he imagines her in a bikini doing suggestive things.  Most guys like that, and I’d be lying to say I don’t.  I also enjoy sex a lot.  But when given the chance to fantasize (I doubt “chance” is the word I’m looking for, but I digress) sex isn’t my go-to.</p>\n\n<p>I think that maybe it’s because I don’t like to fool around in general with girls but I really don’t know why I don’t think of sex first when I fantasize over a hot girl or when I think of my girlfriend.</p>\n\n<p>Sorry if this is a ramble, I’m still unsure how to correctly ask this question and I’m not sure if I explained my question well enough.</p>\n\n<p>Regardless, thanks.</p>\n</div><!-- SC_ON -->",
  "score": 114,
  "permalink": "/r/TooAfraidToAsk/comments/ouw69n/is_it_common_that_when_you_fantasize_about_your/",
  "subreddit": "TooAfraidToAsk",
  "id": "ouw69n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Alright, so I’m a teenager and a guy. Every now and then my male friends and I\nare talking and we occasionally get on the topic of girlfriends and hot girls in\ngeneral. Usually, at some point someone will suggest how nice sex would be with\nx person and such. That, or seeing them nude or playing with…"
}