{
  "author": "rwang7839",
  "the_new_excerpt": "It feels better. Who wants to feel their hand scraping along the wall as they’re\ntrying to get toilet paper? Granted, it’s not as bad as scratching your\nfingernails across a chalkboard, but it’s close. It both feels bad and sounds\nbad for you and the people around you.\n\nIt’s cleaner. No matter how…",
  "original_created_utc": 1618498903,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "その方が気持ちがいい。トイレットペーパーを取ろうとするときに、手が壁に擦れるのを感じたい人はいないでしょう。\nトイレットペーパーを取ろうとするときに、手が壁を擦るのを感じたい人はいないでしょう。確かに、黒板に爪を立てて引っ掻くほどひどくはありませんが、それに近いものがあります。\n黒板に爪を立てるほどではありませんが、それに近いものがあります。自分にとっても、周りの人にとっても、悪いことのように感じられます。\n自分にとっても周りの人にとっても悪いことだと思います。\n\nその方が清潔です。どんなに...",
      "title": "CMV: トイレットペーパーは、壁の横ではなく、壁から離れるように設置されるべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这感觉更好。谁想感觉到自己的手在墙上刮着，因为他们是。\n试图得到卫生纸？虽说如此，但也不至于像刮伤你的身体一样糟糕\n指甲划过黑板，但很接近。这感觉很糟糕，听起来\n对你和你周围的人都不好。\n\n它的清洁。不管怎么...",
      "title": "CMV：卫生纸的安装应使其从墙边解开，而不是挨着墙。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這感覺更好。誰想感覺到自己的手在牆上颳着，因爲他們是。\n試圖得到衛生紙？雖說如此，但也不至於像刮傷你的身體一樣糟糕\n指甲劃過黑板，但很接近。這感覺很糟糕，聽起來\n對你和你周圍的人都不好。\n\n它的清潔。不管怎麼...",
      "title": "CMV：衛生紙的安裝應使其從牆邊解開，而不是挨着牆。"
    }
  ],
  "title": "CMV: Toilet paper should be installed so that it unravels away from the wall, rather than next to the wall",
  "created_utc": 1618522504,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It feels better. Who wants to feel their hand scraping along the wall as they’re trying to get toilet paper? Granted, it’s not as bad as scratching your fingernails across a chalkboard, but it’s close. It both feels bad and sounds bad for you and the people around you.</p>\n\n<p>It’s cleaner. No matter how clean your walls are, it will always be cleaner to not touch them, thereby showing down the transfer of germs. Also, since your hand will likely be dirty, you will also be transferring germs from your hand to the wall, which will make the wall dirtier for the next visit.</p>\n\n<p>It’s more convenient. If the toilet paper is away from the wall, you can just grab on to it and pull. But if it’s sticking to the wall, you have to try to lift it from the wall (which is frustrating and makes horrible sounds), and then pull. And also since the toilet paper is rubbing along the wall, it can rip unexpectedly.</p>\n\n<p>Overall I just honestly don’t understand why people do this.</p>\n\n<p>CMV</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/mrghwv/cmv_toilet_paper_should_be_installed_so_that_it/",
  "subreddit": "changemyview",
  "id": "mrghwv",
  "is_self": true,
  "media": null,
  "is_video": false
}