{
  "author": "SlimothyJames",
  "original_created_utc": 1628307035,
  "title": "YSK if you ever get an organ transplant in the U.S., you will not be allowed to die in the first year no matter how much you are suffering.",
  "created_utc": 1628321511,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Transplant services care more about 1 year mortality than any amount of human suffering, so dying in dignity and comfort might require a fight with the hospital, rather than relying on the advice of medical experts.</p>\n\n<p>You could literally have maggots growing out of your eye sockets (not joking). Transplant services need to maintain a certain level of performance, and 1-year mortality is one of the primary metrics used for credentialing. Teaching hospitals need transplant services to maintain a certain level of prestige, teach that part of medicine, attract top talent, and a lot of jobs rely on maintaining the service. A large hospital might only transplant 100 hearts or livers a year, which costs millions of dollars per case, so every single poor outcome significantly affects the performance of the transplant service. The fucked up part is that everyone in the hospital knows this and no matter who you talk to and how much you&#39;re suffering, no one will ever bring up the idea of transitioning to comfort measures only or hospice and will not willingly allow it until after that 1 year mark. So if you or a family member are ever in that situation, be as loud and as vocal as possible that you want the suffering to end and prefer death with dignity and comfort. </p>\n\n<p><a href=\"https://www.propublica.org/article/audio-shows-hospital-kept-vegetative-patient-on-life-support-to-boost-survival-rates\">https://www.propublica.org/article/audio-shows-hospital-kept-vegetative-patient-on-life-support-to-boost-survival-rates</a></p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/YouShouldKnow/comments/ozlt1t/ysk_if_you_ever_get_an_organ_transplant_in_the_us/",
  "subreddit": "YouShouldKnow",
  "id": "ozlt1t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Transplant services care more about 1 year mortality than any amount of\nhuman suffering, so dying in dignity and comfort might require a fight with the\nhospital, rather than relying on the advice of medical experts.\n\nYou could literally have maggots growing out of your eye sockets (not…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 移植サービスは、人間の苦しみよりも1年後の死亡率を重視しています。\n尊厳ある快適な死のためには、病院との戦いが必要になるかもしれません。\n専門家のアドバイスに頼るのではなく、病院との戦いが必要になるかもしれません。\n\n文字通り、眼窩からウジ虫が生えてくるかもしれません（...ではない）。",
      "title": "YSK もしアメリカで臓器移植を受けることがあれば、どんなに苦しんでいても最初の1年間は死ぬことは許されないでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：移植服务比任何数量的人类痛苦都更关心1年的死亡率。\n因此，在尊严和舒适的情况下死亡可能需要与医院进行斗争。\n尊严和舒适的死亡可能需要与医院进行斗争，而不是依靠医学专家的建议。\n\n你可能真的有蛆虫从你的眼窝里长出来（不是...",
      "title": "YSK如果你在美国获得器官移植，无论你多么痛苦，都不允许你在第一年死亡。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：移植服務比任何數量的人類痛苦都更關心1年的死亡率。\n因此，在尊嚴和舒適的情況下死亡可能需要與醫院進行鬥爭。\n尊嚴和舒適的死亡可能需要與醫院進行鬥爭，而不是依靠醫學專家的建議。\n\n你可能真的有蛆蟲從你的眼窩裏長出來（不是...",
      "title": "YSK如果你在美國獲得器官移植，無論你多麼痛苦，都不允許你在第一年死亡。"
    }
  ]
}