{
  "author": "SlimothyJames",
  "original_created_utc": 1628307035,
  "title": "YSK if you ever get an organ transplant in the U.S., you will not be allowed to die in the first year no matter how much you are suffering.",
  "created_utc": 1628321511,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Transplant services care more about 1 year mortality than any amount of human suffering, so dying in dignity and comfort might require a fight with the hospital, rather than relying on the advice of medical experts.</p>\n\n<p>You could literally have maggots growing out of your eye sockets (not joking). Transplant services need to maintain a certain level of performance, and 1-year mortality is one of the primary metrics used for credentialing. Teaching hospitals need transplant services to maintain a certain level of prestige, teach that part of medicine, attract top talent, and a lot of jobs rely on maintaining the service. A large hospital might only transplant 100 hearts or livers a year, which costs millions of dollars per case, so every single poor outcome significantly affects the performance of the transplant service. The fucked up part is that everyone in the hospital knows this and no matter who you talk to and how much you&#39;re suffering, no one will ever bring up the idea of transitioning to comfort measures only or hospice and will not willingly allow it until after that 1 year mark. So if you or a family member are ever in that situation, be as loud and as vocal as possible that you want the suffering to end and prefer death with dignity and comfort. </p>\n\n<p><a href=\"https://www.propublica.org/article/audio-shows-hospital-kept-vegetative-patient-on-life-support-to-boost-survival-rates\">https://www.propublica.org/article/audio-shows-hospital-kept-vegetative-patient-on-life-support-to-boost-survival-rates</a></p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/YouShouldKnow/comments/ozlt1t/ysk_if_you_ever_get_an_organ_transplant_in_the_us/",
  "subreddit": "YouShouldKnow",
  "id": "ozlt1t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Transplant services care more about 1 year mortality than any amount of\nhuman suffering, so dying in dignity and comfort might require a fight with the\nhospital, rather than relying on the advice of medical experts.\n\nYou could literally have maggots growing out of your eye sockets (not…"
}