{
  "author": "510hops",
  "original_created_utc": 1639788993,
  "title": "YSK: The Horrors of the Fast Food Industry",
  "created_utc": 1639820451,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: You can save yourself a lot of misery by avoiding fast food jobs, and the stories I will tell you about what happened to some of the food will make you not want to eat there anymore.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;As someone who has worked numerous fast food jobs, I can tell you these are some of the absolute worst working conditions in America. I have worked at Popeye&amp;#39;s, Jack in the Box, and Burger King. Do you like being tremendously under-compensated for your work? Then fast food is for you. Popeye&amp;#39;s paid $10/hr, Burger King paid $9.50, Jack in the Box paid $9. Now imagine you work an 8 hour shift at Jack in the Box and come away with $70 for your efforts. They&amp;#39;re making $70 in sales &lt;em&gt;within 100 seconds.&lt;/em&gt; Seriously, it takes them 2-3 sales to earn what you get paid over an entire 8 hour shift. The pay is insulting and impossible to live off of.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Oh, and that&amp;#39;s not all. While the tasks may be &amp;quot;easy&amp;quot;, they are CONSTANT. Imagine making dozens and dozens and dozens of sandwiches in  a row, and the line never slows down or ceases. &lt;strong&gt;I have made food poorly out of spite, and so have my coworkers. You should know that if you join an already long line, thus putting more stress on grossly underpaid workers, they may make your food poorly out of frustration.&lt;/strong&gt; And that&amp;#39;s not all. Most fast food places don&amp;#39;t offer a break. You&amp;#39;re expected to work 8 hours straight, only getting to rest when the line stops.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;And that&amp;#39;s not all either. The conditions are poor. You&amp;#39;re surrounded by multiple fryers, causing the air in the restaurant to get hot and humid, causing you to sweat. Not only that, but the air is filled with grease and you will feel gross by the end of your shift. Not to mention that eating the unhealthy food on a daily basis can lead to weight gain and health problems. &lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Not here&amp;#39;s another kicker. Because you are working in a low-paying industry that will basically hire anyone, you are going to meet some bad people.&lt;/strong&gt; I worked with a man who would literally clock in, go to the manager&amp;#39;s office (This was the overnight so there was no manager there), and just go to sleep. Then he&amp;#39;d wake up, call his girlfriend, and start screaming at her. This was a nightly occurrence. Another guy I worked with frequently went to the bathroom to do meth and crack. He was homeless, spent his checks on drugs, and would get so high he would spend the entire shift talking to himself. He called women &amp;quot;Skynet&amp;quot; and said he needed to take them out, and asked me where to get a gun. Another woman and her boyfriend quit after his repeated abuse. There are plenty of bad people in fast food.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Ok, ok, I get it, you don&amp;#39;t care about the working conditions. All you want is a decent meal. Let me tell you about the things I&amp;#39;ve seen.&lt;/strong&gt; I&amp;#39;ve seen sandwich buns dropped on the floor, and instead of throwing them away, the employee will continue to make the sandwich with those buns. I&amp;#39;ve seen entire buckets of raw chicken dropped onto the ground, only to be thrown in the fryer instead of the garbage. I&amp;#39;ve seen swarms and swarms of flies in the kitchen, both at Popeye&amp;#39;s and Burger King. Most of the time, employees didn&amp;#39;t wear gloves, they made the food with their bare hands. Those are just a few examples, and I&amp;#39;m sure I could think of more if I tried.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 314,
  "permalink": "/r/YouShouldKnow/comments/rivgly/ysk_the_horrors_of_the_fast_food_industry/",
  "subreddit": "YouShouldKnow",
  "id": "rivgly",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: You can save yourself a lot of misery by avoiding fast food jobs, and\nthe stories I will tell you about what happened to some of the food will make\nyou not want to eat there anymore.\n\n\n\nAs someone who has worked numerous fast food jobs, I can tell you these are some\nof the absolute worst…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKの理由：ファストフードの仕事を避けることで、多くの不幸を救うことができますし\nこれからお話しする、食べ物にまつわるエピソードを聞いていただければ\nもう食べたくなくなりますよね。\n\n\n\n数々のファストフードの仕事をした者として言えることは\n最悪だ...。",
      "title": "YSK：ファーストフード業界の恐ろしさ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：你可以通过避免快餐工作来为自己省去很多痛苦，并且\n我将告诉你一些发生在一些食物上的故事，会让你不想再去那里吃饭。\n你不会再想去那里吃饭了。\n\n\n\n作为一个做过无数快餐工作的人，我可以告诉你这些是一些\n绝对是最糟糕的...",
      "title": "YSK：快餐业的可怕之处"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：你可以通過避免快餐工作來爲自己省去很多痛苦，並且\n我將告訴你一些發生在一些食物上的故事，會讓你不想再去那裏喫飯。\n你不會再想去那裏喫飯了。\n\n\n\n作爲一個做過無數快餐工作的人，我可以告訴你這些是一些\n絕對是最糟糕的...",
      "title": "YSK：快餐業的可怕之處"
    }
  ]
}