{
  "author": "the_beerengineer",
  "original_created_utc": 1627573319,
  "title": "YSK: The „100 companies are source of 71 % of emissions“ statistic is often misinterpreted and a large portion of those emissions are from individuals",
  "created_utc": 1627580707,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> To better understand the impact of companies and private individuals on climate change and avoid being misled by statistics.</p>\n\n<p><strong>TL;DR:</strong> The statistic only looks at fossil fuel companies and includes the emissions from their products, i.e. the fuel your car uses.</p>\n\n<p><strong>Edit to clarify my intent:</strong> This post is not meant to defend the negative impact of oil companies or similar on the climate and environment. It is meant to disarm the argument that individual action is futile because of the large impact of companies by showing how one specific statistic is commonly misinterpreted.</p>\n\n<p>In light of the many recent extreme wheather events around the world people have cited this number to deflect calls to take action against climate change away from individuals onto companies. While companies must be held accountable every one of us has the ability and needs to contribute to lessen the effects of climate change.</p>\n\n<p>The 71 % number shows up in the „<em>CDP Carbon Majors Report 2017</em>“ by the Carbon Disclosure Project, a non-profit that discloses information on environmental impact [1]. The report was published on July 10th 2017 [2] and The Guardian wrote an article titled „<em>Just 100 companies responsible for 71% of global emissions, study says</em>“ the same day [3]. I believe this to be the souce of the above claim.</p>\n\n<p>The Carbon Majors Report specifically aims at fossil fuel investors [4, p. 2] and the 100 companies in question are the 100 largest producers of fossil fuels. They look at fossil fuel emissions as the sum of two things [5, p. 3] :</p>\n\n<ul>\n<li>All fossil fuels a company uses in the <strong>extraction and production of fossil fuels</strong> (Scope 1 emissions)</li>\n<li>Emissions from the „<strong>use of sold products</strong>“, meaning the emissions from the use of the manufactured fossil fuels. This typically represents &gt; 90 % of all emissions of a company. (Scope 3 Category 11 emissions)</li>\n</ul>\n\n<p>Since this is all about fossil fuel companies the „use of sold products“ includes the fuel your car burns.</p>\n\n<p>The 71 % number refers to the sum of CO2 emissions of those companies between 1988 and 2015 listed in the „Past accountability“ section of the report [4, p. 8]. This is meant to display the significant contribution of just a few companies, but cannot easily be compared to other emission statistics.</p>\n\n<p>One response to people citing this number here on reddit is that it only refers to <strong>industrial emissions</strong>. This is true, but it is important to look up how the report defines industrial emissions before comparing this to other statistics. According to the accompanying methodology report industrial greenhouse gas emissions include <strong>all man-made greenhouse gasses except carbon dioxide relating to land-use change, and methane deriving from farming, landfills, and other non-industrial sources.</strong></p>\n\n<p>The full report (16 pages) can be <a href=\"https://6fefcbb86e61af1b2fc4-c70d8ead6ced550b4d987d7c03fcdd1d.ssl.cf3.rackcdn.com/cms/reports/documents/000/002/327/original/Carbon-Majors-Report-2017.pdf?1501833772\">read here</a>.</p>\n\n<p>The methodology report (11 pages) can be <a href=\"https://b8f65cb373b1b7b15feb-c70d8ead6ced550b4d987d7c03fcdd1d.ssl.cf3.rackcdn.com/comfy/cms/files/files/000/000/979/original/Carbon-Majors-Database-2017-Method.pdf\">read here</a>.</p>\n\n<p>The dataset including all numbers and company names (1 excel file in a zip folder) can be <a href=\"https://b8f65cb373b1b7b15feb-c70d8ead6ced550b4d987d7c03fcdd1d.ssl.cf3.rackcdn.com/comfy/cms/files/files/000/000/978/original/Carbon-Majors-Database-2017-Datasets.zip\">downloaded here</a>.</p>\n\n<p><strong>References</strong></p>\n\n<p>[1] <a href=\"https://www.cdp.net/en/info/about-us\">https://www.cdp.net/en/info/about-us</a>, accessed 29.07.2021, 16:36 CEST</p>\n\n<p>[2] <a href=\"https://www.cdp.net/en/articles/media/new-report-shows-just-100-companies-are-source-of-over-70-of-emissions\">https://www.cdp.net/en/articles/media/new-report-shows-just-100-companies-are-source-of-over-70-of-emissions</a>, accessed 29.07.2021, 16:39 CEST</p>\n\n<p>[3] <a href=\"https://www.theguardian.com/sustainable-business/2017/jul/10/100-fossil-fuel-companies-investors-responsible-71-global-emissions-cdp-study-climate-change\">https://www.theguardian.com/sustainable-business/2017/jul/10/100-fossil-fuel-companies-investors-responsible-71-global-emissions-cdp-study-climate-change</a>, accessed 29.07.2021, 16:40 CEST</p>\n\n<p>[4] Griffin, P. (2017). <em>The Carbon Majors Database, CDP Carbon Majors Report 2017.</em> CDP.</p>\n\n<p>[5] Griffin, P., Heede, R., van der Vlugt, I. (2017). <em>The Carbon Majors Database, Methodology Report 2017.</em> CDP.</p>\n</div><!-- SC_ON -->",
  "score": 296,
  "permalink": "/r/YouShouldKnow/comments/otzy5f/ysk_the_100_companies_are_source_of_71_of/",
  "subreddit": "YouShouldKnow",
  "id": "otzy5f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: To better understand the impact of companies and private individuals on\nclimate change and avoid being misled by statistics.\n\nTL;DR: The statistic only looks at fossil fuel companies and includes the\nemissions from their products, i.e. the fuel your car uses.\n\nEdit to clarify my intent:…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 企業や個人が気候変動に与える影響をよりよく理解するために\n気候変動に対する企業や個人の影響をより深く理解し、統計に惑わされないようにするためです。\n\nTL;DR: この統計では、化石燃料企業のみを対象とし、その製品からの排出量を含めています。\nつまり、あなたの車が使っている燃料のことです。\n\n意図を明確にするための編集：...",
      "title": "YSK: 「100社で71％の排出量」という統計はよく誤解されるもので、排出量の大部分は個人からのものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：为了更好地了解公司和个人对气候变化的影响，避免被统计数据误导。\n为了更好地了解公司和个人对气候变化的影响，避免被统计数据误导。\n\nTL;DR: 统计数据只关注化石燃料公司，包括其产品的排放。\n他们的产品的排放，即你的汽车使用的燃料。\n\n编辑：为了澄清我的意图：...",
      "title": "YSK：\"100家公司是71%的排放源 \"的统计数字经常被误解，这些排放中的很大一部分来自个人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：爲了更好地瞭解公司和個人對氣候變化的影響，避免被統計數據誤導。\n爲了更好地瞭解公司和個人對氣候變化的影響，避免被統計數據誤導。\n\nTL;DR: 統計數據只關注化石燃料公司，包括其產品的排放。\n他們的產品的排放，即你的汽車使用的燃料。\n\n編輯：爲了澄清我的意圖：...",
      "title": "YSK：\"100家公司是71%的排放源 \"的統計數字經常被誤解，這些排放中的很大一部分來自個人"
    }
  ]
}