{
  "author": "dayda",
  "original_created_utc": 1629428853,
  "title": "CMV: Islam is fundamentally more dangerous than any other Abrahamic religion because it is the only one to codify laws and systems of governance.",
  "created_utc": 1629437518,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Most religions in fundamentalist form are dangerous. However Islam adds another layer to this, by preaching how to govern people, and clearly dictates what laws are and are not to be implemented. </p>\n\n<p>This is directly contradictory to the concept of developing laws by public forum, considering the views of others, and essentially frames any legal debate around the context of Islam, rejecting any other empirical evidence. </p>\n\n<p>By doing so, it solidifies power structures, and ensures regimes can get away with more oppressive measures should they see fit. </p>\n\n<p>It allows for religious interpretation to justify bad laws that we have had centuries to learn and adapt on. </p>\n\n<p>It ties religious fundamentalism with lawfulness. Good citizens are religious. Non religious people are therefore bad citizens. </p>\n\n<p>Other religions carry glimpses of these issues, and have been used by governments as mandates in centuries past, but none codify themselves into a system of governance. This makes Islam fundamentally different.</p>\n\n<p>EDIT: \nThank you all for the amazing responses. I’ve learned a lot. I think my question has changed to why religious law has taken such a firm hold in Islamic nations vs. others, which is I believe an entirely different topic thread.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/p7ttgc/cmv_islam_is_fundamentally_more_dangerous_than/",
  "subreddit": "changemyview",
  "id": "p7ttgc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Most religions in fundamentalist form are dangerous. However Islam adds another\nlayer to this, by preaching how to govern people, and clearly dictates what laws\nare and are not to be implemented.\n\nThis is directly contradictory to the concept of developing laws by public\nforum, considering the views…"
}