{
  "author": "carterbenji15",
  "original_created_utc": 1630603677,
  "title": "CMV: Anyone who says that mask mandates infringe on their personal liberties should be equally upset at laws that mandate them wearing underwear and pants in public. They should have no argument against me showing up to school in the nude",
  "created_utc": 1630633197,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Both masks and underwear are pieces of fabric that cover the body in order to protect others.</p>\n\n<p>An argument why we have laws against nudity is that it is to protect public safety...the safety from the trauma of seeing somebody nude.</p>\n\n<p>The debate revolves around personal liberty vs public safety. The argument that people use against mask mandates is that their personal liberty takes precedent over public safety. By the same logic, my personal preference for going pants free should outweigh their discomfort with seeing me naked.</p>\n\n<p>&#x200B;</p>\n\n<p>Edit: When I saw that we&#39;re forced to wear underwear in public, I mean that we have to cover our genitalia, not that we specifically have to wear underwear. I feel like that should go without saying, but apparently I could have been more clear about it</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/pgmipl/cmv_anyone_who_says_that_mask_mandates_infringe/",
  "subreddit": "changemyview",
  "id": "pgmipl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Both masks and underwear are pieces of fabric that cover the body in order to\nprotect others.\n\nAn argument why we have laws against nudity is that it is to protect public\nsafety...the safety from the trauma of seeing somebody nude.\n\nThe debate revolves around personal liberty vs public safety. The…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "マスクも下着も、他人を守るために体を覆う布地です。\n人を守るために体を覆うものです。\n\n裸体を禁止する法律があるのは、公共の安全を守るためだということです。\n誰かのヌードを見たときのトラウマからの安全を守るためです。\n\nこの議論は、個人の自由と公共の安全の間で展開されます。その...",
      "title": "CMV: マスクの着用が個人の自由を侵害すると言う人は、公共の場での下着やズボンの着用を義務付ける法律にも同様に怒るべきです。私が全裸で学校に行っても、彼らは何も言わないはずです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "口罩和内衣都是覆盖身体的织物，以便\n保护他人。\n\n我们制定禁止裸体的法律的一个理由是，这是为了保护公众的安全。\n安全......防止看到某人的裸体而造成的创伤。\n\n这场辩论围绕着个人自由与公共安全展开。辩论围绕个人自由与公共安全展开。",
      "title": "CMV: 任何说口罩规定侵犯其个人自由的人都应该对规定他们在公共场合穿内裤和裤子的法律同样感到不满。他们对我裸体去学校应该没有异议。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "口罩和內衣都是覆蓋身體的織物，以便\n保護他人。\n\n我們制定禁止裸體的法律的一個理由是，這是爲了保護公衆的安全。\n安全......防止看到某人的裸體而造成的創傷。\n\n這場辯論圍繞着個人自由與公共安全展開。辯論圍繞個人自由與公共安全展開。",
      "title": "CMV: 任何說口罩規定侵犯其個人自由的人都應該對規定他們在公共場合穿內褲和褲子的法律同樣感到不滿。他們對我裸體去學校應該沒有異議。"
    }
  ]
}