{
  "author": "MenokinDevelopment",
  "original_created_utc": 1626096602,
  "title": "AMA: We are the Staff from Menokin (a National Historic Landmark). AMA!",
  "created_utc": 1626109882,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Introduction: We are the staff of Menokin - a historic ruin located in Virginia&#39;s rural Northern Neck. Menokin, the home of Francis Lightfoot Lee (a signer of the Declaration of Independence) is a National Historic Landmark, and, like our country, built on the contradictions of slavery. Menokin is one of the best documented 18th centuries houses in the United States. Today we will be answering questions about our historic preservation work, the home and land, and the past occupants including the enslaved people. You can also learn more about Menokin at our website (<a href=\"https://www.menokin.org\">www.menokin.org</a>).</p>\n\n<p>The staff answering questions today are:</p>\n\n<p>Sam McKelvey - Executive Director</p>\n\n<p>Juliana Grassia - Director of Visitor &amp; Community Engagement</p>\n\n<p>Alice French - Director of Education &amp; Programming</p>\n\n<p>Clarissa Sanders - Development Coordinator</p>\n\n<p>If you want to learn more about our individual backgrounds, check out our bios (<a href=\"https://www.menokin.org/our-team-board\">https://www.menokin.org/our-team-board</a>)</p>\n\n<p>We are really excited to be answering your questions, so go ahead and ask us anything!</p>\n</div><!-- SC_ON -->",
  "score": 127,
  "permalink": "/r/AskHistorians/comments/oir9sy/ama_we_are_the_staff_from_menokin_a_national/",
  "subreddit": "AskHistorians",
  "id": "oir9sy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Introduction: We are the staff of Menokin - a historic ruin located in\nVirginia's rural Northern Neck. Menokin, the home of Francis Lightfoot Lee (a\nsigner of the Declaration of Independence) is a National Historic Landmark, and,\nlike our country, built on the contradictions of slavery. Menokin is…"
}