{
  "author": "PlsRfNZ",
  "original_created_utc": 1635888615,
  "title": "CMV: We need to judge plastics based on their particular type, rather than a catch-all term",
  "created_utc": 1635913918,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When someone says &quot;Plastic&quot; they might as well be saying &quot;Metal&quot; as in &quot;my car is made out of metal&quot;.\nWell you shouldn&#39;t drive it then because Mercury is incredibly harmful, so is Uranium and Caesium...\nIf you say your car is made of Aluminium and Steel (Iron carbide alloy kind of) then everyone will be like, yup. </p>\n\n<p>Plastics are the same. We are scared of BPA and Phthalates. Everything has a sticker on it that says &quot;BPA &amp; Phthalate free&quot; even though BPA is only used to make Polycarbonate (a tiny 5MT out of 370MT overall plastics). Note that PC is literally made of BPA, plus Phosgene, which is a WWI chemical weapon... PC should be banned for everything except plastic roofing.</p>\n\n<p>While Phthalates are used to plasticise only PVC (total 30MT out of that 370) and of that PVC, only about half actually has Plasticisers in it... The PVC monomer still isn&#39;t great. In case you think I&#39;m trying to say this is okay,highly plasticised PVC is used in milk transport tubing, blood bags and IV tubing. This needs to stop immediately and be replaced with the others below.</p>\n\n<p>Finally Polystyrene. The Styrene monomer is a bit shit. That adds about 20MT per year.</p>\n\n<p>So inert plastics like HDPE, LDPE, PP, PA and even PET (some historic use of Antimony Trioxide as a catalyst but tiny quantities and low loss) add up to the remaining 300-odd million tons per year. We are demonising plastics that don&#39;t have chemical issues whilst seemingly fine with the ones genuinely causing problems (swap out PVC tubing and IV bags for LDPE shopping bags even, or HDPE milk bottles, honestly cancer return rates across the planet should improve)</p>\n\n<p>The inert plastics are still vulnerable to UV degradation, and adsorb compounds like Persistent Organic Pollutants from farming and industry. This means that those horrible ocean plastics are acting as sponges sucking up the other shit we pour in. </p>\n\n<p>I&#39;m not advocating for dumping loose plastics into the ocean, they still fragment and become choking hazards, that&#39;s a no-brainer. If you could agglomerate the plastics into something useful like undersea pipes or wharf piles, there would be no issue with using plastics here. Heck, we already do.</p>\n\n<p>Change my view that mainstream media is wrong and there really is no chemical issue from resin codes 1,2,4 and 5 (plus the PA, ABS etc from code 7)</p>\n\n<p>Thanks. It&#39;s kind of important for a thing I&#39;m working on.</p>\n\n<p>Edit: view not completely changed but there needs to be a big education drive on this, whilst being dumbed down for the general public to be able to get behind fixing the big problems first.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/qleqxm/cmv_we_need_to_judge_plastics_based_on_their/",
  "subreddit": "changemyview",
  "id": "qleqxm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When someone says \"Plastic\" they might as well be saying \"Metal\" as in \"my car\nis made out of metal\". Well you shouldn't drive it then because Mercury is\nincredibly harmful, so is Uranium and Caesium... If you say your car is made of\nAluminium and Steel (Iron carbide alloy kind of) then everyone…"
}