{
  "author": "KragBru-",
  "original_created_utc": 1627708325,
  "title": "YSK: Flushable wipes are NOT good/safe for your plumbing system. It is 100% a lie",
  "created_utc": 1627714107,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Plumber here, yes it&#39;s true.</p>\n\n<p>Unfortunately for consumers, marketers specialize in the one skill they share with lawyers and salespeople; lying.</p>\n\n<p>Turns out there&#39;s actually no regulation on claims on package such as &quot;Flushable Wipes&quot; (Hell they&#39;re boldly advertised and displayed as such) or &quot;World&#39;s Best Dildo&quot; for that matter.</p>\n\n<p>Why ysk: Wipes (or excessive TP, paper towels)... really anything <strong>except</strong> turds, moderate TP or severely eviscerated food waste via garburator... should NOT be flushed down any drains.</p>\n\n<p>The rule most people I encounter prescribe is &quot;out of sight out of mind&quot;... which is a toxic mentality... often literally. </p>\n\n<p>If your toilet drains real slow, that&#39;s more than often the reason.</p>\n\n<p>Call a plumber to come snake your drain and immediately stop flushing wipes and other crap besides poop and TP.  Provided your plumbing doesn&#39;t suck, you should almost never get clogs or slow draining in a modern plumbing system. If it does suck, getting your piping redone correctly up to your main stack can drastically improve that.</p>\n\n<p>Even if it doesn&#39;t clog your drains it makes it&#39;s way to the water treatment plant and can often clog and impede their pipes and equipment.</p>\n\n<p>Instead, do what old age homes do in their lobby bathrooms: put little trashcans with secure lids with a bag under the sink or some out of the way location and change it often.</p>\n\n<p>Or just get a bidet. Give your brown eyed monster the proper bath it needs.</p>\n</div><!-- SC_ON -->",
  "score": 192,
  "permalink": "/r/YouShouldKnow/comments/ov1b8o/ysk_flushable_wipes_are_not_goodsafe_for_your/",
  "subreddit": "YouShouldKnow",
  "id": "ov1b8o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Plumber here, yes it's true.\n\nUnfortunately for consumers, marketers specialize in the one skill they share\nwith lawyers and salespeople; lying.\n\nTurns out there's actually no regulation on claims on package such as \"Flushable\nWipes\" (Hell they're boldly advertised and displayed as such) or \"World's…"
}