{
  "author": "KragBru-",
  "original_created_utc": 1627708325,
  "title": "YSK: Flushable wipes are NOT good/safe for your plumbing system. It is 100% a lie",
  "created_utc": 1627714107,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Plumber here, yes it&#39;s true.</p>\n\n<p>Unfortunately for consumers, marketers specialize in the one skill they share with lawyers and salespeople; lying.</p>\n\n<p>Turns out there&#39;s actually no regulation on claims on package such as &quot;Flushable Wipes&quot; (Hell they&#39;re boldly advertised and displayed as such) or &quot;World&#39;s Best Dildo&quot; for that matter.</p>\n\n<p>Why ysk: Wipes (or excessive TP, paper towels)... really anything <strong>except</strong> turds, moderate TP or severely eviscerated food waste via garburator... should NOT be flushed down any drains.</p>\n\n<p>The rule most people I encounter prescribe is &quot;out of sight out of mind&quot;... which is a toxic mentality... often literally. </p>\n\n<p>If your toilet drains real slow, that&#39;s more than often the reason.</p>\n\n<p>Call a plumber to come snake your drain and immediately stop flushing wipes and other crap besides poop and TP.  Provided your plumbing doesn&#39;t suck, you should almost never get clogs or slow draining in a modern plumbing system. If it does suck, getting your piping redone correctly up to your main stack can drastically improve that.</p>\n\n<p>Even if it doesn&#39;t clog your drains it makes it&#39;s way to the water treatment plant and can often clog and impede their pipes and equipment.</p>\n\n<p>Instead, do what old age homes do in their lobby bathrooms: put little trashcans with secure lids with a bag under the sink or some out of the way location and change it often.</p>\n\n<p>Or just get a bidet. Give your brown eyed monster the proper bath it needs.</p>\n</div><!-- SC_ON -->",
  "score": 248,
  "permalink": "/r/YouShouldKnow/comments/ov1b8o/ysk_flushable_wipes_are_not_goodsafe_for_your/",
  "subreddit": "YouShouldKnow",
  "id": "ov1b8o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Plumber here, yes it's true.\n\nUnfortunately for consumers, marketers specialize in the one skill they share\nwith lawyers and salespeople; lying.\n\nTurns out there's actually no regulation on claims on package such as \"Flushable\nWipes\" (Hell they're boldly advertised and displayed as such) or \"World's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "配管工ですが、その通りです。\n\n消費者にとって残念なことに、マーケターは、弁護士や営業マンと共通する1つのスキルに特化しています。\n弁護士やセールスマンと共通するスキル、つまり嘘をつくことです。\n\n実は、「水に流せるワイプ」のようなパッケージ上の表示には規制がないことが判明しました。\n水に流せるワイプ」（大胆に広告・表示されています）や「世界で...",
      "title": "YSK: 水に流せるワイプは、配管システムにとって良いことも安全なこともありません。これは100％嘘です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是水管工，是的，这是真的。\n\n对消费者来说，不幸的是，营销人员擅长的是他们与律师和销售人员共同拥有的一项技能\n与律师和销售人员共享的技能；撒谎。\n\n事实证明，对于诸如 \"可冲洗湿巾 \"这样的包装上的声明，实际上没有任何监管。\n擦拭布\"（它们被大胆地宣传和展示为这样）或 \"世界上最好的擦拭布 \"等包装上的宣称没有任何监管。",
      "title": "YSK：可冲水湿巾对你的管道系统没有好处/安全。这100%是个谎言。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是水管工，是的，這是真的。\n\n對消費者來說，不幸的是，營銷人員擅長的是他們與律師和銷售人員共同擁有的一項技能\n與律師和銷售人員共享的技能；撒謊。\n\n事實證明，對於諸如 \"可沖洗溼巾 \"這樣的包裝上的聲明，實際上沒有任何監管。\n擦拭布\"（它們被大膽地宣傳和展示爲這樣）或 \"世界上最好的擦拭布 \"等包裝上的宣稱沒有任何監管。",
      "title": "YSK：可沖水溼巾對你的管道系統沒有好處/安全。這100%是個謊言。"
    }
  ]
}