{
  "author": "Ratach",
  "the_new_excerpt": "I joined a book club a couple of months ago and have attended every meeting\nsince. We got 10 people in our group and around 5-6 people join our Zoom\nmeetings every month. Each time there will be only 2-3 people who have actually\nfinished the book and the rest will have dropped it mid-way because…",
  "original_created_utc": 1618568636,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "数ヶ月前にブッククラブに参加して以来、すべてのミーティングに参加しています。\nしています。グループには10人が参加していて、毎月5～6人がZoomミーティングに参加しています。\nミーティングに参加しています。毎回、実際に本を読み終えた人は2～3人で、残りの人は途中でやめてしまいます。\n本を読み終えた人は2～3人しかおらず、残りの人は途中でやめてしまいます。",
      "title": "これは、典型的なブッククラブの経験に似ていますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我几个月前参加了一个读书会，每次聚会都参加了。\n自： 我们的群里有10个人，大约有5-6个人加入我们的Zoom。\n每个月的会议。每次都会有2-3人真正的有\n读完了这本书，剩下的就会中途放弃，因为... ...",
      "title": "这听起来像是典型的读书会经历吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我幾個月前參加了一個讀書會，每次聚會都參加了。\n自： 我們的羣裏有10個人，大約有5-6個人加入我們的Zoom。\n每個月的會議。每次都會有2-3人真正的有\n讀完了這本書，剩下的就會中途放棄，因爲... ...",
      "title": "這聽起來像是典型的讀書會經歷嗎？"
    }
  ],
  "title": "Does this sound like a typical book club experience?",
  "created_utc": 1618576134,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I joined a book club a couple of months ago and have attended every meeting since. We got 10 people in our group and around 5-6 people join our Zoom meetings every month. Each time there will be only 2-3 people who have actually finished the book and the rest will have dropped it mid-way because they hated it.</p>\n\n<p>I don&#39;t know if it&#39;s just me but I don&#39;t expect the books we read for the book club to be a literary masterpiece as we try to pick crowd-pleasers - in fact, the past 2 books we chose were suggested as light reads to see if more people would actually read them. Guess what, everyone (including the girl who suggested the book!) in our last meeting was complaining about the overuse of slang and cliche rom-com plot - well duh!</p>\n\n<p>Like I said I don&#39;t expect to read the War and Peace of the 21st century in this club, all I want is to unwind with an easy read and then discuss it with likeminded people. However, even though I enjoyed reading most of our books (even ones that are outside my comfort zone) after our meetings I find myself not liking the book so much anymore after listening to them tear it apart. I&#39;m starting to think that the people in our club either don&#39;t actually like reading or are too pretentious for the books we choose, so in trying to please both parties we fail everyone.</p>\n\n<p>Just wanted to check with other bookworms if this sounds like your typical book club experience. Do book clubs tend to be full of criticism about the book or is it supposed to be more balanced?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/ms0axi/does_this_sound_like_a_typical_book_club/",
  "subreddit": "books",
  "id": "ms0axi",
  "is_self": true,
  "media": null,
  "is_video": false
}