{
  "author": "mikanator03",
  "the_new_excerpt": "I'm not talking about when someone is abusing you or these third world contries\nwhere women are basically forced to marry men they don't love. I'm talking about\na semi normal relationship/marriage where a partnery cheats. I understand that\nyou may feel lonely and that your partner is putting enough…",
  "original_created_utc": 1616702454,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不是在说有人在虐待你或者这些第三世界的国家\n在那里，女人基本上被迫嫁给他们不爱的男人。我说的是\n一个半正常的关系/婚姻，其中一个伴侣的欺骗。我明白\n你可能会感到孤独，你的伴侣把足够的... ...",
      "title": "CMV：即使你感到孤独，在一段关系中出轨也绝不是借口。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是在說有人在虐待你或者這些第三世界的國家\n在那裏，女人基本上被迫嫁給他們不愛的男人。我說的是\n一個半正常的關係/婚姻，其中一個伴侶的欺騙。我明白\n你可能會感到孤獨，你的伴侶把足夠的... ...",
      "title": "CMV：即使你感到孤獨，在一段關係中出軌也絕不是藉口。"
    }
  ],
  "title": "CMV: Even if you feel lonely, cheating in a relationship is never an excuse.",
  "created_utc": 1616715031,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not talking about when someone is abusing you or these third world contries where women are basically forced to marry men they don&#39;t love. I&#39;m talking about a semi normal relationship/marriage where a partnery cheats. I understand that you may feel lonely and that your partner is putting enough effort into the relationship, and even  after the cheating has been done I&#39;m not even saying that the relationship can&#39;t be salvaged. It&#39;s just that I&#39;ve seen several movies now in the past few months where a woman has cheating on her husband and the husband has had to reflect on the relationship, and realized that some of the blame was on him. The problem is with these movies is that the man usually takes all the blame and none is given to the partner. I get that you may feel lonely, but you should reach out to your partner or if all else fails have a seperation, but just going out and cheating is never right.</p>\n\n<p>Edit: Again, I just want to say, it is at fault of both people in the relationship. The person who alienated their partner enough to where they felt that cheating was the only option definitely has fault in the relationship, but basically what I am saying is that the majority fault comes to the person who cheated. </p>\n\n<p>I also get that a lot of people don&#39;t even understand why I posted this in the first place, since this seems very clear that cheating is wrong on pointless to have a discussion about it, but I will just paste what I replied to another commenter to hopefully get you guys to understand my thought proccess &quot; I posted it because I felt that there may be people who don&#39;t agree with what I have to say, and if what I&#39;m saying can be argued against or even proven wrong, I would like to know that I am wrong, rather than continue the rest of my life believing a sentiment that is untrue. &quot;</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/md7015/cmv_even_if_you_feel_lonely_cheating_in_a/",
  "subreddit": "changemyview",
  "id": "md7015",
  "is_self": true,
  "media": null,
  "is_video": false
}