{
  "author": "CyberPunkMetalHead",
  "original_created_utc": 1625165356,
  "title": "I have given the Reddit hivemind control of my portfolio - day 3 of buying cryptocurrency using an algorithm that analyses Reddit crypto sentiment",
  "created_utc": 1625225433,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently build a <a href=\"https://www.reddit.com/r/CryptoCurrency/comments/o9qasc/i_configured_a_crypto_trading_bot_to_buy_crypto/\">cryptocurrency trading algorithm</a> that buys coins based on hot posts and their sentiment in relevant subreddits. </p>\n\n<p>I decided to bite the bullet and to let it run for a few days and see what happens. I have given the reddit hivemind control over my crypto portfolio as an experiment as well as a curiosity.</p>\n\n<p>Here&#39;s my current portfolio after letting the bot run for a few days: BTC, ETH, ALGO, XLM, ADA, SOL.</p>\n\n<p>And here&#39;s the kicker - it did not bankrupt me, it did not buy unknown shitcoins - it didn&#39;t do any of these things. It broke even for now. </p>\n\n<p>If anything, I&#39;m surprised of the overall sentiment and quality of post: No DOGE, SIHBA or other shitcoins were picked, good job reddit :)</p>\n\n<p>The bot analyses the top 10 posts in hot, and checks for keywords from the top 40 coins by marketcap. If there&#39;s a match with positive sentiment in any of the posts, the bot will buy.</p>\n\n<p>I&#39;ll keep this running for the next week or so and will keep posting my results.</p>\n</div><!-- SC_ON -->",
  "score": 151,
  "permalink": "/r/CryptoCurrency/comments/obsepb/i_have_given_the_reddit_hivemind_control_of_my/",
  "subreddit": "CryptoCurrency",
  "id": "obsepb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I recently build a cryptocurrency trading algorithm\n[https://www.reddit.com/r/CryptoCurrency/comments/o9qasc/i_configured_a_crypto_trading_bot_to_buy_crypto/]\nthat buys coins based on hot posts and their sentiment in relevant subreddits.\n\nI decided to bite the bullet and to let it run for a few days…"
}