{
  "author": "smallcheetah107",
  "the_new_excerpt": "Why YSK: It does not matter how old the debt is or if it was sent to\ncollections. It doesn't even matter if you had insurance when the bill was\ncreated. As long as the non profit hospital owns the debt and it wasn't sold off\nthen you'll be eligible for financial assistance if you can't afford to pay…",
  "original_created_utc": 1621316738,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、借金の年齢や回収に回されたかどうかは関係ないからです。\n回収されたかどうかも関係ありません。請求書が作成されたときに保険に加入していたかどうかも関係ありません。\n作成されました。非営利団体である病院が債務を所有していて、それが売却されていない限り、あなたは資金援助を受けることができます。\n支払うことができない場合は、経済的支援を受けることができます。",
      "title": "YSKでは、非営利団体の病院から医療費の借金をした場合、あなたの収入では支払えないと判断されれば、請求額を大幅に減らしたり、完全に帳消しにすることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：不管债务有多老，也不管它是否被送去催收。\n催收。如果你在账单产生时有保险，这也不重要。\n产生时是否有保险也无关紧要。只要非营利性医院拥有这笔债务，而且它没有被卖掉\n那么你就有资格获得财政援助，如果你无力支付......",
      "title": "YSK认为，如果你有来自非营利性医院的医疗债务，如果你的收入说你无法支付，你可以大幅减少或完全注销账单。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：不管債務有多老，也不管它是否被送去催收。\n催收。如果你在賬單產生時有保險，這也不重要。\n產生時是否有保險也無關緊要。只要非營利性醫院擁有這筆債務，而且它沒有被賣掉\n那麼你就有資格獲得財政援助，如果你無力支付......",
      "title": "YSK認爲，如果你有來自非營利性醫院的醫療債務，如果你的收入說你無法支付，你可以大幅減少或完全註銷賬單。"
    }
  ],
  "title": "YSK that if you have medical debt from a non profit hospital, you can have the bill significantly reduced or completely written off if your income says you can't afford to pay it.",
  "created_utc": 1621326804,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It does not matter how old the debt is or if it was sent to collections. It doesn&#39;t even matter if you had insurance when the bill was created. As long as the non profit hospital owns the debt and it wasn&#39;t sold off then you&#39;ll be eligible for financial assistance if you can&#39;t afford to pay the debt at all. Don&#39;t let them run you in circles. They will lie, they will tell you false info even if they&#39;re not supposed to. The billing might claim &quot;oh, we can&#39;t do anything about it. The account was sent to &quot;x&quot; collection company. We can&#39;t change anything anymore since we don&#39;t have it, you have to speak with them.&quot; If your bill is as little as 2 years old, the collections agency will tell you &quot;there&#39;s nothing we can do. The bill has aged out already. You can&#39;t do payment plans on 2, 3, 4 year old bills. The most I can do is give you a discount but it has to be paid in lump sum.&quot; This is a lie, and they will continue to lie and play dumb. My conversation with collections went something like </p>\n\n<p>&quot;Hi, I have a problem. I was eligible for free care at the hospital back in 2019 but the hospital never provided me with any information like they were supposed to (in my state, there is a law that says hospitals MUST provide patients with info on financial assistance) I only just recently got &quot;x&quot; health care and, had the hospital told me like they were required to, I would&#39;ve had no bill&quot;</p>\n\n<p>&quot;I don&#39;t understand what you want me to do? Theres nothing you can do <em>my name</em> these bills are 2, 3, years old. They&#39;ve aged out already. And you have 22 accounts,  TWENTY TWO. I don&#39;t mean to be rude but why would you wait so long to try and fix it?&quot;</p>\n\n<p>&quot;I did try and fix it before it was sent to collections but they gave me incorrect info. They told me my only options were a payment plan or pay in full. The hospital also never gave me financial assistance info like they&#39;re supposed to&quot;</p>\n\n<p>&quot;<em>my name</em> you&#39;re an adult, you&#39;re supposed to find that info on your own. If you wanted to set up a payment plan or something then you should&#39;ve dealt with this in a timely manner before it was sent to collections. Its aged out, you can&#39;t do that anymore&quot;</p>\n\n<p>After arguing with billing and collections for 5 hours, someone finally connected me with a financial assistance counselor. She apologized profusely for the lies I was told and said the debt doesnt age out and the debt can still be dealt with. Apparently this is something she&#39;s contacted Upper management about many times. </p>\n\n<p>Don&#39;t let them lie to you and try to play stupid. Look up your states laws and never back down.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/YouShouldKnow/comments/nf2icd/ysk_that_if_you_have_medical_debt_from_a_non/",
  "subreddit": "YouShouldKnow",
  "id": "nf2icd",
  "is_self": true,
  "media": null,
  "is_video": false
}