{
  "author": "ThatMuslimGamer",
  "original_created_utc": 1638987951,
  "title": "Is it weird that I feel more comfortable wearing a mask rather than showing my actual face?",
  "created_utc": 1639004200,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Ever since the pandemic started, I feel more comfortable wearing a face mask than showing my actual face. I feel like I&amp;#39;m too grotesque and ugly to look at and wearing a face mask kind of hides that. It&amp;#39;s gotten to the point where I think me wearing a face mask is my &amp;quot;actual face&amp;quot;. Kind of like how Rorschach thinks his mask is his &amp;quot;actual face&amp;quot;. I&amp;#39;m sorry if the post itself is kind of cringey. I&amp;#39;m in desperate need of an answer.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 102,
  "permalink": "/r/TooAfraidToAsk/comments/rbxm23/is_it_weird_that_i_feel_more_comfortable_wearing/",
  "subreddit": "TooAfraidToAsk",
  "id": "rbxm23",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Ever since the pandemic started, I feel more comfortable wearing a face mask\nthan showing my actual face. I feel like I'm too grotesque and ugly to look at\nand wearing a face mask kind of hides that. It's gotten to the point where I\nthink me wearing a face mask is my \"actual face\". Kind of like how…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>パンデミックが始まってからは、顔を出すよりもマスクをしている方が安心感があります。\n顔を出すよりもフェイスマスクをしている方が安心です。私は、自分が\nフェイスマスクをすることで、それを隠すことができるのです。\n今では、フェイスマスクをした方がいいと思うようになりました。",
      "title": "素顔を見せるよりもマスクをしている方が落ち着くというのは変ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>自从大流行病开始以来，我觉得戴上口罩比露出真面目更舒服。\n我觉得戴着口罩比露出我的真面目更舒服。我觉得我好像\n我觉得我太怪异和丑陋了，戴上口罩就能掩盖这一点。\n这已经到了我认为我戴着面罩的地步了。",
      "title": "我觉得戴着面具比露出真面目更舒服，这很奇怪吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>自從大流行病開始以來，我覺得戴上口罩比露出真面目更舒服。\n我覺得戴着口罩比露出我的真面目更舒服。我覺得我好像\n我覺得我太怪異和醜陋了，戴上口罩就能掩蓋這一點。\n這已經到了我認爲我戴着面罩的地步了。",
      "title": "我覺得戴着面具比露出真面目更舒服，這很奇怪嗎？"
    }
  ]
}