{
  "author": "EnaGrimm",
  "original_created_utc": 1637545338,
  "title": "What do you think is the biggest obstacle to crypto mass adoption?",
  "created_utc": 1637562820,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My friends and I got together for drinks the other night. We all dabble in crypto somehow (I hodl, others do DeFi, play games etc.) so we got to thinking: what’s stopping crypto from going all out in mass adoption? Here’s what I remember us talking about: </p>\n\n<ul>\n<li>Obviously, shitcoins. </li>\n<li>Barrier of entry, since games like Axie Infinity need a substantial investment just to get decent ROI. </li>\n<li>Regulation, especially since big companies getting into crypto might mean legalization, more rules, and even taxation.</li>\n<li>Lack of cross chains, because nothing’s more confusing than having to zigzag across multiple wallets just to get transactions done.</li>\n</ul>\n\n<p>Personally, I’m sticking to my guns with lack of cross chaining. I’m not sure we have anything else reliable outside Polkadot, and I read a <a href=\"https://twitter.com/CelerNetwork/status/1461218514769887232\">tweet</a> that Celer Network just passed a milestone to get closer to a shared blockchain ecosystem. But I’m not sure if either of them are that widespread?</p>\n\n<p>Since it was getting morning and Googling wasn’t helping, a friend suggested I consult the sub instead lol so here I am.</p>\n</div><!-- SC_ON -->",
  "score": 179,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/0AD0UnwHiAJOW8EA22ZB_eImJBe8VCaiPc7FDf3Nhjk.jpg?auto=webp&s=fc79b3a91e1bccd35765a1bc0839154818484ac1",
          "width": 140,
          "height": 78
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/0AD0UnwHiAJOW8EA22ZB_eImJBe8VCaiPc7FDf3Nhjk.jpg?width=108&crop=smart&auto=webp&s=e33dd3fffef7bdc4c68d983a68765901e78d72c8",
            "width": 108,
            "height": 60
          }
        ],
        "variants": {},
        "id": "y7bX2M70TRCBlH9eM2tnj0k9oI8bPBF2MolQ6QYU6JQ"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/CryptoCurrency/comments/qz9y1t/what_do_you_think_is_the_biggest_obstacle_to/",
  "subreddit": "CryptoCurrency",
  "id": "qz9y1t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My friends and I got together for drinks the other night. We all dabble in\ncrypto somehow (I hodl, others do DeFi, play games etc.) so we got to thinking:\nwhat’s stopping crypto from going all out in mass adoption? Here’s what I\nremember us talking about:\n\n * Obviously, shitcoins.\n * Barrier of…"
}