{
  "author": "Lethal_Dose_honey",
  "original_created_utc": 1635863729,
  "title": "YSK Caffeine might be making your life harder",
  "created_utc": 1635871015,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: We tend to forget that caffeine is a psychoactive drug. </p>\n\n<p>Just like anything in life, there’s always a good side and a bad side. However, the problem is that using drugs such as caffeine that have the ability to affect the brain, we mess up our natural brain functions. This becomes a serious issue when we consume it daily. </p>\n\n<p>By doing that, we reach a level of dependence that legitimately makes us forget how we used to operate naturally before we abused them.</p>\n\n<p>One of the worst side effects is sleep problems and that’s what I’m going to focus on in this post. </p>\n\n<p>To understand how caffeine makes us alert we need to understand how it affects adenosine.</p>\n\n<p>Adenosine is a powerful type of molecule in our bodies and the build up of adenosine causes drowsiness which makes us sleep at night. </p>\n\n<p>Caffeine on the other hand is a stimulant and it works by inhibiting adenosine receptors which helps keep us alert. </p>\n\n<p>We should keep in mind that a lot of food and drinks contain caffeine. For example, coffee, tea, carbonated drinks such as coke, chocolate, energy drinks etc…</p>\n\n<p>Moderation is key. Start by decreasing caffeine intake to a point where you can function normally without it. Then, consume it only when necessary. \nYou’ll be shocked when you realize that you can live without using it daily : )</p>\n\n<p>Oh and absolutely no caffeine at least 6 hours before bed!!!! </p>\n\n<p>Best of luck &lt;3</p>\n\n<p>All about caffeine: \n<a href=\"https://www.ncbi.nlm.nih.gov/books/NBK223808/\">https://www.ncbi.nlm.nih.gov/books/NBK223808/</a></p>\n</div><!-- SC_ON -->",
  "score": 82,
  "permalink": "/r/YouShouldKnow/comments/ql5kv5/ysk_caffeine_might_be_making_your_life_harder/",
  "subreddit": "YouShouldKnow",
  "id": "ql5kv5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: We tend to forget that caffeine is a psychoactive drug.\n\nJust like anything in life, there’s always a good side and a bad side. However,\nthe problem is that using drugs such as caffeine that have the ability to affect\nthe brain, we mess up our natural brain functions. This becomes a serious…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: カフェインが精神作用のある薬物であることを忘れがちです。\n\n何事にも良い面と悪い面があるものです。しかし。\n問題なのは、カフェインのような脳に作用する薬物を使うと\n問題は、脳に作用するカフェインのような薬物を使うと、本来の脳の機能を狂わせてしまうことです。これは深刻な問題です。",
      "title": "YSK カフェインはあなたの人生を難しくしているかもしれません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我们往往忘记咖啡因是一种精神活性药物。\n\n就像生活中的任何事情一样，总是有好的一面和坏的一面。然而。\n问题是，使用像咖啡因这样有能力影响大脑的药物\n大脑，我们会扰乱我们的自然大脑功能。这成为一个严重的问题。",
      "title": "YSK 咖啡因可能使你的生活更加艰难"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我們往往忘記咖啡因是一種精神活性藥物。\n\n就像生活中的任何事情一樣，總是有好的一面和壞的一面。然而。\n問題是，使用像咖啡因這樣有能力影響大腦的藥物\n大腦，我們會擾亂我們的自然大腦功能。這成爲一個嚴重的問題。",
      "title": "YSK 咖啡因可能使你的生活更加艱難"
    }
  ]
}