{
  "author": "RecklessTheif",
  "original_created_utc": 1632060294,
  "title": "What's your personal favorite work of surrealist fiction?",
  "created_utc": 1632083092,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s a genre I adore. Not quite full-blown fantasy, but reality with fantastic elements.</p>\n\n<p>Some works I especially enjoyed were:</p>\n\n<p><em>Das Parfum</em> by Patrick Suskind. Some may remember it as Kurt Cobain&#39;s favorite book - it&#39;s about a boy with no sense of smell who becomes a perfumer when he discovers certain scents have a powerful mental effect on people.</p>\n\n<p><em>Waiting for Godot</em> by Samuel Beckett. Two men wait for someone named Godot, but he never shows. Not sure if it&#39;s surrealist or more abstract, but I think it definitely has some surreal elements. </p>\n\n<p><em>Metamorphosis</em> by Franz Kafka. A surrealist classic where a man wakes up to find he&#39;s been transformed into an insect.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/pr8jt8/whats_your_personal_favorite_work_of_surrealist/",
  "subreddit": "booksuggestions",
  "id": "pr8jt8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It's a genre I adore. Not quite full-blown fantasy, but reality with fantastic\nelements.\n\nSome works I especially enjoyed were:\n\nDas Parfum by Patrick Suskind. Some may remember it as Kurt Cobain's favorite\nbook - it's about a boy with no sense of smell who becomes a perfumer when he\ndiscovers…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "憧れのジャンルですね。本格的なファンタジーではありませんが、現実に幻想的な要素があるので\nファンタジーの要素を持った現実。\n\n特に面白かった作品を紹介します。\n\nパトリック・サスカインドの「Das Parfum」。カート・コバーンが愛読していたことでも知られています。\n嗅覚を持たない少年が調香師になるまでを描いた作品です。\n嗅覚を持たない少年が香水職人になるまでを描いた作品です...",
      "title": "あなたが個人的に好きなシュールレアリズム小説の作品は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是我喜欢的一种类型。不算是完全的幻想，但现实中却有奇妙的元素\n元素。\n\n我特别喜欢的一些作品是。\n\n帕特里克-苏斯金德的《Das Parfum》。有些人可能记得它是库尔特-科本最喜欢的书。\n这本书讲述了一个没有嗅觉的男孩成为一名香水师，当他发现\n当他发现...",
      "title": "你个人最喜欢的超现实主义小说作品是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我喜歡的一種類型。不算是完全的幻想，但現實中卻有奇妙的元素\n元素。\n\n我特別喜歡的一些作品是。\n\n帕特里克-蘇斯金德的《Das Parfum》。有些人可能記得它是庫爾特-科本最喜歡的書。\n這本書講述了一個沒有嗅覺的男孩成爲一名香水師，當他發現\n當他發現...",
      "title": "你個人最喜歡的超現實主義小說作品是什麼？"
    }
  ]
}