{
  "author": "EquipmentSilent",
  "original_created_utc": 1635633401,
  "title": "So, I recently started re-reading House of Leaves, and I genuinely want to ask y'all....What's a book you have tried to read that utterly broke you to the point of putting the book down and contemplating never picking it up again? (Reason can be anything, mental exhaustion, depression etc)",
  "created_utc": 1635646195,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently started try to re-read House of Leaves...and I had honestly forgotten that the book is a friggin&#39; acid trip in writing, to the point that I am genuinely wondering if I should let that beast lie. However, trying to take another bite at this beast got me thinking about a question to ask you beautiful people. (Or handsome, if that&#39;s what you prefer)<br/>\nWhat is a book you have tried to read that messed with you to the point of either temporarily putting it down, or giving up on reading it altogether?</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/books/comments/qjcakx/so_i_recently_started_rereading_house_of_leaves/",
  "subreddit": "books",
  "id": "qjcakx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I recently started try to re-read House of Leaves...and I had honestly forgotten\nthat the book is a friggin' acid trip in writing, to the point that I am\ngenuinely wondering if I should let that beast lie. However, trying to take\nanother bite at this beast got me thinking about a question to ask you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、「葉の家」を読み直そうとしているのですが、正直なところ、この本がとんでもない酸欠状態であることを忘れていました。\nこの本が文章の中でものすごい酸欠状態になっていることを、正直、忘れていました。\nこのまま放っておいてもいいのかと純粋に悩んでいます。しかし、この獣をもう一口食べようとすると\nしかし、この獣をもう一回食べようとしたことで、あなたに聞きたいことが出てきました...。",
      "title": "そこで、最近「House of Leaves」を読み直し始めたのですが、皆さんに純粋にお聞きしたいのです.... 今までに読もうとした本で、本を捨てて二度と手に取らないと考えるほど、完全に壊れてしまった本は何ですか？(理由は、精神的疲労、うつ病など何でも構いません。)"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近开始尝试重读《叶子屋》......说实话，我已经忘记了\n这本书在写作上是一次该死的迷幻之旅，以至于我\n我真的想知道我是否应该让这头野兽躺下。然而，我试图\n我想问你一个问题......。",
      "title": "所以，我最近开始重读《叶子的房子》，我真的想问你们....，你们曾经试图读过哪一本书，让你们彻底崩溃，以至于把书放下，考虑再也不拿起来了？(原因可以是任何东西，精神上的疲惫，抑郁等等）。)"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近開始嘗試重讀《葉子屋》......說實話，我已經忘記了\n這本書在寫作上是一次該死的迷幻之旅，以至於我\n我真的想知道我是否應該讓這頭野獸躺下。然而，我試圖\n我想問你一個問題......。",
      "title": "所以，我最近開始重讀《葉子的房子》，我真的想問你們....，你們曾經試圖讀過哪一本書，讓你們徹底崩潰，以至於把書放下，考慮再也不拿起來了？(原因可以是任何東西，精神上的疲憊，抑鬱等等）。)"
    }
  ]
}