{
  "author": "peanut_the_scp",
  "original_created_utc": 1635791155,
  "title": "CMV: The Idea that a someone like elon musk or jeff bezo could just donate a part of his money and world hunger is just stupid.",
  "created_utc": 1635806143,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Title says it, the idea that if some rich dude just donates part of his money and it will fix world hunger is just, extremely stupid, naive and utopian.</p>\n\n<p>The US governament alone spend more than 6 Trillion Dollars in 2020 alone.</p>\n\n<p><a href=\"https://usafacts.org/state-of-the-union/budget/\">https://usafacts.org/state-of-the-union/budget/</a></p>\n\n<p>Money alone won&#39;t solve the problem elon musk said it himself:<a href=\"https://twitter.com/elonmusk/status/1454808104256737289\">https://twitter.com/elonmusk/status/1454808104256737289</a></p>\n\n<p>It isn&#39;t just the the food there are way more problems. like</p>\n\n<p><strong>Infrastructure</strong>: You won&#39;t be able to get food to, say the middle of the congo without a way to get there, you would need to build roads, railways, airports, ports. things that would need to have constant maintenence in order to function, especially in enviroments like the sahara desert, or the west african jungle</p>\n\n<p>You can&#39;t just hop on a boat up the congo river in order to reach some isolated village, you need a way to get there, and in places like africa or the middle east, where the infrastructure is most of the time damaged, in need of maintenece, or just straight up non-existent, you would need money, to built it, and it would cost more than just the food</p>\n\n<p>Then there&#39;s a risk of a creation of a banana republic, where a already corrupt governament makes a deal with a shady corporation, that if the corporation builds infrastructure for the governament, the corporation will recieve &quot;benefits&quot;</p>\n\n<p><strong>Security</strong>: Security is also a problem, how would you stop a random african militia, or islamic radical fundamentalist group from attacking the people delivering the food?</p>\n\n<p>You would need to have security, like the UN peacekeepers, or some private security group to ensure that no harm will be made to the people delivering the food, and that the food wouldn&#39;t be stolen</p>\n\n<p><strong>Bureaucracy</strong> : How would you stop some random african politician from taking money destined to starving kids, or stop a NGO from spending the money or something completly useless and unnecessary</p>\n\n<p>Countries like Zimbabwe at one point where losing a billion to corruption each year.</p>\n\n<p>Then there&#39;s problem like officials abusing their power, like how aid workers sexual abused local women in the ebola crisis.</p>\n\n<p>There are a lot more problems like people that waste more money on gambling and alcohol/drugs than food, but those three are the main problems, and they would cost a lot more than 6 billion.</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/changemyview/comments/qkka7i/cmv_the_idea_that_a_someone_like_elon_musk_or/",
  "subreddit": "changemyview",
  "id": "qkka7i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Title says it, the idea that if some rich dude just donates part of his money\nand it will fix world hunger is just, extremely stupid, naive and utopian.\n\nThe US governament alone spend more than 6 Trillion Dollars in 2020 alone.\n\nhttps://usafacts.org/state-of-the-union/budget/\n\nMoney alone won't…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルにもあるように、ある金持ちが自分のお金の一部を寄付すれば、世界の飢餓が解決するという考えは\nそれが世界の飢餓を解決するという考えは、非常に愚かで、世間知らずで、ユートピア的です。\n\nアメリカ政府は、2020年までに6兆円以上の予算を使っています。\n\nhttps://usafacts.org/state-of-the-union/budget/\n\nお金だけでは...",
      "title": "CMV: エロン・マスクやジェフ・ベゾのような人物が、自分のお金の一部を世界の飢餓のために寄付するという考えは、とても愚かです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "标题说的是，如果某个有钱的家伙捐出一部分钱\n就能解决世界上的饥饿问题，这种想法是极其愚蠢、天真和乌托邦的。\n\n仅仅在2020年，美国政府就花费了超过6万亿美元的资金。\n\nhttps://usafacts.org/state-of-the-union/budget/\n\n光靠钱是不行的...",
      "title": "CMV: 认为像埃隆-马斯克或杰夫-贝佐这样的人可以把他的一部分钱捐给世界饥饿人口的想法是愚蠢的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "標題說的是，如果某個有錢的傢伙捐出一部分錢\n就能解決世界上的飢餓問題，這種想法是極其愚蠢、天真和烏托邦的。\n\n僅僅在2020年，美國政府就花費了超過6萬億美元的資金。\n\nhttps://usafacts.org/state-of-the-union/budget/\n\n光靠錢是不行的...",
      "title": "CMV: 認爲像埃隆-馬斯克或傑夫-貝佐這樣的人可以把他的一部分錢捐給世界飢餓人口的想法是愚蠢的。"
    }
  ]
}