{
  "author": "little-pooter",
  "original_created_utc": 1626939367,
  "title": "CMV: Being a member of a historically oppressed minority doesn't always give you understanding of abusive relationships.",
  "created_utc": 1626975336,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Apparently, this is a controversial view. I remember posting this on tumblr a while back and my &quot;friend&quot; wanted me to remove it. That friend later turned out to also be my abuser. So, I don&#39;t put much stock in certain opposing views. I have a lot of reasons for why I believe in these views.</p>\n\n<p>I don&#39;t think every member of a historically oppressed group has experienced abuse in their personal life, and I don&#39;t think they all learn the same things from their experiences. People, especially the minorities, love to believe that they have authority and credibility in conversations concerning abuse. Now, I don&#39;t think all minorities feel this way. I really don&#39;t. But I have run into a lot of people who feel this way. Even though a lot of them have admitted that they have never faced real bigotry in person. Some of them simply isolate themselves, but they&#39;re never severely bullied or anything like that. They isolate because they feel deeply insecure, scared, and frustrated.</p>\n\n<p>I have lived in a conservative community that is full of support for gay people and other minorities, but they make fun of women and trans people. The gay people are bullies too, and even become popular and well loved. It&#39;s very bizarre, I know. Many of them have admitted that they have never or rarely faced bigotry.</p>\n\n<p>So, while I was being horribly, horribly abused and bullied by all these people at the same time, I was told that I don&#39;t understand what it&#39;s like to be abused because of something I never did. I was told that I deserve to be abused. I was told that I was just a shallow woman with shallow problems. (Apparently, being brown or gay makes you an interesting person even if you have no talents, hobbies, or anything else that could make you stand out.)</p>\n\n<p>My life was completely ruined and destroyed. None of those people ever experienced what I experienced. I grew up with them so I would have known what was going on. They even said it themselves that they didn&#39;t have terribly bad experiences. Maybe they&#39;re lonely, but they weren&#39;t actually abused or actively oppressed by their peers. A lot of those people were extremely popular and well liked by teachers. And their families weren&#39;t all that bad either.</p>\n\n<p>I&#39;ve always suffered from mental illness and a learning disability. I&#39;ve always felt like I was on the fringes and I had to perform and make a mockery of myself to receive attention from others. I was just their entertainment. I&#39;m just realizing now, as an adult, that no one in that town was ever there for me. They were all incredibly superficial and petty, even the minorities.</p>\n\n<p>So, to some people this might not be too radical, but personally I&#39;ve been shut down and gaslighted too many times. Especially by the very people who were &quot;supposed to support me.&quot; But all they did was talk shit about me. That&#39;s all they did. It started young too. I was the pet project of the popular, pretty gay girl. She was rich, charismatic, and had social clout that I didn&#39;t have. Sometimes I wonder if she just invited me over to get some juicy gossip to talk about.</p>\n\n<p>So yeah, just because you&#39;re &quot;oppressed&quot; doesn&#39;t mean you&#39;re going to understand the abuse other people go through. And you have to stop and ask yourself if you&#39;re being an active participant. You could be a bully or abuser too.</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/changemyview/comments/op93rs/cmv_being_a_member_of_a_historically_oppressed/",
  "subreddit": "changemyview",
  "id": "op93rs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Apparently, this is a controversial view. I remember posting this on tumblr a\nwhile back and my \"friend\" wanted me to remove it. That friend later turned out\nto also be my abuser. So, I don't put much stock in certain opposing views. I\nhave a lot of reasons for why I believe in these views.\n\nI don't…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これには賛否両論があるようです。私はこのことをtumblrに投稿したことを\n友人」が削除してほしいと言ってきました。その友人は後に私の加害者であることが判明しました。\n私の加害者でもありました。だから、私はある種の反対意見をあまり信用していません。I\n私がその意見を信じる理由はたくさんあります。\n\n私は...",
      "title": "CMV: 歴史的に抑圧されてきたマイノリティの一員であるからといって、必ずしも虐待的な関係を理解できるとは限りません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "显然，这是一个有争议的观点。我记得我在tumblr上发过这样的帖子。\n我的 \"朋友 \"希望我把它删除。那个朋友后来发现\n也是我的虐待者。所以，我不太相信某些反对的观点。I\n我有很多理由来解释为什么我相信这些观点。\n\n我不...",
      "title": "CMV：作为一个历史上受压迫的少数民族成员，并不总是能让你理解虐待关系。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "顯然，這是一個有爭議的觀點。我記得我在tumblr上發過這樣的帖子。\n我的 \"朋友 \"希望我把它刪除。那個朋友後來發現\n也是我的虐待者。所以，我不太相信某些反對的觀點。I\n我有很多理由來解釋爲什麼我相信這些觀點。\n\n我不...",
      "title": "CMV：作爲一個歷史上受壓迫的少數民族成員，並不總是能讓你理解虐待關係。"
    }
  ]
}