{
  "author": "PM_ME_PARR0TS",
  "original_created_utc": 1628503789,
  "title": "YSK a fun training trick: teach dogs that bark excessively to find and bring you their toys instead when they'd normally go off. Toy in mouth = quiet dog. 😁",
  "created_utc": 1628519560,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> Most people just try to teach their pets some variation of the command &quot;quiet/shh/stop/shut up&quot;, but they&#39;re fighting their way uphill. </p>\n\n<p>Barking excessively is an anxious, reactive, or bored behavior, not a random one. If they&#39;re just prevented from barking...the pet&#39;s underlying stress is still there. They may even switch to expressing/relieving that tension in a different, unpredictable way that everyone likes less. 💀</p>\n\n<p>The textbook alternative is changing it so they don&#39;t feel the need to bark, typically through conditioning, consistent reinforcement, and lifestyle changes (like more exercise). </p>\n\n<p>Or, in this case...simple redirection!</p>\n\n<p><strong>With the &quot;where&#39;s your toy?!&quot; option:</strong></p>\n\n<ul>\n<li><p>Mouth&#39;s full so they just plain can&#39;t bark. If they do, it&#39;s muffled. Flagship feature.</p></li>\n<li><p>The toy&#39;s right there for you to distract them with playtime once they bring it, and makes it easier to <em>keep</em> their attention away from what they&#39;d otherwise bark at. Plus, play&#39;s a good physical outlet for that nervous energy.</p></li>\n<li><p>Finding the toy&#39;s good mental stimulation.</p></li>\n<li><p>If you&#39;re lucky and consistent, they may start bringing you toys on their own automatically whenever they&#39;re anxious and would normally feel pressured to bark. Like a doggy stress litmus test.</p></li>\n<li><p>Guests tend to be impressed and think it&#39;s cute as hell. 😁</p></li>\n<li><p>They are right. It is cute as hell.</p></li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/p0yjs6/ysk_a_fun_training_trick_teach_dogs_that_bark/",
  "subreddit": "YouShouldKnow",
  "id": "p0yjs6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Most people just try to teach their pets some variation of the command\n\"quiet/shh/stop/shut up\", but they're fighting their way uphill.\n\nBarking excessively is an anxious, reactive, or bored behavior, not a random\none. If they're just prevented from barking...the pet's underlying stress…"
}