{
  "author": "Ok-Sunny-Days",
  "original_created_utc": 1634994374,
  "title": "YSK organic fruits and veggies have chemical residues, just not from synthetic pesticides",
  "created_utc": 1635006346,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Organic produce can include the same chemical compounds as conventional produce sprayed with synthetic pesticides (but at more variable rates), and needs to be rinsed to avoid ingesting.</p>\n\n<p>In the US, organic produce can also have chemical residue, but the difference is organics can only be treated with certain classes of chemicals. Most traditional pesticides are synthetically produced chemical compounds, and these aren&#39;t allowed to be applied to organic crops. Organic crops can have the same chemical compounds applied, if they&#39;re not produced synthetically, but are produced by a bacteria that &#39;poops&#39; out the same chemical (along with many additional chemical compounds). These safe, beneficial bacteria are sprayed on the plants or soil. The chemical compound is exactly the same, but because it&#39;s a biological pesticide, it&#39;s okay to apply. Chemical products like pesticides are regulated much, much more heavily than other products.</p>\n\n<p>Chemical applications have to follow a lot of rules, for example,  they usually can&#39;t be applied after flowering, and since the fruit develops from a pollinated flower, it&#39;s really the leaves and stems that take the chemical load, not the fruit. And vegetables that grow underground like potatoes and onions don&#39;t get exposed.</p>\n\n<p>I have a PhD in an agricultural plant genetics, and have worked in the biological agriculture industry (but don&#39;t anymore). Personally, I don&#39;t worry too much about organic, and believe it&#39;s better to buy local (from a conventional or organic farmer). If the produce has been picked more quickly, it will have a better nutritional profile (higher nutrient and micronutrient levels, greater diversity of flavonoids like carotenoids and anthocyanins, and other antioxidants). </p>\n\n<p>If you want to buy organic, focus on leafy greens and international fruit, especially bananas -- where organic means a better quality of work and life for the workers.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/YouShouldKnow/comments/qe4l09/ysk_organic_fruits_and_veggies_have_chemical/",
  "subreddit": "YouShouldKnow",
  "id": "qe4l09",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Organic produce can include the same chemical compounds as conventional\nproduce sprayed with synthetic pesticides (but at more variable rates), and\nneeds to be rinsed to avoid ingesting.\n\nIn the US, organic produce can also have chemical residue, but the difference is\norganics can only be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：有機農産物には、従来の農産物と同じ化学物質が含まれている可能性があります。\n有機農産物には、合成農薬が散布された従来の農産物と同じ化学物質が含まれている可能性があります（ただし、散布率は変動します）。\n摂取しないように水洗いをする必要があります。\n\n米国では、有機農産物にも化学物質が残留する可能性がありますが、その違いは以下の通りです。\n有機農産物には...",
      "title": "YSKの有機野菜や果物には化学物質が含まれていますが、化学合成農薬によるものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：有机产品可能包括与传统产品相同的化学成分。\n含有相同的化学物质（但比例不一）。\n需要冲洗以避免摄入。\n\n在美国，有机产品也可能有化学残留物，但区别在于\n有机产品只能...",
      "title": "YSK的有机水果和蔬菜都有化学残留物，只是没有合成杀虫剂的残留。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：有機產品可能包括與傳統產品相同的化學成分。\n含有相同的化學物質（但比例不一）。\n需要衝洗以避免攝入。\n\n在美國，有機產品也可能有化學殘留物，但區別在於\n有機產品只能...",
      "title": "YSK的有機水果和蔬菜都有化學殘留物，只是沒有合成殺蟲劑的殘留。"
    }
  ]
}