{
  "author": "yellowydaffodil",
  "the_new_excerpt": "So, this is something that's been bothering me lately, and I was curious what\nthe other side of it is. Many job applications have questions like \"Have you\never been fired\" or \"Have you ever been convicted of a crime?\" as part of the\napp. Some even go further, like \"Have you ever resigned or been…",
  "original_created_utc": 1617927619,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは私が最近気になっていたことなのですが、その裏側はどうなっているのか気になりました。\nその反対側はどうなっているのか興味がありました。多くの求人票には、「解雇されたことがありますか？\n解雇されたことがありますか？」「有罪判決を受けたことがありますか？\nといった質問があります。中にはさらに進んで、「辞職したことがありますか、あるいは...」というものもあります。",
      "title": "CMV: 応募書類に「○○したことがありますか」というチェックボックスを設けることは、応募者にとって根本的に不公平であり、嘘をつくことを助長するものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以，这是最近一直困扰我的事情，我很好奇的是\n的另一面是。很多求职申请中都会有这样的问题：\"你有没有\n被开除过 \"或 \"您是否曾被判刑？\n应用。有的甚至更进一步，比如 \"你是否曾辞职或被...",
      "title": "CMV：求职申请书上的 \"你曾经做过XYZ \"复选框对求职者根本不公平，只会鼓励说谎。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，這是最近一直困擾我的事情，我很好奇的是\n的另一面是。很多求職申請中都會有這樣的問題：\"你有沒有\n被開除過 \"或 \"您是否曾被判刑？\n應用。有的甚至更進一步，比如 \"你是否曾辭職或被...",
      "title": "CMV：求職申請書上的 \"你曾經做過XYZ \"複選框對求職者根本不公平，只會鼓勵說謊。"
    }
  ],
  "title": "CMV: The \"have you ever been XYZ\" checkboxes on job applications are fundamentally unfair to applicants and just encourage lying.",
  "created_utc": 1617953809,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, this is something that&#39;s been bothering me lately, and I was curious what the other side of it is. Many job applications have questions like &quot;Have you ever been fired&quot; or &quot;Have you ever been convicted of a crime?&quot; as part of the app. Some even go further, like &quot;Have you ever resigned or been asked to resign?&quot; or &quot;Have you ever been charged with a crime?&quot;. I work in education, and ours go even further, asking &quot;Have you ever had your contract non-renewed?&quot;</p>\n\n<p>To me, this seems fundamentally unfair. Lots of people have been fired from  jobs for stupid reasons, or have been fired because of bad bosses. Lots of people have not had the greatest work ethic as teens and been fired from dumb teenage jobs completely unrelated to their current profession. Also, isn&#39;t being asked to resign a way to avoid being fired? Isn&#39;t that the whole point? What are you supposed to do if you just aren&#39;t good at your current job or don&#39;t like it there? Lastly, being charged with a crime doesn&#39;t mean you did the crime, so I don&#39;t understand that one at all. What if you didn&#39;t do it?</p>\n\n<p>I don&#39;t understand why your employer can&#39;t just do their due diligence and background check you for criminal stuff and call your references for employment-based stuff. It seems like you need to be the perfect employee to even have a shot at the job, and that your mistakes never go away.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/mn5cfk/cmv_the_have_you_ever_been_xyz_checkboxes_on_job/",
  "subreddit": "changemyview",
  "id": "mn5cfk",
  "is_self": true,
  "media": null,
  "is_video": false
}