{
  "author": "fckiforgotmypassword",
  "original_created_utc": 1625103461,
  "title": "cmv: It is socially acceptable to make fun of white people, as well as Americans.",
  "created_utc": 1625132457,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Title could have been worded better. I’m not saying it ‘should’ be socially acceptable, I’m saying that I believe it is currently (subconsciously) accepted, and it shouldn’t be. I’m asking you to convince me that it is not socially accepted. </p>\n\n<p>Before anyone misinterprets this, this does not mean that other races and nationalities do not face racism and discrimination. I know that they face it much worse than whites and Americans, and I understand systematic racism and white privilege.</p>\n\n<p>My point is that if you were to make a negative remark about a white person, it is not socially frowned upon. And that same remark made by a white person towards any person who isn’t white would have you labeled a racist. I’ll give an example:</p>\n\n<p>White person recommends going to a bar that is predominantly white. Response is “I don’t really want to be around that many white people haha”. Socially acceptable, even possibly a joke. No outrage. If it’s reversed and the comment is “I don’t really want to be around that many black people haha”. You are a racist, and a comment like that would destroy relationships. Replace black with literally any other race, and the comment is equally as racist, but made towards a white it’s like whatever.</p>\n\n<p>I’ve seen the term “wypipo” for white people. No one says it’s racist, it just is what it is. If white people had a nickname for black people that black people did not like, you would be shunned for using it. Something like “they don’t like being called that, so stop”. But if white people don’t like being called wypipo? Doesn’t seem like it matters…</p>\n\n<p>Example about Americans. (Living as an American in another country has made me realise this over and over again, it never ends). A comment overheard in public “Americans are so annoying”. Everyone supports it (except for Americans of course), but the response is not “Wow that was actually racist”. Everyone openly agrees, it’s socially acceptable. Even if they don’t agree, you aren’t shunned for it. Same comment but replace Americans with literally any other nationality. “Japanese people are so annoying”, heads would turn and you’d be labeled a racist instantly, and rightfully so.</p>\n\n<p>Edit: previous examples are xenophobic , not racist, but same idea of the discrimination. </p>\n\n<p>I’ve been afraid to discuss this sentiment among peers, so before you change my view, can you please also let me know if I’m way out of line, or if it has some merit of truth, but the discussion itself may not even be socially acceptable.</p>\n\n<p>Thanks</p>\n\n<p>Edit: also to be clear, I don’t think that people are ‘intentionally’ accepting of this, it seems like more of a subconscious thing, not realising that there is anything wrong with being said</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/obbfc0/cmv_it_is_socially_acceptable_to_make_fun_of/",
  "subreddit": "changemyview",
  "id": "obbfc0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Title could have been worded better. I’m not saying it ‘should’ be socially\nacceptable, I’m saying that I believe it is currently (subconsciously) accepted,\nand it shouldn’t be. I’m asking you to convince me that it is not socially\naccepted.\n\nBefore anyone misinterprets this, this does not mean that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルはもっと適切に表現できたはずです。私は、社会的に受け入れられるべきだとは言っていません。\n受け入れられるべき」と言っているのではなく、「現在は（無意識のうちに）受け入れられている」と思っているということです。\nと言っているのであって、そうあるべきではありません。社会的に認められていないことを納得させてくださいと言っているのです。\n受け入れられていないことを証明してください。\n\n誰かが誤解する前に言っておきますが、これはつまり...という意味ではありません。",
      "title": "cmv：アメリカ人に限らず、白人をバカにすることは社会的に許されています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "标题可以用更好的措辞。我不是说它 \"应该 \"被社会接受，我是说我认为它目前（潜意识）是被接受的。\n接受，我是说我相信它目前（在潜意识中）被接受。\n而它不应该是。我要求你说服我，它不是社会上的\n接受的。\n\n在任何人误解之前，这并不意味着...",
      "title": "cmv：取笑白人以及美国人是社会可以接受的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "標題可以用更好的措辭。我不是說它 \"應該 \"被社會接受，我是說我認爲它目前（潛意識）是被接受的。\n接受，我是說我相信它目前（在潛意識中）被接受。\n而它不應該是。我要求你說服我，它不是社會上的\n接受的。\n\n在任何人誤解之前，這並不意味着...",
      "title": "cmv：取笑白人以及美國人是社會可以接受的。"
    }
  ]
}