{
  "author": "roberthonker",
  "original_created_utc": 1639690253,
  "title": "DTCC, a company that settles more than 2 QUADRILLION dollars in stock market transactions worldwide, is launching a new platform with the Ethereum network. This is amazing for ETH.",
  "created_utc": 1639705216,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This is honestly such huge news that I can&amp;#39;t believe it hasn&amp;#39;t been talked about more. If you don&amp;#39;t know what DTCC is, they&amp;#39;re the organization that settles the vast majority of all security transactions in the United States. In 2011, they settled close to 1.7 &lt;strong&gt;Quadrillion&lt;/strong&gt; dollars worth. With the recent boom in the stock market because of COVID, this is likely much higher than 2 Quadrillion for 2021.&lt;/p&gt;\n\n&lt;p&gt;Last month they announced that they will be launching a new platform that interfaces with the Ethereum network. This is from their press release:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;From launch, DSM will optimize primary issuance and transform secondary markets, creating new business model and distribution opportunities for participants while facilitating a digital asset ecosystem. Architected to be blockchain agnostic, &lt;strong&gt;DSM will initially interface with the Public Ethereum Network, but will incorporate additional public and private blockchain support based on client and market demand.&lt;/strong&gt; &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;This platform is described as a market infrastructure for the global financial services industry. Essentially, Ethereum is going to power the future of securities trades.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;TL;DR: The largest securities platform in the USA, that processes more than 2 Quadrillion in trades worldwide per year, is launching a new platform on Ethereum. I don&amp;#39;t think I need to explain to you how huge this is.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.dtcc.com/news/2021/november/09/dtcc-to-launch-platform-to-digitalize-and-modernize-private-markets\"&gt;Source&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 259,
  "permalink": "/r/CryptoCurrency/comments/ri0ri5/dtcc_a_company_that_settles_more_than_2/",
  "subreddit": "CryptoCurrency",
  "id": "ri0ri5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>This is honestly such huge news that I\ncan&#39;t believe it hasn&#39;t been talked about more. If you don&#39;t know\nwhat DTCC is, they&#39;re the organization that settles the vast majority of all\nsecurity transactions in the United States. In 2011, they settled…"
}