{
  "author": "Ubersupersloth",
  "original_created_utc": 1624554668,
  "title": "Why is ableism bad?",
  "created_utc": 1624564145,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I kept hearing the word “ableism” and decided to look up what it meant.</p>\n\n<p>It seems to be “the belief that those with disabilities are in some way lesser than those without”. But…isn’t that true? All other things being equal, it is a bad thing to be blind compared to being able to see because sight allows you to do more things. Heck, on a purely survival basis, it makes you more likely to survive because you can see threats coming.</p>\n\n<p>I’m autistic. If I wanted to apply to a job that requires reading subtle social cues, I should NOT be hired. My “disability” (though I’d argue autism is more of a “difference” than a “disability” because it can come with advantages depending on whether you’re highly functioning and the autism’s severity and all that).</p>\n\n<p>Everywhere I’ve read just seems to assume, upon knowing what ableism is, it’s obvious why it’s a bad thing.</p>\n\n<p>There are some things that make sense to me. We have wheelchair ramps because we view giving access to services to those who have trouble walking to be worth the cost. It’s providing goods/services to those whose lives would be bad if we didn’t give them said goods/services. It’s why there’s unemployment benefits so that people don’t starve in the streets if they don’t have a job.</p>\n\n<p>That “ableism” being bad just makes sense from a basic moral perspective.</p>\n</div><!-- SC_ON -->",
  "score": 108,
  "permalink": "/r/NoStupidQuestions/comments/o75azt/why_is_ableism_bad/",
  "subreddit": "NoStupidQuestions",
  "id": "o75azt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I kept hearing the word “ableism” and decided to look up what it meant.\n\nIt seems to be “the belief that those with disabilities are in some way lesser\nthan those without”. But…isn’t that true? All other things being equal, it is a\nbad thing to be blind compared to being able to see because sight…"
}