{
  "author": "farseer2",
  "original_created_utc": 1626260167,
  "title": "Just finished The Princess Bride",
  "created_utc": 1626268132,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Charming and enjoyable, of course, particularly the famous extended sequence where the masked man in black fights Inigo Montoya, Fezzik and Vizzini one after the other. Those scenes are truly a highlight of swashbuckling adventure, even if it&#39;s a parody. But it&#39;s a very fond parody, which is something that the best parodies usually are.</p>\n\n<p>I was surprised by the framing device, with the authors digressions about the fictional author and the book he was adapting, his fictional family and the writing business. They were funny, original and interesting, but also surprisingly bitter at times, in a tone that is not that suited for child readers, like his loveless family (although I suppose most of it would go over their heads). </p>\n\n<p>If you have 30th anniversary edition my advice is to skip the 30th and 25th anniversary introductions, and the Buttercup&#39;s Baby teaser chapter. While they are funny extras, I think when considered as part of the book they are a bit too much, and tip the balance away from the adventure. The book works better if you think of those as optional extras and not as part of the main experience.</p>\n</div><!-- SC_ON -->",
  "score": 132,
  "permalink": "/r/books/comments/ok1x4u/just_finished_the_princess_bride/",
  "subreddit": "books",
  "id": "ok1x4u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Charming and enjoyable, of course, particularly the famous extended sequence\nwhere the masked man in black fights Inigo Montoya, Fezzik and Vizzini one after\nthe other. Those scenes are truly a highlight of swashbuckling adventure, even\nif it's a parody. But it's a very fond parody, which is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "もちろん、魅力的で楽しいもので、特に有名な拡張シーケンスは\n覆面をした黒ずくめの男が、イニゴ・モントーヤ、フェジーク、ヴィジーニと次々に戦う有名な延長戦。\n特に、黒ずくめのマスクマンがイニゴ・モントーヤ、フェジーク、ビジーニと次々に戦う有名な延長戦。あのシーンは、たとえパロディであっても、まさに剣豪アドベンチャーのハイライトです。\nたとえパロディであってもだ。しかし、それはとても好きなパロディで、それは...。",
      "title": "プリンセス・ブライド」を終えて"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "迷人和令人愉快，当然，特别是著名的扩展序列\n黑衣蒙面人与伊尼戈-蒙托亚、费兹克和维兹尼相继交手。\n的著名延长镜头。这些场景是真正意义上的挥舞冒险的亮点，即使\n即使它是一种模仿。但这是一个非常深情的模仿，这是...",
      "title": "刚刚完成《公主新娘》的拍摄"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "迷人和令人愉快，當然，特別是著名的擴展序列\n黑衣蒙面人與伊尼戈-蒙託亞、費茲克和維茲尼相繼交手。\n的著名延長鏡頭。這些場景是真正意義上的揮舞冒險的亮點，即使\n即使它是一種模仿。但這是一個非常深情的模仿，這是...",
      "title": "剛剛完成《公主新娘》的拍攝"
    }
  ]
}