{
  "author": "sweaty_garbage",
  "original_created_utc": 1632451002,
  "title": "Were any American religious organizations uncomfortable or upset by the Apotheosis of Washington painting in the Capitol Building?",
  "created_utc": 1632486313,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://en.wikipedia.org/wiki/The_Apotheosis_of_Washington\">https://en.wikipedia.org/wiki/The_Apotheosis_of_Washington</a></p>\n\n<p>TIL there&#39;s a huge mural depicting Washington amongst a bunch of Gods in the American capitol building. It&#39;s definitely...interesting. Certainly there&#39;s a lot it says about how Americans tend to treat the founding fathers and founding documents with a nearly godlike infallibility, but this question is more about the literal godlike depiction.</p>\n\n<p>Were any American Churches or religious groups upset by what can only be described as a sacrilegious, pagan depiction of George Washington. He&#39;s being portrayed as surrounded by Roman/Greek gods helping along American historical figures, like Mercury teaching Robert Morris about commerce. Not only that, but Washington himself is portrayed as a godlike figured who ascended to heaven to become a God, which the title &quot;Apotheosis of Washington&quot; clearly implies.</p>\n\n<p>It seems almost like a parody of American religiosity, but it&#39;s also a product of its time, coming right after the civil war and also not being the only likely deified portrayal of Washington. But still, it&#39;s such a brazen portrayal of a human man as a God as well as being surrounded by pagan deities helping American historical figures, was it at all contraversial?</p>\n</div><!-- SC_ON -->",
  "score": 116,
  "permalink": "/r/AskHistorians/comments/puajsq/were_any_american_religious_organizations/",
  "subreddit": "AskHistorians",
  "id": "puajsq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "https://en.wikipedia.org/wiki/The_Apotheosis_of_Washington\n\nTIL there's a huge mural depicting Washington amongst a bunch of Gods in the\nAmerican capitol building. It's definitely...interesting. Certainly there's a\nlot it says about how Americans tend to treat the founding fathers and…"
}