{
  "author": "ChillNyeTheStonerGuy",
  "original_created_utc": 1639522492,
  "title": "YSK if you are in the US - EBT and SNAP benefits can be used to order groceries online for delivery or curbside pickup.",
  "created_utc": 1639554123,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: There is this stigma in the US for people who use these benefits and this makes some people worried to apply in the first place. Some fear going to a checkout line and risk someone judging you or making a remark how you are &amp;quot;relying on handouts&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Although these people should just be ignored, it is still there and stopping people from getting food they need. &lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;ve ever worked a job, and paid taxes, you&amp;#39;ve already contributed so don&amp;#39;t feel bad. These benefits are a very GOOD thing.&lt;/p&gt;\n\n&lt;p&gt;Anyways, with the help of technology it&amp;#39;s easy to shop online with EBT or SNAP and get curbside delivery, or you can even have your groceries delivered directly to your house.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll provide a link that details all of the places you can use your benefits. I hope this can help someone who otherwise might not apply.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://foodstampsnow.com/list-of-grocery-stores-that-accept-ebt-online-for-delivery/\"&gt;https://foodstampsnow.com/list-of-grocery-stores-that-accept-ebt-online-for-delivery/&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 127,
  "permalink": "/r/YouShouldKnow/comments/rgjo1d/ysk_if_you_are_in_the_us_ebt_and_snap_benefits/",
  "subreddit": "YouShouldKnow",
  "id": "rgjo1d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: There is this stigma in the US for people who use these benefits and\nthis makes some people worried to apply in the first place. Some fear going to a\ncheckout line and risk someone judging you or making a remark how you are\n\"relying on handouts\".\n\nAlthough these people should just be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: アメリカでは、このようなスティグマ（汚名）があるのです。\nそのため、応募をためらう人もいます。\nそもそも レジに並んで、誰かに批判されることを恐れる人もいます。\nというようなことを言われる。",
      "title": "米国にお住まいの方はYSK - EBTやSNAPの特典を利用して、食料品をオンラインで注文し、配達やカーブサイドピックアップをすることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：在美国，使用这些福利的人有这种耻辱感。\n使用这些福利的人，这使得一些人在申请时感到担心。\n这使得一些人担心在第一时间申请。有些人害怕去排队结账，冒着被人评头论足的风险。\n说你是如何依靠......的。",
      "title": "如果你在美国，YSK--EBT和SNAP福利可以用来在网上订购食品杂货，以便送货或在路边取货。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：在美國，使用這些福利的人有這種恥辱感。\n使用這些福利的人，這使得一些人在申請時感到擔心。\n這使得一些人擔心在第一時間申請。有些人害怕去排隊結賬，冒着被人評頭論足的風險。\n說你是如何依靠......的。",
      "title": "如果你在美國，YSK--EBT和SNAP福利可以用來在網上訂購食品雜貨，以便送貨或在路邊取貨。"
    }
  ]
}