{
  "author": "NoCashNoDeal",
  "original_created_utc": 1636778435,
  "title": "What are the Stereotypes of Someone who Only Reads Nonfiction?",
  "created_utc": 1636782706,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I [33f] recently went on a date with a guy [35m] who seemed cool and that we have a bunch in common.  When we started talking about books and what we&#39;ve been reading, I said I mostly love nonfiction and detailed a few of the books I&#39;ve recently read about the history of WWII, Churchill, Bad Blood by John Carryrou, American Kingpin by Nick Bilton about the Silk Road, and The Least of Us by Sam Quinones about the fentanyl/P2P meth epidemic. </p>\n\n<p>He seemed put off that I loved nonfiction, made a face with big eyes and a &quot;oh, you&#39;re one of <em>those</em>&quot; comment.  It got kinda awkward so I just let it lie and we changed the subject to talk about his job.  </p>\n\n<p>What are one of those?  What does it say about someone if they love nonfiction? </p>\n\n<p>I&#39;ve read a lot of fiction but lately I just really love well researched nonfiction.  Should I not tell dates this?  </p>\n\n<p>Thanks for any thoughts!</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/qsthm7/what_are_the_stereotypes_of_someone_who_only/",
  "subreddit": "books",
  "id": "qsthm7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I [33f] recently went on a date with a guy [35m] who seemed cool and that we\nhave a bunch in common. When we started talking about books and what we've been\nreading, I said I mostly love nonfiction and detailed a few of the books I've\nrecently read about the history of WWII, Churchill, Bad Blood by…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、私（33f）は、クールで共通点の多そうな男性（35m）とデートをしました。\n共通の話題がたくさんありました。本や最近読んだ本について話し始めたとき\n読んでいる本の話になったとき、私は主にノンフィクションが好きだと言って、最近読んだ歴史に関する本をいくつか紹介しました。\n第二次世界大戦の歴史について最近読んだ本をいくつか紹介しました。「Churchill, Bad Blood by...",
      "title": "ノンフィクションしか読まない人のステレオタイプとは？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我[33岁]最近和一个男人[35岁]约会，他看起来很酷，我们有很多共同点。\n有很多共同点。当我们开始谈论书籍和我们一直在读的东西时\n我说我主要喜欢非小说类的书，并详细介绍了我最近读过的几本书。\n最近读了几本关于二战历史的书，《丘吉尔》，《坏血》，作者是......",
      "title": "对只读非小说的人有哪些刻板印象？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我[33歲]最近和一個男人[35歲]約會，他看起來很酷，我們有很多共同點。\n有很多共同點。當我們開始談論書籍和我們一直在讀的東西時\n我說我主要喜歡非小說類的書，並詳細介紹了我最近讀過的幾本書。\n最近讀了幾本關於二戰歷史的書，《丘吉爾》，《壞血》，作者是......",
      "title": "對只讀非小說的人有哪些刻板印象？"
    }
  ]
}