{
  "author": "m0nk37",
  "original_created_utc": 1626027293,
  "title": "YSK: Services like DoorDash/UberEats will charge you ridiculous fees, and most places hate them. Many stores have started offering their own delivery services. Big and small. Its always significantly cheaper, and faster.",
  "created_utc": 1626036107,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: </p>\n\n<p>Not every place has their own delivery service but all it takes is a quick phone call to find out. I&#39;ve noticed more and more places i see daily have their own delivery service now.</p>\n\n<p>It can save you $10-$20 in fees, you get your food faster, and more money goes to your favourite store. So why not try?</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/YouShouldKnow/comments/oi9kfu/ysk_services_like_doordashubereats_will_charge/",
  "subreddit": "YouShouldKnow",
  "id": "oi9kfu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nNot every place has their own delivery service but all it takes is a quick phone\ncall to find out. I've noticed more and more places i see daily have their own\ndelivery service now.\n\nIt can save you $10-$20 in fees, you get your food faster, and more money goes\nto your favourite store. So…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n全ての店が独自の配送サービスを持っているわけではありませんが、電話一本で簡単に調べられます。\n電話で聞いてみてください。最近では、毎日のように目にするお店でも、独自の配送サービスを行っているお店が増えてきました。\n宅配サービスを行っているところが増えています。\n\n10～20ドルの手数料を節約できるし、より早く食べ物を手に入れることができて、お気に入りのお店に多くのお金が行くことになります。\nより多くのお金がお気に入りのお店に行くことができます。だから...。",
      "title": "YSK: DoorDash/UberEatsのようなサービスは、とんでもない料金を請求してきますし、ほとんどの店が嫌っています。多くのお店が独自のデリバリーサービスを始めています。大きなものから小さなものまで。その方がいつも圧倒的に安いし、早い。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n并非每个地方都有自己的送货服务，但只要打个电话就能知道。\n电话就能知道。我注意到，我每天看到的越来越多的地方有自己的\n递送服务了。\n\n它可以为你节省10-20美元的费用，你可以更快地得到你的食物，并且有更多的钱去\n给你最喜欢的商店。所以...",
      "title": "YSK：DoorDash/UberEats等服务会向你收取可笑的费用，大多数地方都讨厌它们。许多商店已经开始提供自己的送货服务。大的和小的。它总是明显便宜，而且速度快。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n並非每個地方都有自己的送貨服務，但只要打個電話就能知道。\n電話就能知道。我注意到，我每天看到的越來越多的地方有自己的\n遞送服務了。\n\n它可以爲你節省10-20美元的費用，你可以更快地得到你的食物，並且有更多的錢去\n給你最喜歡的商店。所以...",
      "title": "YSK：DoorDash/UberEats等服務會向你收取可笑的費用，大多數地方都討厭它們。許多商店已經開始提供自己的送貨服務。大的和小的。它總是明顯便宜，而且速度快。"
    }
  ]
}