{
  "author": "YouCanNotHitMe",
  "original_created_utc": 1635336669,
  "title": "I don't think the \"a song of ice and fire\" will finish.",
  "created_utc": 1635341769,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I did a little math. George R. R. Martin is 73 years old. His a song of ice and fire books were realeased from 1996 until today. His longest time to release a book was book 5 (I haven&#39;t taken book 6 because it is not released). If we take distance of time the book we waited for longest (because series ending books need to connect loose ends they tend to take longer) and apply that time to now  he would be 78.</p>\n\n<p>This is the most Conservative estimate of at what age the 7th book were to be released. And this calculation disregards the fact that book 6 was not released.</p>\n\n<p>I get it. I wouldn&#39;t want to write a book at 78 either. I am happy Martin gets to enjoy his old age.</p>\n</div><!-- SC_ON -->",
  "score": 116,
  "permalink": "/r/books/comments/qgv90y/i_dont_think_the_a_song_of_ice_and_fire_will/",
  "subreddit": "books",
  "id": "qgv90y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I did a little math. George R. R. Martin is 73 years old. His a song of ice and\nfire books were realeased from 1996 until today. His longest time to release a\nbook was book 5 (I haven't taken book 6 because it is not released). If we take\ndistance of time the book we waited for longest (because…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ちょっと計算してみました。ジョージ・R・R・マーティンは73歳。彼のa song of ice and fire\n1996年から今日までに発売された本。一番長く発売されたのは5巻です。\n本を発売した最長期間は5冊目でした（6冊目は発売されていないので考慮していません）。もし、私たちが\n一番長く待っていた本を時間の長さで表すと...。",
      "title": "a song of ice and fire」は終わらないと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我做了一个小小的计算。乔治-R-R-马丁已经73岁了。他的《冰与火之歌\n的书从1996年到今天一直在发行。他发布的最长时间\n的时间是第5本（我没有计算第6本，因为它还没有发行）。如果我们把\n时间的距离，我们等待的时间最长的书（因为...",
      "title": "我不认为 \"冰与火之歌 \"会结束。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我做了一個小小的計算。喬治-R-R-馬丁已經73歲了。他的《冰與火之歌\n的書從1996年到今天一直在發行。他發佈的最長時間\n的時間是第5本（我沒有計算第6本，因爲它還沒有發行）。如果我們把\n時間的距離，我們等待的時間最長的書（因爲...",
      "title": "我不認爲 \"冰與火之歌 \"會結束。"
    }
  ]
}