{
  "author": "jinjinatti",
  "original_created_utc": 1637925705,
  "title": "CMV:Doctors are totally justified to request exams based on patient profile",
  "created_utc": 1637944714,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It got me thinking about it after I read the testimony of this black woman from South Africa. She moved to another country and went to the doctor. Although the woman didn&#39;t show any related symptoms, the doctor requested her do an HIV test &quot;because she is from Africa&quot;. The patient sees this as racism.</p>\n\n<p>I did some research and found that in South Africa 20% of the adult population has HIV. And a large share of them does not even know they are HIV positive.</p>\n\n<p>Medical authorities from all over the world recommend practitioners to HIV test patients that have some non-negligible risk of having HIV, however small that risk is. That includes victims of rape, people who have unprotected casual sex, sex workers, gay men, among other groups considered at risk. Even among these groups, rates of undetected HIV are below what is seen in South Africa.</p>\n\n<p>Just to be clear, I believe it is the doctor&#39;s duty to explain in a clear and respectful way why they are requesting an HIV exam, to make it as safe and confortable an experience as possible to the patient.</p>\n\n<p>But I got banned from a subreddit for pointing out that requesting an HIV test from a patient from south africa is not necessarily racist. It is good practice, with few exceptions. I believe what made this woman feel uncomfortable about the HIV test is her own prejudice against HIV patients and ignorance of the statistics. HIV testing is quick, simple, and nothing to be offended by.</p>\n\n<p>So my point is: the doctor must be respectful and offer information, but patients should be submitted to simple exams if they are part of certain demographics according to statistical data, and they are wrong to claim that is racism/discrimination/etc</p>\n</div><!-- SC_ON -->",
  "score": 280,
  "permalink": "/r/changemyview/comments/r2l172/cmvdoctors_are_totally_justified_to_request_exams/",
  "subreddit": "changemyview",
  "id": "r2l172",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It got me thinking about it after I read the testimony of this black woman from\nSouth Africa. She moved to another country and went to the doctor. Although the\nwoman didn't show any related symptoms, the doctor requested her do an HIV test\n\"because she is from Africa\". The patient sees this as…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "のこの黒人女性の証言を読んで、考えさせられました。\n南アフリカ共和国の 彼女は他の国に移り住み、医者に行きました。その女性には何の症状もありませんでしたが\n何の症状も出ていないのに、医者は「アフリカ出身だから」とHIV検査を要求した。\n「アフリカ出身だから」という理由で。患者はこのことを...",
      "title": "CMV:医師が患者のプロフィールに基づいて検査を要求するのは全く正当なことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我读了这位来自南非的黑人妇女的证词后，我开始思考这个问题。\n南非的黑人妇女的证词后，我开始思考这个问题。她搬到另一个国家，去看医生。虽然这个女人没有表现出任何相关的症状\n她没有表现出任何相关的症状，但医生要求她做一个HIV测试。\n\"因为她是来自非洲\"。病人认为这是...",
      "title": "CMV：医生完全有理由根据病人情况要求进行检查"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我讀了這位來自南非的黑人婦女的證詞後，我開始思考這個問題。\n南非的黑人婦女的證詞後，我開始思考這個問題。她搬到另一個國家，去看醫生。雖然這個女人沒有表現出任何相關的症狀\n她沒有表現出任何相關的症狀，但醫生要求她做一個HIV測試。\n\"因爲她是來自非洲\"。病人認爲這是...",
      "title": "CMV：醫生完全有理由根據病人情況要求進行檢查"
    }
  ]
}