{
  "author": "hominoid_in_NGC4594",
  "original_created_utc": 1636803810,
  "title": "What do you think it was exactly that made Julius Caesar so formidable in battle?",
  "created_utc": 1636820170,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Im not so much interested in the Gallic Wars, bc im sort of in the camp that doubts most of what he presents in Commentarii de Bello Gallico. Ive gone through it twice now, and I just can not help but  think that most of the battles were way, way more one-sided than he lets on. And of course the enemy numbers are just ridiculous and in no way possible given the military logistical capabilities of the Gauls in the 1st century BC. Im sure there were a lot of them, but millions of warriors with almost zero Roman casualties?? Come on Caesar...</p>\n\n<p>Anyway, I am more curious about every other battle he fought against other Roman generals, in Iberia, southern Gaul, Northern Africa, Egypt, and of course Greece. What did he do differently than the optimate Roman generals? </p>\n\n<p>Aside from Dyrrhachium, and maybe Ruspina, he seems to have completely out-maneuvered every single one of his foes on the battlefield, and most of the time with a smaller force. And some of those generals had like 30-40 years of military experience under their belts, while Caesar had very little military experience (at least at the head of an army) when he first went off to Gaul. And his most trusted lieutenant from the wars in Gaul, Labienus, went over to the Optimates, and even he couldn&#39;t take Caesar down. I just don&#39;t understand what he did so differently that made him such a dangerous adversary. </p>\n\n<p>Anyone with more knowledge care to shed some light on this?</p>\n</div><!-- SC_ON -->",
  "score": 115,
  "permalink": "/r/AskHistorians/comments/qszm1u/what_do_you_think_it_was_exactly_that_made_julius/",
  "subreddit": "AskHistorians",
  "id": "qszm1u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Im not so much interested in the Gallic Wars, bc im sort of in the camp that\ndoubts most of what he presents in Commentarii de Bello Gallico. Ive gone\nthrough it twice now, and I just can not help but think that most of the battles\nwere way, way more one-sided than he lets on. And of course the…"
}