{
  "author": "TBOUnderdog",
  "the_new_excerpt": "So I have argued this for a while, someone came up to me and asked me if, \"I\nthought black lives matter\" this was in a major city (Seattle) and I said, \"The\nconcept of black people being equally as important and supported as any race and\nthey shouldn't be blindly murdered, Yes I think black lives…",
  "original_created_utc": 1623704340,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "だから、私はこのことをしばらく議論していたのですが、ある人が私のところに来て、「私は」と尋ねました。\nこれはシアトルという大都市でのことでしたが、私はこう答えました。\n黒人も他の人種と同じように重要で支持されていて、やみくもに殺されるべきではないという概念です。\n盲目的に殺害されるべきではないという概念は、黒人の命を...",
      "title": "CMV：Black Lives Matterを信じることは、BLM運動／組織を支持することではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我已经争论了一段时间，有人走过来问我，\"我是否\n我认为黑人的生命很重要\"，这是在一个大城市（西雅图），我说，\"黑人和任何种族一样重要，并得到支持的概念，我认为这很重要。\n我说，\"黑人和任何种族一样重要，一样受到支持，他们不应该被盲目地谋杀。\n他们不应该被盲目地谋杀，是的，我认为黑人的生命......",
      "title": "CMV：相信 \"黑人生活重要 \"并不要求你支持BLM运动/组织。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我已經爭論了一段時間，有人走過來問我，\"我是否\n我認爲黑人的生命很重要\"，這是在一個大城市（西雅圖），我說，\"黑人和任何種族一樣重要，並得到支持的概念，我認爲這很重要。\n我說，\"黑人和任何種族一樣重要，一樣受到支持，他們不應該被盲目地謀殺。\n他們不應該被盲目地謀殺，是的，我認爲黑人的生命......",
      "title": "CMV：相信 \"黑人生活重要 \"並不要求你支持BLM運動/組織。"
    }
  ],
  "title": "CMV: Believing Black Lives Matter does not require you support the BLM Movement/Organization",
  "created_utc": 1623732727,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I have argued this for a while, someone came up to me and asked me if, &quot;I thought black lives matter&quot; this was in a major city (Seattle) and I said, &quot;The concept of black people being equally as important and supported as any race and they shouldn&#39;t be blindly murdered, Yes I think black lives matter. If you mean the Neo-Marxist group Black Lives Matter, then no I don&#39;t.&quot;  The person started swearing at me and calling me a racist and I shrugged it off and moved on.  </p>\n\n<p>I didn&#39;t get it, the person thinks the BLM the group is BLM the concept and I think they&#39;re 2 different things. BLM the group is a neo-Marxist organization that has a whole lot of fucked up things in their manifesto that I have 0 interest in agreeing with. If their entire manifesto read thusly. &quot;Seeking to end systematic racism and promote black people as important to keep them safe from police and racists.&quot; I would 100% support the organization. Instead up until like 2 months ago it was a leftist rant about how people need to redistribute wealth and how we&#39;re oppressed by the rich. Things I just 1 don&#39;t believe in and 2 will never support.  </p>\n\n<p>Saying I don&#39;t support an organization does not make me a racist, it means I don&#39;t support that group. I have often encouraged people if they want to support Black Charities and black people to give to real organizations that do real work. <a href=\"https://www.naacpldf.org/\">https://www.naacpldf.org/</a> is a great charity, <a href=\"https://uncf.org/\">https://uncf.org/</a> is another one. Don&#39;t give it to people with a political agenda, give it to people trying to build communities with strong educated people. That&#39;s where you&#39;re gonna see real change.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/nzwuv0/cmv_believing_black_lives_matter_does_not_require/",
  "subreddit": "changemyview",
  "id": "nzwuv0",
  "is_self": true,
  "media": null,
  "is_video": false
}