{
  "author": "iaskquestionslol",
  "original_created_utc": 1637679817,
  "title": "YSK: A large number of your emails are tracked",
  "created_utc": 1637685552,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: From what time you opened them, to how many times you opened them, a lot of emails are sent with trackers that notify the sender when you open them. The sender can also have access to a dashboard that shows them the specifics of your email viewing habits.</p>\n\n<p>What you can do about it: there&#39;s several chrome extensions, for instance, that show a symbol next to an email&#39;s title that pops up if the email is being tracked. Ugly Emails for chrome is what I use. Its just another example of how your privacy is being breached and also if you&#39;ve ever noticed a boss or coworker seems particularly aware that you haven&#39;t responded to an email, this could be why.</p>\n</div><!-- SC_ON -->",
  "score": 260,
  "permalink": "/r/YouShouldKnow/comments/r0f5zq/ysk_a_large_number_of_your_emails_are_tracked/",
  "subreddit": "YouShouldKnow",
  "id": "r0f5zq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: From what time you opened them, to how many times you opened them, a\nlot of emails are sent with trackers that notify the sender when you open them.\nThe sender can also have access to a dashboard that shows them the specifics of\nyour email viewing habits.\n\nWhat you can do about it: there's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：何時に開封したか、何回開封したかなど、多くの\n多くのメールは、あなたがメールを開いたときに送信者に通知するトラッカー付きで送信されています。\n送信者はダッシュボードにアクセスして、あなたのメール閲覧習慣の詳細を表示することもできます。\nあなたのメール閲覧の習慣を示すダッシュボードにアクセスすることもできます。\n\nあなたにできること：そこには...",
      "title": "YSK: 多くのメールが追跡されています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：从你打开它们的时间，到你打开它们的次数，有很多\n很多邮件都带有追踪器，当你打开它们时，会通知发件人。\n发件人也可以访问一个仪表板，向他们显示你查看电子邮件习惯的具体情况。\n你查看电子邮件的习惯。\n\n你可以做什么：有...",
      "title": "YSK：你的大量邮件被追踪了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：從你打開它們的時間，到你打開它們的次數，有很多\n很多郵件都帶有追蹤器，當你打開它們時，會通知發件人。\n發件人也可以訪問一個儀表板，向他們顯示你查看電子郵件習慣的具體情況。\n你查看電子郵件的習慣。\n\n你可以做什麼：有...",
      "title": "YSK：你的大量郵件被追蹤了"
    }
  ]
}