{
  "author": "Tesafaye23",
  "original_created_utc": 1631453474,
  "title": "YSK all iPhones have IMEI numbers in both their settings and printed on the sim card tray. You can run this number through a plethora of websites to see if the phones locked, blacklisted, has Find my iPhone on, or is iCloud locked.",
  "created_utc": 1631476462,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: if you ever buy a used iPhone anywhere, there’s an extremely high chance it’s either stolen, someone’s old phone they don’t remember the info for, or not paid off. If you ask for the IMEI, you can make sure everything’s good and working on the phone. If the seller says they can’t access setting, tell them it’s on the sim tray. If they don’t send that either, it’s likely a scam.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/pmspz9/ysk_all_iphones_have_imei_numbers_in_both_their/",
  "subreddit": "YouShouldKnow",
  "id": "pmspz9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: if you ever buy a used iPhone anywhere, there’s an extremely high\nchance it’s either stolen, someone’s old phone they don’t remember the info for,\nor not paid off. If you ask for the IMEI, you can make sure everything’s good\nand working on the phone. If the seller says they can’t access…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、もしどこかで中古のiPhoneを買うとしたら、非常に高い確率で\n盗まれたものか、情報を覚えていない誰かの古い携帯電話か、支払いが済んでいないかのいずれかの可能性が極めて高いです。\nあるいは支払いが済んでいないかのいずれかです。IMEIを求めれば、すべてが良好であることを確認することができます。\n電話機で動作していることを確認できます。売り手がアクセスできないと言った場合...",
      "title": "YSK すべてのiPhoneには、設定にIMEI番号があり、SIMカードトレイにも印刷されています。この番号をさまざまなウェブサイトで検索すると、そのiPhoneがロックされていないか、ブラックリストに載っていないか、「iPhoneを探す」がオンになっていないか、iCloudがロックされていないかなどを調べることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：如果你在任何地方购买二手iPhone，极有可能是\n机会，要么是偷来的，要么是某人的旧手机，他们不记得信息了。\n或者没有付清。如果你要求提供IMEI，你可以确保手机上的一切都很好\n和工作的手机。如果卖家说他们无法访问...",
      "title": "YSK所有的iPhone在其设置中都有IMEI号码，并印在SIM卡托盘上。你可以通过大量的网站运行这个号码，看看手机是否被锁定，是否被列入黑名单，是否开启了查找我的iPhone，或者是否被iCloud锁定。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：如果你在任何地方購買二手iPhone，極有可能是\n機會，要麼是偷來的，要麼是某人的舊手機，他們不記得信息了。\n或者沒有付清。如果你要求提供IMEI，你可以確保手機上的一切都很好\n和工作的手機。如果賣家說他們無法訪問...",
      "title": "YSK所有的iPhone在其設置中都有IMEI號碼，並印在SIM卡托盤上。你可以通過大量的網站運行這個號碼，看看手機是否被鎖定，是否被列入黑名單，是否開啓了查找我的iPhone，或者是否被iCloud鎖定。"
    }
  ]
}