{
  "author": "Additional_Sage",
  "original_created_utc": 1625258328,
  "title": "I finally understood what Anton Ego meant when he said, “In the grand scheme of things, the average piece of junk is probably more meaningful than our criticism deeming it so.”",
  "created_utc": 1625276492,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I consider myself to be an extremely harsh critic, usually to the detriment of my own enjoyment. So, I understand what it feels like. I know how easy it is to dismiss someone’s life’s work based on literary criterion. </p>\n\n<p>There’s this little series out there, I’m sure everyone has heard of, called “The Wheel of Time.” I have had quite the turbulent relationship with this series. I unabashedly used to talk down the series whenever I got the chance. I hated everything about it, always feeling bewildered with the amount of praise it would receive. I still came back to it, though, always likening it in my mind to a morbid curiosity in exploring bad writing than any actual affectation to the story. But then it hit home. I realised something. I kept coming back to this series whenever I felt depressed or frustrated in other aspects of life. Subconsciously, I would pick it up, and afterwards, feel just a little bit better. Life’s problems didn’t seem as daunting as they had before.</p>\n\n<p>It was this inexplicable and bucolic charm, that no matter how much I tried to downplay the series’s issues and weaknesses, would always find a way to help me when I felt down.</p>\n\n<p>I have come to understand that the real strength of a book doesn’t lie in its literary merit - even though I still enjoy those books more in terms of the actual reading - but in the feelings it elicits for the reader. That is why we can all have such different experiences with different books.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/ociwn6/i_finally_understood_what_anton_ego_meant_when_he/",
  "subreddit": "books",
  "id": "ociwn6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I consider myself to be an extremely harsh critic, usually to the detriment of\nmy own enjoyment. So, I understand what it feels like. I know how easy it is to\ndismiss someone’s life’s work based on literary criterion.\n\nThere’s this little series out there, I’m sure everyone has heard of, called\n“The…"
}