{
  "author": "Additional_Sage",
  "original_created_utc": 1625258328,
  "title": "I finally understood what Anton Ego meant when he said, “In the grand scheme of things, the average piece of junk is probably more meaningful than our criticism deeming it so.”",
  "created_utc": 1625276492,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I consider myself to be an extremely harsh critic, usually to the detriment of my own enjoyment. So, I understand what it feels like. I know how easy it is to dismiss someone’s life’s work based on literary criterion. </p>\n\n<p>There’s this little series out there, I’m sure everyone has heard of, called “The Wheel of Time.” I have had quite the turbulent relationship with this series. I unabashedly used to talk down the series whenever I got the chance. I hated everything about it, always feeling bewildered with the amount of praise it would receive. I still came back to it, though, always likening it in my mind to a morbid curiosity in exploring bad writing than any actual affectation to the story. But then it hit home. I realised something. I kept coming back to this series whenever I felt depressed or frustrated in other aspects of life. Subconsciously, I would pick it up, and afterwards, feel just a little bit better. Life’s problems didn’t seem as daunting as they had before.</p>\n\n<p>It was this inexplicable and bucolic charm, that no matter how much I tried to downplay the series’s issues and weaknesses, would always find a way to help me when I felt down.</p>\n\n<p>I have come to understand that the real strength of a book doesn’t lie in its literary merit - even though I still enjoy those books more in terms of the actual reading - but in the feelings it elicits for the reader. That is why we can all have such different experiences with different books.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/ociwn6/i_finally_understood_what_anton_ego_meant_when_he/",
  "subreddit": "books",
  "id": "ociwn6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I consider myself to be an extremely harsh critic, usually to the detriment of\nmy own enjoyment. So, I understand what it feels like. I know how easy it is to\ndismiss someone’s life’s work based on literary criterion.\n\nThere’s this little series out there, I’m sure everyone has heard of, called\n“The…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は自分自身を非常に厳しい批評家だと思っていますが、たいていは自分の楽しみを損なうことになります。\n自分の楽しみのために ですから、その気持ちはよくわかります。人の魅力を否定することがどれほど簡単なことか、私は知っています。\n人のライフワークを文学的な基準で否定することがいかに簡単かを知っています。\n\n誰もが耳にしたことがあるであろう、「The...」という小さなシリーズがあります。\n\"The...",
      "title": "アントン・エゴが言った「物事の全体的な流れの中で、平均的なガラクタは、我々が批判的に判断するよりも意味があるだろう」という意味が、ようやく理解できました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为自己是一个极其严厉的批评者，通常会损害到\n我自己的享受。所以，我理解这种感觉。我知道这有多容易\n根据文学标准否定一个人的一生的工作。\n\n外面有一个小系列，我相信每个人都听说过，叫做\n\"《......》。",
      "title": "我终于明白安东-艾格的意思，他说：\"在事物的大计划中，普通的垃圾可能比我们的批评认为它更有意义\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲自己是一個極其嚴厲的批評者，通常會損害到\n我自己的享受。所以，我理解這種感覺。我知道這有多容易\n根據文學標準否定一個人的一生的工作。\n\n外面有一個小系列，我相信每個人都聽說過，叫做\n\"《......》。",
      "title": "我終於明白安東-艾格的意思，他說：\"在事物的大計劃中，普通的垃圾可能比我們的批評認爲它更有意義\"。"
    }
  ]
}