{
  "author": "Pancake_muncher",
  "original_created_utc": 1627768582,
  "title": "\"Catch and Kill\" by Ronan Farrow. I thought I knew about the Weinstein Story, but it's much deeper and so much scarier underneath the surface.",
  "created_utc": 1627786055,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>TW; subject includes sexual assault</p>\n\n<p>Quick summary of the book: Catch and Kill is predominantly Ronan Farrow&#39;s journey to uncovering and making the public aware of Harvey Weinstein&#39;s decades of predatory sexual assault and harassment against the women he worked with. He follows this with a look at how Weinstein wasn&#39;t an isolated case, but one of many offenders in an industry where men were abusing their power and using it to silence their victims with NDAs and payoffs. </p>\n\n<p>I thought I knew about the story, but there is so much more involved including ex-isreali agents, a large network of powerful figures at the NBC network that Ronan Farrow encounters, private companies that specialize in catching and killing sexual assault stories while silencing and intimidating victims, and even privately sold software that is used to track journalists, one of which was used to track and kill journalist Jamal Khashkoggi. Connections to Donald Trump and Jeffry Epstein are mentioned due to companies shared. I was only really curious on how much it actually cost and how many people are directly involved with these companies specializing in smear campaigns, sending intimidating threats, and etc.</p>\n\n<p>My first thought was that there was a terrifying amount of power for a movie producer to have and the amount resources and connections to continue sexual assaulting women for decades.  I came away thinking how many more industry&#39;s continue these practices and how much more terrifying it must be for the victims who have no support even if you are a famous actress. The most recent story of the toxic culture at Activision Blizzard, makes me think how many more have been silenced.</p>\n\n<p>The most horrifying was when the victims shared their stories with their encounters with Harvey Weinstein and Matt Lauer. The acts performed and the aftermath including what they could and couldn&#39;t do. You feel they were cornered and didn&#39;t have anything to help them, which forced them to take an NDA and a settlement. The Victims even after the NDA had their careers destroyed, intimidated and tracked, facing PTSD and mental health issues stemming from paranoia, victim blamed, and slut shamed. The victims are brave stepping forward and encouraging others for stepping forward to tell their story. I just wonder if the system, the internet, and the perpetrators will go to stop and dismiss the &quot;Me Too&quot; movement. </p>\n\n<p>As for the writing, it&#39;s nothing stylish as it is appropriately first person in Ronan&#39;s POV and the process of journalism is a lot of hard work, vetting, and source checking. At times you feel the paranoia and even the fears he had being watched and attempts to have the story dismiss by Matt Lauer, and even the heads of NBC. He does a good job keeping to the point and sharing his history with the subject matter including his sister&#39;s rape allegation against their father Woody Allen. I haven&#39;t read many investigative journalism books except Bad Blood and a few others. So I can&#39;t really compare that much whether it&#39;s extremely written. </p>\n\n<p>Overall, if you can handle the subject matter. It can deepen your perception on what &quot;rape culture&quot; is and how it continues to persevere, the conception of the &quot;Me Too&quot; movement, and how many end complying with predators whether they know it or it. I was left angry, saddened, and a little bit hopeful that victims are listened to and consequences are dispensed to the perpetrators. Unfortunately I&#39;m reminded that we had presidents, supreme court justices, politicians, and celebrities that run free and flourish without consequences.</p>\n\n<p>I&#39;m depressed and need to read a Star Wars book or something after this.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ovfwdb/catch_and_kill_by_ronan_farrow_i_thought_i_knew/",
  "subreddit": "books",
  "id": "ovfwdb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "TW; subject includes sexual assault\n\nQuick summary of the book: Catch and Kill is predominantly Ronan Farrow's\njourney to uncovering and making the public aware of Harvey Weinstein's decades\nof predatory sexual assault and harassment against the women he worked with. He\nfollows this with a look at…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "TW; テーマは性的暴行を含む\n\n本の概要を簡単に説明します。キャッチ＆キル』は、主にローナン・ファローの\nハーヴェイ・ワインスタインの数十年にわたる犯罪を暴き、世間に知らしめるまでの道のり。\nを、女性への性的暴行とハラスメントを行った。彼は\nそして、その後に続くのは...。",
      "title": "\"キャッチ＆キル\" ローナン・ファロー著 ワインスタイン・ストーリーについては知っているつもりでしたが、表面下ではもっと深く、もっと怖いのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "TW；主题包括性侵犯\n\n这本书的快速摘要。捕杀》主要是罗南-法罗的\n罗南-法罗揭露并让公众了解哈维-温斯坦几十年来的\n他揭露了哈维-温斯坦几十年来对与他共事的女性进行掠夺性性侵犯和性骚扰的行为，并让公众了解这些行为。他\n在这之后，他回顾了...",
      "title": "罗南-法罗的 \"捕杀\"。我以为我知道韦恩斯坦的故事，但它在表面之下更深，更可怕。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "TW；主題包括性侵犯\n\n這本書的快速摘要。捕殺》主要是羅南-法羅的\n羅南-法羅揭露並讓公衆瞭解哈維-溫斯坦幾十年來的\n他揭露了哈維-溫斯坦幾十年來對與他共事的女性進行掠奪性性侵犯和性騷擾的行爲，並讓公衆瞭解這些行爲。他\n在這之後，他回顧了...",
      "title": "羅南-法羅的 \"捕殺\"。我以爲我知道韋恩斯坦的故事，但它在表面之下更深，更可怕。"
    }
  ]
}