{
  "author": "jj-spooky",
  "the_new_excerpt": "I'm 19 turning 20 next week and I want to get back into reading. I'm not in\nschool right now, I'm just working and trying to figure out what I want to do\nwith my life. I've been depressed and I want an escape from it. My head used to\nconstantly be buried in a book and I want to regain that love.…",
  "original_created_utc": 1622048014,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は19歳で来週20歳になるのですが、また読書を再開したいと思っています。今は学校に行っていません。\n今は学校に通っているわけではなく、仕事をしながら自分が何をしたいのかを考えています。\n人生で何をしたいかを考えています。私は落ち込んでいて、そこから逃れたいと思っています。私の頭はいつも\n本の中に常に埋もれていたので、その愛を取り戻したい....",
      "title": "19/20歳向けの青春/YA本？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我今年19岁，下周将满20岁，我想重新开始阅读。我现在不在\n我现在不在学校，我只是在工作，并试图弄清楚我想做什么\n我的生活。我一直很郁闷，我想逃避它。我的脑袋曾经\n一直埋头于书中，我想重新获得这种爱....。",
      "title": "为19/20岁的人编写的成长/青年书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我今年19歲，下週將滿20歲，我想重新開始閱讀。我現在不在\n我現在不在學校，我只是在工作，並試圖弄清楚我想做什麼\n我的生活。我一直很鬱悶，我想逃避它。我的腦袋曾經\n一直埋頭於書中，我想重新獲得這種愛....。",
      "title": "爲19/20歲的人編寫的成長/青年書？"
    }
  ],
  "title": "Coming of age/YA book for 19/20 year old?",
  "created_utc": 1622069182,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m 19 turning 20 next week and I want to get back into reading. I&#39;m not in school right now, I&#39;m just working and trying to figure out what I want to do with my life. I&#39;ve been depressed and I want an escape from it. My head used to constantly be buried in a book and I want to regain that love. It&#39;s hard to find anything that really captures me anymore. </p>\n\n<p>When I was younger (like middle school/early highschool age) I used to love reading books where I could relate to the main characters. I want to find a book like that again but for my current age. So my question is:</p>\n\n<p>What are some good coming of age/ young adult books for a girl in her early 20s?</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/booksuggestions/comments/nllpil/coming_of_ageya_book_for_1920_year_old/",
  "subreddit": "booksuggestions",
  "id": "nllpil",
  "is_self": true,
  "media": null,
  "is_video": false
}