{
  "author": "PunkandCannonballer",
  "original_created_utc": 1629525929,
  "title": "My favorite moment in Kingkiller Chronicles",
  "created_utc": 1629558921,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I love Name of the Wind and even really like the somewhat fairly maligned sequel. In fact, my favorite scene in the series and one of my all time favorite moments in any book is in Wise Man&#39;s Fear. In chapter 7 Kvothe has been drugged making him emotionally unstable. This results in him hiding in his room, being emotionally tortured by the memories of his happy childhood. He&#39;s quietly crying when Auri makes a surprise visit and immediately understands that he&#39;s being overwhelmed by the emotions he&#39;s feeling. The ones he never dealt with or faced fully. </p>\n\n<p>The scene is short, and consists entirely of Auri comforting Kvothe while he&#39;s falling apart. He tells her he misses his mom, and shares a story of the two of them singing together when he was a baby, ending by saying that he&#39;s never going to see her again and fully giving into the ocean of grief in his heart.</p>\n\n<p>And the chapter ends with Auri simply saying, &quot;It&#39;s okay, I&#39;m here. You&#39;re safe.&quot;</p>\n\n<p>It&#39;s just such a quiet, beautiful moment which says so much about Auri and Kvothe. Auri knowing fully the grief that he deals with, and immediately comforting him the moment she realizes what&#39;s happening. Kvothe and the constant momentum of his life and story pushing aside the ability to grieve in any healthy way, making him emotionally stunted and withdrawn all the way up to the present day. It&#39;s a heartbreaking scene because the grief feels so real, and it hurts all the more knowing that Auri has likely suffered to at least a similar degree, and yet there&#39;s beauty in their friendship, and in the way they will immediately comfort each other, and help each other through their misery when it becomes overwhelming. </p>\n\n<p>Anyway, I loved it.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/p8m8h1/my_favorite_moment_in_kingkiller_chronicles/",
  "subreddit": "books",
  "id": "p8m8h1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I love Name of the Wind and even really like the somewhat fairly maligned\nsequel. In fact, my favorite scene in the series and one of my all time favorite\nmoments in any book is in Wise Man's Fear. In chapter 7 Kvothe has been drugged\nmaking him emotionally unstable. This results in him hiding in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は「風の名前」が大好きで、やや酷評されている続編もとても好きです。\n続編も大好きです。実際、このシリーズの中で一番好きなシーン、そしてあらゆる本の中でも一番好きなシーンの一つが\n本の中で一番好きな場面は、「賢者の恐怖」です。第7章でKvotheは薬を飲まされていて\n情緒不安定になっています。その結果、彼は...に隠れることになる。",
      "title": "キングキラー・クロニクルズでのお気に入りの瞬間"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢《风之名》，甚至非常喜欢这个有点被恶搞的续集。\n续集。事实上，我最喜欢这个系列中的场景，也是我有史以来最喜欢的场景之一\n的时刻是在《智者的恐惧》中。在第七章中，Kvothe被下了药\n使他情绪不稳定。这导致他躲在...",
      "title": "我在《弑君者编年史》中最喜欢的时刻"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡《風之名》，甚至非常喜歡這個有點被惡搞的續集。\n續集。事實上，我最喜歡這個系列中的場景，也是我有史以來最喜歡的場景之一\n的時刻是在《智者的恐懼》中。在第七章中，Kvothe被下了藥\n使他情緒不穩定。這導致他躲在...",
      "title": "我在《弒君者編年史》中最喜歡的時刻"
    }
  ]
}