{
  "author": "_Kristina0301_",
  "the_new_excerpt": "I’m 17 and I’ve loved reading my whole life. I used to love YA series like the\nHunger Games, Maze Runner, Cinder, Divergent, etc but in the last couple years I\nkind of grown out of them. No hate towards YA, it can be enjoyed by any age or\nreading level. I just feel that I’ve read so many of them…",
  "original_created_utc": 1622752932,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は17歳ですが、人生でずっと読書が好きでした。以前は、『ハンガー・ゲーム』、『メイズ・ランナー』、『シンダー』、『ダイバージェント』などのYAシリーズが大好きでした。\nハンガー・ゲーム』、『メイズ・ランナー』、『シンダー』、『ダイバージェント』などのYAシリーズが好きでしたが、ここ2、3年の間に\nしかし、ここ2、3年でそれらのシリーズには飽きてしまいました。YAを嫌っているわけではなく、年齢や読書レベルに関係なく楽しむことができます。\n読書レベルに関係なく楽しめます。ただ、あまりにも多くのYAシリーズを読んでしまったような気がして...。",
      "title": "読んでも読んでも終わらない状態から抜け出したい"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我今年17岁，我一生都喜欢阅读。我曾经喜欢YA系列，如\n饥饿游戏》、《迷途者》、《灰姑娘》、《分歧者》等等，但在过去的几年里，我逐渐淡忘了它们。\n但在过去的几年里，我已经不喜欢它们了。我不讨厌YA，任何年龄或阅读水平的人都可以享受它。\n阅读水平。我只是觉得，我已经读了这么多......",
      "title": "帮助我摆脱这种阅读停滞状态"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我今年17歲，我一生都喜歡閱讀。我曾經喜歡YA系列，如\n飢餓遊戲》、《迷途者》、《灰姑娘》、《分歧者》等等，但在過去的幾年裏，我逐漸淡忘了它們。\n但在過去的幾年裏，我已經不喜歡它們了。我不討厭YA，任何年齡或閱讀水平的人都可以享受它。\n閱讀水平。我只是覺得，我已經讀了這麼多......",
      "title": "幫助我擺脫這種閱讀停滯狀態"
    }
  ],
  "title": "Help me get out of this reading stand still",
  "created_utc": 1622775771,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m 17 and I’ve loved reading my whole life. I used to love YA series like the Hunger Games, Maze Runner, Cinder, Divergent, etc but in the last couple years I kind of grown out of them. No hate towards YA, it can be enjoyed by any age or reading level. I just feel that I’ve read so many of them that the genre is no longer surprising or interesting for me. When I let go of YA I started leaning more towards classics, which are enjoyable but, of course, require more thought and focus. While holding their own value, classics don’t have that fun addictive quality I used to enjoy so much. To Kill A Mockingbird isn’t exactly keeping me up all night saying “one more chapter.” I want to read some more contemporary, exciting adult fiction but to be honest I don’t know where to start. All my life I’ve only ever been advertised YA and classic literature. Can you suggest some must-reads to get me started?</p>\n\n<p>P.S, I working through Game of Thrones right now which is great but also very detailed and dense. Maybe a couple lighter books to read in between those would be nice. George R. R. Martin needs to relax, the one I just finished had a 40 page long appendix XD\nSorry for the long post.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/booksuggestions/comments/nrnghw/help_me_get_out_of_this_reading_stand_still/",
  "subreddit": "booksuggestions",
  "id": "nrnghw",
  "is_self": true,
  "media": null,
  "is_video": false
}