{
  "author": "Reads_Sometimes",
  "original_created_utc": 1633571058,
  "title": "A slightly different “my relative doesn’t read” post",
  "created_utc": 1633577685,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was lucky enough to know my Grandpa for my entire childhood. Despite living quite a ways away from him and my Grandma, I always saw them multiple times a year for days at a time.</p>\n\n<p>I never saw my grampa read a book. I saw him use a thick magnifying glass to pore, slowly, over a newspaper, sure. But a full-fledged book? Not once. As I got older, and as he got older, I realized that I didn’t know him nearly as well as I wanted to. So I talked with family about him, talked with him about family, and, on the rare occasion that he was willing, talked with him about him.</p>\n\n<p>I learned that he had done a lot in his life. What he did in the military. How hard he worked to support his many children. What dreams he once had that, while he was perfectly happy with how life had gone, he still wondered about. How, upon receiving a lounge chair one birthday, he returned it because the family was poor and because, well, he never sat down, anyway.</p>\n\n<p>Once, soon before he died, he asked about a book I was reading. It was a thick epic fantasy book, and he was a very practical man, so I tried my hardest to explain why reading this thing for the third time was something I thought worthwhile. After a short while, we talked about something else. In hindsight, I suspect he realized that I was uncomfortable.</p>\n\n<p>My Grandpa passed a few years back and I helped clean out his house. Cleaning out his packed office, I saw something that still surprises and pains me to this day. Right in the back of the room were two tall bookcases, both almost completely filled with a horde of books. It had that lack of organization that made it clear you cared more about reading the books than looking at them. Most were nonfiction, but many weren’t. On the top shelf, I found a small array or five or so books, all of them with some random bit of torn newspaper marking where he was. It looked as though they were all just waiting to get picked up and finished.</p>\n\n<p>But all those books were coated in a thick layer of dust, far more than would’ve accumulated since he had last been in that room. What had happened was obvious. He had read plenty in his retirement. Frankly, he probably read more steadily than I ever have. Then came the day when he was about to go over and choose which of the five he’d continue and instead thought, “I can’t bear to go as slowly as my bad eyes forced me to yesterday.” He had always gone over that newspaper so damn slowly, yet I had never realized that doing the same for a book would be torture, especially for a voracious reader.</p>\n\n<p>Those bookshelves are in my bedroom now.</p>\n\n<p>If you’re gonna take a lesson from this, I think there are a few. First, never assume someone doesn’t read just because you never see it or because they don’t seem like one. Maybe they’ve just never realized you’d like to know. Ask. Second, when sharing your interests with those who care about you, don’t distort it to make it palatable to them. They might find it genuinely interesting. At the very least, hearing a loved one gush about their passion is never unpleasant in moderation. Third, not everyone knows about/trusts the quality of audiobooks. Those who don’t tend to be older- the same people who often have worsening vision. Spread the word, if only just in case.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/q2ymjt/a_slightly_different_my_relative_doesnt_read_post/",
  "subreddit": "books",
  "id": "q2ymjt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was lucky enough to know my Grandpa for my entire childhood. Despite living\nquite a ways away from him and my Grandma, I always saw them multiple times a\nyear for days at a time.\n\nI never saw my grampa read a book. I saw him use a thick magnifying glass to\npore, slowly, over a newspaper, sure. But…"
}