{
  "author": "diepio2uu",
  "the_new_excerpt": "People should be happy with their bodies. That's a fact; you need that to start\nchanging. You need to love yourself before you become more healthy. You should\nlove yourself to work your weight off and be determined to get rid of your\nweight. However, saying that an obese woman who weighs 400 pounds…",
  "original_created_utc": 1617680053,
  "localize": [
    {
      "locale": "ja-JA",
      "the_new_excerpt": "人は自分の体に満足すべきです。それが事実であり、あなたが変わり始めるためには\n変わることができます。健康になる前に、自分を好きになる必要があります。自分を愛することで\n自分を愛することで、体重を減らす努力をし、体重を減らそうと決意するのです。\n体重を減らすために、自分を愛するべきです。しかし、体重400ポンドの肥満女性が...と言っても、そんなことはありません。",
      "title": "CMV：ボディポジティブは良いことですし、推進すべきですが、あらゆるサイズでの健康を求める運動は公衆衛生上のリスクがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "人们应该对自己的身体感到满意。这是一个事实；你需要这个开始\n变化。在你变得更健康之前，你需要爱自己。你应该\n爱自己才能努力减肥，要坚决摆脱你的。\n的体重。然而，说一个体重400斤的肥胖女人... ...",
      "title": "CMV：身体积极性是好的，应该提倡，但每个尺寸的健康运动都是一种公共卫生风险。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "人們應該對自己的身體感到滿意。這是一個事實；你需要這個開始\n變化。在你變得更健康之前，你需要愛自己。你應該\n愛自己才能努力減肥，要堅決擺脫你的。\n的體重。然而，說一個體重400斤的肥胖女人... ...",
      "title": "CMV：身體積極性是好的，應該提倡，但每個尺寸的健康運動都是一種公共衛生風險。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "人は自分の体に満足すべきです。それが事実であり、あなたが変わり始めるためには\n変わることができます。健康になる前に、自分を好きになる必要があります。自分を愛することで\n自分を愛することで、体重を減らす努力をし、体重を減らそうと決意するのです。\n体重を減らすために、自分を愛するべきです。しかし、体重400ポンドの肥満女性が...と言っても、そんなことはありません。",
      "title": "CMV：ボディポジティブは良いことですし、推進すべきですが、あらゆるサイズでの健康を求める運動は公衆衛生上のリスクがあります。"
    }
  ],
  "title": "CMV: While body positivity is good and should be promoted, the health at every size movement is a public health risk.",
  "created_utc": 1617696366,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>People should be happy with their bodies. That&#39;s a fact; you need that to start changing. You need to love yourself before you become more healthy. You should love yourself to work your weight off and be determined to get rid of your weight. However, saying that an obese woman who weighs 400 pounds and has had multiple strokes is healthy is completely incorrect. Obesity causes many health consequences and has caused many deadly problems. [1] This movement will most likely cause many problems in national health if kept up. Obesity is obviously unhealthy, and the Health at Any Size movement, in my opinion, is a crisis.</p>\n\n<p>[1] <a href=\"https://www.cdc.gov/obesity/adult/causes.html\">https://www.cdc.gov/obesity/adult/causes.html</a></p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/ml2kdq/cmv_while_body_positivity_is_good_and_should_be/",
  "subreddit": "changemyview",
  "id": "ml2kdq",
  "is_self": true,
  "media": null,
  "is_video": false
}