{
  "author": "InvertedReflexes",
  "original_created_utc": 1631479330,
  "title": "YSK that if you go to an animal shelter, you shouldn't touch more than one cat.",
  "created_utc": 1631538759,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>I started volunteering and they had us in this orientation - One big point was that the kittens are in cages specifically to limit the chance that disease can spread. Even if one cat gets sick, it doesn&#39;t necessarily spread to the rest of the room and won&#39;t carry to the other rooms.</p>\n\n<p>This might sound insignificant, but a lot of the cats there are kittens, whose immune systems haven&#39;t developed yet. A stomach parasite killed all of the kittens I&#39;d been fostering and some 75 percent of the kittens in the shelter.</p>\n\n<p>The place I volunteer at, they actually have the cats that have been there the longest in a sort of &quot;group room,&quot; it&#39;s like a children&#39;s room for cats - Most shelters probably won&#39;t have this but yeah. Older cats, even if they&#39;re bringing in a disease, have a better chance of surviving it.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/pn0p9c/ysk_that_if_you_go_to_an_animal_shelter_you/",
  "subreddit": "YouShouldKnow",
  "id": "pn0p9c",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nI started volunteering and they had us in this orientation - One big point was\nthat the kittens are in cages specifically to limit the chance that disease can\nspread. Even if one cat gets sick, it doesn't necessarily spread to the rest of\nthe room and won't carry to the other rooms.\n\nThis…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\nボランティアを始めて、このオリエンテーションに参加したのですが、大きなポイントがありました。\n子猫たちは、病気が広がる可能性を抑えるために、特別にケージに入れられています。\nが広がらないようにするためです。1匹の猫が病気になったとしても、それが他の部屋に広がるとは限りません。\nまた、他の部屋にも伝染しません。\n\nこの...",
      "title": "動物保護施設に行っても、複数の猫を触ってはいけないというYSKさん。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n我开始做义工，他们让我们参加这个介绍会--一个重要的观点是\n笼子里的小猫是专门用来限制疾病传播的机会的。\n传播的机会。即使一只猫生病了，也不一定会传染给其他的猫。\n即使一只猫生病了，也不一定会传播到其他房间，也不会传到其他房间。\n\n这...",
      "title": "YSK，如果你去动物收容所，你不应该接触超过一只猫。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n我開始做義工，他們讓我們參加這個介紹會--一個重要的觀點是\n籠子裏的小貓是專門用來限制疾病傳播的機會的。\n傳播的機會。即使一隻貓生病了，也不一定會傳染給其他的貓。\n即使一隻貓生病了，也不一定會傳播到其他房間，也不會傳到其他房間。\n\n這...",
      "title": "YSK，如果你去動物收容所，你不應該接觸超過一隻貓。"
    }
  ]
}