{
  "author": "poptartmonkeys",
  "the_new_excerpt": "I watched this movie for the second time after seeing it a couple years ago and\nI really loved it as much as the first viewing. I know this film is based off of\na short story called \"Story of Your Life\" by Ted Chiang, which I plan on\nreading. I wanted them see if anyone has any suggestions for…",
  "original_created_utc": 1621902860,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "数年前に見た後、2回目にこの映画を見ましたが\n最初に見たときと同じようにとても気に入りました。この映画は、「Story of Your Life」という短編小説をベースにしていることを知っています。\nテッド・チャンの「Story of Your Life」という短編小説が元になっていることを知っていて、これから読もうと思っています。\n読むつもりです。どなたかお勧めの作品がありましたら教えてください。",
      "title": "エイミー・アダムス主演の2016年映画「アライバル」に似たおすすめ作品を探しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在几年前看过这部电影后，我第二次观看了这部电影。\n我真的很喜欢它，就像第一次观看时一样。我知道这部电影改编自\n我知道这部电影是根据泰德-蒋的短篇小说《你的生活的故事》改编的，我打算读一读这个故事。\n阅读。我想看看是否有人对这部电影有什么建议。",
      "title": "寻找类似于2016年艾米-亚当斯主演的电影《降临》的推荐。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在幾年前看過這部電影后，我第二次觀看了這部電影。\n我真的很喜歡它，就像第一次觀看時一樣。我知道這部電影改編自\n我知道這部電影是根據泰德-蔣的短篇小說《你的生活的故事》改編的，我打算讀一讀這個故事。\n閱讀。我想看看是否有人對這部電影有什麼建議。",
      "title": "尋找類似於2016年艾米-亞當斯主演的電影《降臨》的推薦。"
    }
  ],
  "title": "Looking for a Recommendation Similar to the 2016 Film \"Arrival\" starring Amy Adams.",
  "created_utc": 1621927184,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I watched this movie for the second time after seeing it a couple years ago and I really loved it as much as the first viewing. I know this film is based off of a short story called &quot;Story of Your Life&quot; by Ted Chiang, which I plan on reading. I wanted them see if anyone has any suggestions for something similar, whether that be the science fiction aspects, the unique use of language, or the &quot;plot twist&quot; of the movie (don&#39;t wanna post any spoilers).</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/booksuggestions/comments/nkcq4f/looking_for_a_recommendation_similar_to_the_2016/",
  "subreddit": "booksuggestions",
  "id": "nkcq4f",
  "is_self": true,
  "media": null,
  "is_video": false
}