{
  "author": "benjaneson",
  "original_created_utc": 1629639086,
  "title": "The full name of Pedro I, the first Emperor of Brazil, was \"Pedro de Alcântara Francisco António João Carlos Xavier de Paula Miguel Rafael Joaquim José Gonzaga Pascoal Cipriano Serafim\" - 18 words (and the full name of his son Pedro II was 17 words). Why did Portuguese royalty give such long names?",
  "created_utc": 1629654230,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit:   </p>\n\n<p>Apparently, it wasn&#39;t just the Portuguese royal family.<br/>\nCharles I, the final Emperor of Austria-Hungary, gave 13+ names to each of his eight children:</p>\n\n<ul>\n<li>Otto was &quot;Franz Joseph Otto Robert Maria Anton Karl Max Heinrich Sixtus Xaver Felix Renatus Ludwig Gaetan Pius Ignatius&quot; (17)</li>\n<li>Adelheid was &quot;Adelheid Maria Josepha Sixta Antonia Roberta Ottonia Zita Charlotte Luise Immakulata Pia Theresia Beatrix Franziska Isabella Henriette Maximiliana Genoveva Ignatia Marcus d&#39;Aviano&quot; (22)</li>\n<li>Robert was &quot;Robert Karl Ludwig Maximilian Michael Maria Anton Franz Ferdinand Joseph Otto Hubert George Pius Johannes Marcus d&#39;Aviano&quot; (17)</li>\n<li>Felix was &quot;Felix Friedrich August Maria vom Siege Franz Joseph Peter Karl Anton Robert Otto Pius Michael Benedikt Sebastian Ignatius Marcus d&#39;Aviano&quot; (20)</li>\n<li>Carl Ludwig was &quot;Carl Ludwig Maria Franz Joseph Michael Gabriel Antonius Robert Stephan Pius Gregor Ignatius Marcus d&#39;Aviano&quot; (15)</li>\n<li>Rudolf was &quot;Rudolf Syringus Peter Karl Franz Joseph Robert Otto Antonius Maria Pius Benedikt Ignatius Laurentius Justiniani Marcus d&#39;Aviano&quot; (17)</li>\n<li>Charlotte was &quot;Charlotte Hedwig Franziska Josepha Maria Antonia Roberta Ottonia Pia Anna Ignatia Marcus d&#39;Aviano&quot; (13)</li>\n<li>Elisabeth was &quot;Elisabeth Charlotte Alphonsa Christina Theresia Antonia Josepha Roberta Ottonia Franziska Isabelle Pia Marcus d&#39;Aviano&quot; (14)</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 106,
  "permalink": "/r/AskHistorians/comments/p9ciif/the_full_name_of_pedro_i_the_first_emperor_of/",
  "subreddit": "AskHistorians",
  "id": "p9ciif",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Edit:\n\nApparently, it wasn't just the Portuguese royal family.\nCharles I, the final Emperor of Austria-Hungary, gave 13+ names to each of his\neight children:\n\n * Otto was \"Franz Joseph Otto Robert Maria Anton Karl Max Heinrich Sixtus Xaver\n   Felix Renatus Ludwig Gaetan Pius Ignatius\" (17)\n *…"
}