{
  "author": "Grinch20000",
  "original_created_utc": 1628583334,
  "title": "YSK: Regarding the workplace, resilience and self-regulation are about bouncing back, adapting to adversity, being flexible, and maintaining motivation. Resilience and motivation are NOT about being abused and showing no emotion to that or becoming burnt out and not showing adverse reactions",
  "created_utc": 1628599063,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I’ve noticed with customer facing roles some employers like to note they’d like  their prospective employee to show “resilience” or “ability to self-regulate”. </p>\n\n<p>It’s important to ask what they mean by that in the interview stage or even prior to applying because they can be referring to wanting employees who don’t react outwardly to being abused on the phone/in person. </p>\n\n<p>This could then indicate previous employees may have left because they were abused consistently by customers or cried in the workplace due to these challenges. </p>\n\n<p>It’s important to know the true meaning of these terms so you know what to expect and whether the employer is supportive of full range of emotion and acknowledge their staff are human beings. Sure, self-regulation does include being able to appropriately express emotion, however, if you are yelled at or sworn at it is entirely appropriate to become upset.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/p1kxyx/ysk_regarding_the_workplace_resilience_and/",
  "subreddit": "YouShouldKnow",
  "id": "p1kxyx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I’ve noticed with customer facing roles some employers like to note\nthey’d like their prospective employee to show “resilience” or “ability to\nself-regulate”.\n\nIt’s important to ask what they mean by that in the interview stage or even\nprior to applying because they can be referring to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 顧客と接する仕事の場合、雇用主の中には、将来の従業員には以下のような能力を身につけてほしいと書きたがる人がいます。\nレジリエンス」や「自己調整能力」を求めています。\n自己調整能力」と書きたがることがあります。\n\n面接の段階で、あるいは応募する前に、その意味するところを聞いておくことが重要です。\n応募する前に意味を聞いておくことが大切です。",
      "title": "YSK: 職場では、レジリエンスと自己調整力は、逆境を跳ね返し、適応し、柔軟に対応し、モチベーションを維持することです。レジリエンスやモチベーションとは、虐待を受けても何の感情も示さないことや、燃え尽きても何の反応も示さないことではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我注意到在面对客户的职位时，一些雇主喜欢指出\n他们希望未来的员工能够表现出 \"抗压能力 \"或 \"自我调节能力\"。\n自我调节的能力\"。\n\n在面试阶段，甚至在申请之前，一定要问清楚他们的意思。\n因为他们所指的可能是......",
      "title": "YSK：关于工作场所，复原力和自我调节是指反弹、适应逆境、灵活和保持动力。复原力和积极性并不是指被虐待而不表现出任何情绪，或变得焦头烂额而不表现出不良反应。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我注意到在面對客戶的職位時，一些僱主喜歡指出\n他們希望未來的員工能夠表現出 \"抗壓能力 \"或 \"自我調節能力\"。\n自我調節的能力\"。\n\n在面試階段，甚至在申請之前，一定要問清楚他們的意思。\n因爲他們所指的可能是......",
      "title": "YSK：關於工作場所，復原力和自我調節是指反彈、適應逆境、靈活和保持動力。復原力和積極性並不是指被虐待而不表現出任何情緒，或變得焦頭爛額而不表現出不良反應。"
    }
  ]
}