{
  "author": "LightAtTheEnd89",
  "original_created_utc": 1636984789,
  "title": "CMV: The concept of non-binary genders is rooted in gender stereotypes.",
  "created_utc": 1636995559,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First things first, I am very much the live and let live sort. The way I see it, people can live their lives in whatever way they please. As long as they aren&#39;t negatively impacting anyone else then I don&#39;t see why it matters. I&#39;ve never met any NB people in &quot;real life&quot; but I&#39;ve encountered some online and I respect their right to identify as they wish. </p>\n\n<p>However, I&#39;m not sold on this idea that there are X gender identities (as opposed to biological sex) besides male and female. I can&#39;t help but think it&#39;s all about stereotypes. That it&#39;s all based on society&#39;s ideas of how men and women should be. Someone who is NB might not fit neatly into the mold of masculinity or femininity as defined by cultural stereotypes, but does that make them something other than male or female? Or are they just a male/female who isn&#39;t categorically masculine or feminine? </p>\n\n<p>If we lived in a world without gender roles and stereotypes, where there were no such words as masculine or feminine and nothing was ever gendered (e.g. fashion), would there even be NB people? I have sometimes asked myself this about transgender individuals too. </p>\n\n<p>I&#39;m really trying not to be dismissive here. I don&#39;t want to come across as though as I am invalidating anyone else&#39;s experiences. This is just my tuppence worth on the matter but I&#39;m willing to accept my viewpoint and reasoning may be flawed. I am pretty sure I technically come under the NB umbrella myself but I don&#39;t identify as such.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/quh21y/cmv_the_concept_of_nonbinary_genders_is_rooted_in/",
  "subreddit": "changemyview",
  "id": "quh21y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First things first, I am very much the live and let live sort. The way I see it,\npeople can live their lives in whatever way they please. As long as they aren't\nnegatively impacting anyone else then I don't see why it matters. I've never met\nany NB people in \"real life\" but I've encountered some…"
}