{
  "author": "zinzudo",
  "original_created_utc": 1631842964,
  "title": "CMV: Nuclear energy is a viable tool to revert climate change and stop the world's heavy fossil fuel addiction",
  "created_utc": 1631849629,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I totally get that nuclear power isn&#39;t ideal and it does have its flaws, but as I see most concerns with it can be solved: that it produces radioactive waste, that there have been some ugly nuclear disasters in history, that supposedly it can be used to develop nuclear weapons and that it is freaking expensive. To each of these issues, I counter: the waste problem could be eased, today there are low-waste generating reactors and anyways radioactive waste still is less worse than an out-of-control warming and dying world; the risk of nuclear disasters could be highly reduced with today&#39;s tech, most nuclear reactors in operation were built in the 80&#39;s and have outdated technology, and besides, taken in comparison with coal alone, nuclear haven&#39;t had nearly as many death tolls as it is portrayed by the media. It&#39;s just that when it happens with nuclear, it actually doesn&#39;t look pretty; so many countries already have nuclear weapons, with or without nuclear energy. So it isn&#39;t necessarily nuclear energy technology fault, maybe more so a problem with war being hugely profitable and incentivized in capitalism; what is more expensive, working at reducing carbon emissions now or trying to fix the impacts of a 2°C degrees warmer world?</p>\n\n<p>Ok, so far so good, but now, however, there is one flaw I&#39;m not entirely able to reason against, and I shouldn&#39;t, because I totally agree with, which is: Nuclear requires total centralization of power. And centralization of power in my opinion is one of the major reasons behind our civilizational crisis.</p>\n\n<p>Nonetheless, I don&#39;t think this is enough to completely abandon the technology for good. But see, what I&#39;m saying is not that we shouldn&#39;t try and go renewables, solar and wind. We totally should and I think it is the best way, but at this point it seems very unlikely the whole world will be able to make a full transition in time to revert the worst of climate change (about 7 years left hey), so anything that can be done to help should be done, and for that reason it comes to me as totally unreasonable what some countries like Germany are doing, phasing-out all of their nuclear reactors! Just when we should be investing in new cutting-edge ones... Well, unless the money from those are going to pour straight into solar investments, which I highly doubt. It&#39;s going to dirty coal! With its decentralized nature, the government can&#39;t profit as much from solar. I believe solar is the solution, solar is for the win, and though I&#39;m an idealist, I&#39;m still sensible enough to see that in the short-term a strictly solar civilization is as utopic as wishing for a stateless one, perhaps in a post-scarcity future, but for now, why not build a solar-nuclear world?</p>\n\n<p>So guys, I&#39;m ready, prove me wrong! As a young adult in his 20s expecting to live a reasonable life in this crazy century, I&#39;m deeply interested in solving society&#39;s energy crisis and I want to have new views on this matter.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/ppqrgn/cmv_nuclear_energy_is_a_viable_tool_to_revert/",
  "subreddit": "changemyview",
  "id": "ppqrgn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I totally get that nuclear power isn't ideal and it does have its flaws, but as\nI see most concerns with it can be solved: that it produces radioactive waste,\nthat there have been some ugly nuclear disasters in history, that supposedly it\ncan be used to develop nuclear weapons and that it is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "原子力が理想的なものではないこと、欠点があることは十分承知しています。\nしかし、私が思うに、原子力発電に関するほとんどの懸念は解決できるものです：放射性廃棄物が出ること。\n放射性廃棄物が出ること、歴史上ひどい核災害があったこと、核兵器の開発に使われる可能性があること、そして...。\n核兵器の開発に使われる可能性があること、そして...。",
      "title": "CMV: 原子力エネルギーは、気候変動を食い止め、世界の重い化石燃料中毒を止めるための実行可能な手段である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我完全明白，核电并不理想，它确实有其缺陷，但正如我所看到的那样\n我认为对它的大多数担忧是可以解决的：它产生放射性废物。\n历史上曾经发生过一些丑陋的核灾难，据说它可以用来发展核武器，而且它是......。\n可以用来发展核武器，以及它是...",
      "title": "CMV：核能是扭转气候变化和阻止世界对化石燃料严重依赖的一个可行的工具"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我完全明白，核電並不理想，它確實有其缺陷，但正如我所看到的那樣\n我認爲對它的大多數擔憂是可以解決的：它產生放射性廢物。\n歷史上曾經發生過一些醜陋的核災難，據說它可以用來發展核武器，而且它是......。\n可以用來發展核武器，以及它是...",
      "title": "CMV：核能是扭轉氣候變化和阻止世界對化石燃料嚴重依賴的一個可行的工具"
    }
  ]
}