{
  "author": "DJA1982",
  "original_created_utc": 1630458543,
  "title": "What is a book you heard a lot of good things about but were disappointed by after reading?",
  "created_utc": 1630468715,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Is there a book you can remember hearing a lot of good things about, be it from friends, family, literary critics or social media, that yoy ended up reading yourself and were disappointed with because it failed to live up to the hype?</p>\n\n<p>Was there any particular aspect that you felt did not live up to the hype? The plot maybe? Or the main character?</p>\n\n<p>I remember all the hype surrounding The Da Vinci Code. The way it was marketed made one think it was the greatest literary achievement in the history of the written word. Needless to say it was a gigantic letdown after reading.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/pfj7y4/what_is_a_book_you_heard_a_lot_of_good_things/",
  "subreddit": "books",
  "id": "pfj7y4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Is there a book you can remember hearing a lot of good things about, be it from\nfriends, family, literary critics or social media, that yoy ended up reading\nyourself and were disappointed with because it failed to live up to the hype?\n\nWas there any particular aspect that you felt did not live up to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "友人や家族、文芸評論家、ソーシャル・メディアなどから、多くの良い評判を聞いた記憶のある本はありますか？\n友人、家族、文芸評論家、ソーシャル・メディアなどから良い評判を聞いていたが、結局自分で読んでみて\nその本を自分で読んでみて、誇大広告に応えられなくてがっかりしたことはありませんか？\n\n評判通りではないと感じた点はありますか？",
      "title": "評判を聞いていたのに、読んでみたらがっかりしたという本はありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你是否记得从朋友、家人、文学评论家或社交媒体上听到过很多关于这本书的好话？\n朋友、家人、文学评论家或社交媒体，但你最后自己读了这本书，却对它感到失望。\n自己却很失望，因为它没有达到宣传的效果？\n\n是否有任何特别的方面让你觉得没有达到预期效果？",
      "title": "有哪本书是你听说过很多好话，但读完后却感到失望的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你是否記得從朋友、家人、文學評論家或社交媒體上聽到過很多關於這本書的好話？\n朋友、家人、文學評論家或社交媒體，但你最後自己讀了這本書，卻對它感到失望。\n自己卻很失望，因爲它沒有達到宣傳的效果？\n\n是否有任何特別的方面讓你覺得沒有達到預期效果？",
      "title": "有哪本書是你聽說過很多好話，但讀完後卻感到失望的？"
    }
  ]
}