{
  "author": "Basic_Bridge_8177",
  "original_created_utc": 1639452941,
  "title": "The internet is heading towards rewarding the user instead of just exploiting them",
  "created_utc": 1639513892,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;After signing up to reddit and becoming a part of this beautiful sub I have learned an insane amount of information and this is my take on a small portion of it.&lt;/p&gt;\n\n&lt;p&gt;Let’s start with reddit and MOONS. I know at the moment even though the amount of moons per karma has decreased incredibly it’s still such an amazing concept to get your head around. Rewarding the user with tokens that could potentially earn the users money just for providing good content is extraordinary. This seems like a good step in the right direction instead of things like likes on Instagram where their only value is self esteem. In addition, it’s not focused on appearance so it’s a lot less biased; anyone with a good thing to say will be upvoted no matter what they look like.&lt;/p&gt;\n\n&lt;p&gt;Next is brave and BATS. I understand that if brave went mainstream then they would earn a ridiculous amount of money through advertisement but this would also then be split with the person that’s getting the advertisement shoved down their throat. I know I would personally prefer to get payed for being manipulated by ads then just be manipulated for free. Not to mention the other benefits brave has to offer.&lt;/p&gt;\n\n&lt;p&gt;I think that this is just the start and I’m extremely excited to see where this concept of rewarding the user can go!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 153,
  "permalink": "/r/CryptoCurrency/comments/rfy5rn/the_internet_is_heading_towards_rewarding_the/",
  "subreddit": "CryptoCurrency",
  "id": "rfy5rn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "After signing up to reddit and becoming a part of this beautiful sub I have\nlearned an insane amount of information and this is my take on a small portion\nof it.\n\nLet’s start with reddit and MOONS. I know at the moment even though the amount\nof moons per karma has decreased incredibly it’s still…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>redditに登録し、その一員になった後。\nこの美しいサブの中で、私は非常に多くの情報を学びました。\n</p> <p>まずはredditとMOONSの話からです。I\n今現在、1業種あたりのムーン数は少ないですが...。",
      "title": "インターネットは、ユーザーから搾取するだけでなく、ユーザーに報酬を与える方向に向かっている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在注册了reddit并成为其中一员之后\n在这个美丽的地方，我学到了大量的信息，这是我对其中一小部分的看法。\n</p> <p>让我们从reddit和MOONS开始吧。I\n我知道，目前，尽管每个卡尔玛的月亮数量...",
      "title": "互联网正朝着奖励用户的方向发展，而不仅仅是利用他们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在註冊了reddit併成爲其中一員之後\n在這個美麗的地方，我學到了大量的信息，這是我對其中一小部分的看法。\n</p> <p>讓我們從reddit和MOONS開始吧。I\n我知道，目前，儘管每個卡爾瑪的月亮數量...",
      "title": "互聯網正朝着獎勵用戶的方向發展，而不僅僅是利用他們。"
    }
  ]
}