{
  "author": "ypash",
  "original_created_utc": 1626960083,
  "title": "CMV: People shouldn't lose their jobs, be socially outcast, or otherwise be reprimanded for long-historic (10 years+) comments or actions that come to light years later",
  "created_utc": 1626975336,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit : hi all, wasn&#39;t expecting quite so many responses. I will read through and respond accordingly in due course! Thanks! Great discussion so far. </p>\n\n<p>We often say things like &#39;people change&#39; , or &#39;everyone should be given a second chance&#39; , and yet we see countless examples of celebrities or other public figures being criticised or even &#39;cancelled&#39; or sacked for things they have said or done historically.</p>\n\n<p>In my view, it should be recognised that there&#39;s a very good chance that the person in question would no longer say or do these things. How many of us have things we deeply regret from years gone by? How many of us would say we have changed significantly in ten years or more? </p>\n\n<p>Slight caveat: I can see why an apology might be necessary, particularly in cases such as hate speech, racism or other disgraceful language or action, but my main point is that this should be the end of it, and not the start of someone being attacked to the point of their reputation being destroyed.</p>\n</div><!-- SC_ON -->",
  "score": 754,
  "permalink": "/r/changemyview/comments/opdpey/cmv_people_shouldnt_lose_their_jobs_be_socially/",
  "subreddit": "changemyview",
  "id": "opdpey",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Edit : hi all, wasn't expecting quite so many responses. I will read through and\nrespond accordingly in due course! Thanks! Great discussion so far.\n\nWe often say things like 'people change' , or 'everyone should be given a second\nchance' , and yet we see countless examples of celebrities or other…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Edit : Hi all, こんなにたくさんの回答があるとは思っていませんでした。読んでみて\n読んで、それに応じた回答をしていきたいと思います。ありがとうございます。今のところ、素晴らしい議論ですね。\n\nよく「人は変わる」とか「誰にでもセカンドチャンスを与えるべきだ」とか言いますが\nしかし、私たちは、有名人や他の人たちの例を数え切れないほど見ています...",
      "title": "CMV：10年以上前の発言や行動が数年後に明るみに出て、仕事を失ったり、社会的に非難されたりすることはあってはならない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：大家好，没想到会有这么多回复。我将仔细阅读并\n在适当的时候作出相应的回应! 谢谢! 到目前为止，讨论得很好。\n\n我们经常说'人是会变的'，或者'每个人都应该被给予第二次机会'这样的话。\n机会'，但我们却看到无数的名人或其他例子。",
      "title": "CMV: 人们不应该因为多年后被曝光的历史悠久（10年以上）的言论或行为而失去工作，被社会抛弃，或受到其他方面的指责。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：大家好，沒想到會有這麼多回復。我將仔細閱讀並\n在適當的時候作出相應的迴應! 謝謝! 到目前爲止，討論得很好。\n\n我們經常說'人是會變的'，或者'每個人都應該被給予第二次機會'這樣的話。\n機會'，但我們卻看到無數的名人或其他例子。",
      "title": "CMV: 人們不應該因爲多年後被曝光的歷史悠久（10年以上）的言論或行爲而失去工作，被社會拋棄，或受到其他方面的指責。"
    }
  ]
}