{
  "author": "Borislimbas",
  "original_created_utc": 1630716773,
  "title": "Be careful putting your address on twitter!",
  "created_utc": 1630737048,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As the recent leaks show, twitter will now allow users to put their own bitcoin and ethereum addresses on their profiles.</p>\n\n<p><strong>Be very careful putting your Bitcoin address on your profile</strong></p>\n\n<p><strong>Why?</strong></p>\n\n<p>Simple, by using a single address for your transactions, your putting your privacy at risk by allowing anyone to access your balance and past transactions. Also, by linking an address directly to your twitter profile that address is now directly linked to your name</p>\n\n<p>Read more here: <a href=\"https://bitcoiner.guide/privacy/\">https://bitcoiner.guide/privacy/</a>  </p>\n\n<p><strong>What can you do?</strong></p>\n\n<p>Most wallets/storage devices automatically create a new address after every transaction. Create a new one and link that to your twitter and regularly change it.</p>\n\n<p>By doing this, you are preventing anyone form accessing your account information and ensuring privacy on the blockchain  </p>\n\n<p>&#x200B;</p>\n\n<p>This feature was implemented in the creation of bitcoin on <a href=\"https://bitcoin.org/bitcoin.pdf\">the whitepaper</a></p>\n\n<p><em>&quot; As an additional firewall, a new key pair should be used for each transaction to keep themfrom   being   linked   to   a   common   owner.     Some   linking   is   still   unavoidable   with   multi-input transactions, which necessarily reveal that their inputs were owned by the same owner.  The risk is that if the owner of a key is revealed, linking could reveal other transactions that belonged tothe same owner. &quot;</em></p>\n\n<p>Further reading:</p>\n\n<p><a href=\"https://bitcoin.org/en/protect-your-privacy\">https://bitcoin.org/en/protect-your-privacy</a></p>\n\n<p><a href=\"https://en.bitcoin.it/wiki/Privacy\">https://en.bitcoin.it/wiki/Privacy</a></p>\n\n<p><a href=\"https://www.swanbitcoin.com/bitcoin-privacy-best-practices/\">https://www.swanbitcoin.com/bitcoin-privacy-best-practices/</a></p>\n\n<p>&#x200B;</p>\n</div><!-- SC_ON -->",
  "score": 164,
  "permalink": "/r/CryptoCurrency/comments/phhnut/be_careful_putting_your_address_on_twitter/",
  "subreddit": "CryptoCurrency",
  "id": "phhnut",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As the recent leaks show, twitter will now allow users to put their own bitcoin\nand ethereum addresses on their profiles.\n\nBe very careful putting your Bitcoin address on your profile\n\nWhy?\n\nSimple, by using a single address for your transactions, your putting your\nprivacy at risk by allowing anyone…"
}