{
  "author": "Freekmagnet",
  "original_created_utc": 1631723051,
  "title": "CMV: In most cases people that choose to home school their kids are putting them at a profound disadvantage later in life.",
  "created_utc": 1631734258,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Even with a structured standard curriculum, parents are only going to be able to teach their kids what they know or think they know.   What they teach is going to be biased according to their own personal beliefs and prejudices with no alternative views presented or discussed.   Parents who are anti-science for example are not going to do a very good job teaching scientific principles, concepts, and method to their kids when they personally think it is a waste of time and contrary to their own personal values and priorities.   A working mom with 3 jobs who never finished high school herself and whose mathematical abilities are limited to basic arithmetic is never going to be able to teach her kids trig or calculus.    In addition, for many of the parents who home school their children the entire experience consists of making the kids sit in front of a computer doing online lessons for several hours a day and that is it.    Most of the people I know personally who home schooled their kids did a terrible job, and those kids now work at Wal-mart and convenience stores for a living when those same kids could have turned out differently if they were exposed to a more stimulating and diverse educational environment earlier in life.</p>\n\n<p>Parents are not going to teach their children more than they themselves know, and a significant number of them are dumber than a box of hair.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/potgtg/cmv_in_most_cases_people_that_choose_to_home/",
  "subreddit": "changemyview",
  "id": "potgtg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Even with a structured standard curriculum, parents are only going to be able to\nteach their kids what they know or think they know. What they teach is going to\nbe biased according to their own personal beliefs and prejudices with no\nalternative views presented or discussed. Parents who are anti…"
}