{
  "author": "Freekmagnet",
  "original_created_utc": 1631723051,
  "title": "CMV: In most cases people that choose to home school their kids are putting them at a profound disadvantage later in life.",
  "created_utc": 1631734258,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Even with a structured standard curriculum, parents are only going to be able to teach their kids what they know or think they know.   What they teach is going to be biased according to their own personal beliefs and prejudices with no alternative views presented or discussed.   Parents who are anti-science for example are not going to do a very good job teaching scientific principles, concepts, and method to their kids when they personally think it is a waste of time and contrary to their own personal values and priorities.   A working mom with 3 jobs who never finished high school herself and whose mathematical abilities are limited to basic arithmetic is never going to be able to teach her kids trig or calculus.    In addition, for many of the parents who home school their children the entire experience consists of making the kids sit in front of a computer doing online lessons for several hours a day and that is it.    Most of the people I know personally who home schooled their kids did a terrible job, and those kids now work at Wal-mart and convenience stores for a living when those same kids could have turned out differently if they were exposed to a more stimulating and diverse educational environment earlier in life.</p>\n\n<p>Parents are not going to teach their children more than they themselves know, and a significant number of them are dumber than a box of hair.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/potgtg/cmv_in_most_cases_people_that_choose_to_home/",
  "subreddit": "changemyview",
  "id": "potgtg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Even with a structured standard curriculum, parents are only going to be able to\nteach their kids what they know or think they know. What they teach is going to\nbe biased according to their own personal beliefs and prejudices with no\nalternative views presented or discussed. Parents who are anti…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "構造化された標準的なカリキュラムがあったとしても、親は自分が知っている、あるいは知っていると思っていることを子供に教えることしかできません。\n自分が知っていること、知っていると思っていることを子供に教えることしかできません。親が教える内容は、親の個人的な信念や偏見に基づいたものになります。\n教える内容は、親の個人的な信念や偏見に基づいて偏ったものになります。\n代替案の提示や議論はありません。親が反...",
      "title": "CMV: 多くの場合、ホームスクールを選択した人は、子供が将来的に非常に不利な立場に置かれることになります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "即使有一个结构化的标准课程，父母也只能\n教他们的孩子他们所知道的或认为他们知道的东西。他们所教的东西将是\n他们所教的东西将根据他们自己的个人信仰和偏见而有所偏颇，没有提出或讨论其他观点。\n其他观点的介绍或讨论。反对的父母们...",
      "title": "CMV：在大多数情况下，选择在家中教育孩子的人，是将他们在以后的生活中置于一个非常不利的地位。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "即使有一個結構化的標準課程，父母也只能\n教他們的孩子他們所知道的或認爲他們知道的東西。他們所教的東西將是\n他們所教的東西將根據他們自己的個人信仰和偏見而有所偏頗，沒有提出或討論其他觀點。\n其他觀點的介紹或討論。反對的父母們...",
      "title": "CMV：在大多數情況下，選擇在家中教育孩子的人，是將他們在以後的生活中置於一個非常不利的地位。"
    }
  ]
}