{
  "author": "-Y-a-s-m-i-n-",
  "the_new_excerpt": "Muslim American here, so I know well the cost of neglecting to address\nradicalization within my community.\n\nFor many years, Islamic communities have perpetuated the belief that only a very\nsmall minority of misguided Muslims are responsible for the growing extremist\nsentiment within our communities…",
  "original_created_utc": 1620225629,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この国のイスラム系アメリカ人は、コミュニティ内の過激化への対応を怠った場合の代償をよく知っています。\n私は自分のコミュニティ内での過激化への対処を怠った代償をよく知っています。\n\nイスラム社会では長年にわたり、過激派の増加の原因はごく少数の誤ったイスラム教徒にあるという信念が貫かれてきました。\nイスラム社会では長年にわたり、過激主義者が増えている原因は、ごく少数の誤ったムスリムにあると考えられてきました。\n長年にわたり、イスラム社会は、ごく少数の誤ったムスリムだけが、コミュニティ内の過激派感情を増大させているという信念を貫いてきた。",
      "title": "CMV: 共和党は、党内の過激化に対して十分な対策をとっていません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是这里的美国穆斯林，所以我很清楚忽视解决我所在社区的激进化问题的代价。\n忽视解决我的社区内的激进化问题的代价。\n\n多年来，伊斯兰社区一直认为，只有极少数被误导的穆斯林应对日益增长的极端主义负责。\n多年来，伊斯兰社区一直认为只有极少数被误导的穆斯林应对日益增长的极端主义情绪负责。\n我们社区内日益增长的极端主义情绪......",
      "title": "CMV：共和党人在解决其队伍中的激进化方面做得不够。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是這裏的美國穆斯林，所以我很清楚忽視解決我所在社區的激進化問題的代價。\n忽視解決我的社區內的激進化問題的代價。\n\n多年來，伊斯蘭社區一直認爲，只有極少數被誤導的穆斯林應對日益增長的極端主義負責。\n多年來，伊斯蘭社區一直認爲只有極少數被誤導的穆斯林應對日益增長的極端主義情緒負責。\n我們社區內日益增長的極端主義情緒......",
      "title": "CMV：共和黨人在解決其隊伍中的激進化方面做得不夠。"
    }
  ],
  "title": "CMV: Republicans aren't doing enough to address radicalization within their ranks.",
  "created_utc": 1620240041,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Muslim American here, so I know well the cost of neglecting to address radicalization within my community. </p>\n\n<p>For many years, Islamic communities have perpetuated the belief that only a very small minority of misguided Muslims are responsible for the growing extremist sentiment within our communities and have refused to properly address or confront it. Leading to scores of angry, young and disaffected Muslims becoming radicalized to commit horrific acts of violence. </p>\n\n<p>This is now happening within Republican circles. </p>\n\n<p>A refusal to acknowledge, confront and address radicalization because of an &quot;us vs them&quot; mentality and a belief that &quot;only a small minority are responsible&quot;. </p>\n\n<p>The instant response to this from Republicans is going to be: <strong><em>&quot;but what about all the far left extremists??&quot;</em></strong></p>\n\n<p><a href=\"https://archives.fbi.gov/archives/news/testimony/the-terrorist-threat-confronting-the-united-states\">https://archives.fbi.gov/archives/news/testimony/the-terrorist-threat-confronting-the-united-states</a></p>\n\n<p><a href=\"https://www.economist.com/graphic-detail/2020/10/27/in-america-far-right-terrorist-plots-have-outnumbered-far-left-ones-in-2020\">https://www.economist.com/graphic-detail/2020/10/27/in-america-far-right-terrorist-plots-have-outnumbered-far-left-ones-in-2020</a></p>\n\n<p><a href=\"https://www.washingtonpost.com/investigations/interactive/2021/domestic-terrorism-data/\">https://www.washingtonpost.com/investigations/interactive/2021/domestic-terrorism-data/</a></p>\n\n<p>Intelligence agencies all over the western world have definitively asserted on numerous occasions that the threat from far-right extremists is incomparably greater than the threat posed by far-left extremists. </p>\n\n<p>You can cry about Antifa all you want the reality is the threat is significantly less severe, right-wing extremism today has even surpassed Islamic extremism in scale and threat.</p>\n\n<p><a href=\"https://en.wikipedia.org/wiki/Right-wing_terrorism#United_States\">https://en.wikipedia.org/wiki/Right-wing_terrorism#United_States</a></p>\n\n<blockquote>\n<p>As of 2020, right-wing terrorism accounted for the majority of terrorist attacks and plots in the United States.<a href=\"https://en.wikipedia.org/wiki/Right-wing_terrorism#cite_note-Wilson_Guardian-85\">[85]</a> As of April 2021, the <a href=\"https://en.wikipedia.org/wiki/New_America_Foundation\">New America Foundation</a> placed the number killed in terrorist attacks in the United States since 9/11 as follows: 114 killed in far-right attacks, 107 killed in jihadist attacks, 17 killed in <a href=\"https://en.wikipedia.org/wiki/Misogynist_terrorism\">&quot;ideological misogyny/incel&quot; attacks</a>, 12 killed in <a href=\"https://en.wikipedia.org/wiki/Black_separatism\">black separatist</a>/<a href=\"https://en.wikipedia.org/wiki/Black_nationalism\">nationalist</a>/<a href=\"https://en.wikipedia.org/wiki/Black_supremacy\">supremacist</a> attacks, <strong>and 1 killed in a</strong> <a href=\"https://en.wikipedia.org/wiki/Far-left\"><strong>far-left</strong></a> <strong>attack.</strong> </p>\n</blockquote>\n\n<p>It&#39;s indisputable fact. Left wing extremism is not posing a significant threat to the US public, Right wing extremism is. </p>\n\n<p>Angry, young, disaffected Republicans have found themselves emboldened and are being increasingly radicalized to commit acts of terrorism and the so called &quot;decent majority&quot; are doing nothing to confront it. </p>\n\n<p>Just like Islamic communities, you have a responsibility to not only distance yourselves from these extremists, but also to root them out of your communities.</p>\n\n<p>Sitting in silence and pointing the finger at the other side of the aisle is disingenuous and dangerous. You&#39;re responsible for the growing threat posed by others within your movement.</p>\n\n<p>So CMV - why isn&#39;t radicalization within Republican communities a problem?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/n5hhb7/cmv_republicans_arent_doing_enough_to_address/",
  "subreddit": "changemyview",
  "id": "n5hhb7",
  "is_self": true,
  "media": null,
  "is_video": false
}