{
  "author": "jun_hei",
  "original_created_utc": 1639483813,
  "title": "Why do we train our kids to expect winter break and summer holidays but take away that privilege when we're adults?",
  "created_utc": 1639492389,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Seriously.... For the first 18 to 23 years of our lives, we get summer holidays, winter break and spring break and it becomes part of normal life, but we can&amp;#39;t get enough vacation to even come close to approximating it when we&amp;#39;re adults?&lt;/p&gt;\n\n&lt;p&gt;Edit:. The suggestions to &amp;quot;work harder so you can afford it&amp;quot; or &amp;quot;be a teacher&amp;quot; make no sense. If everybody worked harder, then we would all still be in the same place. I make enough to take the time off, and I get 6 official weeks of vacation, and I live in North America, but that doesn&amp;#39;t mean I expect everybody to be a be to afford to do the same since we simply don&amp;#39;t have an economy structured to allow for everyone to get what they want if they work hard enough.&lt;/p&gt;\n\n&lt;p&gt;But I guess my edit answered my own question. Thanks Reddit. Ha&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 105,
  "permalink": "/r/NoStupidQuestions/comments/rg65p4/why_do_we_train_our_kids_to_expect_winter_break/",
  "subreddit": "NoStupidQuestions",
  "id": "rg65p4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Seriously.... For the first 18 to 23 years of our lives, we get summer holidays,\nwinter break and spring break and it becomes part of normal life, but we can't\nget enough vacation to even come close to approximating it when we're adults?\n\nEdit:. The suggestions to \"work harder so you can afford it\"…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Seriously.... 最初の18〜23年間は\n夏休み、冬休み、春休みがあり、それが当たり前になっています。\nしかし、私たちは、通常の生活の一部である、十分な休暇を取ることができません。\n</p> <p>Edit:. その...",
      "title": "なぜ、子どもには冬休みや夏休みを期待させるのに、大人になったらその特権を奪ってしまうのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>严肃地说.... 在最初的18至23年里\n我们生命中的前18至23年，我们有暑假、寒假和春假，这成为正常生活的一部分。\n但是，我们不能得到足够的假期，甚至不能接近于\n</p> <p>编辑：。的。",
      "title": "为什么我们训练我们的孩子期待寒假和暑假，但当我们成年后却剥夺了这种特权？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>嚴肅地說.... 在最初的18至23年裏\n我們生命中的前18至23年，我們有暑假、寒假和春假，這成爲正常生活的一部分。\n但是，我們不能得到足夠的假期，甚至不能接近於\n</p> <p>編輯：。的。",
      "title": "爲什麼我們訓練我們的孩子期待寒假和暑假，但當我們成年後卻剝奪了這種特權？"
    }
  ]
}