{
  "author": "Gorth8",
  "original_created_utc": 1636391924,
  "title": "CMV: The US government should cover vaccine adverse effects if mandate is in place.",
  "created_utc": 1636400294,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Personal statement: I have been vaccinated since March. I got vaccinated because I interpreted the risk of getting the virus as more than getting the vaccine. I did experience an adverse side effect in the form of an ugly full torso rash due to the second dose, luckily it only caused me a lot of stress and 150$ in doctors visits. I am not arguing against vaccines. I am also conditionally not arguing against mandates.</p>\n\n<p>&#x200B;</p>\n\n<p>My argument is that with the vaccine mandates, many people do not have a choice anymore and as such, any adverse effects should not be covered by those individual people.</p>\n\n<p>&#x200B;</p>\n\n<p>All federal or federal contractor employees do not have to option for weekly testing and there are many other companies which may be requiring the vaccine over testing due to incentives. It was hard for me to find an exact number but the federal government alone employs 9.1 million people or 2.8% of the US population. This is a significant amount of the population which essentially no longer has a choice, financially speaking, whether or not to get the vaccine.</p>\n\n<p>&#x200B;</p>\n\n<p>There have been observed significant adverse effects from the vaccines: severe blood clots from the Johnson &amp; Johnson vaccine, and myocarditis in young adults from the mRNA vaccines being the most common. Currently the individuals experiencing these effects will have to cover the medical costs. Both of these effects carry significant costs, especially in the US where insurance is not universal and medical costs are extremely high.</p>\n\n<p>&#x200B;</p>\n\n<p>The vaccine manufacturers carry no liability for adverse effects. I understand the reasoning for this being in place, but it should be up to the individual whether or not they want to take on the liability for said adverse effects. In this way it seems to me almost that corporations are being given more rights than individuals. In my view, the government should be covering the liability if they are also essentially requiring the vaccine for many people. The covid-19 vaccine could be placed under the &quot;Vaccine Injury Compensation Program&quot; perhaps. There should have been some measures to ensure that it is not the unlucky individuals that have to take on medical costs if it was not their choice. Additionally, the measures would have to protect those who were previously vaccinated otherwise it is essentially giving benefits to those who waited and not to those who took the braver and more community minded path.</p>\n\n<p>&#x200B;</p>\n\n<p>Please try and change my view! I want to know if there is any good reason why individuals are forced to take on vaccine liability.</p>\n</div><!-- SC_ON -->",
  "score": 129,
  "permalink": "/r/changemyview/comments/qpi98o/cmv_the_us_government_should_cover_vaccine/",
  "subreddit": "changemyview",
  "id": "qpi98o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Personal statement: I have been vaccinated since March. I got vaccinated because\nI interpreted the risk of getting the virus as more than getting the vaccine. I\ndid experience an adverse side effect in the form of an ugly full torso rash due\nto the second dose, luckily it only caused me a lot of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "パーソナルステートメント。3月からワクチンを接種しました。予防接種を受けた理由は\nワクチンを接種するよりも、ウイルスに感染するリスクの方が大きいと解釈したからです。I\n2回目の接種では、体全体に醜い発疹が出るという副作用がありました。\n2回目の接種では、幸いなことに私には多くの症状しか出ませんでしたが...。",
      "title": "CMV: 米国政府は、義務化されているならば、ワクチンの副作用をカバーすべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "个人陈述。我从3月份开始接种疫苗。我接种疫苗是因为\n我认为感染病毒的风险比接种疫苗的风险更大。I\n我确实经历了一次不良的副作用，即由于第二次接种而出现了丑陋的全身皮疹。\n幸运的是，它只给我带来了很多麻烦。",
      "title": "CMV：如果有授权，美国政府应该涵盖疫苗的不良反应。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "個人陳述。我從3月份開始接種疫苗。我接種疫苗是因爲\n我認爲感染病毒的風險比接種疫苗的風險更大。I\n我確實經歷了一次不良的副作用，即由於第二次接種而出現了醜陋的全身皮疹。\n幸運的是，它只給我帶來了很多麻煩。",
      "title": "CMV：如果有授權，美國政府應該涵蓋疫苗的不良反應。"
    }
  ]
}