{
  "author": "Lovin_Brown",
  "original_created_utc": 1631116974,
  "title": "YSK There is a way you can opt out of pre-approved credit card offers to significantly reduce your junk mail",
  "created_utc": 1631120660,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  If you are sick of receiving pre-approved credit card and personal loan offers, then there is an easy online tool that will prevent these companies from being able to send you these daily/weekly advertisements. You can find this tool online by running a search for OptOutPrescreen.  The tool gives you the option to permanently block these offers or to block them for a period of 5 years. It also appears that if you select either option your are able to opt back in at any time.</p>\n\n<p>You should also know a few things before making this decision:</p>\n\n<p>Blocking these offers could cause you to miss out on promotional offers that are only offered through the mail. I&#39;m honestly not sure how often this even occurs, but you&#39;re almost always going to be better off researching offers online and finding the one that works best for you than being coaxed into a subpar card that has a &#39;special bonus offer&#39;.</p>\n\n<p>There are phishing scams with similarly named websites that try to steal your information. Make sure you research on your own the legitimacy of this tool and understand the risks involved with sharing your personal information online.</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/YouShouldKnow/comments/pkdfeh/ysk_there_is_a_way_you_can_opt_out_of_preapproved/",
  "subreddit": "YouShouldKnow",
  "id": "pkdfeh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If you are sick of receiving pre-approved credit card and personal loan\noffers, then there is an easy online tool that will prevent these companies from\nbeing able to send you these daily/weekly advertisements. You can find this tool\nonline by running a search for OptOutPrescreen. The tool…"
}