{
  "author": "Lovin_Brown",
  "original_created_utc": 1631116974,
  "title": "YSK There is a way you can opt out of pre-approved credit card offers to significantly reduce your junk mail",
  "created_utc": 1631120660,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  If you are sick of receiving pre-approved credit card and personal loan offers, then there is an easy online tool that will prevent these companies from being able to send you these daily/weekly advertisements. You can find this tool online by running a search for OptOutPrescreen.  The tool gives you the option to permanently block these offers or to block them for a period of 5 years. It also appears that if you select either option your are able to opt back in at any time.</p>\n\n<p>You should also know a few things before making this decision:</p>\n\n<p>Blocking these offers could cause you to miss out on promotional offers that are only offered through the mail. I&#39;m honestly not sure how often this even occurs, but you&#39;re almost always going to be better off researching offers online and finding the one that works best for you than being coaxed into a subpar card that has a &#39;special bonus offer&#39;.</p>\n\n<p>There are phishing scams with similarly named websites that try to steal your information. Make sure you research on your own the legitimacy of this tool and understand the risks involved with sharing your personal information online.</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/YouShouldKnow/comments/pkdfeh/ysk_there_is_a_way_you_can_opt_out_of_preapproved/",
  "subreddit": "YouShouldKnow",
  "id": "pkdfeh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If you are sick of receiving pre-approved credit card and personal loan\noffers, then there is an easy online tool that will prevent these companies from\nbeing able to send you these daily/weekly advertisements. You can find this tool\nonline by running a search for OptOutPrescreen. The tool…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：もしあなたが、クレジットカードや個人ローンの事前承認を受けることにうんざりしているのであれば\n受け取ることにうんざりしているのであれば、これらの会社からのオファーを防ぐことができる簡単なオンラインツールがあります。\nこのツールを使えば、これらの会社があなたに毎日／毎週広告を送ることを防ぐことができます。このツールを利用するには\nOptOutPrescreenで検索してください。このツールは...",
      "title": "YSK 迷惑メールを大幅に減らすために、クレジットカードの事前審査を受けない方法があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：如果你厌恶收到预先批准的信用卡和个人贷款\n那么，有一个简单的在线工具，可以阻止这些公司向你发送这些每日/每周的广告。\n能够向你发送这些每日/每周的广告。你可以找到这个工具\n在网上搜索OptOutPrescreen。该工具...",
      "title": "YSK 有一种方法，你可以选择不接受预先批准的信用卡优惠，以大大减少你的垃圾邮件。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：如果你厭惡收到預先批准的信用卡和個人貸款\n那麼，有一個簡單的在線工具，可以阻止這些公司向你發送這些每日/每週的廣告。\n能夠向你發送這些每日/每週的廣告。你可以找到這個工具\n在網上搜索OptOutPrescreen。該工具...",
      "title": "YSK 有一種方法，你可以選擇不接受預先批准的信用卡優惠，以大大減少你的垃圾郵件。"
    }
  ]
}