{
  "author": "OtherwiseProject1338",
  "original_created_utc": 1624511542,
  "title": "YSK: not everything can go down your garbage disposal.",
  "created_utc": 1624566933,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think a lot of people don&#39;t know not everything can go in a garbage disposal.  Things like lettuce, pasta, rice, animal bones, egg shells, onion layers, coffee grounds, nuts and so much more. Don&#39;t be shocked if it stops working after you have emptied all dinner plate leftovers down there. </p>\n\n<p>Why YSK it&#39;s just not good for the disposal</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/o6u65t/ysk_not_everything_can_go_down_your_garbage/",
  "subreddit": "YouShouldKnow",
  "id": "o6u65t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think a lot of people don't know not everything can go in a garbage disposal.\nThings like lettuce, pasta, rice, animal bones, egg shells, onion layers, coffee\ngrounds, nuts and so much more. Don't be shocked if it stops working after you\nhave emptied all dinner plate leftovers down there.\n\nWhy YSK…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "多くの人は、何でもかんでもゴミ箱に入れられるわけではないことを知らないのではないでしょうか。\nレタス、パスタ、米、動物の骨、卵の殻、玉ねぎの層、コーヒーのカス、ナッツなどなど。\nナッツ類などなど。ゴミを全部出した後に動かなくなっても、ショックを受けないでください。\n晩御飯の残り物を全部捨てた後、動かなくなってもショックではありません。\n\nなぜYSKなのか...",
      "title": "YSK: 何でもかんでもゴミ箱に入れればいいというものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想很多人都不知道不是所有东西都可以放进垃圾处理机。\n像生菜、意大利面、大米、动物骨头、蛋壳、洋葱层、咖啡渣、坚果等等。\n碎屑、坚果等等。如果你在倒完所有餐盘后，垃圾处理机停止工作，请不要感到惊讶。\n如果它在你把所有晚餐盘子里的剩饭剩菜都倒在那里之后就停止工作，你可别吃惊。\n\n为什么YSK...",
      "title": "YSK：不是所有的东西都能进入你的垃圾处理器。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想很多人都不知道不是所有東西都可以放進垃圾處理機。\n像生菜、意大利麪、大米、動物骨頭、蛋殼、洋蔥層、咖啡渣、堅果等等。\n碎屑、堅果等等。如果你在倒完所有餐盤後，垃圾處理機停止工作，請不要感到驚訝。\n如果它在你把所有晚餐盤子裏的剩飯剩菜都倒在那裏之後就停止工作，你可別喫驚。\n\n爲什麼YSK...",
      "title": "YSK：不是所有的東西都能進入你的垃圾處理器。"
    }
  ]
}