{
  "author": "just_space_dust_",
  "original_created_utc": 1624992294,
  "title": "Giovanni's Room - James Baldwin - One of the best love triangles I've read",
  "created_utc": 1625019215,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is the first work of fiction from James Baldwin that I&#39;ve read and I was very impressed with its restraint and emotional power. It tells the story of a young American named David who lives aimlessly in Paris among the clientele of a local gay bar. David develops a general loathing of everyone and cannot seem to find his place in the world or find love. Baldwin makes it very clear that his protagonist is bisexual, but the homosexual themes of the plot are almost secondary to the way his characters navigate the Parisian cityscape as vulnerable, culturally ambivalent wanderers with too much time and not enough money. David struggles between his desire to place himself in heteronormative society, and his desire to be sexually fulfilled by men. He finds himself torn between his New World sincerity and the ironic distance of the Old World. </p>\n\n<p>The second part of the book is definitely the strongest. Arguments are profound, but the quiet moments between the flareups also resonate with cinematic-like poetry. Characters grapple with their future, but the central dilemma of the novel continues to linger far beyond the novels&#39; scope.</p>\n\n<p>I thought it was a fantastic read and I am very interested in reading more fiction by James Baldwin in the future. </p>\n\n<p><a href=\"http://www.worldcat.org/oclc/952068467\">WorldCat</a></p>\n</div><!-- SC_ON -->",
  "score": 53,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/lTFQ5aa08p_sAaYqoktrkyn668DZwFI_w78GY66EC_Y.jpg?auto=webp&s=91b285d03dbf4c0445e760639f8e6c774dcfa55a",
          "width": 140,
          "height": 232
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/lTFQ5aa08p_sAaYqoktrkyn668DZwFI_w78GY66EC_Y.jpg?width=108&crop=smart&auto=webp&s=8da535f05f1ca40bb43bd9cadaa8c57a7b726da4",
            "width": 108,
            "height": 178
          }
        ],
        "variants": {},
        "id": "jHn1HjVxoxyJcFs31693SCR2KnJI9O1yLAy97WEO944"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/oaejit/giovannis_room_james_baldwin_one_of_the_best_love/",
  "subreddit": "books",
  "id": "oaejit",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is the first work of fiction from James Baldwin that I've read and I was\nvery impressed with its restraint and emotional power. It tells the story of a\nyoung American named David who lives aimlessly in Paris among the clientele of a\nlocal gay bar. David develops a general loathing of everyone…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この作品は、私が初めて読んだJames Baldwinの小説で、その抑制された感情的な力にとても感銘を受けました。\nその抑制された感情の強さに感銘を受けました。この作品では\nパリのゲイバーの客に混じってあてもなく暮らす若いアメリカ人、デビッドの物語です。\n彼はパリのゲイバーの客の中であてもなく暮らしています。デイビッドは誰に対しても嫌悪感を抱くようになります。",
      "title": "Giovanni's Room - James Baldwin - 私が読んだ中で最高の三角関係の一つ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是我读过的詹姆斯-鲍德温的第一部小说作品，我对它的克制和情感力量印象深刻。\n它的克制和情感力量给我留下了非常深刻的印象。它讲述了一个故事\n他在巴黎漫无目的地生活在当地一家同性恋酒吧的顾客中。\n当地同性恋酒吧的顾客中漫无目的地生活。大卫对每个人都产生了普遍的厌恶感......",
      "title": "乔万尼的房间》--詹姆斯-鲍德温--我所读过的最好的三角恋之一"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我讀過的詹姆斯-鮑德溫的第一部小說作品，我對它的剋制和情感力量印象深刻。\n它的剋制和情感力量給我留下了非常深刻的印象。它講述了一個故事\n他在巴黎漫無目的地生活在當地一家同性戀酒吧的顧客中。\n當地同性戀酒吧的顧客中漫無目的地生活。大衛對每個人都產生了普遍的厭惡感......",
      "title": "喬萬尼的房間》--詹姆斯-鮑德溫--我所讀過的最好的三角戀之一"
    }
  ]
}