{
  "author": "a_ricketson",
  "original_created_utc": 1626737468,
  "title": "CMV: Public eating areas should have hand-washing sinks in the public space, not just in restrooms.",
  "created_utc": 1626788417,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I live in the USA and am constantly frustrated by how public establishments only provide hand-washing sinks inside of restrooms. This makes it very inconvenient to wash hands on a regular basis, such as before eating a meal in a restaurant. I can recall a single restaurant that had a sink in the back hallway (in addition to sinks in the restroom), and I remember it being a great relief not having to use the restroom. This should be the norm in all public establishments, including restaurants, shopping malls and airports. </p>\n\n<p>By limiting sinks to the restrooms, these establishments make hand-washing inconvenient and most people skip it before eating. Not only do the patrons need to leave their party to wash their hands (one at a time), but they often need to wait in line for others to finish using the toilet. To top it all off, after washing their hands, they need to deal with the fact that other people using the toilet may not have washed their hands before touching the faucet or the door handle, leaving the chance that using the restroom sink actually makes your hands dirtier than they were before.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/onq03a/cmv_public_eating_areas_should_have_handwashing/",
  "subreddit": "changemyview",
  "id": "onq03a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I live in the USA and am constantly frustrated by how public establishments only\nprovide hand-washing sinks inside of restrooms. This makes it very inconvenient\nto wash hands on a regular basis, such as before eating a meal in a restaurant.\nI can recall a single restaurant that had a sink in the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はアメリカに住んでいますが、公共の施設では手洗い場しか用意されていないことにいつも不満を感じています。\nトイレの中にしか手洗い場がないことにいつも不満を感じています。これでは、食事の前などに定期的に手を洗うにはとても不便です。\nレストランで食事をする前など、定期的に手を洗うにはとても不便です。\n私が思い出すのは、トイレの中に洗面台があったレストランです。",
      "title": "CMV：公共の飲食店では、トイレだけでなく、パブリックスペースにも手洗い用のシンクを設置すべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我住在美国，一直对公共场所只提供洗手池的做法感到沮丧。\n我住在美国，对公共场所只在洗手间内提供洗手池的做法一直感到沮丧。这使得定期洗手变得非常不方便\n这使得定期洗手变得非常不方便，例如在餐厅用餐前。\n我记得有一家餐厅的洗手池就在厕所里。",
      "title": "CMV: 公共饮食区应该在公共空间设置洗手池，而不仅仅是在洗手间。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我住在美國，一直對公共場所只提供洗手池的做法感到沮喪。\n我住在美國，對公共場所只在洗手間內提供洗手池的做法一直感到沮喪。這使得定期洗手變得非常不方便\n這使得定期洗手變得非常不方便，例如在餐廳用餐前。\n我記得有一家餐廳的洗手池就在廁所裏。",
      "title": "CMV: 公共飲食區應該在公共空間設置洗手池，而不僅僅是在洗手間。"
    }
  ]
}