{
  "author": "Autogeneration",
  "the_new_excerpt": "Whenever I see advice on how to get more reading done, one of the main tips is\n\"read books you actually enjoy and don't force yourself to read books you don't\nlike.\" While I agree that this is sensible advice if you want to love reading, I\nalso think that there is something to be said for going out…",
  "original_created_utc": 1621033515,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "読書量を増やすためのアドバイスを目にするたびに、その主なヒントのひとつが\n\"実際に楽しめる本を読み、好きではない本を無理に読もうとしないこと\n\"です。読書を好きになりたいのであれば、これは賢明なアドバイスだと思いますが、一方で\n外に出てみるのもいいかもしれませんね。",
      "title": "気に入った本だけを読む"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每当我看到关于如何完成更多阅读的建议时，其中一个主要提示是\n\"阅读你真正喜欢的书，不要强迫自己去读你不喜欢的书。\n不喜欢的书\"。虽然我同意，如果你想热爱阅读，这是明智的建议，但我也认为，有一些东西是可以说的。\n我也认为出去走走也是有道理的......",
      "title": "只读自己喜欢的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每當我看到關於如何完成更多閱讀的建議時，其中一個主要提示是\n\"閱讀你真正喜歡的書，不要強迫自己去讀你不喜歡的書。\n不喜歡的書\"。雖然我同意，如果你想熱愛閱讀，這是明智的建議，但我也認爲，有一些東西是可以說的。\n我也認爲出去走走也是有道理的......",
      "title": "只讀自己喜歡的書"
    }
  ],
  "title": "Only reading books you like",
  "created_utc": 1621064991,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Whenever I see advice on how to get more reading done, one of the main tips is &quot;read books you actually enjoy and don&#39;t force yourself to read books you don&#39;t like.&quot; While I agree that this is sensible advice if you want to love reading, I also think that there is something to be said for going out of your comfort zone in reading. It bothers me when popular media demonizes this idea, like you&#39;re doing something wrong by working hard to read a difficult classic or a new genre that you don&#39;t particularly enjoy. Don&#39;t get me wrong, I think that leisure reading should be enjoyable, but I also think it&#39;s very limiting to only read books that fascinate you from the start. Some of the best reading I&#39;ve done was with books I never thought I&#39;d like or that bored me when I first started. Does anyone feel the same way?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/nclfkq/only_reading_books_you_like/",
  "subreddit": "books",
  "id": "nclfkq",
  "is_self": true,
  "media": null,
  "is_video": false
}