{
  "author": "JackCassadysCoat",
  "original_created_utc": 1629266747,
  "title": "Journal about every book you read!!",
  "created_utc": 1629275149,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Tonight on a flight across the US, I sat next to a wonderful older lady who was the perfect amount of talkative, as far as strangers next to you on flights are concerned. I asked her what her biggest regret was in life. She responded with…</p>\n\n<p>“Well I’m a librarian, and I’ve had the joy of reading many books over my 84 years. My biggest regret, though, is that it’s so hard to remember them. If I could go back and do it all over again, I would write about every book I ever read. Maybe a summary. Oh! Definitely my favorite quotes. That would be nice.  It’s so surprisingly easy to just forget beautiful things.”</p>\n\n<p>So then she made me promise her that I would write one page about every book from here on out for the rest of my life. </p>\n\n<p>Anyone else do this? Has it helped books make a more lasting impression on your life?</p>\n</div><!-- SC_ON -->",
  "score": 115,
  "permalink": "/r/books/comments/p6ldbw/journal_about_every_book_you_read/",
  "subreddit": "books",
  "id": "p6ldbw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Tonight on a flight across the US, I sat next to a wonderful older lady who was\nthe perfect amount of talkative, as far as strangers next to you on flights are\nconcerned. I asked her what her biggest regret was in life. She responded with…\n\n“Well I’m a librarian, and I’ve had the joy of reading many…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今夜、アメリカを横断する飛行機の中で、私は素晴らしい年配の女性の隣に座りました。\n飛行機で隣り合わせた他人が話すのに最適な量のおしゃべりをしていました。\n私は彼女に一番の後悔は何かと尋ねました。私は彼女に、人生で一番後悔していることは何かと尋ねました。彼女の答えは...。\n\n\"私は図書館員で、たくさんの本を読める喜びを感じてきました...",
      "title": "読んだ本のことを日記に書く！？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "今晚在穿越美国的航班上，我坐在一位出色的老太太旁边，她\n她是一个完美的健谈者，就航班上你身边的陌生人而言\n她非常健谈。我问她生活中最大的遗憾是什么。她的回答是...\n\n我是一名图书管理员，我有幸阅读了很多......\"。",
      "title": "写下你读过的每一本书的日记!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "今晚在穿越美國的航班上，我坐在一位出色的老太太旁邊，她\n她是一個完美的健談者，就航班上你身邊的陌生人而言\n她非常健談。我問她生活中最大的遺憾是什麼。她的回答是...\n\n我是一名圖書管理員，我有幸閱讀了很多......\"。",
      "title": "寫下你讀過的每一本書的日記!"
    }
  ]
}