{
  "author": "sofarsoalive",
  "original_created_utc": 1635444096,
  "title": "A book for an older child who is less favoured than their younger sibling",
  "created_utc": 1635481281,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A strange request!</p>\n\n<p>I have a family friend whose daughter has confided in me about feeling left out of everything. She herself is 13, and her younger sibling 7. Her younger sibling has additional needs and so gets more attention. She is also forced to stay at home during the holidays and look after this sibling, which I think she resents. She reads well above her age (18+ usually) and is very intelligent. She loves fantasy books, but I would love something that addresses the theme of being the least favoured in life (in whatever context) with the goal of bringing comfort.</p>\n\n<p>Hope that makes some sense</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/qhsr5x/a_book_for_an_older_child_who_is_less_favoured/",
  "subreddit": "booksuggestions",
  "id": "qhsr5x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A strange request!\n\nI have a family friend whose daughter has confided in me about feeling left out\nof everything. She herself is 13, and her younger sibling 7. Her younger sibling\nhas additional needs and so gets more attention. She is also forced to stay at\nhome during the holidays and look after…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "不思議なお願いです。\n\n私の家族の友人の娘さんが、すべてのことから取り残されていると感じていることを私に打ち明けました。\n打ち明けてくれました。彼女自身は13歳で、弟は7歳です。\nニーズがあるため、より注目されています。彼女もまた、休日には家にいて世話をしなければなりません。\n世話をしなければなりません。",
      "title": "下の子に比べて贔屓目に見られている上の子に贈る本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "一个奇怪的请求!\n\n我有一个家庭朋友，她的女儿向我倾诉，说她感到被抛弃了\n的一切。她自己13岁，她的弟弟妹妹7岁。\n有额外的需求，所以得到了更多的关注。她也被迫在假期期间呆在家里\n她也被迫在假期期间留在家里，照顾...",
      "title": "给比自己小的孩子不受宠的大孩子的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一個奇怪的請求!\n\n我有一個家庭朋友，她的女兒向我傾訴，說她感到被拋棄了\n的一切。她自己13歲，她的弟弟妹妹7歲。\n有額外的需求，所以得到了更多的關注。她也被迫在假期期間呆在家裏\n她也被迫在假期期間留在家裏，照顧...",
      "title": "給比自己小的孩子不受寵的大孩子的書"
    }
  ]
}