{
  "author": "TaxiDriverThankGod",
  "the_new_excerpt": "Before you argue that I am saying autistic people shouldn't be in film and\nmedia, let me clarify I am not saying that. I just feel like the argument that\nthey should or have be played by neuro-atypical individuals doesn't make a whole\nlot of sense.\n\nWhen Smile was released by SIA a prevailing…",
  "original_created_utc": 1616263068,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在你争论我说自闭症患者不应该在电影和\n媒体，让我澄清一下，我不是在说。我只是觉得这样的说法\n他们应该或已经由神经类型的人扮演，并没有使整个。\n很多道理。\n\n当Smile被SIA发布的时候，一个盛行...",
      "title": "CMV：说一个自闭症患者需要在电影/节目中扮演一个自闭症患者的角色，并没有什么意义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在你爭論我說自閉症患者不應該在電影和\n媒體，讓我澄清一下，我不是在說。我只是覺得這樣的說法\n他們應該或已經由神經類型的人扮演，並沒有使整個。\n很多道理。\n\n當Smile被SIA發佈的時候，一個盛行...",
      "title": "CMV：說一個自閉症患者需要在電影/節目中扮演一個自閉症患者的角色，並沒有什麼意義。"
    }
  ],
  "title": "CMV: Saying that an autistic person needs to play an autistic character in a film/show does not make a lot of sense.",
  "created_utc": 1616283084,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Before you argue that I am saying autistic people shouldn&#39;t be in film and media, let me clarify I am not saying that. I just feel like the argument that they should or have be played by neuro-atypical individuals doesn&#39;t make a whole lot of sense.</p>\n\n<p>When Smile was released by SIA a prevailing criticism I saw was that she chose an actress who did not have autism to play a role of an autistic teen.</p>\n\n<p>This does not make sense for quite a few reasons</p>\n\n<p>firstly by definition autism makes social interactions very difficult and understanding small social cues very challenging. An actor and the director and other actors will often have plenty of convos of their vision for how charecters interact and behave and have expectations which often can not be met. In addition mimicking behaviours and mirroring emotions is also a difficulty that autistic people deal with.</p>\n\n<p>Conversely i beleive an individual with down syndrome can play a role suited for someone with down syndrome since there isn&#39;t a lot of nuance associated with the role, and also replicate the look of. a down syndrome individual wold probably be more costly than actually hiring a down syndrome actor.</p>\n\n<p>For autism, there isn&#39;t really any factors that differentiate them and make it necessary for a role to be played by someone in the autistic community, the uniqueness comes from within, from behaviours and interests and style. For this reason it does not really make a lot of sense to hire an autistic actor since there is also no difference for people watching the fim or show going in with not a lot of background of the actors. Whether they actually have an autistic or non autistic actor would not make a difference in that regard, and would only matter for people who do their due dillegence and read up and are very passionate about the cause.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/m9ccgd/cmv_saying_that_an_autistic_person_needs_to_play/",
  "subreddit": "changemyview",
  "id": "m9ccgd",
  "is_self": true,
  "media": null,
  "is_video": false
}