{
  "author": "withouta3",
  "the_new_excerpt": "I love stories where the villain is relatable, where even if you do not agree\nwith his/her goals or methods, you can still understand his/her motivation.\nGreed, envy, pride, wrath, and vengeance are all easily relatable motivations\nfor an evil actor, but the \"burn it all down\" trope has never sat…",
  "original_created_utc": 1613343865,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢故事中的反派是可亲的，即使你不同意的地方\n他/她的目标或方法，你仍然可以理解他/她的动机。\n贪婪、嫉妒、骄傲、愤怒和复仇都是很容易让人联想到的动机。\n对于一个邪恶的演员，但 \"烧毁一切 \"的套路从来没有坐... ...",
      "title": "CMV：在故事中，反面人物的目标似乎是彻底消灭人类或所有生命，很少有那个反面人物的动机是合理的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡故事中的反派是可親的，即使你不同意的地方\n他/她的目標或方法，你仍然可以理解他/她的動機。\n貪婪、嫉妒、驕傲、憤怒和復仇都是很容易讓人聯想到的動機。\n對於一個邪惡的演員，但 \"燒燬一切 \"的套路從來沒有坐... ...",
      "title": "CMV：在故事中，反面人物的目標似乎是徹底消滅人類或所有生命，很少有那個反面人物的動機是合理的。"
    }
  ],
  "title": "CMV: In stories where the antagonist's goal seems to be the total annihilation of humanity or all life, rarely does that antagonist's motivation make sense.",
  "created_utc": 1613356631,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I love stories where the villain is relatable, where even if you do not agree with his/her goals or methods, you can still understand his/her motivation.  Greed, envy, pride, wrath, and vengeance are all easily relatable motivations for an evil actor, but the &quot;burn it all down&quot; trope has never sat right with me.  Sure, insanity is an easy answer, but that does not make for a compelling character. Even the Joker has the understandable motivation of one-upping the Batman.  If your only goal is destroying everything, what comes after that?  Pretty sure the answer to that question is pretty boring.</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/changemyview/comments/ljzpse/cmv_in_stories_where_the_antagonists_goal_seems/",
  "subreddit": "changemyview",
  "id": "ljzpse",
  "is_self": true,
  "media": null,
  "is_video": false
}