{
  "author": "Nubstix",
  "the_new_excerpt": "https://www.osha.gov/as/opa/worker/danger.html\n\nWhy YSK:\n\nEmployers know this, but few will tell employees about it. Workers are pressured\ninto risking life and injury because of year end review raises, bonuses, and\ntimeline of work that needs to be completed. My recommendation is this - call\nand…",
  "original_created_utc": 1623593389,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "https://www.osha.gov/as/opa/worker/danger.html\n\nなぜYSKなのか。\n\n雇用主はこのことを知っていますが、従業員に伝える人はほとんどいません。労働者は、年末の昇給やボーナスのために\n労働者は、年末の昇給、ボーナス、仕事の完了時期などの理由で、命やケガの危険にさらされています。\n仕事を完了させる必要があります。私がお勧めするのは、電話\nそして...",
      "title": "YSK: アメリカでは、仕事をしているときに、死や怪我の危険が差し迫っていると感じた場合、仕事をやめることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "https://www.osha.gov/as/opa/worker/danger.html\n\n为什么是YSK。\n\n雇主们知道这一点，但很少有人会告诉员工这一点。工人在压力下\n冒着生命和伤害的危险，因为年终审查的加薪、奖金和\n需要完成的工作的时间表。我的建议是这样的--打电话\n和...",
      "title": "YSK：在美国，当你在工作时，如果你觉得有迫在眉睫的死亡或受伤的威胁--你可以停止工作。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "https://www.osha.gov/as/opa/worker/danger.html\n\n爲什麼是YSK。\n\n僱主們知道這一點，但很少有人會告訴員工這一點。工人在壓力下\n冒着生命和傷害的危險，因爲年終審查的加薪、獎金和\n需要完成的工作的時間表。我的建議是這樣的--打電話\n和...",
      "title": "YSK：在美國，當你在工作時，如果你覺得有迫在眉睫的死亡或受傷的威脅--你可以停止工作。"
    }
  ],
  "title": "YSK: In the US while you are working, if you feel there is an imminent threat of death or injury - you can stop working.",
  "created_utc": 1623598144,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://www.osha.gov/as/opa/worker/danger.html\">https://www.osha.gov/as/opa/worker/danger.html</a></p>\n\n<p>Why YSK:</p>\n\n<p>Employers know this, but few will tell employees about it. Workers are pressured into risking life and injury because of year end review raises, bonuses, and timeline of work that needs to be completed. My recommendation is this - call and record the conversation with supervisor or the person in charge. If the person in charge starts debating your opinion, hang up and call OSHA and the Department of Labor. The reason for calling to Dept of labor is to insulate the employee from any retaliations from the employer. HR works for the employer, OSHA and the Dept of Labor works for you.</p>\n</div><!-- SC_ON -->",
  "score": 477,
  "permalink": "/r/YouShouldKnow/comments/nyx4p2/ysk_in_the_us_while_you_are_working_if_you_feel/",
  "subreddit": "YouShouldKnow",
  "id": "nyx4p2",
  "is_self": true,
  "media": null,
  "is_video": false
}