{
  "author": "alwayslostinthoughts",
  "the_new_excerpt": "A German law professor once told me women can lie and say no to that question,\nsince it is illegal. Because if you refuse to answer you kinda tip them off that\nthat is a sensitive topic and you are possibly thinking about it.\n\nSo just say no, what are they gonna do? If get hired and end up having…",
  "original_created_utc": 1619875271,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ドイツの法学部の教授が、女性はその質問に嘘をついて断ることができると言っていました。\nそれは違法だからです。なぜなら、答えないということは、その質問がデリケートな話題であり\nそれはデリケートな話題であり、あなたがそれについて考えている可能性があるということを相手に教えてしまうからです。\n\nだから、「いいえ」と言えばいいのです。彼らは何をするでしょうか？もし採用されても、結局は...。",
      "title": "YSKさんは、もし面接で「子供を作る予定はありますか」と聞かれたら、「ありません」と答えればいいんです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "一位德国法律教授曾经告诉我，妇女可以撒谎，对这个问题说不。\n因为它是非法的。因为如果你拒绝回答，你就会向他们暗示\n这是一个敏感的话题，你可能在考虑这个问题。\n\n所以就说不，他们会怎么做？如果被录用，最后有...",
      "title": "YSK认为，如果你在面试时被问及是否打算生孩子，你可以直接说不。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一位德國法律教授曾經告訴我，婦女可以撒謊，對這個問題說不。\n因爲它是非法的。因爲如果你拒絕回答，你就會向他們暗示\n這是一個敏感的話題，你可能在考慮這個問題。\n\n所以就說不，他們會怎麼做？如果被錄用，最後有...",
      "title": "YSK認爲，如果你在面試時被問及是否打算生孩子，你可以直接說不。"
    }
  ],
  "title": "YSK that if you get asked wether you plan on having kids during a job interview, you can just say No. Since the question is illegal in most places, nothing will happen if you do end up having kids.",
  "created_utc": 1619883812,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A German law professor once told me women can lie and say no to that question, since it is illegal. Because if you refuse to answer you kinda tip them off that that is a sensitive topic and you are possibly thinking about it.  </p>\n\n<p>So just say no, what are they gonna do? If get hired and end up having kids, you clearly can&#39;t be legally held responsible for lying (haha imagine that), you get maternity leave and benefits (in most countries) and in terms of the relationship with you boss you just say:  A miracle baby! An accident! You changed your mind!</p>\n\n<p>Why YSK: Asking questions about family planning is illegal during job interviews. Women get asked about this a lot, leading to discriminatory hiring practises. Since answering this question can be tricky, just saying &quot;no, I don&#39;t want kids in the near future /ever / I am focusing on my career right now/ I can&#39;t have children&quot; is the optimal solution.</p>\n</div><!-- SC_ON -->",
  "score": 1854,
  "permalink": "/r/YouShouldKnow/comments/n2i7xp/ysk_that_if_you_get_asked_wether_you_plan_on/",
  "subreddit": "YouShouldKnow",
  "id": "n2i7xp",
  "is_self": true,
  "media": null,
  "is_video": false
}