{
  "author": "248_RPA",
  "original_created_utc": 1626435649,
  "title": "YSK: Always have a mechanic YOU trust inspect a used car before buying, even if buying a \"fully certified\" car from a dealer. A professional inspection will provide an important extra level of insurance that you're not buying a pack of trouble.",
  "created_utc": 1626442944,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Problems that can be spotted by a complete professional inspection, which includes putting the car up on a lift, include: frame damage, damage to wires or insulation caused by animals, poor previous repair work, flood or fire damage, hidden rust, fluid leaks, burned-out bulbs, nonfunctioning accessories, suspicious odours and overdue maintenance procedures.</p>\n\n<p>Source: <a href=\"https://www.edmunds.com/car-buying/inspect-that-used-car-before-buying.html\">Inspect That Used Car Before Buying</a></p>\n</div><!-- SC_ON -->",
  "score": 282,
  "permalink": "/r/YouShouldKnow/comments/olf62t/ysk_always_have_a_mechanic_you_trust_inspect_a/",
  "subreddit": "YouShouldKnow",
  "id": "olf62t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Problems that can be spotted by a complete professional inspection,\nwhich includes putting the car up on a lift, include: frame damage, damage to\nwires or insulation caused by animals, poor previous repair work, flood or fire\ndamage, hidden rust, fluid leaks, burned-out bulbs,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、プロの手による完全な点検によって発見される問題があるからです。\nフレームの損傷、動物による配線や絶縁体の損傷、過去の修理の不備、水害、火災などです。\nフレームの損傷、動物による配線や絶縁体の損傷、過去の修理の不備、水害や火災による損傷\n隠れたサビ、液体の漏れ、電球の切れ...。",
      "title": "YSK: 中古車を購入する前には、たとえディーラーから「完全な認定を受けた」車を購入する場合でも、必ず信頼できるメカニックに点検してもらうようにしてください。プロによる検査は、あなたがトラブルの塊を買っていないかどうかを確認するための重要な保険となります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：通过完整的专业检查可以发现的问题。\n包括将汽车放在升降机上，包括：车架损坏、动物造成的电线或绝缘体损坏、以前的维修工作不力、水灾或火灾。\n损坏、动物造成的电线或绝缘体损坏、以前的维修工作不力、水灾或火灾\n损坏、隐藏的锈迹、液体泄漏、烧坏的灯泡......。",
      "title": "YSK：在购买二手车之前，一定要让你信任的机械师检查二手车，即使从经销商那里购买 \"完全认证 \"的汽车。专业的检查将提供一个重要的额外的保险，即你不是在买一包麻烦。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：通過完整的專業檢查可以發現的問題。\n包括將汽車放在升降機上，包括：車架損壞、動物造成的電線或絕緣體損壞、以前的維修工作不力、水災或火災。\n損壞、動物造成的電線或絕緣體損壞、以前的維修工作不力、水災或火災\n損壞、隱藏的鏽跡、液體泄漏、燒壞的燈泡......。",
      "title": "YSK：在購買二手車之前，一定要讓你信任的機械師檢查二手車，即使從經銷商那裏購買 \"完全認證 \"的汽車。專業的檢查將提供一個重要的額外的保險，即你不是在買一包麻煩。"
    }
  ]
}