{
  "author": "Bizzoman",
  "original_created_utc": 1629984712,
  "title": "CMV: Within the scope of deliberations on public policy if an argument cannot be defended without invoking deity, then that argument is invalid.",
  "created_utc": 1629992129,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In this country, the United States, there is supposedly an intentional wall between church and state. The state is capable of wielding enormous power and influence in public and private lives of citizens. The separation between church and state is to protect each body from the other. The state should not be able to reach into the church and dictate except in extreme cases. Similarly, the church isn’t the government. It doesn’t have the same writ as the government and shouldn’t be allowed to reach into the government or lives of non-followers—ever.</p>\n\n<p>Why I believe decisions based on religion (especially the predominate monotheist versions) are invalid in discourse over public policy comes down to consent and feedback mechanisms.</p>\n\n<p>Every citizen* has access to the franchise and is subject to the government. The government draws its authority from the governed and there are ways to participate, have your voice heard, change policy, and be represented. Jaded as some may be there are mechanisms in place to question, challenge, and influence policy in the government.</p>\n\n<p>Not every citizen follows a religion—further, not even all the followers in America are of the same religion, sect, or denomination. Even IF there was a majority bloc of believers, that is a choice to follow an organization based on faith which demands obedience and eschews feedback/reform. The rules and proclamations are not democratically decided; they are derived, divined, and interpreted by a very small group which does not take requests from the congregation. Which is fine if you’re allowing that to govern your own life. </p>\n\n<p>Arguments about public policy must allow conversation, debate, introduction of objective facts, challenges to authority, accountability of everyone (top to bottom), and evolution/growth/change with introduction and consideration of new information—all things which theist organizations don’t seem to prioritize. Public policy must be defensible with sound logic and reason. Public policy cannot be allowed to be made on the premise of faith or built upon a foundation of a belief. </p>\n\n<p>Aside from leaving the country, we do not have a choice in being subject to the government. Following a faith is a choice. If the government is going to limit my actions, I have few options but to comply and if I disagree then exercise rights. If a church is going to limit my actions and I do not agree, then I can walk away. The church can not be allowed to make rules for those outside the church.</p>\n\n<p>When defending a position on public policy, any defense which falls back on faith, conforming to a religion, or other religious dogma is invalid. If you cannot point to anything more tangible than your own choice in faith or what some parson or clergy dictates, then it should not apply to me.</p>\n\n<p>Any form of, “the law should be X because my faith believes X” is nothing more than forcing your faith on others. CMV.</p>\n\n<p>*Yes, I’m aware of people under 18, felons, and others denied the right to vote. That isn’t the scope of this conversation.</p>\n</div><!-- SC_ON -->",
  "score": 150,
  "permalink": "/r/changemyview/comments/pbzkp5/cmv_within_the_scope_of_deliberations_on_public/",
  "subreddit": "changemyview",
  "id": "pbzkp5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In this country, the United States, there is supposedly an intentional wall\nbetween church and state. The state is capable of wielding enormous power and\ninfluence in public and private lives of citizens. The separation between church\nand state is to protect each body from the other. The state…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この国、アメリカでは、教会と国家の間に意図的な壁があるとされています。\n教会と国家の間には意図的な壁があるとされています。国家は、市民の公私の生活において、巨大な権力と影響力を行使することができます。\n国家は、市民の公私にわたる生活に大きな力と影響力を行使することができます。教会と国家の分離は\n教会と国家の分離は、それぞれの団体を他の団体から守るためのものです。国家は...",
      "title": "CMV：公共政策を考える上で、神を持ち出さないと守れないような議論は無効だと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在这个国家，即美国，据说有一堵故意的墙\n教会和国家之间。国家能够在公民的公共和私人生活中挥舞巨大的权力和\n对公民的公共和私人生活产生影响。教会与国家之间的分离\n是为了保护每个机构不受对方的影响。国家...",
      "title": "CMV：在审议公共政策的范围内，如果不援引神性就不能为一个论点辩护，那么这个论点就是无效的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在這個國家，即美國，據說有一堵故意的牆\n教會和國家之間。國家能夠在公民的公共和私人生活中揮舞巨大的權力和\n對公民的公共和私人生活產生影響。教會與國家之間的分離\n是爲了保護每個機構不受對方的影響。國家...",
      "title": "CMV：在審議公共政策的範圍內，如果不援引神性就不能爲一個論點辯護，那麼這個論點就是無效的。"
    }
  ]
}