{
  "author": "Revenge_of_the_Khaki",
  "the_new_excerpt": "Why YSK: Everyone hates the smell of cheap drinking alcohol, but it's usually\ntoo late by the time you've put the sanitizer on your hands. A quick check\nbefore you buy or use a bottle of hand sanitizer will save you the bad\nexperience of smelling Crystal Palace for the next 15 minutes. I'm afraid…",
  "original_created_utc": 1621023331,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 安い酒の匂いは誰もが嫌うものですが、手に除菌剤を塗ってからでは遅すぎます。\nしかし、手に除菌剤を塗ってからでは遅すぎます。買う前、使う前に\n手の消毒液を買う前、使う前に簡単なチェックをしておけば、C型肝炎の臭いで嫌な思いをしなくて済みます。\n使う前にチェックしておけば、15分後にクリスタル・パレスの香りがするという嫌な経験をしなくて済みます。恐れ入りますが...。",
      "title": "YSK：最近、店頭で人気のある変な臭いのする手指消毒剤は、イソプロピルアルコールの代わりにエチルアルコールを使用しています。嫌な臭いを避けたい方は、「有効成分」の欄を見て、エチルアルコールが含まれていないことを確認してください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：每个人都讨厌廉价饮酒的味道，但当你把消毒剂涂在手上时，通常已经太晚了。\n但当你把消毒剂放在手上时，通常已经太晚了。在你购买或使用一瓶洗手液之前，快速检查一下\n在你购买或使用一瓶洗手液之前，快速检查一下，将使你免于被涂抹的糟糕经历。\n在接下来的15分钟内闻到水晶宫的味道的糟糕经历。恐怕...",
      "title": "YSK：最近在商店里流行的怪味洗手液使用的是乙醇而不是异丙醇。如果你想避免难闻的气味，请看一下 \"活性成分 \"部分，确认它不包括乙醇。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：每個人都討厭廉價飲酒的味道，但當你把消毒劑塗在手上時，通常已經太晚了。\n但當你把消毒劑放在手上時，通常已經太晚了。在你購買或使用一瓶洗手液之前，快速檢查一下\n在你購買或使用一瓶洗手液之前，快速檢查一下，將使你免於被塗抹的糟糕經歷。\n在接下來的15分鐘內聞到水晶宮的味道的糟糕經歷。恐怕...",
      "title": "YSK：最近在商店裏流行的怪味洗手液使用的是乙醇而不是異丙醇。如果你想避免難聞的氣味，請看一下 \"活性成分 \"部分，確認它不包括乙醇。"
    }
  ],
  "title": "YSK: The weird smelling hand sanitizer that has recently become popular in stores uses ethyl alcohol instead of isopropyl alcohol. If you want to avoid the bad smell, look at the \"Active Ingredient\" section to confirm that it doesn't include ethyl alcohol.",
  "created_utc": 1621031669,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Everyone hates the smell of cheap drinking alcohol, but it&#39;s usually too late by the time you&#39;ve put the sanitizer on your hands. A quick check before you buy or use a bottle of hand sanitizer will save you the bad experience of smelling Crystal Palace for the next 15 minutes.\nI&#39;m afraid I can&#39;t help with that weird goopy consistency that some brands have. You&#39;re on your own for that.</p>\n</div><!-- SC_ON -->",
  "score": 2488,
  "permalink": "/r/YouShouldKnow/comments/nchvkj/ysk_the_weird_smelling_hand_sanitizer_that_has/",
  "subreddit": "YouShouldKnow",
  "id": "nchvkj",
  "is_self": true,
  "media": null,
  "is_video": false
}