{
  "author": "xTheKingOfClubs",
  "original_created_utc": 1627010257,
  "title": "Why is outing people and speculating about the sexuality of other people so rampant in LGBT dominated spaces? Shouldn’t they be the most sensitive to this kind of thing?",
  "created_utc": 1627023314,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see all the time on social media people speculating about the sexuality of people who claim to be straight or bi. Confusingly, nearly every time it comes from someone who is LGBT and I frequently see it occur in LGBT dominated spaces.</p>\n\n<p>It’s always “no way he/she’s straight” or “wow he/she seems a little 💅 to me.”</p>\n\n<p>My question for this is just, why? Shouldn’t LGBT people be able to empathize with people who are in the closet or uncomfortable with their sexuality far more than anyone else?</p>\n\n<p>More importantly, what’s the benefit of this kind of conversation? There are literally two possible outcomes. Either the person in question is the sexuality they claim to be and you’re bringing undue attention to their sexuality through baseless speculation, or, probably even worse, the person is gay or bi and is hiding their sexuality and you’re bringing attention to it before they’re ready to discuss it. These are both bad outcomes with no benefit to you whatsoever.</p>\n\n<p>Say you’re right and someone really is hiding their sexuality. Congratulations, you played a part in shining a light on something they weren’t ready to publicly confront. </p>\n\n<p>Shouldn’t LGBT people be especially sensitive to the potential discomfort someone could have about their sexuality? You would think that, but everything I see from LGBT spaces makes me think the complete opposite. Why is this?</p>\n</div><!-- SC_ON -->",
  "score": 112,
  "permalink": "/r/TooAfraidToAsk/comments/optq2o/why_is_outing_people_and_speculating_about_the/",
  "subreddit": "TooAfraidToAsk",
  "id": "optq2o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I see all the time on social media people speculating about the sexuality of\npeople who claim to be straight or bi. Confusingly, nearly every time it comes\nfrom someone who is LGBT and I frequently see it occur in LGBT dominated spaces.\n\nIt’s always “no way he/she’s straight” or “wow he/she seems a…"
}