{
  "author": "bwldrd",
  "original_created_utc": 1626902558,
  "title": "YSK when making your own body/room sprays to use distilled water and at least a 151-proof ethanol base to properly solubilize ingredients and prevent microbial growth",
  "created_utc": 1626922769,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Most websites and blogs that contain DIY instructions on how to make body and room sprays never explain why the ingredients are necessary. One common ingredient listed is witch hazel or vodka to help bind everything together, but that was the most explanation I could find. I came across an article that goes into the science behind why using a particular-strength ethanol base for body and room sprays is preferable to just plain vodka or witch hazel.</p>\n\n<p>The article explains that in order to properly solubilize (dissolve and incorporate) a solution of distilled water and essential oils, one would need to add 190-proof ethanol (grain) alcohol to the mixture. For anti-microbial purposes, a minimum 151-proof ethanol (grain) alcohol is recommended. (If using 190-proof to solubilize, one would not need to then add 151-proof to prevent microbial growth.) Most vodkas are only 80- or 100-proof, which is not sufficient for solubilization or preservation. Products like witch hazel are water-based and so have the potential to introduce undesired microbes.</p>\n\n<p>Using distilled water over filtered or tap water doesn&#39;t make a difference (to my knowledge) in the solubilizing process, but it does make a difference when trying to prevent microbial growth. Even filtered water can contain microbes, and so it is best to use distilled water when making a product that will sit for long periods of time.</p>\n\n<p>Link to the article: <a href=\"https://tisserandinstitute.org/effective-use-alcohol-aromatic-blending/\">https://tisserandinstitute.org/effective-use-alcohol-aromatic-blending/</a></p>\n\n<p>Finding trustworthy and accurate articles on beauty products and DIY home/body care products is challenging. If anyone can find better articles about this and/or from more reputable sources, please let me know! This was the best I could find in an afternoon of searching.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/oozdfa/ysk_when_making_your_own_bodyroom_sprays_to_use/",
  "subreddit": "YouShouldKnow",
  "id": "oozdfa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Most websites and blogs that contain DIY instructions on how to make\nbody and room sprays never explain why the ingredients are necessary. One common\ningredient listed is witch hazel or vodka to help bind everything together, but\nthat was the most explanation I could find. I came across an…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：ボディスプレーやルームスプレーの作り方を紹介しているウェブサイトやブログのほとんどは、なぜ必要なのかを説明していません。\nボディスプレーやルームスプレーの作り方を紹介しているウェブサイトやブログの多くは、なぜその材料が必要なのかを説明していません。よくあるのは\nウィッチヘーゼルやウォッカなどが挙げられていますが、それが一番の説明でした。\n私が見つけたのはそれだけでした。私が出会ったのは、...",
      "title": "YSKでは、ボディスプレーやルームスプレーを作る際には、成分を適切に溶解させ、微生物の繁殖を防ぐために、蒸留水と151プルーフ以上のエタノールベースを使用しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：大多数网站和博客上都有关于如何制作身体和房间喷雾剂的DIY说明。\n身体和房间喷雾剂的网站和博客都没有解释为什么这些成分是必要的。一个常见的\n所列的一种常见成分是金缕梅或伏特加，以帮助将所有东西粘合在一起，但这是我能找到的最多的解释。\n这是我能找到的最多的解释。我发现了一个新的方法。",
      "title": "YSK在制作自己的身体/室内喷雾剂时，使用蒸馏水和至少151度的乙醇基质，以适当溶解成分并防止微生物生长。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：大多數網站和博客上都有關於如何製作身體和房間噴霧劑的DIY說明。\n身體和房間噴霧劑的網站和博客都沒有解釋爲什麼這些成分是必要的。一個常見的\n所列的一種常見成分是金縷梅或伏特加，以幫助將所有東西粘合在一起，但這是我能找到的最多的解釋。\n這是我能找到的最多的解釋。我發現了一個新的方法。",
      "title": "YSK在製作自己的身體/室內噴霧劑時，使用蒸餾水和至少151度的乙醇基質，以適當溶解成分並防止微生物生長。"
    }
  ]
}