{
  "author": "bwldrd",
  "original_created_utc": 1626902558,
  "title": "YSK when making your own body/room sprays to use distilled water and at least a 151-proof ethanol base to properly solubilize ingredients and prevent microbial growth",
  "created_utc": 1626922769,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Most websites and blogs that contain DIY instructions on how to make body and room sprays never explain why the ingredients are necessary. One common ingredient listed is witch hazel or vodka to help bind everything together, but that was the most explanation I could find. I came across an article that goes into the science behind why using a particular-strength ethanol base for body and room sprays is preferable to just plain vodka or witch hazel.</p>\n\n<p>The article explains that in order to properly solubilize (dissolve and incorporate) a solution of distilled water and essential oils, one would need to add 190-proof ethanol (grain) alcohol to the mixture. For anti-microbial purposes, a minimum 151-proof ethanol (grain) alcohol is recommended. (If using 190-proof to solubilize, one would not need to then add 151-proof to prevent microbial growth.) Most vodkas are only 80- or 100-proof, which is not sufficient for solubilization or preservation. Products like witch hazel are water-based and so have the potential to introduce undesired microbes.</p>\n\n<p>Using distilled water over filtered or tap water doesn&#39;t make a difference (to my knowledge) in the solubilizing process, but it does make a difference when trying to prevent microbial growth. Even filtered water can contain microbes, and so it is best to use distilled water when making a product that will sit for long periods of time.</p>\n\n<p>Link to the article: <a href=\"https://tisserandinstitute.org/effective-use-alcohol-aromatic-blending/\">https://tisserandinstitute.org/effective-use-alcohol-aromatic-blending/</a></p>\n\n<p>Finding trustworthy and accurate articles on beauty products and DIY home/body care products is challenging. If anyone can find better articles about this and/or from more reputable sources, please let me know! This was the best I could find in an afternoon of searching.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/oozdfa/ysk_when_making_your_own_bodyroom_sprays_to_use/",
  "subreddit": "YouShouldKnow",
  "id": "oozdfa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Most websites and blogs that contain DIY instructions on how to make\nbody and room sprays never explain why the ingredients are necessary. One common\ningredient listed is witch hazel or vodka to help bind everything together, but\nthat was the most explanation I could find. I came across an…"
}