{
  "author": "PatchworkSquare",
  "original_created_utc": 1631915198,
  "title": "Books and dryer sheets: may they never meet",
  "created_utc": 1631926687,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Fellow Bibliophiles,</p>\n\n<p>Last week, I purchased an art book from a third party seller on Amazon.  The book&#39;s condition was listed as: &quot;Condition: Used - Good&quot;</p>\n\n<p>When the book arrived, I found that the seller, or previous owner, had stuffed three dryer sheets in between the pages close to the middle of the book.  Not only did it make the book smell like dryer sheets, which it shouldn&#39;t, it also left oily stains on the adjacent pages.  Again, I want to emphasize that this was an art book.  Very few words, lots of high resolution pictures.  Presentation was 90% of the reason for the book&#39;s existence.</p>\n\n<p>My reason for posting this here and not just complaining to the seller is because I want to discourage others from damaging their books in the same way.</p>\n\n<p>Books are not meant to smell like Downy.  They are meant to smell like paper, ink, and biblichor.  Photographs printed in books are not meant to have oily saccharin smelling stains over them.  They are meant to faithfully mimic the subject of the photograph.</p>\n\n<p>Remember that you, dear reader, are merely a book&#39;s temporary conservator.  If you treat your books well, they will outlive you.  Or, at the very least, they will outlive your interest in them and you will pass them along to a new enthusiast.  Please take care of them for the sake of their future owners.</p>\n\n<p>Sincerely, </p>\n\n<p>A. Collector</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/pq9jey/books_and_dryer_sheets_may_they_never_meet/",
  "subreddit": "books",
  "id": "pq9jey",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Fellow Bibliophiles,\n\nLast week, I purchased an art book from a third party seller on Amazon. The\nbook's condition was listed as: \"Condition: Used - Good\"\n\nWhen the book arrived, I found that the seller, or previous owner, had stuffed\nthree dryer sheets in between the pages close to the middle of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "書誌愛好家の皆さん。\n\n先週、私はアマゾンのサードパーティの出品者からアートブックを購入しました。その本の\nその本の状態は次のように記載されていました。「状態。状態：中古 - 良好\"\n\n届いた本を見てみると、出品者か前の所有者が、ページの中央付近にドライヤーシートを3枚詰め込んでいました。\nドライヤーシートを3枚、ページの中央付近に挟んでいました...",
      "title": "本とドライヤーシート、その出会いがありますように"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "各位书友。\n\n上周，我从亚马逊上的一个第三方卖家那里购买了一本艺术书。该书\n书的状况被列为。\"条件。二手--好\"\n\n当书到达时，我发现卖家，或者说前主人，在书里塞了\n三张干纸塞在书页之间，接近书的中部。",
      "title": "书籍和干燥剂：愿他们永不相见"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "各位書友。\n\n上週，我從亞馬遜上的一個第三方賣家那裏購買了一本藝術書。該書\n書的狀況被列爲。\"條件。二手--好\"\n\n當書到達時，我發現賣家，或者說前主人，在書裏塞了\n三張幹紙塞在書頁之間，接近書的中部。",
      "title": "書籍和乾燥劑：願他們永不相見"
    }
  ]
}