{
  "author": "_Hopped_",
  "the_new_excerpt": "For 100s of years it seemed appropriate to view Western society as building a\nbetter life for our children:\n\n * houses were built to last (the house I live in is from the 17th century), so\n   were a permanent improvement to the village/town\n * education systems were built and expanded in years…",
  "original_created_utc": 1614772377,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "百年来，似乎应该把西方社会看作是建立一个\n为我们的孩子提供更好的生活。\n\n * 房屋的建造要经久耐用（我住的房子是17世纪的），因此\n   是对村镇的永久性改善\n *教育体系的建立和扩大是在年....",
      "title": "CMV：我们(和西方社会一样)似乎已经停止了为我们的孩子建设更好生活的努力。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "百年來，似乎應該把西方社會看作是建立一個\n爲我們的孩子提供更好的生活。\n\n * 房屋的建造要經久耐用（我住的房子是17世紀的），因此\n   是對村鎮的永久性改善\n *教育體系的建立和擴大是在年....",
      "title": "CMV：我們(和西方社會一樣)似乎已經停止了爲我們的孩子建設更好生活的努力。"
    }
  ],
  "title": "CMV: We (as in Western society) have seemingly stopped trying to build better lives for our children",
  "created_utc": 1614803431,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For 100s of years it seemed appropriate to view Western society as building a better life for our children:</p>\n\n<ul>\n<li>houses were built to last (the house I live in is from the 17th century), so were a permanent improvement to the village/town</li>\n<li>education systems were built and expanded in years taught</li>\n<li>roads</li>\n<li>electrification/other utilities (e.g. water, sewage, gas, etc.)</li>\n<li>healthcare systems</li>\n<li>police/armed forces to keep people safe</li>\n<li>fire brigades</li>\n</ul>\n\n<p>However, it seems since the post-war period we have built very little to benefit our children. The only thing I can think of is the internet (and associate infrastructure), but as this isn&#39;t even permanent - websites seem more like temporary structures that are designed to be demolished and replaced than permanent improvements.</p>\n\n<p>Houses built in the post-war (to modern day) period seem designed in the same way: temporary structures of wood rather than stone.</p>\n\n<p>So my question is: what should we (or are we, and I simply don&#39;t know about it) be building to enrich our children&#39;s and further descendants lives better?</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/lws41l/cmv_we_as_in_western_society_have_seemingly/",
  "subreddit": "changemyview",
  "id": "lws41l",
  "is_self": true,
  "media": null,
  "is_video": false
}