{
  "author": "DetroitUberDriver",
  "the_new_excerpt": "WOW I CAN’T BELIEVE I HAVE TO SAY THIS, BUT SERIOUSLY, KEEP THE DISCUSSIONS\nABOUT THIS HERE. DON’T STALK ME TO OTHER SUBREDDITS. I’M SORRY IF THIS EDIT IS\nAGAINST THE SUBREDDIT RULES.\n\nEdit 2: Guys this kinda exploded within the last hour and I now have over 100\ncomments and quickly climbing to…",
  "original_created_utc": 1611316626,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "澄清一下，我在政治上是相当中间派的。我认为我大部分的\n观点相当左倾但温和，少数人的观点稍稍偏向于\n右倾，但也很温和。我对什么是 \"右倾 \"有不同的定义\n构成 \"仇恨言论 \"比许多现代 \"极端自由主义者 \"但我，。",
      "title": "[改变我的想法]：压制反对的观点最终会给社会带来灾难性的结果。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "澄清一下，我在政治上是相當中間派的。我認爲我大部分的\n觀點相當左傾但溫和，少數人的觀點稍稍偏向於\n右傾，但也很溫和。我對什麼是 \"右傾 \"有不同的定義\n構成 \"仇恨言論 \"比許多現代 \"極端自由主義者 \"但我，。",
      "title": "[改變我的想法]：壓制反對的觀點最終會給社會帶來災難性的結果。"
    }
  ],
  "title": "CMV: Silencing opposing viewpoints is ultimately going to have a disastrous outcome on society.",
  "created_utc": 1611327123,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><h1>Wow I can’t believe I have to say this, but seriously, keep the discussions about this here. Don’t stalk me to other subreddits. I’m sorry if this edit is against the subreddit rules.</h1>\n\n<p>Edit 2: Guys this kinda exploded within the last hour and I now have over 100 comments and quickly climbing to read. I’m still reading them and my view is still open to change, and has been altered to some degree. Please don’t take my long delay as a refusal to engage any further, I am alone at home taking care of my 4 year old son. </p>\n\n<p>Also, please don’t spend money on awards for this thread I’m sure your money can be put to better use.</p>\n\n<p>Edit: I believe my view has been changed when it comes to things such as silencing political parties who are advocating for genocide, not only has that atrocity been felt in recent historical events but it’s been proven effective more recently in modern Germany. I’m still open to other comments regarding less dangerous views.</p>\n\n<p>For clarification, I’m politically fairly centrist. I’d consider most of my views fairly left leaning but moderate, with a handful of them slightly more right leaning but also very moderate. I do have a different definition of what constitutes “hate speech” than many modern “ultra liberals” but I, too, don’t like to see/hear hate speech. </p>\n\n<p>Now for my position: I believe that silencing people, banning them from existing platforms, cancelling them, firing them, then shutting down platforms they create, for expressing their own opinions, while this may be legal, will ultimately have a disastrous ripple effect on our society. If you believe your opinions to be correct you should let them stand on their own merits and silencing opposition should not be necessary. Doing so creates even more of a divide, creates more resentment, and pushes those who believe differently into a dark corner where their views are never challenged because it’s the ultimate echo chamber. It does not change minds, if anything it reinforces beliefs. </p>\n\n<p>I understand that freedom of speech refers to freedom from government persecution. That is not what I’m arguing about. I understand this is not happening. We, as society, can shun and ignore what we believe to be incorrect backwards thinking without silencing it, and this would be a better way of dealing with it.</p>\n</div><!-- SC_ON -->",
  "score": 5941,
  "permalink": "/r/changemyview/comments/l2m93x/cmv_silencing_opposing_viewpoints_is_ultimately/",
  "subreddit": "changemyview",
  "id": "l2m93x",
  "is_self": true,
  "media": null,
  "is_video": false
}