{
  "author": "Dividedthought",
  "the_new_excerpt": "Probably not a perfect title for this post, but here we go regardless.\n\nEvery time i see a post from that sub it is something along the lines of \"there\nare no good men left\" or just trashing men. Now i get it, there are some fucking\nanimals out there who should be left beaten and bloodied in a ditch…",
  "original_created_utc": 1619467696,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この記事のタイトルとしては完璧ではないかもしれませんが、とりあえず書いておきます。\n\nそのサブの投稿を見るたびに、「いい男なんて残ってない」とか\nといった内容のものだったり、ただ単に男性をゴミ扱いするものだったりします。確かに、世の中には叩かれても仕方ないような\n殴られて血まみれになってドブに捨てられるべき動物がいるのはわかりますが...。",
      "title": "CMV：femaledatingstrategyとは、女性たちが自分たちの嫌いな男性と同じように行動するグループのことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "也许这个帖子的标题并不完美，但不管怎样，我们还是来了。\n\n每次我看到那个子的帖子，都是一些类似于 \"没有好男人了 \"之类的东西。\n没有好男人了 \"或只是在抨击男人。现在我明白了，有一些他妈的\n禽兽，他们应该被打得血肉模糊，留在沟里......",
      "title": "CMV：femaledatingstrategy是一群女人的行为，就像她们讨厌的男人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "也許這個帖子的標題並不完美，但不管怎樣，我們還是來了。\n\n每次我看到那個子的帖子，都是一些類似於 \"沒有好男人了 \"之類的東西。\n沒有好男人了 \"或只是在抨擊男人。現在我明白了，有一些他媽的\n禽獸，他們應該被打得血肉模糊，留在溝裏......",
      "title": "CMV：femaledatingstrategy是一羣女人的行爲，就像她們討厭的男人。"
    }
  ],
  "title": "CMV: femaledatingstrategy is a group of women acting just like the men they hate.",
  "created_utc": 1619530235,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Probably not a perfect title for this post, but here we go regardless.</p>\n\n<p>Every time i see a post from that sub it is something along the lines of &quot;there are no good men left&quot; or just trashing men. Now i get it, there are some fucking animals out there who should be left beaten and bloodied in a ditch for what they&#39;ve done to women. </p>\n\n<p>However, you&#39;re not going to find many allies like that. </p>\n\n<p>Let&#39;s pick apart their high value man list for a moment, and i&#39;ll give my 2 cents on it.</p>\n\n<p>A man that is respectful, loyal and faithful. - this is a given, i&#39;d expect the same.</p>\n\n<p>A giving man that pays for dates and a relatively higher proportion of expenses in the relationship - the classic cake and eat it too. We usually pay for the date. I&#39;d say if a guy brings up the idea of &quot;lets both pay our way&quot; before the date it should be discussed because, and  to be honest, I can see why someone would do this. I&#39;ve been saddled with rediculous bills before at high end places (still paid, but never trying to talk to those folks again) and occasionally will ask to do things like this if i suspect i&#39;m going to be paying 30 for my food and drink and 130 for theirs.</p>\n\n<p>As for at the relationship stage, it&#39;s whoever makes more pays more. If i was making less than my SO i&#39;d expect them to take up the slack. If i wasn&#39;t paying, i&#39;d do the housework, mind the kids, run errands, etc. A relationship is a 2 way street, both sides have to give equally for things to work.</p>\n\n<p>A man that is confident, consistent and reliable - again i&#39;d want the same in any partner.</p>\n\n<p>A man that listens to what you say and tries his best to do as you ask - only if the same is reciprocated. Otherwise that sounds a lot like a master slave relationship and while i don&#39;t judge the lyfestyle, youre going to chase off a lot of guys with that.</p>\n\n<p>A man with a good, sustainable job - ok, you too sweetheart. You don&#39;t want to date a freeloader, neither do we. Don&#39;t quit your career because you&#39;re now in a relationship, that&#39;s lazy. Different story once kids are involved, someone has to care for em, but if you have nothing holding you back from having a job, why not? Helps ease the bills and you then aren&#39;t needing to rely on others financially. </p>\n\n<p>A man that appreciates you and shows you that he loves you - another &quot;relationships 101&quot; category</p>\n\n<p>A responsible man that keeps his word - again, i&#39;d expect the same from my SO.</p>\n\n<p>A man that takes care of his body, his face and his physical appearance - yet if we ask the same we get yelled at for being sexist. You want that, expect a similar requirement in return.</p>\n\n<p>A man that cares about your sexual pleasure and goes down on you regularly without being asked - again, flip the script and it&#39;s sexist. Here&#39;s a better idea, how about both sides set their limits on what they&#39;ll do and talk about it like adults, i&#39;m bi and honestly would rather deepthroat a dick than eat a chick out because of some unfortunate events in bed. </p>\n\n<p>If you’re interested in having children, an attentive, responsible father and caretaker - again this is something that both parties have to sit down and discuss like adults instead of relying on the idea of what should happen. A kid is a massve change in your life, and requires effort from both parties. </p>\n\n<p>To me, FDS is mostly just new wave feminist &quot;men are evil&quot; rhetoric wrapped up in &#39;we are protecting ourselves&quot; and a whole lot of echo chamber. You ladies want to talk about what is actually causing the problems you&#39;re trying to solve? Well look no further than FDS is. Incels came about because of their echo chambers, and i see FDS going down a similar route of turning into a hateful cesspit of an echo chamber where the &quot;other&quot; is demonized and playing the victim is the norm. </p>\n\n<p>Now i realize i&#39;m coming off as pretty ignorant right now but i&#39;m not saying things are perfect the way they are. What i&#39;m saying is that bulding yourself an echo chamber is wrong. What i&#39;m saying is &quot;all men are trash&quot; is essentially the flipside of a guy sying &quot;all women are whores&quot;.  It&#39;s like the old bit of dating advice &quot;if everyone you go out with is complete garbage, perhaps it&#39;s time to take a look in the mirror.&quot;</p>\n\n<p>Nothing gets acomplished by talking amongst one side of a problem. Discussion is needed, and comprimise is needed. You get there by respecting the other side like you would your own, not by screaming at them that they are the problem because that is just an attempt to put your own flaws out of the picture.</p>\n\n<p>So, change my views here. I&#39;m hoping i&#39;m just reading this sub wrong, but i&#39;m having a hard time interpreting it any other way without getting some outside perspective. I&#39;m currently at work and this is my first cmv post, so bear with me if i don&#39;t reply immidiately. Also, i&#39;ll be putting a bit more faith behind replies coming from women on this one. No offence guys, please still chime in, but i&#39;m rather interested in what the &quot;other side&quot; of this mess&#39; perspective is.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/mz6p6o/cmv_femaledatingstrategy_is_a_group_of_women/",
  "subreddit": "changemyview",
  "id": "mz6p6o",
  "is_self": true,
  "media": null,
  "is_video": false
}