{
  "author": "CharlesAbrahamGIQr",
  "original_created_utc": 1625755121,
  "title": "YSK that if you’re not at fault in a car accident, You can get a check for diminished value of your vehicle to compensate for the loss in your car's market value and get thousands of dollars. Here’s how.",
  "created_utc": 1625762585,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  I just discovered something that most people are unaware of. If you are involved in an accident through no fault of your own, you can file a diminished value claim with the at-fault party’s insurance company and receive a settlement for the loss of value of your vehicle.</p>\n\n<p>A month ago, a drunk driver rear ended my 2020 Nissan Rogue with over $8,200 worth of damage. The insurance company of the at-fault party quickly repaired the car with no issues and my adjuster was very friendly. I thought everything went well. </p>\n\n<p>But then  a friend of mine suggested to me to get something called Diminished Value. I had no clue such a thing exists. He recommended an independent appraiser to prove my amount of DV. The appraiser gave me a free estimate for DV and it was  $4350! Wow, and I had no clue I was owed this money. I bought myself an appraisal and sent it to the insurance company. </p>\n\n<p>A few emails back and forth  and we settled for $3,700. I know they probably screwed me out of $700 but I see this as a huge win as I had no idea about this money at all. A week later I got the check in the mail!</p>\n\n<p>HERE ARE THE STEPS:</p>\n\n<ul>\n<li>Get an independent diminished value appraisal.</li>\n<li>Go to the insurance company of the person who hit your car. </li>\n<li>If they agree that the other driver is at fault, file for a diminished value claim. </li>\n<li>Accept or Decline their offer.</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 1285,
  "permalink": "/r/YouShouldKnow/comments/og8jej/ysk_that_if_youre_not_at_fault_in_a_car_accident/",
  "subreddit": "YouShouldKnow",
  "id": "og8jej",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I just discovered something that most people are unaware of. If you are\ninvolved in an accident through no fault of your own, you can file a diminished\nvalue claim with the at-fault party’s insurance company and receive a settlement\nfor the loss of value of your vehicle.\n\nA month ago, a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: ほとんどの人が気づいていないことを発見しました。もし、あなたが自分の過失で\n自分の過失で事故に遭った場合、損害賠償請求をすることができます。\n加害者側の保険会社に損害賠償請求をすることができます。\n自分の車の価値が失われたことに対する和解金を受け取ることができます。\n\n1ヶ月前、ある...",
      "title": "YSKでは、交通事故で自分に過失がない場合には 車の市場価値の低下を補償するために、車の価値低下チェックを受けて数千ドルを手に入れることができます。その方法をご紹介します。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我刚刚发现了一个大多数人都不知道的事情。如果你\n如果你不是因为自己的过错而卷入一场事故，你可以向过失方的保险公司提出价值减少的索赔，并获得赔偿。\n你可以向肇事方的保险公司提出价值缩减索赔，并获得赔偿。\n赔偿你的车辆的价值损失。\n\n一个月前，一个...",
      "title": "YSK认为，如果你在车祸中没有过错，你可以得到一张车辆价值缩水的支票，以补偿你的汽车市场价值的损失，并获得数千美元。下面是方法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我剛剛發現了一個大多數人都不知道的事情。如果你\n如果你不是因爲自己的過錯而捲入一場事故，你可以向過失方的保險公司提出價值減少的索賠，並獲得賠償。\n你可以向肇事方的保險公司提出價值縮減索賠，並獲得賠償。\n賠償你的車輛的價值損失。\n\n一個月前，一個...",
      "title": "YSK認爲，如果你在車禍中沒有過錯，你可以得到一張車輛價值縮水的支票，以補償你的汽車市場價值的損失，並獲得數千美元。下面是方法。"
    }
  ]
}