{
  "author": "Krejtek",
  "the_new_excerpt": "I bought this book, because I've seen plenty of people praising it. I tried to\nread it, but gave up after 100 pages.\n\nI just can't understand what is good about it. It's certainly not writing,\nbecause it's really obvious that the author was a teen when writing it and\ndidn't have much experience back…",
  "original_created_utc": 1615462490,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我买了这本书，因为我看到很多人都在称赞它。我试图\n读了，但100页后就放弃了。\n\n我就是不明白它有什么好的地方。当然不是写作。\n因为它真的很明显，作者是一个十几岁的时候写它和\n经验不足...",
      "title": "艾瑞冈是怎么回事？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我買了這本書，因爲我看到很多人都在稱讚它。我試圖\n讀了，但100頁後就放棄了。\n\n我就是不明白它有什麼好的地方。當然不是寫作。\n因爲它真的很明顯，作者是一個十幾歲的時候寫它和\n經驗不足...",
      "title": "艾瑞岡是怎麼回事？"
    }
  ],
  "title": "What's the deal with Eragon?",
  "created_utc": 1615490479,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I bought this book, because I&#39;ve seen plenty of people praising it. I tried to read it, but gave up after 100 pages.</p>\n\n<p>I just can&#39;t understand what is good about it. It&#39;s certainly not writing, because it&#39;s really obvious that the author was a teen when writing it and didn&#39;t have much experience back then. It&#39;s certainly not the story, because from what I&#39;ve read so far, it&#39;s just Hero&#39;s Journey in a fantasy setting and a pet dragon. It&#39;s certainly not characters, because the main duo are a self insert and an Obi-Wan wannabe it seems. And I&#39;m pretty sure it&#39;s not the lore, because stories told by Brom weren&#39;t very interesting and the world itself seems pretty generic.</p>\n\n<p>It seems like the author just watched Star Wars: New Hope and decided &quot;Aight, I&#39;m gonna do that, but with dragons&quot;.</p>\n\n<p>Normally I&#39;d just brush it off as YA phenomeon, but it looks like there are lots of adults loving those books. Am I missing something? Does it get better the deeper I&#39;m in? Do I just have wrong attitude towards it?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/m2o6sm/whats_the_deal_with_eragon/",
  "subreddit": "books",
  "id": "m2o6sm",
  "is_self": true,
  "media": null,
  "is_video": false
}