{
  "author": "ajeddin",
  "the_new_excerpt": "With the recent shooting of Makhia Bryant, many protest have been going out\nabout how some say she wasn’t holding a knife, and others say she was defending\nherself, even tho body cam footage clearly show she was holding a knife and\nready to stab, and without those shots she would have killed 2…",
  "original_created_utc": 1619174669,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "先日のマキア・ブライアントの銃撃事件では、彼女がナイフを持っていなかったという説や\n彼女はナイフを持っていなかったと言う人もいれば、自分を守ったと言う人もいます。\nボディカムの映像では明らかにナイフを持っていて刺そうとしていたのに、それがなければ殺されていたかもしれない。\n彼女はナイフを持っていて、刺そうとしていたことがボディカムの映像で明らかになっています。",
      "title": "CMV：BLMムーブメントは、本来の目的とは異なるものに変わりつつあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "随着最近马希亚-布莱恩特被枪杀，许多抗议都在进行中。\n有人说她没有拿刀，有人说她是在自卫。\n尽管身体监控录像清楚地显示她拿着一把刀并准备刺杀。\n准备刺杀，如果没有这些镜头，她会杀了两个人......",
      "title": "CMV：BLM运动正在变成与它最初的目的不同的东西"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "隨着最近馬希亞-布萊恩特被槍殺，許多抗議都在進行中。\n有人說她沒有拿刀，有人說她是在自衛。\n儘管身體監控錄像清楚地顯示她拿着一把刀並準備刺殺。\n準備刺殺，如果沒有這些鏡頭，她會殺了兩個人......",
      "title": "CMV：BLM運動正在變成與它最初的目的不同的東西"
    }
  ],
  "title": "CMV: The BLM movement is turning into something that is different than what it originally was for",
  "created_utc": 1619181679,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>With the recent shooting of Makhia Bryant, many protest have been going out about how some say she wasn’t holding a knife, and others say she was defending herself, even tho body cam footage clearly show she was holding a knife and ready to stab, and without those shots she would have killed 2 people. So if this shooting is justified, why are people protesting none sense? </p>\n\n<p>Also, I am pretty sure that the original BLM movement didn’t include rioting and vandalizing stores and local businesses. And I am trying to figure out why black people or the people protesting find it a part of the BLM movement to loot and riot? </p>\n\n<p>I feel like BLM is at this point just a media topic, we’re huge amount of people go protesting just because of a unreliable source of info, in this case Makhia’s aunt. </p>\n\n<p>I am really open to change but I need someone to explain to me the original goal of BLM and tell me if it has not changed since then and how.</p>\n</div><!-- SC_ON -->",
  "score": 99,
  "permalink": "/r/changemyview/comments/mwshjp/cmv_the_blm_movement_is_turning_into_something/",
  "subreddit": "changemyview",
  "id": "mwshjp",
  "is_self": true,
  "media": null,
  "is_video": false
}