{
  "author": "raccoondaddi",
  "original_created_utc": 1630540195,
  "title": "YSK You absolutely can use soap on a cast iron pan",
  "created_utc": 1630567221,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My mother, as well as the parents of everyone I know who cooks, instilled in me from an early age to NEVER ever use soap on the cast iron. I just discovered today that is not true. Lodge, a well known and well trusted cast iron brand, says on their website that you absolutely can use a bit of soap to clean your cast iron. Just be sure to rinse and dry well. You can finish by rubbing a bit of oil into the dry pan, but I usually skip this step and mine’s doing just fine. </p>\n\n<p>Why YSK: So you don’t have to spend another 20 minutes scrubbing your cast iron with salt or steel wool.</p>\n\n<p>Edit: as pointed out below, the oil is apparently a pretty important step. Don’t be lazy like me and oil ‘er up!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/pg6422/ysk_you_absolutely_can_use_soap_on_a_cast_iron_pan/",
  "subreddit": "YouShouldKnow",
  "id": "pg6422",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My mother, as well as the parents of everyone I know who cooks, instilled in me\nfrom an early age to NEVER ever use soap on the cast iron. I just discovered\ntoday that is not true. Lodge, a well known and well trusted cast iron brand,\nsays on their website that you absolutely can use a bit of soap…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の母をはじめ、料理をする知人の両親は、幼い頃から「鋳鉄には絶対に石鹸を使わないように」と教えてくれました。\n鋳鉄には絶対に石けんを使ってはいけない」と幼い頃から教えられていました。私は今日、それが真実ではないことを発見しました。\n今日、私はそれが真実ではないことを発見しました。鋳鉄製品のブランドとして有名なロッジは、そのウェブサイトで\n石鹸を少し使ってもいいとウェブサイトに書いてありました。",
      "title": "YSK 鋳鉄製のフライパンに石けんを使うことは可能です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的母亲，以及我认识的所有做饭的人的父母，都向我灌输了以下内容\n从小就灌输给我，永远不要在铸铁上使用肥皂。我刚刚发现\n这并不是真的。洛奇（Lodge）是一个著名的、值得信赖的铸铁品牌。\n在他们的网站上说，你绝对可以使用一点肥皂......",
      "title": "YSK 你绝对可以在铸铁锅上使用肥皂"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的母親，以及我認識的所有做飯的人的父母，都向我灌輸了以下內容\n從小就灌輸給我，永遠不要在鑄鐵上使用肥皂。我剛剛發現\n這並不是真的。洛奇（Lodge）是一個著名的、值得信賴的鑄鐵品牌。\n在他們的網站上說，你絕對可以使用一點肥皂......",
      "title": "YSK 你絕對可以在鑄鐵鍋上使用肥皂"
    }
  ]
}