{
  "author": "mutantsloth",
  "the_new_excerpt": "There's budget for healthcare, criminal justice, education and most aspects of\nsociety but so little attention paid to how individual parenting possibly plays\nthe biggest role in how a child turns out as an adult, physically, mentally,\nfinancially etc. And all these individual outcomes cascade into…",
  "original_created_utc": 1609733779,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "有医疗保健，刑事司法，教育和大多数方面的预算\n社会，但对个体育儿可能发挥的作用关注如此之少\n在孩子成长为成年人的过程中，无论是身体上还是精神上，都扮演着最重要的角色，\n在财务等方面，所有这些个人结果都会级联到…中",
      "title": "[改变我的想法]：父母在被允许生育之前，应该被要求接受强制性筛查，和/或治疗和育儿课程"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有醫療保健，刑事司法，教育和大多數方面的預算\n社會，但對個體育兒可能發揮的作用關注如此之少\n在孩子成長爲成年人的過程中，無論是身體上還是精神上，都扮演着最重要的角色，\n在財務等方面，所有這些個人結果都會級聯到…中",
      "title": "[改變我的想法]：父母在被允許生育之前，應該被要求接受強制性篩查，和/或治療和育兒課程"
    }
  ],
  "title": "CMV: Parents should be required to undergo mandatory screening, and/or therapy and parenting lessons before they're allowed to have children",
  "created_utc": 1609775540,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There&#39;s budget for healthcare, criminal justice, education and most aspects of society but so little attention paid to how individual parenting possibly plays the biggest role in how a child turns out as an adult, physically, mentally, financially etc. And all these individual outcomes cascade into broad societal issues. e.g. there&#39;s strong evidence of correlation between ACE (Adverse Childhood Experience) scores and <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6366931/\">physical</a> and <a href=\"https://link.springer.com/article/10.1007/s00787-018-1263-4\">mental health</a> outcomes, <a href=\"https://pediatrics.aappublications.org/content/111/3/564?download=true\">substance abuse</a>, <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3662280/\">criminality</a> etc.</p>\n\n<p>It&#39;s kinda hard to think of how how good individual parenting can be &#39;enforced&#39; in a top-down manner but it could be mandatory screenings to assess if they&#39;re emotionally and financially adequate to have children. Otherwise they could be required to attend mandatory therapy, assess if they have mental health or substance abuse issues and undergo treatment, have mandatory parenting lessons and other checks like having had a job for minimum of six months etc. You obviously can&#39;t force parents to abort if they did not undergo the due process beforehand, but there could be fines or deterrents in other ways etc.</p>\n\n<p>It&#39;s a similar logic to how <a href=\"https://www.weforum.org/agenda/2019/03/incarceration-can-be-rehabilitative\">Norway spends much more per prisoner than the world average to rehabilate them, but that added cost is offset by gains in other aspects like increased employment rates and decreased recidivism etc</a>.</p>\n\n<p>Obviously there are potentially tricky issues here and there but starting to have a rough framework where the nitty gritty details can be refined over time has to be better than having nothing at all.</p>\n\n<p>I&#39;m not exactly stuck on this view but it&#39;s something I&#39;ve been feeling quite strongly about and looking for more perspectives etc</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/kq0z5q/cmv_parents_should_be_required_to_undergo/",
  "subreddit": "changemyview",
  "id": "kq0z5q",
  "is_self": true,
  "media": null,
  "is_video": false
}