{
  "author": "Astronomer51",
  "original_created_utc": 1637768519,
  "title": "YSK: If an airline gives you a flight credit, and not a refund for a flight that they cancelled, you can file a complaint with the US Department of Transportation to try and get your refund.",
  "created_utc": 1637776058,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: With many airlines strapped for cash, they&#39;ll more than likely give you a flight credit and not a refund for a flight that they cancelled. If you wish for a refund, you&#39;ll first have to file a complaint with the airline&#39;s customer complaint department. If they deny your request, then you&#39;ll want to <a href=\"https://www.transportation.gov/airconsumer/file-consumer-complaint\">file a complaint with the US Department of Transportation.</a> </p>\n\n<p>The reason I know this is because I had this happen to me with an airline. They cancelled my flight, and then denied my request for a refund. I gather all my documentation together (original itinerary, flight cancellation, airline rejecting my refund request) and filed a complaint with USDT and had my refund within a few weeks. I can&#39;t guarantee that it will work, but it did for me. The moment the airline saw I had actually filed a complaint, I was escalated to another level of customer support and received my refund.</p>\n</div><!-- SC_ON -->",
  "score": 446,
  "permalink": "/r/YouShouldKnow/comments/r180xt/ysk_if_an_airline_gives_you_a_flight_credit_and/",
  "subreddit": "YouShouldKnow",
  "id": "r180xt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: With many airlines strapped for cash, they'll more than likely give you\na flight credit and not a refund for a flight that they cancelled. If you wish\nfor a refund, you'll first have to file a complaint with the airline's customer\ncomplaint department. If they deny your request, then you'll…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれる理由: 多くの航空会社が資金繰りに苦しんでいるため、キャンセルされたフライトの払い戻しではなく、フライトクレジットを提供してくれることがほとんどです。\nキャンセルしたフライトの払い戻しではなく、フライトクレジットを提供します。もし、あなたが\n返金を希望する場合は、まず航空会社のカスタマー・クレーム部門に苦情を申し立てる必要があります。\nクレーム部門に苦情を申し立てる必要があります。もし航空会社があなたの要求を拒否すれば、あなたは...",
      "title": "YSK: 航空会社がキャンセルしたフライトの払い戻しではなく、フライトクレジットを提供した場合は、米国運輸省に苦情を申し立てて、払い戻しを受けることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：由于许多航空公司资金紧张，他们很可能会给你\n他们更有可能给你一个航班积分，而不是为他们取消的航班退款。如果你希望\n如果你希望退款，你首先必须向航空公司的客户投诉部门提出投诉。\n投诉部门。如果他们拒绝了你的请求，那么你就...",
      "title": "YSK：如果航空公司给你一个航班积分，而不是为他们取消的航班退款，你可以向美国运输部投诉，试图获得退款。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：由於許多航空公司資金緊張，他們很可能會給你\n他們更有可能給你一個航班積分，而不是爲他們取消的航班退款。如果你希望\n如果你希望退款，你首先必須向航空公司的客戶投訴部門提出投訴。\n投訴部門。如果他們拒絕了你的請求，那麼你就...",
      "title": "YSK：如果航空公司給你一個航班積分，而不是爲他們取消的航班退款，你可以向美國運輸部投訴，試圖獲得退款。"
    }
  ]
}