{
  "author": "Waaarrrggghhh",
  "the_new_excerpt": "Criticism of Israel or of the policies of the Israeli government is not\nautomatically antisemitic. For example, anyone is free to reject or criticise\nthe Israeli government's policy regarding the Palestinian territories. This\nhappens in Israel, too.\n\nEven taking action against Israel or in favour of…",
  "original_created_utc": 1620809941,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "イスラエルやイスラエル政府の政策を批判しても、自動的に反ユダヤ主義になるわけではありません。\n自動的に反ユダヤ主義になるわけではありません。例えば、パレスチナ自治区に関するイスラエル政府の政策を否定・批判することは、誰にでもできることです。\n批判することは自由です。これは\nこれは、イスラエルでも同じです。\n\nイスラエルに反対したり、イスラエルに賛成する行動をとっても、それは...",
      "title": "CMV: 反イスラエルであることは反ユダヤ主義ではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对以色列或以色列政府政策的批评并不自动成为反犹太主义。\n犹太人，而不是自动反犹太。例如，任何人都可以自由地拒绝或批评\n任何人都可以拒绝或批评以色列政府关于巴勒斯坦领土的政策。这种情况\n这也发生在以色列。\n\n即使采取反对以色列的行动或赞成...",
      "title": "CMV：反以色列不是反犹太主义"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對以色列或以色列政府政策的批評並不自動成爲反猶太主義。\n猶太人，而不是自動反猶太。例如，任何人都可以自由地拒絕或批評\n任何人都可以拒絕或批評以色列政府關於巴勒斯坦領土的政策。這種情況\n這也發生在以色列。\n\n即使採取反對以色列的行動或贊成...",
      "title": "CMV：反以色列不是反猶太主義"
    }
  ],
  "title": "CMV: being anti-Israel is not anti-semitic",
  "created_utc": 1620819782,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Criticism of Israel or of the policies of the Israeli government is not automatically antisemitic. For example, anyone is free to reject or criticise the Israeli government&#39;s policy regarding the Palestinian territories. This happens in Israel, too.</strong></p>\n\n<p>Even taking action against Israel or in favour of the Palestinian cause is not automatically hateful towards all Jews and therefore not necessarily a form of antisemitism. In theory, it should be possible to disagree about everything that has to do with the State of Israel. Among Jews, too, opinion is often divided.</p>\n\n<p>But it is increasingly difficult to have a proper discussion about &#39;Zionism&#39; or a normal, critical debate about Israel. Positions have hardened. Emotions run high. Look around on the internet or on social media: Israel is frequently compared to Nazi Germany. You will read things like: what Israel is doing to the Palestinians now is the same as the systematic extermination of Jews by the Nazis during the Second World War.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/nak6eo/cmv_being_antiisrael_is_not_antisemitic/",
  "subreddit": "changemyview",
  "id": "nak6eo",
  "is_self": true,
  "media": null,
  "is_video": false
}