{
  "author": "RedSonGamble",
  "the_new_excerpt": "Really all that is needed if they verbally tell you is “that’s awesome!” Or “\ngood for you”. Even a neutral response of “oh I gotcha” or “oh I didn’t know\nthat” is fine. Most likely if the person wants to share more about their\nexperience they will take the next move verbally and open up a…",
  "original_created_utc": 1611429367,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "真的，如果他们口头上告诉你的是 \"太厉害了！\"，那么需要的就是这样的。或者\"\n对你有好处\"。即使是 \"哦，我明白了 \"或 \"哦，我不知道 \"的中性反应。\n那 \"是好的。最有可能的是，如果这个人想分享更多关于他们的。\n经验，他们会在口头上采取下一步行动，并开...",
      "title": "YSK如何对发现正在戒酒的人做出适当的反应或行动。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "真的，如果他們口頭上告訴你的是 \"太厲害了！\"，那麼需要的就是這樣的。或者\"\n對你有好處\"。即使是 \"哦，我明白了 \"或 \"哦，我不知道 \"的中性反應。\n那 \"是好的。最有可能的是，如果這個人想分享更多關於他們的。\n經驗，他們會在口頭上採取下一步行動，並開...",
      "title": "YSK如何對發現正在戒酒的人做出適當的反應或行動。"
    }
  ],
  "title": "YSK how to appropriately respond or act to someone you find out is in alcohol recovery.",
  "created_utc": 1611644118,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Really all that is needed if they verbally tell you is “that’s awesome!” Or “ good for you”. Even a neutral response of “oh I gotcha” or “oh I didn’t know that” is fine. Most likely if the person wants to share more about their experience they will take the next move verbally and open up a little. </p>\n\n<p>Unhelpful responses of bringing up how much they use to drink or mistakes they made while drinking, while you may think are showing your approval of their sobriety now, are unnecessary and can even be hurtful.</p>\n\n<p>Also if you are around someone you know is sober with a group of people who do not; just say they don’t drink and/or try not to elaborate if it comes up why they aren’t. Saying they are in recovery may not be something they want to share. </p>\n\n<p>Why YSK: usually someone who is in recovery is very aware of mistakes from the past and how much they drank before. These mistakes are dealt with safely with meetings, close family, close friends and a therapist.  Most often alcohol was used as a way to forget or “drown out” past mistakes and/or bad feelings so bringing them up to someone, although you mean it as motivational to keep sober, may unintentionally be a factor in them relapsing or at the very least feel bad. </p>\n\n<p>Also, unfortunately Alcoholics Anonymous is anonymous for a reason. There is still a stigma around sobriety and sharing that someone is in recovery may not be information they want shared.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/YouShouldKnow/comments/l3ibdf/ysk_how_to_appropriately_respond_or_act_to/",
  "subreddit": "YouShouldKnow",
  "id": "l3ibdf",
  "is_self": true,
  "media": null,
  "is_video": false
}