{
  "author": "yum_child_sauce",
  "the_new_excerpt": "Recently i had this argument with multiple people when i said “health at every\nsize was bullshit and that medically obese people who are proud of being obese\nshould change their mindset”\n\nthe person grew pissed and said that i had no right to say that because i was\n“skinny”..? and that people should…",
  "original_created_utc": 1614764255,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "最近，当我说 \"健康在每一个地方 \"时，我与多人发生了这样的争论。\n体型是扯淡，医学上以肥胖为荣的肥胖者\n应该改变他们的观念\"\n\n那个人生气了，说我无权这么说，因为我是。\n\"瘦子\"，人们应该...",
      "title": "CMV。*肥胖的人真的应该为了自己的利益而努力减肥，不应该以肥胖为荣。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，當我說 \"健康在每一個地方 \"時，我與多人發生了這樣的爭論。\n體型是扯淡，醫學上以肥胖爲榮的肥胖者\n應該改變他們的觀念\"\n\n那個人生氣了，說我無權這麼說，因爲我是。\n\"瘦子\"，人們應該...",
      "title": "CMV。*肥胖的人真的應該爲了自己的利益而努力減肥，不應該以肥胖爲榮。"
    }
  ],
  "title": "CMV: *Medically* Obese people should really try to lose weight for their own good and shouldn’t be proud of being obese.",
  "created_utc": 1614774789,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently i had this argument with multiple people when i said “health at every size was bullshit and that medically obese people who are proud of being obese should change their mindset”</p>\n\n<p>the person grew pissed and said that i had no right to say that because i was “skinny”..? and that people should do whatever they want and that i’m being fatphobic. </p>\n\n<p>My opinion is that you’re healthy until a doctor tells you otherwise. my point isn’t really about being fat but more of their health as their obesity is a sign of them being unhealthy. same with people who starve themselves thinking it’s a good thing. they should try to gain weight too. </p>\n\n<p>i am aware of people who are born slightly on the heavier side due to heavy bones, low metabolism etc. those people are still healthy.\nbut not people who are obviously severely overweight. because no one is born that fat, so it means that that person is living a lifestyle that causes them to be obese. </p>\n\n<p>and yes, body positivity is good, until you think living an unhealthy lifestyle is a form of “body positivity” as it “takes care of myself”.</p>\n\n<p>i’m open to other perspectives, and opinions, but this is mine anyways</p>\n\n<p>EDIT: i think part of me has this opinion based on a sensitive situation ive experienced before regarding obesity, hence my set of values and thinking. thanks to whoever who answered :) i really appreciate it. although my view isn’t 100% changed, eh it’s still better than before</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/lwpymw/cmv_medically_obese_people_should_really_try_to/",
  "subreddit": "changemyview",
  "id": "lwpymw",
  "is_self": true,
  "media": null,
  "is_video": false
}