{
  "videoId": "1iqpSrNVjYQ",
  "channelId": "UChU3JRloULzdFX3aCu7BiSA",
  "title": "Did Dream Fake His Speedrun - RESPONSE",
  "link": "https://www.youtube.com/watch?v=1iqpSrNVjYQ",
  "pubDate": "2020-12-23T09:31:59.000Z",
  "author": "DreamXD",
  "id": "yt:video:1iqpSrNVjYQ",
  "isoDate": "2020-12-23T09:31:59.000Z",
  "description": "Did Dream Fake His Speedrun - RESPONSE , I'm sure a lot of you have been waiting for this...\n\nThis video I go over a recent video made by the Speedrun Mod team that claims that the odds that I got a series of drops over the span of a week is 1 in 7.5 trillion, and therefore came to the conclusion that I must have cheated. This video is meant to refute these claims. I encourage everyone to watch until the end, especially if they watched the original video.\n\nIn this video we hear from a statistical expert with a PhD that wrote a 19 page analysis on what the mods did wrong. I also disprove some of the claims made in the original video. All relevant information should be viewable below.\n\nAlthough I would have loved to attempt to refute the math myself, I suck at math and would have looked like a complete idiot. So, that's where an expert comes in.\n\nExpert's Report & Analysis - https://drive.google.com/file/d/1yfLURFdDhMfrvI2cFMdYM8f_M_IRoAlM/view?usp=sharing\n\nWorld File - https://drive.google.com/file/d/1pfA1HVWkROlFRG4egWh0GYV5SpbJGozR/view?usp=sharing\n\nTutorial for viewing level.dat, go to https://irath96.github.io/webNBT/ , and upload the \"level.dat\" file from the folder there. You can see the raw contents on the right, and an easy to use GUI on the left.\n\nJar File - https://drive.google.com/file/d/1OEuu6PWAbhYo3BlUT2hL8mM_aiVPa9Yu/view?usp=sharing\nThis can be decompiled using a \"Java Decompiler\", but the modified dates can be verified on your computer.\n\nThank you to Willz for giving a statement in this video.\n\nAll revenue made from this video is being donated to the Minecraft Java Edition Speedrun Mod Team in order to fund development of an anti-cheater speedrun client.\n\nGenerally, speedrunning is a past time of mine and is a lot of fun. I mostly look forward to the funny moments with my friends, and the challenge that it presents for me.\n\nMusic From:\nAudioblocks,\nLemmino - Cipher: https://www.youtube.com/watch?v=b0q5PR1xpA0\nKarl Casey @ White Bat Audio",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/1iqpSrNVjYQ/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "749686",
    "average": "4.74",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "5337580"
  },
  "original_created_at": "2020-12-23T09:31:59.000Z",
  "created_at": "2020-12-26T08:00:58.448Z",
  "tags": []
}