{
  "videoId": "7RwGGlh6om4",
  "channelId": "UCAeWdyKJXGWmVAXFpgLNNTg",
  "title": "Person of interest in Nashville bombing identified by authorities",
  "link": "https://www.youtube.com/watch?v=7RwGGlh6om4",
  "pubDate": "2020-12-27T00:11:39.000Z",
  "author": "CBS Evening News",
  "id": "yt:video:7RwGGlh6om4",
  "isoDate": "2020-12-27T00:11:39.000Z",
  "description": "At least one person of interest has been identified in connection to the explosion of a recreational vehicle in downtown Nashville, Tennessee on Christmas morning. Multiple sources confirm that Anthony Quinn Warner, a Nashville area resident, had a similar make and model RV as the one in photos released to the public. Jeff Pegues has more.\n\nSubscribe to the \"CBS Evening News\" Channel HERE: http://bit.ly/1S7Dhik\nWatch Full Episodes of the \"CBS Evening News\" HERE: http://cbsn.ws/23XekKA\nWatch the latest installment of \"On the Road,\" only on the \"CBS Evening News,\" HERE: http://cbsn.ws/23XwqMH\nFollow \"CBS Evening News\" on Instagram: http://bit.ly/1T8icTO\nLike \"CBS Evening News\" on Facebook HERE: http://on.fb.me/1KxYobb\nFollow the \"CBS Evening News\" on Twitter HERE: http://bit.ly/1O3dTTe\nFollow the \"CBS Evening News\" on Google+ HERE: http://bit.ly/1Qs0aam\n\nGet your news on the go! Download CBS News mobile apps HERE: http://cbsn.ws/1Xb1WC8\n\nGet new episodes of shows you love across devices the next day, stream local news live, and watch full seasons of CBS fan favorites anytime, anywhere with CBS All Access. Try it free! http://bit.ly/1OQA29B\n\n---\nThe \"CBS Evening News\" premiered as a half-hour broadcast on Sept. 2, 1963. Check local listings for CBS Evening News broadcast times.",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/7RwGGlh6om4/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "19801",
    "average": "4.42",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "2377887"
  },
  "original_created_at": "2020-12-27T00:11:39.000Z",
  "created_at": "2020-12-27T16:04:55.520Z",
  "tags": [],
  "localize": [
    {
      "locale": "zh",
      "description": "至少有一名与圣诞节早上田纳西州纳什维尔市中心一辆休闲车爆炸有关的嫌疑人被确认。多个消息来源证实，纳什维尔地区的居民安东尼·奎恩·华纳(Anthony Quinn Warner)的品牌和型号与公开发布的照片中的那辆相似。杰夫·佩格斯将带来详细报道。\n\n点击此处订阅“哥伦比亚广播公司晚间新闻”频道：http://bit.ly/1S7Dhik\n点击此处观看“哥伦比亚广播公司晚间新闻”全集：http://cbsn.ws/23XekKA\n只在“哥伦比亚广播公司晚间新闻”上观看“在路上”的最新一期，点击此处：http://cbsn.ws/23XwqMH\n在Instagram上关注“哥伦比亚广播公司晚间新闻”：http://bit.ly/1T8icTO\n脸书上的“哥伦比亚广播公司晚间新闻”点击这里：http://on.fb.me/1KxYobb\n在推特上关注“哥伦比亚广播公司晚间新闻”：http://bit.ly/1O3dTTe\n在谷歌+上关注“哥伦比亚广播公司晚间新闻”：http://bit.ly/1Qs0aam\n\n让您的新闻随时随地发布！点击此处下载哥伦比亚广播公司新闻移动应用程序：http://cbsn.ws/1Xb1WC8\n\n通过CBS All Access，第二天通过设备获取您喜爱的节目的新剧集，直播当地新闻，随时随地观看CBS球迷最喜欢的全季节目。免费试用吧！http://bit.ly/1OQA29B\n\n\n“哥伦比亚广播公司晚间新闻”于9月9日首播，时长半小时。2、1963年。查看当地的CBS晚间新闻广播时间列表。",
      "title": "当局确认纳什维尔爆炸案嫌疑人身份"
    },
    {
      "locale": "zh-Hant",
      "description": "至少有一名與聖誕節早上田納西州納什維爾市中心一輛休閒車爆炸有關的嫌疑人被確認。多個消息來源證實，納什維爾地區的居民安東尼·奎恩·華納(Anthony Quinn Warner)的品牌和型號與公開發布的照片中的那輛相似。傑夫·佩格斯將帶來詳細報道。\n\n點擊此處訂閱“哥倫比亞廣播公司晚間新聞”頻道：http://bit.ly/1S7Dhik\n點擊此處觀看“哥倫比亞廣播公司晚間新聞”全集：http://cbsn.ws/23XekKA\n只在“哥倫比亞廣播公司晚間新聞”上觀看“在路上”的最新一期，點擊此處：http://cbsn.ws/23XwqMH\n在Instagram上關注“哥倫比亞廣播公司晚間新聞”：http://bit.ly/1T8icTO\n臉書上的“哥倫比亞廣播公司晚間新聞”點擊這裏：http://on.fb.me/1KxYobb\n在推特上關注“哥倫比亞廣播公司晚間新聞”：http://bit.ly/1O3dTTe\n在谷歌+上關注“哥倫比亞廣播公司晚間新聞”：http://bit.ly/1Qs0aam\n\n讓您的新聞隨時隨地發佈！點擊此處下載哥倫比亞廣播公司新聞移動應用程序：http://cbsn.ws/1Xb1WC8\n\n通過CBS All Access，第二天通過設備獲取您喜愛的節目的新劇集，直播當地新聞，隨時隨地觀看CBS球迷最喜歡的全季節目。免費試用吧！http://bit.ly/1OQA29B\n\n\n“哥倫比亞廣播公司晚間新聞”於9月9日首播，時長半小時。2、1963年。查看當地的CBS晚間新聞廣播時間列表。",
      "title": "當局確認納什維爾爆炸案嫌疑人身份"
    }
  ],
  "source_updated_at": 1609495336686
}