{
  "author": "TW1312",
  "original_created_utc": 1624917762,
  "title": "CMV: Youtube, Twitter and other western social media networks blocked in China should ban CCP accounts and Chinese state run media",
  "created_utc": 1624977568,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A quick search on youtube reveals CGTN news, which is Chinese state run news.  Youtube is a banned website in China, so why is China posting on youtube? Two reasons, one to spread their propaganda to the west to indoctrinate followers.  Two, in China there is a massive gray area, and many Chinese people have VPNs and brouse western websites such as youtube.  If China broadcasts their message on western websites which Chinese users have to download a VPN and enter a legal gray area to view, it will further drive home the message the CCP is right.  This is why if you search up Chinese youtube content, you can quickly find numerous channels run by westerners in China who are straight up CCP apologists.  </p>\n\n<p><a href=\"https://www.youtube.com/watch?v=Wb-MNi8E-TA\">https://www.youtube.com/watch?v=Wb-MNi8E-TA</a></p>\n\n<p>Here&#39;s an example of straight up propaganda, with the CCP trying to cover up their genocidal camps.  I</p>\n\n<p>It&#39;s pretty easy to find CCP officials on twitter as well, here&#39;s two examples </p>\n\n<p><a href=\"https://twitter.com/zlj517?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">https://twitter.com/zlj517?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor</a></p>\n\n<p>Lijian Zhao&#39;s bio says he&#39;s a spokesman in the Chinese foreign affairs agency</p>\n\n<p><a href=\"https://twitter.com/SpokespersonCHN\">https://twitter.com/SpokespersonCHN</a></p>\n\n<p>Hua Chunying is another spokesperson for the Chinese foreign affairs agency.  </p>\n\n<p>Scrolling through their twitter feeds, I can find numerous examples of CCP propaganda, such as deflecting from the genocide in Xinjiang by criticizing the recent news in Canada about bodies found at reform schools.  </p>\n\n<p>Why is this stuff allowed? Twitter and Youtube are literally banned in mainland China, so why are CCP government officials allowed on these platforms? They should be banned right back, All their presence does is spew misinformation and lies.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/o9ui5q/cmv_youtube_twitter_and_other_western_social/",
  "subreddit": "changemyview",
  "id": "o9ui5q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A quick search on youtube reveals CGTN news, which is Chinese state run news.\nYoutube is a banned website in China, so why is China posting on youtube? Two\nreasons, one to spread their propaganda to the west to indoctrinate followers.\nTwo, in China there is a massive gray area, and many Chinese…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "youtubeで検索すると、中国の国営ニュースであるCGTNニュースが出てきます。\nyoutubeは中国では禁止されているサイトですが、なぜ中国はyoutubeに投稿しているのでしょうか？理由は2つ。\n一つは、プロパガンダを西欧に広めて信者を洗脳するため。\n2つ目は、中国には巨大なグレーゾーンがあり、多くの中国人...",
      "title": "CMV: 中国でブロックされているYoutubeやTwitterなどの西側のソーシャルメディアは、中国共産党のアカウントや中国の国営メディアを禁止すべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在youtube上快速搜索发现了CGTN新闻，这是中国的国营新闻。\n在中国，Youtube是一个被禁止的网站，那么为什么中国会在Youtube上发布信息？有两个\n原因，一是为了向西方传播他们的宣传，向追随者灌输知识。\n二，在中国，有一个巨大的灰色地带，许多中国人...",
      "title": "CMV：Youtube、Twitter和其他在中国被屏蔽的西方社交媒体网络应该禁止中共的账户和中国的国营媒体"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在youtube上快速搜索發現了CGTN新聞，這是中國的國營新聞。\n在中國，Youtube是一個被禁止的網站，那麼爲什麼中國會在Youtube上發佈信息？有兩個\n原因，一是爲了向西方傳播他們的宣傳，向追隨者灌輸知識。\n二，在中國，有一個巨大的灰色地帶，許多中國人...",
      "title": "CMV：Youtube、Twitter和其他在中國被屏蔽的西方社交媒體網絡應該禁止中共的賬戶和中國的國營媒體"
    }
  ]
}