{
  "author": "TW1312",
  "original_created_utc": 1624917762,
  "title": "CMV: Youtube, Twitter and other western social media networks blocked in China should ban CCP accounts and Chinese state run media",
  "created_utc": 1624977568,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A quick search on youtube reveals CGTN news, which is Chinese state run news.  Youtube is a banned website in China, so why is China posting on youtube? Two reasons, one to spread their propaganda to the west to indoctrinate followers.  Two, in China there is a massive gray area, and many Chinese people have VPNs and brouse western websites such as youtube.  If China broadcasts their message on western websites which Chinese users have to download a VPN and enter a legal gray area to view, it will further drive home the message the CCP is right.  This is why if you search up Chinese youtube content, you can quickly find numerous channels run by westerners in China who are straight up CCP apologists.  </p>\n\n<p><a href=\"https://www.youtube.com/watch?v=Wb-MNi8E-TA\">https://www.youtube.com/watch?v=Wb-MNi8E-TA</a></p>\n\n<p>Here&#39;s an example of straight up propaganda, with the CCP trying to cover up their genocidal camps.  I</p>\n\n<p>It&#39;s pretty easy to find CCP officials on twitter as well, here&#39;s two examples </p>\n\n<p><a href=\"https://twitter.com/zlj517?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">https://twitter.com/zlj517?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor</a></p>\n\n<p>Lijian Zhao&#39;s bio says he&#39;s a spokesman in the Chinese foreign affairs agency</p>\n\n<p><a href=\"https://twitter.com/SpokespersonCHN\">https://twitter.com/SpokespersonCHN</a></p>\n\n<p>Hua Chunying is another spokesperson for the Chinese foreign affairs agency.  </p>\n\n<p>Scrolling through their twitter feeds, I can find numerous examples of CCP propaganda, such as deflecting from the genocide in Xinjiang by criticizing the recent news in Canada about bodies found at reform schools.  </p>\n\n<p>Why is this stuff allowed? Twitter and Youtube are literally banned in mainland China, so why are CCP government officials allowed on these platforms? They should be banned right back, All their presence does is spew misinformation and lies.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/o9ui5q/cmv_youtube_twitter_and_other_western_social/",
  "subreddit": "changemyview",
  "id": "o9ui5q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A quick search on youtube reveals CGTN news, which is Chinese state run news.\nYoutube is a banned website in China, so why is China posting on youtube? Two\nreasons, one to spread their propaganda to the west to indoctrinate followers.\nTwo, in China there is a massive gray area, and many Chinese…"
}