{
  "author": "Jenna_Rink30",
  "the_new_excerpt": "The title of this post says what it needs to say but, in honour of the rules, I\nwill tell you exactly why I came to post this. Be forewarned, only 49% of this\npost is sarcasm and, while I have no intention to offend, I also have no\nintention not to offend.\n\nHere it goes:\n\nI opened up Goodreads for…",
  "original_created_utc": 1619440020,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この記事のタイトルは言うべきことを言っていますが、ルールを尊重して、私は\n私がこの記事を投稿するに至った理由を正確にお伝えします。この記事の49%は皮肉です。\nこの投稿の49％は皮肉であり、私は怒らせるつもりはありませんが、同時に\n怒らせるつもりはありませんが、怒らせないつもりもありません。\n\nさて、ここからが本題です。\n\n私はGoodreadsを開いて...",
      "title": "Goodreadsのレビューにネタバレが含まれていて、ネタバレ警告がない人には、地獄の特別な場所があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这篇文章的标题说明了它需要表达的内容，但是，为了遵守规则，我将告诉你我为什么要发这个帖子。\n我将确切地告诉你我为什么要发这个帖子。请注意，这篇文章中只有49%的内容是讽刺。\n讽刺，虽然我无意冒犯，但我也无意\n我无意冒犯，但也无意不冒犯。\n\n事情是这样的。\n\n我打开了Goodreads的...",
      "title": "对于那些在Goodreads评论中包含破坏者和没有破坏者警告的人，地狱里有一个特殊的地方。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這篇文章的標題說明了它需要表達的內容，但是，爲了遵守規則，我將告訴你我爲什麼要發這個帖子。\n我將確切地告訴你我爲什麼要發這個帖子。請注意，這篇文章中只有49%的內容是諷刺。\n諷刺，雖然我無意冒犯，但我也無意\n我無意冒犯，但也無意不冒犯。\n\n事情是這樣的。\n\n我打開了Goodreads的...",
      "title": "對於那些在Goodreads評論中包含破壞者和沒有破壞者警告的人，地獄裏有一個特殊的地方。"
    }
  ],
  "title": "There is a special place in hell for people whose Goodreads reviews contain spoilers and no spoiler warnings.",
  "created_utc": 1619443030,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The title of this post says what it needs to say but, in honour of the rules, I will tell you exactly why I came to post this. Be forewarned, only 49% of this post is sarcasm and, while I have no intention to offend, I also have no intention not to offend. </p>\n\n<p>Here it goes:</p>\n\n<p>I opened up Goodreads for no particular reason. Just quietly scrolling and harming no one. I am on leave today and I can do whatever I like, and all I want to do is a little nothing. Tomorrow is public holiday here, so I’ve given myself a really long weekend. I figured I’d keep things peaceful. I expect that was too much to ask. </p>\n\n<p>I came across a book trending in the Thriller section - <em>The Moonlight Child</em> by Karen McQuestion. It’s got a 4.22 rating and that’s quite high, in my estimation, especially for something that probably isn’t literary fiction or destined to be a classic. (But who knows? I haven’t read it, and I could be wildly mistaken.)</p>\n\n<p>Rating aside, I was intrigued by the synopsis, so I read the reviews. Well. Of course I read the reviews. Reviews are vital. A public good, written (usually) by the best among us. A well-written review is invaluable, but reading through them is a dangerous business. </p>\n\n<p>See, sometimes reviewers are just parading around as Samaritans when they are much more akin to Satan. They remind us how easy it is for vicious psychopaths to review books on Goodreads. These people are the ones that publish reviews that contain spoilers without including spoiler warnings. There is a special place in hell for them. I truly worry for their friends and family. Villains. </p>\n\n<p>I will now never read <em>The Moonlight Child</em>.</p>\n</div><!-- SC_ON -->",
  "score": 92,
  "permalink": "/r/books/comments/mywhvu/there_is_a_special_place_in_hell_for_people_whose/",
  "subreddit": "books",
  "id": "mywhvu",
  "is_self": true,
  "media": null,
  "is_video": false
}