{
  "author": "Kenndraws",
  "the_new_excerpt": "I've tried so hard to articulate why this book was so good but I feel everytime\njust isn't enough. This book moved me and touched me in a way that I didn't know\na book could. My favorite shows, movies, books, stories, songs, etc never\neffected me the way this book did. The way the author beautifully…",
  "original_created_utc": 1620737929,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本がなぜそんなに良いのか、一生懸命に説明しようとしましたが、毎回では\nそれでも足りないくらいです。この本は、私が知らなかった方法で私を動かし、感動させました。\n感動しました。私の好きな番組、映画、本、物語、歌などは、私に影響を与えることはありませんでした。\n私の好きな番組、映画、本、物語、歌などは、この本のように私に影響を与えることはありませんでした。作者が美しく...",
      "title": "アキレスの歌」が私を壊した。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我很努力地想说明这本书为什么这么好，但我觉得每次\n都是不够的。这本书感动了我，以一种我不知道的方式触动了我\n一本书能做到的。我最喜欢的节目、电影、书籍、故事、歌曲等从未像这本书那样影响我。\n这本书的方式影响我。作者的方式很好地诠释了这一点。",
      "title": "阿基里斯之歌》击垮了我。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我很努力地想說明這本書爲什麼這麼好，但我覺得每次\n都是不夠的。這本書感動了我，以一種我不知道的方式觸動了我\n一本書能做到的。我最喜歡的節目、電影、書籍、故事、歌曲等從未像這本書那樣影響我。\n這本書的方式影響我。作者的方式很好地詮釋了這一點。",
      "title": "阿基里斯之歌》擊垮了我。"
    }
  ],
  "title": "The Song of Achilles broke me.",
  "created_utc": 1620751568,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve tried so hard to articulate why this book was so good but I feel everytime just isn&#39;t enough. This book moved me and touched me in a way that I didn&#39;t know a book could. My favorite shows, movies, books, stories, songs, etc never effected me the way this book did. The way the author beautifully wrote this with an ending I already knew and managed to make it feel as if I experienced it for the first time amazed me. Madeline Miller created this story with a life like and personal feeling of happiness, friendship, love, sadness and fear that left me, admittingly, crying at the end. She framed the story of Patroclus and Achilles so beautifully, so passionately, and so real that this book will remain a part of me I think for quite a while. If I were to recommend ANY book to anyone, it would be this. So go, it waits for you.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/n9wfkm/the_song_of_achilles_broke_me/",
  "subreddit": "books",
  "id": "n9wfkm",
  "is_self": true,
  "media": null,
  "is_video": false
}