{
  "author": "TurboArch",
  "original_created_utc": 1630166895,
  "title": "Just finished reading all 5 ASOIAF books, what should I read next?",
  "created_utc": 1630194767,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Reading all 5 ASOIAF books was a monumental task for me, but I really enjoyed them.  I am a slow reader, and I often fall asleep after reading just a few pages, so this took me a couple years.  After I finished them, I read A Knight of the Seven Kingdoms which I also really enjoyed.  I am now looking for my next book.  Would like it to be a nice easy read, and something that is <strong>not</strong> in the medieval fantasy genre.  My interests are sci-fi, time travel, mystery, twist-endings.  Suggestions?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/pdckxt/just_finished_reading_all_5_asoiaf_books_what/",
  "subreddit": "booksuggestions",
  "id": "pdckxt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Reading all 5 ASOIAF books was a monumental task for me, but I really enjoyed\nthem. I am a slow reader, and I often fall asleep after reading just a few\npages, so this took me a couple years. After I finished them, I read A Knight of\nthe Seven Kingdoms which I also really enjoyed. I am now looking…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ASOIAFの5冊すべてを読むのは私にとって大変な作業でしたが、とても楽しめました。\n楽しむことができました。私は読むのが遅く、数ページ読んだだけで眠ってしまうことが多いので\n読むのが遅く、数ページ読んだだけで寝てしまうことが多いので、2年ほどかかりました。この本を読み終えた後、私は「A Knight of\n七王国の騎士」を読みましたが、これもとても面白かったです。今、私が探しているのは...",
      "title": "ASOIAF全5巻を読み終えたところで、次は何を読めばいいでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "阅读ASOIAF的所有5本书对我来说是一项艰巨的任务，但我真的很喜欢它们。\n它们。我的阅读速度很慢，我经常只读几页就睡着了。\n所以这花了我好几年时间。在我读完这些书之后，我又读了《七国骑士》。\n七大王国的骑士》，我也非常喜欢。我现在正在寻找...",
      "title": "刚读完ASOIAF的所有5本书，接下来我应该读什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "閱讀ASOIAF的所有5本書對我來說是一項艱鉅的任務，但我真的很喜歡它們。\n它們。我的閱讀速度很慢，我經常只讀幾頁就睡着了。\n所以這花了我好幾年時間。在我讀完這些書之後，我又讀了《七國騎士》。\n七大王國的騎士》，我也非常喜歡。我現在正在尋找...",
      "title": "剛讀完ASOIAF的所有5本書，接下來我應該讀什麼？"
    }
  ]
}