{
  "author": "lady-fawkes",
  "the_new_excerpt": "Can I just take a quick moment to gush about how good this book is? It’s so well\ndone, it makes me doubt any skill I may have as a writer. Like every now and\nthen when I’m trying to be deep, I remember the chapter where he says “But true\nwar is never really about war. It’s about sunlight. It’s about…",
  "original_created_utc": 1613375504,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我能不能花点时间来赞叹一下这本书有多好？它是如此的好\n它让我怀疑我作为一个作家的任何技能。就像每时每刻\n然后当我想深究的时候，我就会想起他说的那一章 \"但真正的\"。\n战争从来不是真正的战争。它是关于阳光。是关于...",
      "title": "他们携带的东西"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我能不能花點時間來讚歎一下這本書有多好？它是如此的好\n它讓我懷疑我作爲一個作家的任何技能。就像每時每刻\n然後當我想深究的時候，我就會想起他說的那一章 \"但真正的\"。\n戰爭從來不是真正的戰爭。它是關於陽光。是關於...",
      "title": "他們攜帶的東西"
    }
  ],
  "title": "The Things They Carried",
  "created_utc": 1613393823,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Can I just take a quick moment to gush about how good this book is? It’s so well done, it makes me doubt any skill I may have as a writer. Like every now and then when I’m trying to be deep, I remember the chapter where he says “But true war is never really about war. It’s about sunlight. It’s about the special way that dawn spreads out across a river when you know you must cross that river and walk into the mountains and do things you are afraid to do.” And I get the chills. Even now, I look at that and go damn. What a good frickin quote. Deep but not too complicated. Heartfelt without being preachy. How did he even think of that? I’m jealous of the skill but like, 10/10. I can’t find a single thing wrong with it no matter how hard I try. </p>\n\n<p>I know this book has been out for decades, but I recently picked it up after not reading it for a few years, and idk if it’s because I work in emergency services now or if it’s because I’m almost 30, but it just hit me like a ton of bricks. I think I cried like four times, and that’s saying a lot for me.</p>\n\n<p>If you haven’t read this book, please check it out. I promise you won’t regret it.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/lk8td4/the_things_they_carried/",
  "subreddit": "books",
  "id": "lk8td4",
  "is_self": true,
  "media": null,
  "is_video": false
}