{
  "author": "imdabomb43",
  "original_created_utc": 1627855064,
  "title": "CMV: Christianity and all its branches have created a large mob of close minded people",
  "created_utc": 1627866693,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Yeah, pretty much the title. I feel religion really but Christianity in particular has created just large amounts of close minded people who take their bible as fact. If you have something they disagree with and they can find something in the bible that backs them up theres no changing their mind. I feel like non religious people who trust science are always open to changing their stance in things because theres always more data and new research coming out. I think its wrong for people to use their religious text as fact, especially when they start trying to implement political policies that align with their point of view. I would really like my view changed cause it would give me a better outlook on this country (USA) honestly.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/ow1amu/cmv_christianity_and_all_its_branches_have/",
  "subreddit": "changemyview",
  "id": "ow1amu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Yeah, pretty much the title. I feel religion really but Christianity in\nparticular has created just large amounts of close minded people who take their\nbible as fact. If you have something they disagree with and they can find\nsomething in the bible that backs them up theres no changing their mind. I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "うん、ほとんどタイトル通りだね。宗教、特にキリスト教は\n特にキリスト教は、自分の聖書を事実だと思い込む心の狭い人たちを大量に生み出しました。\n心の狭い人たちを生み出してきました。もし、彼らが同意できないことがあって、それを裏付けるものを聖書の中に見つけることができれば\nそれを裏付ける聖書の記述を見つけても、彼らの考えを変えることはできません。I...",
      "title": "CMV: キリスト教とその分派は、心の狭い人たちを大量に生み出した"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "是的，差不多是这个标题。我觉得宗教，尤其是基督教\n特别是创造了大量的心胸狭窄的人，他们把他们的\n圣经作为事实。如果你有一些他们不同意的东西，而他们能在圣经中找到\n而他们又能在圣经中找到支持他们的东西，他们的想法就不会改变。I...",
      "title": "CMV：基督教及其所有分支造就了一大批心胸狭窄的暴民"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "是的，差不多是這個標題。我覺得宗教，尤其是基督教\n特別是創造了大量的心胸狹窄的人，他們把他們的\n聖經作爲事實。如果你有一些他們不同意的東西，而他們能在聖經中找到\n而他們又能在聖經中找到支持他們的東西，他們的想法就不會改變。I...",
      "title": "CMV：基督教及其所有分支造就了一大批心胸狹窄的暴民"
    }
  ]
}