{
  "author": "ndlabs",
  "the_new_excerpt": "Why YSK: Yes it can be embarrassing but it is a common problem. You may be able\nto get over the embarrassment by talking about it with others through any means\nyou deem necessary. You may find it common amongst your family and friends.\n\nAccording to the Mayo…",
  "original_created_utc": 1617806798,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：確かに恥ずかしいことではありますが、一般的な問題でもあります。恥ずかしさを克服するには\nその恥ずかしさを克服するには、必要と思われる方法で、他の人に話してみることです。\n恥ずかしさを克服できるかもしれません。あなたの家族や友人の間でも同じことが言えるかもしれません。\n\nMayo社によると...",
      "title": "YSKさん 尿失禁（膀胱のコントロールができなくなること）は恥ずかしいことではありません。友人や家族、医師（日常生活に影響がある場合）ともっとオープンに話し合うことで、この問題は社会的に認知されるようになります。もしかしたら彼らも同じ問題を抱えているかもしれません。話すことで、自尊心を高めることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：是的，它可能会令人尴尬，但这是一个常见的问题。你也许可以\n碍于情面，不择手段地与人谈心。\n你认为有必要。你可能会发现它在你的家人和朋友中很常见。\n\n根据梅奥...",
      "title": "YSK对于尿失禁（膀胱失控）没有什么好羞愧的。可以通过与您的朋友、家人和/或医生（如果它影响到您的日常活动）进行更多的公开谈话来消除耻辱感。也许他们也有同样的问题？谈论它可以帮助您的自尊心。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：是的，它可能會令人尷尬，但這是一個常見的問題。你也許可以\n礙於情面，不擇手段地與人談心。\n你認爲有必要。你可能會發現它在你的家人和朋友中很常見。\n\n根據梅奧...",
      "title": "YSK對於尿失禁（膀胱失控）沒有什麼好羞愧的。可以通過與您的朋友、家人和/或醫生（如果它影響到您的日常活動）進行更多的公開談話來消除恥辱感。也許他們也有同樣的問題？談論它可以幫助您的自尊心。"
    }
  ],
  "title": "YSK there is nothing to be ashamed of about urinary incontinence (loss of bladder control). It can be destigmatized by having more open talks with your friends, family, and/or doctor (if it affects your daily activity). Maybe they have the same issue? Talking about it can help your self-esteem.",
  "created_utc": 1617821816,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK</strong>: Yes it can be embarrassing but it is a common problem. You may be able to get over the embarrassment by talking about it with others through any means you deem necessary. You may find it common amongst your family and friends.</p>\n\n<p><strong>According to the</strong> <a href=\"https://www.mayoclinic.org/diseases-conditions/urinary-incontinence/symptoms-causes/syc-20352808\"><strong>Mayo Clinic</strong></a><strong>:</strong></p>\n\n<blockquote>\n<p>The severity ranges from occasionally leaking urine when you cough or sneeze to having an urge to urinate that&#39;s so sudden and strong you don&#39;t get to a toilet in time.  </p>\n\n<p>Though it occurs more often as people get older, urinary incontinence isn&#39;t an inevitable consequence of aging. If urinary incontinence affects your daily activities, don&#39;t hesitate to see your doctor. For most people, simple lifestyle and dietary changes or medical care can treat symptoms of urinary incontinence.  </p>\n\n<p><strong>[Types of urinary incontinence include]</strong>  </p>\n\n<p><strong>Stress incontinence.</strong> Urine leaks when you exert pressure on your bladder by coughing, sneezing, laughing, exercising or lifting something heavy.  </p>\n\n<p><strong>Urge incontinence.</strong> You have a sudden, intense urge to urinate followed by an involuntary loss of urine. You may need to urinate often, including throughout the night. Urge incontinence may be caused by a minor condition, such as infection, or a more severe condition such as a neurological disorder or diabetes.  </p>\n\n<p><strong>Overflow incontinence.</strong> You experience frequent or constant dribbling of urine due to a bladder that doesn&#39;t empty completely.  </p>\n\n<p><strong>Functional incontinence.</strong> A physical or mental impairment keeps you from making it to the toilet in time. For example, if you have severe arthritis, you may not be able to unbutton your pants quickly enough.  </p>\n\n<p><strong>Mixed incontinence.</strong> You experience more than one type of urinary incontinence — most often this refers to a combination of stress incontinence and urge incontinence.  </p>\n\n<p><strong>[Causes]</strong>  </p>\n\n<p>Urinary incontinence can be caused by everyday habits, underlying medical conditions or physical problems. A thorough evaluation by your doctor can help determine what&#39;s behind your incontinence.  </p>\n\n<p><strong>[Temporary urinary incontinence]</strong>  </p>\n\n<p>Certain drinks, foods and medications may act as diuretics — stimulating your bladder and increasing your volume of urine. They include:  </p>\n\n<p>• Alcohol  </p>\n\n<p>• Caffeine  </p>\n\n<p>• Carbonated drinks and sparkling water  </p>\n\n<p>• Artificial sweeteners  </p>\n\n<p>• Chocolate  </p>\n\n<p>• Chili peppers  </p>\n\n<p>• Foods that are high in spice, sugar or acid, especially citrus fruits  </p>\n\n<p>• Heart and blood pressure medications, sedatives, and muscle relaxants  </p>\n\n<p>• Large doses of vitamin C  </p>\n\n<p>Urinary incontinence may also be caused by an easily treatable medical condition, such as:  </p>\n\n<p>• <strong>Urinary tract infection</strong>. Infections can irritate your bladder, causing you to have strong urges to urinate and, sometimes, incontinence.  </p>\n\n<p>• <strong>Constipation.</strong> The rectum is located near the bladder and shares many of the same nerves. Hard, compacted stool in your rectum causes these nerves to be overactive and increase urinary frequency.</p>\n</blockquote>\n\n<p>&#x200B;</p>\n\n<p>&gt;&gt;&gt;<a href=\"https://www.mayoclinic.org/diseases-conditions/urinary-incontinence/symptoms-causes/syc-20352808\"><strong>Learn more about urinary incontinence.</strong></a><strong>&lt;&lt;&lt;</strong></p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/YouShouldKnow/comments/mm3py1/ysk_there_is_nothing_to_be_ashamed_of_about/",
  "subreddit": "YouShouldKnow",
  "id": "mm3py1",
  "is_self": true,
  "media": null,
  "is_video": false
}