{
  "author": "shefollowedtherabbit",
  "the_new_excerpt": "Why YSK: laser pointers can be a serious problem to your pets mental health. As\nfun as it seems for your pet to chase a laser pointer, it’s actually very\ndetrimental to their mental health. It causes obsessive tendencies and can cause\nanimals to feel high strung and dissatisfied. This is because…",
  "original_created_utc": 1610502938,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：激光指向器会严重影响宠物的心理健康。因为\n虽然让你的宠物追逐激光笔看起来很有趣，但它实际上是非常有趣的。\n对他们的心理健康不利。它导致强迫症倾向，并可引起\n动物们感到高涨和不满足。这是因为...",
      "title": "YSK对宠物和其他动物使用激光笔是不好的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：激光指向器會嚴重影響寵物的心理健康。因爲\n雖然讓你的寵物追逐激光筆看起來很有趣，但它實際上是非常有趣的。\n對他們的心理健康不利。它導致強迫症傾向，並可引起\n動物們感到高漲和不滿足。這是因爲...",
      "title": "YSK對寵物和其他動物使用激光筆是不好的。"
    }
  ],
  "title": "YSK it isn’t good to use laser pointers with pets and other animals",
  "created_utc": 1610658281,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: laser pointers can be a serious problem to your pets mental health. As fun as it seems for your pet to chase a laser pointer, it’s actually very detrimental to their mental health. It causes obsessive tendencies and can cause animals to feel high strung and dissatisfied. This is because there is nothing to actually catch, they don’t get the satisfaction of “catching the prey”. </p>\n\n<p>There are so many wonderful alternatives to laser pointers that give your pet the fulfillment that they need. </p>\n\n<p>Here are some articles if you want to read a little more about it, I hope this helps!</p>\n\n<p><a href=\"https://catingtonpost.com/why-laser-pointers-could-be-bad-for-your-cat-its-not-what-you-think/\">https://catingtonpost.com/why-laser-pointers-could-be-bad-for-your-cat-its-not-what-you-think/</a></p>\n\n<p><a href=\"https://www.rover.com/blog/laser-pointers-dogs-potentially-dangerous-mix/\">https://www.rover.com/blog/laser-pointers-dogs-potentially-dangerous-mix/</a></p>\n</div><!-- SC_ON -->",
  "score": 256,
  "permalink": "/r/YouShouldKnow/comments/kw6axs/ysk_it_isnt_good_to_use_laser_pointers_with_pets/",
  "subreddit": "YouShouldKnow",
  "id": "kw6axs",
  "is_self": true,
  "media": null,
  "is_video": false
}