{
  "author": "BigBootyBear",
  "original_created_utc": 1640795123,
  "title": "In \"The Red Queen\" it is mentioned that many medieval men had trouble finding women to marry, sometimes marrying only in their late 30's, because many young females were hired as the \"help\" in castles. To what extent was polygamy practiced in medieval Europe?",
  "created_utc": 1640805641,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;The author brings many examples of ancient institutionalized systems of polygamy like in the Inca:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;In the ancient empire of the Incas, sex was a heavily regulated industry. The sun-king Atahualpa kept fifteen hundred women in each of many “houses of virgins” throughout his kingdom. They were selected for their beauty and were rarely chosen after the age of eight—to ensure their virginity. But they did not all remain virgins for long: They were the emperor’s concubines. Beneath him, each rank of society afforded a harem of a particular legal size. Great lords had harems of more than seven hundred women. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;He also mentions that even in Christendom polygamy was practiced. I don&amp;#39;t recall the exact passages, be he talks about feudal lords depleting many of the surrounding villages of young females for &amp;quot;housework&amp;quot; in the castle. He also mentioned a few castles that had secret passageways from the lord&amp;#39;s bedroom to the women&amp;#39;s quarters, and even the infirmary...&lt;/p&gt;\n\n&lt;p&gt;Is this true? Was the supposedly prude and Catholic medieval period maybe a little more mischievous than we think it was?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 133,
  "permalink": "/r/AskHistorians/comments/rrc02e/in_the_red_queen_it_is_mentioned_that_many/",
  "subreddit": "AskHistorians",
  "id": "rrc02e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>The author brings many examples of ancient\ninstitutionalized systems of polygamy like in the Inca:</p> <blockquote> <p>In\nthe ancient empire of the Incas, sex was a heavily regulated industry. The\nsun-king Atahualpa kept fifteen hundred women in each of many “houses…"
}