{
  "author": "randre18",
  "the_new_excerpt": "I’m referring to what I’ve as morality clauses. Illegal activities outside of\nwork are not included in the statement above for obvious reasons.\n\nThe problem I have with allowing companies to have their employees sign morality\nclauses is that morality is gray subject. We can see this with abortion in…",
  "original_created_utc": 1622350478,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はモラル条項と呼ばれるものを指しています。仕事以外の違法な行為は\n仕事以外の違法行為は、当然のことながら上記の文言には含まれません。\n\n企業が従業員にモラル条項に署名させることに問題があるのは\n企業が従業員にモラル条項に署名させることに問題があるのは、モラルがグレーなテーマだからです。このことは、中絶を見ればわかります。",
      "title": "CMV：雇用主は、仕事以外の行動を理由に解雇することはできないはずです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我指的是我所认为的道德条款。工作以外的非法活动\n工作以外的非法活动不包括在上述声明中，原因很明显。\n\n我对允许公司让其员工签署道德条款的问题\n的问题是，道德是一个灰色的话题。我们可以从堕胎中看到这一点。",
      "title": "CMV: 雇主不应该因为一个人在工作之外的事情而解雇他。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我指的是我所認爲的道德條款。工作以外的非法活動\n工作以外的非法活動不包括在上述聲明中，原因很明顯。\n\n我對允許公司讓其員工簽署道德條款的問題\n的問題是，道德是一個灰色的話題。我們可以從墮胎中看到這一點。",
      "title": "CMV: 僱主不應該因爲一個人在工作之外的事情而解僱他。"
    }
  ],
  "title": "CMV: Employers should not be able to fire someone for what they do outside out of work.",
  "created_utc": 1622411904,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m referring to what I’ve as morality clauses. Illegal activities outside of work are not included in the statement above for obvious reasons. </p>\n\n<p>The problem I have with allowing companies to have their employees sign morality clauses is that morality is gray subject. We can see this with abortion in a political sense. If employers are able to say dictate what’s morale or not, what’s to stop them from telling their employees to vote for certain individuals who are their “morale protectors”. I think allowing companies to have a say in what individuals can do outside of work will lead us down the wrong spiral.</p>\n\n<p>I would even say that we should make this type of behavior illegal</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/no3sn7/cmv_employers_should_not_be_able_to_fire_someone/",
  "subreddit": "changemyview",
  "id": "no3sn7",
  "is_self": true,
  "media": null,
  "is_video": false
}