{
  "author": "VeryCoolPerson1",
  "the_new_excerpt": "I am a sophomore in high school and I have never really liked reading before. I\nalways felt that the books forced down my throat in school were always\nuninteresting, which made me not like books in general.\n\nFast forward to sometime last month, I set out to find a book that I found\ninteresting. I…",
  "original_created_utc": 1613363302,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我是一名高二的学生，以前一直不怎么喜欢读书。I\n总觉得在学校里被强行塞进嘴里的书总是\n无趣，这让我不喜欢一般的书。\n\n快到上个月的某个时候，我开始寻找一本书，我发现了一本\n有趣的是，我... I…",
      "title": "刚刚看完了我在学校外的第一本书，在此祝愿更多的书!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一名高二的學生，以前一直不怎麼喜歡讀書。I\n總覺得在學校裏被強行塞進嘴裏的書總是\n無趣，這讓我不喜歡一般的書。\n\n快到上個月的某個時候，我開始尋找一本書，我發現了一本\n有趣的是，我... I…",
      "title": "剛剛看完了我在學校外的第一本書，在此祝願更多的書!"
    }
  ],
  "title": "Just finished my first book outside of school, here's to many more!",
  "created_utc": 1613390385,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am a sophomore in high school and I have never really liked reading before. I always felt that the books forced down my throat in school were always uninteresting, which made me not like books in general. </p>\n\n<p>Fast forward to sometime last month, I set out to find a book that I found interesting. I talked to my dad and he recommended One Shot by Lee Child. I thought the initial premise was kind of tacky, but after the first couple times I sat down and read for pleasure, I found myself actually enjoying a book. </p>\n\n<p>Overall I feel really accomplished, I didn&#39;t think I would read a 466 page book in less than two months, but I&#39;m glad I did. </p>\n\n<p>I don&#39;t post much on reddit, but I really wanted to share this with someone other than my dad lol.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/lk5ncx/just_finished_my_first_book_outside_of_school/",
  "subreddit": "books",
  "id": "lk5ncx",
  "is_self": true,
  "media": null,
  "is_video": false
}