{
  "author": "SlomoNoSempai",
  "the_new_excerpt": "In the United States, 470 billion gallons of water is used annually to keep\ncourses green. Grass in general can be very difficult upkeep, on the grass on\ncourses especially so. I imagine more than any other Sport since the quality of\nthe grass really determines the quality of the game\n\nThe average…",
  "original_created_utc": 1624122900,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカでは、コースを緑化するために、年間4,700億ガロンもの水が使われています。\nコースをグリーンに保つために、年間4,700億ガロンの水が使われています。一般的に芝は手入れが大変ですが、コースの芝は特にそうです。\nコースの芝は特にそうです。他のスポーツと比べても、芝の質は非常に重要だと思っています。\n芝生の質がゲームの質を決定するのですから。\n\n平均的な...",
      "title": "CMV：ゴルフ場は、維持管理に必要な資源の量を考えると、非常に無駄が多く、非効率的です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在美国，每年有4700亿加仑的水被用来保持\n场地的绿色。一般来说，草是很难维护的，在球场上的草尤其如此。\n课程尤其如此。我想这比任何其他运动都要难，因为草的质量真的决定了比赛的质量。\n草地的质量真正决定了比赛的质量。\n\n平均...",
      "title": "CMV：考虑到维护所需的资源数量，高尔夫球场是令人难以置信的浪费和低效。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在美國，每年有4700億加侖的水被用來保持\n場地的綠色。一般來說，草是很難維護的，在球場上的草尤其如此。\n課程尤其如此。我想這比任何其他運動都要難，因爲草的質量真的決定了比賽的質量。\n草地的質量真正決定了比賽的質量。\n\n平均...",
      "title": "CMV：考慮到維護所需的資源數量，高爾夫球場是令人難以置信的浪費和低效。"
    }
  ],
  "title": "CMV: Golf courses are incredibly wasteful and inefficient considering the amount of resources required for upkeep",
  "created_utc": 1624138375,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In the United States, 470 billion gallons of water is used annually to keep courses green. Grass in general can be very difficult upkeep, on the grass on courses especially so. I imagine more than any other Sport since the quality of the grass really determines the quality of the game</p>\n\n<p>The average golf course is 150 acres, with roughly 2 million acres. This is all land that is cultivated with the aforementioned watering plus the mowing and fertilizing. All of that land could be used for other resources that are more efficient (yes that can be said about any sport as it’s not technically a necessity, but still that is so much land dedicated to relatively few people). Even if that were turf instead of grass that is still in an enormous area dedicated to the single sport.</p>\n\n<p>I do think most sporting events are wasteful as far as their usage of space, so referencing that other sports waste resources too isn’t the point, unless any other sport is more wasteful, especially considering per person. </p>\n\n<p>I’m not certain if this view is particularly controversial, or if people does argue against it for the sake of arguing. But I am curious of people genuinely disagree with this</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/o3kutx/cmv_golf_courses_are_incredibly_wasteful_and/",
  "subreddit": "changemyview",
  "id": "o3kutx",
  "is_self": true,
  "media": null,
  "is_video": false
}