{
  "author": "DoctorWhy75",
  "the_new_excerpt": "I deeply regret having read the first 11 books of the Sword of Truth series\n(after which I put the series down forever), but whenever someone asks me about\nthe series, I freeze and my brain begins stumbling over multiple responses to\nexpress why I dislike it so much.\n\nSo far, I can narrow it down to…",
  "original_created_utc": 1616635220,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我深深地后悔读过《真理之剑》系列的前11本。\n(之后我就把这个系列永远放下了)，但每当有人问我关于\n该系列，我冻结和我的大脑开始跌宕起伏在多个反应，以\n表达我为什么这么不喜欢它。\n\n到目前为止，我可以把它缩小到... ...",
      "title": "我想强烈鼓励你拿起任何其他的东西 除了泰瑞-古德金德的《魔法师的第一规则》之外"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我深深地後悔讀過《真理之劍》系列的前11本。\n(之後我就把這個系列永遠放下了)，但每當有人問我關於\n該系列，我凍結和我的大腦開始跌宕起伏在多個反應，以\n表達我爲什麼這麼不喜歡它。\n\n到目前爲止，我可以把它縮小到... ...",
      "title": "我想強烈鼓勵你拿起任何其他的東西 除了泰瑞-古德金德的《魔法師的第一規則》之外"
    }
  ],
  "title": "I want to strongly encourage you to pick up anything other than \"Wizard's First Rule\" by Terry Goodkind",
  "created_utc": 1616645842,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I deeply regret having read the first 11 books of the Sword of Truth series (after which I put the series down forever), but whenever someone asks me about the series, I freeze and my brain begins stumbling over multiple responses to express <em>why</em> I dislike it so much. </p>\n\n<p>So far, I can narrow it down to a few things</p>\n\n<ol>\n<li>Rampant Ayn-Rand-esque Capitalism</li>\n<li>Frequent themes of rape</li>\n<li>Generally uninventive prose</li>\n<li><em>Incredibly</em> flat characters</li>\n<li>Plots lifted straight out of other, better books</li>\n</ol>\n\n<p>But none of these alone (or in tandem) seems to capture the fullness of how much I want to dissuade people from reading this series.  Very rarely do I have experiences that make me contemplate my own mortality, but my only thought when I finally stopped reading these books was &quot;Wow...I will never get those hundreds of hours back&quot;.  </p>\n\n<p>I&#39;ve been a lifetime fan of Sci-fi and Fantasy, but these books almost turned me off the genre altogether.  For months afterward, I would think about some gruesome, inhumane, poorly written scene and just feel altogether slimy.  </p>\n\n<p>Since then, I&#39;ve discovered Naomi Novik, Brandon Sanderson, and others who have shown me what <em>good</em> fantasy looks like and rekindled my love for magical worlds.  But the appreciation I have for them by comparison to Goodkind is not worth the effort of having read Goodkind in the first place.  </p>\n\n<p>Please, pick up something else.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/mcma93/i_want_to_strongly_encourage_you_to_pick_up/",
  "subreddit": "books",
  "id": "mcma93",
  "is_self": true,
  "media": null,
  "is_video": false
}