{
  "author": "calabash_bro",
  "original_created_utc": 1628955471,
  "title": "I thought everyone was lying to me about The Count of Monte Cristo but somehow it really is THAT good.",
  "created_utc": 1628958815,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I would like to formally apologize to Alexandre Dumas for underestimating him. I looked at the date and length and thought it would be boring, and I even made sure to download a few other books before I started reading it on the assumption that I would need a break during the tedious parts.</p>\n\n<p>There?? Were?? No?? Tedious parts???? I stayed up until 4 in the morning to read the first half and only fell asleep when my eyes could not process any more words. I don&#39;t know how Dumas manages to write 1200 pages of nonstop action and intrigure &amp; I am in awe! Les Mis is around the same length, and as much as I loved it, there were definitely parts where Hugo went off on long tangents and my eyes sort of glazed over.</p>\n\n<p>Obviously there were some parts of the book that have aged poorly, but on the whole it was an incredible journey and I&#39;m so glad I finally picked it up.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/books/comments/p4a8rw/i_thought_everyone_was_lying_to_me_about_the/",
  "subreddit": "books",
  "id": "p4a8rw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I would like to formally apologize to Alexandre Dumas for underestimating him. I\nlooked at the date and length and thought it would be boring, and I even made\nsure to download a few other books before I started reading it on the assumption\nthat I would need a break during the tedious parts.\n\nThere??…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はアレクサンドル・デュマを過小評価していたことを正式に謝罪したいと思います。I\n日にちと長さを見て、つまらないだろうと思い、さらには\n読む前に他の本を何冊かダウンロードしておいて、途中で休憩することも想定していた。\n読む前に他の本をいくつかダウンロードしておいたのは、退屈な部分では休憩が必要になるだろうという想定からだ。\n\nそこですか...。",
      "title": "モンテ・クリスト伯」については、誰もが嘘をついていると思っていましたが、なぜか本当に素晴らしい作品でした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想正式向大仲马道歉，因为我低估了他。I\n我看了看日期和长度，认为这本书会很无聊，我甚至确保在开始读它之前，先下载一些其他的书。\n在我开始阅读之前，我甚至确保下载了几本其他的书，因为我假设\n我甚至确定在开始阅读之前下载了几本其他的书，假设我在乏味的部分需要休息一下。\n\n有吗？......。",
      "title": "我以为每个人都在骗我关于《基督山伯爵》的事，但不知为何它真的那么好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想正式向大仲馬道歉，因爲我低估了他。I\n我看了看日期和長度，認爲這本書會很無聊，我甚至確保在開始讀它之前，先下載一些其他的書。\n在我開始閱讀之前，我甚至確保下載了幾本其他的書，因爲我假設\n我甚至確定在開始閱讀之前下載了幾本其他的書，假設我在乏味的部分需要休息一下。\n\n有嗎？......。",
      "title": "我以爲每個人都在騙我關於《基督山伯爵》的事，但不知爲何它真的那麼好。"
    }
  ]
}