{
  "author": "R120Tunisia",
  "the_new_excerpt": "This is probably the go to argument for anyone who can't justify some specific\nlaw and custom despite the harm it might bring but also wants to keep it for\nsome reason.\n\nThe argument seems to ignore that the world can improve and in fact did, mainly\nbecause of people who didn't accept the status…",
  "original_created_utc": 1609387490,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "对于任何人来说，这可能是他们不能证明一些具体的\n法律和习俗，尽管它可能会带来危害，但也想把它保留下去\n有些原因。\n\n这一论点似乎忽略了世界可以改善，而且实际上确实改善了，主要是\n因为那些不接受…状态的人",
      "title": "[改变我的想法]：“生活是不公平的”和“就是这样，接受它”在讨论社会和法律的变化时是毫无价值的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對於任何人來說，這可能是他們不能證明一些具體的\n法律和習俗，儘管它可能會帶來危害，但也想把它保留下去\n有些原因。\n\n這一論點似乎忽略了世界可以改善，而且實際上確實改善了，主要是\n因爲那些不接受…狀態的人",
      "title": "[改變我的想法]：“生活是不公平的”和“就是這樣，接受它”在討論社會和法律的變化時是毫無價值的。"
    }
  ],
  "title": "CMV: \"Life is unfair\" and \"That's the way it is, just accept it\" are worthless in discussions about changes in society and laws.",
  "created_utc": 1609396975,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is probably the go to argument for anyone who can&#39;t justify some specific law and custom despite the harm it might bring but also wants to keep it for some reason.</p>\n\n<p>The argument seems to ignore that the world can improve and in fact did, mainly because of people who didn&#39;t accept the status quo. That notion seems to be literal toxic defeatism and adds nothing to the discussion.</p>\n\n<p>It was also used through history to justify various institutions (or support indifference to injustice), for instance back during the early 19th century many American politicians &quot;considered slavery immoral but thought it couldn&#39;t be changed&quot; leading them to accept (and sometimes even profit from) the institution just like someone who didn&#39;t think once about the morality of slavery.</p>\n\n<p>The idea that we should strive towards perfection, even if the final goal is too idealistic, should be our guiding principle because that way we would be able to maximize human happiness and benefit others as much as we can.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/knighn/cmv_life_is_unfair_and_thats_the_way_it_is_just/",
  "subreddit": "changemyview",
  "id": "knighn",
  "is_self": true,
  "media": null,
  "is_video": false
}