{
  "author": "wow-how-original",
  "original_created_utc": 1637085371,
  "title": "Andy Weir (who wrote The Martian) has a frustrating writing style.",
  "created_utc": 1637106065,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m reading Project Hail Mary because I love science and sci-fi, but it’s a struggle to continue. Weir’s writing style is juvenile and painfully unfunny.</p>\n\n<p>Some examples from the first few pages:</p>\n\n<p>“You…be quiet.”</p>\n\n<p>“Okay. I think it’s time I took a long gosh-darned look at these screens!”</p>\n\n<p>“And that next room is … um …?”</p>\n\n<p>“Okay, that’s——well, terrifying. But regardless: What the heck do you want from me?”</p>\n\n<p>“‘Oh come on!’ I said. ‘Who pooped in your Rice Krispies?’”</p>\n\n<p>“After a lot of ‘crazy prisoner scribbling on a wall’ type stuff, I have my answer.”</p>\n\n<p>“I squeeze the tube, and disgusting-looking brown sludge comes out.”</p>\n\n<p>“Each has an assortment of disturbingly penetration-looking tools where hands should be.”</p>\n\n<p>“Ooh! I felt a wiggle that time. My eyelids moved. I felt it.”</p>\n\n<p>“‘Holy moly!’ I say. ‘Holy moly’? Is that my go-to expression of surprise? I mean, it’s okay, I guess. I would have expected something a little less 1950s. What kind of weirdo am I?”</p>\n\n<p>Edit: My problem isn’t so much the substitutes for swear words. It’s more that his language is so basic-twee. He has so many phrases similar to: “so…I did a thing.” and “I want to go to there.” And “Oops…I made a swear.” And often his adjectives and adverbs are so bad.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qvdpmh/andy_weir_who_wrote_the_martian_has_a_frustrating/",
  "subreddit": "books",
  "id": "qvdpmh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m reading Project Hail Mary because I love science and sci-fi, but it’s a\nstruggle to continue. Weir’s writing style is juvenile and painfully unfunny.\n\nSome examples from the first few pages:\n\n“You…be quiet.”\n\n“Okay. I think it’s time I took a long gosh-darned look at these screens!”\n\n“And that…"
}