{
  "author": "jasonluxton",
  "original_created_utc": 1639394830,
  "title": "If you’re spending money on crypto instead of gifts for loved ones this December, you are a degenerate.",
  "created_utc": 1639406025,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;So I was speaking with a mutual friend on discord, he told me how he bought the dip earlier this month and spent more than he usually would due to the size of the dip and as he expected a quick bounce back, problem is that now he’s completely screwed himself in terms of Christmas presents, he’s bought nothing for his family because he figured he could make a fast profit instead, this is a gamblers mentality.. using funds you really can’t afford to spend and taking massive risks with them. I feel sorry for anyone getting themselves in this position but seriously, when you’re spending money on speculative assets instead of gifts you planned to get for your own family, you’re nothing more than a degenerate, no ifs, no buts.&lt;/p&gt;\n\n&lt;p&gt;If you have problems with self-control, for the love of god, take the money out of your account you really need so you can’t fuck with it. Stop thinking crypto is going to go the way you expect it to within 5 minutes, this short term mentality will do nothing but get you in trouble.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Don’t be this guy.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;EDIT: This thread is about people with unhealthy tendencies or gambling addictions that planned to spend money a certain way and due to their tendencies have now spent said money.\nThis isn’t about what you believe Christmas means, consumerism or anything of the sort.\nIt’s about certain people having no control and losing sight of what’s important to them.&lt;/p&gt;\n\n&lt;p&gt;Please re-read this and note it’s about a friend of mine, who every year buys his family gifts, he’s now confided in me and let me know his addiction got the better of him, has spent that money he planned for his family, lost more on the dip and now he feels like shit for it.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 205,
  "permalink": "/r/CryptoCurrency/comments/rfdn87/if_youre_spending_money_on_crypto_instead_of/",
  "subreddit": "CryptoCurrency",
  "id": "rfdn87",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>So I was speaking with a mutual friend on\ndiscord, he told me how he bought the dip earlier this month and spent more than\nhe usually would due to the size of the dip and as he expected a quick bounce\nback, problem is that now he’s completely screwed himself in…"
}