{
  "author": "XWhosYourBigDaddy",
  "original_created_utc": 1629686155,
  "title": "CMV: Men and women are not the same. There are cognitive qualities that are more frequent in men and cognitive qualities that are more frequent in women, therefore we cannot say every disparity is caused by sexism",
  "created_utc": 1629718332,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For some reason, many leftists have bought into the idea that men and women are the same and therefore every disparity is the result of sexism despite the fact that there is not a single study that has found no difference between the brains of men and women and several that have found clear differences.</p>\n\n<p>To be clear, Im not saying you can look at a brain and say &quot;this brain belongs to a man.&quot; I&#39;m saying that if you take 100 women and 100 men you will find that certain cognitive qualities are more prevalent among men and certain cognitive qualities are more prevalent among women.</p>\n\n<p>There is enough overlap that the things that negatively impact women will also negatively impact men, but when we&#39;re talking about large groups there is enough difference that we cannot and should not conclude that a gender gap is due to sexism the way we might look at a racial gap and conclude it is due to racism. </p>\n\n<p>I&#39;m not saying socialization isn&#39;t a factor, I just think we should be careful about assuming every gender gap is due to sexism, especially when considering that science has found otherwise. </p>\n\n<p>That&#39;s my view, would love to hear your thoughts!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/p9qm78/cmv_men_and_women_are_not_the_same_there_are/",
  "subreddit": "changemyview",
  "id": "p9qm78",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For some reason, many leftists have bought into the idea that men and women are\nthe same and therefore every disparity is the result of sexism despite the fact\nthat there is not a single study that has found no difference between the brains\nof men and women and several that have found clear…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜか左翼の多くは、男性と女性は同じであり、すべての格差は性差別の結果であるという考えを信じています。\nあるにもかかわらず、男性と女性は同じであり、すべての格差は性差別の結果であるという考えを、なぜか多くの左翼が持っています。\n男性と女性の脳に違いがないとした研究は一つもなく、明らかに...\n男性と女性の脳に違いがないとした研究は一つもなく、いくつかの研究では明らかに...",
      "title": "CMV：男性と女性は同じではありません。男性に多い認知的資質と女性に多い認知的資質があるので、すべての格差が性差別に起因するとは言えません"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "出于某种原因，许多左派人士相信男人和女人是一样的，因此每一个差异都是性别歧视的结果。\n因此，每一个差异都是性别歧视的结果，尽管事实上\n尽管没有一项研究发现男女大脑之间没有任何差异\n尽管没有一项研究发现男性和女性的大脑没有任何区别，而有几项研究发现了明显的差异...",
      "title": "CMV：男人和女人是不一样的。有些认知品质在男性中更常见，有些认知品质在女性中更常见，因此我们不能说每一个差异都是由性别歧视造成的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "出於某種原因，許多左派人士相信男人和女人是一樣的，因此每一個差異都是性別歧視的結果。\n因此，每一個差異都是性別歧視的結果，儘管事實上\n儘管沒有一項研究發現男女大腦之間沒有任何差異\n儘管沒有一項研究發現男性和女性的大腦沒有任何區別，而有幾項研究發現了明顯的差異...",
      "title": "CMV：男人和女人是不一樣的。有些認知品質在男性中更常見，有些認知品質在女性中更常見，因此我們不能說每一個差異都是由性別歧視造成的。"
    }
  ]
}