{
  "author": "XWhosYourBigDaddy",
  "original_created_utc": 1629686155,
  "title": "CMV: Men and women are not the same. There are cognitive qualities that are more frequent in men and cognitive qualities that are more frequent in women, therefore we cannot say every disparity is caused by sexism",
  "created_utc": 1629718332,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For some reason, many leftists have bought into the idea that men and women are the same and therefore every disparity is the result of sexism despite the fact that there is not a single study that has found no difference between the brains of men and women and several that have found clear differences.</p>\n\n<p>To be clear, Im not saying you can look at a brain and say &quot;this brain belongs to a man.&quot; I&#39;m saying that if you take 100 women and 100 men you will find that certain cognitive qualities are more prevalent among men and certain cognitive qualities are more prevalent among women.</p>\n\n<p>There is enough overlap that the things that negatively impact women will also negatively impact men, but when we&#39;re talking about large groups there is enough difference that we cannot and should not conclude that a gender gap is due to sexism the way we might look at a racial gap and conclude it is due to racism. </p>\n\n<p>I&#39;m not saying socialization isn&#39;t a factor, I just think we should be careful about assuming every gender gap is due to sexism, especially when considering that science has found otherwise. </p>\n\n<p>That&#39;s my view, would love to hear your thoughts!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/p9qm78/cmv_men_and_women_are_not_the_same_there_are/",
  "subreddit": "changemyview",
  "id": "p9qm78",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For some reason, many leftists have bought into the idea that men and women are\nthe same and therefore every disparity is the result of sexism despite the fact\nthat there is not a single study that has found no difference between the brains\nof men and women and several that have found clear…"
}