{
  "author": "bluepillarmy",
  "the_new_excerpt": "So, I was reading this article\n[https://quillette.com/2021/03/24/anti-asian-discrimination-is-real-and-an-attack-on-american-values/]\nand I found myself feeling absolutely flabbergasted by the fact that\nAsian-Americans are being discriminated against in education. If you don't feel\nlike clicking the…",
  "original_created_utc": 1616679026,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "所以，我在读这篇文章\n[https://quillette.com/2021/03/24/anti-asian-discrimination-is-real-and-an-attack-on-american-values/]\n我发现自己的感觉绝对是一塌糊涂的事实\n亚裔美国人在教育方面受到歧视。如果你不觉得\n像点击...",
      "title": "CMV：教育招生中歧视 \"亚裔 \"是无知和愚蠢的高度。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，我在讀這篇文章\n[https://quillette.com/2021/03/24/anti-asian-discrimination-is-real-and-an-attack-on-american-values/]\n我發現自己的感覺絕對是一塌糊塗的事實\n亞裔美國人在教育方面受到歧視。如果你不覺得\n像點擊...",
      "title": "CMV：教育招生中歧視 \"亞裔 \"是無知和愚蠢的高度。"
    }
  ],
  "title": "CMV: Discriminating against \"Asians\" in Educational Admissions is the Height of Ignorance and Stupidity",
  "created_utc": 1616694580,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, I was reading <a href=\"https://quillette.com/2021/03/24/anti-asian-discrimination-is-real-and-an-attack-on-american-values/\">this article</a> and I found myself feeling absolutely flabbergasted by the fact that Asian-Americans are being discriminated against in education.  If you don&#39;t feel like clicking the article I linked to, here&#39;s the bit that I really want to focus on:</p>\n\n<p><em>Harvard and Yale—two of the world’s most prestigious institutions—actively</em> <a href=\"https://www.economist.com/united-states/2018/06/23/a-lawsuit-reveals-how-peculiar-harvards-definition-of-merit-is\"><em>discriminate against Asians</em></a><em>. Once controlling for variables, Thomas Espenshade and Alexandria Radford showed Asians face odds</em> <a href=\"https://www.amazon.com/exec/obidos/ASIN/0691141606/manhattaninstitu/\"><em>multiple</em></a> <a href=\"https://asianamericanforeducation.org/en/issue/discrimination-on-admissions/\"><em>times</em></a> <em>higher than other groups to be accepted to elite colleges.</em> </p>\n\n<p>I won&#39;t say that this is the first time I&#39;ve heard of this because it&#39;s not, and I won&#39;t say that I am categorically opposed to considering other factors that &quot;merit&quot; in college admissions because I am not.   But what really got me thinking how they hell is whether or not someone is &quot;Asian&quot; any kind of factor, at all?</p>\n\n<p>Something like <a href=\"https://www.statista.com/statistics/237584/distribution-of-the-world-population-by-continent/#:%7E:text=As%20of%202020%2C%20about%2059.51,total%20population%20by%20continent%20here\">60% of the entire population</a> of the world lives in Asia.  Are we supposed to believe that  someone from Bangladesh, a country with a per capita income of less than $5000 per annum should be measure by the same standards as someone of Japanese decent, a country that has one of the highest standards of living in the world?</p>\n\n<p>And what is an Asian?  I&#39;ll bet if you looked at <a href=\"https://en.wikipedia.org/wiki/Kalmyks#/media/File:Kirsan_Ilyumzhinov_2014.jpg\">this guy</a>, you&#39;d say, &quot;Yep, that is an Asian person!&quot;  You would be wrong he is European.  And indigenous to European Russia at that. OK, what about <a href=\"https://commons.wikimedia.org/wiki/Category:Ksenia_Sukhinova#/media/File:MissWorld_2008_(cropped\">this person</a>.jpg)?  She&#39;s a native of Asia, born at the same longitude as New Delhi. </p>\n\n<p>So, would someone please tell me how Asian can be used as a standard for anything?  You can find people of every race, religion, socio-economic group, political affiliation, and skin tone living in Asia!</p>\n\n<p>Yes, I know that on average people of Asian extraction (60% of the world) do quite well in America.  Do you think that matters to people from Cambodia, Vietnam, Philippines, Bangladesh, who are immigrating to escape abject poverty?</p>\n\n<p>This just goes to show how utterly arbitrary race is and why parental income is a much better factor to take into account in admitting people to prestigious educational institutions.  </p>\n\n<p>Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/mcy9s2/cmv_discriminating_against_asians_in_educational/",
  "subreddit": "changemyview",
  "id": "mcy9s2",
  "is_self": true,
  "media": null,
  "is_video": false
}