{
  "author": "MeltingVibes",
  "original_created_utc": 1629429138,
  "title": "I need to talk about Project Hail Mary",
  "created_utc": 1629445291,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished Andy Weir&#39;s latest book, Project Hail Mary. Unfortunately, I don&#39;t have any friends who have read it but I need to talk about it.</p>\n\n<p>It&#39;s been awhile since I felt that kind of sad, empty feeling after reaching the end of a good book. I&#39;ve been looking for something to get me hooked onto reading again and I&#39;m pretty sure this book&#39;s done it. As always with Weir&#39;s books, there&#39;s enough real science to make the story feel real and plausible while still maintaining a really cool sci-fi atmosphere. Something about his writing style just really clicks with me. Everything about Project Hail Mary from the science, the drama, and the humor just hit right.</p>\n\n<p>It&#39;s hard to talk about the plot without getting into spoilers, so I&#39;m gonna hold off on that for now until I&#39;ve had more time to digest the story.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/p7tw5h/i_need_to_talk_about_project_hail_mary/",
  "subreddit": "books",
  "id": "p7tw5h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished Andy Weir's latest book, Project Hail Mary. Unfortunately, I\ndon't have any friends who have read it but I need to talk about it.\n\nIt's been awhile since I felt that kind of sad, empty feeling after reaching the\nend of a good book. I've been looking for something to get me hooked…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アンディ・ウィアーの最新作「Project Hail Mary」を読み終えました。残念ながら、この本を\nこの本を読んだ友人はいませんが、この本について話したいと思います。\n\n良い本を読み終えた後の、あの悲しくて空虚な気持ちを久しぶりに感じました。\n久しぶりに、良い本の終わりに到達した後の悲しくて空虚な気持ちを感じました。何か夢中になれるものを探していたのですが・・・。",
      "title": "Project Hail Maryについて話したい"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完安迪-威尔的最新著作《圣母计划》。不幸的是，我\n不幸的是，我没有任何朋友读过这本书，但我需要谈论它。\n\n我已经有一段时间没有在读完一本好书后感到那种悲伤、空虚的感觉了。\n好书的结尾，我已经很久没有那种悲伤、空虚的感觉了。我一直在寻找能让我着迷的东西......",
      "title": "我需要谈谈 \"万福玛利亚计划\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完安迪-威爾的最新著作《聖母計劃》。不幸的是，我\n不幸的是，我沒有任何朋友讀過這本書，但我需要談論它。\n\n我已經有一段時間沒有在讀完一本好書後感到那種悲傷、空虛的感覺了。\n好書的結尾，我已經很久沒有那種悲傷、空虛的感覺了。我一直在尋找能讓我着迷的東西......",
      "title": "我需要談談 \"萬福瑪利亞計劃\"。"
    }
  ]
}