{
  "author": "JustSomeObjects",
  "original_created_utc": 1637655269,
  "title": "Horror books with a vampire villain",
  "created_utc": 1637697353,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I really like vampire books, but the ones I&#39;ve read in the past treated vampires like weird members of society and not like actual monsters. Then I read The Southern Book Club&#39;s Guide To Slaying Vampires and it was like the clouds cleared and the sun shined down on me as the idea that vampires could be terrifying, monstrous villains was renewed within me.</p>\n\n<p>Anyway, I would like more, so give me your scariest vampire books please.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/r08h3h/horror_books_with_a_vampire_villain/",
  "subreddit": "booksuggestions",
  "id": "r08h3h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I really like vampire books, but the ones I've read in the past treated vampires\nlike weird members of society and not like actual monsters. Then I read The\nSouthern Book Club's Guide To Slaying Vampires and it was like the clouds\ncleared and the sun shined down on me as the idea that vampires could…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は吸血鬼の本がとても好きなのですが、過去に読んだものは、吸血鬼を奇妙な社会の一員のように扱っていて、実際のモンスターのようではありませんでした。\n怪しい社会の一員のように扱われていて、実際のモンスターのようには扱われていませんでした。その後、『The Southern Book Club's Guide To Slaying Vampires』を読みました。\n南部ブッククラブの吸血鬼退治ガイド」を読んで、雲が晴れて太陽が出てきたような気がしました。\n読んでみると、まるで雲が晴れて太陽が降り注いだように、吸血鬼が...",
      "title": "吸血鬼の悪役が出てくるホラー本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我真的很喜欢吸血鬼的书，但我过去读过的那些书把吸血鬼当成了\n像社会的奇怪成员，而不是像真正的怪物。然后我读了《南方读书会杀戮吸血鬼指南》。\n南方读书会的《杀死吸血鬼指南》，就像乌云散去，阳光照耀在我身上。\n就像乌云散去，阳光照耀在我身上，因为吸血鬼的想法可以...。",
      "title": "有吸血鬼反派的恐怖书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我真的很喜歡吸血鬼的書，但我過去讀過的那些書把吸血鬼當成了\n像社會的奇怪成員，而不是像真正的怪物。然後我讀了《南方讀書會殺戮吸血鬼指南》。\n南方讀書會的《殺死吸血鬼指南》，就像烏雲散去，陽光照耀在我身上。\n就像烏雲散去，陽光照耀在我身上，因爲吸血鬼的想法可以...。",
      "title": "有吸血鬼反派的恐怖書"
    }
  ]
}