{
  "author": "R_Rabbit416",
  "original_created_utc": 1628496480,
  "title": "Does anyone actually like dust covers on hardcover books?",
  "created_utc": 1628508142,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Every time I find myself reading a hardcover book that has a dust cover/jacket, I always take it off until I&#39;m done with the book. On most, if not all, hardcover books, the addition of a dust jacket just seems pointless.</p>\n\n<p>Sure, they can be used as a built in bookmark, and contain the blurb that&#39;s usually on the back of a paperback. But if they sit on a shelf then the bottom of jacket splays outward and it looks awful. If you use the inside flaps as a bookmark then the jacket never fits the same way again. Wouldn&#39;t it be easier to print a hardcover in the same way as a paperback?</p>\n\n<p>It&#39;s the one thing about hardcover books that has always annoyed me. Even if the cover art is phenomenal the dust jacket just takes away from it. Am I the only one that thinks like this?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/p0x2tg/does_anyone_actually_like_dust_covers_on/",
  "subreddit": "books",
  "id": "p0x2tg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Every time I find myself reading a hardcover book that has a dust cover/jacket,\nI always take it off until I'm done with the book. On most, if not all,\nhardcover books, the addition of a dust jacket just seems pointless.\n\nSure, they can be used as a built in bookmark, and contain the blurb…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ハードカバーの本を読んでいると、必ずと言っていいほどダストカバーやジャケットが付いています。\n私はいつも、その本を読み終えるまでカバーを外しています。すべてではありませんが、ほとんどのハードカバーの本では\nハードカバーの本にダストジャケットをつけることは、無意味なことだと思います。\n\n確かに、ダストジャケットは内蔵のしおりとして使用できますし、宣伝文句も入っています。",
      "title": "ハードカバーの本のダストカバーが好きな人はいますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每次我发现自己在读一本有封皮/外套的精装书时。\n我总是把它拿下来，直到我看完这本书。在大多数情况下，如果不是全部的话。\n硬皮书，增加防尘套似乎毫无意义。\n\n当然，它们可以作为内置的书签使用，并包含简介...",
      "title": "是否有人真的喜欢精装书的封皮？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每次我發現自己在讀一本有封皮/外套的精裝書時。\n我總是把它拿下來，直到我看完這本書。在大多數情況下，如果不是全部的話。\n硬皮書，增加防塵套似乎毫無意義。\n\n當然，它們可以作爲內置的書籤使用，幷包含簡介...",
      "title": "是否有人真的喜歡精裝書的封皮？"
    }
  ]
}