{
  "author": "BlackSheep717",
  "the_new_excerpt": "This morning my girlfriend, roommate, and I had an extensive discussion about\nsex work. Their views hold that sex work should both be legalized and\nnormalized. I agree with them halfway, that sex work should be legalized.\n\nHowever, morally I think sex work is both degrading and lazy. If my…",
  "original_created_utc": 1617466733,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "今天上午，我的女友、室友和我广泛讨论了关于\n性工作。他们认为，性工作应该合法化，并应在性工作中加入新的内容。\n正常化。我同意他们的一半意见，性工作应该合法化。\n\n但是，从道德上讲，我认为性工作是有辱人格和懒惰的。如果我的...",
      "title": "CMV：我认为性工作在道德上是错误的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "今天上午，我的女友、室友和我廣泛討論了關於\n性工作。他們認爲，性工作應該合法化，並應在性工作中加入新的內容。\n正常化。我同意他們的一半意見，性工作應該合法化。\n\n但是，從道德上講，我認爲性工作是有辱人格和懶惰的。如果我的...",
      "title": "CMV：我認爲性工作在道德上是錯誤的。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "今朝、私のガールフレンド、ルームメイトと私は、についての広範な議論をしました。\n議論しました。彼らの意見は、セックスワークは合法化されるべきであり\n正常化すべきだというものです。私も半ば同意しています。セックスワークは合法化されるべきだと。\n\nしかし、道徳的には、セックス・ワークは品位を落とすものであり、怠惰なものだと思います。もし私が...",
      "title": "CMV: セックスワークは道徳的に間違っていると思います。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "今朝、私のガールフレンド、ルームメイトと私は、についての広範な議論をしました。\n議論しました。彼らの意見は、セックスワークは合法化されるべきであり\n正常化すべきだというものです。私も半ば同意しています。セックスワークは合法化されるべきだと。\n\nしかし、道徳的には、セックス・ワークは品位を落とすものであり、怠惰なものだと思います。もし私が...",
      "title": "CMV: セックスワークは道徳的に間違っていると思います。"
    }
  ],
  "title": "CMV: I think sex work is morally wrong",
  "created_utc": 1617517926,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This morning my girlfriend, roommate, and I had an extensive discussion about sex work. Their views hold that sex work should both be legalized and normalized. I agree with them halfway, that sex work should be legalized.</p>\n\n<p>However, <em>morally</em> I think sex work is both degrading and lazy. If my daughter, for example, was to go into sex work, I&#39;d be deeply disappointed. I&#39;d want any of my children (or students, as I am a teacher) to reach their full human potential: creators, thinkers, and leaders. </p>\n\n<p>Note that I am also <em>not</em> talking about people who must go into that field to care for themselves or their families, but people who voluntarily seek out sex work or making loads of money on only fans, for example.</p>\n\n<p>In all fairness, I don&#39;t have many good arguments against the morality of sex work except what I said above. I hold a weak position that I&#39;m not married to, so I&#39;d like reddit to help me change my mind. With that said, please be respectful as I will be in my responses. </p>\n\n<p>Edit: Also, please don&#39;t downvote because you do not like my current opinion. I&#39;m trying to engage in a good discussion and change my mind.</p>\n\n<p>Thanks!</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/mjbo8a/cmv_i_think_sex_work_is_morally_wrong/",
  "subreddit": "changemyview",
  "id": "mjbo8a",
  "is_self": true,
  "media": null,
  "is_video": false
}