{
  "author": "rite_of_truth",
  "original_created_utc": 1635225420,
  "title": "YSK: Walmart .com, in an attempt to compete with Amazon, has allowed 3rd party scammers to sell using their site",
  "created_utc": 1635237559,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: People often expect that if they&#39;re buying from Walmart&#39;s website, they&#39;re buying from a retailer.</p>\n\n<p>This is not necessarily true. 3rd party sellers are allowed to sell on their website, and some of them are scammers who sell faulty products, or simply take the consumer&#39;s money and give them nothing. Reviews are sometimes skewed using fake reviews and bot reviews. You&#39;ll know when you&#39;ve got enough real reviews on a seller. The point you should take home here is that buying from walmart .com is not buying from a retailer at all. It&#39;s a marketplace full of individual sellers, and some of them don&#39;t have any qualms scamming you -which they will if you let them.</p>\n\n<p>Edit: Streamlined for efficiency</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/qfzbhw/ysk_walmart_com_in_an_attempt_to_compete_with/",
  "subreddit": "YouShouldKnow",
  "id": "qfzbhw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: People often expect that if they're buying from Walmart's website,\nthey're buying from a retailer.\n\nThis is not necessarily true. 3rd party sellers are allowed to sell on their\nwebsite, and some of them are scammers who sell faulty products, or simply take\nthe consumer's money and give them…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：人々は、ウォルマートのウェブサイトで購入するならば、F1を購入するものだと思っています。\nと思われがちですが、必ずしもそうではありません。\n\nしかし、これは必ずしも真実ではありません。ウォルマートのウェブサイトでは、サードパーティの販売者も販売することができます。\nその中には、欠陥品を販売したり、消費者のお金を奪っておいて、そのお金を消費者に渡したりする詐欺師もいます。\n消費者のお金を奪って渡してしまうような詐欺師もいます...。",
      "title": "YSK: ウォルマート・ドットコムは、アマゾンに対抗するために、サードパーティの詐欺師が自社サイトを使って販売することを許可しました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：人们通常认为，如果他们在沃尔玛的网站上购买，就是从零售商那里购买。\n他们就是从零售商那里购买的。\n\n这不一定是真的。第三方卖家被允许在其网站上销售。\n他们中的一些人是骗子，出售有问题的产品，或者只是拿消费者的钱给他们。\n消费者的钱并给他们...",
      "title": "YSK：沃尔玛.com为了与亚马逊竞争，允许第三方骗子使用他们的网站进行销售。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：人們通常認爲，如果他們在沃爾瑪的網站上購買，就是從零售商那裏購買。\n他們就是從零售商那裏購買的。\n\n這不一定是真的。第三方賣家被允許在其網站上銷售。\n他們中的一些人是騙子，出售有問題的產品，或者只是拿消費者的錢給他們。\n消費者的錢並給他們...",
      "title": "YSK：沃爾瑪.com爲了與亞馬遜競爭，允許第三方騙子使用他們的網站進行銷售。"
    }
  ]
}