{
  "author": "onjohns",
  "original_created_utc": 1639265198,
  "title": "YSK: If someone doesn’t want to celebrate their birthday, it’s not okay for you to force a celebration on them, interrupt their life with some embarrassing surprise, and harass them until they finally give in.",
  "created_utc": 1639273621,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: You may say that you just want them to know you care about them.  But the message you’re sending the person is that you don’t care about their feelings, because you’re doing exactly what they asked you not to do.  They will end up resenting you, and hate celebrating it even more&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 102,
  "permalink": "/r/YouShouldKnow/comments/rebk9r/ysk_if_someone_doesnt_want_to_celebrate_their/",
  "subreddit": "YouShouldKnow",
  "id": "rebk9r",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: You may say that you just want them to know you care about them. But\nthe message you’re sending the person is that you don’t care about their\nfeelings, because you’re doing exactly what they asked you not to do. They will\nend up resenting you, and hate celebrating it even more",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：「自分のことを気にかけてくれていることをわかってほしい」と言われるかもしれません。でも\nというメッセージを相手に送っていることになります。\nなぜなら、あなたは相手が「やめてほしい」と言ったことをそのままやっているからです。相手は\n恨みを買うことになり、さらに祝うことが嫌になる。",
      "title": "YSK: 誰かが自分の誕生日を祝いたくないと言っているのに、無理やりお祝いをしたり、恥ずかしいサプライズをしたり、相手が譲歩するまで嫌がらせをしたりするのはよくありませんよね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：你可能会说，你只是想让他们知道你在关心他们。但是\n你向对方传递的信息是，你并不关心他们的感受。\n感受，因为你所做的正是他们要求你不要做的事。他们会\n最终会怨恨你，甚至更讨厌庆祝。",
      "title": "YSK: 如果有人不想庆祝他们的生日，你就不能强迫他们庆祝，用一些令人尴尬的惊喜来打断他们的生活，并骚扰他们，直到他们最终让步。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：你可能會說，你只是想讓他們知道你在關心他們。但是\n你向對方傳遞的信息是，你並不關心他們的感受。\n感受，因爲你所做的正是他們要求你不要做的事。他們會\n最終會怨恨你，甚至更討厭慶祝。",
      "title": "YSK: 如果有人不想慶祝他們的生日，你就不能強迫他們慶祝，用一些令人尷尬的驚喜來打斷他們的生活，並騷擾他們，直到他們最終讓步。"
    }
  ]
}