{
  "author": "lostkarma4anonymity",
  "original_created_utc": 1629295514,
  "title": "Mother Night by Kurt Vonnegut",
  "created_utc": 1629322012,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished Vonnegut&#39;s Mother Night and can&#39;t stop thinking about it. First, if you haven&#39;t read the book, I highly highly recommend it. Its a very quick read with short chapters. I don&#39;t want to give too much of the plot away because I went into it blind and really enjoyed reading the story unfold. </p>\n\n<p>Although published in 1962 it could just have well be written last year.  I&#39;ve also read Breakfast of Champions this year. Both books were good but I think Mother Night is much better story telling <em>overall</em>. </p>\n\n<p>I didn&#39;t really know anything about Vonnegut before this year and I can&#39;t wait to read more. I&#39;m willing to discuss more in the comments but I didnt want to give too much away for those who havent read it yet.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/p6rtjg/mother_night_by_kurt_vonnegut/",
  "subreddit": "books",
  "id": "p6rtjg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished Vonnegut's Mother Night and can't stop thinking about it. First,\nif you haven't read the book, I highly highly recommend it. Its a very quick\nread with short chapters. I don't want to give too much of the plot away because\nI went into it blind and really enjoyed reading the story…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ヴォネガットの『母なる夜』を読み終えて、そのことが頭から離れません。まず。\nこの本をまだ読んでいない人は、ぜひ読んでみてください。この本は短い章で構成されていて、とても早く読むことができます。\n短い章で構成されています。筋書きはあまり教えたくありません。\n私は何も知らずに読み始めたのですが、ストーリーを読むのがとても楽しくて...。",
      "title": "母なる夜 by カート・ヴォネガット"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完冯内古特的《母夜》，不能不想到它。首先。\n如果你没有读过这本书，我非常强烈地推荐它。它是一本非常快速\n它的章节很短，读起来很快。我不想透露太多的情节，因为\n我盲目地去读，但我真的很喜欢读这个故事......",
      "title": "库尔特-冯内古特的《母夜》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完馮內古特的《母夜》，不能不想到它。首先。\n如果你沒有讀過這本書，我非常強烈地推薦它。它是一本非常快速\n它的章節很短，讀起來很快。我不想透露太多的情節，因爲\n我盲目地去讀，但我真的很喜歡讀這個故事......",
      "title": "庫爾特-馮內古特的《母夜》。"
    }
  ]
}