{
  "author": "Pupluns",
  "original_created_utc": 1630339141,
  "title": "Why are people so obsessed with character and identifying with them?",
  "created_utc": 1630390625,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The most common criticism I see on this sub of all fiction is that people found themselves unable to ‘like’ or ‘identify’ with any of the characters. This genuinely perplexes me. I don’t mean this as a critic but why does that matter? Nor am I trying to blanket say that my taste is better but in none of my favourite works of fiction would I say that I identify with the characters (except in a few specific examples, and then only briefly). I do like the character of Odysseus for his cunning and charisma but also acknowledge him to be a blood soaked trickster and not a particularly nice person. Crash by J.G. Ballard is one of my favourite novels but I don’t actually identify with people who are sexually aroused by car accidents. Orlando in Virginia Woolf’s novel of the same name is something of a spoilt and neglectful aristocrat entirely focused upon their own wants and whims and yet I love the book.\nWhy then do others feel they have to like and identify with characters?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pekya2/why_are_people_so_obsessed_with_character_and/",
  "subreddit": "books",
  "id": "pekya2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The most common criticism I see on this sub of all fiction is that people found\nthemselves unable to ‘like’ or ‘identify’ with any of the characters. This\ngenuinely perplexes me. I don’t mean this as a critic but why does that matter?\nNor am I trying to blanket say that my taste is better but in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私がこのサブ・フィクションに寄せられる最も一般的な批判は、人々が「好きになれない」「共感できない」というものです。\n登場人物の誰にも「好き」「共感」できないというものです。これは\n私は本当に困惑しています。批判しているわけではありませんが、なぜそれが問題なのでしょうか？\nまた、私の趣味が良いと言いたいわけではありませんが、...",
      "title": "なぜ人々はキャラクターにこだわり、それに同調するのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在所有小说中看到的最常见的批评是人们发现\n他们无法 \"喜欢 \"或 \"认同 \"其中的任何人物。这一点\n真的让我很困惑。我并不是说这是一个批评，但这有什么关系呢？\n我也不是想笼统地说我的品味更好，而是在...",
      "title": "为什么人们如此痴迷于角色并认同他们？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在所有小說中看到的最常見的批評是人們發現\n他們無法 \"喜歡 \"或 \"認同 \"其中的任何人物。這一點\n真的讓我很困惑。我並不是說這是一個批評，但這有什麼關係呢？\n我也不是想籠統地說我的品味更好，而是在...",
      "title": "爲什麼人們如此癡迷於角色並認同他們？"
    }
  ]
}