{
  "author": "DogeFuckingValue",
  "original_created_utc": 1634107387,
  "title": "CMV: The subreddit TwoXChromosomes is one of the most sexist and toxic subreddits. It is filled with hateful comments and a type of female incel.",
  "created_utc": 1634139949,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A huge portion of the posts there are sexist towards men; they are generalizing to the extreme, and often writing how men are e.g., rapists, bad at every possible task, do not understand social cues, etcetera. It is authoritarian as heck too -- if you try to have a critical and civil conversation about anything related to this sexism, you quickly get banned.</p>\n\n<p>Although not my main point, I would also argue that the subreddit is incredibly authoritarian. It seems to me that it is doing a disservice to women and men, creating a bigger rift and more polarization. It often paints out men as being retarded and violent, as if the only place we should be at is in jail.</p>\n\n<p>Sure, there is sometimes good and wholesome content there, but it is drowned in toxic anti-intellectual and anti-femlnist idiocracy. It seems to me like these women are insecure and are in need of emergency help.</p>\n\n<p>Would love to hear your thoughts on this.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/q75f3f/cmv_the_subreddit_twoxchromosomes_is_one_of_the/",
  "subreddit": "changemyview",
  "id": "q75f3f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A huge portion of the posts there are sexist towards men; they are generalizing\nto the extreme, and often writing how men are e.g., rapists, bad at every\npossible task, do not understand social cues, etcetera. It is authoritarian as\nheck too -- if you try to have a critical and civil conversation…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そこでの投稿の大部分は男性に対する性差別的なもので、彼らは極端に一般化しており\n極端に一般化していて、男性が例えばレイプ犯であったり、あらゆる面で悪かったりすることを書いていることが多いです。\n社会的な合図を理解していない、などと書いています。権威主義的でもあります。\n批判的で市民的な会話をしようとすると...。",
      "title": "CMV：サブレディット「TwoXChromosomes」は、最も性差別的で有害なサブレディットのひとつです。憎悪に満ちたコメントが多く、女性のインセルのようなタイプもいます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "那里的帖子有很大一部分是对男性的性别歧视；他们以偏概全到了极端。\n归纳到极端，经常写到男人是强奸犯，在每一个可能的任务中都很糟糕，不理解社会暗示，等等。\n可能的任务，不理解社会线索，等等。这也是一种专制\n如果你试图进行批判性的文明对话......",
      "title": "CMV: TwoXChromosomes这个子版块是最具性别歧视和毒性的子版块之一。它充满了仇恨的评论和一种女性不伦不类。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "那裏的帖子有很大一部分是對男性的性別歧視；他們以偏概全到了極端。\n歸納到極端，經常寫到男人是強姦犯，在每一個可能的任務中都很糟糕，不理解社會暗示，等等。\n可能的任務，不理解社會線索，等等。這也是一種專制\n如果你試圖進行批判性的文明對話......",
      "title": "CMV: TwoXChromosomes這個子版塊是最具性別歧視和毒性的子版塊之一。它充滿了仇恨的評論和一種女性不倫不類。"
    }
  ]
}