{
  "author": "xnpurpledt-",
  "original_created_utc": 1637731179,
  "title": "Just finished the Dresden Files...",
  "created_utc": 1637754738,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Honestly going into the series I wasn&#39;t expecting much, just hoping for good little detective adventure. I wasn&#39;t expecting for the series to top my personal list.</p>\n\n<p>&#x200B;</p>\n\n<p>Dresden is possibly one of the most relatable characters I&#39;ve ever read. How the author laid out Dresden&#39;s thoughts, feelings, and decision process really connected with me. Dresden felt like a real human being. The conclusions the author comes up with about life, the right for others to make choices, and consequences of his actions. It&#39;s all very human and really relatable. How the Carpenter family is portrayed, along with the Knights of the Cross is phenomenal. I like how he illustrates how the Swords are to be utilized. His take on morality and good and evil... Just phenomenal stuff. I can&#39;t wait for more.</p>\n\n<p>&#x200B;</p>\n\n<p>Also Mab is a <em>fascinating</em> character.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/r0xb2g/just_finished_the_dresden_files/",
  "subreddit": "books",
  "id": "r0xb2g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Honestly going into the series I wasn't expecting much, just hoping for good\nlittle detective adventure. I wasn't expecting for the series to top my personal\nlist.\n\n\n\nDresden is possibly one of the most relatable characters I've ever read. How the\nauthor laid out Dresden's thoughts, feelings, and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "正直なところ、このシリーズにはあまり期待していませんでしたが、ちょっとした探偵アドベンチャーを期待していました。\nただ、ちょっとした探偵アドベンチャーを期待していました。このシリーズが私の個人的なリストのトップになることは期待していませんでした。\nリストに入るとは思っていませんでした。\n\n\n\nドレスデンは、私がこれまでに読んだ中で最も親しみやすいキャラクターの一人です。作者がドレスデンの考えをどのように\n作者がドレスデンの思考や感情をどのように描いているのか...",
      "title": "ドレスデン・ファイル」を読み終えたところで...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "说实话，我对这个系列并不抱太大希望，只是希望能有一个好的\n小侦探冒险。我没有想到这个系列会成为我个人的榜首。\n名单。\n\n\n\n德累斯顿可能是我读过的最有亲和力的人物之一。作者是如何\n作者是如何阐述德累斯顿的思想、感情和...",
      "title": "刚刚读完《德累斯顿档案》..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "說實話，我對這個系列並不抱太大希望，只是希望能有一個好的\n小偵探冒險。我沒有想到這個系列會成爲我個人的榜首。\n名單。\n\n\n\n德累斯頓可能是我讀過的最有親和力的人物之一。作者是如何\n作者是如何闡述德累斯頓的思想、感情和...",
      "title": "剛剛讀完《德累斯頓檔案》..."
    }
  ]
}