{
  "author": "vonhoother",
  "original_created_utc": 1638934061,
  "title": "YSK: You want to get your life, disability, and long-term care insurance BEFORE getting your genes tested",
  "created_utc": 1638942167,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;YSK: Life, disability, and long-term care insurance providers can discriminate based on genetic testing results. Health insurance providers can&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;Why YSK: Health insurers are forbidden to discriminate on the basis of genetics. Other insurers--like life, disability, and long-term care--aren&amp;#39;t. So if you think you&amp;#39;ll want genetic testing--and odds are you will someday--it&amp;#39;s wise to get your life, disability, and long-term care policies set up first.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 1916,
  "permalink": "/r/YouShouldKnow/comments/rbhh2k/ysk_you_want_to_get_your_life_disability_and/",
  "subreddit": "YouShouldKnow",
  "id": "rbhh2k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "YSK: Life, disability, and long-term care insurance providers can discriminate\nbased on genetic testing results. Health insurance providers can't.\n\nWhy YSK: Health insurers are forbidden to discriminate on the basis of genetics.\nOther insurers--like life, disability, and long-term care--aren't. So…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSK: 生命保険、障害保険、介護保険のプロバイダーは差別をすることができます。\n遺伝子検査の結果に基づいて 健康保険会社はできません。\n\nなぜYSK: 健康保険会社は遺伝を理由に差別することが禁じられています。\n他の保険会社（生命保険、障害保険、介護保険など）は、そうではありません。だから...",
      "title": "YSK: 遺伝子検査を受ける前に、生命保険、障害保険、介護保険に加入しておきたい。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "YSK：人寿保险、残疾保险和长期护理保险供应商可以根据基因检测结果进行歧视。\n基于基因检测结果。健康保险商则不能。\n\n为什么YSK：健康保险公司被禁止以遗传学为由进行歧视。\n其他保险公司--如人寿、残疾和长期护理--则不能。所以...",
      "title": "YSK：在进行基因检测之前，你要购买人寿、残疾和长期护理保险。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "YSK：人壽保險、殘疾保險和長期護理保險供應商可以根據基因檢測結果進行歧視。\n基於基因檢測結果。健康保險商則不能。\n\n爲什麼YSK：健康保險公司被禁止以遺傳學爲由進行歧視。\n其他保險公司--如人壽、殘疾和長期護理--則不能。所以...",
      "title": "YSK：在進行基因檢測之前，你要購買人壽、殘疾和長期護理保險。"
    }
  ]
}