{
  "author": "MindCologne",
  "original_created_utc": 1629979820,
  "title": "CMV: Genocides aren't \"worse\" than other genocides.",
  "created_utc": 1629988247,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There&#39;s no such thing as ranked genocides. The extermination of natives, religions, countrymen, etc., are all just as horrible as the other. The Holocaust was not &quot;better&quot; or &quot;worse&quot; than the genocides of the Americas.</p>\n\n<p>Cambodians, Rwandans, Greeks, and so many more have genocides.</p>\n\n<p>I wouldn&#39;t be surprised if all countries committed or have been apart of a genocide.</p>\n\n<p>If these people were capable of completely erasing a civilization, they would. The lack of the killer&#39;s capabilities, supplies, and logistics are the ONLY reasons that some aren&#39;t completely destroyed. It&#39;s because they literally can&#39;t sustain or prolong it.</p>\n\n<p>Don&#39;t get me wrong, numbers and speed can be devastatingly different, but in my opinion, the &quot;idea&quot; of genocide is completely disgusting, evil, hateful, gross, and so much more. You can&#39;t compare one to another.</p>\n\n<p>EDIT: I genuinely love how we&#39;re having adult conversations about something so serious. Thank you.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/changemyview/comments/pby7dy/cmv_genocides_arent_worse_than_other_genocides/",
  "subreddit": "changemyview",
  "id": "pby7dy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There's no such thing as ranked genocides. The extermination of natives,\nreligions, countrymen, etc., are all just as horrible as the other. The\nHolocaust was not \"better\" or \"worse\" than the genocides of the Americas.\n\nCambodians, Rwandans, Greeks, and so many more have genocides.\n\nI wouldn't be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "位のジェノサイドなんてありません。原住民の抹殺。\n族、宗教、同胞などの絶滅は、どれも同じように恐ろしいものです。ザ\nホロコーストは、アメリカ大陸のジェノサイドよりも「良い」「悪い」ということはありませんでした。\n\nカンボジア人、ルワンダ人、ギリシャ人、その他にもたくさんの人がジェノサイドを起こしています。\n\n私はそうではありませんが・・・。",
      "title": "CMV：ジェノサイドは、他のジェノサイドよりも「悪い」ものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "没有所谓的种族灭绝的等级。对土著人的灭绝。\n宗教、同胞等等，都是一样可怕的。大屠杀\n大屠杀并不比美洲的种族灭绝事件 \"好 \"或 \"坏\"。\n\n柬埔寨人、卢旺达人、希腊人，以及这么多的人都有种族灭绝。\n\n我不会...",
      "title": "CMV：种族灭绝并不比其他种族灭绝 \"糟糕\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "沒有所謂的種族滅絕的等級。對土著人的滅絕。\n宗教、同胞等等，都是一樣可怕的。大屠殺\n大屠殺並不比美洲的種族滅絕事件 \"好 \"或 \"壞\"。\n\n柬埔寨人、盧旺達人、希臘人，以及這麼多的人都有種族滅絕。\n\n我不會...",
      "title": "CMV：種族滅絕並不比其他種族滅絕 \"糟糕\"。"
    }
  ]
}