{
  "author": "Fire_Goblin",
  "the_new_excerpt": "Why YSK:\n\nMore people are suffering dry skin than ever due to excessive use of hand\nsanitizer and washing your hands.\n\nYou should know that 99% of lotions contain alcohol to make them dry quicker,\nbut this can literally sting and make your hands drier when you are getting\ncracked skin.\n\nOur skin…",
  "original_created_utc": 1613267316,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK。\n\n越来越多的人因为过度使用手部用品而导致皮肤干燥的情况。\n消毒液和洗手。\n\n你要知道，99%的乳液都含有酒精，会让它们干得更快。\n但这可以从字面上看刺痛，使你的手更干燥，当你得到的。\n龟裂的皮肤。\n\n我们的皮肤...",
      "title": "YSK：如果你的手部干燥、有鳞屑，你应该在洗脸或洗澡后立即使用OIL作为保湿剂（在皮肤上留一点水来密封水分）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK。\n\n越來越多的人因爲過度使用手部用品而導致皮膚乾燥的情況。\n消毒液和洗手。\n\n你要知道，99%的乳液都含有酒精，會讓它們幹得更快。\n但這可以從字面上看刺痛，使你的手更乾燥，當你得到的。\n龜裂的皮膚。\n\n我們的皮膚...",
      "title": "YSK：如果你的手部乾燥、有鱗屑，你應該在洗臉或洗澡後立即使用OIL作爲保溼劑（在皮膚上留一點水來密封水分）。"
    }
  ],
  "title": "YSK: If you have dry, scaly hands, you should use OIL as a moisturizer immediately after washing or showering (leaving a little water on your skin to seal in moisture)",
  "created_utc": 1613347073,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>More people are suffering dry skin than ever due to excessive use of hand sanitizer and washing your hands.</p>\n\n<p>You should know that 99% of lotions contain alcohol to make them dry quicker, but this can literally sting and make your hands drier when you are getting cracked skin. </p>\n\n<p>Our skin naturally produces sebum to protect it, but with constant cleansing, we are stripping all the oils from our skin.</p>\n\n<p>Using some kind of fat, such as lard, lanolin, coconut oil, olive oil, etc. While leaving some water droplets on your hands will help lock in the moisture your skin craves. Especially focus on the backs of your hands, as they dry out more than the palms. </p>\n\n<p>Try to sit and barely touch anything for at least 20 minutes while you let the oil absorb. A good time to sit &amp; watch some tv. Oil like coconut oil/mct oil, and animal based fats will penetrate your skin the deepest.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/YouShouldKnow/comments/ljekzj/ysk_if_you_have_dry_scaly_hands_you_should_use/",
  "subreddit": "YouShouldKnow",
  "id": "ljekzj",
  "is_self": true,
  "media": null,
  "is_video": false
}