{
  "author": "HighestHorse",
  "the_new_excerpt": "I went to Catholic school for 12 years and in that time it's drilled into you\nthat Jesus was a real person who did undoubtedly walk this Earth, which can be\nproven with historical evidence superfluous to the Bible; and this is presented\nas a proof of God existing.\n\nSo inevitably, when you tell…",
  "original_created_utc": 1619983235,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は12年間カトリックの学校に通っていましたが、その間に、イエスは間違いなくこの世を歩いた実在の人物であると\nイエスは間違いなくこの世を歩いた実在の人物であり、それは聖書にはない歴史的証拠で証明できる。\nそれは聖書にはない歴史的証拠によって証明されます。\n神の存在を証明するものとして提示されます。\n\nだから、必然的に、あなたが...",
      "title": "CMV：イエスがこの世を歩いた実在の人物であることは、アブラハムの神が存在する証拠にはなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在天主教学校学习了12年，在那段时间里，你被灌输了以下内容\n耶稣是一个真实的人，毫无疑问，他确实在这个地球上行走，这一点可以用《圣经》中多余的历史证据来证明。\n这可以用《圣经》中多余的历史证据来证明；而这被作为上帝存在的证据。\n作为上帝存在的证明。\n\n所以不可避免地，当你告诉...",
      "title": "CMV：耶稣是一个在地球上行走的真实人物，这并不能证明亚伯拉罕神的存在。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在天主教學校學習了12年，在那段時間裏，你被灌輸了以下內容\n耶穌是一個真實的人，毫無疑問，他確實在這個地球上行走，這一點可以用《聖經》中多餘的歷史證據來證明。\n這可以用《聖經》中多餘的歷史證據來證明；而這被作爲上帝存在的證據。\n作爲上帝存在的證明。\n\n所以不可避免地，當你告訴...",
      "title": "CMV：耶穌是一個在地球上行走的真實人物，這並不能證明亞伯拉罕神的存在。"
    }
  ],
  "title": "CMV: Jesus being a real person who walked this Earth is not evidence that the Abrahamic God exists.",
  "created_utc": 1620008956,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I went to Catholic school for 12 years and in that time it&#39;s drilled into you that Jesus was a real person who did undoubtedly walk this Earth, which can be proven with historical evidence superfluous to the Bible; and this is presented as a proof of God existing.     </p>\n\n<p>So inevitably, when you tell people that you don&#39;t believe in God it&#39;s common for them to default to something like &quot;Jesus was a real person, you can&#39;t deny that!&quot; as if that&#39;s supposed to be a big <strong><em>GOTCHA!</em></strong> against non-Christians?</p>\n\n<p>Excuse me but I&#39;m certain that the Buddha also walked this Earth, yet you aren&#39;t a Buddhist.      </p>\n\n<p>And what about Mohammed? We know he existed and people claim to have witnessed him ascend into heaven, yet you aren&#39;t a Muslim?    </p>\n\n<p>That&#39;s because <em>someone existing</em> isn&#39;t evidence that their theology and mythology are true.      </p>\n\n<p>Since we both don&#39;t care that Buddha and Mohammed existed then why should I believe that your religion is real because Jesus existed?      </p>\n\n<p>That &#39;fact&#39;, that Jesus existed, doesn&#39;t affirm your faith.     </p>\n\n<p>Your faith didn&#39;t come from this fact; your faith came first. </p>\n\n<p>This fact means nothing.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/n3dol8/cmv_jesus_being_a_real_person_who_walked_this/",
  "subreddit": "changemyview",
  "id": "n3dol8",
  "is_self": true,
  "media": null,
  "is_video": false
}