{
  "author": "unglud",
  "original_created_utc": 1636804206,
  "title": "YSK: In Germany, you can legally and for free protect your bank account from blocking by a claim organization, court, or creditor",
  "created_utc": 1636812946,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> Regardless if you are own alimony, you forgot to pay by credit card, or the German government did not receive a 10 EUR parking ticket payment because they lost the transaction in a jammed fax machine paper. For that, they can block your bank account with all your money through court, and you will not even be able to pay your creditor to unblock it. You would need to ask permission to pay from a different bank or ask your blocked bank to pay from your blocked account. All this procedure can be done by Post or fax (but only if the fax is outgoing from your number), or on rare occasions, you can use so-called &quot;<strong>Electronic mail&quot; (</strong><a href=\"https://www.wikiwand.com/en/Email\">https://www.wikiwand.com/en/Email</a>). This procedure could take from a week to a month.</p>\n\n<p>To prevent this, anyone who owns a bank account in Germany has a legal right to convert ONE bank account to a protected account. Also known as &quot;Pfändungsschutzkonto&quot; or &quot;p-account.&quot; Here is an example from one of the Banks:  <a href=\"https://support.n26.com/en-de/account-and-personal-details/ganrishment-insolvency-p-account/p-account-how-to-get\">https://support.n26.com/en-de/account-and-personal-details/ganrishment-insolvency-p-account/p-account-how-to-get</a>. </p>\n\n<p>Remember, it&#39;s illegal to have more the one Protected account per person, even in different banks.</p>\n\n<p>The way it works is if a court sized your account, the bank gives you a monthly allowance minimum of  1.252,64 EUR. And maximum allowance depends on your situation. This money can be used, for example, to pay rent or food or anything you like. No matter how much your current account has money or does not have at all.</p>\n\n<p>Important. The fact of having a protected account will be reported to SCHUFA and may influence your credit score. However, if your account is blocked because of your debts, it by itself may affect your credit score.</p>\n\n<p>Application to convert to a p-account is simple as one email or whatever your bank is required.</p>\n\n<p>Disclaimer:</p>\n\n<p>I&#39;m not a lawyer and don&#39;t have any professional knowledge about this. I am just an average Joe who got his account sized because they couldn&#39;t find a 10 EUR  payment transaction. And because of that, I could not pay rent regardless of having enough money to cover a year of rent.</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/YouShouldKnow/comments/qszpe0/ysk_in_germany_you_can_legally_and_for_free/",
  "subreddit": "YouShouldKnow",
  "id": "qszpe0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Regardless if you are own alimony, you forgot to pay by credit card, or\nthe German government did not receive a 10 EUR parking ticket payment because\nthey lost the transaction in a jammed fax machine paper. For that, they can\nblock your bank account with all your money through court, and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、自分が慰謝料をもらっていても、クレジットカードで支払うのを忘れていても、ドイツ政府が10ユーロの駐車券を受け取っていなくても、関係ありません。\nドイツ政府が10ユーロの駐車違反の支払いを受け取らなかったのは\nドイツ政府が10ユーロの駐車券を受け取らなかったのは、ファックスの紙詰まりで取引を失ったからです。そのために、彼らは\n裁判であなたの銀行口座を封鎖して、あなたの全財産を",
      "title": "YSK: ドイツでは、請求機関、裁判所、債権者による銀行口座の封鎖を、法的に無料で防ぐことができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：不管你是自己的赡养费，还是忘记用信用卡支付，或者是\n德国政府没有收到10欧元的停车罚单，因为\n他们因传真机卡纸而丢失了交易。为此，他们可以\n他们可以通过法院封锁你的银行账户和你所有的钱，并且...",
      "title": "YSK: 在德国，你可以合法地、免费地保护你的银行账户不被索赔组织、法院或债权人封锁。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：不管你是自己的贍養費，還是忘記用信用卡支付，或者是\n德國政府沒有收到10歐元的停車罰單，因爲\n他們因傳真機卡紙而丟失了交易。爲此，他們可以\n他們可以通過法院封鎖你的銀行賬戶和你所有的錢，並且...",
      "title": "YSK: 在德國，你可以合法地、免費地保護你的銀行賬戶不被索賠組織、法院或債權人封鎖。"
    }
  ]
}