{
  "author": "Opr9r",
  "original_created_utc": 1636034706,
  "title": "CMV: If the god of the bible was actually real, we would be trying to kill it",
  "created_utc": 1636043889,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Apologies in advance to the people this is going to piss off. For what it’s worth I’m not kidding and I’m not trolling.     </p>\n\n<p>In the Bible, God comes across as a somewhat capricious and, frankly, evil being. Imagine suddenly we discovered an old magic man in the sky - robes, sandals, the whole bit. Cool, right? Then we witness him orchestrating floods &amp;  famines, giving people cancer, telling people to murder their kids to prove their faith - all that fun, biblical stuff.      </p>\n\n<p>Within a month we’d all be working on a plan for how to kill it, right? Tell me I’m wrong.</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/changemyview/comments/qmlbx7/cmv_if_the_god_of_the_bible_was_actually_real_we/",
  "subreddit": "changemyview",
  "id": "qmlbx7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Apologies in advance to the people this is going to piss off. For what it’s\nworth I’m not kidding and I’m not trolling.\n\nIn the Bible, God comes across as a somewhat capricious and, frankly, evil\nbeing. Imagine suddenly we discovered an old magic man in the sky - robes,\nsandals, the whole bit. Cool,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "怒られるかもしれませんが、あらかじめお詫びしておきます。何を隠そう\nふざけているわけでも、荒らしているわけでもありません。\n\n聖書の中で、神はやや気まぐれで、率直に言って、邪悪な存在として登場します。\n存在です。想像してみてください、突然、空にいる年老いた魔法の男、つまりローブを発見したとしたら。\nローブ、サンダル、その他もろもろ。クールだけど...",
      "title": "CMV: もし聖書の神が実際に存在していたら、私たちはそれを殺そうとしているでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "提前向那些会被激怒的人表示歉意。不管怎么说\n我不是在开玩笑，也不是在耍流氓。\n\n在《圣经》中，上帝是一个有点反复无常的，坦率地说，是邪恶的\n的存在。想象一下，我们突然发现天空中有一个老魔法师--长袍。\n凉鞋，这一切。酷，...",
      "title": "CMV: 如果《圣经》中的神真的存在，我们就会试图杀死它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "提前向那些會被激怒的人表示歉意。不管怎麼說\n我不是在開玩笑，也不是在耍流氓。\n\n在《聖經》中，上帝是一個有點反覆無常的，坦率地說，是邪惡的\n的存在。想象一下，我們突然發現天空中有一個老魔法師--長袍。\n涼鞋，這一切。酷，...",
      "title": "CMV: 如果《聖經》中的神真的存在，我們就會試圖殺死它。"
    }
  ]
}