{
  "author": "Punk_Saint",
  "original_created_utc": 1637957727,
  "title": "I just finished \"Project Hail Mary\" By Andy Weir (Must Read) -no spoilers-",
  "created_utc": 1637965252,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I haven&#39;t felt this ecstatic after reading a book since &quot;The Secret History&quot;.</p>\n\n<p>3 days ago. I found a <a href=\"https://www.penguinrandomhouse.com/the-read-down/the-best-books-of-2021/\">reddit link</a> leading to &quot;Penguin Random House&quot; &#39;s list of 2021&#39;s best books. I had just finished a few books and was looking for something good to pass my time. didn&#39;t think I would come in contact with possibly one of my favorite books this year (I finished it in two days).<br/>\nOf course, from the first chapter I recognized the same style as &quot;The Martian&quot; and kept wondering if it&#39;s the same author:<span class=\"md-spoiler-text\">it is</span>.<br/>\nI don&#39;t wanna spoil anything. Practically talking about any aspect of it spoils the experience, but to give you the general idea: &quot;A man is in space&quot;. That&#39;s all you need and it&#39;s all in the cover.  </p>\n\n<p>The writing is incredible, also very easy to understand. the physics and math is well explained for people who forgot that kind of stuff, and practically a walk in the park for people who retained their highschool-level science education.<br/>\nCharacter building is sublime and you&#39;ll feel tethered to the main Character.</p>\n\n<p>Sometimes; My voice sparked amidst a paragraph and scared me because I was so invested in the story. My mind used most of it&#39;s power to build the world around it.</p>\n\n<p>I can&#39;t talk much about it. But if you&#39;re looking for a good experience. I dearly recommend this book as it ignited my passion for science and more importantly, for &quot;hard science-fiction&quot;. One thing I learned, The best science fiction books are the ones set in your own time-line. </p>\n\n<p>I can&#39;t wait what else will come from my newest favorite author.  </p>\n\n<p>To the Author: Thank you, you&#39;ve made me a very happy person</p>\n</div><!-- SC_ON -->",
  "score": 86,
  "permalink": "/r/books/comments/r2vsq5/i_just_finished_project_hail_mary_by_andy_weir/",
  "subreddit": "books",
  "id": "r2vsq5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I haven't felt this ecstatic after reading a book since \"The Secret History\".\n\n3 days ago. I found a reddit link\n[https://www.penguinrandomhouse.com/the-read-down/the-best-books-of-2021/]\nleading to \"Penguin Random House\" 's list of 2021's best books. I had just\nfinished a few books and was looking…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本を読んでこんなに恍惚とした気分になったのは、「秘伝」以来です。\n\n3日前。redditのリンクを見つけました\n[https://www.penguinrandomhouse.com/the-read-down/the-best-books-of-2021/]\nペンギン・ランダム・ハウス」の2021年のベスト・ブック・リストへのリンクを見つけました。私はちょうど\n数冊の本を読み終えて、探していたところ...",
      "title": "アンディ・ウィアー著「Project Hail Mary」（必読）を読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "自《秘史》以来，我还没有在读完一本书后感到如此狂喜。\n\n三天前。我发现了一个reddit链接\n[https://www.penguinrandomhouse.com/the-read-down/the-best-books-of-2021/]\n通向 \"企鹅兰登书屋 \"的2021年最佳图书名单。我当时刚\n我刚刚读完几本书，正在寻找...",
      "title": "我刚刚读完安迪-威尔的《万福玛利亚计划》（必读）--没有剧透--。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "自《祕史》以來，我還沒有在讀完一本書後感到如此狂喜。\n\n三天前。我發現了一個reddit鏈接\n[https://www.penguinrandomhouse.com/the-read-down/the-best-books-of-2021/]\n通向 \"企鵝蘭登書屋 \"的2021年最佳圖書名單。我當時剛\n我剛剛讀完幾本書，正在尋找...",
      "title": "我剛剛讀完安迪-威爾的《萬福瑪利亞計劃》（必讀）--沒有劇透--。"
    }
  ]
}