{
  "author": "dougdougfunny",
  "the_new_excerpt": "First off, yes this is in response to the Brandon Sanderson thread. And no, I’ve\nnever read Sanderson, this post is more an observation of this subreddits\ngeneral attitude and current state.\n\nWhy do we have to have so many “overrated” posts? We all have books/authors we\nlike and dislike, why do we…",
  "original_created_utc": 1623304245,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず最初に、これはBrandon Sandersonのスレッドへの返信です。そして、私はサンダーソンを読んだことはありません。\nこの投稿は、このサブレディットの一般的な傾向を観察したものです。\n一般的な態度と現状を観察したものです。\n\nなぜこんなに多くの「過大評価」の投稿があるのでしょうか？私たちは皆、好きな本や作家を持っています。\n私たちは皆、好きな本や作家、嫌いな本があるのに、なぜ...",
      "title": "____ は過大評価されている」という書き込みは飽きてきました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，是的，这是对布兰登-桑德森主题的回应。而且不，我\n我从来没有读过Sanderson，这个帖子更多的是对这个分论坛的观察。\n一般的态度和目前的状态。\n\n为什么我们要有这么多 \"被高估 \"的帖子？我们都有自己喜欢的书/作者\n喜欢和不喜欢，为什么我们...",
      "title": "\"____ 被高估了 \"的帖子已经变得令人厌烦。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，是的，這是對布蘭登-桑德森主題的迴應。而且不，我\n我從來沒有讀過Sanderson，這個帖子更多的是對這個分論壇的觀察。\n一般的態度和目前的狀態。\n\n爲什麼我們要有這麼多 \"被高估 \"的帖子？我們都有自己喜歡的書/作者\n喜歡和不喜歡，爲什麼我們...",
      "title": "\"____ 被高估了 \"的帖子已經變得令人厭煩。"
    }
  ],
  "title": "The “____ is overrated” posts are becoming tiresome.",
  "created_utc": 1623318627,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First off, yes this is in response to the Brandon Sanderson thread. And no, I’ve never read Sanderson, this post is more an observation of this subreddits general attitude and current state.</p>\n\n<p>Why do we have to have so many “overrated” posts? We all have books/authors we like and dislike, why do we need to focus on the negative? It seems like we’re making it to the front page with posts that slam some famous author or book more than anything else. Yes, not many people like Catcher in the Rye, can we all just move on? </p>\n\n<p>Why not more “underrated” posts? What are some guilty pleasure books of yours? Let’s celebrate what we love and pass on that enthusiasm!</p>\n\n<p>Edit: I realize we have many posts that focus on the good, but those aren’t swarmed with upvotes like these negative posts are.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/books/comments/nwga7p/the_is_overrated_posts_are_becoming_tiresome/",
  "subreddit": "books",
  "id": "nwga7p",
  "is_self": true,
  "media": null,
  "is_video": false
}