{
  "author": "Foreign_Hurry_2039",
  "original_created_utc": 1631157599,
  "title": "Predictability doesn't define the quality of the book",
  "created_utc": 1631213285,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have seen people reviewing books negatively because of predictable endings. It does make sense sometimes when it&#39;s a mystery/thriller novel due to overused tropes, but expecting an unexpected end for every book doesn&#39;t make sense. A few fans were disappointed when a famous theory of the Song of Ice and Fire series was proven by the show, because they had got it right. The point is, foreshadowing and hints are purposely left by the author so that you reach this end. Character and plot developments are mapped out to reach a certain place. A predictable ending doesn&#39;t mean the book is bad. If the journey of reading a book is fulfilling enough, it&#39;s &#39;predictable&#39; ending shouldn&#39;t matter.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pkpm9t/predictability_doesnt_define_the_quality_of_the/",
  "subreddit": "books",
  "id": "pkpm9t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have seen people reviewing books negatively because of predictable endings. It\ndoes make sense sometimes when it's a mystery/thriller novel due to overused\ntropes, but expecting an unexpected end for every book doesn't make sense. A few\nfans were disappointed when a famous theory of the Song of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "予想通りの結末を理由に、本を否定的に評価する人を見たことがあります。これは\n確かにミステリーやスリラー小説であれば、使い古されたテーマでも納得できることがあります。\nしかし、すべての本に予想外の結末を期待するのは意味がありません。いくつかの\nファンの中には、「Song of...」の有名な説に失望した人もいます。",
      "title": "予測可能性が本の質を決めるわけではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我见过有人因为可预测的结局而对书籍进行负面评论。这\n当它是一部悬疑/惊悚小说时，由于过度使用了一些套路，有时确实是有意义的。\n但期望每本书都有一个出乎意料的结局是没有意义的。一些\n几位书迷对一个著名的宋词理论感到失望。",
      "title": "可预测性并不决定书的质量"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我見過有人因爲可預測的結局而對書籍進行負面評論。這\n當它是一部懸疑/驚悚小說時，由於過度使用了一些套路，有時確實是有意義的。\n但期望每本書都有一個出乎意料的結局是沒有意義的。一些\n幾位書迷對一個著名的宋詞理論感到失望。",
      "title": "可預測性並不決定書的質量"
    }
  ]
}