{
  "author": "michaeljpec",
  "original_created_utc": 1635255468,
  "title": "Reminder to open your MOON vaults BEFORE November 3!",
  "created_utc": 1635269472,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Open your vaults because moon week 19 is on November 3rd. If you don&#39;t know how to, you can learn how to open a vault <a href=\"https://www.reddit.com/r/CryptoCurrency/comments/mjwhza/the_greatest_guide_on_how_to_open_secure_your/\">here</a>. Even if you don&#39;t have many upvotes, you should definitely open a vault because moons are going to be more scarce in the future. Moons might not be worth much today, but they will definitely be worth a lot in the future as there&#39;s great potential for moons to be put on an exchange after which it will be worth a lot in the future.</p>\n\n<p>You can also grab some free moons from the moon faucet <a href=\"https://www.moonfaucet.cc/\">here</a>. A moon will most likely be worth way more in the future, so you should definitely stock up! Moreover, you get a 20% bonus each month for holding your moons and 5% bonus for voting on governance polls and 1.25% for each poll you vote after. You shouldn&#39;t miss out because ultimately it&#39;s free money! Open your vaults, because who doesn&#39;t like free moons?!</p>\n\n<p>Edits: \n1. This must be done from the mobile Reddit app\n2. You can give tips using your earned moons by clicking on a user’s moon count. Go ahead and try it on me!</p>\n</div><!-- SC_ON -->",
  "score": 162,
  "permalink": "/r/CryptoCurrency/comments/qg6l0y/reminder_to_open_your_moon_vaults_before_november/",
  "subreddit": "CryptoCurrency",
  "id": "qg6l0y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Open your vaults because moon week 19 is on November 3rd. If you don't know how\nto, you can learn how to open a vault here\n[https://www.reddit.com/r/CryptoCurrency/comments/mjwhza/the_greatest_guide_on_how_to_open_secure_your/].\nEven if you don't have many upvotes, you should definitely open a vault…"
}