{
  "author": "Aggeaf123",
  "original_created_utc": 1640304733,
  "title": "\"I’m not anti ETH. I’m anti-centralized, VC-owned, single point of failure, and corporate controlled lies\" - Jack Dorsey, former Twitter CEO",
  "created_utc": 1640364813,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This is one of the most ridiculous things I have seen in a long time. Why do these billionaires have to tamper in crypto? Is it so that they just can&amp;#39;t keep their greedy hands away from the space or why are they drawn to it.&lt;/p&gt;\n\n&lt;p&gt;Jack Dorsey former Twitter CEO - recently posted this on twitter and from what I&amp;#39;m reading it seems like he&amp;#39;s anti himself. Why do people listen to these guys? Why do people look up to them? Most of them come from rich family&amp;#39;s or had some insane luck or connections. They are rarely different from your ordinary man and ever it&amp;#39;s even more rare for them to be a good person. They are like parasites latching onto anything with money. If Jack was so anti-centralization where was he 7 years ago or 5 years ago? These guys need to laughed at when they post stuff like this but instead they get praised by their flock of sheeps who don&amp;#39;t understand how to think their own thoughts. This stuff makes my blood boil.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 154,
  "permalink": "/r/CryptoCurrency/comments/rn987v/im_not_anti_eth_im_anticentralized_vcowned_single/",
  "subreddit": "CryptoCurrency",
  "id": "rn987v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is one of the most ridiculous things I have seen in a long time. Why do\nthese billionaires have to tamper in crypto? Is it so that they just can't keep\ntheir greedy hands away from the space or why are they drawn to it.\n\nJack Dorsey former Twitter CEO - recently posted this on twitter and from…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> これは私が最も馬鹿げていることの一つです。\n久々に見た。なぜこの億万長者たちは暗号を改ざんする必要があるのでしょうか？それは\nこの空間から強欲な手を離すことができないのでしょうか。\n</p> <p>ジャック・ドーシー元Twitter CEO...",
      "title": "\"アンチETH \"ではないんです。反中央集権、VC所有、単一障害点、企業支配の嘘だ」-ジャック・ドーシー（元Twitter CEO"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>这是我很久以来看到的最荒谬的事情之一。\n长时间以来，我所看到的最荒谬的事情之一。为什么这些亿万富翁要在加密货币中做手脚？难道\n是为了让他们的贪婪之手远离这个空间，还是为了让他们的贪婪之手远离这个空间？\n</p> <p>杰克-多尔西（Jack Dorsey），前Twitter首席执行官...",
      "title": "\"我不反对ETH。我反对中心化的、风险投资公司拥有的、单点故障的、企业控制的谎言\"--杰克-多尔西，前Twitter CEO"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>這是我很久以來看到的最荒謬的事情之一。\n長時間以來，我所看到的最荒謬的事情之一。爲什麼這些億萬富翁要在加密貨幣中做手腳？難道\n是爲了讓他們的貪婪之手遠離這個空間，還是爲了讓他們的貪婪之手遠離這個空間？\n</p> <p>傑克-多爾西（Jack Dorsey），前Twitter首席執行官...",
      "title": "\"我不反對ETH。我反對中心化的、風險投資公司擁有的、單點故障的、企業控制的謊言\"--傑克-多爾西，前Twitter CEO"
    }
  ]
}