{
  "author": "satanspanties",
  "original_created_utc": 1633690737,
  "title": "The Five: The Untold Lives of the Women Killed by Jack the Ripper by Hallie Rubenhold",
  "created_utc": 1633696596,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Like all the best non-fiction, this book gave me a lot to think about.</p>\n\n<p>I usually avoid true crime because so many TV shows, podcasts and books are heavily sensationalised and rarely victim focused. In the case of media focused on the Ripper specifically, there&#39;s a tendency to mythologise the killer and stereotype the victims. I might even have avoided this book if it weren&#39;t for my book club.</p>\n\n<p>Ironically, I ended up enjoying it much more than the other, true crime fan, book club members. <em>The Five</em> is more women&#39;s social history than it is anything else. All these women were victims of victorian moral and social attitudes long before they were murdered. Annie Chapman, for example, lost several siblings within weeks of each other as a child, her father to suicide, and her 12-year-old daughter. Without any real form of bereavement counselling or other mental health treatment, it&#39;s little wonder she became dependent on alcohol, and once that happened she had even less support and suffered even more judgement.</p>\n\n<p>Rubenhold doesn&#39;t go into the gory details of the murders themselves, just the moments leading up to them and the aftermath. There is so much tragedy in these women&#39;s stories that their deaths feel inevitable, and in some cases almost a relief. By necessity, Rubenhold frequently resorts to speculation and there are a lot of statements beginning &#39;she must have&#39; and &#39;she would have&#39;. This isn&#39;t the author&#39;s fault; these women hardly ever got to speak for themselves and about half of them couldn&#39;t even write. They are daughters, wives, sisters, mothers, lovers and friends, but they never quite manage to feel like individuals.</p>\n\n<p>X-post <a href=\"/r/UKBooks\">/r/UKBooks</a> and <a href=\"/r/nonfictionbooks\">/r/nonfictionbooks</a></p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/books/comments/q3vdzk/the_five_the_untold_lives_of_the_women_killed_by/",
  "subreddit": "books",
  "id": "q3vdzk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Like all the best non-fiction, this book gave me a lot to think about.\n\nI usually avoid true crime because so many TV shows, podcasts and books are\nheavily sensationalised and rarely victim focused. In the case of media focused\non the Ripper specifically, there's a tendency to mythologise the killer…"
}