{
  "author": "-endjamin-",
  "the_new_excerpt": "This thread is of course about straight men and women in traditional gender\nroles.\n\nThe idea that I, as a man, need to pay double every time I try to get to know\nsomeone better over drinks is not only outdated but is quite honestly confusing\nand frustrating since among women, there is a wide range…",
  "original_created_utc": 1617222013,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这条线当然是关于传统性别角色中的直男和直女。\n角色。\n\n我作为一个男人，每次试图了解一个人时，都需要付出双倍的代价，这种想法\n我作为一个男人，每次想通过喝酒更好地了解一个人，都需要付出双倍的代价，这不仅是过时的，而且很诚实地让人感到困惑\n而且令人沮丧，因为在女性中，有一个广泛的...",
      "title": "CMV：男方应该为女方的约会付钱，特别是前几次，这种概念在现代社会中没有地位。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這條線當然是關於傳統性別角色中的直男和直女。\n角色。\n\n我作爲一個男人，每次試圖瞭解一個人時，都需要付出雙倍的代價，這種想法\n我作爲一個男人，每次想通過喝酒更好地瞭解一個人，都需要付出雙倍的代價，這不僅是過時的，而且很誠實地讓人感到困惑\n而且令人沮喪，因爲在女性中，有一個廣泛的...",
      "title": "CMV：男方應該爲女方的約會付錢，特別是前幾次，這種概念在現代社會中沒有地位。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "このスレッドはもちろん、伝統的な性別のストレートな男性と女性についてです。\nの役割を果たします。\n\n男である私が、知ろうとするたびに倍額を支払う必要があるという考え方は\nお酒の席での会話は、時代遅れであるだけでなく、正直言って困惑します。\n女性の中には、様々な人がいるので、もどかしい。",
      "title": "CMV：デート、特に最初の数回は男性が女性のためにお金を払うべきだという考え方は、現代社会では通用しません。"
    }
  ],
  "title": "CMV: The concept that the man should pay for the woman on dates, particularly the first few, has no place in modern society",
  "created_utc": 1617244241,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This thread is of course about straight men and women in traditional gender roles.</p>\n\n<p>The idea that I, as a man, need to pay double every time I try to get to know someone better over drinks is not only outdated but is quite honestly confusing and frustrating since among women, there is a wide range of views on how THEY think about this issue. Some women will always offer to split only to be polite, with the expectation that the man declines their offer. Some offer or insist on splitting because they have already decided they don&#39;t see it going anywhere and don&#39;t want to take the guys money if they know they are going to end things. And others genuinely are interested in splitting. This is a lot for the man to interpret in the moment. On top of all that, a lot of dating these days happens via dating apps, where there is no guarantee you will see this person ever again or that they will even have the decency to respond to your messages. If everyone could agree that the first few dates are to be split evenly, it would be a much more comfortable situation overall.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/mhes6z/cmv_the_concept_that_the_man_should_pay_for_the/",
  "subreddit": "changemyview",
  "id": "mhes6z",
  "is_self": true,
  "media": null,
  "is_video": false
}