{
  "author": "Set1Less",
  "the_new_excerpt": "Chia is a coin that works on a proof of time space consensus. I.e. to farm this\ncoin, one must allot dedicated hard drives and allot the space (known as plots),\nand get rewarded for it. Sounds good on paper, and one could even be tempted to\nthink they may put that spare 500 GB space left and earn…",
  "original_created_utc": 1622129796,
  "localize": [
    {
      "locale": "ja",
      "title": "Chia」というコインが、1日に112万5千TBのストレージを食い尽くしているという。誰も使っていないようなこのトークンをファームするためだけに。これは、資源の浪費という点では、まったく新しいレベルに達しています。"
    },
    {
      "locale": "zh",
      "title": "一个名为 \"Chia \"的硬币每天要吞噬1,125,000TB的存储空间。只是为了养殖这种似乎没有人使用的代币。这将资源浪费提高到了一个全新的水平。"
    },
    {
      "locale": "zh-Hant",
      "title": "一個名爲 \"Chia \"的硬幣每天要吞噬1,125,000TB的存儲空間。只是爲了養殖這種似乎沒有人使用的代幣。這將資源浪費提高到了一個全新的水平。"
    }
  ],
  "title": "A coin called \"Chia\" is gobbling up 1,125,000 TB storage per day. Just to farm this token that no one seems to use. This takes resource wastage to a whole new level.",
  "created_utc": 1622155622,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Chia is a coin that works on a proof of time space consensus. I.e. to farm this coin, one must allot dedicated hard drives and allot the space (known as plots), and get rewarded for it. Sounds good on paper, and one could even be tempted to think they may put that spare 500 GB space left and earn some passive income on it. </p>\n\n<p>Except, this one already requires industrial grade storage space, just to farm a token that has almost zero adoption anywhere. </p>\n\n<p>As you can see from this coin&#39;s explorer, the storage is growing by almost 1000 PiB per day, in the last few days. </p>\n\n<p><a href=\"https://www.chiaexplorer.com/charts/netspace\">https://www.chiaexplorer.com/charts/netspace</a></p>\n\n<p>1 PiB = 1125.9 TB. </p>\n\n<p>So a growth of 1000 PiB per day =&gt; almost 1125000 TB of storage per day is added onto this network, just to mine these coins. This equates to 1.1 million 1 TB drives added per day just to support farming on this network!</p>\n</div><!-- SC_ON -->",
  "score": 589,
  "permalink": "/r/CryptoCurrency/comments/nma59l/a_coin_called_chia_is_gobbling_up_1125000_tb/",
  "subreddit": "CryptoCurrency",
  "id": "nma59l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "source_updated_at": 1622804295052
}