{
  "author": "Pixelcitizen98",
  "the_new_excerpt": "In a country with an increasingly-declining middle class, as well as a vast\namount of citizens who’re struggling to keep up with housing payments, I find it\nquite aggravating to see big, multi-million dollar organizations try their\nhardest to make sure that the wages are not properly fitting with…",
  "original_created_utc": 1609275116,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在一个中产阶级日益减少的国家，以及一个庞大的\n有多少市民在努力支付房款，我发现\n看到价值数百万美元的大型组织尝试他们的\n最难确保工资与…不符",
      "title": "[改变我的想法]：如果你是一家拒绝向员工支付最低生活工资的公司，你就不配做生意。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在一箇中產階級日益減少的國家，以及一個龐大的\n有多少市民在努力支付房款，我發現\n看到價值數百萬美元的大型組織嘗試他們的\n最難確保工資與…不符",
      "title": "[改變我的想法]：如果你是一家拒絕向員工支付最低生活工資的公司，你就不配做生意。"
    }
  ],
  "title": "CMV: If you’re a corporation that refuses to pay its employees a living wage, you don’t deserve to be in business.",
  "created_utc": 1609320990,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In a country with an increasingly-declining middle class, as well as a vast amount of citizens who’re struggling to keep up with housing payments, I find it quite aggravating to see big, multi-million dollar organizations try their hardest to make sure that the wages are <em>not</em> properly fitting with the wages and benefits necessary to live in America right now. </p>\n\n<p>I can understand how small businesses may have a harder time with this (though I think that might be more of a huge systemic issue against small businesses that we should look over), but when you have companies like Amazon or Walmart, companies with CEOs who <a href=\"https://money.cnn.com/2018/04/23/news/companies/walmart-ceo-pay/index.html\">make tons more money than their employees</a>... Like, these folks have heard of modest living, right? Like, you don’t <em>have</em> to have your three houses in the Bahamas while your own employees are struggling to pay for their own home. I hope they know that. </p>\n\n<p>I think it also shows the failures of 21st century American capitalism and its current system. Say what you will about mid-century America (I’m not one to excuse it’s intense racism, sexism, homophobia, etc,.), but at least the CEO-to-employee gap was <a href=\"https://www.forbes.com/sites/dianahembree/2018/05/22/ceo-pay-skyrockets-to-361-times-that-of-the-average-worker/\">a hell of a lot smaller</a> than what we’re seeing now. And these were corporations who could provide their employees with good pay and good homes (like the big three in Detroit and what not). There’s really absolutely no excuse for this to be as disparate and ridiculous as it is here. </p>\n\n<p>Of course, we also had a much stronger union presence, a presence that, I think, should never have died the way it has since the 80’s. It put these corporations in check to make sure that they’re doing their fair share, and their loss in our country has. Meanwhile, countries like Germany have <em>kept</em> their unions. You don’t see the ridiculous wage issues that you see here, do you? </p>\n\n<p>Yet, even without unions, it’s also meaningful to raise the minimum wage, a law-mandated wage that was <a href=\"https://theconversation.com/its-time-we-revived-fdrs-wages-of-a-decent-living-34344\">literally built to support a decent living standard</a>, not a teenage employee’s booze fountain. </p>\n\n<p>And before people say “Oh, just go to college!”: First off, how can you expect an 18-year-old high schooler to suddenly decide what they’ll do for the rest of their lives? Second, how do you know if that chosen degree will even get them the job they spent so much time and money for? </p>\n\n<p>Also, why should a 20-something today be expected to live at their parents’ house (a house that might be abusive and shitty, mind you), when a 20-something 50 years ago could get a decent apartment with a less-than-extraordinary job at, I don’t know, K-Mart or something? Maybe even while paying for the (then extremely cheap) tuition? Again, don’t you think that’s a bit interesting in of itself? </p>\n\n<p>What I’m trying to say is: If you’re a big corporation that refuses to pay a living wage to your employees, you don’t deserve to be in business. </p>\n\n<p>Of course, I would like to see my views challenged.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/kmmofa/cmv_if_youre_a_corporation_that_refuses_to_pay/",
  "subreddit": "changemyview",
  "id": "kmmofa",
  "is_self": true,
  "media": null,
  "is_video": false
}