{
  "author": "inadequate_imbecile",
  "original_created_utc": 1631210704,
  "title": "CMV: If being unvaccinated should bar you from receiving healthcare, then so should being obese.",
  "created_utc": 1631288617,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The principal argument in favour of forgoing medical treatment for unvaccinated people is that, because of their refusal to take a 100% free prophylactic measure, people who find themselves ill through no fault of their own might be placed in jeopardy due to hospital beds being over-occupied with  COVID patients.</p>\n\n<p>But obesity is both the number one comorbidity in COVID-related deaths and the number one cause of preventable death in the United States.</p>\n\n<p>Obesity and COVID have a crucial difference: obesity isn’t contagious.</p>\n\n<p>But transmissibility isn’t the operative issue here; people filling up hospital beds due to preventable illnesses is. And the fact of the matter is, obesity is a huge burden on the healthcare system—and it’s also a huge factor in COVID hospitalizations. </p>\n\n<p>And obesity is 100% curable; for free. If hospitals started refusing to treat obese patients, people who need treatment for causes out of their control would unequivocally receive a higher quality of care.</p>\n\n<p>So if you think unvaccinated people should be denied treatment, fine; but you must apply that logic to obese people as well.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/pl3456/cmv_if_being_unvaccinated_should_bar_you_from/",
  "subreddit": "changemyview",
  "id": "pl3456",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The principal argument in favour of forgoing medical treatment for unvaccinated\npeople is that, because of their refusal to take a 100% free prophylactic\nmeasure, people who find themselves ill through no fault of their own might be\nplaced in jeopardy due to hospital beds being over-occupied with…"
}