{
  "author": "inadequate_imbecile",
  "original_created_utc": 1631210704,
  "title": "CMV: If being unvaccinated should bar you from receiving healthcare, then so should being obese.",
  "created_utc": 1631288617,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The principal argument in favour of forgoing medical treatment for unvaccinated people is that, because of their refusal to take a 100% free prophylactic measure, people who find themselves ill through no fault of their own might be placed in jeopardy due to hospital beds being over-occupied with  COVID patients.</p>\n\n<p>But obesity is both the number one comorbidity in COVID-related deaths and the number one cause of preventable death in the United States.</p>\n\n<p>Obesity and COVID have a crucial difference: obesity isn’t contagious.</p>\n\n<p>But transmissibility isn’t the operative issue here; people filling up hospital beds due to preventable illnesses is. And the fact of the matter is, obesity is a huge burden on the healthcare system—and it’s also a huge factor in COVID hospitalizations. </p>\n\n<p>And obesity is 100% curable; for free. If hospitals started refusing to treat obese patients, people who need treatment for causes out of their control would unequivocally receive a higher quality of care.</p>\n\n<p>So if you think unvaccinated people should be denied treatment, fine; but you must apply that logic to obese people as well.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/pl3456/cmv_if_being_unvaccinated_should_bar_you_from/",
  "subreddit": "changemyview",
  "id": "pl3456",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The principal argument in favour of forgoing medical treatment for unvaccinated\npeople is that, because of their refusal to take a 100% free prophylactic\nmeasure, people who find themselves ill through no fault of their own might be\nplaced in jeopardy due to hospital beds being over-occupied with…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ワクチンを接種していない人の医療行為を見合わせることを支持する主な論拠は\nワクチンを受けていない人が治療を受けない最大の理由は、100％無料で受けられる予防措置を拒否したために\n自分のせいで病気になった人が、100％無料の予防措置を拒否したために、病院のベッドが患者で埋まってしまい\n自分のせいで病気になったのではないのに、病院のベッドが患者で埋まってしまうことで、危険にさらされる可能性があるからです。",
      "title": "CMV: ワクチン接種をしていないと医療を受けられないのであれば、肥満であることも同様です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "赞成放弃对未接种疫苗的人进行治疗的主要理由是\n的主要理由是，由于他们拒绝采取100%免费的预防措施\n由于他们拒绝采取100%免费的预防措施，那些不是因为自己的过错而发现自己生病的人可能会因为医院的病床被过度占用而陷入困境。\n由于医院的床位被过度占用，这些人可能处于危险之中。",
      "title": "CMV: 如果未接种疫苗应该禁止你接受医疗保健，那么肥胖也应该禁止。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "贊成放棄對未接種疫苗的人進行治療的主要理由是\n的主要理由是，由於他們拒絕採取100%免費的預防措施\n由於他們拒絕採取100%免費的預防措施，那些不是因爲自己的過錯而發現自己生病的人可能會因爲醫院的病牀被過度佔用而陷入困境。\n由於醫院的牀位被過度佔用，這些人可能處於危險之中。",
      "title": "CMV: 如果未接種疫苗應該禁止你接受醫療保健，那麼肥胖也應該禁止。"
    }
  ]
}