{
  "author": "FreeHose",
  "the_new_excerpt": "This assumes the bread is consecrated, as in the eucharist. As I see it, if\nCatholics believe that:\n\nSex within marriage is allowed, but outside of marriage is sinful; Nuns are\nmarried to Christ; The eucharist transubstantiates into the literal body of\nChrist;\n\nthen it follows that they should be…",
  "original_created_utc": 1610580630,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这假设面包是奉献的，就像圣餐仪式一样。在我看来，如果\n天主教徒认为，。\n\n婚内的性行为是允许的，但婚外的性行为是有罪的；尼姑是：\n与基督结为夫妻；圣体转体为基督的字面身体。\n基督。\n\n那么他们就应该...",
      "title": "[改变我的想法]：如果天主教徒相信修女是嫁给基督的，而面包是基督的身体，修女应该被允许与面包做爱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這假設麪包是奉獻的，就像聖餐儀式一樣。在我看來，如果\n天主教徒認爲，。\n\n婚內的性行爲是允許的，但婚外的性行爲是有罪的；尼姑是：\n與基督結爲夫妻；聖體轉體爲基督的字面身體。\n基督。\n\n那麼他們就應該...",
      "title": "[改變我的想法]：如果天主教徒相信修女是嫁給基督的，而麪包是基督的身體，修女應該被允許與麪包做愛。"
    }
  ],
  "title": "CMV: If Catholics Believe Nuns Are Married to Christ, and Bread Is the Body of Christ, Nuns Should Be Allowed to Have Sex With Bread.",
  "created_utc": 1610589048,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This assumes the bread is consecrated, as in the eucharist. As I see it, if Catholics believe that:</p>\n\n<p>Sex within marriage is allowed, but outside of marriage is sinful;\nNuns are married to Christ;\nThe eucharist transubstantiates into the literal body of Christ;</p>\n\n<p>then it follows that they should be able to have sex with said bread. </p>\n\n<p>The only possible counterexample I can think of is that procreation is impossible via sex with bread, but, from some Googling, it appears that Catholics are still able to have sex within marriage after conception is no longer possible (i.e., post-menopause) as long as they do not actively try and prevent conception (source <a href=\"https://www.ncregister.com/blog/sex-and-catholics-our-views-briefly-explained\">here</a>). I can&#39;t imagine an objection based on non-monogamy given the inherent non-monogamy of all nuns being married to Christ.</p>\n\n<p>Please change my view, this thought is haunting me.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/kwsx5v/cmv_if_catholics_believe_nuns_are_married_to/",
  "subreddit": "changemyview",
  "id": "kwsx5v",
  "is_self": true,
  "media": null,
  "is_video": false
}