{
  "author": "karriejan",
  "original_created_utc": 1636513117,
  "title": "YSK that medical students are routinely invited to practice pelvic exams on women who are unconscious during surgery.",
  "created_utc": 1636519387,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It’s a very <em>common practice</em> in teaching hospitals in almost every state in the US. The claim is that allowing medical students to perform pelvic exams on unconscious women in the operating room enables them to be well trained by the time they go into practice. <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6882529/\">This article</a> explains it.</p>\n</div><!-- SC_ON -->",
  "score": 88,
  "permalink": "/r/YouShouldKnow/comments/qqkfu7/ysk_that_medical_students_are_routinely_invited/",
  "subreddit": "YouShouldKnow",
  "id": "qqkfu7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: It’s a very common practice in teaching hospitals in almost every state\nin the US. The claim is that allowing medical students to perform pelvic exams\non unconscious women in the operating room enables them to be well trained by\nthe time they go into practice. This…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：アメリカのほぼすべての州の教育機関で、ごく普通に行われていることです。\nアメリカのほとんどの州の教育機関で行われています。その理由は、手術室で意識のない女性の骨盤検査を医学生に行わせることで\n意識のない女性に手術室で骨盤検査をさせることで、医学生が卒業するまでに十分な訓練を受けることができるというものです。\n実践するまでに十分な訓練を受けることができるというものです。この...",
      "title": "手術中に意識を失った女性の骨盤検査の練習に、医学生が日常的に招かれているというYSKさん。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这在美国几乎每个州的教学医院都是非常普遍的做法。\n在美国的教学医院中非常普遍。声称允许医科学生在手术室对无意识的妇女进行盆腔检查\n在手术室里对失去知觉的妇女进行盆腔检查，可以使他们在实习时得到良好的训练。\n在他们进入实践阶段时，能够得到良好的训练。这...",
      "title": "YSK认为，医学生经常被邀请对手术中失去意识的妇女进行盆腔检查的练习。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這在美國幾乎每個州的教學醫院都是非常普遍的做法。\n在美國的教學醫院中非常普遍。聲稱允許醫科學生在手術室對無意識的婦女進行盆腔檢查\n在手術室裏對失去知覺的婦女進行盆腔檢查，可以使他們在實習時得到良好的訓練。\n在他們進入實踐階段時，能夠得到良好的訓練。這...",
      "title": "YSK認爲，醫學生經常被邀請對手術中失去意識的婦女進行盆腔檢查的練習。"
    }
  ]
}