{
  "author": "PerpetualConnection",
  "original_created_utc": 1625146770,
  "title": "I'd read books like Slaughter House, and The Jungle that really helped me understand the meat industry and curbed my factory farm meat consumption. The book Meat Eater really helped me articulate how I justify hunting, it's a great read.",
  "created_utc": 1625157764,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I always had a hard time and little interest combating the views of vegans and vegetarians because they made valid points that I agree with. I disagree with the unethical conditions animals are kept in and the barbaric dystopia that&#39;s so far removed from traditional farming that they portray on their packaging. I disapprove of the quality of some mass produced meats, and the toxic chemicals used that may still be present. Literature and documentaries have definitely curbed my consumption and made me more selective of where I shop and what I shop for.</p>\n\n<p>I&#39;m no vegan though, far from it. But I&#39;ve noticed that before, I struggled to get across to my herbivore and even non-herbivore friends how I justify hunting in modern day. The author Steve Rinella really drives this home in a way that&#39;s easy to understand and palatable. He gives plenty of personal experiences that lack the twang I&#39;m used to in these kinds of books and shows. </p>\n\n<p>Like him, I&#39;m no trophy hunter. I like to hunt for my meal because I can typically guarantee that there&#39;s next to no human tampering, and that the animal I&#39;m harvesting had a good quality of life. Sure, you have to be mindful of parasites and disease. But the same is true in store bought meat as well as produce. And it&#39;s a skill that carries a ancestral reverence that&#39;s difficult to describe. From the field to your plate it&#39;s a powerful meal to enjoy, one of great pride and respect for your local environment.</p>\n\n<p>It goes into the relationship hunters have with the department of fish and wild life and how much of our equipment and all of our licenses and tags go to fund federal wildlife habitat efforts. All of legal hunting is closely monitored and heavily regulated to curve populations in a way that benefits the area and is subject to change annually. In almost all cases an animal has had tags allotted for it because of direct issues in that given area, so you&#39;re actually directly participating in your local wildlife in a positive way. Especially on boar hunts, I&#39;ve had very good interactions with Fish and Wildlife Wardens, most of these people not only aren&#39;t hunters but went into their fields as die hard animal lovers of the highest degree. </p>\n\n<p>Rinella talks about how it&#39;s possible to respect an animal as a whole while occasionally harvesting some of them. How we spend hours studying them, and longer tracking and observing them in their natural habitat. You are passively a wildlife enthusiast, that sees things and goes places that most don&#39;t. Rinella and I share a destain for high-fence or &quot;canned&quot; hunts. Preferring the skill it takes to hunt fair chase.</p>\n\n<p>My favorite chapter has to be his take on trophy hunting. Neither he or I are trophy hunters, but we keep skulls, antlers, and more in our homes. I always struggled to validate this in any meaningful way in the past. The goal isn&#39;t the antlers for me, I hunt to provide food in a way that doesn&#39;t lie about how I got my food. So many meat eaters buy packged foods and meals at restaurants but are secretly uncomfortable with the reality that their meal was once an animal. When you catch, clean, and cook your meal, there&#39;s no escaping that reality. Maybe less people would eat meat in general if they weren&#39;t so far removed from what it actually is.</p>\n\n<p>The antlers and skulls aren&#39;t some macho bravado thing. It&#39;s a reminder that on that day I hiked miles to find that boar. I took the time, practice, and patience to make a shot that I was certain would put the animal down humanely. I took the responsibility to learn how to safely clean the animal for consumption. I learned how to cook the animal well and with the least amount of waste possible. On that beautiful day I took responsibility in a way that many meat eaters don&#39;t, and I&#39;m prideful of it. Keeping a reminder brings me happiness. </p>\n\n<p>I guess my point being that I&#39;ve read opposing views, reflected on them and made changes because of it. If you&#39;re not a meat Eater and feel inclined to read opposing views, Meat Eater by Steve Rinella is a great book to do so. He&#39;s hyper critical of bad practices from poor hunters and poachers. And acknowledges the history of hunting blunders like market hunting in the United States. He&#39;s also well read on Native American practices and hunting habits. He goes much more in depth on that on his book American Buffalo.</p>\n</div><!-- SC_ON -->",
  "score": 89,
  "permalink": "/r/books/comments/obm1og/id_read_books_like_slaughter_house_and_the_jungle/",
  "subreddit": "books",
  "id": "obm1og",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I always had a hard time and little interest combating the views of vegans and\nvegetarians because they made valid points that I agree with. I disagree with\nthe unethical conditions animals are kept in and the barbaric dystopia that's so\nfar removed from traditional farming that they portray on…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "菜食主義者やベジタリアンの意見に反論するのはいつも大変で、あまり興味がありませんでした。\n菜食主義者やベジタリアンの意見に対抗するのは難しいし、興味もない。私が同意できないのは\n倫理的でない環境で動物が飼われていることや、日本とはかけ離れた野蛮なディストピアには反対です。\n倫理的でない状態で動物が飼育され、伝統的な農業とはかけ離れた野蛮なディストピアが描かれています。",
      "title": "Slaughter House」や「The Jungle」などの本を読んで、食肉産業について理解し、工場で生産された肉の消費を抑えていました。Meat Eater』という本は、私が狩猟を正当化する方法を明確にするのに役立ちました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我对反对素食主义者和素食主义者的观点总是感到很困难，也没有什么兴趣。\n素食主义者的观点，因为他们提出了我同意的有效观点。我不同意\n我不同意他们在不道德的条件下饲养动物，也不同意他们所描绘的与传统农业相去甚远的野蛮的二元世界。\n他们所描绘的与传统农业相去甚远的野蛮世界。",
      "title": "我读过《屠宰场》和《丛林》等书，这些书真正帮助我了解了肉类工业，并遏制了我对工厂农场肉类的消费。食肉者》一书真正帮助我阐明了我如何证明狩猎的合理性，这是一本好书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我對反對素食主義者和素食主義者的觀點總是感到很困難，也沒有什麼興趣。\n素食主義者的觀點，因爲他們提出了我同意的有效觀點。我不同意\n我不同意他們在不道德的條件下飼養動物，也不同意他們所描繪的與傳統農業相去甚遠的野蠻的二元世界。\n他們所描繪的與傳統農業相去甚遠的野蠻世界。",
      "title": "我讀過《屠宰場》和《叢林》等書，這些書真正幫助我瞭解了肉類工業，並遏制了我對工廠農場肉類的消費。食肉者》一書真正幫助我闡明瞭我如何證明狩獵的合理性，這是一本好書。"
    }
  ]
}