{
  "author": "turtlebean_",
  "original_created_utc": 1629658914,
  "title": "John Green",
  "created_utc": 1629667159,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am a huge John Green fan. Yesterday I was in heaven (Barnes and Noble) and I saw a signed copy of John Green’s The Anthropocene Reviewed. Ofc I bought it, I’m so excited.</p>\n\n<p>I read The Fault in Our Stars in middle school, and I was instantly drawn to his writing. He seems to get inside of the teenage mind in a way many authors are incapable of. </p>\n\n<p>Not only have I read many of his other books, like Looking for Alaska and Turtles All The Way Down, but I’m a fan of his “crash course” educational videos. He is able to prevent information on English and History in a way that keeps me intrigued. </p>\n\n<p>Let me just say that I am so thrilled to have this copy for his book. To think that he touched it is just exciting for me!!</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/books/comments/p9ilhu/john_green/",
  "subreddit": "books",
  "id": "p9ilhu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am a huge John Green fan. Yesterday I was in heaven (Barnes and Noble) and I\nsaw a signed copy of John Green’s The Anthropocene Reviewed. Ofc I bought it,\nI’m so excited.\n\nI read The Fault in Our Stars in middle school, and I was instantly drawn to his\nwriting. He seems to get inside of the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はジョン・グリーンの大ファンです。昨日は天国（Barnes and Noble）で、私は\nジョン・グリーンの『The Anthropocene Review』のサイン入り本を見ました。もちろん、私はそれを買いました。\nとても興奮しました。\n\n中学生の時に「The Fault in Our Stars」を読んで、すぐに彼の文章に惹かれました。\n文章に惹かれました。彼は、私たちの生活の中に入り込んでいるようです。",
      "title": "ジョン・グリーン"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是约翰-格林的超级粉丝。昨天我在天堂（Barnes and Noble），我看到了约翰-格林的签名版。\n看到了约翰-格林的《人类世》的签名本。当然，我买了它。\n我太兴奋了。\n\n我在中学时读过《星运里的错》，我一下子就被他的写作所吸引。\n写作。他似乎进入了人们的内心世界。",
      "title": "约翰-格林"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是約翰-格林的超級粉絲。昨天我在天堂（Barnes and Noble），我看到了約翰-格林的簽名版。\n看到了約翰-格林的《人類世》的簽名本。當然，我買了它。\n我太興奮了。\n\n我在中學時讀過《星運裏的錯》，我一下子就被他的寫作所吸引。\n寫作。他似乎進入了人們的內心世界。",
      "title": "約翰-格林"
    }
  ]
}