{
  "author": "Accomplished-Ride-25",
  "original_created_utc": 1635004331,
  "title": "CMV: \"Thou Shall Not Rape\" Is An Example Of A Universal Law",
  "created_utc": 1635014414,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A Universal Law, according to Kant&#39;s Categorical Imperative, should be able to be followed by everyone, with absolutely no exceptions. </p>\n\n<p>There is no situation that I can think of in which this maxim should be violated. This is because rape is never a solution to a problem. A person will not die due to a lack of sex. They may suffer mentally and emotionally but not solely from the lack of sex. Rape also does not allow a person to gain anything other than sex. You do not gain money from sex. And you do not gain any other necessity from sex. Rape also cannot protect a person from a situation, at least not in any situation that murder is a much better solution. For example, if a person broke into your home, it would be better for your safety if you were to kill the person or run away than of you were to rape them. And now that it I established that rape is never a practical solution, it follows that thou shall not rape is a good personal maxim. Everyone should follow it, and there would be no situation in which a person should rape.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/qe7eu0/cmv_thou_shall_not_rape_is_an_example_of_a/",
  "subreddit": "changemyview",
  "id": "qe7eu0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A Universal Law, according to Kant's Categorical Imperative, should be able to\nbe followed by everyone, with absolutely no exceptions.\n\nThere is no situation that I can think of in which this maxim should be\nviolated. This is because rape is never a solution to a problem. A person will\nnot die due…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "普遍的な法則とは、カントの定言命法によれば、誰もが例外なく従うことのできる\n普遍的な法則とは、誰もが絶対に例外なく従うことができるものです。\n\nこの格言に反するような状況は考えられません。\nこの格言に反するような状況は考えられません。なぜなら、レイプは決して問題解決にはならないからです。人は\n人が死ぬことはありません...",
      "title": "CMV: 「汝、レイプするなかれ」は普遍的な法則の一例です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "根据康德的 \"绝对命令\"，一个普遍的法律应该能够被所有人遵守，绝对没有例外。\n每个人都要遵守，绝对不能有例外。\n\n在我能想到的任何情况下，这条原则都不应该被违反。\n违反的情况。这是因为强奸从来不是解决问题的办法。一个人不会\n不会死于...",
      "title": "CMV：\"不得强奸 \"是世界法律的一个例子"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "根據康德的 \"絕對命令\"，一個普遍的法律應該能夠被所有人遵守，絕對沒有例外。\n每個人都要遵守，絕對不能有例外。\n\n在我能想到的任何情況下，這條原則都不應該被違反。\n違反的情況。這是因爲強姦從來不是解決問題的辦法。一個人不會\n不會死於...",
      "title": "CMV：\"不得強姦 \"是世界法律的一個例子"
    }
  ]
}