{
  "author": "deathtolucky",
  "original_created_utc": 1635655979,
  "title": "Been in crypto for nearly two years. The last week has made me question everything I thought I knew and realize we are all just monkeys mashing at buttons.",
  "created_utc": 1635690794,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I feel like I’m living in The Upside Down.   Everything I’ve learned so far is a lie. I put my head down and invested heavily in BTC and ETH. Diversified a bit of my portfolio into alts that showed potential long-term growth and had solid white papers. </p>\n\n<p>Actually that’s a lie. I can’t read a whitepaper. I listened to people that told me they read a whitepaper. I don’t know how any of this works. I imagine that I look like Mr. Magoo trying to analyze my address when I copy paste my address to send a transaction. My asshole still puckers up and I’ve done it a hundred times. </p>\n\n<p>The only reason I’m invested in the coins I’m in is that Guy from CoinBureau updates his portfolio and I pretty much copy pasta that too. I have no idea what I’m doing here and I feel like a fraud. People are throwing money at pictures of dogs and making money faster than a money printer can spit out the bills. I mean how does any of this make sense when a pixelated picture of an ape sells for more than a house in the Hampton’s? </p>\n\n<p>So go ahead. Buy cats, dogs, octopi, squid. You can’t really go wrong. People here say that everyone is a genius in a bull market and the same people say we’re in a bull market so go be a genius. Make that money and be happy. I have no idea what to think anymore.</p>\n</div><!-- SC_ON -->",
  "score": 164,
  "permalink": "/r/CryptoCurrency/comments/qjie16/been_in_crypto_for_nearly_two_years_the_last_week/",
  "subreddit": "CryptoCurrency",
  "id": "qjie16",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I feel like I’m living in The Upside Down. Everything I’ve learned so far is a\nlie. I put my head down and invested heavily in BTC and ETH. Diversified a bit\nof my portfolio into alts that showed potential long-term growth and had solid\nwhite papers.\n\nActually that’s a lie. I can’t read a…"
}