{
  "author": "Eldude42",
  "original_created_utc": 1628804947,
  "title": "CMV: Parents who believe their children owe them everything are wrong.",
  "created_utc": 1628890241,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It was the household policy I grew up in, my mother raise us(me and my little bro and sis) by herself. She believes that since she raised us we owe it to her. I know others have lived the same thing. I believe being a parent is a selfish choice (I am a dad of two girls). And therefore it is the job and responsibility of the parents to take care of their children to the full of their abilities (clothes, food, education) and not expect anything of their progeny. We owe it to them not the other way around.</p>\n\n<p>What do you guys think?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/p39qfd/cmv_parents_who_believe_their_children_owe_them/",
  "subreddit": "changemyview",
  "id": "p39qfd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It was the household policy I grew up in, my mother raise us(me and my little\nbro and sis) by herself. She believes that since she raised us we owe it to her.\nI know others have lived the same thing. I believe being a parent is a selfish\nchoice (I am a dad of two girls). And therefore it is the job…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "それは私が育った家庭の方針であり、私の母は私たち（私と弟と妹）を一人で育てました。\n弟と妹）を一人で育てました。母は、自分が私たちを育てた以上、私たちは母に恩義があると信じています。\n他の人たちも同じようなことをしていると思います。親になることは自分勝手な選択だと思います。\n親になることは自分勝手な選択だと思っています（私は2人の娘の父親です）。そして、それゆえに、それは仕事なのです...。",
      "title": "CMV：子供が自分に全てを借りていると思っている親は間違っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是我长大的家庭政策，我的母亲抚养我们（我和我的小伙伴们）。\n弟弟和妹妹），由她自己抚养。她认为，既然她养育了我们，我们就欠她的。\n我知道其他人也有同样的经历。我相信为人父母是一个自私的选择\n(我是两个女孩的父亲)。因此，它是工作...",
      "title": "CMV：那些认为孩子欠他们一切的父母是错误的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我長大的家庭政策，我的母親撫養我們（我和我的小夥伴們）。\n弟弟和妹妹），由她自己撫養。她認爲，既然她養育了我們，我們就欠她的。\n我知道其他人也有同樣的經歷。我相信爲人父母是一個自私的選擇\n(我是兩個女孩的父親)。因此，它是工作...",
      "title": "CMV：那些認爲孩子欠他們一切的父母是錯誤的。"
    }
  ]
}