{
  "author": "missmolly314",
  "the_new_excerpt": "Why YSK:\n\nThe US labor market is filled with employers knowingly misclassifying employers\nas 1099 contractors. It's a very common practice that is done so the employer\ncan illegally save on benefits & taxes. Another motivation is that 1099\ncontractors are subject to almost no labor laws. Most people…",
  "original_created_utc": 1623722072,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n米国の労働市場は、雇用者が故意に雇用者を1099契約者として誤分類することで溢れています。\n1099契約者として誤分類している雇用者がたくさんいます。これは、雇用主が手当や税金を違法に節約するために行われる非常に一般的な慣行です。\n違法に手当や税金を節約するために行われます。もう一つの動機は、1099\nコントラクターには労働法がほとんど適用されないことです。ほとんどの人は...",
      "title": "YSK: 1099の関係はIRSによって厳しく規制されており、労働者が実際の接触者であるためには非常に特殊な条件を満たさなければなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n美国的劳动力市场充满了故意将雇主错误归类为\n作为1099承包商。这是一种非常普遍的做法，这样做是为了让雇主\n可以非法地节省福利和税收。另一个动机是，1099\n承包商几乎不受任何劳动法的约束。大多数人...",
      "title": "YSK认为，1099关系受到IRS的严格监管，必须满足非常具体的要求，工人才能成为实际的接触者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n美國的勞動力市場充滿了故意將僱主錯誤歸類爲\n作爲1099承包商。這是一種非常普遍的做法，這樣做是爲了讓僱主\n可以非法地節省福利和稅收。另一個動機是，1099\n承包商幾乎不受任何勞動法的約束。大多數人...",
      "title": "YSK認爲，1099關係受到IRS的嚴格監管，必須滿足非常具體的要求，工人才能成爲實際的接觸者。"
    }
  ],
  "title": "YSK that 1099 relationships are strictly regulated by the IRS and must meet very specific requirements for the worker to be an actual contactor.",
  "created_utc": 1623859263,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong></p>\n\n<p><em>The US labor market is filled with employers knowingly misclassifying employers as 1099 contractors. It&#39;s a very common practice that is done so the employer can illegally save on benefits &amp; taxes. Another motivation is that 1099 contractors are subject to almost no labor laws. Most people aren&#39;t even aware of these regulations so it goes unreported.</em> </p>\n\n<p><strong>I AM NOT A LAWYER. THIS POST IS NOT LEGAL ADVICE. CONSULT AN ATTORNEY FOR ANY QUESTIONS ABOUT YOUR SPECIFIC SITUATION.</strong> </p>\n\n<p>Did you know that employers can’t randomly decide you are an independent contractor? The IRS has very strict regulations governing the requirements the professional relationship must meet. Even if the “contractor” in question signs an IC agreement, the employer is still responsible for treating the contractor as a contractor. The minute they overstep, it’s tax fraud.</p>\n\n<p>For reference, the following are all red flags that you aren’t legally a 1099 contractor:</p>\n\n<ul>\n<li>You have a non-compete agreement. (on an tangential note, most states don&#39;t even enforce non-compete agreements)</li>\n<li>You have set hours. </li>\n<li>Your employer sets your wages. </li>\n<li>You are hired on a permanent basis vs a per-project basis. </li>\n<li>Your employer provides training and expects you to follow specific operating procedures. </li>\n<li>You are micromanaged. </li>\n<li>You are required to regularly meet about your performance. </li>\n<li>You have an assigned, detailed task list.</li>\n</ul>\n\n<p>You can find more information here: <a href=\"https://www.irs.gov/businesses/small-businesses-self-employed/independent-contractor-self-employed-or-employee\">https://www.irs.gov/businesses/small-businesses-self-employed/independent-contractor-self-employed-or-employee</a></p>\n\n<p>Don’t let yourself get fucked on your taxes if you’ve been misclassified. Speak to a tax professional/attorney and find out what your options are. The IRS will need to make a determination on your classification, so make sure you document all employer activities that indicate tax fraud. Most intentional misclassifications will have a lot of these red flags, making it easier to prove.</p>\n\n<p>No matter how you report it to the IRS, your employer will be on the hook for half of your Social Security &amp; Medicare taxes. Plus penalties.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/o02ti9/ysk_that_1099_relationships_are_strictly/",
  "subreddit": "YouShouldKnow",
  "id": "o02ti9",
  "is_self": true,
  "media": null,
  "is_video": false
}