{
  "author": "vivalagetajob",
  "original_created_utc": 1637035461,
  "title": "YSK - On job boards, like indeed, even the “hidden” email shows a partial email and even crude ones are visible to employers. You should also know your resume can be reformatted and ruined, especially if you “built” it on their platform",
  "created_utc": 1637373922,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: </p>\n\n<p>Indeed is especially guilty of this, not sure about all platforms, but you shouldn’t trust filters like that when you’re job hunting. </p>\n\n<p>The platforms will offer something like “indeed email” which is supposed to make your email private. What it <em>actually</em> does, is cut off a few digits/letters and the @_____.com\nSo if your email is something moronic or foul…it’s not playing in your favor on getting called my friend. </p>\n\n<p>Is it stupid if an employer takes that into account. Yup. Are they still likely to? Yup. Why? Because it makes you appear immature, and careless about appearing professionally, even if you’re an utmost professional in the workplace - they don’t know you yet and they’re relying on all those dumb details. </p>\n\n<p>I see like 20 resumes a week with partial emails that are better left to Reddit usernames or spam mail boxes…NOT your job hunt email. </p>\n\n<ol>\n<li><p>For your own sake folks - emails are free to establish. Get one for job hunting that doesn’t have an asinine screen name. </p></li>\n<li><p>If you built a resume on a job board site, read over it line by line, make sure it’s well written, because the format often gets ruined and the content needs to make it clear that you are competent. Punctuation matters too! </p></li>\n<li><p>And a side note here - STOP FILLING IN THE YEAR YOU GRADUATED. High school, college, any of it. See the Age Discrimination Act of 1967. It’s illegal for employers to even ask the year you graduated high school. Stop volunteering it, stop filling it out when these sites offer up the box to fill in. </p></li>\n</ol>\n\n<p>Not all tools available are going to help you as much as they claim.</p>\n\n<p>These sites are there to make money, not help you specifically and they don’t care if you get a job or not - they care about making a monopolized resource that people blindly rely on.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/quyz19/ysk_on_job_boards_like_indeed_even_the_hidden/",
  "subreddit": "YouShouldKnow",
  "id": "quyz19",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nIndeed is especially guilty of this, not sure about all platforms, but you\nshouldn’t trust filters like that when you’re job hunting.\n\nThe platforms will offer something like “indeed email” which is supposed to make\nyour email private. What it actually does, is cut off a few digits/letters…"
}