{
  "author": "vivalagetajob",
  "original_created_utc": 1637035461,
  "title": "YSK - On job boards, like indeed, even the “hidden” email shows a partial email and even crude ones are visible to employers. You should also know your resume can be reformatted and ruined, especially if you “built” it on their platform",
  "created_utc": 1637373922,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: </p>\n\n<p>Indeed is especially guilty of this, not sure about all platforms, but you shouldn’t trust filters like that when you’re job hunting. </p>\n\n<p>The platforms will offer something like “indeed email” which is supposed to make your email private. What it <em>actually</em> does, is cut off a few digits/letters and the @_____.com\nSo if your email is something moronic or foul…it’s not playing in your favor on getting called my friend. </p>\n\n<p>Is it stupid if an employer takes that into account. Yup. Are they still likely to? Yup. Why? Because it makes you appear immature, and careless about appearing professionally, even if you’re an utmost professional in the workplace - they don’t know you yet and they’re relying on all those dumb details. </p>\n\n<p>I see like 20 resumes a week with partial emails that are better left to Reddit usernames or spam mail boxes…NOT your job hunt email. </p>\n\n<ol>\n<li><p>For your own sake folks - emails are free to establish. Get one for job hunting that doesn’t have an asinine screen name. </p></li>\n<li><p>If you built a resume on a job board site, read over it line by line, make sure it’s well written, because the format often gets ruined and the content needs to make it clear that you are competent. Punctuation matters too! </p></li>\n<li><p>And a side note here - STOP FILLING IN THE YEAR YOU GRADUATED. High school, college, any of it. See the Age Discrimination Act of 1967. It’s illegal for employers to even ask the year you graduated high school. Stop volunteering it, stop filling it out when these sites offer up the box to fill in. </p></li>\n</ol>\n\n<p>Not all tools available are going to help you as much as they claim.</p>\n\n<p>These sites are there to make money, not help you specifically and they don’t care if you get a job or not - they care about making a monopolized resource that people blindly rely on.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/quyz19/ysk_on_job_boards_like_indeed_even_the_hidden/",
  "subreddit": "YouShouldKnow",
  "id": "quyz19",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nIndeed is especially guilty of this, not sure about all platforms, but you\nshouldn’t trust filters like that when you’re job hunting.\n\nThe platforms will offer something like “indeed email” which is supposed to make\nyour email private. What it actually does, is cut off a few digits/letters…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\nすべてのプラットフォームではありませんが、就活ではこのようなフィルターを信用すべきではありません。\nすべてのプラットフォームではありませんが、就職活動中にこのようなフィルターを信用すべきではありません。\n\nプラットフォームは「indeedメール」のようなものを提供していて、これはあなたのメールを非公開にするためのものです。\nメールを非公開にするようになっています。実際に行っているのは、数桁の数字や文字を切り取ることです。",
      "title": "YSK - indeedのような求人サイトでは、「隠した」メールでも部分的に表示されますし、粗末なものでも採用者には見えてしまいます。また、特にそのプラットフォーム上で履歴書を「作成」した場合は、履歴書が再フォーマットされて台無しになる可能性があることを知っておくべきです"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\nIndeed在这方面特别有罪，不知道所有的平台，但你不应该相信\n但你在找工作时不应该相信这样的过滤器。\n\n这些平台会提供类似 \"Indeed电子邮件 \"的东西，这应该是为了使\n你的电子邮件的隐私。实际上，它所做的是截断几个数字/字母...",
      "title": "YSK--在招聘网站上，比如Indeed，即使是 \"隐藏 \"的电子邮件也会显示部分电子邮件，甚至粗制滥造的也会被雇主看到。你还应该知道，你的简历可能会被重新格式化并被毁掉，特别是如果你在他们的平台上 \"建立 \"简历的话"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\nIndeed在這方面特別有罪，不知道所有的平臺，但你不應該相信\n但你在找工作時不應該相信這樣的過濾器。\n\n這些平臺會提供類似 \"Indeed電子郵件 \"的東西，這應該是爲了使\n你的電子郵件的隱私。實際上，它所做的是截斷幾個數字/字母...",
      "title": "YSK--在招聘網站上，比如Indeed，即使是 \"隱藏 \"的電子郵件也會顯示部分電子郵件，甚至粗製濫造的也會被僱主看到。你還應該知道，你的簡歷可能會被重新格式化並被毀掉，特別是如果你在他們的平臺上 \"建立 \"簡歷的話"
    }
  ]
}