{
  "author": "Budgie2018",
  "original_created_utc": 1629224659,
  "title": "Is there anything like the Bunnicula series, but for adults?",
  "created_utc": 1629233689,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I loved James Howe&#39;s Bunnicula series as a kid, especially Howliday Inn; the humor, the creepiness, animals vs the paranormal -- it basically ticked every box for me. Is there anything at all like that for adults? </p>\n\n<p>(I&#39;ve read Meddling Kids and enjoyed it, but I&#39;d really be stoked to find something with the animals taking a more central role).</p>\n\n<p>Edited to add: it is super gratifying to know I&#39;m not the only adult that wants a book like this!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/p69948/is_there_anything_like_the_bunnicula_series_but/",
  "subreddit": "booksuggestions",
  "id": "p69948",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I loved James Howe's Bunnicula series as a kid, especially Howliday Inn; the\nhumor, the creepiness, animals vs the paranormal -- it basically ticked every\nbox for me. Is there anything at all like that for adults?\n\n(I've read Meddling Kids and enjoyed it, but I'd really be stoked to find\nsomething…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は子供の頃、ジェームズ・ハウのBunniculaシリーズ、特にHowliday Innが大好きでした。\nユーモア、不気味さ、動物対超常現象など、基本的にすべての要素を満たしていました。\nユーモア、不気味さ、動物対超常現象など、基本的にすべての要素を満たしていました。大人向けの作品で、このようなものはありますか？\n\n(Meddling Kidsは読んだことがあって面白かったのですが、何か見つけたいと思っています。\n何かを見つけたいと思っています...。",
      "title": "Bunniculaシリーズのような、大人向けの作品はありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我小时候很喜欢詹姆斯-豪的《布尼库拉》系列，特别是《豪利德客栈》；幽默、惊悚、动物与超自然现象的对比--它基本上满足了所有的要求。\n幽默、惊悚、动物与超自然现象 -- 它基本上满足了我的所有要求。\n幽默、令人毛骨悚然、动物与超自然现象 -- 它基本上勾选了我的每一个框。有什么适合成年人的作品吗？\n\n(我读过《爱管闲事的孩子》，很喜欢，但我真的很想找到\n的东西......。",
      "title": "有没有类似于Bunnicula系列的作品，但是是为成年人准备的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我小時候很喜歡詹姆斯-豪的《布尼庫拉》系列，特別是《豪利德客棧》；幽默、驚悚、動物與超自然現象的對比--它基本上滿足了所有的要求。\n幽默、驚悚、動物與超自然現象 -- 它基本上滿足了我的所有要求。\n幽默、令人毛骨悚然、動物與超自然現象 -- 它基本上勾選了我的每一個框。有什麼適合成年人的作品嗎？\n\n(我讀過《愛管閒事的孩子》，很喜歡，但我真的很想找到\n的東西......。",
      "title": "有沒有類似於Bunnicula系列的作品，但是是爲成年人準備的？"
    }
  ]
}