{
  "author": "Aeon1508",
  "the_new_excerpt": "Am I living in fear because I wear a seat belt, use turn signals and follow\ntraffic signs? Am I living in fear because I wear sunscreen? Am I living in fear\nbecause I get vaccines and make sure my daughter is vaccinated? Am I living in\nfear because I brush my teeth everyday and floss a few times a…",
  "original_created_utc": 1622912802,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "シートベルトを着用し、方向指示器を使用し、交通標識に従っているからといって、私は恐怖にさらされているのでしょうか？\n恐怖を感じていますか？日焼け止めを塗ることに恐怖を感じているのだろうか？私が恐れているのは\nワクチンを接種し、娘にもワクチンを受けさせているからですか？私が恐れているのは\n私は毎日歯を磨き、年に数回フロスを使っているから怖いのだろうか？",
      "title": "CMV: 人混みの中でマスクを着用することは、\"恐怖の中で生きる \"ことにはなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我生活在恐惧之中，因为我系了安全带，打了转向灯，遵循了\n交通标志？我是否因为涂了防晒霜而生活在恐惧中？我生活在恐惧中吗？\n因为我接种了疫苗并确保我的女儿接种了疫苗？我是否生活在\n我生活在恐惧之中，因为我每天都刷牙并使用牙线几次。",
      "title": "CMV: 选择在某些拥挤的公共场所戴上口罩，如果我的余生不使我 \"生活在恐惧之中\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我生活在恐懼之中，因爲我係了安全帶，打了轉向燈，遵循了\n交通標誌？我是否因爲塗了防曬霜而生活在恐懼中？我生活在恐懼中嗎？\n因爲我接種了疫苗並確保我的女兒接種了疫苗？我是否生活在\n我生活在恐懼之中，因爲我每天都刷牙並使用牙線幾次。",
      "title": "CMV: 選擇在某些擁擠的公共場所戴上口罩，如果我的餘生不使我 \"生活在恐懼之中\""
    }
  ],
  "title": "CMV: Choosing to wear a mask in certain crowded public spaces for the rest if my life does not make me \"living in fear\"",
  "created_utc": 1622926389,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Am I living in fear because I wear a seat belt, use turn signals and follow traffic signs? Am I living in fear because I wear sunscreen? Am I living in fear because I get vaccines and make sure my daughter is vaccinated? Am I living in fear because I brush my teeth everyday and floss a few times a week? Am I living in fear because have a smoke detector and a fire extinguisher in my house? Am I living in fear because I have a ring camera doorbell? Am I living in fear because I cook my food to the proper temperature and check expiration dates? Am I living in fear because I get blood work done at the doctor every couple years? Am I living in fear because I wear shoes when walking around town? Am I living in fear because I where a helmet when I ride my bike?</p>\n\n<p>Idk. I really don&#39;t. I&#39;m just trying to live life. I&#39;m not holed up in my home surrounded by hand sanitizer and jars of piss. I just want to put a piece of cloth over my mouth AND NOSE. It&#39;s actually really nice in the winter for staying warm and in the summer it&#39;s not as bad as people try to make it out to be.</p>\n\n<p>I&#39;ll tell you one way I definitely don&#39;t live in fear. I don&#39;t keep a gun in my house or walk around strapped 24/7. Is wearing a mask more &quot;living in fear&quot; than people who are armed to the nines just in case they get attacked? (Something millions of Americans do.)</p>\n\n<p>And guess what, all the things I mentioned that I do to keep myself and my loved ones safe have strong empirical evidence to support that they make you a safer person and increase the chance that I can live a long healthy life. Gun ownership, however, greatly increases the probability that you or a loved one gets shot.</p>\n\n<p>I&#39;m just try to have a common sense routine that keeps me safe. It really doesn&#39;t interfere with my life. I go to work, I go to the store, I hang out with friends and I have like 4 or 5 concert tickets already bought for this summer and fall. I just do some of those things with one more article of clothing than I use to</p>\n\n<p>It makes me think about an old joke line about George W Bush. &#39;George Bush believes on Wednesday the same thing he believed in Monday no matter what happened on Tuesday.&#39;</p>\n\n<p>Something happened last year. And it was awful. If that doesnt make you want to change something I don&#39;t know what to tell you.</p>\n\n<p>Flu deaths were down by an order of magnitude. Masks save lives, full stop.</p>\n\n<p>Imagine if we already had, say, 70% of the population wearing masks casually out in crowded public space before covid started to spread. Imagine if most people already had a personal store of masks in their house before this started so that they were prepared to mask up immediately. It might not have gotten off the ground at all.</p>\n\n<p>Plus its fashion. It&#39;s another way to Express yourself. They can be colorful and fun.</p>\n\n<p>WHEN the next pandemic comes and we handle it better than covid it&#39;s going to be because of people like me. Wearing a mask is more effective at stopping me from spreading my germs to others than it is at keeping germs off me anyway. So it&#39;s more of a common courtesy to others than it is me being afraid.</p>\n\n<p>Wear a mask save a life. That&#39;s it. That&#39;s not living in fear. It&#39;s just applying common sense health practices to your routine</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/nt0c9d/cmv_choosing_to_wear_a_mask_in_certain_crowded/",
  "subreddit": "changemyview",
  "id": "nt0c9d",
  "is_self": true,
  "media": null,
  "is_video": false
}