{
  "author": "Head-Maize",
  "original_created_utc": 1624713162,
  "title": "CMV: Mandatory documents, such as identification, should be free of charge.",
  "created_utc": 1624717832,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Most sovereign states require people within their border to own and carry some form of valid identification, by law. This evidently applies to their own citizens. However obtaining those documents generally has a cost. IMO such documents should always be free for a citizen. Lack of income should never make someone automatically illegal, nor complying with the law should have a non-income/asset based cost. Furthermore you should never be forced by law to buy a service; either you charge in the form of taxation (based on income, activity and/or assets), or you have it free. Forcing to buy goes against any logic of consumer choice, and should instead be done through a mandatory tax, or simply not exist.</p>\n\n<p><em>Note: exception can be made for consular services, as those are essentially a favor the country of origin does to its expats. So long as they can have it free in their homeland and are allowed to return (there exists adhoc traveling documents for undocumented people). Leaving was a choice, after all.</em></p>\n\n<p><em>Note2: please don&#39;t just reply &quot;my country doesn&#39;t require you to have an ID therefore you are wrong&quot;. A few countries are like that, of course, but it&#39;s not the point of this post. It&#39;s a more general case.</em></p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/o8ajdn/cmv_mandatory_documents_such_as_identification/",
  "subreddit": "changemyview",
  "id": "o8ajdn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Most sovereign states require people within their border to own and carry some\nform of valid identification, by law. This evidently applies to their own\ncitizens. However obtaining those documents generally has a cost. IMO such\ndocuments should always be free for a citizen. Lack of income should…"
}