{
  "author": "Head-Maize",
  "original_created_utc": 1624713162,
  "title": "CMV: Mandatory documents, such as identification, should be free of charge.",
  "created_utc": 1624717832,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Most sovereign states require people within their border to own and carry some form of valid identification, by law. This evidently applies to their own citizens. However obtaining those documents generally has a cost. IMO such documents should always be free for a citizen. Lack of income should never make someone automatically illegal, nor complying with the law should have a non-income/asset based cost. Furthermore you should never be forced by law to buy a service; either you charge in the form of taxation (based on income, activity and/or assets), or you have it free. Forcing to buy goes against any logic of consumer choice, and should instead be done through a mandatory tax, or simply not exist.</p>\n\n<p><em>Note: exception can be made for consular services, as those are essentially a favor the country of origin does to its expats. So long as they can have it free in their homeland and are allowed to return (there exists adhoc traveling documents for undocumented people). Leaving was a choice, after all.</em></p>\n\n<p><em>Note2: please don&#39;t just reply &quot;my country doesn&#39;t require you to have an ID therefore you are wrong&quot;. A few countries are like that, of course, but it&#39;s not the point of this post. It&#39;s a more general case.</em></p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/o8ajdn/cmv_mandatory_documents_such_as_identification/",
  "subreddit": "changemyview",
  "id": "o8ajdn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Most sovereign states require people within their border to own and carry some\nform of valid identification, by law. This evidently applies to their own\ncitizens. However obtaining those documents generally has a cost. IMO such\ndocuments should always be free for a citizen. Lack of income should…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ほとんどの主権国家では、国境内の人々に何らかの形の有効な身分証明書の所有と携帯を法律で義務付けています。\n有効な身分証明書を所持することを法律で義務付けている。これは明らかに自国民にも適用されます。\n市民にも適用されます。しかし、それらの書類を入手するには、一般的にコストがかかります。IMOはそのような\nそのような書類は市民にとって常に無料であるべきです。収入がないと...",
      "title": "CMV：身分証明書などの必須書類は無料にすべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大多数主权国家都要求其境内的人们拥有并携带某种形式的\n法律规定的有效身份证明的形式。这显然适用于他们自己的\n公民。然而，获得这些文件通常是有成本的。因此，这种\n证件对公民来说应该永远是免费的。缺少收入应该...",
      "title": "CMV: 强制性文件，如身份证，应该是免费的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大多數主權國家都要求其境內的人們擁有並攜帶某種形式的\n法律規定的有效身份證明的形式。這顯然適用於他們自己的\n公民。然而，獲得這些文件通常是有成本的。因此，這種\n證件對公民來說應該永遠是免費的。缺少收入應該...",
      "title": "CMV: 強制性文件，如身份證，應該是免費的。"
    }
  ]
}