{
  "author": "YmousAnonymous",
  "the_new_excerpt": "The relentless focus on identity politics, which has wide ranging\nmanifestations, does not do anything to truly promote social equality. It is the\nmoral equivalent of tweeting \"thoughts and prayers\" to victims of a mass\nshooting - it is a public communication that does absolutely nothing to…",
  "original_created_utc": 1623172377,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アイデンティティ・ポリティクスに執拗に焦点を当てることは、幅広い範囲に及んでいます。\nは、社会的平等を真に促進するためには何の役にも立ちません。それは\n銃乱射事件の犠牲者に「お悔やみ申し上げます」とツイートするのと道徳的に同じです。\nこれは、銃乱射事件の犠牲者に「ご冥福をお祈りします」とツイートするのと道徳的に同じことで、何の役にも立たない公共のコミュニケーションです。",
      "title": "CMV: アイデンティティ・ポリティクスとアファーマティブ・アクションは、人種や文化をめぐる社会的分断を助長するものであり、社会的に疎外された有色人種の社会的平等を促進するためには何の意味もありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对身份政治的无情关注，具有广泛的表现形式。\n的表现形式，对真正促进社会平等没有任何作用。这就相当于\n它在道德上等同于在推特上向大规模枪击案的受害者发出 \"哀思和祈祷\"--这是一种完全无济于事的公共交流。\n这相当于在推特上向大规模枪击案的受害者发出 \"哀悼和祈祷\"--这是一种完全无济于事的公共交流。",
      "title": "CMV：身份政治和平权行动加剧了种族和文化方面的社会分裂，而不是为被边缘化的有色人种做任何有意义的事情来推动社会平等。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對身份政治的無情關注，具有廣泛的表現形式。\n的表現形式，對真正促進社會平等沒有任何作用。這就相當於\n它在道德上等同於在推特上向大規模槍擊案的受害者發出 \"哀思和祈禱\"--這是一種完全無濟於事的公共交流。\n這相當於在推特上向大規模槍擊案的受害者發出 \"哀悼和祈禱\"--這是一種完全無濟於事的公共交流。",
      "title": "CMV：身份政治和平權行動加劇了種族和文化方面的社會分裂，而不是爲被邊緣化的有色人種做任何有意義的事情來推動社會平等。"
    }
  ],
  "title": "CMV: Identity politics and affirmative action compound social divisions over race and culture rather than doing anything meaningful to advance social equality for marginalized people of colour.",
  "created_utc": 1623188482,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The relentless focus on identity politics, which has wide ranging manifestations, does not do anything to truly promote social equality. It is the moral equivalent of tweeting &quot;thoughts and prayers&quot; to victims of a mass shooting - it is a public communication that does absolutely nothing to address the underlying issue. In fact, identity politics can ultimately be counterproductive. It can serve to alienate many people of Caucasian descent who are legitimately passionate about social equality but consider themselves under attack for a system they or their ancestors did nothing to participate in or support.  The philosophy strikes me as being: &quot;let&#39;s heal divisions created by white colonialism by doubling down on identity politics and highlighting our differences, rather than celebrate what we have in common.&quot;</p>\n</div><!-- SC_ON -->",
  "score": 419,
  "permalink": "/r/changemyview/comments/nv95y1/cmv_identity_politics_and_affirmative_action/",
  "subreddit": "changemyview",
  "id": "nv95y1",
  "is_self": true,
  "media": null,
  "is_video": false
}