{
  "author": "_ArtosisCurse_",
  "original_created_utc": 1636834746,
  "title": "Actually using your crypto is so much more fun than just owning it!",
  "created_utc": 1636921838,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Like most investors in crypto i just held on to my coins on a nice and easy to use exchange until about four weeks ago, just watching the prices go up and down. I never really thought about actually using my coins, and what i should even do with them. </p>\n\n<p>This all changed when i started to learn more about NFTs. The tought of digital art on the blockchain made my very curious instantly. I decided to get a wallet and transfer my coins there to have more controll and to trade NFTs on Opensea. I heard a lot about gas fees before, but actually paying them changed my view completly and made me appreciate projects like polygon a lot more! I just recently sold my very first own NFT and got the payment straigt to my wallet (which was awesome!)! I also now can trade coins on exchanges like pancakeswap that i would never have gotten acess to on the small exchange i was using before.</p>\n\n<p>And honestly i couldn&#39;t be happier right now. Using crypto was so much more fun than i thought it would be and made me realize quiet a few things. I finally get the whole 1 BTC = 1 BTC thing, now that my coins are not on an exchange anymore where the constantly get compared to the dollar. If you, like me only invested into crypto so far, and have never really done anything with them you totally should try it out! It is much easier than you think and you will learn so much!</p>\n\n<p>I will now look more into staking some of my coins and have a renewed passion about crypto to continue learning. </p>\n\n<p>Thanks for reading this far :) Cheers!</p>\n</div><!-- SC_ON -->",
  "score": 153,
  "permalink": "/r/CryptoCurrency/comments/qt98mg/actually_using_your_crypto_is_so_much_more_fun/",
  "subreddit": "CryptoCurrency",
  "id": "qt98mg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Like most investors in crypto i just held on to my coins on a nice and easy to\nuse exchange until about four weeks ago, just watching the prices go up and\ndown. I never really thought about actually using my coins, and what i should\neven do with them.\n\nThis all changed when i started to learn more…"
}