{
  "author": "Ok_Replacement_8801",
  "original_created_utc": 1625903965,
  "title": "CMV: No matter how heinous someone's crime, they should be treated humanely because they might be innocent",
  "created_utc": 1625936039,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My view is that we should want this because the court system does not convict based on 100% fact (even when operating to theoretical perfection). It simply convicts based on 12 people (in a trial setting) deciding unanimously that one is guilty beyond a reasonable doubt.</p>\n\n<p>With all of the convictions that have been overturned, it is important to treat prisoners humanely regardless of their crimes because they may be innocent or at least not guilty of the crime.</p>\n\n<p>Another reason is that much of our society becomes a witch hunt, and we look to have a person prove their innocence rather than defending themselves against guilt being proven. We say phrases like, &quot;you can just tell he did it,&quot; and &quot;if he had nothing to hide...,&quot; among others.</p>\n\n<p>Additionally, this is more controversial, but many have argued there is racial, gender, cultural, etc. bias in terms of convictions and sentencing, and there is evidence to suggest this.</p>\n\n<p>Imagine if you were wrongly convicted of a crime you did not commit. How would you wish to be treated?</p>\n\n<p>While we may need to remove violent criminals from society based on their guilt beyond a reasonable doubt, it doesn&#39;t seem right to me to condemn that person to a horrible existence once removed from society.</p>\n\n<p>Am I wrong about this? Are the relatively small number of overturned convictions evidence that our justice system gets it right enough that it doesn&#39;t matter? Do the ends justify the means?</p>\n\n<p>I&#39;m very curious to know everyone&#39;s thoughts, as I&#39;m very open to others&#39; opinions on this view, and I&#39;m very open to changing view if the logic is sound.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/ohelox/cmv_no_matter_how_heinous_someones_crime_they/",
  "subreddit": "changemyview",
  "id": "ohelox",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My view is that we should want this because the court system does not convict\nbased on 100% fact (even when operating to theoretical perfection). It simply\nconvicts based on 12 people (in a trial setting) deciding unanimously that one\nis guilty beyond a reasonable doubt.\n\nWith all of the convictions…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の考えでは、裁判制度は100％の事実に基づいて（理論的に完璧に作動するとしても）有罪にはならないので、これを望むべきだと思います。\n裁判所は100％の事実に基づいて有罪判決を下すことはありません（たとえ理論的に完璧に運用されていても）。それは単に\n12人の人間が（裁判の場で）満場一致で「合理的な疑いを越えて有罪である」と判断した場合に有罪となるのです。\n合理的な疑いを超えて有罪であると、12人の人々が（裁判の場で）満場一致で決めたことに基づいて有罪にするのです。\n\nすべての有罪判決で...",
      "title": "CMV: どんなに罪が重くても、無実かもしれないのだから、人道的に扱われるべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的观点是，我们应该希望如此，因为法院系统不会根据100%的事实（即使是在理论上完美的情况下）进行定罪。\n基于100%的事实（即使是在理论上完美的操作）。它只是\n它只是根据12个人（在审判环境中）一致决定一个人\n是有罪的，没有合理的怀疑。\n\n随着所有的定罪...",
      "title": "CMV：无论某人的罪行多么令人发指，他们都应该被人道地对待，因为他们可能是无辜的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的觀點是，我們應該希望如此，因爲法院系統不會根據100%的事實（即使是在理論上完美的情況下）進行定罪。\n基於100%的事實（即使是在理論上完美的操作）。它只是\n它只是根據12個人（在審判環境中）一致決定一個人\n是有罪的，沒有合理的懷疑。\n\n隨着所有的定罪...",
      "title": "CMV：無論某人的罪行多麼令人髮指，他們都應該被人道地對待，因爲他們可能是無辜的。"
    }
  ]
}