{
  "author": "Ok_Replacement_8801",
  "original_created_utc": 1625903965,
  "title": "CMV: No matter how heinous someone's crime, they should be treated humanely because they might be innocent",
  "created_utc": 1625936039,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My view is that we should want this because the court system does not convict based on 100% fact (even when operating to theoretical perfection). It simply convicts based on 12 people (in a trial setting) deciding unanimously that one is guilty beyond a reasonable doubt.</p>\n\n<p>With all of the convictions that have been overturned, it is important to treat prisoners humanely regardless of their crimes because they may be innocent or at least not guilty of the crime.</p>\n\n<p>Another reason is that much of our society becomes a witch hunt, and we look to have a person prove their innocence rather than defending themselves against guilt being proven. We say phrases like, &quot;you can just tell he did it,&quot; and &quot;if he had nothing to hide...,&quot; among others.</p>\n\n<p>Additionally, this is more controversial, but many have argued there is racial, gender, cultural, etc. bias in terms of convictions and sentencing, and there is evidence to suggest this.</p>\n\n<p>Imagine if you were wrongly convicted of a crime you did not commit. How would you wish to be treated?</p>\n\n<p>While we may need to remove violent criminals from society based on their guilt beyond a reasonable doubt, it doesn&#39;t seem right to me to condemn that person to a horrible existence once removed from society.</p>\n\n<p>Am I wrong about this? Are the relatively small number of overturned convictions evidence that our justice system gets it right enough that it doesn&#39;t matter? Do the ends justify the means?</p>\n\n<p>I&#39;m very curious to know everyone&#39;s thoughts, as I&#39;m very open to others&#39; opinions on this view, and I&#39;m very open to changing view if the logic is sound.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/ohelox/cmv_no_matter_how_heinous_someones_crime_they/",
  "subreddit": "changemyview",
  "id": "ohelox",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My view is that we should want this because the court system does not convict\nbased on 100% fact (even when operating to theoretical perfection). It simply\nconvicts based on 12 people (in a trial setting) deciding unanimously that one\nis guilty beyond a reasonable doubt.\n\nWith all of the convictions…"
}