{
  "author": "PhotonSword42",
  "the_new_excerpt": "The whole world, especially during the pandemic, is relying on the internet to\nfunction. Students need the internet to learn. People need the internet for\ndirections and most people use it for entertainment. Some restaurants use the\ninternet to order. I need to use the internet to pay my rent every…",
  "original_created_utc": 1622518002,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "全世界で、特にパンデミックの際には、インターネットに頼って\n機能するようになりました。学生は学ぶためにインターネットを必要としています。人々は情報を得るためにインターネットを必要としています。\nまた、ほとんどの人が娯楽のためにインターネットを利用しています。一部のレストランでは、注文の際にインターネットを\n注文するためにインターネットを利用しています。私は家賃を支払うためにインターネットを使用する必要があります...",
      "title": "CMV: インターネットは基本的な必需品として扱われ、公的に所有されるべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "整个世界，特别是在大流行病期间，都在依靠互联网来运作\n功能。学生需要互联网来学习。人们需要互联网来\n方向，大多数人用它来娱乐。一些餐馆使用\n互联网来订购。我需要使用互联网来支付我的租金，每...",
      "title": "CMV：互联网应该被视为基本必需品，应该由公众拥有。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "整個世界，特別是在大流行病期間，都在依靠互聯網來運作\n功能。學生需要互聯網來學習。人們需要互聯網來\n方向，大多數人用它來娛樂。一些餐館使用\n互聯網來訂購。我需要使用互聯網來支付我的租金，每...",
      "title": "CMV：互聯網應該被視爲基本必需品，應該由公衆擁有。"
    }
  ],
  "title": "CMV: Internet should be treated like a basic necessity and should be publicly owned",
  "created_utc": 1622529220,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The whole world, especially during the pandemic, is relying on the internet to function. Students need the internet to learn. People need the internet for directions and most people use it for entertainment. Some restaurants use the internet to order. I need to use the internet to pay my rent every month. </p>\n\n<p>Losing internet access would be the equivalent to losing water supply, waste processing, or power in a modern society. The access to internet should be treated the same as access to roads because both are required to participate in today’s society.</p>\n\n<p>Internet access in the US is controlled by only a few companies, creating a monopoly, and driving up prices unnecessarily. Publicly owned internet would reduce the price down and improve the quality as there is no longer the incentive to price gouge. Additionally, it would supply lower income families with access to information and schooling for their children that they would be required to purchase anyways. </p>\n\n<p>The government is already providing publicly owned water with the intention of improving society and the production of its workers, how is internet access any different?</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/npkmj2/cmv_internet_should_be_treated_like_a_basic/",
  "subreddit": "changemyview",
  "id": "npkmj2",
  "is_self": true,
  "media": null,
  "is_video": false
}