{
  "author": "Supercharmeleon",
  "original_created_utc": 1639048230,
  "title": "Crypto won't make games better, it will only help the game companies already exploiting the medium and putting out mediocre titles.",
  "created_utc": 1639060313,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;It scares me how much people here and in other crypto spaces are willing to sell the things they like to crypto and NFTs without a second thought just for further implementation.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a post in the front page calling people who don&amp;#39;t want crypto or NFTs on games idiots, and I can&amp;#39;t wrap my head around that. Do you really want crypto to become a part of everyday gaming? To fall on the lap of EA or Activision? Aren&amp;#39;t pre-orders and paid DLCs bad enough?&lt;/p&gt;\n\n&lt;p&gt;And to top it all off, do you really want to turn gaming into a second job? That&amp;#39;s the part I really can&amp;#39;t understand. Gaming is my escape from work, the one thing I can do to relax, and people want it to be a paid thing? &lt;/p&gt;\n\n&lt;p&gt;What&amp;#39;s next, crypto rewards for eating, for breathing, for going out on a walk, all dependent on how well you do it? Do you really want to gamify your life, your free time and the experiences that are meant to be your escape from trying to make money? Is that really the world you want?&lt;/p&gt;\n\n&lt;p&gt;This is very exaggerated and dramatic probably, but this is how I feel. I really don&amp;#39;t think Crypto will make games better in any way, I think people just want to believe that because it&amp;#39;ll make them money.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 255,
  "permalink": "/r/CryptoCurrency/comments/rcfi0h/crypto_wont_make_games_better_it_will_only_help/",
  "subreddit": "CryptoCurrency",
  "id": "rcfi0h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>It scares me how much people here and in other\ncrypto spaces are willing to sell the things they like to crypto and NFTs\nwithout a second thought just for further implementation.</p> <p>There&#39;s a\npost in the front page calling people who don&#39;t want crypto or…"
}