{
  "author": "Supercharmeleon",
  "original_created_utc": 1639048230,
  "title": "Crypto won't make games better, it will only help the game companies already exploiting the medium and putting out mediocre titles.",
  "created_utc": 1639060313,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;It scares me how much people here and in other crypto spaces are willing to sell the things they like to crypto and NFTs without a second thought just for further implementation.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a post in the front page calling people who don&amp;#39;t want crypto or NFTs on games idiots, and I can&amp;#39;t wrap my head around that. Do you really want crypto to become a part of everyday gaming? To fall on the lap of EA or Activision? Aren&amp;#39;t pre-orders and paid DLCs bad enough?&lt;/p&gt;\n\n&lt;p&gt;And to top it all off, do you really want to turn gaming into a second job? That&amp;#39;s the part I really can&amp;#39;t understand. Gaming is my escape from work, the one thing I can do to relax, and people want it to be a paid thing? &lt;/p&gt;\n\n&lt;p&gt;What&amp;#39;s next, crypto rewards for eating, for breathing, for going out on a walk, all dependent on how well you do it? Do you really want to gamify your life, your free time and the experiences that are meant to be your escape from trying to make money? Is that really the world you want?&lt;/p&gt;\n\n&lt;p&gt;This is very exaggerated and dramatic probably, but this is how I feel. I really don&amp;#39;t think Crypto will make games better in any way, I think people just want to believe that because it&amp;#39;ll make them money.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 255,
  "permalink": "/r/CryptoCurrency/comments/rcfi0h/crypto_wont_make_games_better_it_will_only_help/",
  "subreddit": "CryptoCurrency",
  "id": "rcfi0h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It scares me how much people here and in other crypto spaces are willing to sell\nthe things they like to crypto and NFTs without a second thought just for\nfurther implementation.\n\nThere's a post in the front page calling people who don't want crypto or NFTs on\ngames idiots, and I can't wrap my head…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>ここや他のcryptoスペースにいる人たちが、どれだけcryptoやNFTに好きなものを売ろうとしているかが怖いです。\nここや他の暗号スペースにいる人たちが、自分たちが好きなものを暗号やNFTに売ることを喜んでいるのが怖いです。\n</p> <p>フロントページにある投稿では\n</p> <p>フロントページには、cryptoやNFTを必要としない人を呼ぶ投稿があります。",
      "title": "暗号化によってゲームが良くなることはなく、すでにメディアを利用して凡庸なタイトルを出しているゲーム会社が助かるだけです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>这让我很害怕，这里的人和其他加密空间的人有多大程度的\n我很害怕在这里和其他加密空间的人愿意把他们喜欢的东西卖给加密货币和NFTs\n</p> <p>这里有一个帖子，在头版头条的位置上，呼吁大家不要把自己的东西卖给加密货币和NFTs，而不考虑进一步的实施。\n在头版有一个帖子，称那些不想要加密货币的人或...",
      "title": "Crypto不会让游戏变得更好，它只会帮助那些已经在利用这个媒介并推出平庸作品的游戏公司。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>這讓我很害怕，這裏的人和其他加密空間的人有多大程度的\n我很害怕在這裏和其他加密空間的人願意把他們喜歡的東西賣給加密貨幣和NFTs\n</p> <p>這裏有一個帖子，在頭版頭條的位置上，呼籲大家不要把自己的東西賣給加密貨幣和NFTs，而不考慮進一步的實施。\n在頭版有一個帖子，稱那些不想要加密貨幣的人或...",
      "title": "Crypto不會讓遊戲變得更好，它只會幫助那些已經在利用這個媒介並推出平庸作品的遊戲公司。"
    }
  ]
}