{
  "author": "aintnomorelove",
  "original_created_utc": 1627562249,
  "title": "CMV: We can only achieve equality through indifference.",
  "created_utc": 1627569282,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This generation keeps promoting what&#39;s good about certain groups and trying to empower them but I think all this does is swing the pendulum back the other way. I think the only way we will ever have true equality is by simply not caring.</p>\n\n<p>I think saying what&#39;s good about people is just as damaging as saying what&#39;s bad about them. I get upset when I hear someone constantly brag about what&#39;s &quot;unique&quot; about them just as I do when they&#39;re attacked for being different.</p>\n\n<p>I understand that it&#39;s important to promote awareness to fight ignorance but that&#39;s not what I see today - people fighting fire with fire, people using it as a badge to feel important, etc.</p>\n\n<p>Is this a wrong way to think?</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/otwng0/cmv_we_can_only_achieve_equality_through/",
  "subreddit": "changemyview",
  "id": "otwng0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This generation keeps promoting what's good about certain groups and trying to\nempower them but I think all this does is swing the pendulum back the other way.\nI think the only way we will ever have true equality is by simply not caring.\n\nI think saying what's good about people is just as damaging…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今の世代は、特定のグループの良いところを宣伝し、彼らに力を与えようとしています。\nしかし、これは振り子を逆に振っているだけだと思うのです。\n私たちが真の平等を手に入れる唯一の方法は、単に気にしないことだと思います。\n\n人の良いところを言うことは、同じようにダメージを与えると思うのですが...。",
      "title": "CMV：私たちは、無関心であることでしか平等を実現できません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这一代人一直在宣传某些群体的优点，并试图赋予他们权力。\n但我认为这一切只是将钟摆摆回另一边。\n我认为，我们要想获得真正的平等，唯一的办法就是不关心。\n\n我认为说人们的优点同样具有破坏性......",
      "title": "CMV：我们只能通过冷漠来实现平等。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這一代人一直在宣傳某些羣體的優點，並試圖賦予他們權力。\n但我認爲這一切只是將鐘擺擺回另一邊。\n我認爲，我們要想獲得真正的平等，唯一的辦法就是不關心。\n\n我認爲說人們的優點同樣具有破壞性......",
      "title": "CMV：我們只能通過冷漠來實現平等。"
    }
  ]
}