{
  "author": "diverareyouok",
  "original_created_utc": 1631545844,
  "title": "YSK: Is your Amazon Prime order running late? You can get a $5 promotional credit each time by contacting support.",
  "created_utc": 1631575825,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It doesn’t sound like much, but it adds up… I’ve probably gotten around $100 worth of promotional credits doing this, over the life of my Amazon account. Normally things arrive on time, but it’s not uncommon for them to take a few extra days. </p>\n\n<p>When the item doesn’t arrive, I just contact support and say I was really looking forward to getting it the day it should have been delivered, and ask if they can give me a courtesy credit for the inconvenience. </p>\n\n<p>I have never been refused. It’s normally a $5 credit, but I’ve gotten more than that on larger orders or bigger screwups. It doesn’t work for “free” Amazon - only on Amazon Prime orders. Also, the credit can only be applied to orders sold by and shipped from Amazon directly (no 3rd party sellers). The credits don’t expire.</p>\n\n<p>Why YSK: it puts money back in your pocket (assuming you plan to continue using Amazon Prime in the future), and it’s not unethical in the slightest bit.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/pnhe0n/ysk_is_your_amazon_prime_order_running_late_you/",
  "subreddit": "YouShouldKnow",
  "id": "pnhe0n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It doesn’t sound like much, but it adds up… I’ve probably gotten around $100\nworth of promotional credits doing this, over the life of my Amazon account.\nNormally things arrive on time, but it’s not uncommon for them to take a few\nextra days.\n\nWhen the item doesn’t arrive, I just contact support and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "大したことではないように思えますが、それが積み重なると......。\nほどのプロモーション・クレジットを獲得しました。\n通常、商品は予定通りに届きますが、数日遅れることも珍しくありません。\n日余分にかかることも珍しくありません。\n\n商品が到着しないときは、サポートに連絡して...",
      "title": "YSK: あなたのAmazonプライムの注文は遅れていませんか？サポートにご連絡いただければ、毎回5ドルのプロモーション・クレジットを差し上げます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这听起来不多，但加起来......我大概得到了100美元左右。\n价值约100美元的促销积分，在我的亚马逊账户中。\n通常情况下，东西会按时到达，但多花几天时间也是常有的事。\n额外的几天。\n\n当物品没有到达时，我只需联系支持部门，然后...",
      "title": "YSK：你的亚马逊Prime订单迟到了吗？你可以通过联系支持部门，每次获得5美元的促销积分。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這聽起來不多，但加起來......我大概得到了100美元左右。\n價值約100美元的促銷積分，在我的亞馬遜賬戶中。\n通常情況下，東西會按時到達，但多花幾天時間也是常有的事。\n額外的幾天。\n\n當物品沒有到達時，我只需聯繫支持部門，然後...",
      "title": "YSK：你的亞馬遜Prime訂單遲到了嗎？你可以通過聯繫支持部門，每次獲得5美元的促銷積分。"
    }
  ]
}