{
  "author": "elizabethanastacia",
  "original_created_utc": 1636282486,
  "title": "CMV: Conscription has no place in civilised society.",
  "created_utc": 1636310783,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Or any society for that matter. I inherently disagree with war but unfortunately it seems to be something that will never go away, maybe I’m wrong. The government should not be able to infringe on your civil liberties and make you fight, possibly to your death for your government for a war you may not support, then leave you traumatised for life with little to no support. There are still many counties in the developed world where conscription is a thing like Finland, Italy, Japan, Switzerland and France to name a few. We speak about civil liberties and human rights but conscription by its nature infringes our right to life</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/qom7dr/cmv_conscription_has_no_place_in_civilised_society/",
  "subreddit": "changemyview",
  "id": "qom7dr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Or any society for that matter. I inherently disagree with war but unfortunately\nit seems to be something that will never go away, maybe I’m wrong. The\ngovernment should not be able to infringe on your civil liberties and make you\nfight, possibly to your death for your government for a war you may…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "あるいは、どんな社会でもです。私は本来、戦争には反対なのですが、残念ながら\nなくならないもののようですが、もしかしたら私が間違っているのかもしれません。政府は\n政府はあなたの市民的自由を侵害したり、あなたを戦争に駆り立てることはできません。\n政府はあなたの市民の自由を侵害して、あなたの政府のために死ぬまで戦わせるべきではありません...",
      "title": "CMV: 文明社会に徴兵制はありえません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "或任何社会都是如此。我本来就不同意战争，但不幸的是\n它似乎是永远不会消失的东西，也许我错了。政府\n政府不应该侵犯你的公民自由，并让你\n为你的政府而战，可能是为你的政府而战，可能是为你的政府而死。",
      "title": "CMV：征兵制在文明社会中没有地位。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "或任何社會都是如此。我本來就不同意戰爭，但不幸的是\n它似乎是永遠不會消失的東西，也許我錯了。政府\n政府不應該侵犯你的公民自由，並讓你\n爲你的政府而戰，可能是爲你的政府而戰，可能是爲你的政府而死。",
      "title": "CMV：徵兵制在文明社會中沒有地位。"
    }
  ]
}