{
  "author": "Sigurlion",
  "original_created_utc": 1640627230,
  "title": "YSK: If you are a new homeowner in a snowy climate, it is ideal to have an assortment of different types of shovels if you can.",
  "created_utc": 1640634662,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;strong&gt;Why YSK: Not all snow shovels are created equal. There are shovels built to lift, shovels built to push, and those made to do both&lt;/strong&gt; (like the Head &amp;amp; Shoulders of shovels).&lt;/p&gt;\n\n&lt;p&gt;For lighter snowfall, you will appreciate having a wider (30&amp;quot; or 36&amp;quot;) snow pusher that is lower profile and allows you to easily move light snow and cover more ground quickly.  These shovels are best in 3&amp;quot; or less.&lt;/p&gt;\n\n&lt;p&gt;For the end of the driveway after the plow has come through, use a bucket style (or &amp;quot;combination&amp;quot;)  shovel to lift heavier and more compact snow that you need to lift &amp;amp; carry to it&amp;#39;s spot.  If there is big-time accumulation, you&amp;#39;ll be happy to have a scooping shovel (similar to what you may see on a farm) that can more easily grab deep snow. &lt;/p&gt;\n\n&lt;p&gt;There are plenty of other designs as well for ergonomics,  bad backs and dual-hand placement and even one I&amp;#39;ve seen with wheels, so do a little research to find whatever is right for you.  But my message is about owning &amp;amp; having an assortment of 2-3 different shovels for different types of snow accumulation throughout the season.  Shoveling snow is wildly easier for me these days than my first year of homeownership when I just had one basic combination shovel I bought on the cheap.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/rpsvi7/ysk_if_you_are_a_new_homeowner_in_a_snowy_climate/",
  "subreddit": "YouShouldKnow",
  "id": "rpsvi7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK: Not all snow shovels are\ncreated equal. There are shovels built to lift, shovels built to push, and those\nmade to do both</strong> (like the Head &amp; Shoulders of shovels).</p> <p>For\nlighter snowfall, you will appreciate having a wider (30&quot;…"
}