{
  "author": "Kolibri8",
  "original_created_utc": 1630863857,
  "title": "Apparently, German- and English-speaking historians do not agree on the Identity of Cleopatra's mother. Why?",
  "created_utc": 1630869397,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The Question of Cleopatra&#39;s ancestry is a question that is quite often &quot;discussed&quot; on the internet, may it be here on Reddit or on other websites. Generally people tend to point out, that Cleopatra was Greek, and not Egyptian.</p>\n\n<p>Now, the thing is, I study history at a University in Germany, and I actually had to do a presentation on Cleopatra VII some semesters ago. But from what I remember, when I did my research, reading German language books on Cleopatra, German historians, at least those that I&#39;ve read, all seem to follow the Theory that Cleopatra&#39;s mother is unknown but presumably was an Egyptian noblewoman probably from the priesthood of Memphis. Which would make Cleopatra VII approximately half-Egyptian.</p>\n\n<p>With this in mind, I wondered why people would tend to say, that Cleopatra was fully Greek, so I checked the English language Wikipedia article on Cleopatra VII, and the theory of an Egyptian mother is nowhere mentioned, instead Cleopatra V/VI is mentioned as the presumed mother.</p>\n\n<p>Now this Egyptian-Mother-Theory was apparently put up by German Historian Werner Huß in 1990, at least his article &quot;Die Herkunft der Kleopatra Philopator&quot; (published in &quot;Aegyptus&quot; No. 70, <a href=\"https://www.jstor.org/stable/41216791?refreqid=excelsior%3A87b4bdd812bdca5ef4798b1ccae19a44&amp;seq=1#metadata_info_tab_contents\">p. 191–203</a>) is cited in the German Wikipedia article. Christoph Schäfer&#39;s Biography of Cleopatra from 2006 follows Huß&#39; Theory of an Egyptian mother, and I think that is the latest scientific Biography written by a German Historian.</p>\n\n<p>So I&#39;m wondering: Why is there such a discrepancy between German and English Historians? Has Huß&#39; Theory just not spread outside of Germany, or was it discarded by English-speaking historians, or is the English Wikipedia article just bad for not mentioning it?</p>\n</div><!-- SC_ON -->",
  "score": 150,
  "permalink": "/r/AskHistorians/comments/pihm6d/apparently_german_and_englishspeaking_historians/",
  "subreddit": "AskHistorians",
  "id": "pihm6d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The Question of Cleopatra's ancestry is a question that is quite often\n\"discussed\" on the internet, may it be here on Reddit or on other websites.\nGenerally people tend to point out, that Cleopatra was Greek, and not Egyptian.\n\nNow, the thing is, I study history at a University in Germany, and I…"
}