{
  "author": "Nervous-Blueberry-50",
  "the_new_excerpt": "For starters, I grew up in a heavily religious muslim household and I am now an\nex-muslim and an atheist. I grew up under sharia law for my childhood. I now\nrealize how indoctrinated and brainwashed I was into believing into this\nreligion. For one, no one ever talks about how the prophet was a…",
  "original_created_utc": 1623314110,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず第一に、私は宗教色の強いイスラム教徒の家庭で育ち、現在は元イスラム教徒で無神論者です。\n現在は元イスラム教徒で無神論者です。私は幼少期をシャリア法の下で育ちました。今となっては\nいかに自分がこの宗教に洗脳されていたかがわかります。\n宗教を信じるように洗脳されていたことに気づきました。一つは、誰も預言者がいかに...という話をしないこと。",
      "title": "CMV: イスラム教は、21世紀にはふさわしくない時代遅れの宗教である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我在一个宗教色彩浓厚的穆斯林家庭长大，我现在是一个前穆斯林和无神论者。\n前穆斯林和无神论者。我的童年是在伊斯兰教法下长大的。我现在\n我现在意识到我是如何被灌输和洗脑的，使我相信这种\n宗教。首先，没有人谈论过先知是如何被人遗忘的。",
      "title": "CMV：伊斯兰教是一种过时的宗教，在21世纪没有地位。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我在一個宗教色彩濃厚的穆斯林家庭長大，我現在是一個前穆斯林和無神論者。\n前穆斯林和無神論者。我的童年是在伊斯蘭教法下長大的。我現在\n我現在意識到我是如何被灌輸和洗腦的，使我相信這種\n宗教。首先，沒有人談論過先知是如何被人遺忘的。",
      "title": "CMV：伊斯蘭教是一種過時的宗教，在21世紀沒有地位。"
    }
  ],
  "title": "CMV: Islam is an outdated religion that has no place in the 21st century",
  "created_utc": 1623332275,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For starters, I grew up in a heavily religious muslim household and I am now an ex-muslim and an atheist. I grew up under sharia law for my childhood. I now realize how indoctrinated and brainwashed I was into believing into this religion. For one, no one ever talks about how the prophet was a literal warlord and a pedophile, I understand this was over 1300 years ago and the times were different, however, I find it disturbing that a 40 year old man was somehow justified into marrying a literal 9 year old, even back then.  Islam has caused so much violence and deaths compared to all religions and there are still places where ex-muslims and lgtbq+ are stoned to death, today. The religion is inherently very misogynistic, homophobic, and anti-human rights in general. Hell, there’s ayats in the holy book of the Quran claiming women who don’t submit to their husbands and refuse to sexual favours are to be beaten, as well as being cursed. Now western muslims choose to ignore these facts and claim their religion is “peaceful” and “feminist” (because somehow nike making hijabs is feminism now), however, this completely contradicts the real Islam itself. Even western muslims want to alter the meaning of the religion to fit in their moral codes, as islam itself is very extremist and does not align with any western values and progressiveness in the 21st century that we are experiencing now. Islam is not a religion of peace. Islam is a man-made cult created during primitive times to capitalize on the ignorance of humanity pre-science that has only survived because of its fear and manipulation tactics, childhood indoctrination, and maslow’s social inclusion needs. And lastly, muslims want to say “Islam is the fastest spreading religion” it’s not. Statistics show that muslim countries reproduce more.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/nwimxp/cmv_islam_is_an_outdated_religion_that_has_no/",
  "subreddit": "changemyview",
  "id": "nwimxp",
  "is_self": true,
  "media": null,
  "is_video": false
}