{
  "author": "Unclear1nstructions",
  "the_new_excerpt": "It's usually subreddits about idiotic people, rude and mean people, Karen's,\nJohn's, stupid conservatives, stupid liberals, etc. Any kind of people that\nprovoke hate in you and a strong sense of \"I'm better than them\" or just gossipy\ninterest.\n\nConstantly focusing on humanity's negative side may…",
  "original_created_utc": 1609613526,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "它通常是关于白痴，粗鲁和卑鄙的人，凯伦的，\n约翰的，愚蠢的保守派，愚蠢的自由派，等等。任何类型的人\n激起你内心的仇恨和强烈的“我比他们强”或仅仅是八卦的感觉\n利息。\n\n不断关注人性的消极面可能会…",
      "title": "[改变我的想法]：那些建立在评判他人、报复和“幸灾乐祸”基础上的低级红利对你弊大于利，如果我们都取消订阅，对我们来说是最好的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "它通常是關於白癡，粗魯和卑鄙的人，凱倫的，\n約翰的，愚蠢的保守派，愚蠢的自由派，等等。任何類型的人\n激起你內心的仇恨和強烈的“我比他們強”或僅僅是八卦的感覺\n利息。\n\n不斷關注人性的消極面可能會…",
      "title": "[改變我的想法]：那些建立在評判他人、報復和“幸災樂禍”基礎上的低級紅利對你弊大於利，如果我們都取消訂閱，對我們來說是最好的。"
    }
  ],
  "title": "CMV: Subreddits that are based on judging other people, revenge and \"schadenfreude\" do you more harm than good and it would do us best if we all unsubscribed from them",
  "created_utc": 1609649638,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s usually subreddits about idiotic people, rude and mean people, Karen&#39;s, John&#39;s, stupid conservatives, stupid liberals, etc. Any kind of people that provoke hate in you and a strong sense of &quot;I&#39;m better than them&quot; or just gossipy interest.</p>\n\n<p>Constantly focusing on humanity&#39;s negative side may make you feel good temporarily but in the end it just makes you more cynical and prone to judgment of not only others but also yourself. Subscribing to these subreddits is filling your feed with harmful negativity that just isn&#39;t necessary, and likely leaves your mood worse off (even if just very slightly) with each post. </p>\n\n<p>Think for a moment why you&#39;re subscribed to these and ask yourself if it&#39;s really giving you any personal gain and benefit. If you think it does, change my mind. </p>\n\n<p>Also, I get that there sometimes can be a blurry line between laughing at idiots because what they did was genuinely funny, and laughing at them because their idiocy angers you. Like <a href=\"/r/IdiotsInCars\">r/IdiotsInCars</a> for example. I think the latter is what harms you. That is, if your interest is based on hate, anger, resentment or judgement.</p>\n\n<p>A few examples that I&#39;ve come across: <a href=\"/r/facepalm\">r/facepalm</a> , <a href=\"/r/entitledparents\">r/entitledparents</a> , <a href=\"/r/TumblrInAction\">r/TumblrInAction</a> , <a href=\"/r/LeopardsAteMyFace\">r/LeopardsAteMyFace</a>, <a href=\"/r/SelfAwarewolves\">r/SelfAwarewolves</a> , <a href=\"/r/MaliciousCompliance\">r/MaliciousCompliance</a>, <a href=\"/r/pettyrevenge\">r/pettyrevenge</a>, <a href=\"/r/im14andthisisdeep\">r/im14andthisisdeep</a> , some of <a href=\"/r/Cringetopia\">r/Cringetopia</a> </p>\n\n<p>I can&#39;t think of any more examples right now, but I hope you understand to what kinds of subreddits I&#39;m talking about.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/kp34yq/cmv_subreddits_that_are_based_on_judging_other/",
  "subreddit": "changemyview",
  "id": "kp34yq",
  "is_self": true,
  "media": null,
  "is_video": false
}