{
  "author": "spitfireviper",
  "the_new_excerpt": "That sub has become a sub for popular opinions, I can’t even use the word\npopular in the title without it getting removed as “meta”\n\nLook at all the hot posts on that subreddit, it’s literally all popular\nopinions. Eg. Anal is disgusting, having children is a choice, and being\nunattracted to someone…",
  "original_created_utc": 1619086756,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そのサブは人気のある意見のためのサブになっていて、タイトルに人気という言葉を使うこともできません。\nタイトルにpopularという言葉を使っても、\"meta \"として削除されてしまいます。\n\nあのサブレディットのホットポストを見てください、文字通りすべて人気のある\n意見です。例えば、アナルは気持ち悪い、子供を産むのは選択肢の一つ、誰かに魅力を感じないことは\n誰かに惹かれないこと...",
      "title": "CMV: r/unpopularopinionは人気のある意見のためのサブサイトです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "该子集已成为流行意见的子集，我甚至不能在标题中使用 \"流行 \"一词而不被视为 \"元\"。\n我甚至不能在标题中使用 \"流行 \"一词而不被视为 \"元 \"而被删除。\n\n看看那个子版块上的所有热帖，简直都是流行的\n观点。例如，肛门是令人厌恶的，生孩子是一种选择，以及对某人没有吸引力......。\n对某人没有吸引力...",
      "title": "CMV: r/unpopularopinion是流行意见的一个分支"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "該子集已成爲流行意見的子集，我甚至不能在標題中使用 \"流行 \"一詞而不被視爲 \"元\"。\n我甚至不能在標題中使用 \"流行 \"一詞而不被視爲 \"元 \"而被刪除。\n\n看看那個子版塊上的所有熱帖，簡直都是流行的\n觀點。例如，肛門是令人厭惡的，生孩子是一種選擇，以及對某人沒有吸引力......。\n對某人沒有吸引力...",
      "title": "CMV: r/unpopularopinion是流行意見的一個分支"
    }
  ],
  "title": "CMV: r/unpopularopinion is a sub for popular opinions",
  "created_utc": 1619101831,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>That sub has become a sub for popular opinions, I can’t even use the word popular in the title without it getting removed as “meta” </p>\n\n<p>Look at all the hot posts on that subreddit, it’s literally all popular opinions. Eg. Anal is disgusting, having children is a choice, and being unattracted to someone doesn’t mean you’re body shaming. </p>\n\n<p>Like cmon. Almost all of the opinions on that sub is popular, especially the ones with the most upvotes and the ones that sit on hot or even top.</p>\n\n<p>The mods over there are so shitty as well. They literally remove actual unpopular opinions in the name of circle jerking and being “popular” when the “unpopular opinions” are quite repeated and are indeed popular by majority. </p>\n\n<p>Fuck that sub. I firmly believe that sub is for popular opinions, CMV</p>\n</div><!-- SC_ON -->",
  "score": 88,
  "permalink": "/r/changemyview/comments/mw1ntk/cmv_runpopularopinion_is_a_sub_for_popular/",
  "subreddit": "changemyview",
  "id": "mw1ntk",
  "is_self": true,
  "media": null,
  "is_video": false
}