{
  "author": "WanderingIdiocy",
  "original_created_utc": 1632328160,
  "title": "YSK if you are in the U.S. and have health insurance through your employer, there's a 2/3 chance that your employer dictates what's covered and not covered - not the health insurance company.",
  "created_utc": 1632337171,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:   If one of your procedures has been denied, it might be worth talking to whoever is in charge of benefits in HR to change it in the future.  </p>\n\n<p>In 2020, 67% of covered workers in the U.S. were receiving coverage through a self-funded plan. <a href=\"https://www.kff.org/report-section/ehbs-2020-section-10-plan-funding/\">(Linked source)</a></p>\n\n<p>&quot;Self-funded&quot; means that any health premiums collected only come from that employer AND are only used on healthcare expenses for that employer. In many cases, this also allows the employer to customize elements of what they will allow to be covered and not covered. Self-funded plans can also circumvent most state-level insurance mandates.</p>\n\n<p>So...</p>\n\n<ul>\n<li>If your insurance doesn&#39;t cover something like &quot;transgender services&quot;, that decision could be on your employer.</li>\n<li>Don&#39;t like the payments for your mental/behavioral health provider?  That might be something that&#39;s controllable by your employer - not the insurer.</li>\n<li>Your buddy went in for XYZ procedure and his was fully paid for by ABC Insurance?  If you also have an ABC Insurance card, even if you had the same procedure done on the exact same day from the exact same provider, yours might NOT be paid.</li>\n</ul>\n\n<p>And we all wonder why the U.S. Healthcare system needs an overhaul...</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/ptb8dr/ysk_if_you_are_in_the_us_and_have_health/",
  "subreddit": "YouShouldKnow",
  "id": "ptb8dr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If one of your procedures has been denied, it might be worth talking to\nwhoever is in charge of benefits in HR to change it in the future.\n\nIn 2020, 67% of covered workers in the U.S. were receiving coverage through a\nself-funded plan. (Linked source)\n[https://www.kff.org/report…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、もしあなたの手続きが拒否されているのであれば、人事部の福利厚生担当者に相談して、今後の手続きを変えてもらうといいかもしれません。\n人事部の福利厚生担当者に相談してみるといいかもしれませんね。\n\n2020年には、米国の被保険者の67％が自費プランで保険を受けていました。\n自己資金によるプランを受けています。(リンク先ソース)\n[https://www.kff.org/report...",
      "title": "YSK もしあなたがアメリカに住んでいて、雇用者を通して健康保険に加入しているなら、2/3の確率で、健康保険会社ではなく、雇用者が保険の適用・不適用を決定しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：如果你的一个程序被拒绝了，可能值得和以下人谈谈\n谁负责人力资源部门的福利，以便在未来改变它。\n\n在2020年，美国67%的受保工人是通过\n自筹资金的计划。(链接来源)\n[https://www.kff.org/report...",
      "title": "YSK如果你在美国，并通过你的雇主购买医疗保险，有2/3的机会你的雇主决定了什么是承保和不承保--而不是医疗保险公司。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：如果你的一個程序被拒絕了，可能值得和以下人談談\n誰負責人力資源部門的福利，以便在未來改變它。\n\n在2020年，美國67%的受保工人是通過\n自籌資金的計劃。(鏈接來源)\n[https://www.kff.org/report...",
      "title": "YSK如果你在美國，並通過你的僱主購買醫療保險，有2/3的機會你的僱主決定了什麼是承保和不承保--而不是醫療保險公司。"
    }
  ]
}