{
  "author": "WanderingIdiocy",
  "original_created_utc": 1632328160,
  "title": "YSK if you are in the U.S. and have health insurance through your employer, there's a 2/3 chance that your employer dictates what's covered and not covered - not the health insurance company.",
  "created_utc": 1632337171,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:   If one of your procedures has been denied, it might be worth talking to whoever is in charge of benefits in HR to change it in the future.  </p>\n\n<p>In 2020, 67% of covered workers in the U.S. were receiving coverage through a self-funded plan. <a href=\"https://www.kff.org/report-section/ehbs-2020-section-10-plan-funding/\">(Linked source)</a></p>\n\n<p>&quot;Self-funded&quot; means that any health premiums collected only come from that employer AND are only used on healthcare expenses for that employer. In many cases, this also allows the employer to customize elements of what they will allow to be covered and not covered. Self-funded plans can also circumvent most state-level insurance mandates.</p>\n\n<p>So...</p>\n\n<ul>\n<li>If your insurance doesn&#39;t cover something like &quot;transgender services&quot;, that decision could be on your employer.</li>\n<li>Don&#39;t like the payments for your mental/behavioral health provider?  That might be something that&#39;s controllable by your employer - not the insurer.</li>\n<li>Your buddy went in for XYZ procedure and his was fully paid for by ABC Insurance?  If you also have an ABC Insurance card, even if you had the same procedure done on the exact same day from the exact same provider, yours might NOT be paid.</li>\n</ul>\n\n<p>And we all wonder why the U.S. Healthcare system needs an overhaul...</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/ptb8dr/ysk_if_you_are_in_the_us_and_have_health/",
  "subreddit": "YouShouldKnow",
  "id": "ptb8dr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If one of your procedures has been denied, it might be worth talking to\nwhoever is in charge of benefits in HR to change it in the future.\n\nIn 2020, 67% of covered workers in the U.S. were receiving coverage through a\nself-funded plan. (Linked source)\n[https://www.kff.org/report…"
}