{
  "author": "crying0nion3311",
  "original_created_utc": 1633872713,
  "title": "What has happened to Classic Lit in my school district?",
  "created_utc": 1633878820,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First of all, I hope this is the right place to post this.</p>\n\n<p>Second of all, I might have an opinion to which y’all disagree, that’s fine. Let us have a discussion, maybe y’all can change my mind.</p>\n\n<p>I am trying to understand what has happened to my large, decently rated, Houston (Tx) suburb school district. I was a student there about 8-10 years ago. In English class we would always read classics. Some that pop back into mind: Huckleberry Finn, The Odyssey, The Rime of the Ancient Mariner, etc.\nI have returned to the same school district as a substitute teacher, and to my dismay, neither “on-level” nor the “advanced” classes are reading classics anymore. A teacher even told me they no longer read The Odyssey! It was meant to be a brag!</p>\n\n<p>What the classics have been replaced with are primarily all YA lit books. Coming to mind are books such as, Dear Martin, Scythe, The Hate You Give, Divergent, Percy Jackson.</p>\n\n<p>I’m a lover of reading, and YA lit has its place (but maybe not in 11th/12th grade English classrooms). Classics have been truly time-tested, they are referenced to this day in pop-culture, there are academic discussions about them, etc. </p>\n\n<p>I want to know what y’all think about this change. I for one, despise it.</p>\n\n<p>I dislike it because I see students who are thoroughly not going to be prepared for college, I dislike it because they are not learning how to be critical and decipher tough texts, and lastly, I see it as an overall lowering of the curriculum only to push undeserving students through. An over all cheapening of the education. Can it even still be called an education?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/q583l7/what_has_happened_to_classic_lit_in_my_school/",
  "subreddit": "books",
  "id": "q583l7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First of all, I hope this is the right place to post this.\n\nSecond of all, I might have an opinion to which y’all disagree, that’s fine. Let\nus have a discussion, maybe y’all can change my mind.\n\nI am trying to understand what has happened to my large, decently rated, Houston\n(Tx) suburb school…"
}