{
  "author": "crying0nion3311",
  "original_created_utc": 1633872713,
  "title": "What has happened to Classic Lit in my school district?",
  "created_utc": 1633878820,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First of all, I hope this is the right place to post this.</p>\n\n<p>Second of all, I might have an opinion to which y’all disagree, that’s fine. Let us have a discussion, maybe y’all can change my mind.</p>\n\n<p>I am trying to understand what has happened to my large, decently rated, Houston (Tx) suburb school district. I was a student there about 8-10 years ago. In English class we would always read classics. Some that pop back into mind: Huckleberry Finn, The Odyssey, The Rime of the Ancient Mariner, etc.\nI have returned to the same school district as a substitute teacher, and to my dismay, neither “on-level” nor the “advanced” classes are reading classics anymore. A teacher even told me they no longer read The Odyssey! It was meant to be a brag!</p>\n\n<p>What the classics have been replaced with are primarily all YA lit books. Coming to mind are books such as, Dear Martin, Scythe, The Hate You Give, Divergent, Percy Jackson.</p>\n\n<p>I’m a lover of reading, and YA lit has its place (but maybe not in 11th/12th grade English classrooms). Classics have been truly time-tested, they are referenced to this day in pop-culture, there are academic discussions about them, etc. </p>\n\n<p>I want to know what y’all think about this change. I for one, despise it.</p>\n\n<p>I dislike it because I see students who are thoroughly not going to be prepared for college, I dislike it because they are not learning how to be critical and decipher tough texts, and lastly, I see it as an overall lowering of the curriculum only to push undeserving students through. An over all cheapening of the education. Can it even still be called an education?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/q583l7/what_has_happened_to_classic_lit_in_my_school/",
  "subreddit": "books",
  "id": "q583l7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First of all, I hope this is the right place to post this.\n\nSecond of all, I might have an opinion to which y’all disagree, that’s fine. Let\nus have a discussion, maybe y’all can change my mind.\n\nI am trying to understand what has happened to my large, decently rated, Houston\n(Tx) suburb school…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず第一に、これを投稿するのにこの場所が適切であることを願います。\n\n第二に、私には皆さんが同意しない意見があるかもしれませんが、それは構いません。議論しましょう。\n議論をして、皆さんが私の考えを変えてくれるかもしれません。\n\n私は、ヒューストン(Tx)郊外の大規模でそこそこの評価を受けている学校に何が起こったのかを理解しようとしています。\n(Tx)郊外の学校に何が起こっているのか理解しようとしています...",
      "title": "私の学区ではClassic Litはどうなっているのですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我希望这是个合适的地方来发布这个消息。\n\n其次，我可能有一个意见，你们都不同意，这很好。让我们\n我们进行讨论，也许你们能改变我的想法。\n\n我正试图了解我那所规模大、评级好的休斯顿（Tx）郊区学校发生了什么。\n(Tx)郊区的学校发生了什么事...",
      "title": "我所在学区的经典文学发生了什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我希望這是個合適的地方來發布這個消息。\n\n其次，我可能有一個意見，你們都不同意，這很好。讓我們\n我們進行討論，也許你們能改變我的想法。\n\n我正試圖瞭解我那所規模大、評級好的休斯頓（Tx）郊區學校發生了什麼。\n(Tx)郊區的學校發生了什麼事...",
      "title": "我所在學區的經典文學發生了什麼？"
    }
  ]
}