{
  "approved_at_utc": null,
  "subreddit": "YouShouldKnow",
  "selftext": "**Why YSK:** At a time when mental health is at an all-time low for so many, the feelings of guilt for not being “worse off” add fuel to the flames of degrading mental resiliency and healthy processing of our issues. You deserve to know that you don’t have to bottle up your feelings and fail to fully process life’s hardships because there are others all around the world who have it worse off - your mental health matters and your issues are important too!\n\n“A man’s suffering is similar to the behavior of a gas. If a certain quantity of gas is pumped into an empty chamber, it will fill the chamber completely and evenly, no matter how big the chamber. Thus suffering completely fills the human soul and conscious mind, no matter whether the suffering is great or little. Therefore the ‘size’ of human suffering is absolutely relative.” -Viktor E. Frankl, *Man’s Search for Meaning*\n\nI wanted to share this encouragement with you, whoever and wherever you are, that I certainly needed to hear today - no matter the size of the source of your pain, your fear, your anxiety, your doubt, your desperation, your suffering - you don’t need to apologize for feeling the weight of the problems present in your life because *human suffering is contingent*. No matter how much “gas” (aka disappointment, suffering) is used, it will always end up filling the chamber (the human soul) completely and evenly. We all process hardships in different ways. Give yourself grace and allow yourself time to cry, reflect, scream in a pillow, pound the pavement or whatever you need to do to process the difficulties in our everyday lives, big and small. \n\n*My own personal note - as a Christian, I hope fellow believers will take from this also that there is nothing too trivial or too massive to bring before our God in prayer; I pray you’ll be encouraged by this as much as I was*\n\nTake care of yourselves friends, at a time so many of us have experienced pain and disappointments yet criticize ourselves for a self-proclaimed “pity party” - your problems both big and small MATTER.",
  "author_fullname": "t2_7i70f2xu",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "YSK when you’re feeling ashamed for complaining about your own hardships when others are so much worse off that “the size of human suffering is absolutely relative.” Your feelings of disappointment, sadness, loss, etc., big and small, are valid.",
  "link_flair_richtext": [],
  "subreddit_name_prefixed": "r/YouShouldKnow",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": "oth",
  "downs": 0,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_lgetui",
  "quarantine": false,
  "link_flair_text_color": "dark",
  "upvote_ratio": 0.96,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 427,
  "total_awards_received": 6,
  "media_embed": {},
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": "Other",
  "can_mod_post": false,
  "score": 427,
  "approved_by": null,
  "author_premium": false,
  "thumbnail": "",
  "edited": 1612911553,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {},
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1612937314,
  "link_flair_type": "text",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.YouShouldKnow",
  "allow_live_comments": true,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> At a time when mental health is at an all-time low for so many, the feelings of guilt for not being “worse off” add fuel to the flames of degrading mental resiliency and healthy processing of our issues. You deserve to know that you don’t have to bottle up your feelings and fail to fully process life’s hardships because there are others all around the world who have it worse off - your mental health matters and your issues are important too!</p>\n\n<p>“A man’s suffering is similar to the behavior of a gas. If a certain quantity of gas is pumped into an empty chamber, it will fill the chamber completely and evenly, no matter how big the chamber. Thus suffering completely fills the human soul and conscious mind, no matter whether the suffering is great or little. Therefore the ‘size’ of human suffering is absolutely relative.” -Viktor E. Frankl, <em>Man’s Search for Meaning</em></p>\n\n<p>I wanted to share this encouragement with you, whoever and wherever you are, that I certainly needed to hear today - no matter the size of the source of your pain, your fear, your anxiety, your doubt, your desperation, your suffering - you don’t need to apologize for feeling the weight of the problems present in your life because <em>human suffering is contingent</em>. No matter how much “gas” (aka disappointment, suffering) is used, it will always end up filling the chamber (the human soul) completely and evenly. We all process hardships in different ways. Give yourself grace and allow yourself time to cry, reflect, scream in a pillow, pound the pavement or whatever you need to do to process the difficulties in our everyday lives, big and small. </p>\n\n<p><em>My own personal note - as a Christian, I hope fellow believers will take from this also that there is nothing too trivial or too massive to bring before our God in prayer; I pray you’ll be encouraged by this as much as I was</em></p>\n\n<p>Take care of yourselves friends, at a time so many of us have experienced pain and disappointments yet criticize ourselves for a self-proclaimed “pity party” - your problems both big and small MATTER.</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": null,
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "link_flair_template_id": "c7129430-6742-11e3-a5bb-12313b0111fc",
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2r94o",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "#edeff1",
  "id": "lgetui",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "mbgornto",
  "discussion_type": null,
  "num_comments": 11,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/YouShouldKnow/comments/lgetui/ysk_when_youre_feeling_ashamed_for_complaining/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/YouShouldKnow/comments/lgetui/ysk_when_youre_feeling_ashamed_for_complaining/",
  "subreddit_subscribers": 2794866,
  "created_utc": 1612943016,
  "num_crossposts": 1,
  "media": null,
  "is_video": false,
  "original_created_utc": 1612908514,
  "the_new_excerpt": "Why YSK: At a time when mental health is at an all-time low for so many, the\nfeelings of guilt for not being “worse off” add fuel to the flames of degrading\nmental resiliency and healthy processing of our issues. You deserve to know that\nyou don’t have to bottle up your feelings and fail to fully…",
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：当许多人的心理健康处于历史低谷的时候，YSK是一个很好的选择。\n愧疚感，因为没有 \"更糟糕 \"而火上浇油。\n心理弹性和健康处理我们的问题。你应该知道\n你不必把自己的感情装在瓶子里，不能完全... ...",
      "title": "YSK当你因为抱怨自己的苦难而感到羞愧的时候，而别人却比你惨得多，\"人类痛苦的大小绝对是相对的\"。你的失望、悲伤、失落等大大小小的感受都是有效的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：當許多人的心理健康處於歷史低谷的時候，YSK是一個很好的選擇。\n愧疚感，因爲沒有 \"更糟糕 \"而火上澆油。\n心理彈性和健康處理我們的問題。你應該知道\n你不必把自己的感情裝在瓶子裏，不能完全... ...",
      "title": "YSK當你因爲抱怨自己的苦難而感到羞愧的時候，而別人卻比你慘得多，\"人類痛苦的大小絕對是相對的\"。你的失望、悲傷、失落等大大小小的感受都是有效的。"
    }
  ]
}