{
  "author": "goofysushi23",
  "original_created_utc": 1624578282,
  "title": "I just finished read A Thousand Splendid Suns by Khaled Hosseini and honestly.....WHAT WAS THATTT",
  "created_utc": 1624587173,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I was halfway through the book, I couldn&#39;t resist the urge to spoil it for myself on the internet. The book&#39;s just so compelling. Its honestly one of the best - maybe even the best - books I&#39;ve ever read. I feel so ignorant about not knowing how severe Afghanistan&#39;s situation is. And the two main characters are portrayed perfectly. Everything&#39;s perfect about this book. My only &quot;problem&quot; with it was that it was so depressing. No seriously, it was so very depressing and sad and not like the other books I&#39;ve read. No it was sad on a whole other level I never even knew existed. I&#39;m still trying to process everything I read and I&#39;m rambling and I dont think what I&#39;m saying makes any sense but whatever.</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/books/comments/o7bvpi/i_just_finished_read_a_thousand_splendid_suns_by/",
  "subreddit": "books",
  "id": "o7bvpi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When I was halfway through the book, I couldn't resist the urge to spoil it for\nmyself on the internet. The book's just so compelling. Its honestly one of the\nbest - maybe even the best - books I've ever read. I feel so ignorant about not\nknowing how severe Afghanistan's situation is. And the two…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本を途中まで読んだとき、どうしても自分でネタバレしたい衝動に駆られてしまい\nネットでネタバレしたい衝動に駆られました。この本はとても説得力があります。正直、今まで読んだ本の中で\n今までに読んだ本の中で最高の、いや、最高の本です。A型肝炎の重症度を知らなかったことについては、本当に無知だと思います。\nアフガニスタンの状況の厳しさを知らないことに無知さを感じます。そして、二人の...",
      "title": "今、Khaled HosseiniのA Thousand Splendid Sunsを読み終えましたが、正直.....WHAT WAS THATTT"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我看完这本书的一半时，我忍不住想在互联网上为自己扫扫兴\n在互联网上为自己剧透。这本书实在是太引人注目了。老实说，它是我读过的最好的--甚至是最好的--书之一。\n它是我读过的最好的--甚至是最好的--书之一。我觉得自己很无知，不知道\n知道阿富汗的情况有多严重。而这两个...",
      "title": "我刚刚读完卡勒德-侯赛尼的《千秋万代》，说实话.....，那是什么东西？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我看完這本書的一半時，我忍不住想在互聯網上爲自己掃掃興\n在互聯網上爲自己劇透。這本書實在是太引人注目了。老實說，它是我讀過的最好的--甚至是最好的--書之一。\n它是我讀過的最好的--甚至是最好的--書之一。我覺得自己很無知，不知道\n知道阿富汗的情況有多嚴重。而這兩個...",
      "title": "我剛剛讀完卡勒德-侯賽尼的《千秋萬代》，說實話.....，那是什麼東西？"
    }
  ]
}