{
  "approved_at_utc": null,
  "subreddit": "books",
  "selftext": "It's not a tragic romance about true love- it's a warning not to let yourself be ruled by your emotions alone.\n\nThe parents are ruled by a grudge preventing the happiness of their children and causing violence and death in the town they live in because neither wants to forgive the other. Like, their *unnamed* grudge causes fights to break out in the streets, causes deaths of people who have nothing to do with their grudge. You could make the argument that the fact that no one can name what caused this animosity, that it must not have even been so terrible, and they are holding onto it all out of pride.\n\nRomeo is introduced to us by saying how he wants to *kill himself* because his romance with Rosaline ended, then immediately falls in love with the first cute chick he sees that same night, implying that he falls in love easily- that he is more in love with being in love than anything else. This is further exemplified by the fact that, unlike with many of Shakespeare's couples in other plays, we really don't get a chance to see either Romeo and Juliet as individuals with their own personalities other than \"in love\". Romeo, what about Juliet do you love so much other than her appearance? Anything? Wit? Kindness? Determination? What, other than appearance, makes her worthy of your obsession? He never takes the time to praise anything other than her surface qualities.\n\nRomeo allows his obsession to shut down any thought of the potential consequences in eloping with Juliet. This is seen by how cluelessly he responds to Tybalt on encountering him, post marriage. He doesn't even behave rationally, just thinking: Well, I love Juliet and she loves you, therefore we're buds now.\n\nAs for Tybalt, his failure is giving in to blind rage, provoking a fight between himself and Romeo, which results in Tybalt's death.\n\nMercutio is pissed cuz he knew all of this needless fighting and death was based on these two families being made up of absolute drama queens all worked up over some straight-up bullshit and that *none of this had to be this way,* but because Romeo is his himbo friend he goes ahead and gets murked trying to keep his buddy from killing himself. This is why he dies like: \"For the record, you guys' families are toxic af. Bleeehhhhh...\"\n\nFinally, if Romeo had given a moment to think about *anything at all* in the crypt (self-reflection, analyzing the damage this family grudge has done to everyone, commentary on the crypt's interior decor) rather than *immediately making decisions based on his powerful emotions* neither Romeo nor Juliet would have died.\n\nStop teaching Romeo and Juliet as a romance. Especially to teens. Teens are *often* influenced by their emotions into making knee-jerk decisions that they often come to regret or have dangerous consequences. They *need* to hear the allegory as it was intended to be taken.\n\n&#x200B;\n\nEdit: no, I didn't *just* realize this. I am frustrated because as a librarian that works with teens, I have heard this is how it's being taught to them, and when I was in high school I was also taught to interpret it as a sad love story about true love. I am frustrated to hear that it is still being taught this way by at least some teachers.",
  "author_fullname": "t2_ru86y",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "Romeo and Juliet is NOT a romance, it is an allegory about the dangers of making big decisions based on emotion alone",
  "link_flair_richtext": [],
  "subreddit_name_prefixed": "r/books",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": null,
  "downs": 0,
  "thumbnail_height": null,
  "top_awarded_type": null,
  "hide_score": true,
  "name": "t3_m98xyh",
  "quarantine": false,
  "link_flair_text_color": "dark",
  "upvote_ratio": 0.87,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 258,
  "total_awards_received": 0,
  "media_embed": {},
  "thumbnail_width": null,
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": null,
  "can_mod_post": false,
  "score": 258,
  "approved_by": null,
  "author_premium": false,
  "thumbnail": "self",
  "edited": 1616255827,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {},
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1616281894,
  "link_flair_type": "text",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.books",
  "allow_live_comments": true,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s not a tragic romance about true love- it&#39;s a warning not to let yourself be ruled by your emotions alone.</p>\n\n<p>The parents are ruled by a grudge preventing the happiness of their children and causing violence and death in the town they live in because neither wants to forgive the other. Like, their <em>unnamed</em> grudge causes fights to break out in the streets, causes deaths of people who have nothing to do with their grudge. You could make the argument that the fact that no one can name what caused this animosity, that it must not have even been so terrible, and they are holding onto it all out of pride.</p>\n\n<p>Romeo is introduced to us by saying how he wants to <em>kill himself</em> because his romance with Rosaline ended, then immediately falls in love with the first cute chick he sees that same night, implying that he falls in love easily- that he is more in love with being in love than anything else. This is further exemplified by the fact that, unlike with many of Shakespeare&#39;s couples in other plays, we really don&#39;t get a chance to see either Romeo and Juliet as individuals with their own personalities other than &quot;in love&quot;. Romeo, what about Juliet do you love so much other than her appearance? Anything? Wit? Kindness? Determination? What, other than appearance, makes her worthy of your obsession? He never takes the time to praise anything other than her surface qualities.</p>\n\n<p>Romeo allows his obsession to shut down any thought of the potential consequences in eloping with Juliet. This is seen by how cluelessly he responds to Tybalt on encountering him, post marriage. He doesn&#39;t even behave rationally, just thinking: Well, I love Juliet and she loves you, therefore we&#39;re buds now.</p>\n\n<p>As for Tybalt, his failure is giving in to blind rage, provoking a fight between himself and Romeo, which results in Tybalt&#39;s death.</p>\n\n<p>Mercutio is pissed cuz he knew all of this needless fighting and death was based on these two families being made up of absolute drama queens all worked up over some straight-up bullshit and that <em>none of this had to be this way,</em> but because Romeo is his himbo friend he goes ahead and gets murked trying to keep his buddy from killing himself. This is why he dies like: &quot;For the record, you guys&#39; families are toxic af. Bleeehhhhh...&quot;</p>\n\n<p>Finally, if Romeo had given a moment to think about <em>anything at all</em> in the crypt (self-reflection, analyzing the damage this family grudge has done to everyone, commentary on the crypt&#39;s interior decor) rather than <em>immediately making decisions based on his powerful emotions</em> neither Romeo nor Juliet would have died.</p>\n\n<p>Stop teaching Romeo and Juliet as a romance. Especially to teens. Teens are <em>often</em> influenced by their emotions into making knee-jerk decisions that they often come to regret or have dangerous consequences. They <em>need</em> to hear the allegory as it was intended to be taken.</p>\n\n<p>&#x200B;</p>\n\n<p>Edit: no, I didn&#39;t <em>just</em> realize this. I am frustrated because as a librarian that works with teens, I have heard this is how it&#39;s being taught to them, and when I was in high school I was also taught to interpret it as a sad love story about true love. I am frustrated to hear that it is still being taught this way by at least some teachers.</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": null,
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2qh4i",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "",
  "id": "m98xyh",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "Cucubert",
  "discussion_type": null,
  "num_comments": 58,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/books/comments/m98xyh/romeo_and_juliet_is_not_a_romance_it_is_an/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/books/comments/m98xyh/romeo_and_juliet_is_not_a_romance_it_is_an/",
  "subreddit_subscribers": 19149721,
  "created_utc": 1616258084,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1616253094,
  "the_new_excerpt": "It's not a tragic romance about true love- it's a warning not to let yourself be\nruled by your emotions alone.\n\nThe parents are ruled by a grudge preventing the happiness of their children and\ncausing violence and death in the town they live in because neither wants to\nforgive the other. Like, their…",
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这不是一个关于真爱的悲剧性爱情故事，而是一个警告，不要让自己成为这样的人\n仅仅被自己的情绪所统治。\n\n父母被怨恨所统治，阻止了子女的幸福和\n在他们生活的小镇上造成暴力和死亡，因为他们都不想。\n原谅对方。比如，他们的...",
      "title": "罗密欧与朱丽叶》不是一部爱情片，它是一部关于仅凭情感做出重大决定的危险的寓言。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這不是一個關於真愛的悲劇性愛情故事，而是一個警告，不要讓自己成爲這樣的人\n僅僅被自己的情緒所統治。\n\n父母被怨恨所統治，阻止了子女的幸福和\n在他們生活的小鎮上造成暴力和死亡，因爲他們都不想。\n原諒對方。比如，他們的...",
      "title": "羅密歐與朱麗葉》不是一部愛情片，它是一部關於僅憑情感做出重大決定的危險的寓言。"
    }
  ]
}