{
  "author": "fluves",
  "the_new_excerpt": "Why YSK: You should get a gauge of whether the soil gets heavily saturated or\nsuper-saturated during rain events. If your lawn is below the water table during\nflood events, it will be mushy, there will be standing water, and depending on\nhow quick it runs off, you could be living in relatively…",
  "original_created_utc": 1620756854,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、雨が降ったときに土壌が飽和状態になっているかどうかを把握する必要があるからです。\n飽和しているかどうかを把握する必要があります。もし、洪水時に芝生が水位以下になっていると\n洪水時に芝生が水位より低い場合、芝生はドロドロになり、水がたまってしまいます。\nその水の流れの速さによっては、あなたは比較的...",
      "title": "YSK：購入予定の家を見るときは、必ず大雨の後に行くこと（可能ならば"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：你应该得到一个土壤是严重饱和还是过度饱和的衡量标准。\n超饱和。如果你的草坪在洪水期间低于地下水位\n如果你的草坪在汛期低于地下水位，它就会变得粘稠，就会有积水，并且取决于积水的流速。\n根据它流走的速度，你可能会生活在相对较小的范围内。",
      "title": "YSK：总是在大雨过后去看你打算购买的房子（如果可能的话）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：你應該得到一個土壤是嚴重飽和還是過度飽和的衡量標準。\n超飽和。如果你的草坪在洪水期間低於地下水位\n如果你的草坪在汛期低於地下水位，它就會變得粘稠，就會有積水，並且取決於積水的流速。\n根據它流走的速度，你可能會生活在相對較小的範圍內。",
      "title": "YSK：總是在大雨過後去看你打算購買的房子（如果可能的話）。"
    }
  ],
  "title": "YSK: to always go and look at a house you’re planning to buy after it has rained heavily (if possible)",
  "created_utc": 1620765396,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: You should get a gauge of whether the soil gets heavily saturated or super-saturated during rain events. If your lawn is below the water table during flood events, it will be mushy, there will be standing water, and depending on how quick it runs off, you could be living in relatively swampy land during rainy parts of the year. When your yard is mushy people, dogs, anything becomes a great erosion agent, and this can cost you $$$. Pick the other house!</p>\n</div><!-- SC_ON -->",
  "score": 146,
  "permalink": "/r/YouShouldKnow/comments/na3k6y/ysk_to_always_go_and_look_at_a_house_youre/",
  "subreddit": "YouShouldKnow",
  "id": "na3k6y",
  "is_self": true,
  "media": null,
  "is_video": false
}