{
  "author": "BlueHorizon87",
  "original_created_utc": 1629681666,
  "title": "Which CRYPTOCURRENCY that has so far been dormant is going to be the next to EXPLODE in price?",
  "created_utc": 1629711481,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m curious as to all of your opinions on which currently dormant Cryptocurrency will be the next potential big thing in the Crypto world, and more importantly, why?</p>\n\n<p>Some questions I have are:</p>\n\n<ul>\n<li><p>Is there a Crypto you think has the single best chance to be the most useful as a CURRENCY, rather than just as an investment? Some Cryptos have high fees and slow transactions, where as others are zero fee, with instant transactions, so I&#39;d imagine these will be the dominant currency but most major Crypto are currently gaining such high returns, I find it difficult to imagine any Crypto as a currency tbh. What are you thoughts on this?</p></li>\n<li><p>Which crypto has the most potential as purely an INVESTMENT? Many say Bitcoin is going to be the &#39;Gold&#39; of Crypto, and so far it has been, do you see this changing any time soon, and why? Ethereum could be the top dog soon, but is there another Crypto just waiting for it&#39;s moment to take over?</p></li>\n<li><p>I find it hard to see Bitcoin being used as a currency due to the extremely high price, so people will be holding on to it as purely an investment only. Do you agree with this?</p></li>\n<li><p>Which Smart Contract Crypto will be dominant?</p></li>\n<li><p>Lastly, why do you think Crypto is important now more than ever before?</p></li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 159,
  "permalink": "/r/CryptoCurrency/comments/p9pdtp/which_cryptocurrency_that_has_so_far_been_dormant/",
  "subreddit": "CryptoCurrency",
  "id": "p9pdtp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm curious as to all of your opinions on which currently dormant Cryptocurrency\nwill be the next potential big thing in the Crypto world, and more importantly,\nwhy?\n\nSome questions I have are:\n\n * Is there a Crypto you think has the single best chance to be the most useful\n   as a CURRENCY, rather…"
}