{
  "author": "abdelnasser820",
  "the_new_excerpt": "So, lve finished the original trilogy in the mistborn series, and lm just\nstarting alloy of law. Now this might just be recency biase, but this is my\nfavorite book series so far. Not that lve read a lot though but l think it's\nbetter than asoiaf (game of thrones) and Ken folletts trilogies. Ive read…",
  "original_created_utc": 1620341236,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ミストボーンシリーズのオリジナル3部作を終えて、今は alloy of law を始めたところです。\nalloy of lawを始めたところです。これは単なる過去の偏見かもしれませんが、今までのシリーズの中で一番好きです。\n今までで一番好きな本シリーズです。たくさん読んでいるわけではありませんが、Asoiaf（ゲーム）よりもいいと思います。\nゲーム・オブ・スローンズ」や「ケン・フォレット三部作」よりも良いと思います。Ive read...",
      "title": "ミストボーンを薦めてくれた人、ありがとう（レビュー"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以，我已经完成了《迷途》系列的原始三部曲，而我刚刚开始\n开始了法律的合金。现在，这可能只是一种经验上的偏见，但这是我迄今为止最喜欢的系列图书。\n到目前为止，这是我最喜欢的书系列。虽然我没有读过很多书，但我认为它\n比《权力的游戏》（Asoiaf）和《肯-福莱特》三部曲更好。我已经读了...",
      "title": "谁向我推荐了mistborn，谢谢你(评论)"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，我已經完成了《迷途》系列的原始三部曲，而我剛剛開始\n開始了法律的合金。現在，這可能只是一種經驗上的偏見，但這是我迄今爲止最喜歡的系列圖書。\n到目前爲止，這是我最喜歡的書系列。雖然我沒有讀過很多書，但我認爲它\n比《權力的遊戲》（Asoiaf）和《肯-福萊特》三部曲更好。我已經讀了...",
      "title": "誰向我推薦了mistborn，謝謝你(評論)"
    }
  ],
  "title": "Whoever recommended me mistborn, thank you (review)",
  "created_utc": 1620358728,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, lve finished the original trilogy in the mistborn series, and lm just starting alloy of law. Now this might just be recency biase, but this is my favorite book series so far. Not that lve read a lot though but l think it&#39;s better than asoiaf (game of thrones) and Ken folletts trilogies. Ive read a few more but those are my favorites, also I&#39;ll be making a lot of comparisons to asoiaf. But why is mistborn my favorite trilogy? It&#39;s not the characters. Asoiaf has more complex and endearing characters. Is it the emotional journey? Not really. Ken folletts books make me more emotionally attached to the characters lives and deaths. I can&#39;t even say it&#39;s the world building since mistborn takes place mostly in 1 location, while asoiaf has a giant culturally rich world. Then why? It&#39;s because of the fucking... writing! My god, the writing in mistborn is so tight and well thought out. </p>\n\n<p>I said asoiaf has better characters, but it also has worse characters. Whenever l would see that a new chapter is a catelyn chapter, for example, l would lose so much interest. Same applies to some people from Ken folletts books, who I&#39;ll be abbreviating as KF. I never felt that way with mistborn. Every single character felt like it added directly to the story, and none of the pov characters were boring to me. And obviously mistborn does also have great characters, Elend being my personal favorite. Seeing him struggle between being a liberal scholar and a powerful tyrant was always heart wrenching. </p>\n\n<p>Mistborn didn&#39;t make me as emotional as KFs books, but it did make me hyped as hell. The reveals... my God, the reveals. Finding out slowly how this world works was the funnest thing in the world. Finding out how koloss are make, the writers of those paragraphs before the chapters, and finding out that tensoon was the traitor in book 2. OH MY GOD THE TENSOON TWIST!!! I lost my mind that chapter. </p>\n\n<p>Now, mistborns world is objectively less full and poorer than asoiaf. But, that&#39;s OK. I love the world building in asoiaf, but there are some times when it feels like it&#39;s taking the focus away from the real story and characters. That&#39;s a complaint that l could never make at mistborn. These books are more focused than a brain surgeon. The world building that it does have is great, and it&#39;s always relevant to the story that&#39;s happening. Even sazeds seemingly random religious rambles became important in the end. </p>\n\n<p>But even with how solid these books are, they&#39;re not perfect, and lm an asshole so l gotta make my insignificant complains. A lot of these will be questions though, so if you have answers that aren&#39;t spoilers let me know. But if they do get answered in future books, just tell me that without going into details please. </p>\n\n<ol>\n<li><p>The lord ruler being redeemed.\nIt&#39;s cool that in book 3 we find out that the lord ruler did a lot to protect the land after his death, but l feel like the characters kinda forgot that he enslaved most of the population. Multiple characters call him honorable, even though he made monsters that caused the crew trouble the whole series. I get that ruin was manipulating him, but even kwaan before the ascension called him jealous. He also made noble men smarter than skaa. I know that in the current story that doesn&#39;t matter anymore, but l cant not think about that. The only representation of a smart pure skaa is dockson. The rest are stereotypically superstitious. So... are the noble mean really better at leading? </p></li>\n<li><p>The deaths.  \nI didnt really mourn anyone who died. Docks and clubs were cool, but l know they were killed mostly because clubs is old and docks wouldn&#39;t be relevant in book 3. All the kandra died and no one seemed to care. I even have a problem with the villains deaths. I would have liked if elend was the one who killed straff. Vin killing him feels kinda weird since that was her husband&#39;s dad. Elend didn&#39;t seem to think about it though. I&#39;m fine with zanes death but l think him never revealing himself to elend is kinda wasted potential. Speaking of elend, him and vins deaths were so fast. I barely had time to comprehend them before the story was over. But there are exceptions. Kelsier (obviously) and tindwyl. The closest l got to crying was when l thought spook died in the fire. </p></li>\n<li><p>Sazed being the hero of ages.\nWhen l found out sazed was the hero of Ages the first thing l thought was wtf. And then l thought about it some more, and it does totally make sense. Vin by herself couldn&#39;t save the world. Mistborn needed something stronger than either preservation and ruin to fix the world. But unlike the rest of the amazing twist in this book, this one felt like the writer tricked me. Not ruin, the writer. Like come on, vin was hyped up as the hero for the whole series. </p></li>\n<li><p>What happened to marsh and the koloss? \nDid sazed just leave them the same after he became God? He said he reverted humans to the way they were before the ash and brought back animals, so l expect that he also fixed the hemalurgy creatures. But nothing was said </p></li>\n<li><p>Preservation and mythologizing vin.\nAt the end of book 3 it feels like preservation perfectly predicted everything and wrote the whole world. I know this is a pretty dumb complaint considering he&#39;s like half a God, but l just don&#39;t like characters that plan the entire story. Now it feels like kelsier didn&#39;t die for his plan, but preservations plan. And vin becoming preservation was fine, but having elend see a giant mist vin in the sky was a little too silly in my mind. </p></li>\n<li><p>Unexplored metal powers.\nDid elend using atium and duralumin do anything? I was wondering what the effect would be ever since duralumin was revealed but he just died immediately afterwards. I guess he saw the future and accepted it? A little anti climactic for me. What would duralumin and gold look like? When was atium preserving age for Terris people ever revealed? Also, lm disapointmented by the mental metals. They&#39;re so weak when it comes to real characters. Breeze can&#39;t manipulate anyone without them noticing, and lm not even sure why all allrianne was in this story. All they ever due is manipulate skaa crowds, but those aren&#39;t real characters. Same with being able to manipulate koloss and kandra. Does anyone else feel like having both zinc and brass should be really powerful? They say repeatedly that being a soother/rioter doesn&#39;t let someone mind control another... but l feel like having both should get you pretty close. Remember how vins fist uses of allomancy was with brass? She used that the least afterwards on people. </p></li>\n<li><p>Pewter is broken.\nIt&#39;s Objectively the most useful of the 8 basic metals. It &quot;enhances the body&quot; which is a statement they use VERY broadly. It makes you stronger, faster, heals you, makes you more awake, more resilient to pain and temperature, gives you more stamina... oh and makes you immune to getting drunk, cause why not. No wonder Ham is so jolly, he got the best basic power. </p></li>\n<li><p>Why did the lord ruler make the inquisitors?\nHe wanted to make Priest and soldiers to kill misting, but l think they were kinda overkill since he already had koloss. He prepared for his whole rule incase he died, but he didn&#39;t prepare for if ruin took over the inquisitors? Wtf?? He make their back spike their weakness, but they&#39;re smart enough to fix that in book 3. It&#39;s not like ruin had complete control of rashek, so l really don&#39;t get it. </p></li>\n</ol>\n\n<p>I hope it&#39;s clear that none of these complaints are deal breakers or anything. It&#39;s mainly things l wish were shown. I just like complaining. Thank you for reading this far. </p>\n\n<p>PS Favorite books in order go the well of ascension, the last empire, and the hero of ages. I have the most problems with book 3 but l still thought it was great. </p>\n\n<p>Also elend becoming a mistborn at the end of book 2 is the definition of a silver lining ok bye</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/booksuggestions/comments/n6jyfe/whoever_recommended_me_mistborn_thank_you_review/",
  "subreddit": "booksuggestions",
  "id": "n6jyfe",
  "is_self": true,
  "media": null,
  "is_video": false
}