{
  "author": "Khwarezm",
  "original_created_utc": 1624366905,
  "title": "Are the Indian subcontinent's current religious divisions a construct of intentional British colonial policy during their colonial rule?",
  "created_utc": 1624375305,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To clarify I don&#39;t mean the British created Muslim, Sikh, Hindu, Jain etc communities, its more that they played up and created divisions between them as a divide and conquer tactic to solidfy their rule. I&#39;ve seen this idea put forward quite extensively in my surface level dips into the subject, like this Ted-Ed video where its stated British religious policy sowed distrust among communities that previously co-existed:<br/>\n<a href=\"https://www.youtube.com/watch?v=DrcCTgwbsjc&amp;ab_channel=TED-Ed\"><strong>https://www.youtube.com/watch?v=DrcCTgwbsjc&amp;ab_channel=TED-Ed</strong></a></p>\n\n<p>I get a bit confused because when I read about the Mughal empire and some other entities in India before the British it sounds like religion was quite a big deal and a strong dividing force in the subcontinent that could lead to violence, but I understand this is also highly controversial because the propaganda around the Mughals, and Aurangzeb in particular, have distorted the truth to paint them as villainous Islamic bigots for the benefit of current day Hindu nationalism. I&#39;ve also heard some nationalist minded Indians today suggest that Pakistan is just a construct of British policy and is essentially a wayward province that should be part of India so it can be hard for me to tell how much I should be taking these ideas at face value.</p>\n</div><!-- SC_ON -->",
  "score": 133,
  "permalink": "/r/AskHistorians/comments/o5mmvo/are_the_indian_subcontinents_current_religious/",
  "subreddit": "AskHistorians",
  "id": "o5mmvo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To clarify I don't mean the British created Muslim, Sikh, Hindu, Jain etc\ncommunities, its more that they played up and created divisions between them as\na divide and conquer tactic to solidfy their rule. I've seen this idea put\nforward quite extensively in my surface level dips into the subject,…"
}