{
  "author": "Captain_Fordo_ARC_77",
  "original_created_utc": 1626865491,
  "title": "Books that will destroy me ideologically",
  "created_utc": 1626885460,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I mean cynical books that will shatter the way I look at the world. In the same vein as 1984. Can be both fiction and non-fiction.</p>\n\n<p>I thought Decline of the West would be like this but the author brings in all kinds of other topics like maths and arts that muddles the effect. It&#39;s also a very, very though read.</p>\n\n<p>Destroying me emotionally is a bonus, a dog getting killed could already do that though, but not a necessity.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/booksuggestions/comments/oonn8f/books_that_will_destroy_me_ideologically/",
  "subreddit": "booksuggestions",
  "id": "oonn8f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I mean cynical books that will shatter the way I look at the world. In the same\nvein as 1984. Can be both fiction and non-fiction.\n\nI thought Decline of the West would be like this but the author brings in all\nkinds of other topics like maths and arts that muddles the effect. It's also a\nvery, very…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が世界を見る目を打ち砕くようなシニカルな本のことです。1984年と同じように\n1984年のようなものです。フィクションでもノンフィクションでも構いません。\n\n西洋の衰退』もそんな感じかなと思っていたら、著者はいろいろな話題を持ち込んで\nのようなものだと思っていましたが、著者は数学や芸術など様々な話題を持ち込んで、効果を濁しています。また、この作品は\nとても、とても...。",
      "title": "思想的に破壊されそうな本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我指的是愤世嫉俗的书籍，它们将打破我看世界的方式。就像\n与《一九八四》同出一辙。既可以是虚构的，也可以是非虚构的。\n\n我以为《西方的衰落》会是这样的，但作者在书中引入了各种其他主题。\n各种其他主题，如数学和艺术，使效果变得模糊不清。这也是一部\n非常，非常...",
      "title": "将在意识形态上摧毁我的书籍"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我指的是憤世嫉俗的書籍，它們將打破我看世界的方式。就像\n與《一九八四》同出一轍。既可以是虛構的，也可以是非虛構的。\n\n我以爲《西方的衰落》會是這樣的，但作者在書中引入了各種其他主題。\n各種其他主題，如數學和藝術，使效果變得模糊不清。這也是一部\n非常，非常...",
      "title": "將在意識形態上摧毀我的書籍"
    }
  ]
}