{
  "author": "drmirage809",
  "original_created_utc": 1630681683,
  "title": "I just finished Frank Herbert's Dune and need to talk about it",
  "created_utc": 1630686478,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I found an old copy of Dune in a used bookstore a while ago, picked it up for the low price of €2,50 because I was curious after hearing so much about it and seeing the trailers for the upcoming movie.</p>\n\n<p>My my, what a ride this novel is. I must admit that I am not the biggest literature guy. I haven&#39;t seriously read a book since Lord of the Rings when I was 15. It&#39;s been about a decade and I&#39;ve never been a fast reader, but Dune was a page turner. The first few chapters are a bit of a drag to get through, throwing around words that had no meaning and talking philosophy over a needle and a box. But even that fascinate me with some of the ideas and worldbuilding being done. Frank Herbert manages to proof in only a few sentences that you don&#39;t need to show or explain things, just a quick mention of a past event can provide all the needed reasoning as to why the world is how it is.</p>\n\n<p>Speaking of the world: Arrakis is one hell of a place. You know Herbert was serious about making Arrakis feel like a real place when there is an appendix detailing the planet&#39;s ecology. The scarcity of water on Arrakis is a harsh contrast to the protagonist&#39;s home world and the danger of the sandworms is described beautifully. </p>\n\n<p>The political scheming was also done beautifully by Herbert. The story constantly shifting perspective really allows this to shine as we get to see characters scheming and reacting to schemes from their own perspectives. </p>\n\n<p>On the downside: Dune is very much a product of its time and there are terms used in here that would never fly today. The general attitude towards women by the world is an at times off putting trend. Many of them are stuck as say concubines or otherwise subservient roles and aren&#39;t exactly in a position of independence. And yet an order of women is one of the major powers pulling strings around the known universe. The Islamic influences in the culture of Arrakis would also never fly in the western world and I fully expect the movie to leave out the term &quot;jihad&quot; and instead refer to it as a &quot;crusade&quot; or something else entirely. </p>\n\n<p>&#x200B;</p>\n\n<p>Final verdict: I had a good time reading Dune, I see why it is still this beloved to this very day. I would dare and say that Dune is for sci-fi what Lord of the Rings is to fantasy (the amount of times I found myself seeing works like Star Wars and Warhammer 40.000 borrowing elements from Dune while reading was quite high). I will be looking to pick up the sequel: Dune Messiah soon. (Is it as good as the first book? In any way similar?) And I really hope Denis Villeneuve&#39;s movie adaptation does well and has more people pick up this book.</p>\n</div><!-- SC_ON -->",
  "score": 115,
  "permalink": "/r/books/comments/ph712h/i_just_finished_frank_herberts_dune_and_need_to/",
  "subreddit": "books",
  "id": "ph712h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I found an old copy of Dune in a used bookstore a while ago, picked it up for\nthe low price of €2,50 because I was curious after hearing so much about it and\nseeing the trailers for the upcoming movie.\n\nMy my, what a ride this novel is. I must admit that I am not the biggest\nliterature guy. I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "少し前に古本屋でDuneの古い本を見つけて、2,50ユーロという安い値段で手に入れた。\n2,50ユーロという安値で手に入れた。というのも、この本について多くのことを耳にしたり、今度の映画の予告編を見て興味を持ったからだ。\n映画の予告編を見て興味を持ったからだ。\n\n驚いたことに、この小説はとても面白いものでした。正直なところ、私は文学にはあまり興味がありません。\n文学好きではありません。I...",
      "title": "フランク・ハーバートの『デューン』を読み終えたところで、それについて話したいのですが"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不久前，我在一家二手书店发现了一本《沙丘》的旧书，以2.5欧元的低价买下了它。\n2.50欧元的低价买下了它，因为我听到了很多关于它的消息，也看到了即将上映的电影的预告片，所以很好奇。\n看到即将上映的电影的预告片，我很好奇。\n\n我的天啊，这本小说是多么让人兴奋。我必须承认，我不是最大的\n文学爱好者。I...",
      "title": "我刚刚读完弗兰克-赫伯特的《沙丘》，需要谈谈这个问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不久前，我在一家二手書店發現了一本《沙丘》的舊書，以2.5歐元的低價買下了它。\n2.50歐元的低價買下了它，因爲我聽到了很多關於它的消息，也看到了即將上映的電影的預告片，所以很好奇。\n看到即將上映的電影的預告片，我很好奇。\n\n我的天啊，這本小說是多麼讓人興奮。我必須承認，我不是最大的\n文學愛好者。I...",
      "title": "我剛剛讀完弗蘭克-赫伯特的《沙丘》，需要談談這個問題。"
    }
  ]
}