{
  "author": "Ramza_Claus",
  "original_created_utc": 1634155898,
  "title": "CMV: Adding pronouns to emails sigs and Zoom call names and what not is extraneous and unnecessary unless your name is ambiguous, or if your pronouns aren't what we'd reasonably expect",
  "created_utc": 1634174109,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Okay, let&#39;s say you get an email from someone named &quot;Steven&quot;. What are Steven&#39;s pronouns? I&#39;m gonna guess they&#39;re probably &quot;he/him&quot;. Now, it&#39;s possible that Steven is actually a ciswoman. After all, I have known women named Michael and even met several cis men named Maria. So it&#39;s not like it&#39;s impossible for a ciswoman with &quot;she/her&quot; pronouns to be named Steven. Or Elliot (Scrubs!!!) And then there are ambiguous names like DJ, Terry, Shawn or perhaps names that someone would be reasonably unfamiliar with (my mother&#39;s name was Chassye, and I&#39;ve met the occasional Dashonta or Luree). So I guess in those cases, you probably should include just if you wanna avoid awkwardness when someone gets your pronouns wrong. </p>\n\n<p>But like, come on. If your name is Ronald, we probably don&#39;t need you to explicitly state your pronouns. We can safely assume that Sandra is a &quot;she/her&quot;, and if they&#39;re not, then I can see why you&#39;d wanna include pronouns. But I think it should be like this:</p>\n\n<p>Obvious male name belonging to a he/him = no need for pronouns</p>\n\n<p>Obvious female name belonging to a she/her = no need for pronouns</p>\n\n<p>Ambiguous or uncommon name = include pronouns</p>\n\n<p>Obvious gendered name belonging to someone who does not match the obvious gender = include pronouns</p>\n\n<p>Working in a foreign country where they probably have never seen your name = include pronouns</p>\n\n<p>I feel bad saying this cuz I&#39;ve added a &quot;he/him&quot; to my email sig and I use it a lot in my working life (zoom calls and stuff) but I feel like my name is a fairly common male name that no one could reasonably get my pronouns wrong. </p>\n\n<p>I&#39;m not opposed to doing this. I voluntarily added my pronouns to my work stuff, in spite of slight jabs from coworkers who tease me for it (they&#39;re all old school backwards types who believe in binary gender). So I support doing it. I&#39;m just wondering why I do it.</p>\n\n<p>For the record, I am not a backwards, old school gender binary type. I understand that gender is not the same as biological sex, and I&#39;ve had a relationship with a trans woman, and I support people being who they are and I&#39;ve even marched alongside LGBT folks at rallies before. </p>\n\n<p>I just think the pronoun thing is sorta silly.</p>\n\n<p>Also, someone is gonna have to tell me how to type a Delta on my phone in case I need to award one (I suspect I will).</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/q7jlfz/cmv_adding_pronouns_to_emails_sigs_and_zoom_call/",
  "subreddit": "changemyview",
  "id": "q7jlfz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Okay, let's say you get an email from someone named \"Steven\". What are Steven's\npronouns? I'm gonna guess they're probably \"he/him\". Now, it's possible that\nSteven is actually a ciswoman. After all, I have known women named Michael and\neven met several cis men named Maria. So it's not like it's…"
}