{
  "author": "SentFromMyAndroid",
  "original_created_utc": 1628781598,
  "title": "YSK: Restaurants with large menus that have something for everyone should be avoided if you want a nice meal.",
  "created_utc": 1628790282,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Places with larger menus just cannot carry every item needed without freezing almost everything and using premade food items. If you see a menu that has pasta options, steak options, chicken options, fish options, an oddly placed Mexican option, 10 unique salad options... you are most likely going to get a frozen meal microwaved. They simply cannot keep everything needed to make these dishes fresh. You get mushy eggplant parm, precooked chicken with a sauce just plopped on top and many other quickly slapped together dishes. </p>\n\n<p>If you are looking for a nice place to eat and want to a great meal, look for places that specialize in certain dishes. Menus with about 10 entree options show that they are trying to master a few great dishes and not just make it a place everyone can eat at. They are also more likely to use fresh ingredients, make it in house, make it at the time of order (excluding dishes that need to cook for hours) and not just microwave premade items.</p>\n\n<p>Before I&#39;m scolded about picky children/etc, if you have a picky group and just want a quick bite, by all means make it easy on yourself and ignore this. </p>\n\n<p>As with all YSK posts, ymmv. As with anything, some restaurants are just bad no matter what they do.</p>\n</div><!-- SC_ON -->",
  "score": 604,
  "permalink": "/r/YouShouldKnow/comments/p31zkk/ysk_restaurants_with_large_menus_that_have/",
  "subreddit": "YouShouldKnow",
  "id": "p31zkk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Places with larger menus just cannot carry every item needed without\nfreezing almost everything and using premade food items. If you see a menu that\nhas pasta options, steak options, chicken options, fish options, an oddly placed\nMexican option, 10 unique salad options... you are most…"
}