{
  "author": "SentFromMyAndroid",
  "original_created_utc": 1628781598,
  "title": "YSK: Restaurants with large menus that have something for everyone should be avoided if you want a nice meal.",
  "created_utc": 1628790282,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Places with larger menus just cannot carry every item needed without freezing almost everything and using premade food items. If you see a menu that has pasta options, steak options, chicken options, fish options, an oddly placed Mexican option, 10 unique salad options... you are most likely going to get a frozen meal microwaved. They simply cannot keep everything needed to make these dishes fresh. You get mushy eggplant parm, precooked chicken with a sauce just plopped on top and many other quickly slapped together dishes. </p>\n\n<p>If you are looking for a nice place to eat and want to a great meal, look for places that specialize in certain dishes. Menus with about 10 entree options show that they are trying to master a few great dishes and not just make it a place everyone can eat at. They are also more likely to use fresh ingredients, make it in house, make it at the time of order (excluding dishes that need to cook for hours) and not just microwave premade items.</p>\n\n<p>Before I&#39;m scolded about picky children/etc, if you have a picky group and just want a quick bite, by all means make it easy on yourself and ignore this. </p>\n\n<p>As with all YSK posts, ymmv. As with anything, some restaurants are just bad no matter what they do.</p>\n</div><!-- SC_ON -->",
  "score": 604,
  "permalink": "/r/YouShouldKnow/comments/p31zkk/ysk_restaurants_with_large_menus_that_have/",
  "subreddit": "YouShouldKnow",
  "id": "p31zkk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Places with larger menus just cannot carry every item needed without\nfreezing almost everything and using premade food items. If you see a menu that\nhas pasta options, steak options, chicken options, fish options, an oddly placed\nMexican option, 10 unique salad options... you are most…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、メニューの多い店では、必要なものをすべて運ぶことはできません。\nほとんどの商品を冷凍して、作り置きしておかないと、必要な商品を揃えられないからです。もし、メニューに\nパスタ、ステーキ、チキン、魚、変り種のメキシカン、10種類のサラダ...。\nメニューを見ると、パスタ、ステーキ、チキン、魚、奇妙なメキシコ料理、10種類のユニークなサラダ......。",
      "title": "YSK: 誰でも食べられるような大きなメニューのあるレストランは、美味しい食事をしたいのであれば避けるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK: 菜单较大的地方无法携带所有需要的物品，而不至于将所有物品都冻结。\n冻结几乎所有的东西和使用预制食品。如果你看到一份菜单上\n有意大利面，牛排，鸡肉，鱼，一个奇怪的墨西哥选项，10个独特的沙拉。\n墨西哥选项，10种独特的沙拉选项......你是最...",
      "title": "YSK：如果你想吃一顿好的，就应该避免那些菜单很大、每个人都有的餐厅。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK: 菜單較大的地方無法攜帶所有需要的物品，而不至於將所有物品都凍結。\n凍結幾乎所有的東西和使用預製食品。如果你看到一份菜單上\n有意大利麪，牛排，雞肉，魚，一個奇怪的墨西哥選項，10個獨特的沙拉。\n墨西哥選項，10種獨特的沙拉選項......你是最...",
      "title": "YSK：如果你想喫一頓好的，就應該避免那些菜單很大、每個人都有的餐廳。"
    }
  ]
}