{
  "author": "QEDthis",
  "the_new_excerpt": "Why YSK: Self-reflection is considered one of the keys to self-development,\nmental well-being and improvement in therapy. However, research shows\n[http://selfcontrol.psych.lsa.umich.edu/wp-content/uploads/2016/12/1-s2.0-S0065260116300338-main-2.pdf]\nthat if you do it the wrong way, it can actually…",
  "original_created_utc": 1621695284,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：自分自身を振り返ることは、自己啓発の鍵の一つと考えられています。\n自分自身を振り返ることは、自己啓発、心の健康、治療の向上の鍵と考えられています。しかし、研究によると\n[http://selfcontrol.psych.lsa.umich.edu/wp-content/uploads/2016/12/1-s2.0-S0065260116300338-main-2.pdf]\n誤った方法で行うと、実際には...",
      "title": "YSK 自分を振り返ることは、やり方に気をつけないと、かえって精神状態を悪化させることがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：自我反省被认为是自我发展的关键之一。\n心理健康和改善治疗的关键之一。然而，研究表明\n[http://selfcontrol.psych.lsa.umich.edu/wp-content/uploads/2016/12/1-s2.0-S0065260116300338-main-2.pdf]\n如果你用错误的方式，它实际上可以...",
      "title": "YSK 自我反省实际上会使你的心理健康状况恶化，如果你不注意如何做的话。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：自我反省被認爲是自我發展的關鍵之一。\n心理健康和改善治療的關鍵之一。然而，研究表明\n[http://selfcontrol.psych.lsa.umich.edu/wp-content/uploads/2016/12/1-s2.0-S0065260116300338-main-2.pdf]\n如果你用錯誤的方式，它實際上可以...",
      "title": "YSK 自我反省實際上會使你的心理健康狀況惡化，如果你不注意如何做的話。"
    }
  ],
  "title": "YSK Self-reflection can actually make your mental health worse if you aren't careful how you do it.",
  "created_utc": 1621730522,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK</strong>: Self-reflection is considered one of the keys to self-development, mental well-being and improvement in therapy. However, <a href=\"http://selfcontrol.psych.lsa.umich.edu/wp-content/uploads/2016/12/1-s2.0-S0065260116300338-main-2.pdf\">research shows</a> that if you do it the wrong way, it can actually make your problems worse. The wrong way, it turns out, is when you get too immersed in whatever is upsetting you by reflecting on it. To make self-reflection actually work, you need to learn to self-distance while doing it - i.e. take a mental step back from the problem. For example, you can imagine that you are looking at the situation from afar, or through someone else’s eyes; or you can write about it by referring to yourself in the third person (‘he’, ‘she’, ‘they’).</p>\n\n<p>The studies show that this can reduce your negative emotions, and help you achieve closure and greater clarity. There’s also a free iOS app (not sure if it’s on Android, too) based on this research that uses roleplaying and guided journaling to make this type of self-reflection easier to do on the go and turn into a habit:</p>\n\n<p><a href=\"https://apps.apple.com/gb/app/betwixt-the-story-of-you/id1540472983\">https://apps.apple.com/gb/app/betwixt-the-story-of-you/id1540472983</a></p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/nikcds/ysk_selfreflection_can_actually_make_your_mental/",
  "subreddit": "YouShouldKnow",
  "id": "nikcds",
  "is_self": true,
  "media": null,
  "is_video": false
}