{
  "author": "Snarkyandcosy",
  "original_created_utc": 1627595390,
  "title": "YSK: Most women cannot orgasm from penetration alone. It does not make you less of a man for letting her get off",
  "created_utc": 1627602183,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Being able to give your partner better sexual pleasures can be a great thing for the both of you.</p>\n\n<p>Fingering, mouth, sex toys,  and so on. See what works best for her. If anything, it makes you more of a man to think about what she needs and desires instead of only focusing on yourself. </p>\n\n<p><a href=\"https://www.nbcnews.com/better/lifestyle/orgasm-gap-why-it-exists-what-women-can-do-about-ncna983311\">https://www.nbcnews.com/better/lifestyle/orgasm-gap-why-it-exists-what-women-can-do-about-ncna983311</a></p>\n\n<p><a href=\"https://metro.co.uk/2017/09/02/how-many-times-do-women-need-to-explain-that-penetration-isnt-everything-before-everyone-gets-it-6896506/\">https://metro.co.uk/2017/09/02/how-many-times-do-women-need-to-explain-that-penetration-isnt-everything-before-everyone-gets-it-6896506/</a></p>\n\n<p>Many women are afraid of bruising men&#39;s ego&#39;s, them taking it violently, etc. So they take mediocre or even bad sex over telling them.</p>\n\n<p>The penis to a lot of women is secondary, while the foreplay tends to be the main event. Not saying that the penis isn&#39;t important, but it&#39;s just not as important as some men believe that it is.</p>\n\n<p>Edit: I did not mean &quot;letting her&quot; as a bad thing. I&#39;m a woman by the way. I just mean that &quot;some&quot; (not all men), think of having a woman having orgasms or doing extra stuff for her is extra work/a chore for &quot;some&quot; of them. Like, it&#39;s not something that they worry about as long as they get theirs.</p>\n</div><!-- SC_ON -->",
  "score": 208,
  "permalink": "/r/YouShouldKnow/comments/ou76ji/ysk_most_women_cannot_orgasm_from_penetration/",
  "subreddit": "YouShouldKnow",
  "id": "ou76ji",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Being able to give your partner better sexual pleasures can be a great\nthing for the both of you.\n\nFingering, mouth, sex toys, and so on. See what works best for her. If anything,\nit makes you more of a man to think about what she needs and desires instead of\nonly focusing on…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: パートナーに、より良い性的快楽を与えることができるようになることは、二人にとって素晴らしいことです。\n二人にとって素晴らしいことです。\n\n指入れ、口入れ、セックストイなどなど。彼女のために何がベストかを考えてみてください。どちらかといえば。\nむしろ、彼女が何を必要としているのか、何を求めているのかを考えたほうが、より男らしくなれますよ。\n考える方が男らしくなる",
      "title": "YSK: ほとんどの女性は、挿入だけではオーガズムに達しません。彼女を興奮させたからといって、あなたの男性としての価値が下がるわけではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：能够给你的伴侣带来更好的性快感是一件好事。\n对你们两个人来说都是一件好事。\n\n指法、嘴巴、性玩具等等。看看什么对她最有效。如果有的话。\n它使你更像一个男人，考虑她的需要和愿望，而不是只关注\n只专注于...",
      "title": "YSK：大多数女性不能仅从插入中获得高潮。这并不意味着你让她达到高潮就不是一个男人了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：能夠給你的伴侶帶來更好的性快感是一件好事。\n對你們兩個人來說都是一件好事。\n\n指法、嘴巴、性玩具等等。看看什麼對她最有效。如果有的話。\n它使你更像一個男人，考慮她的需要和願望，而不是隻關注\n只專注於...",
      "title": "YSK：大多數女性不能僅從插入中獲得高潮。這並不意味着你讓她達到高潮就不是一個男人了。"
    }
  ]
}