{
  "author": "LincolnWasALiberal",
  "original_created_utc": 1630616488,
  "title": "Why aren't more Americans visibly outraged that their government spent $2.2 trillion dollars for a fruitless war in Afghanistan, when all that money could have been invested in solving homelessness and ending poverty?",
  "created_utc": 1630633196,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m too afraid to ask this question out of fear of being called a traitor or ungrateful to our troops. Throughout these last two decades, so many people have been thrown out on the streets, many families struggled to keep their heads above water while on the brink of homelessness. Studies have found that more than 26,000 Americans die each year due to lack of healthcare cost. Young people with tons of potential drop out of college (or don&#39;t even attend) because of crushing student debt.</p>\n\n<p>They&#39;ve been told to accept their suffering. Conservatives and Neo-Libs kept insisting that Medicare for All, free public college, U.B.I, investing in affordable housing, and other actions to eliminate poverty were &quot;too expensive.&quot; Meanwhile, those same people were pushing for a $2 trillion dollar war 8000 miles away that would accomplish nothing. All that money that could have been spent to make life better for Americans was flushed away.</p>\n\n<p>Now, poverty is just as bad. The status quo isn&#39;t showing any signs of improvement for many Americans and homelessness seems to be getting worse. Why aren&#39;t more Americans demanding their tax dollars be spent on THEM for a change? Or are they in fact outraged, but the media (which mostly works for the pro-war establishment) is just not covering it?</p>\n</div><!-- SC_ON -->",
  "score": 158,
  "permalink": "/r/TooAfraidToAsk/comments/pgqp01/why_arent_more_americans_visibly_outraged_that/",
  "subreddit": "TooAfraidToAsk",
  "id": "pgqp01",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm too afraid to ask this question out of fear of being called a traitor or\nungrateful to our troops. Throughout these last two decades, so many people have\nbeen thrown out on the streets, many families struggled to keep their heads\nabove water while on the brink of homelessness. Studies have found…"
}