{
  "author": "Grey_Eye_22",
  "the_new_excerpt": "As a Libertarian in college, I know what it’s like to feel like my voice isn’t\nheard. To feel like my values and issues aren’t being taken seriously or heard\nat all. I know what it’s like to feel silenced or misunderstood by people who\ndisagree with me politically. I’ve felt the frustration of our…",
  "original_created_utc": 1618189154,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "大学時代にリバタリアンだった私は、自分の声が聞かれないと感じる気持ちがよくわかります。\n聞いてもらえないと感じる気持ちがわかります。自分の価値観や問題が真剣に受け止められていない、聞いてもらえていないと感じるのは\n感じます。政治的に意見の合わない人たちから沈黙させられたり、誤解されていると感じるのはどんなことか。\n沈黙したり、誤解されたりする気持ちはよくわかります。私は、私たちの生活の中でのフラストレーションを感じています。",
      "title": "CMV: 共和党と民主党が仲良くする方法を考えなければ、私たちの国は崩壊してしまいます。道徳的なリーダーシップと、合理的な議論の復活が必要です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为一个大学里的自由主义者，我知道那种感觉是什么，感觉我的声音没有被听到\n倾听。感觉我的价值观和问题没有被认真对待，也没有被倾听。\n一点也不 我知道这种感觉是什么感觉 沉默或误解的人谁的\n在政治上与我意见相左。我已经感受到了我们的挫败感... ...",
      "title": "CMV：共和党人和民主党人需要弄清楚如何相处，否则我们的国家就会崩溃。我们需要道德领导力和理性辩论的复苏。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一個大學裏的自由主義者，我知道那種感覺是什麼，感覺我的聲音沒有被聽到\n傾聽。感覺我的價值觀和問題沒有被認真對待，也沒有被傾聽。\n一點也不 我知道這種感覺是什麼感覺 沉默或誤解的人誰的\n在政治上與我意見相左。我已經感受到了我們的挫敗感... ...",
      "title": "CMV：共和黨人和民主黨人需要弄清楚如何相處，否則我們的國家就會崩潰。我們需要道德領導力和理性辯論的復甦。"
    }
  ],
  "title": "CMV: Republicans and Democrats need to figure out how to get along or our nation will fall apart. We need moral leadership and a resurgence of rational debate.",
  "created_utc": 1618210301,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a Libertarian in college, I know what it’s like to feel like my voice isn’t heard. To feel like my values and issues aren’t being taken seriously or heard at all. I know what it’s like to feel silenced or misunderstood by people who disagree with me politically. I’ve felt the frustration of our party (Libertarians) not being allowed on the debate stage, or being told our ideas don’t need to be considered because it doesn’t fit within the left-right paradigm. </p>\n\n<p>But I’ve never felt like I hated the “other side”. We’re all Americans. Our ship rises or sinks together. That doesn’t mean we don’t fight for our values. But it does mean we present reasoned and rational arguments, with a willingness to change our minds. </p>\n\n<p>My ideas that I hold are mine, and mine alone. When I go into the grave my ideas will go with me. That’s why I don’t get overly attached to them being the sole correct position of how the world should operate. I believe in my values. But I believe in the rights of others to have values that differ from mine. I also enjoy learning about other people’s opinions on issues. I think criticizing my own ideas sharpens my mind and makes me more knowledgeable about the issues. If someone has a differing opinion, they got their by seeing something I must not have seen. It doesn’t mean I’ll agree. But I assume they’re presenting a legitimate argument based on something they’ve experienced or felt. </p>\n\n<p>The Democrats and Republicans to me seem to be so obsessed with being correct. They never entertain the idea that they might be wrong. This seems like a dangerous trajectory to be taking. A trajectory that necessarily makes peace impossible. </p>\n\n<p>I’m not saying Libertarians aren’t guilty of these things, we are. But I think because we’re not in a position to actually grasp the wheel of power we can see with more objectivity what this desire to wield power has done to both parties. It’s gone from a genuine belief in debate and rational argumentation. To a hatred of those who disagree.</p>\n\n<p>It saddens me to see us in this state as a country, and as a union. Part of being a member of a bigger system is understanding the value of compromise. It can’t turn into a battle for the soul of the United States every election cycle. It’s not sustainable, and more importantly it’s not morally right that those who attain power feel the need to “get back” at those who currently don’t have power. </p>\n\n<p>We’ve been through dark times as a country and as a union. I have faith that the two sides will work it out. I just don’t want to see a situation where we become so morally bankrupt that we would wish failure on each other. </p>\n\n<p>As a Libertarian (who might run for office one day, once I get more experience and knowledge) I want my philosophy to be one of self reflection and admission of fault. We can’t strengthen ourselves if we become overly resentful of any criticism. </p>\n\n<p>In a larger sense I question the ends to these means I’ve seen by the Democrats and Republicans. Would ruling over the ashes of the world mean my side somehow “won”? Even if we defeated everyone who disagreed with us, we would be on a planet with a singular point of view. What would be the point in that? Who would we confide in for greater perspective? </p>\n\n<p>Idk of any of this makes sense. It’s just sad where we are now.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/mp3iya/cmv_republicans_and_democrats_need_to_figure_out/",
  "subreddit": "changemyview",
  "id": "mp3iya",
  "is_self": true,
  "media": null,
  "is_video": false
}