{
  "author": "Ajc2003",
  "the_new_excerpt": "Pretty much self explanatory.\n\nA reason i say this is an unpopular opinion, is because literally everyone does\nit. I'll be watching something then someone will do the exact thing, i hate it.\na big part of watching TV or Films is watching character development, the beauty\nof watching TV is watching…",
  "original_created_utc": 1610628900,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "几乎是不言自明的。\n\n我之所以说这是一个不受欢迎的意见，是因为从字面上看，每个人都这样做。\n它。我会看一些东西，然后有人会做一模一样的事情，我讨厌它。\n看电视或电影的一个重要部分是看人物的发展，美感\n看电视就是看...",
      "title": "[改变我的想法]：如果你和以前没有看过的人一起看一部电视剧或电影，对一个刚被介绍的人说 \"他将是一个大人物\"，就是这样的破坏者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "幾乎是不言自明的。\n\n我之所以說這是一個不受歡迎的意見，是因爲從字面上看，每個人都這樣做。\n它。我會看一些東西，然後有人會做一模一樣的事情，我討厭它。\n看電視或電影的一個重要部分是看人物的發展，美感\n看電視就是看...",
      "title": "[改變我的想法]：如果你和以前沒有看過的人一起看一部電視劇或電影，對一個剛被介紹的人說 \"他將是一個大人物\"，就是這樣的破壞者。"
    }
  ],
  "title": "CMV: If you're watching a TV series or film that you've seen before with someone who hasnt seen it before, saying \"he will be a big character\" about someone who has just been introduced is such a spoiler.",
  "created_utc": 1610690866,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Pretty much self explanatory.</p>\n\n<p>A reason i say this is an unpopular opinion, is because literally everyone does it. I&#39;ll be watching something then someone will do the exact thing, i hate it. a big part of watching TV or Films is watching character development, the beauty of watching TV is watching how characters unfold and how much they mean within the story. And knowing that someone will be a big character is something i wish i didnt know. i know its so easy to do but i just dont see why people HAVE to say it.</p>\n\n<p>The way i see it, If you&#39;re watching a TV series or film that you&#39;ve seen before with someone who hasnt seen it before, you&#39;ve gotta act like its your first time watching it too. i cant stand it when people say things like &quot;Are you up to the bit where....&quot;, No im not, but cheers because now i know that is going to happen. Or &quot;You&#39;re gonna hate him soon&quot;, great now i know he&#39;s gonna do something big so cheers for that. Or &quot;you&#39;ll love whats about to happen&quot; great so now im expecting something.</p>\n\n<p>The whole reason we dont like spoilers is because we dont want to expect is gonna happen. So even little things do make it a bit worse</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/kx53dq/cmv_if_youre_watching_a_tv_series_or_film_that/",
  "subreddit": "changemyview",
  "id": "kx53dq",
  "is_self": true,
  "media": null,
  "is_video": false
}