{
  "author": "CryptoInvestor87",
  "original_created_utc": 1628264704,
  "title": "Fuck the Infrastructure Bill: The United States is NOT a Democracy and Hasn't Been for a While",
  "created_utc": 1628271422,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Yes, I&#39;m heated over the infrastructure bill for more than one reason. Not only because of the anti-crypto legislation they sneakily slipped into it because they know it wouldn&#39;t pass on its own, but because the bill itself is nothing compared to what really needs to happen with infrastructure in America. Make no mistake, the entire bill is shit. It&#39;s a watered-down version of a much larger bill that was way more expansive and did more for Americans. The U.S. Senate, for all intents and purposes, is anti-democratic and representative democracy has been dead in the U.S. for a long time. This is part of a larger agenda nationwide to gut voting rights to make it harder to remove these sellouts and cartel henchmen from power.</p>\n\n<p>The U.S. is a failed experiment and that becomes more and more clear every year. It doesn&#39;t matter who is in power, because they don&#39;t allow truth-tellers to get into power. They will lie incessantly about politicians who actually want to do right by the people and dumb fucks in America who don&#39;t do their own research will believe it.</p>\n\n<p>So yes, they are scared shitless of crypto because THEY CAN&#39;T CONTROL IT. The whole idea of decentralism terrifies them and they&#39;re afraid that as their system collapses (which it will), people will abandon it in droves for decentralized democracy and autonomous societies. </p>\n\n<p>Rant over.</p>\n</div><!-- SC_ON -->",
  "score": 165,
  "permalink": "/r/Bitcoin/comments/oz99fv/fuck_the_infrastructure_bill_the_united_states_is/",
  "subreddit": "Bitcoin",
  "id": "oz99fv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Yes, I'm heated over the infrastructure bill for more than one reason. Not only\nbecause of the anti-crypto legislation they sneakily slipped into it because\nthey know it wouldn't pass on its own, but because the bill itself is nothing\ncompared to what really needs to happen with infrastructure in…"
}