{
  "author": "dingledangleboys",
  "the_new_excerpt": "I'm fairly certain it falls in the YA category, but then again a lot of powerful\nbooks do. This one hits close to home in a way pretty much any other book I've\nread have never done so before. I was living in St. Louis, my birthplace &\nforever home, when Michael Brown was murdered/shot & killed by…",
  "original_created_utc": 1615012809,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我相当确定它属于YY类，但话说回来，很多强大的\n的书。这本书的内容很贴近生活，是我读过的其他书所没有的。\n读过的人从来没有这样做过。我当时住在圣路易斯，我的出生地&。\n永远的家，当迈克尔-布朗被谋杀/枪杀时... ...",
      "title": "恨你的人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我相當確定它屬於YY類，但話說回來，很多強大的\n的書。這本書的內容很貼近生活，是我讀過的其他書所沒有的。\n讀過的人從來沒有這樣做過。我當時住在聖路易斯，我的出生地&。\n永遠的家，當邁克爾-布朗被謀殺/槍殺時... ...",
      "title": "恨你的人"
    }
  ],
  "title": "The Hate U Give",
  "created_utc": 1615044301,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m fairly certain it falls in the YA category, but then again a lot of powerful books do. This one hits close to home in a way pretty much any other book I&#39;ve read have never done so before. I was living in St. Louis, my birthplace &amp; forever home, when  Michael Brown was murdered/shot &amp; killed by Darren Wilson. I was working downtown when the jury came out, when the protests &amp; then riots happened. The tension &amp; fear was all too real &amp; very close to home for me. It was in a word &quot;stressful&quot;. My hometown that I love &amp; would die by was thrown into national news with everyone speculating on what happened. I really thought I knew what was going on, but I was able to keep my personal self distant, thinking only about what route I would take to work, how business would be affected &amp; how I would get home. Obviously being upset &amp; outraged by the verdict, but somewhat removed. </p>\n\n<p>I feel silly, embarrassed, guilty.</p>\n\n<p>The Hate U Give is so well written in the voice of a teenage girl trying to get by, unnoticed, unsolicited, &amp; completely normal. It felt like a diary of all my insecurities as a teenage girl. But it did something different by giving me the perspective of the girl next to me in my classes at my mostly white private school. All the uncomfortable things I dealt with plus the added burden of being a minority &amp; having to present a certain way to not draw attention. The tension, the stress, the fear of worlds colliding or having one of your worlds explode in a way you can&#39;t control. Things I really have never had to deal with. It like I was by Starr&#39;s side, I felt her as a 16 year old girl &amp; all of her frustration with her parents, her brothers &amp; her friends. The perspective of being a young black girl in  America. It took hold of my attention in a way that few books I&#39;ve read in recent years have. It makes me feel just that much more aware of the current state that my country is in. &amp; I truly appreciate it for that &amp; am so glad I finally read it.  </p>\n\n<p>TL;DR: The Hate U Give is an eyeopening, well written story of many young, vulnerable black girls &amp; women in America. It&#39;s heartfelt, heart wrenching, but an easily relatable read if you want to get a glimpse into a life you don&#39;t live. A solid 12/10 read.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/lyvxjy/the_hate_u_give/",
  "subreddit": "books",
  "id": "lyvxjy",
  "is_self": true,
  "media": null,
  "is_video": false
}