{
  "author": "PartyySnacks",
  "original_created_utc": 1628536518,
  "title": "CMV: The \"be the bigger person mentality\" is stupid, overused, and insulting to victims of abuse.",
  "created_utc": 1628614301,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I can&#39;t tell y&#39;all the amount of posts I read on Reddit where someone is asking if they were in the wrong for being cruel towards their abusers (especially victims of child abuse) and being told they were, and to &quot;be the bigger person&quot;. </p>\n\n<p>Not only is that mentality a roundabout way of saying, &quot;you can do whatever you want to me and I won&#39;t do anything about it&quot;, but it&#39;s HIGHLY insulting to people that have been abused especially. If someone&#39;s ADULT parents beat them up as a child, and you&#39;re telling that person that they &quot;need to be the bigger person&quot; and essentially bottle up their anger and let those people get away with it, you&#39;re just adding to people&#39;s despair. </p>\n\n<p>I agree that in a lot of situations, that&#39;s a warranted mentality. But there&#39;s a lot more where blowing up and getting your anger out on someone who /literally/ deserves it is warranted. </p>\n\n<p>Example: Both of my parents were extremely abusive and I ended up in Foster Care, when they tried to contact me years later, I said some things that most humans probably SHOULDN&#39;T say to another person, intentionally made them cry, and then blocked both of them. I don&#39;t, and will never think I was the asshole for what I said, I had spent literally YEARS &quot;being the bigger person&quot; and trying to calmly explain to them what they had done and constantly being ignored and belittled and ridiculed. The only thing that finally set me on the path to closure and healing was when I finally got the chance to &quot;get back at them&quot;, and get my anger out.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/p18atk/cmv_the_be_the_bigger_person_mentality_is_stupid/",
  "subreddit": "changemyview",
  "id": "p18atk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I can't tell y'all the amount of posts I read on Reddit where someone is asking\nif they were in the wrong for being cruel towards their abusers (especially\nvictims of child abuse) and being told they were, and to \"be the bigger person\".\n\nNot only is that mentality a roundabout way of saying, \"you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私がRedditで読んだ記事の中で、誰かが「間違ったフォージングをしていないか？\n虐待を受けた人（特に児童虐待の被害者）に対して残酷なことをしたのは悪いことだったのかと\n虐待者（特に児童虐待の被害者）に対して残酷なことをした自分が悪いのではないかと問いかけ、悪いと言われ、「もっと大きな人間になれ」と言われたという投稿をRedditで読んだことがあります。\n\nこのような考え方は、遠回しに「あなたは...」と言っているだけではありません。",
      "title": "CMV: \"be the big person mentality \"は、愚かで使い古されており、虐待の被害者を侮辱しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我无法告诉你们我在Reddit上读到的大量帖子，其中有人在问\n如果他们对虐待他们的人（特别是儿童的受害者）的残忍行为是错误的。\n虐待儿童的受害者），并被告知他们是错的，要 \"做个大人物\"。\n\n这种心态不仅是一种迂回的说法，\"你......",
      "title": "CMV：\"做大人物的心态 \"是愚蠢的，被过度使用，并且侮辱了虐待的受害者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我無法告訴你們我在Reddit上讀到的大量帖子，其中有人在問\n如果他們對虐待他們的人（特別是兒童的受害者）的殘忍行爲是錯誤的。\n虐待兒童的受害者），並被告知他們是錯的，要 \"做個大人物\"。\n\n這種心態不僅是一種迂迴的說法，\"你......",
      "title": "CMV：\"做大人物的心態 \"是愚蠢的，被過度使用，並且侮辱了虐待的受害者。"
    }
  ]
}