{
  "author": "i_never_ever_learn",
  "original_created_utc": 1639530743,
  "title": "YSK \"minimum wage\" is the lowest wage allowed by law . \"Starting wage\" is the actual wage offered by an employer to a new employee.",
  "created_utc": 1639579102,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;WHY YSK: I see a lot of employers now calling the entry wage offered their &amp;quot;minimum wage&amp;quot;. While I suppose they are allowed to use those words, it would be a shame if it caused misunderstanding when they announce they &amp;#39;raised their minimum wage&amp;#39;. A raise in minimum wage is something currently being urged on government by many as a way to reduce poverty. A wage policy announced by a single employer is not enough.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 105,
  "permalink": "/r/YouShouldKnow/comments/rgmkhq/ysk_minimum_wage_is_the_lowest_wage_allowed_by/",
  "subreddit": "YouShouldKnow",
  "id": "rgmkhq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "WHY YSK: I see a lot of employers now calling the entry wage offered their\n\"minimum wage\". While I suppose they are allowed to use those words, it would be\na shame if it caused misunderstanding when they announce they 'raised their\nminimum wage'. A raise in minimum wage is something currently being…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSK: 今、多くの雇用主が提示される新入社員の賃金を「入社祝い金」と呼んでいるのを見ます。\n「最低賃金」です。その言葉を使うことは許されるのでしょうけれど、それはそれで\nを発表したときに、誤解を招くようでは困ります。\n最低賃金 最低賃金の引き上げは、現在行われている...",
      "title": "YSK「最低賃金」は、法律で認められた最低の賃金です。「開始賃金」は、雇用主が新しい従業員に提供する実際の賃金です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：我看到很多雇主现在把提供的入门工资称为他们的\n\"最低工资\"。虽然我认为他们可以使用这些词，但如果在他们的工作中造成误解，那就太可惜了。\n如果他们宣布 \"提高最低工资 \"时引起误解，那就太可惜了。\n最低工资\"。提高最低工资是目前正在...",
      "title": "YSK \"最低工资 \"是法律允许的最低工资。\"起始工资 \"是雇主提供给新雇员的实际工资。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：我看到很多僱主現在把提供的入門工資稱爲他們的\n\"最低工資\"。雖然我認爲他們可以使用這些詞，但如果在他們的工作中造成誤解，那就太可惜了。\n如果他們宣佈 \"提高最低工資 \"時引起誤解，那就太可惜了。\n最低工資\"。提高最低工資是目前正在...",
      "title": "YSK \"最低工資 \"是法律允許的最低工資。\"起始工資 \"是僱主提供給新僱員的實際工資。"
    }
  ]
}