{
  "author": "randomdudeonthe",
  "the_new_excerpt": "I just finished reading this amazing book and it was genuinely one of my\ngreatest reads. Walter Isaacson, the master biographer, brilliantly shows us the\nlife of a genius, whose interests ranged from planetary motion to as eccentric\nas \"analysis of a woodpecker's tongue\". You read that right. One…",
  "original_created_utc": 1619746156,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこの素晴らしい本を読み終えたところですが、純粋に私の最高の読書の一つでした。\n最高の読み物です。伝記作家の巨匠であるウォルター・アイザックソンが、惑星探査などに興味を持っていた天才の人生を見事に描き出しています。\n惑星運動から「キツツキの舌の分析」のような風変わりなものまで興味を持っていた天才の人生を見事に描き出しています。\nキツツキの舌の分析」のような奇抜なものまで。その通りです。一...",
      "title": "ウォルター・アイザックソンによるレオナルド・ダ・ヴィンチの伝記について話してもらえませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完这本神奇的书，它确实是我最喜欢的书之一。\n最大的读物之一。沃尔特-艾萨克森（Walter Isaacson），这位大师级的传记作家，出色地向我们展示了一位天才的一生。\n一位天才的一生，他的兴趣范围从行星运动到古怪的\n如 \"啄木鸟的舌头分析\"。你没看错。一...",
      "title": "我们能不能谈谈沃尔特-艾萨克森的《达芬奇传》？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完這本神奇的書，它確實是我最喜歡的書之一。\n最大的讀物之一。沃爾特-艾薩克森（Walter Isaacson），這位大師級的傳記作家，出色地向我們展示了一位天才的一生。\n一位天才的一生，他的興趣範圍從行星運動到古怪的\n如 \"啄木鳥的舌頭分析\"。你沒看錯。一...",
      "title": "我們能不能談談沃爾特-艾薩克森的《達芬奇傳》？"
    }
  ],
  "title": "Can we please talk about Leonardo da vinci's biography by Walter Isaacson",
  "created_utc": 1619781938,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished reading this amazing book and it was genuinely one of my greatest reads. Walter Isaacson, the master biographer, brilliantly  shows us the life of a genius, whose interests ranged from planetary motion to as eccentric as &quot;analysis of a woodpecker&#39;s tongue&quot;. You read that right. One cannot help but marvel at the genius of Leonardo and appreciate the calibre of his mind! Had he published his works, he would have deservingly been credited with the discovery of friction, Bernoulli&#39;s laws, Newton&#39;s third law, functioning of the aortic valve and the scientific method. He was centuries ahead of his time and his fascinating notebooks are filled with beautiful drawings of anatomy, which have been explained in a simple manner by Walter Isaacson. Science aside, I don&#39;t think I need to mention his world famous paintings like Mona lisa, the last supper and my favourite, Saint John the Baptist. He was as much as an artist as a scientist and had a intense curiosity about everything in the world. </p>\n\n<p>Here are  some key ideas I learned from the book which I&#39;m surely going to implement in my own life:</p>\n\n<pre><code>1)  Be curious. Be relentlessly curious about everything. It can be as vague as  &quot;inspecting the tongue of a woodpecker&quot; and as serious as understanding the way light from the sun reaches the planets&quot;. Just have a relentless  and a random curiosity about everything life has to offer and be a seeker of knowledge.\n</code></pre>\n\n<p>2)  Seek knowledge not to make a profit or boast, but for its own sake. Seek knowledge to appreciate and enjoy life. &quot;Not all knowledge has to be useful. Sometimes it can for pure pleasure&quot;.</p>\n\n<pre><code>3)   Retain  a child-like sense of wonder. Don a mask of simplicity and like a child, look at the world as a canvas full of colours and scenes to be drawn upon.\n\n4)  Always wonder about why things are the way they are. We may appreciate the blue sky, but we never reflect on why the sky is blue. Leonardo did. And so did Einstein.\n\n5)  Observe! Observe everything and enjoy movement, silence and flow of nature around you.\n</code></pre>\n\n<p>6)  Go down rabbit holes that amaze you.</p>\n\n<p>7)  Be fearless about changing your opinions as you gather new insights and let go of your past knowledge if new facts disapprove it.</p>\n\n<pre><code>8)  Be a perfectionist. Don&#39;t settle for  &quot;good enough&quot;.  Delay projects if you feel they are not perfect. Leonardo carried Mona Lisa and Adoration of the Magi with him even during his final moments, always ready for a new stroke of the brush. Likewise, Steve jobs made sure the circuit boards of the first Macintosh looked beautiful, even though nobody was going to see them. &quot;Real artists care about the beauty of the parts unseen&quot;.\n\n9) Create not only for others and for profit, but for your personal joy.\n</code></pre>\n\n<p>10) Collaborate. One man can never surpass what 100 men can do together. Singular vision may be important, but execution is often best with a team.</p>\n\n<pre><code>11) Take notes about things that inspire you\n\n12) Be open to mysteries. Not everything needs sharp lines and well definitions. Had that been the case, the beautiful Sfumato so vivid in Mona Lisa would never exist ( The renowned &quot;seductive&quot; smile of Mona Lisa is accomplished through a Leonardo special technique called Sfumato)\n</code></pre>\n\n<p>That&#39;s it. I hope you guys found this valuable. Have a good day:))</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/n1jchh/can_we_please_talk_about_leonardo_da_vincis/",
  "subreddit": "books",
  "id": "n1jchh",
  "is_self": true,
  "media": null,
  "is_video": false
}