{
  "author": "micro435",
  "the_new_excerpt": "Part of my New Years resolution is to read more. I continually set this goal for\nmyself but never follow through as I find I get bored pretty easily and need to\nswitch my focus. Because of this, it’s been hard for me to get through a book\nentirely.\n\nOn January 1st, I picked up one of the books I got…",
  "original_created_utc": 1609911496,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我的新年决心之一就是要多读书。我不断为自己设定这个目标\n自己，但从来没有贯彻执行，因为我发现我很容易感到厌倦，需要。\n转移我的注意力。正因为如此，我很难看完一本书。\n完全是。\n\n1月1日，我拿起我得到的一本书... ...",
      "title": "像对待社交媒体一样对待书籍，重新找到了我对阅读的热爱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的新年決心之一就是要多讀書。我不斷爲自己設定這個目標\n自己，但從來沒有貫徹執行，因爲我發現我很容易感到厭倦，需要。\n轉移我的注意力。正因爲如此，我很難看完一本書。\n完全是。\n\n1月1日，我拿起我得到的一本書... ...",
      "title": "像對待社交媒體一樣對待書籍，重新找到了我對閱讀的熱愛。"
    }
  ],
  "title": "Found my love for reading again by treating books like I do social media.",
  "created_utc": 1611630772,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Part of my New Years resolution is to read more. I continually set this goal for myself but never follow through as I find I get bored pretty easily and need to switch my focus. Because of this, it’s been hard for me to get through a book entirely. </p>\n\n<p>On January 1st, I picked up one of the books I got for Christmas. As usual, I started to lose focus and put it down but the thought of reading was stuck in my head so I opened up GoodReads and the Books app on my phone to find some new ones that interested me. What ended up happening is I downloaded a couple e-books and started reading. When I got bored I switched to the other. Later on I picked up that first book. Since then I’ve found that by continuously switching between a few books, I am more engaged and interested in what I’m reading. I do the same with social media, constantly switching back and forth between a few apps all day. Now I’m doing it with books. </p>\n\n<p>I’ve already finished a couple, getting close on a few more, and best of all, my screen time shows around 3 hours of reading rather than 3 hours on social media. I’m excited to figure out this system that works for me and I’m looking forward to leveraging it more this year. </p>\n\n<p>I’ve decided on a rotation of fiction, non-fiction/educational, and self help. If anyone has any recommendations I’d love to hear them!</p>\n\n<p>TLDR: using my short attention span to read 3 books at the same time.</p>\n\n<p>Edit: This blew up way more than expected. Woke up with hundreds of comments. Thank you all for the awards and I’ll be going through and trying to read everything. Glad to finally feel like part of this community.</p>\n</div><!-- SC_ON -->",
  "score": 6548,
  "permalink": "/r/books/comments/krhet2/found_my_love_for_reading_again_by_treating_books/",
  "subreddit": "books",
  "id": "krhet2",
  "is_self": true,
  "media": null,
  "is_video": false
}