{
  "author": "EmbodimentOfDeath",
  "the_new_excerpt": "I've recently felt this way when i read \"The Bell Jar\" by Sylvia Plath. *SPOILER\nALERT\\*\n\nI related to it on a massive level. It was even worse when i finished it and a\nquote from it wrung my brain like a wet cloth.\n\n> “How did I know that someday — at college, in Europe, somewhere, anywhere –\n> the…",
  "original_created_utc": 1619810665,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近では、シルビア・プラスの「ベル・ジャー」を読んだときに、こんなことを感じました。*SPOILER\n笑\n\nものすごく共感しました。読み終わったときには、さらにひどい状態になっていました。\n濡れた布のように頭を絞った。\n\n> 大学で、ヨーロッパで、どこかで、どこかで、いつの日か......」。\n> その...",
      "title": "読んだ本の影響が大きすぎて、1週間、あるいは1ヶ月間、他の本を読み続けることができないと思うことがありますか？どの本を、なぜ？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近在读西尔维娅-普拉斯的《钟罩》时有这种感觉。*SPOILER\nALERT\\*\n\n我在很大程度上与它有关。当我读完它时，感觉更糟糕了，因为有一句话\n当我读完这本书，里面的一句话像一块湿布一样绞碎了我的大脑时，情况更糟。\n\n> 我怎么知道有一天--在大学里，在欧洲，在某个地方，在任何地方------。\n> ．",
      "title": "你读的书有时会对你产生很大的影响，以至于你认为你不能在一整个星期甚至一个月内继续阅读另一本书吗？哪本书，为什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近在讀西爾維婭-普拉斯的《鐘罩》時有這種感覺。*SPOILER\nALERT\\*\n\n我在很大程度上與它有關。當我讀完它時，感覺更糟糕了，因爲有一句話\n當我讀完這本書，裏面的一句話像一塊溼布一樣絞碎了我的大腦時，情況更糟。\n\n> 我怎麼知道有一天--在大學裏，在歐洲，在某個地方，在任何地方------。\n> ．",
      "title": "你讀的書有時會對你產生很大的影響，以至於你認爲你不能在一整個星期甚至一個月內繼續閱讀另一本書嗎？哪本書，爲什麼？"
    }
  ],
  "title": "Do the books you read sometimes have such a large affect on you that you don't think you can go on reading another book for a whole week maybe even a month? Which book and why?",
  "created_utc": 1619836171,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve recently felt this way when i read &quot;The Bell Jar&quot; by Sylvia Plath. <strong>*SPOILER ALERT\\</strong>* </p>\n\n<p>I related to it on a massive level. It was even worse when i finished it and a quote from it wrung my brain like a wet cloth. </p>\n\n<blockquote>\n<p><em>“How did I know that someday — at college, in Europe, somewhere, anywhere – the bell jar, with its stifling distortions, wouldn&#39;t descend again?”</em> </p>\n</blockquote>\n\n<p>The ending was indefinite, we don&#39;t know what happened to Esther Greenwood after that, whether she lived a happy life or had the bell jar collapse on her head again. But what we do know is that Sylvia Plath wrote The Bell Jar around events that actually happened, featuring the personalities of the people she had known/knows in the real world. She changed up some names and added some fictional elements but other than that The Bell Jar is a work that contains Plaths real feelings, thoughts, and emotions. The only difference standing between Greenwood and Plath is that we all know the ending to Plaths story, and that is exactly what stung me the most. The indefinite ending wasn&#39;t so indefinite after all.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/books/comments/n21cu6/do_the_books_you_read_sometimes_have_such_a_large/",
  "subreddit": "books",
  "id": "n21cu6",
  "is_self": true,
  "media": null,
  "is_video": false
}