{
  "author": "Anticipator1234",
  "original_created_utc": 1631536677,
  "title": "CMV: COVID anti-vaxxers aren't worried about the shot, they're worried about surrendering to the libs.",
  "created_utc": 1631540182,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The ridiculous anti-vaccine hysteria on the right is NOT a result of <em>concern</em> over the shot. Their excuses from the Bill Gates microchip to George Soros funding or every other variation of this alleged massive conspiracy is simply to provide cover for their dislike/hatred of the left who are running things now. If Trump had won, they&#39;d be climbing over each other to get the shot because dear leader approves.</p>\n\n<p>There is NO, and has historically been no, coordinated, <strong>credible</strong> anti-vaccination movement in the United States. There are loud voices (<a href=\"https://www.mcgill.ca/oss/article/covid-19-health-pseudoscience/anti-vaccine-propaganda-robert-f-kennedy-jr\">RFK Jr.</a> for example) , but only the dimwitted fringe follows them. </p>\n\n<p>Every Republican governor opposing Biden&#39;s vaccination mandate ALREADY has multiple vaccine mandates in their states. So, it&#39;s not TYRANNY, it&#39;s that a Democrat told us to do something. </p>\n\n<p>There is profound, irrefutable, real-world evidence that the vaccines are safe and effective. Any claim to the contrary is partisan politics at it worst.</p>\n</div><!-- SC_ON -->",
  "score": 153,
  "permalink": "/r/changemyview/comments/pnejil/cmv_covid_antivaxxers_arent_worried_about_the/",
  "subreddit": "changemyview",
  "id": "pnejil",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The ridiculous anti-vaccine hysteria on the right is NOT a result of concern\nover the shot. Their excuses from the Bill Gates microchip to George Soros\nfunding or every other variation of this alleged massive conspiracy is simply to\nprovide cover for their dislike/hatred of the left who are running…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "右派の馬鹿げた反ワクチン・ヒステリーは、注射に対する懸念の結果ではありません。\n射に対する懸念の結果ではありません。ビル・ゲイツのマイクロチップやジョージ・ソロスの資金提供など、彼らの言い訳は\nビル・ゲイツのマイクロチップやジョージ・ソロスの資金提供など、大規模な陰謀とされるものを言い訳にしているのは\n彼らの言い訳は、ただ単に、左翼を動かしている人たちへの嫌悪感や憎悪を隠すためのものです。",
      "title": "CMV: COVIDアンチワクチン派は、注射の心配ではなく、リブに降伏することを心配している。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "右派荒谬的反疫苗歇斯底里的行为并不是因为担心\n对注射疫苗的担忧。他们的借口从比尔-盖茨的微芯片到乔治-索罗斯的\n资助或其他各种所谓的大规模阴谋的借口，只是为了\n为他们对正在运行的左派的厌恶/仇恨提供掩护...",
      "title": "CMV: COVID反疫苗者并不担心打针，他们担心的是向自由派投降。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "右派荒謬的反疫苗歇斯底里的行爲並不是因爲擔心\n對注射疫苗的擔憂。他們的藉口從比爾-蓋茨的微芯片到喬治-索羅斯的\n資助或其他各種所謂的大規模陰謀的藉口，只是爲了\n爲他們對正在運行的左派的厭惡/仇恨提供掩護...",
      "title": "CMV: COVID反疫苗者並不擔心打針，他們擔心的是向自由派投降。"
    }
  ]
}