{
  "author": "Anticipator1234",
  "original_created_utc": 1631536677,
  "title": "CMV: COVID anti-vaxxers aren't worried about the shot, they're worried about surrendering to the libs.",
  "created_utc": 1631540182,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The ridiculous anti-vaccine hysteria on the right is NOT a result of <em>concern</em> over the shot. Their excuses from the Bill Gates microchip to George Soros funding or every other variation of this alleged massive conspiracy is simply to provide cover for their dislike/hatred of the left who are running things now. If Trump had won, they&#39;d be climbing over each other to get the shot because dear leader approves.</p>\n\n<p>There is NO, and has historically been no, coordinated, <strong>credible</strong> anti-vaccination movement in the United States. There are loud voices (<a href=\"https://www.mcgill.ca/oss/article/covid-19-health-pseudoscience/anti-vaccine-propaganda-robert-f-kennedy-jr\">RFK Jr.</a> for example) , but only the dimwitted fringe follows them. </p>\n\n<p>Every Republican governor opposing Biden&#39;s vaccination mandate ALREADY has multiple vaccine mandates in their states. So, it&#39;s not TYRANNY, it&#39;s that a Democrat told us to do something. </p>\n\n<p>There is profound, irrefutable, real-world evidence that the vaccines are safe and effective. Any claim to the contrary is partisan politics at it worst.</p>\n</div><!-- SC_ON -->",
  "score": 153,
  "permalink": "/r/changemyview/comments/pnejil/cmv_covid_antivaxxers_arent_worried_about_the/",
  "subreddit": "changemyview",
  "id": "pnejil",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The ridiculous anti-vaccine hysteria on the right is NOT a result of concern\nover the shot. Their excuses from the Bill Gates microchip to George Soros\nfunding or every other variation of this alleged massive conspiracy is simply to\nprovide cover for their dislike/hatred of the left who are running…"
}