{
  "author": "Phoenyx634",
  "the_new_excerpt": "Tl;dr: Making excuses deflects blame and is self-defeating when included in an\napology.\n\nWhy YSK: I realised recently how often I and the people around me are making\n'non-apologies' which start with \"I'm sorry...\" and then digress into avoiding\nresponsibility for doing the wrong thing.\n\n\n\nOn the…",
  "original_created_utc": 1611234637,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "Tl;dr：找借口转移责任，如果包括在一个人的身上，那就是自取灭亡。\n歉意。\n\n为什么 YSK: 我最近意识到，我和我周围的人是多么频繁地在做着\n以 \"对不起...... \"开头的 \"不道歉\"，然后离题万里，避重就轻。\n做错事的责任。\n\n\n\n在...",
      "title": "YSK如何道歉而不求原谅"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Tl;dr：找藉口轉移責任，如果包括在一個人的身上，那就是自取滅亡。\n歉意。\n\n爲什麼 YSK: 我最近意識到，我和我周圍的人是多麼頻繁地在做着\n以 \"對不起...... \"開頭的 \"不道歉\"，然後離題萬里，避重就輕。\n做錯事的責任。\n\n\n\n在...",
      "title": "YSK如何道歉而不求原諒"
    }
  ],
  "title": "YSK how to apologise without seeking absolution",
  "created_utc": 1611284386,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Tl;dr: Making excuses deflects blame and is self-defeating when included in an apology.</p>\n\n<p><strong>Why YSK:</strong> I realised recently how often I and the people around me are making &#39;non-apologies&#39; which start with &quot;I&#39;m sorry...&quot; and then digress into avoiding responsibility for doing the wrong thing.</p>\n\n<p>&#x200B;</p>\n\n<p>On the whole, most people are quite forgiving when you sincerely apologise for wronging them in some way. (I&#39;m talking about the normal social missteps we all make, not the &quot;murdered your relative&quot; type wrong). </p>\n\n<p>But people often end up making things worse when they apologise by phrasing it in a way that removes responsibility. They do this, I think, because if the other party accepts the excuse, then their mistake is completely absolved.</p>\n\n<p>For example:</p>\n\n<p><strong>(1)</strong> <strong><em>&quot;I&#39;m sorry I&#39;m late for the meeting, I got stuck in traffic.&quot;</em></strong></p>\n\n<p>You are not asking for forgiveness, you are asking for <em>absolution from wrong-doing.</em></p>\n\n<p>We&#39;ve all used (1) at some point, but I have been reflecting on how it is actually pretty terrible. Because it is immediately followed by an excuse, it actually implies a denial of guilt. And, since it&#39;s is the traffic at fault, in the same set of circumstances, you can be relied on to be late again! </p>\n\n<p>But consider:</p>\n\n<p><strong>(2)</strong> <strong><em>&quot;I am sorry for making you wait for me. I should have anticipated that the traffic would be bad this morning.&quot;</em></strong></p>\n\n<p>In (2), you are acknowledging the IMPACT of your actions. You are validating the annoyance your coworkers may be feeling. Then, you&#39;re explaining that YOU misjudged the traffic, not that the traffic caused your lateness. It&#39;s not an excuse, it&#39;s just more information to demonstrate that you understand where you went wrong.</p>\n\n<p>I think the key is to admit to committing a human error - you made a bad choice. Luckily, human error is universal and therefore forgivable. Most people just want to know that you understand the consequences of your actions and hear you take responsibility for it.</p>\n</div><!-- SC_ON -->",
  "score": 9946,
  "permalink": "/r/YouShouldKnow/comments/l1y5r4/ysk_how_to_apologise_without_seeking_absolution/",
  "subreddit": "YouShouldKnow",
  "id": "l1y5r4",
  "is_self": true,
  "media": null,
  "is_video": false
}