{
  "author": "Nuclear_rabbit",
  "the_new_excerpt": "Why YSK: mindfulness and/or meditation is often marketed as a type of mental\ncure-all, but for those who need mental help the most, it may be\nre-traumatizing. It takes professional counseling for the psyche to work through\nsuppressed thoughts or a history of abuse or neglect. When you…",
  "original_created_utc": 1617945497,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、マインドフルネスや瞑想は、精神的な万能薬のように言われています。\n万能薬のように言われていますが、精神的な助けを最も必要としている人にとっては、再トラウマになるかもしれません。\n再度トラウマになってしまうかもしれません。抑圧された思考や虐待の歴史を克服するためには、専門家によるカウンセリングが必要です。\n抑圧された思考や、虐待やネグレクトの歴史を解決するには、専門家によるカウンセリングが必要です。あなたが...",
      "title": "YSK マインドフルネス／瞑想は、トラウマを抑圧している場合、再びトラウマになる可能性があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：心态和/或冥想经常被当作一种心理的市场。\n万能药，但对于那些最需要心理帮助的人来说，它可能会是\n再创伤。需要专业的心理咨询，才能让心理度过。\n压抑的思想或虐待或忽视的历史。当你...",
      "title": "如果你有压抑的创伤，YSK心态/冥想会让你再次受到创伤。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：心態和/或冥想經常被當作一種心理的市場。\n萬能藥，但對於那些最需要心理幫助的人來說，它可能會是\n再創傷。需要專業的心理諮詢，才能讓心理度過。\n壓抑的思想或虐待或忽視的歷史。當你...",
      "title": "如果你有壓抑的創傷，YSK心態/冥想會讓你再次受到創傷。"
    }
  ],
  "title": "YSK mindfulness/meditation can re-traumatize you if you have suppressed trauma",
  "created_utc": 1617963307,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: mindfulness and/or meditation is often marketed as a type of mental cure-all, but for those who need mental help the most, it may be re-traumatizing. It takes professional counseling for the psyche to work through suppressed thoughts or a history of abuse or neglect. When you practice mindfulness correctly, that suppression disappears and the negative thoughts and emotions come flooding back.</p>\n\n<p>(<a href=\"https://www.schematherapyonline.com/darkside-meditation/\">source</a>)</p>\n\n<p>This is not anti-mindfulness scaremongering. Researchers and institutions that advocate for mindfulness/meditation are now probing into questions of its harmful side effects. Researchers such as <a href=\"https://www.theatlantic.com/health/archive/2014/06/the-dark-knight-of-the-souls/372766/\">Dr. Willoughby Britton</a> created &quot;The Dark Night Project,&quot; now renamed <a href=\"https://www.brown.edu/research/labs/britton/research/varieties-contemplative-experience\">Varieties of Contemplative Experience</a> for just this task.</p>\n\n<blockquote>\n<p>Like many other experienced teachers they spoke to, Goldstein and Kornfield recalled instances during past meditation retreats where students became psychologically incapacitated. Some were hospitalized. Says Britton, &quot;there was one person Jack told me about [who] never recovered.&quot;</p>\n</blockquote>\n\n<p>This phenomenon is rare, as Britton had documented about 40 cases at the time of the article. However, <em>if you know</em> you have past trauma or something suppressed in your psyche, it is advisable that you do not do mindfulness training or meditation unless you are being counseled by a professional who knows your trauma and knows this phenomenon.</p>\n</div><!-- SC_ON -->",
  "score": 143,
  "permalink": "/r/YouShouldKnow/comments/mna9ig/ysk_mindfulnessmeditation_can_retraumatize_you_if/",
  "subreddit": "YouShouldKnow",
  "id": "mna9ig",
  "is_self": true,
  "media": null,
  "is_video": false
}