{
  "author": "GelComb",
  "the_new_excerpt": "I did my math as follows: I googled the median income a US individual, and it is\napparently $31,133.\n\nThe work force in this country is about 150 million people. Now, lets say the\nbottom 50% all make $31,133 - I know this is not how medians work, but I don't\nhave all the data, and so by making this…",
  "original_created_utc": 1612751491,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我做了如下计算。我上网查了一下美国个人收入的中位数，结果是\n显然是31133美元。\n\n这个国家的劳动力大约有1.5亿人。现在，让我们说\n底层50%的人都赚了31133美元--我知道这不是中位数的工作方式，但我不知道。\n有所有的数据，所以通过使这个... ...",
      "title": "CMV：我们应该取消最底层50%劳动者的所得税，这几乎不会影响预算，但会极大地帮助这些人摆脱困境。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我做了如下計算。我上網查了一下美國個人收入的中位數，結果是\n顯然是31133美元。\n\n這個國家的勞動力大約有1.5億人。現在，讓我們說\n底層50%的人都賺了31133美元--我知道這不是中位數的工作方式，但我不知道。\n有所有的數據，所以通過使這個... ...",
      "title": "CMV：我們應該取消最底層50%勞動者的所得稅，這幾乎不會影響預算，但會極大地幫助這些人擺脫困境。"
    }
  ],
  "title": "CMV: We should abolish the income tax for the bottom 50% of workers and it would barely affect the budget, but it would greatly help those people out",
  "created_utc": 1612755792,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I did my math as follows: I googled the median income a US individual, and it is apparently $31,133.</p>\n\n<p>The work force in this country is about 150 million people. Now, lets say the bottom 50% all make $31,133 - I know this is <em>not</em> how medians work, but I don&#39;t have all the data, and so by making this assumption I am erring on the maximum side of caution, because we know in reality that by definition of median, most of them make <em>less</em> than this.</p>\n\n<p><a href=\"https://smartasset.com/taxes/income-taxes\">So according to this income tax calculator,</a> each of these 75 million workers will owe $4,432 in taxes each year. Multiply that out, and collectively, that means they are paying <strong>at most</strong> $330 billion to the government.</p>\n\n<p>$4,432 would really help most people out, and we know that based on the bipartisan popularity of the relatively smaller stimulus checks.</p>\n\n<p>Now consider that last year, the federal government spent $6.6 trillion. So the $330 billion contributed by the lower 50% of earners only made up 5% of the spending.</p>\n\n<p>If we scaled back our spending by a mere 5%, then we could abolish all income taxes on the poorest 50% of Americans with no change to the deficit, netting them each up to $4,432 a year in money they get to keep.</p>\n\n<p>I don&#39;t know about you, but this seems like an amazing idea to me. But my mind is open to change, and there are two big ways. One would be to show me that I messed up my math: and I have messed up my math many times on this subreddit. Another would be to convince me that the bottom 50% of Americans are better off without the $4,432, because that 5% of government spending is more valuable to them.</p>\n</div><!-- SC_ON -->",
  "score": 194,
  "permalink": "/r/changemyview/comments/lf1ycx/cmv_we_should_abolish_the_income_tax_for_the/",
  "subreddit": "changemyview",
  "id": "lf1ycx",
  "is_self": true,
  "media": null,
  "is_video": false
}