{
  "author": "crucifixioncruise",
  "original_created_utc": 1631580097,
  "title": "Reading Ulysses for a class and feeling discouraged and incompetent",
  "created_utc": 1631590178,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a college student reading Ulysses for the first time for a college class. I have always loved literature, even -- especially -- &quot;difficult&quot; literature but this book, and this class, has me really doubting my ability as a reader and student. I guess that&#39;s good for me. I&#39;ve just never felt this lost or helpless in a literature class, not with Milton, or Blake, or Woolf, or TS Eliot.</p>\n\n<p>I spent many many hours preparing for class this week, reading and annotating the assigned chapters along with the footnotes and outside sources, then re-reading the text. I&#39;m enjoying myself, too, and I find extra research enhances my experience of reading. I went into the seminar today a bit overwhelmed and confused about some things but mostly excited and ready to learn and discuss, but I left feeling totally discouraged and incompetent, humiliated even. I felt as if I hadn&#39;t read anything at all. Despite doing everything I could to prepare, could not answer the questions he posed with anything intelligible. It was as if I had been reading a different text. I&#39;m not really seeing the whole picture, or even beginning to see it. In the past, I was almost always able to at least ask the right questions or have some inkling as to the bigger picture. I always felt like I was having little epiphanies as the professor spoke. But somethings off now. I can&#39;t grasp at anything.</p>\n\n<p>Maybe this is good for me. Some humility. But if even after all that preparation, I am still this lost and incompetent, what does that say about me as a reader/student?</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/books/comments/pns7uj/reading_ulysses_for_a_class_and_feeling/",
  "subreddit": "books",
  "id": "pns7uj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm a college student reading Ulysses for the first time for a college class. I\nhave always loved literature, even -- especially -- \"difficult\" literature but\nthis book, and this class, has me really doubting my ability as a reader and\nstudent. I guess that's good for me. I've just never felt this…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は大学の授業で初めてユリシーズを読んだ大学生です。I\n私はいつも文学が好きで、それがたとえ「難しい」文学であっても、です。\nこの本、そしてこの授業で、読書家として、学生としての自分の能力に疑問を感じています。\n学生としての能力を疑うようになりました。それは私にとっては良いことだと思います。ただ、こんな気持ちになったことはありませんでした...。",
      "title": "授業で『ユリシーズ』を読み、落胆と無力感を味わう"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一名大学生，第一次为大学课程阅读《尤利西斯》。I\n我一直喜欢文学，甚至是--特别是--\"困难 \"的文学，但这本书和这门课让我非常怀疑。\n但这本书，以及这门课，让我真的怀疑自己作为一个读者和学生的能力。\n学生的能力。我想这对我来说是好事。我只是从来没有觉得这...",
      "title": "在课堂上阅读《尤利西斯》，感到灰心和无能"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一名大學生，第一次爲大學課程閱讀《尤利西斯》。I\n我一直喜歡文學，甚至是--特別是--\"困難 \"的文學，但這本書和這門課讓我非常懷疑。\n但這本書，以及這門課，讓我真的懷疑自己作爲一個讀者和學生的能力。\n學生的能力。我想這對我來說是好事。我只是從來沒有覺得這...",
      "title": "在課堂上閱讀《尤利西斯》，感到灰心和無能"
    }
  ]
}