{
  "author": "theinspector5",
  "the_new_excerpt": "When it comes to child support, a common issue seems to be that a minority of\nfathers don't pay it on time. This can have very bad consequences for the mother\nand child, especially when you account for the fact the mother may have to go\ninto debt to cover the expenses of the child and end up paying…",
  "original_created_utc": 1614630274,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在孩子的抚养问题上，一个共同的问题似乎是，少数人\n父亲不按时支付。这对母亲来说，可能会产生非常不好的后果\n特别是当你考虑到母亲可能不得不去医院的事实时。\n负债以支付孩子的费用，并最终支付... ...",
      "title": "CMV：如果男方不按时支付前妻的抚养费，儿童服务机构应立即将钱寄给她，并向他收取费用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在孩子的撫養問題上，一個共同的問題似乎是，少數人\n父親不按時支付。這對母親來說，可能會產生非常不好的後果\n特別是當你考慮到母親可能不得不去醫院的事實時。\n負債以支付孩子的費用，並最終支付... ...",
      "title": "CMV：如果男方不按時支付前妻的撫養費，兒童服務機構應立即將錢寄給她，並向他收取費用。"
    }
  ],
  "title": "CMV: if a man doesn't pay his ex child support on time, child services should send her the money immediately and bill him",
  "created_utc": 1614641710,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When it comes to child support, a common issue seems to be that a minority of fathers don&#39;t pay it on time. This can have very bad consequences for the mother and child, especially when you account for the fact the mother may have to go into debt to cover the expenses of the child and end up paying more in the long-run through interest, which in turn makes it harder for her to raise the child.</p>\n\n<p>To me this seems like a fatal flaw in the system with a simple fix nobody seems to have brought up.</p>\n\n<p>Instead of making her take time away from the child having to pursue him in court to eventually get him to pay it, it should be the state&#39;s responsibility. Child services should be given a fund that it can use to provide the mother with the full amount immediately. After this it should then be child services&#39; responsibility to send him the bill and pursue him in court if he doesn&#39;t pay.</p>\n\n<p>Doing this would benefit the child since the mother will now be able to consistently cover the living costs associated with him/her, while at the same time making sure he still fulfills his financial responsibilities as a father.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/lvjj73/cmv_if_a_man_doesnt_pay_his_ex_child_support_on/",
  "subreddit": "changemyview",
  "id": "lvjj73",
  "is_self": true,
  "media": null,
  "is_video": false
}