{
  "author": "beetlecakes",
  "original_created_utc": 1638762200,
  "title": "Why aren’t religious people the MOST passionate about science?",
  "created_utc": 1638771497,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I have always been confused about this, but it’s a sensitive topic to broach. Like, if you believe that god made everything in the universe, that it is all creation, all made with intent; wouldn’t you be the most excited to observe it up close? To see it in all its intricate detail and gain a better understanding of what you claim to believe are god’s works? Science is just a process that determines what is happening in the very real universe around and in us. If something new is discovered by biologists or astronomers shouldn’t Christians be out in the streets praising the works of their god? It should be a celebration, right? Why avoid looking closely unless you are the one who actually lacks faith?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 109,
  "permalink": "/r/TooAfraidToAsk/comments/r9xokb/why_arent_religious_people_the_most_passionate/",
  "subreddit": "TooAfraidToAsk",
  "id": "r9xokb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have always been confused about this, but it’s a sensitive topic to broach.\nLike, if you believe that god made everything in the universe, that it is all\ncreation, all made with intent; wouldn’t you be the most excited to observe it\nup close? To see it in all its intricate detail and gain a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>私もずっと迷っていたのですが、これはデリケートな話題ですからね。\n話題にするには微妙なテーマですね。例えば、もしあなたが神が宇宙のすべてを作ったと信じているなら\n意図して作られたものであると信じているのであれば、それを間近で観察するのは最も楽しいことではないでしょうか。\nそれを間近で観察することに最も興奮しませんか？そのすべてを見ることは...",
      "title": "なぜ宗教家は科学に最も熱心ではないのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我一直对这个问题感到困惑，但是\n这是个敏感的话题。比如，如果你相信上帝创造了宇宙中的一切\n宇宙中的一切，这都是创造，都是有意为之的；难道你不会\n近距离观察它不是最兴奋的吗？为了看到它的所有...",
      "title": "为什么宗教人士不是最热衷于科学的呢？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我一直對這個問題感到困惑，但是\n這是個敏感的話題。比如，如果你相信上帝創造了宇宙中的一切\n宇宙中的一切，這都是創造，都是有意爲之的；難道你不會\n近距離觀察它不是最興奮的嗎？爲了看到它的所有...",
      "title": "爲什麼宗教人士不是最熱衷於科學的呢？"
    }
  ]
}