{
  "author": "liveinafairytale",
  "the_new_excerpt": "I've always loved to read but I've never had anyone to speak about books. I'm\nthe only person I know who reads, it's quite disheartening not to be able to\nshare my joy with people who have the same interest and understands. I recently\nstarted a new book series and I was excited to share it with…",
  "original_created_utc": 1615662661,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我一直喜欢读书，但一直没有人跟我说书。我是\n我只认识一个读书人，不能读书很让人沮丧。\n与有相同兴趣和理解的人分享我的快乐。我最近\n开始了一个新的图书系列，我很高兴能与大家分享... ...",
      "title": "我希望能和大家说说我喜欢的书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直喜歡讀書，但一直沒有人跟我說書。我是\n我只認識一個讀書人，不能讀書很讓人沮喪。\n與有相同興趣和理解的人分享我的快樂。我最近\n開始了一個新的圖書系列，我很高興能與大家分享... ...",
      "title": "我希望能和大家說說我喜歡的書。"
    }
  ],
  "title": "I'd like to be able to speak to people about the books I like.",
  "created_utc": 1615724832,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve always loved to read but I&#39;ve never had anyone to speak about books. I&#39;m the only person I know who reads, it&#39;s quite disheartening not to be able to share my joy with people who have the same interest and understands. I recently started a new book series and I was excited to share it with someone, my best friend out right said she doesn&#39;t care about what I&#39;m reading and she doesn&#39;t want to know, my boyfriend said &#39;oh right&#39; and changed the subject and my other friends are just not interested in the slightest.\nIs there anyone else in a similar situation? I&#39;m currently reading the second book of the With me series by Jessica Cunsolo, it looks like I&#39;ll finish it before I go to bed tonight and I&#39;ll be starting The Deal by Elle Kennedy tomorrow.</p>\n\n<p>Edit for comments about book clubs and goodreads: due to covid no clubs are available right now, I will look into them online but I&#39;m quiet awkward when it comes to speaking to a group of people. I&#39;d like to get to know someone who is a part of the group first instead of jumping in completely, that way I might feel more comfortable.\nI joined goodreads the other week and all I&#39;ve really done is update my profile, I didn&#39;t know there were groups on there so thank you for letting me know.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/m4d0dv/id_like_to_be_able_to_speak_to_people_about_the/",
  "subreddit": "books",
  "id": "m4d0dv",
  "is_self": true,
  "media": null,
  "is_video": false
}