{
  "author": "DestructionDestroyer",
  "original_created_utc": 1637592568,
  "title": "CMV: If you walk around a U.S. city open carrying a rifle, you're an asshole.",
  "created_utc": 1637600635,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Under normal circumstances, the only reason to do this is to either prove a point (i.e., it&#39;s &#39;merica and we got our right to our gun) or to intimidate people.  If there is active unrest and you want to sit on the roof of your own store or something like that with a rifle (like many of the Korean shop owners did during L.A. riots) to protect your own property, I can at least understand that.  I don&#39;t think it&#39;s a good idea, but you&#39;re not an asshole for doing it.</p>\n\n<p>But just walking around the streets open carrying a rifle?  Yeah, there&#39;s no reason for that.</p>\n\n<p>This excludes military and police.  Not that it&#39;s okay for them to just walk around with a rifle whenever; but there are situations where they can probably do it and not be an asshole.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/qzn2tm/cmv_if_you_walk_around_a_us_city_open_carrying_a/",
  "subreddit": "changemyview",
  "id": "qzn2tm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Under normal circumstances, the only reason to do this is to either prove a\npoint (i.e., it's 'merica and we got our right to our gun) or to intimidate\npeople. If there is active unrest and you want to sit on the roof of your own\nstore or something like that with a rifle (like many of the Korean…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "通常の状況では、このようなことをする理由は、次のような場合に限られます。\n主張するため（ここはアメリカだから銃を持つ権利がある）か、人を威嚇するためのものです。\n人々を威嚇するためです。騒動が起きたときに、自分の店の屋上にライフルを持って座りたいとか\nライフルを持って自分の店の屋上などに座りたい場合（韓国の多くの...",
      "title": "CMV: アメリカの都市でライフルを持ってオープンで歩いていたら、あなたはアホです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在正常情况下，这样做的唯一原因是为了证明一个\n观点（即，这是美国，我们有权利使用我们的枪）或恐吓\n人。如果有积极的骚乱，你想坐在你自己的屋顶上\n你想拿着步枪坐在自己的商店或类似的地方（就像许多韩国人一样... ...",
      "title": "CMV：如果你公开携带步枪在美国城市走动，你就是个混蛋。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在正常情況下，這樣做的唯一原因是爲了證明一個\n觀點（即，這是美國，我們有權利使用我們的槍）或恐嚇\n人。如果有積極的騷亂，你想坐在你自己的屋頂上\n你想拿着步槍坐在自己的商店或類似的地方（就像許多韓國人一樣... ...",
      "title": "CMV：如果你公開攜帶步槍在美國城市走動，你就是個混蛋。"
    }
  ]
}