{
  "author": "PolemiCol",
  "original_created_utc": 1633994339,
  "title": "CMV: the Catholic Church is the oldest running and largest paedophile ring in the world and needs to be stripped of its wealth and/or shut down.",
  "created_utc": 1634020933,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>France is the latest jurisdiction in which the Catholic Church has been outed for historic abuses of children. </p>\n\n<p>It’s apparent that paedophiles are attracted to opportunities where they can infiltrate and gain trust to groom and abuse. I admit that’s not restricted to the Catholic Church, nor solely to religious institutions but they do top the list. </p>\n\n<p>Any government entity in a similar situation would face intense scrutiny and would be overhauled. Any commercial entity found lacking the scruples would be run out of business. </p>\n\n<p>But religious institutions, and particularly the Catholic Church, are getting away with simply admitting shame and sorrow then getting on with business. </p>\n\n<p>Isn’t it time to shut down the paedophile network for good?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/q68itd/cmv_the_catholic_church_is_the_oldest_running_and/",
  "subreddit": "changemyview",
  "id": "q68itd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "France is the latest jurisdiction in which the Catholic Church has been outed\nfor historic abuses of children.\n\nIt’s apparent that paedophiles are attracted to opportunities where they can\ninfiltrate and gain trust to groom and abuse. I admit that’s not restricted to\nthe Catholic Church, nor solely…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "フランスはカトリック教会の最新の司法管轄区域です。\nフランスでは、カトリック教会が歴史的な児童虐待を行っていたことが明らかになりました。\n\n小児性愛者は、子供たちに手をかけ、虐待するために潜入し、信頼を得られる機会に惹かれることは明らかです。\n潜入して信頼を得て、手なずけたり虐待したりする機会に惹かれるのは明らかです。これはカトリック教会に限ったことではありません。\nカトリック教会に限ったことではありませんが...",
      "title": "CMV: カトリック教会は、世界で最も古くから続く最大の小児性愛者の組織であり、その財産を剥奪したり、閉鎖したりする必要があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "法国是天主教会被揭发的最新司法管辖区。\n对儿童的历史性虐待。\n\n显然，恋童癖者被吸引到他们可以\n渗入并获得信任的机会，从而进行诱导和虐待。我承认这并不局限于\n天主教会，也不仅仅是...",
      "title": "CMV：天主教会是世界上历史最悠久、规模最大的恋童癖团伙，需要剥夺其财富和/或关闭。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "法國是天主教會被揭發的最新司法管轄區。\n對兒童的歷史性虐待。\n\n顯然，戀童癖者被吸引到他們可以\n滲入並獲得信任的機會，從而進行誘導和虐待。我承認這並不侷限於\n天主教會，也不僅僅是...",
      "title": "CMV：天主教會是世界上歷史最悠久、規模最大的戀童癖團伙，需要剝奪其財富和/或關閉。"
    }
  ]
}