{
  "author": "timmy6169",
  "the_new_excerpt": "Why YSK:\n\nThis happened to me this morning (and is still occurring right now). I received\nan alert this morning from Chase advising me of a purchase for $2400 for two\nlaptops from Sams Club for pickup locally within 15 miles of my home.\nImmediately afterwards I started receiving hundreds of…",
  "original_created_utc": 1616595976,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n今天早上我就遇到了这种情况（现在还在发生）。我收到了\n今天早上大通银行通知我以2400美元的价格购买了两件商品\n在我家15英里范围内的Sams Club的笔记本电脑可以在当地取货。\n紧接着，我开始收到数百个... ...",
      "title": "YSK: 如果你突然开始不停地收到订阅注册到你的电子邮件，你可能是信用卡欺诈的受害者。电脑"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n今天早上我就遇到了這種情況（現在還在發生）。我收到了\n今天早上大通銀行通知我以2400美元的價格購買了兩件商品\n在我家15英里範圍內的Sams Club的筆記本電腦可以在當地取貨。\n緊接着，我開始收到數百個... ...",
      "title": "YSK: 如果你突然開始不停地收到訂閱註冊到你的電子郵件，你可能是信用卡欺詐的受害者。電腦"
    }
  ],
  "title": "YSK: If you all of a sudden start receiving non-stop subscription signups to your email, you may be a victim of credit card fraud. Computers",
  "created_utc": 1616682300,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  </p>\n\n<p>This happened to me this morning (and is still occurring right now). I received an alert this morning from Chase advising me of a purchase for $2400 for two laptops from Sams Club for pickup locally within 15 miles of my home. Immediately afterwards I started receiving hundreds of subscription emails to the account associated with it that have been flooding my email box for the last hour. Not all criminals are dumb, they are relying on people not understanding how it works.</p>\n\n<p>They start by making the purchase but as soon as it is confirmed, they begin to flood the email account with subscription sign ups in hopes that you either</p>\n\n<p>A) Click select all and delete, subsequently deleting the purchase email<br/>\nB) Manually go through and click unsubscribe from each<br/>\nC) Report spam on everything</p>\n\n<p>By the time I were to do any, they could send their runner to pick it up with the order number and be on their way, leaving me to have to fight the charge for items that were technically picked up.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/mc71jy/ysk_if_you_all_of_a_sudden_start_receiving/",
  "subreddit": "YouShouldKnow",
  "id": "mc71jy",
  "is_self": true,
  "media": null,
  "is_video": false
}