{
  "author": "AddictShazi",
  "the_new_excerpt": "For years now, I've told myself that I would branch out and find new things to\nread rather than just sticking with the Best Books list on GoodReads or Amazon's\nBest Sellers list. I'll admit that I rarely ever venture out of this scope.\nHowever, for 2021, I made it my goal to read things that are new…",
  "original_created_utc": 1613143755,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "多年来，我一直告诉自己，我将分支，并找到新的东西，以\n阅读，而不是仅仅拘泥于GoodReads上的最佳书籍列表或亚马逊的。\n畅销书排行榜。我承认，我很少冒险离开这个范围。\n然而，2021年，我把阅读新的东西作为我的目标... ...",
      "title": "查尔斯-艾伦给信息员的信"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "多年來，我一直告訴自己，我將分支，並找到新的東西，以\n閱讀，而不是僅僅拘泥於GoodReads上的最佳書籍列表或亞馬遜的。\n暢銷書排行榜。我承認，我很少冒險離開這個範圍。\n然而，2021年，我把閱讀新的東西作爲我的目標... ...",
      "title": "查爾斯-艾倫給信息員的信"
    }
  ],
  "title": "A Letter to the Message Man by Charles Allen",
  "created_utc": 1613152193,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For years now, I&#39;ve told myself that I would branch out and find new things to read rather than just sticking with the Best Books list on GoodReads or Amazon&#39;s Best Sellers list. I&#39;ll admit that I rarely ever venture out of this scope. However, for 2021, I made it my goal to read things that are new and not from big author names, and I think I&#39;ve finally found someone to keep my eye on. His name is Charles Allen. The book in particular that I read by him was called <em>A Letter to the Message Man.</em> For someone who hasn&#39;t been in school for nearly two decades, novels about a bunch of teenagers in their senior year of high school should probably not hit my age demographic (late-30s), but even so, I couldn&#39;t put this book down. I ended up finishing it in 3 days. <strong><em>Note</em></strong><strong><em>:</em></strong> <strong><em>Forgive me if I&#39;m all over the place in this post. I tend to not sing my praises on the internet due to varying tastes, but I&#39;ll give it a shot this once.</em></strong></p>\n\n<p>This novel is written from the points of view of 6 main characters who are all friends with one another. At first, I was worried that this was going to hurt the novel due to possible pacing issues and the author having to write from the eyes of so many people who are all rather unique, but rather quickly, I realized I was worried for nothing. The author does a really good job at (1) letting you find a favorite character that you actually care about and want to follow and (2) making you care for the other characters&#39; wellbeing and what they&#39;re thinking. Their decisions and way of speaking are also believable and easy to understand. My biggest pet peeve with novels that follow a group of teenagers is probably how their dialogue sometimes doesn’t match how real teenagers speak. Dialogue for me either makes or breaks the story, and for a person who has many younger siblings, it&#39;s easy to tell if the way these characters act are authentic and not forced. Luckily, this is where the novel really shines. There was never a moment where I thought the way a character spoke was just too unrealistic. </p>\n\n<p>Now, putting the characters aside and focusing on the novel as a whole, I found myself constantly getting emotionally invested, and sometimes even shedding a few tears, with the events that transpired. The letters between one of the main characters and his pen pal also just felt so real and genuine that I kept forgetting this was all fictional... But now that I&#39;m done reading it, I can&#39;t help but find myself itching for part two. </p>\n\n<p>To end this post, I&#39;ll say that this novel will most likely hit you in waves, especially if you are around my age or even older. I found myself reminiscing on my final year of high school and how stressful it was to find my footing. </p>\n\n<p>However, for those who have dealt with a significant loss in the family, I will leave this warning for you: There is a little bit of a dark tone to two of the chapters where one of the main characters covers his experiences with the death of his mother and brother in gut-wrenching detail that made me take a break from reading and take a moment to reflect on the people I’ve lost in my life. The way it was written was masterfully executed. I had goosebumps for nearly the whole chapter when I first read it.</p>\n\n<p>Sorry for the long post, but this time, I really couldn&#39;t help myself. If you do decide to read this novel or have already read it, please, please, please tell what you think afterwards.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/lidbgt/a_letter_to_the_message_man_by_charles_allen/",
  "subreddit": "books",
  "id": "lidbgt",
  "is_self": true,
  "media": null,
  "is_video": false
}