{
  "author": "Abditory_",
  "the_new_excerpt": "My Husband & I are complete opposites. I have always loved to read and am always\nin the middle of a book or 2. My Husband has literally, not read a single book\nsince he was 14, and even then he can’t recall what it was. He said he’s just\nnever been into it and never found any desire to read…",
  "original_created_utc": 1620621644,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の夫と私は正反対の性格です。私は昔から読書が好きで、いつも本を読んでいます。\nいつも本を読んでいる最中です。夫は文字通り、14歳の頃から一冊も本を読んでいません。\n14歳の頃から一度も本を読んだことがなく、それも何の本だったか思い出せないそうです。彼は、ただ\n読む気にならなかったんだと。",
      "title": "なぜ本を読むのが好きなのかと聞かれたら、あなたはどう答えますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的丈夫和我是完全相反的人。我一直很喜欢阅读，并且总是\n在一两本书的中间。我丈夫从14岁起就没有读过一本书。\n他从14岁起就没有读过一本书，即使如此，他也不记得是什么书了。他说他只是\n他说他从来没有喜欢过，也没有发现任何阅读的欲望......",
      "title": "如果有人问你为什么喜欢读书，你怎么回答？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的丈夫和我是完全相反的人。我一直很喜歡閱讀，並且總是\n在一兩本書的中間。我丈夫從14歲起就沒有讀過一本書。\n他從14歲起就沒有讀過一本書，即使如此，他也不記得是什麼書了。他說他只是\n他說他從來沒有喜歡過，也沒有發現任何閱讀的慾望......",
      "title": "如果有人問你爲什麼喜歡讀書，你怎麼回答？"
    }
  ],
  "title": "If someone asks you why you like to read, how do you answer?",
  "created_utc": 1620632803,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My Husband &amp; I are complete opposites. I have always loved to read and am always in the middle of a book or 2.  My Husband has literally, not read a single book since he was 14, and even then he can’t recall what it was.  He said he’s just never been into it and never found any desire to read anything. I told him he probably never had a desire because he never found any book, genre, author, or series that captured his interest/attention. Over the years I never let it bother me, but now I wish he would at least try a few books, or even audiobooks to see if he finds anything. He asked me tonight why I love to read. I tried to explain all the different reasons, but more so I have tried to explain that I want him to have the experience of finding one you can’t put down. The books where you literally can’t set it down until you’ve read until the end, the attachment to characters, the images and scenes you create for yourself, and just the overall emotions during and after a great book.</p>\n\n<p>So for you book lovers, no matter the genre, how would you answer the question from someone who has literally never read a single book for pleasure, let alone as an adult.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/n8w2z4/if_someone_asks_you_why_you_like_to_read_how_do/",
  "subreddit": "books",
  "id": "n8w2z4",
  "is_self": true,
  "media": null,
  "is_video": false
}