{
  "author": "shanecmiller",
  "original_created_utc": 1631836037,
  "title": "YSK to book a vacation rental directly with its management company",
  "created_utc": 1631847213,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: You can save significant booking fees by reserving a vacation rental directly through its property management company (if there is one), which typically adds up to ~10% in savings.</p>\n\n<ol>\n<li>Find a vacation rental on any website.</li>\n<li>Reverse image search one of the listing photos to find all websites that book that vacation rental.</li>\n<li>Book directly through the rental&#39;s property management company. Usually this will be the local company you see that shows up, but sometimes it will be a national vacation rental management company (such as Vacasa).</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/ppoxn3/ysk_to_book_a_vacation_rental_directly_with_its/",
  "subreddit": "YouShouldKnow",
  "id": "ppoxn3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: You can save significant booking fees by reserving a vacation rental\ndirectly through its property management company (if there is one), which\ntypically adds up to ~10% in savings.\n\n 1. Find a vacation rental on any website.\n 2. Reverse image search one of the listing photos to find all…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれる理由: バケーションレンタルを直接予約することで、予約手数料を大幅に節約することができます。\nバケーションレンタルを直接管理会社を通して予約することで、予約手数料を大幅に節約することができます。\n通常、10%程度の節約になります。\n\n 1. あらゆるウェブサイトでバケーションレンタルを検索します。\n 2. 2.物件の写真を逆画像検索して、すべての...",
      "title": "バケーションレンタルを管理会社に直接予約するYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：通过直接通过度假屋的物业管理公司（如果有的话）预订度假屋，你可以节省大量的预订费用。\n直接通过其物业管理公司（如果有的话）预订，可以节省大量的预订费用。\n通常可以节省10%的费用。\n\n 1. 在任何网站上寻找度假屋。\n 2. 2.反向图片搜索其中一张房源照片，找到所有...",
      "title": "YSK直接向其管理公司预订度假屋"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：通過直接通過度假屋的物業管理公司（如果有的話）預訂度假屋，你可以節省大量的預訂費用。\n直接通過其物業管理公司（如果有的話）預訂，可以節省大量的預訂費用。\n通常可以節省10%的費用。\n\n 1. 在任何網站上尋找度假屋。\n 2. 2.反向圖片搜索其中一張房源照片，找到所有...",
      "title": "YSK直接向其管理公司預訂度假屋"
    }
  ]
}