{
  "author": "Silmarillien",
  "original_created_utc": 1630416650,
  "title": "I started reading books out loud with friends",
  "created_utc": 1630441294,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The past year, I started reading books out loud together with friends and I love it. We usually just read a few chapters, not the whole book because that would be too much. Although we did manage to read &quot;Beowulf&quot; in one go during the pandemic. Things I&#39;ve noticed:</p>\n\n<ul>\n<li>Having a book read to me stimulates different parts of my brain than me reading it. I&#39;m able to visualise things easier and vividly, which enhances immersion. </li>\n<li>It&#39;s more passive and so less tiring, a bit like Audiobooks. But more engaging because you see the person and their expressions, and they can even &quot;act out&quot; the text. You&#39;re also more inclined to pay attention/stay put than with Audiobooks (no temptation to pause).</li>\n<li>It&#39;s wholesome being in the same fictional world simultaneously with your friends and it&#39;s a fun social activity to bring people together. Kind of like the old times when people gathered together to tell stories. It stirs something inside me reminiscent of my childhood. </li>\n</ul>\n\n<p>However, it&#39;s more time-consuming and obviously it&#39;s more like an event rather than being a replacement for solo reading, which I still prefer. Also, when I&#39;m the one doing the reading I struggle to focus on the story for some reason. Overall, I think it&#39;s fun and a nice way to share opinions with your friends.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pf5wn8/i_started_reading_books_out_loud_with_friends/",
  "subreddit": "books",
  "id": "pf5wn8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The past year, I started reading books out loud together with friends and I love\nit. We usually just read a few chapters, not the whole book because that would\nbe too much. Although we did manage to read \"Beowulf\" in one go during the\npandemic. Things I've noticed:\n\n * Having a book read to me…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この1年、私は友人たちと一緒に本を声に出して読むようになり、とても気に入っています。\n気に入っています。普段は数章を読むだけで、本全体を読むことはありません。\nあまりにも多すぎるからです。パンデミックの時には『ベオウルフ』を一気に読みましたけどね。\nパンデミックの時には『ベオウルフ』を一気に読みましたけどね。私が気づいたこと。\n\n * 本を読んでもらうと...",
      "title": "友達と声を出して本を読むようになった"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "去年，我开始和朋友们一起大声读书，我很喜欢。\n它。我们通常只读几章，而不是整本书，因为那会让人觉得太累。\n是太多了。虽然在大流行期间，我们确实设法一口气读完了《贝奥武夫》。\n大流行病。我注意到了一些事情。\n\n * 让人给我读一本书...",
      "title": "我开始和朋友们一起大声阅读书籍"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "去年，我開始和朋友們一起大聲讀書，我很喜歡。\n它。我們通常只讀幾章，而不是整本書，因爲那會讓人覺得太累。\n是太多了。雖然在大流行期間，我們確實設法一口氣讀完了《貝奧武夫》。\n大流行病。我注意到了一些事情。\n\n * 讓人給我讀一本書...",
      "title": "我開始和朋友們一起大聲閱讀書籍"
    }
  ]
}