{
  "author": "Silmarillien",
  "original_created_utc": 1630416650,
  "title": "I started reading books out loud with friends",
  "created_utc": 1630441294,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The past year, I started reading books out loud together with friends and I love it. We usually just read a few chapters, not the whole book because that would be too much. Although we did manage to read &quot;Beowulf&quot; in one go during the pandemic. Things I&#39;ve noticed:</p>\n\n<ul>\n<li>Having a book read to me stimulates different parts of my brain than me reading it. I&#39;m able to visualise things easier and vividly, which enhances immersion. </li>\n<li>It&#39;s more passive and so less tiring, a bit like Audiobooks. But more engaging because you see the person and their expressions, and they can even &quot;act out&quot; the text. You&#39;re also more inclined to pay attention/stay put than with Audiobooks (no temptation to pause).</li>\n<li>It&#39;s wholesome being in the same fictional world simultaneously with your friends and it&#39;s a fun social activity to bring people together. Kind of like the old times when people gathered together to tell stories. It stirs something inside me reminiscent of my childhood. </li>\n</ul>\n\n<p>However, it&#39;s more time-consuming and obviously it&#39;s more like an event rather than being a replacement for solo reading, which I still prefer. Also, when I&#39;m the one doing the reading I struggle to focus on the story for some reason. Overall, I think it&#39;s fun and a nice way to share opinions with your friends.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pf5wn8/i_started_reading_books_out_loud_with_friends/",
  "subreddit": "books",
  "id": "pf5wn8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The past year, I started reading books out loud together with friends and I love\nit. We usually just read a few chapters, not the whole book because that would\nbe too much. Although we did manage to read \"Beowulf\" in one go during the\npandemic. Things I've noticed:\n\n * Having a book read to me…"
}