{
  "author": "happy_penguin42",
  "original_created_utc": 1628150441,
  "title": "Have you ever read a book that is so good you don't want to keep reading because the more you read the sooner it will be over but you can't stop thinking about it?",
  "created_utc": 1628163638,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The feeling of being so immersed in a book is one of my favourite things. I&#39;ve almost finished Starsight by Brandon Sanderson and I just can&#39;t. I&#39;m not ready to say goodbye to the characters or the world yet and the closer I get to the end the less I want to carry on! (I have pre-ordered book 3)</p>\n\n<p>What other books have grabbed you like this? I&#39;m talking books that literally take over that you can&#39;t stop thinking about, that when they finish you feel just a little bit empty.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/oycx4x/have_you_ever_read_a_book_that_is_so_good_you/",
  "subreddit": "books",
  "id": "oycx4x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The feeling of being so immersed in a book is one of my favourite things. I've\nalmost finished Starsight by Brandon Sanderson and I just can't. I'm not ready\nto say goodbye to the characters or the world yet and the closer I get to the\nend the less I want to carry on! (I have pre-ordered book…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本に没頭する感覚は、私の好きなことのひとつです。私は今\nブランドン・サンダーソンの「Starsight」をもう少しで読み終えようとしていますが、どうしても無理です。登場人物や世界に別れを告げる準備がまだできていません。\n登場人物や世界に別れを告げる準備がまだできていないのですが、終わりに近づけば近づくほど\n終わりに近づくにつれ、続けたくなくなってきました。(本を予約しています...",
      "title": "あまりにも素晴らしい本を読んだとき、読めば読むほどすぐに終わってしまうので読み続けたくないが、気になって仕方がないという経験はありませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "沉浸在书中的感觉是我最喜欢的事情之一。我已经\n几乎读完了布兰登-桑德森的《星光大道》，但我就是读不下去。我还没有准备好\n我还没有准备好和书中的人物或世界说再见，而且越是接近结尾，我就越不想继续下去！\"。\n越接近结尾，我就越不想继续下去了 (我已经预购了书...",
      "title": "你有没有读过一本非常好的书，你不想继续读下去，因为你读得越多，它就越快结束，但你却无法停止思考它？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "沉浸在書中的感覺是我最喜歡的事情之一。我已經\n幾乎讀完了布蘭登-桑德森的《星光大道》，但我就是讀不下去。我還沒有準備好\n我還沒有準備好和書中的人物或世界說再見，而且越是接近結尾，我就越不想繼續下去！\"。\n越接近結尾，我就越不想繼續下去了 (我已經預購了書...",
      "title": "你有沒有讀過一本非常好的書，你不想繼續讀下去，因爲你讀得越多，它就越快結束，但你卻無法停止思考它？"
    }
  ]
}