{
  "author": "pantlesspatrick",
  "original_created_utc": 1627393177,
  "title": "YSK: \"There's evidence of no X\" is not the same as \"There's no evidence of X\"",
  "created_utc": 1627411965,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: it will help you take the correct and logical conclusions and to think critically.</p>\n\n<p>For example, when your doctor says that he didn&#39;t see any signs of cancer, it actually means that in his observation, there&#39;s no evidence of cancer, not that there&#39;s evidence that you don&#39;t have cancer. You could then follow this information with other data such as what&#39;s the probability of developing cancer if someone is told the same thing by their doctor, etc.</p>\n</div><!-- SC_ON -->",
  "score": 82,
  "permalink": "/r/YouShouldKnow/comments/osn0zm/ysk_theres_evidence_of_no_x_is_not_the_same_as/",
  "subreddit": "YouShouldKnow",
  "id": "osn0zm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: it will help you take the correct and logical conclusions and to think\ncritically.\n\nFor example, when your doctor says that he didn't see any signs of cancer, it\nactually means that in his observation, there's no evidence of cancer, not that\nthere's evidence that you don't have cancer. You…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、正しく論理的な結論を導き出し、批判的に考えることができるようになるからです。\n批判的に考えられるようになります。\n\n例えば、医師が「がんの兆候は見られませんでした」と言っても、それは\nお医者さんが「がんの兆候は見られませんでした」と言うのは、お医者さんの観察の結果、がんの兆候が見られなかったという意味であって\n癌ではないという証拠があるという意味ではありません。あなた...",
      "title": "YSK: \"There's evidence of no X \"は、\"There's no evidence of X \"とは違います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：它将帮助你得出正确和符合逻辑的结论，并进行思考\n批判性地思考。\n\n例如，当你的医生说他没有看到任何癌症的迹象时，它\n这实际上意味着，在他的观察中，没有癌症的证据，而不是说\n有证据表明你没有患癌症。你...",
      "title": "YSK：\"没有X的证据 \"与 \"没有X的证据 \"是不一样的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：它將幫助你得出正確和符合邏輯的結論，並進行思考\n批判性地思考。\n\n例如，當你的醫生說他沒有看到任何癌症的跡象時，它\n這實際上意味着，在他的觀察中，沒有癌症的證據，而不是說\n有證據表明你沒有患癌症。你...",
      "title": "YSK：\"沒有X的證據 \"與 \"沒有X的證據 \"是不一樣的。"
    }
  ]
}