{
  "author": "Corvid187",
  "original_created_utc": 1633336662,
  "title": "CMV: we should use Minority Deprivation, rather than White Privilage when discussing race.",
  "created_utc": 1633354243,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello Hivemimd, </p>\n\n<p>Hope you&#39;ve all been having good days so far.</p>\n\n<p>I think Minority deprivation is a better term for what is now commonly referred to as &#39;White privilege&#39; when discussing race, especially racial oppression/discrimination, or for campaigns talking about racial issues. This is for a few main reasons:</p>\n\n<p>TL;DR, it makes it easier for people to understand and support anti-racism, and more accurately describes how white people are treated as normal decency than something exceptional. </p>\n\n<ul>\n<li><p>Privilege implies some form of &#39;special&#39; advantageous treatment above the norm. White people aren&#39;t given special treatment, they&#39;re just treated with normal decency. The issue is their treatment <em>seems</em> special because minority ethnicities are treated worse than a basic decent minimum. </p>\n\n<p>&#39;White privilege&#39; reifies that treatment and makes it sound extraordinary, whereas minority deprivation re-enforces the idea that it&#39;s just basic human decency.</p></li>\n<li><p>Simialrly, I thinking this would make the anti-racist movement&#39;s goals more sympathetic to the public eye, as it would help stress how basic and fundamental the rights they&#39;re campaigning for are.</p>\n\n<p>&quot;every one deserves equal, decent treatment&quot; is a phrase more people can get behind than &quot;we should end the privileged way white people are currently treated&quot;, even if in reality they&#39;re both describing the exact same goals and policies. </p></li>\n<li><p>White privilege has also proven a highly inflammatory and divisive term that makes many white people feel they are being attacked and their achievements diminished, leading them to be defensive and hostile to efforts to improve racial equality. <a href=\"https://www.gsb.stanford.edu/insights/why-whites-downplay-their-individual-racial-privileges\">This article </a> demonstrates this point well, although I think it&#39;s focus on just race, rather than all forms of passive privilege is odd. </p>\n\n<p>Minority deprivation is a far more neutral term that people will find it easier to get behind, helping to increase the depth and breath of support for future anti-racist efforts. </p></li>\n<li><p>Relating to the previous point, White Privillage&#39;s inflammatory nature has made it easily weaponised by right-wing pundits who&#39;ve been able to use the term as a stick to beat movements like BLM with and stir inter-racial hostility and fear among their audience. </p>\n\n<p>This would be far harder to do with a more neutral term like minority deprivation, and certainly harder to motivate the same level of emotion on the issue. It&#39;s a term that gives free ammunition to the other side and thus hinders the goals of those who use it. </p></li>\n<li><p>Finally, I think minority deprivation more intuitively and accurately describes the issue of unequal treatment faced by different races, and what people want to do about it, which is raise everyone up to the same level of decency. This intuitive nature is important, as people will often see the term in isolation without any surrounding context or someone/thing willing to explain it to them. Worse, white privilege is a term that&#39;s easier to deliberately misconstrue, or use in an inflammatory headline. </p>\n\n<p>These make white privilege more vulnerable to being misinterpreted or misunderstood by the sorts of uninformed people who are especially important to persuade of the reality of modern racism and the need to fight it. </p></li>\n</ul>\n\n<p>People generally think of themselves as normal, rather than specially privileged, so it&#39;s much more intuitive for them to understand the issue as &quot;how I live is normal and everyone should be treated that way, but currently aren&#39;t&quot; rather than &quot;I have passively, personally benefitted from being treated better than others in society in ways that are intangible to me&quot; </p>\n\n<p>All this matters because using the term white privilege forces people to waste time and political capital examining and contextualising something that could be avoided, or at least mitigated  just by using slightly different language to describe the exact same thing, so why not switch?</p>\n\n<p>(Ps it helps emphasise the struggles minorities have to overcome, helping to emphasise the true importance and scale of their achievements better) </p>\n\n<p>However, I might well be missing something, so I&#39;d love to hear all your thoughts and ideas </p>\n\n<p>Have simply splendid days.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/q11gmh/cmv_we_should_use_minority_deprivation_rather/",
  "subreddit": "changemyview",
  "id": "q11gmh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hello Hivemimd,\n\nHope you've all been having good days so far.\n\nI think Minority deprivation is a better term for what is now commonly referred\nto as 'White privilege' when discussing race, especially racial\noppression/discrimination, or for campaigns talking about racial issues. This is\nfor a few…"
}