{
  "author": "Hoosier_816",
  "original_created_utc": 1628442244,
  "title": "CMV: any religion that touts it’s leaders as speaking directly to god, yet it’s followers can pray and “get a message from god” and they’re not special, is a scam.",
  "created_utc": 1628498620,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So many people since Covid for example, are talking about how they “prayed to god, who told them they shouldn’t get the vaccine” </p>\n\n<p>Correct me if I’m wrong, but aren’t bishops, elders, cardinals and priests “special” because they talk to god? Why are they so special if everyone does it? Why do we need churches if you can just pray from anywhere and talk to/get answers from god? </p>\n\n<p>I could be wrong, as I’ve never been religious personally, but years ago it seemed that prayer was sending a letter to god and hoping he gets it and provides what you ask. Now everyone and their mother was “told by god” to do something like they have his cell number and can call him any time with a question and he’ll answer them immediately. </p>\n\n<p>People use talking to god as an excuse for everything now and it’s kind of repulsive. If they think this being created the entire universe and is all powerful and all knowing, why do they think you can just throw gods name around as an excuse for every little thing that upsets or disagrees with you.  It’s lazy and blatantly bullshit but historically, religion is “sacred” so we can’t question its plot holes and inaccuracies without being the devil, the antichrist, or some other made up boogeyman to scare people into giving more of their money to some crack pot. </p>\n\n<p>I may have been a bit too broad in that my view is that most religion is just ancient people not understanding the world and making things up to fill the gaps (which isn’t far off from current people who often cling to religion when they don’t understand something or don’t want to understand something as it’s contrary to other beliefs they’ve already made public and don’t wanna look dumb.)</p>\n\n<p>But the view I’d like to hear attempts to change is regarding religions where everyone can speak to god but some claim their dialogue is more important than other somehow. What makes them so special? And why do you need the religion at all if everyone can talk directly to god?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/p0ify4/cmv_any_religion_that_touts_its_leaders_as/",
  "subreddit": "changemyview",
  "id": "p0ify4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So many people since Covid for example, are talking about how they “prayed to\ngod, who told them they shouldn’t get the vaccine”\n\nCorrect me if I’m wrong, but aren’t bishops, elders, cardinals and priests\n“special” because they talk to god? Why are they so special if everyone does it?\nWhy do we need…"
}