{
  "author": "Publius_Romanus",
  "the_new_excerpt": "I really enjoy reading autobiographies, and this is one of the best I've ever\nread. If you've ever watched him on TV or YouTube even for a few minutes, you\nknow what a warm, laidback, sweetheart of a man he seems to be—and that comes\nthrough in spades in this book.\n\nA lot of the focus is on food, of…",
  "original_created_utc": 1622489738,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は自伝を読むのがとても好きなのですが、この作品は今まで読んだ中でも最高の作品の一つです。\nのひとつです。テレビやYouTubeで彼を少しでも見たことがある人は、彼がいかに温かく、のんびりした、優しい人であるかを知っているでしょう。\n彼がいかに温かく、のんびりしていて、心の優しい人であるかを知っていると思います。\nこの本にはそれがよく現れています。\n\nこの本にはそれがよく現れています。",
      "title": "ジャック・ペパンの「The Apprentice」。My Life in the Kitchen』（2003年）は素晴らしかったですね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我非常喜欢读自传，这是我读过的最好的自传之一。\n读过的最好的作品之一。如果你曾经在电视或YouTube上看过他，哪怕只有几分钟，你就会知道他是一个热情、悠闲、可爱的人。\n你就会知道他是一个多么热情、悠闲、可爱的人--而这一点在这本书中得到了充分体现。\n这一点在本书中体现得淋漓尽致。\n\n本书的很多重点都是关于食物的。",
      "title": "Jacques Pépin的《学徒》。我在厨房的生活》（2003年）令人惊叹"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我非常喜歡讀自傳，這是我讀過的最好的自傳之一。\n讀過的最好的作品之一。如果你曾經在電視或YouTube上看過他，哪怕只有幾分鐘，你就會知道他是一個熱情、悠閒、可愛的人。\n你就會知道他是一個多麼熱情、悠閒、可愛的人--而這一點在這本書中得到了充分體現。\n這一點在本書中體現得淋漓盡致。\n\n本書的很多重點都是關於食物的。",
      "title": "Jacques Pépin的《學徒》。我在廚房的生活》（2003年）令人驚歎"
    }
  ],
  "title": "Jacques Pépin's The Apprentice: My Life in the Kitchen (2003) was amazing!",
  "created_utc": 1622499561,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I really enjoy reading autobiographies, and this is one of the best I&#39;ve ever read. If you&#39;ve ever watched him on TV or YouTube even for a few minutes, you know what a warm, laidback, sweetheart of a man he seems to be—and that comes through in spades in this book.</p>\n\n<p>A lot of the focus is on food, of course, so if you&#39;re interested in changes in American cuisine in the 20th century, there&#39;s plenty here to whet your appetite. Pépin has been right in the middle of many of the major culinary developments of the last 75 years or so, from cookbook writing, to nouvelle cuisine, to celebrity chefs, and food on TV. Fascinating stuff all around.</p>\n\n<p>But the guy has also led a fascinating life, and he&#39;s bright and charming. Definitely one of the best autobiographies I&#39;ve ever read, and I can&#39;t recommend it enough!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/npbfva/jacques_pépins_the_apprentice_my_life_in_the/",
  "subreddit": "books",
  "id": "npbfva",
  "is_self": true,
  "media": null,
  "is_video": false
}