{
  "author": "SparkleTheFarkle",
  "original_created_utc": 1637296694,
  "title": "CMV: 18 is too young to do porn/onlyfans",
  "created_utc": 1637300146,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So personally I don’t slut shame. I don’t think sleeping around is bad if you don’t have a boyfriend and make your intentions clear and don’t manipulate. And I’m fine with sex work, and all for legal prostitution. BUT, despite all that I just think that 18-20 is too young, especially being a teenager. I just graduated and know people who still live with their parents and have an only fans where they produce explicit photos, and personally I think that making that type of decision requires maturity, and having a little more life experiences to do, and also that people who do that help the idea of as soon as we’re legal we can be preyed on. I’ve also seen that the term #teen trend on pornhub, which I find disgusting. Personally I think one should have lived on their own and experience life outside their parents house to choose that type of path, because making porn out of your parents house to me sounds like borderline child porn.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/qx8d6o/cmv_18_is_too_young_to_do_pornonlyfans/",
  "subreddit": "changemyview",
  "id": "qx8d6o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So personally I don’t slut shame. I don’t think sleeping around is bad if you\ndon’t have a boyfriend and make your intentions clear and don’t manipulate. And\nI’m fine with sex work, and all for legal prostitution. BUT, despite all that I\njust think that 18-20 is too young, especially being a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "だから個人的にはスラットシェイムはしません。ボーイフレンドがいなくて、意図を明確にして、人を操らなければ、寝ることは悪いことではないと思います。\nボーイフレンドがいなくて、自分の意思を明確にして、人を操らなければ、寝ることは悪いことではないと思います。そして\nセックスワークにも賛成だし、合法的な売春にも賛成だわ。でも、そうは言っても、私は\n18歳から20歳というのは若すぎると思います。",
      "title": "CMV：18歳はポルノをするには若すぎる/onlyfans"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我个人并不觉得放荡是一种耻辱。我不认为到处睡觉是坏事，如果你\n如果你没有男朋友，并且明确说明你的意图，不加以操纵，我不认为乱搞是坏事。而且\n我对性工作没有意见，并且支持合法的卖淫。但是，尽管如此，我\n只是觉得18-20岁太年轻了，尤其是作为一个...",
      "title": "CMV：18岁做A片太年轻了/唯一的粉丝"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我個人並不覺得放蕩是一種恥辱。我不認爲到處睡覺是壞事，如果你\n如果你沒有男朋友，並且明確說明你的意圖，不加以操縱，我不認爲亂搞是壞事。而且\n我對性工作沒有意見，並且支持合法的賣淫。但是，儘管如此，我\n只是覺得18-20歲太年輕了，尤其是作爲一個...",
      "title": "CMV：18歲做A片太年輕了/唯一的粉絲"
    }
  ]
}