{
  "author": "AfroGod24",
  "original_created_utc": 1627961655,
  "title": "currently reading crime and punishment what do you think about the book?",
  "created_utc": 1627987658,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Im currently reading Crime and  Punishment by dostoevsky and i can say with confidence that this is on of the best books i have ever read (if not the best).</p>\n\n<p>The way you are welcomed into the charecters mind and the harsh realistic nature of the book is just fascinating, the depth that every living person on this book has is just mind blowing. And I also love how the plot revolves itself around tha main charecter that is the villain not only of the story but also of himself.</p>\n\n<p>i could spend hours talking about how i love this book but i dont rly want to give any spoilers to people that still havent read the book.</p>\n\n<p>to sum it all up, this is the second book of russian literature that i have ever read and i just love it, i would love to hear your opinion about this book or author. or if you re reading it right now tell me how your experience has been so far</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/owv082/currently_reading_crime_and_punishment_what_do/",
  "subreddit": "books",
  "id": "owv082",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Im currently reading Crime and Punishment by dostoevsky and i can say with\nconfidence that this is on of the best books i have ever read (if not the best).\n\nThe way you are welcomed into the charecters mind and the harsh realistic nature\nof the book is just fascinating, the depth that every living…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は今、ドストエフスキーの「罪と罰」を読んでいますが、自信を持って言えます。\nこれまでに読んだ本の中でも、最高の本だと自信を持って言えます（最高ではないにしても）。\n\n主人公の心の中に入り込む方法や、厳しい現実的な性質が\nこの本の魅力は、すべての生きとし生けるものが持つ奥深さにあります。",
      "title": "現在、「罪と罰」を読んでいますが、この本についてどう思いますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我正在阅读陀思妥耶夫斯基的《罪与罚》，我可以肯定地说，这是我读过的最好的书之一（如果不是最好的话）。\n我可以肯定地说，这是我读过的最好的书之一（如果不是最好的）。\n\n你被欢迎进入主人公的思想和严酷的现实性质的方式\n这本书是令人着迷的，每个人都有自己的深度。",
      "title": "目前正在阅读《犯罪与惩罚》，你对这本书有什么看法？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正在閱讀陀思妥耶夫斯基的《罪與罰》，我可以肯定地說，這是我讀過的最好的書之一（如果不是最好的話）。\n我可以肯定地說，這是我讀過的最好的書之一（如果不是最好的）。\n\n你被歡迎進入主人公的思想和嚴酷的現實性質的方式\n這本書是令人着迷的，每個人都有自己的深度。",
      "title": "目前正在閱讀《犯罪與懲罰》，你對這本書有什麼看法？"
    }
  ]
}