{
  "author": "ReesesPiecesCereal",
  "the_new_excerpt": "I don't know if this has been posted before (it probably has) but I have been\nsuper stressed because of school as well as my home life, and I just really need\nsome form of escapism. I've never been that much of an avid reader but I figure\nI need to do something other than be on the internet. There…",
  "original_created_utc": 1620240123,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "以前にも投稿されたことがあるかどうかわかりませんが（たぶんあると思います）、私は学校や家庭生活で超ストレスを感じています。\n私は学校と家庭の両方で極度のストレスを感じています。\n逃避したいと思っています。私はそれほど熱心な読書家ではありませんでしたが、私は考えました。\nインターネット以外にも何かしなければと思っています。そこで...",
      "title": "燃え尽きた学生が読むべき本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不知道以前是否有人发过这个帖子（可能发过），但我一直因为学校和家庭生活而压力很大。\n因为学校和我的家庭生活，我的压力很大，我只是真的需要\n某种形式的逃避主义。我从来没有那么热衷于阅读，但我想\n我需要做一些事情，而不是在互联网上。在那里...",
      "title": "作为一个焦头烂额的学生该读些什么"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不知道以前是否有人發過這個帖子（可能發過），但我一直因爲學校和家庭生活而壓力很大。\n因爲學校和我的家庭生活，我的壓力很大，我只是真的需要\n某種形式的逃避主義。我從來沒有那麼熱衷於閱讀，但我想\n我需要做一些事情，而不是在互聯網上。在那裏...",
      "title": "作爲一個焦頭爛額的學生該讀些什麼"
    }
  ],
  "title": "What to read as a burnt-out student",
  "created_utc": 1620251343,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t know if this has been posted before (it probably has) but I have been super stressed because of school as well as my home life, and I just really need some form of escapism. I&#39;ve never been that much of an avid reader but I figure I need to do something other than be on the internet. There are only 2 books that I have read on my own time that I can even think of and one of them was for English class but I got sucked into them (if you want to know they are &quot;Bigger than a Bread Box&quot; by Laurel Snyder and &quot;Like water for Chocolate&quot; by Laura Esquivel).</p>\n\n<p>I&#39;ve tried searching the internet for something but honestly, nothing looks interesting to me. If you have any suggestions or know of another post about the same type of situation I would really appreciate it. <sup>Also if it&#39;s available at Barnes and Noble or Amazon that&#39;s a double win lol</sup></p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/booksuggestions/comments/n5n8m7/what_to_read_as_a_burntout_student/",
  "subreddit": "booksuggestions",
  "id": "n5n8m7",
  "is_self": true,
  "media": null,
  "is_video": false
}