{
  "author": "0bran",
  "original_created_utc": 1634278299,
  "title": "Feel sad for people who don't understand",
  "created_utc": 1634355284,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Long time lurker first time poster. Been in crypto since the peak of the last bull, lost some money, gain much more, but what is more important I realized what BTC is and I love it more than any other asset.</p>\n\n<p>My question is, in these three years I have been talking to a numerous friends, explaining them what is BTC, what is blockchain, risks and benefits, everything that goes with it. I even created pdf document with guides for noobs and advanced users, on English and my country language.</p>\n\n<p>So my question, how can someone know about BTC for three years, one of the best friends is investing, trying to teach you and trying to make you understand, you see the price, the news, and your friend talking about BTC a lot, and still in three years you did not take time to read about this new technology, nor did you have shown any interest to learn something new.</p>\n\n<p>Now when BTC is reaching ATH again, they want to invest. They want to send me money without even researching BTC nor trying to make an acc for themselves.</p>\n\n<p>People are lazy, dumb, and they don&#39;t trust anyone. Herd mentality likes to sleep on the pillow made of cash, and we are about to see one of the biggest inflation crisis in History of a mankind</p>\n</div><!-- SC_ON -->",
  "score": 151,
  "permalink": "/r/Bitcoin/comments/q8i6tf/feel_sad_for_people_who_dont_understand/",
  "subreddit": "Bitcoin",
  "id": "q8i6tf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Long time lurker first time poster. Been in crypto since the peak of the last\nbull, lost some money, gain much more, but what is more important I realized\nwhat BTC is and I love it more than any other asset.\n\nMy question is, in these three years I have been talking to a numerous friends,\nexplaining…"
}