{
  "author": "Dlbruce0107",
  "the_new_excerpt": "The younger me cheered at the determined, quiet strength of Aragorn; the proud,\nbalanced elegance of Legolas; Eowyn's courage; Faramir's devoted, silent love\n(for his brother and his father). Out of all of them, Samwise Gamgee, emerged\nunbowed and unchanged. Merry and Pippin became involved in…",
  "original_created_utc": 1620000228,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "若い頃の私は、アラゴルンの断固とした静かな強さ、レゴラスの誇り高くバランスのとれた優雅さ、エオウィンの勇気、ファラミアの献身的で静かな愛に歓声を上げた。\nエオウィンの勇気、ファラミアの（兄と父への）献身的で静かな愛、レゴラスの誇らしげでバランスのとれた優雅さに若い私は歓声を上げた。\nファラミアの献身的で静かな愛（兄と父への）。その中で、サムワイズ・ギャムジーが現れた。\nサムワイズ・ゲイムが現れた。メリーとピピンが巻き込まれたのは...。",
      "title": "サムワイズ・ギャムジーの素晴らしさを実感したのは、大人になってからでした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "年轻的我为阿拉贡坚定、安静的力量而欢呼；为莱戈拉斯的骄傲、平衡的优雅而欢呼；为伊欧文的勇气而欢呼；为法拉米尔执着、沉默的爱而欢呼。\n莱戈拉斯的骄傲、平衡的优雅；伊欧文的勇气；法拉米尔的执着、沉默的爱\n对他的兄弟和父亲）。在所有这些人中，桑威斯-甘吉出现了\n不屈不挠，没有改变。梅里和皮平开始参与...",
      "title": "当我长大后，我才真正体会到桑威斯-甘吉的伟大之处。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "年輕的我爲阿拉貢堅定、安靜的力量而歡呼；爲萊戈拉斯的驕傲、平衡的優雅而歡呼；爲伊歐文的勇氣而歡呼；爲法拉米爾執着、沉默的愛而歡呼。\n萊戈拉斯的驕傲、平衡的優雅；伊歐文的勇氣；法拉米爾的執着、沉默的愛\n對他的兄弟和父親）。在所有這些人中，桑威斯-甘吉出現了\n不屈不撓，沒有改變。梅里和皮平開始參與...",
      "title": "當我長大後，我才真正體會到桑威斯-甘吉的偉大之處。"
    }
  ],
  "title": "It is only when I got older that I truly appreciated the magnificence of Samwise Gamgee.",
  "created_utc": 1620004684,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The younger me cheered at the determined, quiet strength of Aragorn; the proud, balanced elegance of Legolas; Eowyn&#39;s courage; Faramir&#39;s devoted, silent love (for his brother and his father).\nOut of all of them, Samwise Gamgee, emerged unbowed and unchanged. Merry and Pippin became involved in politics and central to events both inside and outside The Shire. They married and had families. Frodo retreated to Hobbiton and wrote his book and suffered PTSD. Samwise returned home to the same home, same job and lived the life he always expected to live. Nothing bigger. Nothing smaller. That Magnificent Bastard!</p>\n</div><!-- SC_ON -->",
  "score": 90,
  "permalink": "/r/books/comments/n3jcfd/it_is_only_when_i_got_older_that_i_truly/",
  "subreddit": "books",
  "id": "n3jcfd",
  "is_self": true,
  "media": null,
  "is_video": false
}