{
  "author": "[deleted]",
  "original_created_utc": 1628702287,
  "title": "I no longer find it easy to grasp what I am reading (advice required)",
  "created_utc": 1628731877,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For some reason, it feels as though each time I try to read, my brain is brimming with fog. I feel that I do not take my time to thoroughly understand a book, I am not sure why. </p>\n\n<p>This is ironic, since I am planning on majoring in English Literature. It should be easy, but it isn’t. I struggle continuously with grasping, let alone remembering what I have read. It feels very automatic, recently. </p>\n\n<p>Has anyone struggled with this? If so, how did you overcome it?</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/books/comments/p2hkas/i_no_longer_find_it_easy_to_grasp_what_i_am/",
  "subreddit": "books",
  "id": "p2hkas",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For some reason, it feels as though each time I try to read, my brain is\nbrimming with fog. I feel that I do not take my time to thoroughly understand a\nbook, I am not sure why.\n\nThis is ironic, since I am planning on majoring in English Literature. It should\nbe easy, but it isn’t. I struggle…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜか、本を読もうとすると、脳に霧がかかっているような気がするのです。\n霧がかかっているように感じます。時間をかけてじっくりと本を理解することができないような気がします。\nなぜかはわかりませんが。\n\n私は英文学を専攻する予定なので、これは皮肉なことです。それは皮肉なことです。\n簡単なはずなのですが、そうではありません。私は苦労しています...。",
      "title": "私はもはや、読んでいる内容を理解するのは容易ではないと思います（要アドバイス）。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "出于某种原因，我感觉每次我试图阅读时，我的大脑就会\n充满了迷雾。我觉得我没有花时间去彻底理解一本书。\n书，我不知道为什么。\n\n这很有讽刺意味，因为我正计划主修英国文学。它应该\n它应该是很容易的，但事实并非如此。我挣扎着...",
      "title": "我不再发现它很容易掌握我所读的东西（需要建议）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "出於某種原因，我感覺每次我試圖閱讀時，我的大腦就會\n充滿了迷霧。我覺得我沒有花時間去徹底理解一本書。\n書，我不知道爲什麼。\n\n這很有諷刺意味，因爲我正計劃主修英國文學。它應該\n它應該是很容易的，但事實並非如此。我掙扎着...",
      "title": "我不再發現它很容易掌握我所讀的東西（需要建議）。"
    }
  ]
}