{
  "author": "Zigguraticus",
  "original_created_utc": 1627921241,
  "title": "CMV: Aliens are not the most likely explanation for UFO sightings",
  "created_utc": 1627932910,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Since the USAF declassified a bunch of UFO reports and admitted that unidentified aerial phenomena are a real thing that the government knows about and tracks, I have listened to a veritable buttload of podcasts and read a bevy of articles on the subject. The thing that is so frustrating to me about most of these is that they all assume that aliens visiting earth are the most likely explanation for these phenomena and take it as a given. </p>\n\n<p>Using Occam&#39;s Razor, I believe that this is by far the least likely scenario based on what we know. Here are all the things that would have to happen for this to be true. </p>\n\n<ol>\n<li>There is another intelligent species of being somewhere in the universe: Based on various projections using variations on the Drake equation, the chances of this are either likely or zero, which means we have no idea. </li>\n<li>That species has technology beyond our wildest imaginations: Total speculation, and the Fermi Paradox and Great Filter theories have a lot to say about how likely this may be. </li>\n<li>Someone is actually able to find us out of all the planets in the universe, which is about as likely as accidentally finding a specific grain of sand out of all the grains of sand on earth. </li>\n<li>Once they do locate us, they are able to travel here and it is either trivially easy for them to do so, OR they REALLY need or want something that is here so that it is worth the massive amounts of energy it would likely require, or both: this is related to point #2 and is pure speculation</li>\n<li>Once they are here there seems to me only two options -- a) they wish to remain concealed or to hide their presence in some way, or b) they do not care about concealing their presence \n\n<ol>\n<li>If A: In order to travel here at all, it would have to be trivially easy or very worth their time. If it is trivially easy, <em>then concealing themselves would also be trivial to them</em>. We would have literally NO CHANCE of detecting them if they wished to remain undetected. </li>\n<li>If B: We would see them everywhere, all the time, OR it would be incredibly obvious that they are here. We wouldn&#39;t just be seeing some flashing lights or zooming dots on the horizon. There would be no question about what is happening if this were the case, ESPECIALLY if they came all this way because they really needed something here. Also, the idea that any terrestrial government could POSSIBLY &quot;cover-up&quot; the existence of beings that have the technology to travel at faster than light speeds is absolutely laughable.</li>\n</ol></li>\n</ol>\n\n<p>Every time I hear these discussions or read these articles, this is all I can think about. The odds that all of these things have happened/are happening and that aliens are the most likely explanation for videos of weird objects is <em>infinitesimal</em>. I don&#39;t think people realize how many incredibly unlikely things would have to happen for this to be possible at all. </p>\n\n<p>On the other hand, we DO know that the human mind is incredibly unreliable and fallible and that people have been making up stories about what they see and experience since the beginning of human existence. We know so much more about cognitive bias, memory, selective attention, etc. than ever before. </p>\n\n<p>The far more likely explanation is that humans are tricking themselves into believing that what they are seeing is unexplainable. The explanation that it is aliens visiting earth is far, far, far, less likely given what would have to have happened, all of which are incredibly unlikely in and of themselves. </p>\n\n<p>So what am I missing here? I would love to break this open and get out of this very narrow view that I have, I am just having so much trouble seeing anything besides this. Please, change my view, even just a little.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/owhxzx/cmv_aliens_are_not_the_most_likely_explanation/",
  "subreddit": "changemyview",
  "id": "owhxzx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Since the USAF declassified a bunch of UFO reports and admitted that\nunidentified aerial phenomena are a real thing that the government knows about\nand tracks, I have listened to a veritable buttload of podcasts and read a bevy\nof articles on the subject. The thing that is so frustrating to me about…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカ空軍が大量のUFO報告書を機密解除して、未確認空中現象は政府が知っている実在のものであると認めたからです。\n未確認空中現象は政府が知っていて追跡している現実のものであると認めて以来\nしていることを認めて以来、私はたくさんのポッドキャストを聴き、たくさんの記事を読みました。\nこの問題に関する記事を何度も読みました。その中で、私がとても苛立たしいのは...",
      "title": "CMV: エイリアンはUFO目撃の最もありそうな説明ではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "自从美国空军解密了一堆UFO报告并承认\n不明飞行物是一个真实的东西，政府知道并跟踪它。\n和追踪，我听了很多播客，也读了很多关于这个问题的文章。\n关于这个问题的文章。让我感到沮丧的是...",
      "title": "CMV：外星人不是对UFO目击事件最可能的解释"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "自從美國空軍解密了一堆UFO報告並承認\n不明飛行物是一個真實的東西，政府知道並跟蹤它。\n和追蹤，我聽了很多播客，也讀了很多關於這個問題的文章。\n關於這個問題的文章。讓我感到沮喪的是...",
      "title": "CMV：外星人不是對UFO目擊事件最可能的解釋"
    }
  ]
}