{
  "author": "Ragdoll_Proletariat",
  "original_created_utc": 1632337061,
  "title": "CMV: Pregnant women should be automatically registered to donate their afterbirths for stem cell research (with an opt-out option).",
  "created_utc": 1632353779,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a Catholic and my father received stem cell treatment a few years ago. It massively improved his quality of life. I learned shortly beforehand that a woman&#39;s afterbirth and its core blood contains a lot of stem cells which can be used, to the point that women can actually donate them. I think this should be made an automatic process because of the following reasons:</p>\n\n<ol>\n<li>There&#39;s no religious debate about harming an embryo because the baby has already been born, meaning that Christian women could help move this forward.</li>\n<li>Afterbirths normally go in the bin which is a waste of stem cells.</li>\n<li>Most women don&#39;t know this is an option so wouldn&#39;t opt into it.</li>\n</ol>\n\n<p>I believe this would hasten research opportunities and consequently medical developments.</p>\n\n<p>I write this with the caveat that women who want to eat it/frame it/etc can opt out in the same way as with UK organ donation. I&#39;m not a doctor of course so I&#39;m wondering if there&#39;s anything I&#39;m missing here. I&#39;m interested in seeing people&#39;s thoughts on this.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/pteddo/cmv_pregnant_women_should_be_automatically/",
  "subreddit": "changemyview",
  "id": "pteddo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm a Catholic and my father received stem cell treatment a few years ago. It\nmassively improved his quality of life. I learned shortly beforehand that a\nwoman's afterbirth and its core blood contains a lot of stem cells which can be\nused, to the point that women can actually donate them. I think…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はカトリック教徒ですが、私の父は数年前に幹細胞治療を受けました。それによって\n生活の質が大幅に向上しました。事前に知っていたのは、女性のアフタービ\n女性の出産後の血液には、たくさんの幹細胞が含まれていて、それを利用することができます。\n使える幹細胞がたくさん含まれていて、実際に女性がそれを提供することができるということを事前に知りました。私は...",
      "title": "CMV: 妊娠中の女性は、幹細胞研究のために出産後の赤ちゃんを提供するよう、自動的に登録されるべきである（オプトアウトのオプションあり）。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一名天主教徒，我父亲几年前接受了干细胞治疗。它\n大大改善了他的生活质量。在这之前，我了解到\n妇女的产后及其核心血液含有大量的干细胞，可以使用。\n妇女实际上可以捐赠它们。我想...",
      "title": "CMV：孕妇应自动登记，将她们的死胎捐献给干细胞研究（可选择退出）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一名天主教徒，我父親幾年前接受了幹細胞治療。它\n大大改善了他的生活質量。在這之前，我瞭解到\n婦女的產後及其核心血液含有大量的幹細胞，可以使用。\n婦女實際上可以捐贈它們。我想...",
      "title": "CMV：孕婦應自動登記，將她們的死胎捐獻給幹細胞研究（可選擇退出）。"
    }
  ]
}