{
  "author": "martianruby",
  "the_new_excerpt": "(This seems to be too unpopular for r/unpopularopinion [/r/unpopularopinion] so\nmaybe here is a better place for some good discussion.)\n\nReturning a gift you don’t want to keep (for whatever reason) can be impolite,\nbut doing so is generally seen as okay if you think it’s for the better.\n\nPeople…",
  "original_created_utc": 1618049159,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "(これはr/unpopularopinion [/r/unpopularopinion]では人気がなさすぎるようなので\nこちらの方が良い議論ができるかもしれません)。\n\nどんな理由であれ、欲しくないプレゼントを返すことは失礼にあたります。\nしかし、それが良いことだと思えば、そうすることは一般的には問題ないと思われます。\n\n人...",
      "title": "CMV: 人生が贈り物であるならば、私には \"ノーサンキュー \"と言う権利があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "(这对于r/unpopularopinion[/r/unpopularopinion]来说，似乎太不受欢迎了，所以。\n也许这里是一个更好的地方，可以进行一些很好的讨论）。)\n\n归还一份你不想保留的礼物（无论出于什么原因）可能是不礼貌的。\n但如果你认为这样做是为了更好的生活，那么这样做一般都会被认为是可以的。\n\n人们...",
      "title": "CMV：如果生命是一份礼物，那么我有权利说 \"不谢\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "(這對於r/unpopularopinion[/r/unpopularopinion]來說，似乎太不受歡迎了，所以。\n也許這裏是一個更好的地方，可以進行一些很好的討論）。)\n\n歸還一份你不想保留的禮物（無論出於什麼原因）可能是不禮貌的。\n但如果你認爲這樣做是爲了更好的生活，那麼這樣做一般都會被認爲是可以的。\n\n人們...",
      "title": "CMV：如果生命是一份禮物，那麼我有權利說 \"不謝\""
    }
  ],
  "title": "CMV: If life is a gift then I have the right to say \"no thanks\"",
  "created_utc": 1618055003,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>(This seems to be too unpopular for <a href=\"/r/unpopularopinion\">r/unpopularopinion</a> so maybe here is a better place for some good discussion.)</p>\n\n<p>Returning a gift you don’t want to keep (for whatever reason) can be impolite, but doing so is generally seen as okay if you think it’s for the better.</p>\n\n<p>People don’t choose to be born, and that’s mostly fine. Many people enjoy their time on earth, others are struggling but have things (goals, dreams, people, hobbies,etc) that make the struggling worth it.</p>\n\n<p>And then there are people who just don’t enjoy life.<br/>\nNot because they’re mentally or physically ill, not because of any tragic event in their life that happened recently. Just because living isn’t really for them. It doesn’t spark joy.</p>\n\n<p>So why isn’t it okay to say &quot;no thanks&quot; and leave? Why does one have to go through all the bad things for no reason?</p>\n\n<p>I hope I explained my point of view in an understandable way. Looking forward to your thoughts on this!</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/mo1z41/cmv_if_life_is_a_gift_then_i_have_the_right_to/",
  "subreddit": "changemyview",
  "id": "mo1z41",
  "is_self": true,
  "media": null,
  "is_video": false
}