{
  "author": "BitcoinRootUser",
  "the_new_excerpt": "I keep seeing people freak out over 1st ammendment violations for social media\nsites censoring content.\n\nThese are companies. If you went into McDonald's and started screaming\nconspiracy theories they would kick you out. Is that a 1st ammendment violation?\n\nIf you don't like it, post what was…",
  "original_created_utc": 1609116392,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我一直看到人们因为社交媒体的第一次道歉违规而抓狂\n审查内容的网站。\n\n这些都是公司。如果你走进麦当劳开始尖叫\n阴谋论他们会把你踢出去。这是第一次违反赔偿规定吗？\n\n如果你不喜欢，那就贴上什么是…",
      "title": "[改变我的想法]：您在twitter、facebook或youtube上发布的内容不受第一修正案的保护。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直看到人們因爲社交媒體的第一次道歉違規而抓狂\n審查內容的網站。\n\n這些都是公司。如果你走進麥當勞開始尖叫\n陰謀論他們會把你踢出去。這是第一次違反賠償規定嗎？\n\n如果你不喜歡，那就貼上什麼是…",
      "title": "[改變我的想法]：您在twitter、facebook或youtube上發佈的內容不受第一修正案的保護。"
    }
  ],
  "title": "CMV: What you post on Twitter, Facebook or YouTube is not protected by the 1st ammendment",
  "created_utc": 1609191752,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I keep seeing people freak out over 1st ammendment violations for social media sites censoring content.</p>\n\n<p>These are companies. If you went into McDonald&#39;s and started screaming conspiracy theories they would kick you out. Is that a 1st ammendment violation?</p>\n\n<p>If you don&#39;t like it, post what was censored elsewhere. </p>\n\n<p>Repealing laws that protect social media companies from liability against what their users post will have the opposite affect and will lead to much more censorship.</p>\n\n<p>What am I missing here? The thought seems so widespread on both sides of the political aisle even. I get that they are major players in the way we receive information but there is nothing stopping people from going elsewhere or another company popping up to take over if people are really upset about the way they are handling things.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/klfgwk/cmv_what_you_post_on_twitter_facebook_or_youtube/",
  "subreddit": "changemyview",
  "id": "klfgwk",
  "is_self": true,
  "media": null,
  "is_video": false
}