{
  "author": "dimitrisprophet",
  "the_new_excerpt": "Regardless of your personal political stance, it is impossible to not\nacknowledge the extreme bias in the subreddit r/Politics\n[http://reddit.com/r/Politics].\n\nMost subreddit titles are an accurate description of the topic that the\nsubreddit encapsulates, so with such a vaugue title as \"Politics\",…",
  "original_created_utc": 1612292369,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "无论你个人的政治立场如何，你都不可能不知道\n承认在r/Politics子网中的极端偏向性\n[http://reddit.com/r/Politics]。\n\n大多数subreddit的标题都是对该主题的准确描述。\n子reddit囊括，所以这样的vaugue标题，如 \"政治\"，... ...",
      "title": "CMV：r/Politics最起码是一个误导性的标题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "無論你個人的政治立場如何，你都不可能不知道\n承認在r/Politics子網中的極端偏向性\n[http://reddit.com/r/Politics]。\n\n大多數subreddit的標題都是對該主題的準確描述。\n子reddit囊括，所以這樣的vaugue標題，如 \"政治\"，... ...",
      "title": "CMV：r/Politics最起碼是一個誤導性的標題。"
    }
  ],
  "title": "CMV: r/Politics is in the very least, a misleading title",
  "created_utc": 1612323023,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Regardless of your personal political stance, it is impossible to not acknowledge the extreme bias in the subreddit <a href=\"http://reddit.com/r/Politics\">r/Politics</a>. </p>\n\n<p>Most subreddit titles are an accurate description of the topic that the subreddit encapsulates, so with such a vaugue title as &quot;Politics&quot;, you would assume there would be a good representation of ideas from the entire potilical spectrum. But, what we see with <a href=\"/r/Politics\">r/Politics</a> is an extreme bias to the left, by both the users and moderators. No where in the title, or subreddit description does it state this bias. </p>\n\n<p>If you try to create a new post in <a href=\"/r/Politics\">r/Politics</a>, it will immediately get removed due to a lack of karma. The only way to get karma at that point is to receive points through the comments. But, if you comment ANYTHING that goes against their group think, you get sent directly to downvote hell, or baned by moderators, making it impossible for new or opposing ideas to reach the surface. </p>\n\n<p>This has created an extreme echo chamber, that in my opinion, has the potential to mislead new users who are looking for unfiltered political news. </p>\n\n<p>Personally, I have no issue with the spread of content and information, so if that is really what those users want, who am I to say no? But, I think it is imperative that the sub changes it&#39;s name, and clearly states that it is a left leaning sub. In addition, I think a moderation change is absolutely necessary. </p>\n\n<p>If you disagree, or have an alternative solution to this problem, I am all ears.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/lb3eqi/cmv_rpolitics_is_in_the_very_least_a_misleading/",
  "subreddit": "changemyview",
  "id": "lb3eqi",
  "is_self": true,
  "media": null,
  "is_video": false
}