{
  "author": "liamemsa",
  "original_created_utc": 1628796605,
  "title": "YSK If you have a vehicle that has a \"smart\" interface on the center console, the firmware on it can likely be upgraded to the latest version by downloading a patch and putting it on USB.",
  "created_utc": 1629082140,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  For example, my 2015 Jeep Renegade has the UCONNECT software for the center console interface. I went to their website and found that my car was actually a few versions behind the latest. All I had to do was unzip a download on a USB stick and put it in my car and turn it on. It actually fixed some issues I&#39;d been having as well.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/YouShouldKnow/comments/p36zhb/ysk_if_you_have_a_vehicle_that_has_a_smart/",
  "subreddit": "YouShouldKnow",
  "id": "p36zhb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: For example, my 2015 Jeep Renegade has the UCONNECT software for the\ncenter console interface. I went to their website and found that my car was\nactually a few versions behind the latest. All I had to do was unzip a download\non a USB stick and put it in my car and turn it on. It actually…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：例えば、私の2015年型ジープ・レネゲードには、UCONNECTというソフトウェアが搭載されています。\nセンターコンソール・インターフェースを搭載しています。彼らのウェブサイトを見てみると、私の車は実は\n実際には、最新のものより数バージョン遅れていることがわかりました。私がすべきことは、ダウンロードしたものをUSBメモリに解凍して\nUSBメモリにダウンロードしたものを車に入れて、電源を入れるだけでした。実際に...",
      "title": "YSK センターコンソールに \"スマート \"インターフェースが搭載されている車両であれば、パッチをダウンロードしてUSBに入れておくことで、そのファームウェアを最新版にアップグレードできる可能性があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：例如，我的2015年吉普车Renegade有UCONNECT软件的中控台界面。\n中控台接口。我去了他们的网站，发现我的车是\n实际上比最新版本晚了几个版本。我所要做的就是解压缩一个下载\n在一个U盘上，并把它放在我的车上，然后打开它。它实际上...",
      "title": "YSK 如果你的车辆在中控台上有一个 \"智能 \"接口，它的固件很可能可以通过下载一个补丁并放在USB上升级到最新版本。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：例如，我的2015年吉普車Renegade有UCONNECT軟件的中控臺界面。\n中控臺接口。我去了他們的網站，發現我的車是\n實際上比最新版本晚了幾個版本。我所要做的就是解壓縮一個下載\n在一個U盤上，並把它放在我的車上，然後打開它。它實際上...",
      "title": "YSK 如果你的車輛在中控臺上有一個 \"智能 \"接口，它的固件很可能可以通過下載一個補丁並放在USB上升級到最新版本。"
    }
  ]
}