{
  "author": "zeatherz",
  "the_new_excerpt": "I read The Hobbit to my son and he loved it (and of course I’ve loved it all the\ntimes I’ve read it). It was the perfect balance of interest and magic for my\nson, while still being “mature” enough for me.\n\nWe’ve also read Fortunately the Milk by Neil Gaiman which is a very different\nstyle but it’s…",
  "original_created_utc": 1616738979,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我给儿子读了《霍比特人》，他很喜欢（当然我也一直很喜欢这本书\n次，我读过）。) 它是我的兴趣和魔法的完美平衡。\n儿子，同时对我来说也足够 \"成熟\"。\n\n我们也读过尼尔-盖曼的《幸运牛奶》，这是一本非常不同的书。\n风格，但它的...",
      "title": "适合6岁孩子看的冒险书，但写得好的书，成年人又能真正喜欢？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我給兒子讀了《霍比特人》，他很喜歡（當然我也一直很喜歡這本書\n次，我讀過）。) 它是我的興趣和魔法的完美平衡。\n兒子，同時對我來說也足夠 \"成熟\"。\n\n我們也讀過尼爾-蓋曼的《幸運牛奶》，這是一本非常不同的書。\n風格，但它的...",
      "title": "適合6歲孩子看的冒險書，但寫得好的書，成年人又能真正喜歡？"
    }
  ],
  "title": "Adventure books that are appropriate for a 6 year old but well written enough for an adult to actually enjoy?",
  "created_utc": 1616765625,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read The Hobbit to my son and he loved it (and of course I’ve loved it all the times I’ve read it). It was the perfect balance of interest and magic for my son, while still being “mature” enough for me.</p>\n\n<p>We’ve also read <em>Fortunately the Milk</em> by Neil Gaiman which is a very different style but it’s still about an adventure, and while the story itself is pretty childish it is witty and clever enough that I genuinely enjoyed it.</p>\n\n<p>Roald Dahl books could also fit in this category.</p>\n\n<p>I find most kid’s chapter books are overly simplistic in their vocabulary and plot, with predictable one-dimensional characters.</p>\n\n<p>So what are some other good adventurous chapter books that are either for adults but good for kids, or written for kids and good enough for adults? I want depth and clever writing and interesting plot and characters, but still on a level that a kid can understand and enjoy.</p>\n\n<p>Edit- I prefer it not be a series since there’s a decent chance my kid will lose interest and not let me read multiple books</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/booksuggestions/comments/mdi3tt/adventure_books_that_are_appropriate_for_a_6_year/",
  "subreddit": "booksuggestions",
  "id": "mdi3tt",
  "is_self": true,
  "media": null,
  "is_video": false
}