{
  "author": "o_slash_empty_set",
  "original_created_utc": 1632493251,
  "title": "CMV: There is nothing intrinsically wrong with cannibalism.",
  "created_utc": 1632502301,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>(1) Cannibalism is a recent (relatively recent) taboo, and a thoroughly western one. It has been (or is) practiced on every continent, most famously the Americas and the Pacific. It was even practiced in Europe at various points in history. &quot;Cannibalism&quot; is derived from the Carib people.</p>\n\n<p>(2) The most reflexive objections to cannibalism are actually objections to seperate practices -- murder, violation of bodily autonomy, etc. none of which are actually intrinsic to the practice of cannibalism (see endocannibalism.)</p>\n\n<p>(3) The objection that cannibalism poses a threat to health (kuru) is not a moral or ethical argument. Even then, it is only a problem (a) in communities where prion disease is already present and (b) where the brain and nerve tissue is eaten.</p>\n\n<p>There is exactly nothing wrong with cannibalism, especially how it is practiced in particular tribal communities in Papua New Guinea, i.e. endocannibalism (cannibalism as a means for mourning or funerary rituals.)</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/puksvs/cmv_there_is_nothing_intrinsically_wrong_with/",
  "subreddit": "changemyview",
  "id": "puksvs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "(1) Cannibalism is a recent (relatively recent) taboo, and a thoroughly western\none. It has been (or is) practiced on every continent, most famously the\nAmericas and the Pacific. It was even practiced in Europe at various points in\nhistory. \"Cannibalism\" is derived from the Carib people.\n\n(2) The…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "(1)カニバリズムは最近の（比較的最近の）タブーであり、徹底的に西洋の\nタブーである。すべての大陸で行われてきた（あるいは行われている）が、最も有名なのは、アメリカ大陸と太平洋\n最も有名なのはアメリカ大陸と太平洋地域です。ヨーロッパでも歴史上の様々な時期に行われていました。\n行われていました。\"カニバリズム \"はカリブ族に由来する。\n\n(2)その...",
      "title": "CMV: カニバリズムは本質的に悪いものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "(1) 食人是最近（相对较近）的禁忌，也是彻底的西方禁忌。\n的禁忌。它曾经（或正在）在每个大陆上实行，最著名的是美洲和太平洋地区。\n美洲和太平洋地区。它甚至在历史上的不同时期在欧洲实行过\n历史上的不同时期。\"吃人 \"源于加勒比人。\n\n(2) 该...",
      "title": "CMV: 吃人在本质上没有什么错误。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "(1) 食人是最近（相對較近）的禁忌，也是徹底的西方禁忌。\n的禁忌。它曾經（或正在）在每個大陸上實行，最著名的是美洲和太平洋地區。\n美洲和太平洋地區。它甚至在歷史上的不同時期在歐洲實行過\n歷史上的不同時期。\"喫人 \"源於加勒比人。\n\n(2) 該...",
      "title": "CMV: 喫人在本質上沒有什麼錯誤。"
    }
  ]
}