{
  "author": "_ArtosisCurse_",
  "original_created_utc": 1638863331,
  "title": "We are one or two green days away from people forgetting this \"crash\" ever happend. This teaches us the most important lesson in investing: you gotta chill.",
  "created_utc": 1638873344,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;We are one or two green days away from people forgetting this &amp;quot;crash&amp;quot; ever happend, but we are also one or two red days away from people preditcing the end of the run and some random idiots on twitter begging you to sell before crpyto &amp;quot;dies&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;If you would not check your phone for a week you would miss so much drama in the crypto space it is insane. Maybe the real strategy is just too chill out and invest in coins and projects you believe in longterm. I sometimes dont check my portfolio for a week and find it lost 10% in between and is now up 5% or the other way around. It all matters a whole lot less if you take a step back from time to time and just relax.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 250,
  "permalink": "/r/CryptoCurrency/comments/ratvoe/we_are_one_or_two_green_days_away_from_people/",
  "subreddit": "CryptoCurrency",
  "id": "ratvoe",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We are one or two green days away from people forgetting this \"crash\" ever\nhappend, but we are also one or two red days away from people preditcing the end\nof the run and some random idiots on twitter begging you to sell before crpyto\n\"dies\".\n\nIf you would not check your phone for a week you would…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>人々がこの&quot;crash&quot;が起こったことを忘れてしまうには、あと1～2日の緑の日が必要です。\nこのクラッシュが起こったことを忘れてしまうまで、あと1、2日です。\nこのような状況で、私たちは、このような状況に陥っていることを認識しています。\n</p>...。",
      "title": "この \"クラッシュ \"が起こったことを人々が忘れてしまうまで、あと1、2日のところまで来ています。これは、投資における最も重要な教訓を教えてくれています：あなたは冷静にならなければなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我们离人们忘记这起事故还有一两天的时间。\n我们还有一到两天的时间，人们就会忘记这起事故的发生，但我们也有一到两天的时间，人们就会预测这起事故的结束，而一些随机的白痴就会出现在我们的生活中。\n但我们也有一到两天的时间，人们会预测运行的结束，以及一些随机的白痴在twitter上乞求你在崩溃前卖出。\n叽叽喳喳地求你在Crpyto&quot;死亡&quot;之前卖掉。</p>...",
      "title": "我们离人们忘记这次 \"崩溃 \"的发生还有一两天的时间。这教会了我们投资中最重要的一课：你必须冷静。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我們離人們忘記這起事故還有一兩天的時間。\n我們還有一到兩天的時間，人們就會忘記這起事故的發生，但我們也有一到兩天的時間，人們就會預測這起事故的結束，而一些隨機的白癡就會出現在我們的生活中。\n但我們也有一到兩天的時間，人們會預測運行的結束，以及一些隨機的白癡在twitter上乞求你在崩潰前賣出。\n嘰嘰喳喳地求你在Crpyto&quot;死亡&quot;之前賣掉。</p>...",
      "title": "我們離人們忘記這次 \"崩潰 \"的發生還有一兩天的時間。這教會了我們投資中最重要的一課：你必須冷靜。"
    }
  ]
}