{
  "author": "NateNate60",
  "original_created_utc": 1629593668,
  "title": "YSK the reason why news organisations refuse to use the terms \"raped\" or \"murdered\" in headlines is because it could result in legal trouble",
  "created_utc": 1629609274,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: People seem to get unreasonably angry when the news says someone &quot;forced ___ to have sex with them&quot; or &quot;allegedly killed ___ in a traffic incident&quot; or whatnot. This is because using the words &quot;raped&quot; or &quot;murdered&quot; is tantamount to a public accusation. If the accused is later found not guilty in court, then they could sue the news organisation for libel.</p>\n\n<p>This is why after someone is found guilty, then you start seeing those words on the news, because they are now legally judged to have committed that offence, and it&#39;s not libel to state the fact anymore. But using those words before they&#39;re found guilty is legally risky.</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/YouShouldKnow/comments/p92z4o/ysk_the_reason_why_news_organisations_refuse_to/",
  "subreddit": "YouShouldKnow",
  "id": "p92z4o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: People seem to get unreasonably angry when the news says someone\n\"forced ___ to have sex with them\" or \"allegedly killed ___ in a traffic\nincident\" or whatnot. This is because using the words \"raped\" or \"murdered\" is\ntantamount to a public accusation. If the accused is later found not…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、ニュースで誰かが「強制連行」されたというと、人々は理不尽に怒るようです。\nニュースで「○○にセックスを強要した」とか「○○を交通事故で殺したとされる」とか\nなどと報道されると、理不尽に怒る人がいるようです。これは、「強姦」や「殺人」という言葉を使うことが\n公に告発したに等しいからです。もし、告発された人が後になって無罪になったとしても...。",
      "title": "YSK 報道機関が「レイプ」や「殺人」という言葉を見出しに使わないのは、法的問題に発展する可能性があるからです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：当新闻中说有人 \"强迫______与他们发生性关系 \"或 \"据称在交通事故中杀害了______\"时，人们似乎会不合理地愤怒。\n\"强迫___与他们发生性关系 \"或 \"据称在交通事故中杀害了___\"或其他什么的时候，人们似乎会无端地愤怒。\n事件 \"或其他什么。这是因为使用 \"强奸 \"或 \"谋杀 \"这样的字眼相当于公开指控。\n相当于公开指控。如果被告后来被发现没有...",
      "title": "YSK，为什么新闻机构拒绝在标题中使用 \"强奸 \"或 \"谋杀 \"的术语，因为这可能会导致法律纠纷。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：當新聞中說有人 \"強迫______與他們發生性關係 \"或 \"據稱在交通事故中殺害了______\"時，人們似乎會不合理地憤怒。\n\"強迫___與他們發生性關係 \"或 \"據稱在交通事故中殺害了___\"或其他什麼的時候，人們似乎會無端地憤怒。\n事件 \"或其他什麼。這是因爲使用 \"強姦 \"或 \"謀殺 \"這樣的字眼相當於公開指控。\n相當於公開指控。如果被告後來被發現沒有...",
      "title": "YSK，爲什麼新聞機構拒絕在標題中使用 \"強姦 \"或 \"謀殺 \"的術語，因爲這可能會導致法律糾紛。"
    }
  ]
}