{
  "author": "BlueViper20",
  "original_created_utc": 1626975456,
  "title": "CMV: The best way to stop crime is not to have more police or to lock more people up; The best way to stop crime is to fix the reason why people commit crimes.",
  "created_utc": 1626985859,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Right now there is a debate over crime and the way to stop it.  Certain groups fervently maintain that we need more police and harsher punishments. That is not going to stop crime because it does nothing to fix the cause of most crime.   </p>\n\n<p>Most crimes are caused by circumstances and need.  Making sure people have food, shelter and healthcare would go much further at stopping crime than locking people up or arresting people.   Convictions and prison only exacerbate the problem because when people get out of prison they are treated as second class citizens and struggle to find legitimate ways to meet their basic needs.   Preventing the reason people commit most crimes in the first place is overall cheaper, easier and will lead to improvements for everyone.</p>\n</div><!-- SC_ON -->",
  "score": 119,
  "permalink": "/r/changemyview/comments/opiukt/cmv_the_best_way_to_stop_crime_is_not_to_have/",
  "subreddit": "changemyview",
  "id": "opiukt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Right now there is a debate over crime and the way to stop it. Certain groups\nfervently maintain that we need more police and harsher punishments. That is not\ngoing to stop crime because it does nothing to fix the cause of most crime.\n\nMost crimes are caused by circumstances and need. Making sure…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今、犯罪とそれを阻止する方法についての議論が行われています。あるグループは\n警察官の増員や厳罰化が必要だと熱弁しています。しかし、それでは犯罪を止めることはできません。\nなぜなら、ほとんどの犯罪の原因を解決することができないからです。\n\nほとんどの犯罪は、状況や必要性によって引き起こされます。確信を持って...",
      "title": "CMV: 犯罪をなくす最善の方法は、警察官を増やすことでも、人を監禁することでもありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "现在有一场关于犯罪和阻止犯罪的方法的辩论。某些团体\n狂热地认为，我们需要更多的警察和更严厉的惩罚。这并不能\n阻止犯罪，因为它对解决大多数犯罪的原因毫无帮助。\n\n大多数犯罪是由环境和需求造成的。确保...",
      "title": "CMV: 阻止犯罪的最好方法不是拥有更多的警察或把更多的人关起来；阻止犯罪的最好方法是解决人们犯罪的原因。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "現在有一場關於犯罪和阻止犯罪的方法的辯論。某些團體\n狂熱地認爲，我們需要更多的警察和更嚴厲的懲罰。這並不能\n阻止犯罪，因爲它對解決大多數犯罪的原因毫無幫助。\n\n大多數犯罪是由環境和需求造成的。確保...",
      "title": "CMV: 阻止犯罪的最好方法不是擁有更多的警察或把更多的人關起來；阻止犯罪的最好方法是解決人們犯罪的原因。"
    }
  ]
}