{
  "author": "LeftyLore",
  "the_new_excerpt": "Cattle Farming sucks. No offense cattle farmers, because on an individual level\nyou might be fine, but the current way cattle farming is run is horrible. Now,\nas a disclaimer, while many of these criticisms apply to all cattle farming,\nit's most relevant to industrial cattle farming.\n\nFirst, it…",
  "original_created_utc": 1621013622,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "畜産業は最悪です。畜産農家に悪意はありません、なぜなら個人レベルでは\n個人レベルでは問題ないかもしれませんが、現在の畜産業の運営方法はひどいものです。さて。\nこれらの批判の多くは全ての畜産業に当てはまるが、工業的な畜産業に最も関係がある。\n工業的な畜産に最も関連しています。\n\nまず、それは...",
      "title": "CMV:Cattle FarmingはMASSIVELYに減らす必要がある。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "养牛业很糟糕。无意冒犯养牛人，因为就个人而言\n你可能很好，但目前养牛业的经营方式是可怕的。现在。\n作为免责声明，虽然这些批评很多都适用于所有养牛业。\n它与工业化养牛最为相关。\n\n首先，它...",
      "title": "CMV：养牛业需要大量减少。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "養牛業很糟糕。無意冒犯養牛人，因爲就個人而言\n你可能很好，但目前養牛業的經營方式是可怕的。現在。\n作爲免責聲明，雖然這些批評很多都適用於所有養牛業。\n它與工業化養牛最爲相關。\n\n首先，它...",
      "title": "CMV：養牛業需要大量減少。"
    }
  ],
  "title": "CMV: Cattle Farming needs to be MASSIVELY reduced.",
  "created_utc": 1621044000,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Cattle Farming sucks. No offense cattle farmers, because on an individual level you might be fine, but the current way cattle farming is run is horrible. Now, as a disclaimer, while many of these criticisms apply to all cattle farming, it&#39;s most relevant to industrial cattle farming.</p>\n\n<p>First, it destroys ecosystems. It encourages farmers to constantly expand and as a result of that they consistently encroach upon wilderness and the natural world, removing ecosystems and areas that should be left as they are. This also encourages farmers to kill off local predators. When territory is taken away, the food animals like deer move too. In turn this causes the predators to either move with them, or start hunting the new prey items, the cattle, which leads to them getting shot. even if the local prey items stay in the area, the very presence of cattle puts the predators in danger, because then predators will probably end up hunting cattle anyways. they’re animals, so they don’t have the foresight to think what will result in them getting shit, they just think about what’s easiest to hunt and what’s in front of their faces, and it’ll typically be cows. and while I think that not killing wild animals for simply being wild animals is enough of a reason to massively reduce cattle farming, it goes deeper than that. This killing of predators often leads to those predators becoming endangered, allowing their prey items to thrive, which leads to them taking over and destroying the ecosystem even more. This is currently happening throughout the United States, but it presents the greatest threat in the Amazon, where miles upon miles of rainforest are being cut down for cattle farming.</p>\n\n<p>Secondly, the cows themselves cause plenty of damages. Most notably, they poop a lot. And of course all animals poop, but when it&#39;s such a large number of animals concentrated in one area, it builds up. It either goes into water supply, killing of local species, or it enters wells making the water impossible to drink. if it&#39;s not dumped into water, then it&#39;s left to sit on land, or the animals have to live in it.</p>\n\n<p>Thirdly, Global Warming. Cattle produce a lot of greenhouse gases. And, before I get into this, I&#39;m not debating Global Warming. If you don&#39;t believe in it, please do some research into it. If you want to message me about it go for it, I can&#39;t promise I&#39;ll answer, but I probably will unless I&#39;m busy. So, cows produce greenhouse gases. They burp methane and it&#39;s released by their waste.</p>\n\n<p>Lastly, mass farming is really inhumane. Small farms probably do much better at this, but for mass produced beef and dairy, the cows just have horrible living conditions.</p>\n\n<p>Just one last reminder, this is primarily about industrial farming. While it is somewhat applicable to all cattle farming, industrial farming is the greatest example of this.</p>\n\n<p>In case anybody was wondering, my sources are <a href=\"https://sentientmedia.org/cattle-farming/\">here</a> and <a href=\"https://letstalkscience.ca/educational-resources/stem-in-context/cows-methane-and-climate-change\">here</a>.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/changemyview/comments/nce7e6/cmv_cattle_farming_needs_to_be_massively_reduced/",
  "subreddit": "changemyview",
  "id": "nce7e6",
  "is_self": true,
  "media": null,
  "is_video": false
}