{
  "videoId": "-OXF89dozUI",
  "channelId": "UCruQg25yVBppUWjza8AlyZA",
  "title": "UPDATE Texas veteran with zip ties at U.S. Capitol attack, makes first court appearance",
  "link": "https://www.youtube.com/watch?v=-OXF89dozUI",
  "pubDate": "2021-01-12T05:17:10.000Z",
  "author": "FOX 4 Dallas-Fort Worth",
  "id": "yt:video:-OXF89dozUI",
  "isoDate": "2021-01-12T05:17:10.000Z",
  "description": "FORT WORTH, Texas - A North Texas man charged with participating the U.S. Capitol riot made his first appearance in court on Monday.\n\nLarry Brock is one of dozens of suspects the FBI identified from video and images taken inside the Capitol. Images from the riot show Brock inside the U.S. Senate chamber with white flex cuffs.\n\nCameras weren't allowed inside the federal courthouse in Fort Worth. The Monday hearing lasted just five minutes and Brock was escorted into the courtroom by two U.S Marshals.\n\nA judge determined Brock qualified for a court-appointed defense attorney. Brock was then ordered held in the custody of the U.S. Marshals until his probable cause and detention hearing scheduled for Thursday.\n\nA mug shot, released by the grapevine police department shortly afterward Monday’s appearance, shows how brock looked at the time of the brief hearing. His hands were cuffed in front of his black t-shirt and his legs shackled around his jeans.\n\nThe retired lieutenant colonel in the Air Force Reserves was identified by his ex-wife as the man photographed -- and captured on surveillance video wearing combat gear and items to potentially detain and arrest people on the senate floor during the January 6 Capitol riot.\n\nThe arrest affidavit quoted Brock's ex-wife, who reportedly called the FBI National Threat Operations Center. She said, in part, \"I just know that when I saw this was happening I was afraid he would be there... It is such a good picture of him and I recognize his patch.\"\n\n\"There's a wealth of potential criminal offenses in addition to the 2 that they charged that would be available.\n\nRichard Roper is a former U.S Attorney for the Northern District of Texas not associated with the case and said video evidence will be key in prosecuting.\n\n\"It nails down the identity of the perpetrator,\" Roper said.\n\nAccording to the affidavit, filed in the District of Columbia, Brock is charged with one count of knowingly entering or remaining in any restricted building or grounds without lawful authority and one count of violent entry and disorderly conduct on Capitol grounds. Both are federal charges.\n\n\"There's two charges, essentially a criminal trespass charge being in a place you’re not authorized to be,\" Roper said. \"Both of those charges, interestingly, are misdemeanor charges -- meaning punishment range would be less than one year in prison unless someone carries a dangerous weapon.\"\n\nBrock's defense attorney did not have any comment. But he did say after Thursday's hearing, the case will be turned over to the courts in D.C. since that is where the alleged crimes took place.\n\nFOX 4 News is a FOX-owned station serving Dallas-Fort Worth and all of North Texas.",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/-OXF89dozUI/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "4034",
    "average": "4.80",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "270815"
  },
  "original_created_at": "2021-01-12T05:17:10.000Z",
  "created_at": "2021-01-12T17:43:08.709Z",
  "tags": []
}