{
  "videoId": "4_Tm0SxIp6w",
  "channelId": "UC2iUwfYi_1FCGGqhOUNx-iA",
  "title": "Wonder Woman 1984 Pitch Meeting",
  "link": "https://www.youtube.com/watch?v=4_Tm0SxIp6w",
  "pubDate": "2021-01-03T20:15:01.000Z",
  "author": "Screen Rant",
  "id": "yt:video:4_Tm0SxIp6w",
  "isoDate": "2021-01-03T20:15:01.000Z",
  "description": "Step inside the pitch meeting that led to Wonder Woman 1984!\nSubscribe for more Pitch Meetings: http://goo.gl/ho3Hg6\n\nWonder Woman was received as one of the best DCEU movies when it came out in 2017, so naturally Warner Bros wanted Gal Gadot, Chris Pine and Patty Jenkins to make a sequel. That sequel comes three years later in the form of Wonder Woman 1984, which in a historic first for a massive superhero blockbuster - came out on streaming at the same time as in theatres!\n\nWonder Woman 1984 movie definitely raises some questions. Like why did Steve Trevor return through some random guy? Why are they using this man’s body for anything they like? Why is there a fully-fueled jet lying around at the Smithsonian and how does Steve Trevor know how to fly it? How does Diana know how to make it invisible? How did Wonder Woman get her lasso around Max Lord? How did literally everyone renounce their wishes? How did nobody wish the world to immediately end? What exactly is the message of this movie?!\n\nTo answer all these questions and more, step inside the Pitch Meeting that led to Wonder Woman 1984! It’ll be super easy, barely an inconvenience.\n\nCheck Out These Other Amazing Videos:\n\nWonder Woman Pitch Meeting\nhttps://www.youtube.com/watch?v=PrAT_ncXr7M\n\nBatman V Superman: Dawn of Justice Pitch Meeting\nhttps://www.youtube.com/watch?v=a0DgGsKBpow\n\n\nOur Social Media:\nhttps://twitter.com/screenrant\nhttps://www.facebook.com/ScreenRant\n\nOur Website\nhttp://screenrant.com/",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/4_Tm0SxIp6w/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "55628",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "681955"
  },
  "original_created_at": "2021-01-03T20:15:01.000Z",
  "created_at": "2021-01-04T18:16:34.813Z",
  "tags": []
}