{
  "videoId": "6qGUDuU9uEw",
  "channelId": "UCV6KDgJskWaEckne5aPA0aQ",
  "title": "Suing Robinhood - Again",
  "link": "https://www.youtube.com/watch?v=6qGUDuU9uEw",
  "pubDate": "2021-01-29T23:00:03.000Z",
  "author": "Graham Stephan",
  "id": "yt:video:6qGUDuU9uEw",
  "isoDate": "2021-01-29T23:00:03.000Z",
  "description": "Lets talk about Robinhood, the POTENTIAL reasons why they disabled trading for GameStop, and what this means for you as a stock market investor - Enjoy! Add me on Instagram: GPStephan - NOTE: ALL OF THIS IS NOT FACT AND IS ONLY SPECULATION. FOR ENTERTAINMENT PURPOSES ONLY. DO NOT LISTEN TO ME.\n\nLIMITED TIME: Get 4 FREE STOCKS ON WEBULL when you deposit $100 (Valued up to $1600): https://act.webull.com/k/Vowbik9Tm5he/main\n\nJOIN THE WEEKLY MENTORSHIP - https://the-real-estate-agent-academy.teachable.com/p/graham-stephan-mentorship-program/\n\nTHE NEW PODCAST: https://www.youtube.com/channel/UCMSYZVlQmyG8_2MkIKzg0kw\n\nThe YouTube Creator Academy:  \nLearn EXACTLY how to get your first 1000 subscribers on YouTube, rank videos on the front page of searches, grow your following, and turn that into another income source: https://bit.ly/2STxofv $100 OFF WITH CODE 100OFF \n\nMy ENTIRE Camera and Recording Equipment: \nhttps://www.amazon.com/shop/grahamstephan?listId=2TNWZ7RP1P1EB\n\nFirst, trading of meme stocks have been HALTED MULTIPLES TIMES due to EXTREME volatility:\n\nThis happens when a stock increases in value SO MUCH that it completely detaches from its fundamentals…so, the New York Stock Exchange reserves the right to TEMPORARILY suspend trading to give its investors a time to “cool off.” \n\nNow, I’ve been saying this for quite some time - but, this is going to be EXTREMELY difficult to regulate, because it becomes IMPOSSIBLE to figure out where to draw the line, and at which point someone becomes liable for what they say online.\n\nSecond, I realize THIS is what everyone wants me to talk about: Robinhood, and the ALLEGED wrongdoings of GameStop.\n\nOn the morning of Thursday, January 28th - Robinhood, along with several other brokerages, disabled their users from being able to BUY certain stocks, like AMC, GameStop, BlackBerry, Nokia, and a few others - ONLY allowing them to SELL their positions, thereby inadvertently causing the price of those stocks to drop SUBSTANTIALLY. \n\nThat completely ELIMINATES the “natural price discovery” of the stock market, where people can FREELY BUY AND SELL a stock for whatever they think it’s worth. \n\nThat’s why, NOW, there’s a push for a class action lawsuit AGAINST Robinhood, claiming that Robinhood has been pulling stocks from its platform in order to slow growth, and help benefit Robinhood’s large institutional investors and partners…not its customers, to who it should owe a fiduciary duty to.\nhttps://www.courtlistener.com/recap/gov.uscourts.nysd.553175/gov.uscourts.nysd.553175.1.0.pdf\n\nRobinhood DID respond to this after the market closed,  saying that this was done as a financial requirement to meet SEC net capital obligations and clearinghouse deposits. AND…they ended it by saying “To be clear, this decision was not made on the direction of any market maker we route to or other market participants.”\n\nNow, to be fair to Robinhood - this DID happen to other platforms, as well, who happen to use APEX Clearing to process their trades, and several brokerages, including TD Ameritrade and Charles Schwab, placed heavy restrictions on the stock by increasing their margin requirements “until further notice.” \n\nI’m trying to be as neutral as possible when it comes to this, because I don’t think it’s fair to just point your finger at Robinhood, when there’s a LOT more to the situation than most of us realize…but, it’s certainly going to require more research to get to the bottom of exactly what’s going on. \n\nBut…the way I see it, this event will ALMOST CERTAINLY cause there to be further regulation to prevent something like this from happening again. \n\nFor business or one-on-one real estate investing/real estate agent consulting inquiries, you can reach me at GrahamStephanBusiness@gmail.com\n\n*Some of the links and other products that appear on this video are from companies which Graham Stephan will earn an affiliate commission or referral bonus. Graham Stephan is part of an affiliate network and receives compensation for sending traffic to partner sites. The content in this video is accurate as of the posting date. Some of the offers mentioned may no longer be available.",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/6qGUDuU9uEw/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "55744",
    "average": "4.92",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "544789"
  },
  "original_created_at": "2021-01-29T23:00:03.000Z",
  "created_at": "2021-01-30T20:24:09.807Z",
  "tags": []
}