{
  "videoId": "72z7sr2ZLJs",
  "channelId": "UCVT1tPkR-fUVlO652EcO3ow",
  "title": "Former Homeland Security head's advice following Capitol attack: \"Buckle up\"",
  "link": "https://www.youtube.com/watch?v=72z7sr2ZLJs",
  "pubDate": "2021-01-10T14:25:00.000Z",
  "author": "CBS Sunday Morning",
  "id": "yt:video:72z7sr2ZLJs",
  "isoDate": "2021-01-10T14:25:00.000Z",
  "description": "Former Homeland Security Secretary Michael Chertoff talks with CBS News national security correspondent David Martin about the failure of the Capitol Police to prevent armed Trump supporters from breaching a Joint Session of Congress, despite threats of violence posted on social media in the runup to the Electoral College vote tabulation.\n\nSubscribe to the \"CBS Sunday Morning\" Channel HERE: http://bit.ly/20gXwJT\nGet more of \"CBS Sunday Morning\" HERE: http://cbsn.ws/1PlMmAz\nFollow \"CBS Sunday Morning\" on Instagram HERE: http://bit.ly/23XunIh\nLike \"CBS Sunday Morning\" on Facebook HERE: https://www.facebook.com/CBSSundayMorning/\nFollow \"CBS Sunday Morning\" on Twitter HERE: http://bit.ly/1RquoQb\n\nGet the latest news and best in original reporting from CBS News delivered to your inbox. Subscribe to newsletters HERE: http://cbsn.ws/1RqHw7T\n\nGet your news on the go! Download CBS News mobile apps HERE: http://cbsn.ws/1Xb1WC8\n\nGet new episodes of shows you love across devices the next day, stream local news live, and watch full seasons of CBS fan favorites anytime, anywhere with CBS All Access. Try it free! http://bit.ly/1OQA29B\n\n---\n\"CBS Sunday Morning\" features stories on the arts, music, nature, entertainment, sports, history, science, Americana and highlights unique human accomplishments and achievements. Check local listings for CBS Sunday Morning broadcast times.",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/72z7sr2ZLJs/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "15732",
    "average": "4.02",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1473182"
  },
  "original_created_at": "2021-01-10T14:25:00.000Z",
  "created_at": "2021-01-11T01:51:50.136Z",
  "tags": [],
  "localize": [
    {
      "locale": "zh",
      "description": "前国土安全部部长迈克尔·切尔托夫与哥伦比亚广播公司国家安全记者大卫·马丁就国会警察未能阻止武装的特朗普支持者破坏国会联席会议一事进行了交谈，尽管在选举人团选票统计之前，社交媒体上发布了暴力威胁。\n\n点击此处订阅“哥伦比亚广播公司周日早间”频道：http://bit.ly/20gXwJT\n点击此处了解更多“哥伦比亚广播公司周日早间新闻”：http://cbsn.ws/1PlMmAz\n在Instagram上关注“哥伦比亚广播公司周日早上”：http://bit.ly/23XunIh\n就像脸书上的“哥伦比亚广播公司周日早上”一样：https://www.facebook.com/CBSSundayMorning/\n在推特上关注“哥伦比亚广播公司周日早间新闻”，点击此处：http://bit.ly/1RquoQb\n\n从发送到您的收件箱的CBS新闻获取最新新闻和最佳原创报道。点击此处订阅时事通讯：http://cbsn.ws/1RqHw7T\n\n让您的新闻随时随地发布！点击此处下载哥伦比亚广播公司新闻移动应用程序：http://cbsn.ws/1Xb1WC8\n\n通过CBS All Access，第二天通过设备获取您喜爱的节目的新剧集，直播当地新闻，随时随地观看CBS球迷最喜欢的全季节目。免费试用吧！http://bit.ly/1OQA29B\n\n\n“哥伦比亚广播公司周日早间”以艺术、音乐、自然、娱乐、体育、历史、科学、美国等方面的故事为特色，突出了人类独特的成就和成就。查看当地的CBS周日早间广播时间列表。",
      "title": "前国土安全部局长在国会大厦遇袭后的建议：“扣好安全带”"
    },
    {
      "locale": "zh-Hant",
      "description": "前國土安全部部長邁克爾·切爾托夫與哥倫比亞廣播公司國家安全記者大衛·馬丁就國會警察未能阻止武裝的特朗普支持者破壞國會聯席會議一事進行了交談，儘管在選舉人團選票統計之前，社交媒體上發佈了暴力威脅。\n\n點擊此處訂閱“哥倫比亞廣播公司週日早間”頻道：http://bit.ly/20gXwJT\n點擊此處瞭解更多“哥倫比亞廣播公司週日早間新聞”：http://cbsn.ws/1PlMmAz\n在Instagram上關注“哥倫比亞廣播公司週日早上”：http://bit.ly/23XunIh\n就像臉書上的“哥倫比亞廣播公司週日早上”一樣：https://www.facebook.com/CBSSundayMorning/\n在推特上關注“哥倫比亞廣播公司週日早間新聞”，點擊此處：http://bit.ly/1RquoQb\n\n從發送到您的收件箱的CBS新聞獲取最新新聞和最佳原創報道。點擊此處訂閱時事通訊：http://cbsn.ws/1RqHw7T\n\n讓您的新聞隨時隨地發佈！點擊此處下載哥倫比亞廣播公司新聞移動應用程序：http://cbsn.ws/1Xb1WC8\n\n通過CBS All Access，第二天通過設備獲取您喜愛的節目的新劇集，直播當地新聞，隨時隨地觀看CBS球迷最喜歡的全季節目。免費試用吧！http://bit.ly/1OQA29B\n\n\n“哥倫比亞廣播公司週日早間”以藝術、音樂、自然、娛樂、體育、歷史、科學、美國等方面的故事爲特色，突出了人類獨特的成就和成就。查看當地的CBS週日早間廣播時間列表。",
      "title": "前國土安全部局長在國會大廈遇襲後的建議：“扣好安全帶”"
    }
  ],
  "source_updated_at": 1610706389465
}