{
  "videoId": "AjhvRX57XkE",
  "channelId": "UCFKE7WVJfvaHW5q283SxchA",
  "title": "Welcome to BREATH - A 30 Day Yoga Journey  |  Yoga With Adriene",
  "link": "https://www.youtube.com/watch?v=AjhvRX57XkE",
  "pubDate": "2021-01-01T06:00:09.000Z",
  "author": "Yoga With Adriene",
  "id": "yt:video:AjhvRX57XkE",
  "isoDate": "2021-01-01T06:00:09.000Z",
  "description": "It is happening! Today’s video is a bit of an orientation, a warm welcome, and an official kick-off. We will begin with a few easy group breaths to enjoy, and recognize that if all you do is arrive here to breathe, you are winning, golden, exactly where you are meant to be. \n\nYou can consider this a practice day for your upcoming practices if you like. \n\n**IMPORTANT** If you are not signed up for the daily email that corresponds with each practice video, sign up for free and receive your free BREATH calendar here: https://www.yogawithadriene.com/breath\n\nWork with what you have, but in this video, I make some suggestions on some optional things you might like to bring to class each day, along with an invitation to help guide you as you embark on this unique journey. \n\nCheck-in with your willingness to be present, and remember for this to take off - you have to show up.\n\nIf this cross-legged position is not doable for you, you can use blankets, blocks, or pillows to sit up on. You can also come into a chair, or on the edge of your couch when we take this shape. That is a great way to modify and possibly a better spot for you to tune in, work with the breath technique, and warm up before we get moving into other shapes each day. \n\nFinally, set an intention. Be brave and ask WHY? Why are you here? What do you think pulled you here? And if you don’t know, that is okay, we will likely uncover that together. (How exciting!)\n\nLet me know where you are practicing from in the comment section down below!\n\n- - - - - - - - - - \n\n🧘🏽‍♂️🧘‍♀️Become a FWFG YOGA member! 🧘🏻‍♂️🧘🏿‍♀️\nhttps://fwfg.com\nJoin Find What Feels Good and access over 700 videos including yoga and meditation for all levels. Explore daily practices, workshops, in depth learning, weekly or monthly accountability series, and an opportunity to connect with a one of a kind global community. This is your one stop shop for yoga, creativity, wellness, and all things FWFG. Try it FREE for 7 Days! \n\n- - - - - - - - - - \n\n❤️SUBSCRIBE to the YWA channel for free yoga videos every week and to support high-quality free yoga for all! ❤️\nhttps://www.youtube.com/user/yogawithadriene?sub_confirmation=1\n\n- - - - - - - - - - \n\nMore at www.yogawithadriene.com\n▶︎ Instagram: @adrienelouise\n▶︎ Twitter: @yogawithadriene\n▶︎ Facebook: Yoga With Adriene\n▶︎ Shop: https://shop.fwfg.com\n\n- - - - - - - - - - \n\nYoga With Adriene, LLC recommends that you consult your physician regarding the applicability of any recommendations and follow all safety instructions before beginning any exercise program. When participating in any exercise or exercise program, there is the possibility of physical injury. If you engage in this exercise or exercise program, you agree that you do so at your own risk, are voluntarily participating in these activities, assume all risk of injury to yourself.",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/AjhvRX57XkE/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "18431",
    "average": "4.99",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "220357"
  },
  "original_created_at": "2021-01-01T06:00:09.000Z",
  "created_at": "2021-01-01T18:07:51.588Z",
  "tags": []
}