{
  "videoId": "C7Tl7Zn-KRE",
  "channelId": "UCpCJ0y-_y03qPlG4zrYAAvQ",
  "title": "The Hoonicorn's Last Ride? Ken Block's Final Drive in the 1400hp AWD Mustang Hoonicorn V2",
  "link": "https://www.youtube.com/watch?v=C7Tl7Zn-KRE",
  "pubDate": "2021-01-08T18:00:03.000Z",
  "author": "Ken Block",
  "id": "yt:video:C7Tl7Zn-KRE",
  "isoDate": "2021-01-08T18:00:03.000Z",
  "description": "Ken Block and Ford Motor Company’s exclusive partnership has brought in some real hardware over the past decade in rally and rallycross. 19 race wins plus 17 other podium finishes, 2 X Games medals, well over a billion video views across Block’s social media platforms, and the first ever World Rally Championship points scored for the brand by an American driver. As of January 2021, that exclusivity comes to an end, with Block becoming a free agent. And that means his options behind the wheel are now wide open. \n\n“Working  with Ford over the past decade has been awesome.” says Ken Block. “From racing all over the world, to accumulating  a half billion views from Gymkhana THREE to Gymkhana TEN, to creating the Emmy nominated series The Gymkhana Files for Amazon Prime - along with building a fleet of Fords including the iconic AWD Mustang Hoonicorn and F-150 Hoonitruck - it’s been a great partnership. It’s simply been a dream come true to work with the company that built the truck that my Dad drove when I was a teenager. I’m super appreciative to Ford for the support over the years, but I am also looking forward to what an unrestricted 2021 holds, and the ability to spread my wings a bit and play with a lot other toys.\n\n2020 was a big year for Block and his Ford vehicles. He took the overall win at Rally Barbados in a WRC2 Ford Fiesta, won his class (and 3rd overall) at Rally Legend in San Marino in his Ford Escort Cossie V2, and also won the first ever Projekt E race of the FIA World RallyCross Championship in Holjes, Sweden, in a Ford Fiesta. Along with winning races, Block and Hoonigan launched the all-new viral video series,- Hoonicorn Vs The World. Spanning 11 episodes, the series features Ken racing his 1965 Ford Mustang RTR Hoonicorn against a variety of wild vehicles including a McLaren Senna and the World’s Fastest Donk. The series has been viewed over 34 million times since its launch in late November. \n\nWhat does the next chapter have in store? Ken Block and Hoonigan Racing Division will be announcing new partnerships very soon. In the meantime, enjoy this video of Ken’s favorite Ford – the 1,400 horsepower AWD Mustang Hoonicorn V2 – get taken on its “last ride”.",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/C7Tl7Zn-KRE/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "20797",
    "average": "4.96",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "315985"
  },
  "original_created_at": "2021-01-08T18:00:03.000Z",
  "created_at": "2021-01-09T01:02:11.757Z",
  "tags": []
}