{
  "videoId": "Cl-Cb2psM-M",
  "channelId": "UCsN32BtMd0IoByjJRNF12cw",
  "title": "Nancy Pelosi on what happens if Trump pardons himself",
  "link": "https://www.youtube.com/watch?v=Cl-Cb2psM-M",
  "pubDate": "2021-01-10T15:48:28.000Z",
  "author": "60 Minutes",
  "id": "yt:video:Cl-Cb2psM-M",
  "isoDate": "2021-01-10T15:48:28.000Z",
  "description": "The speaker of the House gives Lesley Stahl her thoughts on what kind of pardon power President Trump has for himself. See the full interview, tonight after NFL playoff coverage.\n\nSubscribe to the 60 Minutes Channel HERE: http://bit.ly/1S7CLRu\nWatch Full Episodes of 60 Minutes HERE: http://cbsn.ws/1Qkjo1F\nGet more 60 Minutes from 60 Minutes: Overtime HERE: http://cbsn.ws/1KG3sdr\nRelive past episodes and interviews with 60 Minutes Rewind HERE: http://cbsn.ws/1PlZiGI\nFollow 60 Minutes on Instagram HERE: http://bit.ly/23Xv8Ry\nLike 60 Minutes on Facebook HERE: http://on.fb.me/1Xb1Dao\nFollow 60 Minutes on Twitter HERE: http://bit.ly/1KxUsqX\n\nGet the latest news and best in original reporting from CBS News delivered to your inbox. Subscribe to newsletters HERE: http://cbsn.ws/1RqHw7T\n\nGet your news on the go! Download CBS News mobile apps HERE: http://cbsn.ws/1Xb1WC8\n\nGet new episodes of shows you love across devices the next day, stream local news live, and watch full seasons of CBS fan favorites anytime, anywhere with CBS All Access. Try it free! http://bit.ly/1OQA29B\n\n---\n60 Minutes, the most successful American television broadcast in history, began its 52nd season in September. Offering hard-hitting investigative reports, interviews, feature segments and profiles of people in the news, the broadcast began in 1968 is still a hit in 2020. 60 Minutes makes Nielsen’s weekly Top 10 nearly every week and was the #1 weekly television broadcast three times last season.\n\n\nThe program still averages more than 10 million viewers, more than double the audience of its nearest network news magazine competitor. The average audience for a 60 Minutes broadcast is 150% higher than those of the network morning news programs; the audience dwarfs the number of viewers drawn by the most popular cable news programs.  \n\n\nAbout a million more people listen to the 60 Minutes radio simulcast in several major cities and on its companion podcast. Tens of thousands each week experience 60 Minutes online. The broadcast’s segments can be watched at 60Minutes.com and on the CBS All Access app. Its webcast, 60MinutesOvertime.com, offers content originally produced for the web, including behind-the-scenes video about the production of 60 Minutes stories and timely archival segments.\n\n\n60 Minutes has won every major broadcast award. Its 25 Peabody and 150 Emmy awards are the most won by any single news program. It has also won 20 duPont-Columbia University journalism awards. Other distinguished journalism honors won multiple times include the George Polk, RTDNA Edward R. Murrow, Investigative Reporters and Editors, RFK Journalism, Sigma Delta Chi and Gerald Loeb awards.\n\n60 Minutes premiered on CBS September 24, 1968. Bill Owens is the program’s executive producer. The correspondents and contributors of 60 Minutes are Sharyn Alfonsi, Anderson Cooper, John Dickerson, Norah O’Donnell, Scott Pelley, Lesley Stahl, Bill Whitaker and L. Jon Wertheim.",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/Cl-Cb2psM-M/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "9677",
    "average": "3.62",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "487908"
  },
  "original_created_at": "2021-01-10T15:48:28.000Z",
  "created_at": "2021-01-11T01:51:50.136Z",
  "tags": []
}