{
  "videoId": "E4aTjeCP0Lo",
  "channelId": "UCJ0uqCI0Vqr2Rrt1HseGirg",
  "title": "'One Day More' of President Trump - Les Misérables parody",
  "link": "https://www.youtube.com/watch?v=E4aTjeCP0Lo",
  "pubDate": "2021-01-20T02:57:22.000Z",
  "author": "The Late Late Show with James Corden",
  "id": "yt:video:E4aTjeCP0Lo",
  "isoDate": "2021-01-20T02:57:22.000Z",
  "description": "James Corden arrives at work in a good mood knowing there's only One Day More of monologue jokes with Donald Trump serving as President of the United States. Our thanks to our wonderful cast: Joshua Grosso, Jillian Butler, Emily Bautista, Kyle Scatliffe, Shuler Hensley, Patti LuPone and Matt Lucas. Broadway Cares/Equity Fights AIDS has created a COVID-19 Assistance Fund to help stage and crew workers with healthcare and other emergency assistance while the industry remains closed. Learn more about the cause and how you can help: https://donate.broadwaycares.org/campaign/covid-19-emergency-assistance-fund/c276873\n\nMore Late Late Show:\nSubscribe: http://bit.ly/CordenYouTube\nWatch Full Episodes: http://bit.ly/1ENyPw4\nFacebook: http://on.fb.me/19PIHLC\nTwitter: http://bit.ly/1Iv0q6k\nInstagram: http://bit.ly/latelategram\n\nWatch The Late Late Show with James Corden weeknights at 12:35 AM ET/11:35 PM CT. Only on CBS.\n\nGet new episodes of shows you love across devices the next day, stream live TV, and watch full seasons of CBS fan favorites anytime, anywhere with CBS All Access. Try it free! http://bit.ly/1OQA29B\n\n---\nEach week night, THE LATE LATE SHOW with JAMES CORDEN throws the ultimate late night after party with a mix of celebrity guests, edgy musical acts, games and sketches. Corden differentiates his show by offering viewers a peek behind-the-scenes into the green room, bringing all of his guests out at once and lending his musical and acting talents to various sketches. Additionally, bandleader Reggie Watts and the house band provide original, improvised music throughout the show. Since Corden took the reigns as host in March 2015, he has quickly become known for generating buzzworthy viral videos, such as Carpool Karaoke.\"",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/E4aTjeCP0Lo/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "58056",
    "average": "4.84",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1580595"
  },
  "original_created_at": "2021-01-20T02:57:22.000Z",
  "created_at": "2021-01-21T01:51:49.952Z",
  "tags": []
}