{
  "videoId": "EeF8_UcrDz0",
  "channelId": "UCVT1tPkR-fUVlO652EcO3ow",
  "title": "Kamala Harris and Douglas Emhoff on breaking new ground",
  "link": "https://www.youtube.com/watch?v=EeF8_UcrDz0",
  "pubDate": "2021-01-17T15:14:00.000Z",
  "author": "CBS Sunday Morning",
  "id": "yt:video:EeF8_UcrDz0",
  "isoDate": "2021-01-17T15:14:00.000Z",
  "description": "In part two of our two-part interview with Vice President-Elect Kamala Harris, \"Sunday Morning\" host Jane Pauley talks with Harris and her husband, lawyer Douglas Emhoff, about their marriage and blended family, and his role as the first \"second gentleman.\"\n\nSubscribe to the \"CBS Sunday Morning\" Channel HERE: http://bit.ly/20gXwJT\nGet more of \"CBS Sunday Morning\" HERE: http://cbsn.ws/1PlMmAz\nFollow \"CBS Sunday Morning\" on Instagram HERE: http://bit.ly/23XunIh\nLike \"CBS Sunday Morning\" on Facebook HERE: https://www.facebook.com/CBSSundayMorning/\nFollow \"CBS Sunday Morning\" on Twitter HERE: http://bit.ly/1RquoQb\n\nGet the latest news and best in original reporting from CBS News delivered to your inbox. Subscribe to newsletters HERE: http://cbsn.ws/1RqHw7T\n\nGet your news on the go! Download CBS News mobile apps HERE: http://cbsn.ws/1Xb1WC8\n\nGet new episodes of shows you love across devices the next day, stream local news live, and watch full seasons of CBS fan favorites anytime, anywhere with CBS All Access. Try it free! http://bit.ly/1OQA29B\n\n---\n\"CBS Sunday Morning\" features stories on the arts, music, nature, entertainment, sports, history, science, Americana and highlights unique human accomplishments and achievements. Check local listings for CBS Sunday Morning broadcast times.",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/EeF8_UcrDz0/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "8084",
    "average": "4.75",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "219932"
  },
  "original_created_at": "2021-01-17T15:14:00.000Z",
  "created_at": "2021-01-17T23:47:17.496Z",
  "tags": []
}