{
  "videoId": "ew8g4Iu7GGk",
  "channelId": "UCqISR0F9-nCth-V2r4Qy75Q",
  "title": "Ashanti and Keyshia Cole go head-to-head on Verzuz",
  "link": "https://www.youtube.com/watch?v=ew8g4Iu7GGk",
  "pubDate": "2021-01-22T05:17:20.000Z",
  "author": "REVOLT TV",
  "id": "yt:video:ew8g4Iu7GGk",
  "isoDate": "2021-01-22T05:17:20.000Z",
  "description": "After being postponed twice before -- and not to mention after months of anticipation -- Keyshia Cole and Ashanti’s highly anticipated Verzuz finally went down on Thursday, Jan. 21 at 8 p.m. ET/ 5 p.m. PT. Even though it started late, the wait was much worth it and viral fans who tuned in on social media loved every minute of it.\n\nFrom the great stories both Cole and Ashanti told about Diddy and Tupac in between songs to even O.T. Genasis' surprise \"Love\" performance, this Verzuz was one to remember. Special viral audience members included Verzuz's own Swizz Beatz and Timbaland, as well as Cardi B, Keith Powers, Queen Naija and more. \n\nThe music platform revealed news of this final and official Verzuz date a couple weeks ago in a post that showed a flyer for the event, which read: “RAIN, SLEET, HAIL, SNOW LET’S GO. Join us Thursday, January 21st as we kick off the first #VERZUZ of 2021 with @Ashanti and @KeyshiaCole. Thank you everyone for being patient with us. We can’t wait for this magical night with Keyshia and Ashanti!”\n\nWatch Keyshia Cole and Ashanti's Verzuz above!\n\n#keyshiacole #ashanti #verzuz\n\nFind REVOLT on TV here: https://revolt.tv/request-revolt\r\n\r\nStay connected with REVOLT.TV here: \r\n\r\n+ Subscribe now: http://bit.ly/REVOLT_Subscribe_Now\r\n\r\nWebsite: http://REVOLT.TV (Surf) \r\n\r\nInstagram: http://Instagram.com/REVOLTTV (Follow) \r\n\r\nTwitter: http://twitter.com/REVOLTTV (Follow) \r\n\r\nFacebook: http://www.facebook.com/REVOLTTV (Like) \r\n\r\nSnapchat: Revolt.TV (Add)\r\n\r\nAbout REVOLT.TV :\r\n\r\nLaunched by Sean \"Diddy\" Combs, REVOLT.TV is #1 destination in hip hop. Focused on expertly curating the best of the best in music and engaging youth in social conversation, the multi-genre, multi-platform network offers breaking music news, videos, artist interviews, exclusive performances, and original programming. Artists REVOLT.TV covers include: Joe Budden, Drake, Chance the Rapper, Jay-Z, French Montana, Lil Wayne, Puff Daddy, Diddy, Future, Rick Ross, Remy Ma, Nicki Minaj, Beyonce, Rihanna, Lil Yachty, Kendrick Lamar, Kanye West, Solange, and many more.",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/ew8g4Iu7GGk/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "9280",
    "average": "4.77",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "254937"
  },
  "original_created_at": "2021-01-22T05:17:20.000Z",
  "created_at": "2021-01-22T19:33:57.513Z",
  "tags": [
    "VERZUZ",
    "keyshiacole",
    "ashanti",
    "verzuz"
  ]
}