{
  "videoId": "f52y9Ma9d4k",
  "channelId": "UCg7lal8IC-xPyKfgH4rdUcA",
  "title": "Lil Bibby on How He Strong-Armed Vlad to be On-Camera for This Interview (Part 1)",
  "link": "https://www.youtube.com/watch?v=f52y9Ma9d4k",
  "pubDate": "2021-01-28T21:15:00.000Z",
  "author": "djvlad",
  "id": "yt:video:f52y9Ma9d4k",
  "isoDate": "2021-01-28T21:15:00.000Z",
  "description": "In this clip, Lil Bibby started off by speaking to Vlad about being the first person to get him on camera for an interview, and Bibby explained that it's rare for him to get on camera. Bibby went on to explain that he was never drawn to the spotlight, which made it unusual that he would choose to be a rapper. However, Bibby explained that he saw his other peers in Chicago, including Lil Reese, Chief Keef, and Lil Durk, signing deals and he thought that it didn't look too difficult. Bibby then spoke about having to adjust to people approaching him in public, which he admits he still has trouble with, and Bibby said he's lied to people about his identity. To hear more, including Vlad and Bibby discuss the perks of being unrecognizable, hit the above clip.",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/f52y9Ma9d4k/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "23264",
    "average": "4.90",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "911392"
  },
  "original_created_at": "2021-01-28T21:15:00.000Z",
  "created_at": "2021-01-29T17:53:32.344Z",
  "tags": [],
  "localize": [
    {
      "locale": "zh",
      "description": "在这段视频中，Lil Bibby首先和Vlad谈到了自己是第一个让他上镜接受采访的人，Bibby解释说他很少上镜。Bibby继续解释说，他从来没有被聚光灯所吸引，这让他选择成为一名说唱歌手是不寻常的。然而，Bibby解释说，他看到芝加哥的其他同龄人，包括Lil Reese、Chief Keef和Lil Durk，都签了合约，他认为这看起来并不难。随后，Bibby谈到必须适应人们在公共场合接近他，他承认自己仍然有困难，Bibby说他曾对人们撒谎说自己的身份。想听更多，包括Vlad和Bibby讨论不被认可的好处，请点击上面的片段。",
      "title": "利尔-毕比谈他是如何强势武装弗拉德上镜接受采访的（第一部分）。"
    },
    {
      "locale": "zh-Hant",
      "description": "在這段視頻中，Lil Bibby首先和Vlad談到了自己是第一個讓他上鏡接受採訪的人，Bibby解釋說他很少上鏡。Bibby繼續解釋說，他從來沒有被聚光燈所吸引，這讓他選擇成爲一名說唱歌手是不尋常的。然而，Bibby解釋說，他看到芝加哥的其他同齡人，包括Lil Reese、Chief Keef和Lil Durk，都簽了合約，他認爲這看起來並不難。隨後，Bibby談到必須適應人們在公共場合接近他，他承認自己仍然有困難，Bibby說他曾對人們撒謊說自己的身份。想聽更多，包括Vlad和Bibby討論不被認可的好處，請點擊上面的片段。",
      "title": "利爾-畢比談他是如何強勢武裝弗拉德上鏡接受採訪的（第一部分）。"
    }
  ],
  "source_updated_at": 1612518569292
}