{
  "videoId": "fWdbo0i8v9g",
  "channelId": "UCCgLoMYIyP0U56dEhEL1wXQ",
  "title": "Get Abs & Flat Stomach Workout | Flat Stomach Challenge 2021",
  "link": "https://www.youtube.com/watch?v=fWdbo0i8v9g",
  "pubDate": "2021-01-04T12:00:13.000Z",
  "author": "Chloe Ting",
  "id": "yt:video:fWdbo0i8v9g",
  "isoDate": "2021-01-04T12:00:13.000Z",
  "description": "Time to work those abs! Check out my Flat Stomach Challenge. We've got 8 brand new episodes in this 28 days program. Please smash that like button for me, and drop a comment below with how you go each day.\n\n✚ Free Program Schedule\nhttps://www.chloeting.com/program/2021/flat-stomach-challenge.html\nNew Warm Up Routine - https://youtu.be/j6C-6F6dr-4\nEp 1 - Full Body - https://youtu.be/CPI_Ve7vsHs\nEp 2 - Abs - https://youtu.be/fWdbo0i8v9g\nEp 3 - Upper Body -  5th Jan\nEp 4 - Booty - 7th Jan\nEp 5 - HIIT - 11th Jan\nEp 6 - Lower Abs - 13th Jan\nCooldown - TBA\n\n✚ Sponsor this channel\nhttps://www.youtube.com/chloeting/join\nSub to my 2nd channel\nhttps://www.youtube.com/channel/UCBrcDabYtwbR1VIhwH5efZA?sub_confirmation=1\n\n✚ My links\nhttps://www.instagram.com/chloe_t/\nhttps://www.instagram.com/itschloeting/\ntwitch.tv/chloeting\nhttps://discord.gg/chloeting\nMy Spotify Playlist https://open.spotify.com/user/s17162aerlbfj7cpsvv48spyx?si=0Zzwvx6-SdW2gbuyIveoaQ\n\n✚ Music by\nParty in Backyard - https://www.youtube.com/user/PartyInBackyard\nI Can Feel It - https://youtu.be/rMxjLEfZUrw\nSean Remix - https://youtu.be/R4YzjPfwSJg\n\nDylan Locke\nRoomie Bad\nhttps://youtu.be/XYVqxH1s4qc\n\n#workouts #fitness #chloeting\n\nIMPORTANT DISCLAIMER: Some people may see my video titles as click-bait. YouTubers optimise their video's meta data for discovery due to how the algorithm is like. This isn't anything new. Most people who've been watching YouTube for years would understand this. If you're unhappy and get triggered by this, well, this channel isn't for you then. I’ve provided free workout schedules and programs since day 1 and have always optimised my meta data as such so that's not going to change.\n\nHaving said that, it doesn't mean the workout do not work. You will still see results by following a suitable program schedule, watching your diet, being in a deficit or surplus (based on your goals), doing exercises in good form, etc. These are all equally important factors. You're not going to get abs, grow a booty, grow biceps magically from 1 or 2 videos, in 1, 2, 3 or 4 weeks cause everyone is different. I've explain multiple times throughout videos throughout my channel over years that it takes time and lots of factors, so don't take a video title out of context. Targetting fat loss is not scientifically proven. Everyone is different and it takes time. \n\nWhen doing any home workouts, do take precaution to exercise in a safe environment, and if you need help or you're not seeing results, I suggest seeing a health and fitness professional to give you tailored advice on your exercise form and dietary needs. I am not a medical professional and what I share on my channel are my views and what has worked for myself. Your health and safety is the utmost importance so find out what works for you.",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/fWdbo0i8v9g/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "21092",
    "average": "4.99",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "263753"
  },
  "original_created_at": "2021-01-04T12:00:13.000Z",
  "created_at": "2021-01-04T22:38:37.220Z",
  "tags": [
    "workouts",
    "fitness",
    "chloeting"
  ]
}