{
  "videoId": "GaL3YF1vY2k",
  "channelId": "UCFKE7WVJfvaHW5q283SxchA",
  "title": "Day 2 - Arrive | BREATH - A 30 Day Yoga Journey",
  "link": "https://www.youtube.com/watch?v=GaL3YF1vY2k",
  "pubDate": "2021-01-03T06:00:02.000Z",
  "author": "Yoga With Adriene",
  "id": "yt:video:GaL3YF1vY2k",
  "isoDate": "2021-01-03T06:00:02.000Z",
  "description": "With each breath we have the opportunity to begin again, to arrive in the present moment. In this foundational phase of this journey I invite you to see each new practice as a new arrival.\n\nAccept and celebrate that each day will be different. Some days you will have more energy than others. Some days it will seem as though the universe is supporting you to show up, eagerly, and fully. Some days your brain will* make it very hard for you to arrive, and it may seem like the exterior is winning over your interior goals. \n\nMake your #1 goal to show up on the mat. \n\nSelf care is learning the practice of meeting your self each day, learning about who you really are, and continuing to arrive to devote to the process of self discovery, not perfectionism. \n\nWith each breath, a new arrival. \n\nIt’s a powerful tool, and one we are going to cultivate and celebrate together. \n\nLet me know how Day 2 goes for you in the comment section down below!\n\n- - - - - - - - - - \n\n❤️SUBSCRIBE to the YWA channel for free yoga videos every week and to support high-quality free yoga for all! ❤️\nhttps://www.youtube.com/user/yogawithadriene?sub_confirmation=1\n\n- - - - - - - - - - \n\n🧘🏽‍♂️🧘‍♀️Become a FWFG YOGA member! 🧘🏻‍♂️🧘🏿‍♀️\nhttps://fwfg.com\nJoin Find What Feels Good and access over 700 videos including yoga and meditation for all levels. Explore daily practices, workshops, in depth learning, weekly or monthly accountability series, and an opportunity to connect with a one of a kind global community. This is your one stop shop for yoga, creativity, wellness, and all things FWFG. Try it FREE for 7 Days! \n\n\n\n- - - - - - - - - - \n\nMore at www.yogawithadriene.com\n▶︎ Instagram: @adrienelouise\n▶︎ Twitter: @yogawithadriene\n▶︎ Facebook: Yoga With Adriene\n▶︎ Shop: https://shop.fwfg.com\n\n\n- - - - - - - - - - \n\nYoga With Adriene, LLC recommends that you consult your physician regarding the applicability of any recommendations and follow all safety instructions before beginning any exercise program. When participating in any exercise or exercise program, there is the possibility of physical injury. If you engage in this exercise or exercise program, you agree that you do so at your own risk, are voluntarily participating in these activities, assume all risk of injury to yourself.",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/GaL3YF1vY2k/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "14215",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "298492"
  },
  "original_created_at": "2021-01-03T06:00:02.000Z",
  "created_at": "2021-01-03T19:42:18.740Z",
  "tags": []
}