{
  "videoId": "jQ0ok4iJ25s",
  "channelId": "UChirEOpgFCupRAk5etXqPaA",
  "title": "LIVE: Congress Resumes Certification of Biden's Electoral Victory After Capitol Secured",
  "link": "https://www.youtube.com/watch?v=jQ0ok4iJ25s",
  "pubDate": "2021-01-07T07:32:31.000Z",
  "author": "Bloomberg Quicktake: Now",
  "id": "yt:video:jQ0ok4iJ25s",
  "isoDate": "2021-01-07T07:32:31.000Z",
  "description": "(Jan. 6) House Speaker Nancy Pelosi says Congress will resume the Electoral College proceedings once the Capitol is cleared of pro-Donald Trump protesters and safe for use.\n\nPelosi said she made the decision Wednesday in consultation with the Pentagon, the Justice Department and the vice president, who will preside.\n\nShe noted the day would always be “part of history,” but now it would be “as such a shameful picture of our country was put out into the world.”\n\nTrump had encouraged his supporters to come to Washington to fight Congress’ formal approval of President-elect Joe Biden’s win. He held a rally earlier Wednesday and urged his supporters to march to the Capitol, telling them to “get rid of the weak Congress people” and saying, “get the weak ones get out; this is the time for strength.”\n\nTrump supporters breached the Capitol building and clashed with law enforcement before disrupting Congress’ tallying of the Electoral College votes. Trump has repeatedly told his supporters that the November election was stolen from him, even though that is not true.\n\nSubscribe to our YouTube channel: https://bit.ly/2TwO8Gm\n\nBloomberg Quicktake brings you live global news and original shows spanning business, technology, politics and culture. Make sense of the stories changing your business and your world.\n\nTo watch complete coverage on Bloomberg Quicktake 24/7, visit http://www.bloomberg.com/qt/live, or watch on Apple TV, Roku, Samsung Smart TV, Fire TV and Android TV on the Bloomberg app.\n\nConnect with us on…\nYouTube: https://www.youtube.com/user/Bloomberg\nBreaking News on YouTube: https://www.youtube.com/c/BloombergQuickTakeNews\nTwitter: https://twitter.com/quicktake\nFacebook: https://www.facebook.com/quicktake\nInstagram: https://www.instagram.com/quicktake",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/jQ0ok4iJ25s/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "16720",
    "average": "3.48",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1959001"
  },
  "original_created_at": "2021-01-07T07:32:31.000Z",
  "created_at": "2021-01-07T15:01:28.901Z",
  "tags": [],
  "localize": [
    {
      "locale": "zh",
      "description": "(1月6日)众议院议长南希·佩洛西(Nancy Pelosi)表示，一旦国会大厦清除了支持唐纳德·特朗普的抗议者，并可以安全使用，国会将恢复选举人团程序。\n\n佩洛西说，她星期三在与五角大楼、司法部和将主持会议的副总统磋商后做出了这一决定。\n\n她指出，这一天将永远是“历史的一部分”，但现在将是“因为我们国家如此可耻的画面被公之于世”。\n\n特朗普曾鼓励他的支持者来到华盛顿，反对国会正式批准当选总统乔·拜登获胜。他周三稍早举行集会，敦促支持者向国会大厦游行，告诉他们“除掉软弱的国大党人”，并称“让弱者下台；现在是增强力量的时候了.”\n\n特朗普的支持者闯入国会大楼，与执法部门发生冲突，随后扰乱了国会选举人团选票的计票工作。特朗普一再告诉他的支持者，11月的选举是从他手中窃取的，尽管这不是真的。\n\n订阅我们的Youtube频道：https://bit.ly/2TwO8Gm\n\n彭博社快讯为您带来横跨商业、技术、政治和文化的全球现场新闻和原创节目。了解改变您的业务和世界的故事。\n\n要全天候观看彭博QuickTake的完整报道，请访问http://www.bloomberg.com/qt/live，，或在彭博应用程序上的苹果电视、Roku、三星智能电视、Fire TV和安卓电视上观看。\n\n在…上与我们联系\nYoutube：https://www.youtube.com/user/Bloomberg\nYoutube上的突发新闻：https://www.youtube.com/c/BloombergQuickTakeNews\n推特：https://twitter.com/quicktake\n脸书：https://www.facebook.com/quicktake\nInstagram上：https://www.instagram.com/quicktake",
      "title": "现场直播：国会在国会确保安全后恢复对拜登选举胜利的认证"
    },
    {
      "locale": "zh-Hant",
      "description": "(1月6日)衆議院議長南希·佩洛西(Nancy Pelosi)表示，一旦國會大廈清除了支持唐納德·特朗普的抗議者，並可以安全使用，國會將恢復選舉人團程序。\n\n佩洛西說，她星期三在與五角大樓、司法部和將主持會議的副總統磋商後做出了這一決定。\n\n她指出，這一天將永遠是“歷史的一部分”，但現在將是“因爲我們國家如此可恥的畫面被公之於世”。\n\n特朗普曾鼓勵他的支持者來到華盛頓，反對國會正式批准當選總統喬·拜登獲勝。他週三稍早舉行集會，敦促支持者向國會大廈遊行，告訴他們“除掉軟弱的國大黨人”，並稱“讓弱者下臺；現在是增強力量的時候了.”\n\n特朗普的支持者闖入國會大樓，與執法部門發生衝突，隨後擾亂了國會選舉人團選票的計票工作。特朗普一再告訴他的支持者，11月的選舉是從他手中竊取的，儘管這不是真的。\n\n訂閱我們的Youtube頻道：https://bit.ly/2TwO8Gm\n\n彭博社快訊爲您帶來橫跨商業、技術、政治和文化的全球現場新聞和原創節目。瞭解改變您的業務和世界的故事。\n\n要全天候觀看彭博QuickTake的完整報道，請訪問http://www.bloomberg.com/qt/live，，或在彭博應用程序上的蘋果電視、Roku、三星智能電視、Fire TV和安卓電視上觀看。\n\n在…上與我們聯繫\nYoutube：https://www.youtube.com/user/Bloomberg\nYoutube上的突發新聞：https://www.youtube.com/c/BloombergQuickTakeNews\n推特：https://twitter.com/quicktake\n臉書：https://www.facebook.com/quicktake\nInstagram上：https://www.instagram.com/quicktake",
      "title": "現場直播：國會在國會確保安全後恢復對拜登選舉勝利的認證"
    }
  ],
  "source_updated_at": 1610100757695
}