{
  "videoId": "MeQSpZ3gujU",
  "channelId": "UCBYChBOoVXAenGDYvl5-dAw",
  "title": "\"Immortal Machine\" | Dystopian Animated Short Film (2021)",
  "link": "https://www.youtube.com/watch?v=MeQSpZ3gujU",
  "pubDate": "2021-01-22T13:56:29.000Z",
  "author": "Dead Sound",
  "id": "yt:video:MeQSpZ3gujU",
  "isoDate": "2021-01-22T13:56:29.000Z",
  "description": "Created by David James Armsby.\nhttps://www.facebook.com/davidarmsbyartist/\n\n\"You think you understand? All the lies? All the needless atrocities?...\nNo. There is reason, and I want to show you...\"\n\nDeep in the heart of Autodale lives their Mayor. As old as the town itself, a once great inventor, now a gangly and decaying but undying thing which the townsfolk have long forgotten, but continue to echo his machine-obsessed beliefs.\nThis film follows Autodale's Exceptional Woman as she journey's deep down the rabbit hole of the Mayor's Immortal Machine.\n\n\nThis film was one of the most challenging and taxing projects of my life. The film covers a subject matter that is extremely difficult to pull off from an artistic and technical standpoint. Nothing about the setting, characters or structure of this film was easy to do. That's actually the reason I've put off tackling the heart of Autodale and the Matriarch for so long. I knew to pull it off successfully would require a tremendous amount of time, effort and artistic know-how which I didn't feel confident I could do.\nIt wasn't until after finishing my previous and longest animated short film, \"Friendly Shadow\", that I finally felt that I was at the skill level required for this gigantic project.\nI'm not in love with all of it, but overall I think it definitely succeeded. This film is extremely ambitious and grand and I'm extremely proud of the result. I really hope you guys like it too! :D\n\n\nVoice Actors:\nAdrienne Cox - \"Exceptional Woman\", \"Hive\", \"The Matriarch\".\nDavid Armsby - \"The Mayor\"\n\nOriginal Music composed by Rayshaun Thompson and Cameron Moody.\nhttps://soundcloud.com/musicbyrt\nhttps://www.youtube.com/channel/UCIWGJ520wBmsp_AWf8elP1g\nhttps://www.youtube.com/channel/UCkE2jlEVN7IylUIrV31wOng\nhttps://soundcloud.com/controllednoise\n\nFULL SOUNDTRACK AVAILABLE HERE!:\nhttps://www.youtube.com/watch?v=RWhYGmi1Bk4&list=PLEHH5E9HRGLjYwPtLTR7wUAZj-PC2ehGK\n\nMAKING OF\nPART 1: (COMING SOON)\nPART 2: (COMING SLIGHTLY AFTER SOON)\nPART 3: (COMING A BIT MORE THAN SLIGHTLY AFTER SOON)\n\nThis is the seventh film in the Autodale Animated Series. Here's the full playlist!:\nhttps://www.youtube.com/playlist?list=PLZ5VEKOKH8PCjZJYvjlinBtjjmKV_-dk1\n\n\nPATREON!:\nhttps://www.patreon.com/davidarmsby",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/MeQSpZ3gujU/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "59733",
    "average": "4.99",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "320806"
  },
  "original_created_at": "2021-01-22T13:56:29.000Z",
  "created_at": "2021-01-23T04:04:44.443Z",
  "tags": []
}