{
  "videoId": "mviuNd0l680",
  "channelId": "UCDEPOd0RCvw8iSTqFpSBZLA",
  "title": "Phish \"Dinner And A Rematch\" Madison Square Garden — 12/31/95",
  "link": "https://www.youtube.com/watch?v=mviuNd0l680",
  "pubDate": "2021-01-01T06:50:44.000Z",
  "author": "Phish",
  "id": "yt:video:mviuNd0l680",
  "isoDate": "2021-01-01T06:50:44.000Z",
  "description": "Exactly 25 years after the audience tied the band 1-1 in a chess rivalry, Phish challenges YOU to a rematch as part of a special New Year’s Eve “Dinner And A Movie”. We’ll be presenting Phish’s first New Year’s Eve show from Madison Square Garden — 12/31/95 — in its entirety, beginning at 8:30 pm ET.\n\nWe’ve teamed up with the fine folks at https://Chess.com to host the Band vs. Audience online chess game which will start right at the top of the show and move at a decent clip. In short, fans will have 5 minutes to move their piece (the band will have no more than that as well). At the end of 5 minutes, whichever move has the most votes is the ‘audience’ move. Stick around during the set breaks as the band joins in from their various homes, playing a few moves and providing scintillating commentary on the game. We will post and send out the actual game link on 12/31.\n\nTo pace yourself over a long evening, we present some chess cheese board recipes for extended grazing. Our friend Marissa Mullen put together two options — “Olive Cheese Dreams” and “Billy Bries” — with an easy ‘cheese by numbers’ guide. Feel free to swap out any of the ingredients if there’s something else you prefer. Pair with the bubbly of your choice. For dessert, chessboard cookies! Recipes can be found at https://livephi.sh/chessmenu\n\nFor this final webcast of the year, our beneficiary will be none other than The WaterWheel Foundation itself. Since 1997, the band and their fans have collaborated on a nationwide charitable endeavor by raising funds and donating the proceeds across the country. This year alone, collectively we have raised and donated nearly $750,000 to 27 different nonprofits during the Dinner And A Movie series. Join us in continuing to support those in need. Donate at https://www.phish.com/waterwheel",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/mviuNd0l680/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "1889",
    "average": "4.92",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "183322"
  },
  "original_created_at": "2021-01-01T06:50:44.000Z",
  "created_at": "2021-01-01T18:07:51.588Z",
  "tags": []
}