{
  "videoId": "mviuNd0l680",
  "channelId": "UCDEPOd0RCvw8iSTqFpSBZLA",
  "title": "Phish \"Dinner And A Rematch\" Madison Square Garden — 12/31/95",
  "link": "https://www.youtube.com/watch?v=mviuNd0l680",
  "pubDate": "2021-01-01T06:50:44.000Z",
  "author": "Phish",
  "id": "yt:video:mviuNd0l680",
  "isoDate": "2021-01-01T06:50:44.000Z",
  "description": "Exactly 25 years after the audience tied the band 1-1 in a chess rivalry, Phish challenges YOU to a rematch as part of a special New Year’s Eve “Dinner And A Movie”. We’ll be presenting Phish’s first New Year’s Eve show from Madison Square Garden — 12/31/95 — in its entirety, beginning at 8:30 pm ET.\n\nWe’ve teamed up with the fine folks at https://Chess.com to host the Band vs. Audience online chess game which will start right at the top of the show and move at a decent clip. In short, fans will have 5 minutes to move their piece (the band will have no more than that as well). At the end of 5 minutes, whichever move has the most votes is the ‘audience’ move. Stick around during the set breaks as the band joins in from their various homes, playing a few moves and providing scintillating commentary on the game. We will post and send out the actual game link on 12/31.\n\nTo pace yourself over a long evening, we present some chess cheese board recipes for extended grazing. Our friend Marissa Mullen put together two options — “Olive Cheese Dreams” and “Billy Bries” — with an easy ‘cheese by numbers’ guide. Feel free to swap out any of the ingredients if there’s something else you prefer. Pair with the bubbly of your choice. For dessert, chessboard cookies! Recipes can be found at https://livephi.sh/chessmenu\n\nFor this final webcast of the year, our beneficiary will be none other than The WaterWheel Foundation itself. Since 1997, the band and their fans have collaborated on a nationwide charitable endeavor by raising funds and donating the proceeds across the country. This year alone, collectively we have raised and donated nearly $750,000 to 27 different nonprofits during the Dinner And A Movie series. Join us in continuing to support those in need. Donate at https://www.phish.com/waterwheel",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/mviuNd0l680/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "2983",
    "average": "4.57",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "363983"
  },
  "original_created_at": "2021-01-01T06:50:44.000Z",
  "created_at": "2021-01-01T18:07:51.588Z",
  "tags": [],
  "localize": [
    {
      "locale": "zh",
      "description": "在观众在国际象棋比赛中1-1平局整整25年后，Phish向你挑战重赛，这是除夕夜特别节目“晚餐和电影”的一部分。我们将于美国东部时间晚上8：30在麦迪逊广场花园(12/31/95)推出Phish的第一场新年前夕秀。\n\n我们已经与https://Chess.com的精英们联手举办了Band vs Audience在线国际象棋比赛，这场比赛将从节目的顶部开始，并以一个像样的剪辑进行。简而言之，歌迷将有5分钟的时间来移动他们的作品(乐队也不会有更多的时间)。在5分钟结束时，票数最多的动作就是“观众”动作。在片场休息期间，乐队从不同的家中加入进来，演奏几个动作，并提供关于游戏的精彩解说，请留在这里。我们将在12/31发布并发出实际的游戏链接。\n\n为了让自己在漫长的夜晚中步调一致，我们提供了一些延长放牧时间的国际象棋奶酪棋盘食谱。我们的朋友玛丽莎·马伦(Marissa Mullen)把两个选项--“橄榄芝士梦”(Olive Cheese Dreams)和“比利·布里斯”(Billy Bries)--和一本简单的“数字奶酪”指南如果有其他你喜欢的东西，你可以随意调换任何一种配料。与你选择的香槟酒搭配。甜点是棋盘饼干！食谱可在https://livephi.sh/chessmenu上找到。\n\n在今年的最后一次网络直播中，我们的受益者将不是别人，正是水轮基金会本身。自1997年以来，乐队和他们的歌迷通过在全国范围内筹集资金和捐赠收益，在全国范围内合作开展了一项全国性的慈善活动。仅在今年，我们就在“晚宴和电影”系列中向27个不同的非营利组织总共筹集并捐赠了近75万美元。加入我们的行列，继续支持那些需要帮助的人。在https://www.phish.com/waterwheel上捐款",
      "title": "Phish《晚餐与重赛》麦迪逊广场花园--1995年12月31日"
    },
    {
      "locale": "zh-Hant",
      "description": "在觀衆在國際象棋比賽中1-1平局整整25年後，Phish向你挑戰重賽，這是除夕夜特別節目“晚餐和電影”的一部分。我們將於美國東部時間晚上8：30在麥迪遜廣場花園(12/31/95)推出Phish的第一場新年前夕秀。\n\n我們已經與https://Chess.com的精英們聯手舉辦了Band vs Audience在線國際象棋比賽，這場比賽將從節目的頂部開始，並以一個像樣的剪輯進行。簡而言之，歌迷將有5分鐘的時間來移動他們的作品(樂隊也不會有更多的時間)。在5分鐘結束時，票數最多的動作就是“觀衆”動作。在片場休息期間，樂隊從不同的家中加入進來，演奏幾個動作，並提供關於遊戲的精彩解說，請留在這裏。我們將在12/31發佈併發出實際的遊戲鏈接。\n\n爲了讓自己在漫長的夜晚中步調一致，我們提供了一些延長放牧時間的國際象棋奶酪棋盤食譜。我們的朋友瑪麗莎·馬倫(Marissa Mullen)把兩個選項--“橄欖芝士夢”(Olive Cheese Dreams)和“比利·布里斯”(Billy Bries)--和一本簡單的“數字奶酪”指南如果有其他你喜歡的東西，你可以隨意調換任何一種配料。與你選擇的香檳酒搭配。甜點是棋盤餅乾！食譜可在https://livephi.sh/chessmenu上找到。\n\n在今年的最後一次網絡直播中，我們的受益者將不是別人，正是水輪基金會本身。自1997年以來，樂隊和他們的歌迷通過在全國範圍內籌集資金和捐贈收益，在全國範圍內合作開展了一項全國性的慈善活動。僅在今年，我們就在“晚宴和電影”系列中向27個不同的非營利組織總共籌集並捐贈了近75萬美元。加入我們的行列，繼續支持那些需要幫助的人。在https://www.phish.com/waterwheel上捐款",
      "title": "Phish《晚餐與重賽》麥迪遜廣場花園--1995年12月31日"
    }
  ],
  "source_updated_at": 1610100757698
}