{
  "videoId": "odM92ap8_c0",
  "channelId": "UCjmJDM5pRKbUlVIzDYYWb6g",
  "title": "Godzilla vs. Kong – Official Trailer",
  "link": "https://www.youtube.com/watch?v=odM92ap8_c0",
  "pubDate": "2021-01-24T17:00:04.000Z",
  "author": "Warner Bros. Pictures",
  "id": "yt:video:odM92ap8_c0",
  "isoDate": "2021-01-24T17:00:04.000Z",
  "description": "In theaters and streaming exclusively on @HBOMax* March 26.\n \n*Available on @HBOMax in the US only, for 31 days, at no extra cost to subscribers.\n\nhttps://www.godzillavskong.com/\nhttps://www.facebook.com/GodzillaVsKong\nhttps://www.instagram.com/godzillavskong/\nhttps://twitter.com/GodzillaVsKong\n\n---\n\nFrom Warner Bros. Pictures and Legendary Pictures comes the long-awaited face-off between two icons, “Godzilla vs. Kong,” the next epic adventure in Legendary’s cinematic Monsterverse, directed by Adam Wingard.\n\nLegends collide in “Godzilla vs. Kong” as these mythic adversaries meet in a spectacular battle for the ages, with the fate of the world hanging in the balance.  Kong and his protectors undertake a perilous journey to find his true home, and with them is Jia, a young orphaned girl with whom he has formed a unique and powerful bond.  But they unexpectedly find themselves in the path of an enraged Godzilla, cutting a swath of destruction across the globe.  The epic clash between the two titans—instigated by unseen forces—is only the beginning of the mystery that lies deep within the core of the Earth.\n\nThe film stars Alexander Skarsgård (“Big Little Lies,” “The Little Drummer Girl”), Millie Bobby Brown (“Stranger Things”), Rebecca Hall (“Christine,” “Professor Marston and the Wonder Women”), Brian Tyree Henry (“Joker,” “Spider-Man: Into the Spider-Verse”), Shun Oguri (“Weathering with You”), Eiza González (“Fast & Furious Presents: Hobbs & Shaw”), Julian Dennison (“Deadpool 2”), with Kyle Chandler (“Godzilla: King of the Monsters”) and Demián Bichir (“The Nun,” “The Hateful Eight”).\nWingard (“The Guest,” “You’re Next”) directed from a screenplay by Eric Pearson (“Thor: Ragnarok”) and Max Borenstein (“Godzilla: King of the Monsters,” “Kong: Skull Island”), story by Terry Rossio (“Pirates of the Caribbean: Dead Men Tell No Tales”) and Michael Dougherty & Zach Shields (“Godzilla: King of the Monsters”), based on the character “Godzilla” owned and created by TOHO CO., LTD.  The film was produced by Mary Parent, Alex Garcia, Eric McLeod, Jon Jashni, Thomas Tull and Brian Rogers, with Jay Ashenfelter, Herbert W. Gains, Dan Lin, Roy Lee, Yoshimitsu Banno and Kenji Okuhira executive producing.\n\nThe director’s behind-the-scenes creative team included director of photography Ben Seresin (“The Mummy,” “World War Z”), production designers Owen Paterson (“Jumanji: Welcome to the Jungle,” “Godzilla”) and Thomas S. Hammock (“Blair Witch”), editor Josh Schaeffer (“Godzilla: King of the Monsters”), costume designer Ann Foley (“Skyscraper”) and visual effects supervisor John “DJ” DesJardin (upcoming “Zack Snyder’s Justice League”).\n\nWarner Bros. Pictures and Legendary Pictures Present a Legendary Pictures Production, A Film By Adam Wingard, “Godzilla vs. Kong.”  The film will be released nationwide in 2D and 3D in select theaters and IMAX on March 26, 2021 and will be available in the U.S. on HBO Max for 31 days from theatrical release.  It is rated PG-13 for intense sequences of creature violence/destruction and brief language.",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/odM92ap8_c0/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "349149",
    "average": "4.95",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "4532662"
  },
  "original_created_at": "2021-01-24T17:00:04.000Z",
  "created_at": "2021-01-24T21:41:28.727Z",
  "tags": []
}