{
  "videoId": "q2cEk3HXMaw",
  "channelId": "UC4laAHbk8VSgmvB47tsd2XQ",
  "title": "EMBRACING CHANGE | Building our Home at Cabin in Woods",
  "link": "https://www.youtube.com/watch?v=q2cEk3HXMaw",
  "pubDate": "2021-01-17T16:00:08.000Z",
  "author": "Eamon & Bec",
  "id": "yt:video:q2cEk3HXMaw",
  "isoDate": "2021-01-17T16:00:08.000Z",
  "description": "NEW YEAR, NEW EAMON & BEC! We are so excited for all of the adventures 2021 has in store for us all. Want to learn something new this year? The first 1000 people to use the link will get a free trial of Skillshare Premium Membership: https://skl.sh/eamonbec01211\n\n► SUBSCRIBE for a new video every single Sunday https://youtube.com/eamonbec?sub_confirmation=1\n► The vlog continues on Instagram https://instagram.com/eamonandbec\n\nWe've escaped to the wilderness & we're building our home at a cabin in the woods ... a phrase that we didn't think we'd be saying just one short year ago. But, if 2020 taught us anything it was to embrace change so with that spirit we are looking forward to all of the many blessings, lessons and love that 2021 has in store for us all. \nThis week Eamon's does something we NEVER thought we'd see (remember that whole embracing chane thing?). Yeah, he chops off ALL his hair! Or does he 🤔 ?. We also take you out onto our frozen lake to enjoy a very Canadian sport of ice skating! Plus, there's the never-ending renovations projects inside the cabin and a healthy dose of laughter. \n\nCatch up on our cabin in the woods videos: https://bit.ly/3mNAcpX\n\nThanks to Skillshare for sponsoring today's video!\n\nEamon & Bec Products\n↠ handmade chai blends https://chaiwalachai.com/ ↞\n↠ cookbook https://bit.ly/3o8MSs2 ↞\n↠ professional photo filters https://bit.ly/2HNyKES ↞\n↠ van build guide https://bit.ly/37jUqkQ ↞\n\nWho are we?\n\nWe're Eamon and Bec, a Canadian couple who previously lived and traveled full-time in our self converted Sprinter Van!! When the pandemic hit earlier this year we made the difficult decision to abandon our van in Africa and fly home to Canada. Now we're here... living at a cabin in the Canadian wilderness. We've always envisioned moving into the woods by the lake and building our dream tiny cabin as a home base for us to come back to in between our international travels. We cannot wait to have a place to call our own!! \n\nOur goal here is to inspire you to chase after your own dreams! We hope to create a community of like-minded, positive individuals who will grow to love and support one another on their own journeys.\n\nMusicbed SyncID:\nMB0176GUYU857NE",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/q2cEk3HXMaw/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "13608",
    "average": "4.95",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "147030"
  },
  "original_created_at": "2021-01-17T16:00:08.000Z",
  "created_at": "2021-01-17T23:47:17.496Z",
  "tags": []
}