{
  "videoId": "rafnUWedZws",
  "channelId": "UCto7D1L-MiRoOziCXK9uT5Q",
  "title": "I Built a Theme Park With a 99.9% Death Rate - Parkitect",
  "link": "https://www.youtube.com/watch?v=rafnUWedZws",
  "pubDate": "2021-01-13T16:00:09.000Z",
  "author": "Let's Game It Out",
  "id": "yt:video:rafnUWedZws",
  "isoDate": "2021-01-13T16:00:09.000Z",
  "description": "Streaming! ► https://www.twitch.tv/letsgameitout\n\nMerch!  ►\n  US/CA STORE ► http://bit.ly/LetsGameItOutUSStore\n  EU STORE ► http://bit.ly/LetsGameItOutEUStore\n\nSubscribe if you enjoy! ► http://bit.ly/letsgameitout_show\n\nTwitter ► https://twitter.com/letsgameitout\nFacebook ► https://www.facebook.com/letsgameitout\n\nWant more LGIO?!\n\nMore Simulator Mayhem ► https://www.youtube.com/watch?v=UqaNKNgSxYI&list=PLrBjj4brdIRzn3ja4BfqYUForg0p-p5wi\n\nFunny Tycoon Games ► https://www.youtube.com/watch?v=UqaNKNgSxYI&list=PLrBjj4brdIRwf14QPGmfDXCQQrDs860ig\n\nThe Finest One-Offs ► https://www.youtube.com/watch?v=zIOFGCbwJSs&list=PLrBjj4brdIRwKf72d6spk7fSHhwwYuQu1\n\nSome Truly Bizarre Games  ► https://www.youtube.com/watch?v=zIOFGCbwJSs&list=PLrBjj4brdIRyM5mUsHwPN0PH6UVNfeNl2\n\n#LetsGameItOut #Simulation #Tycoon\n\nI Built a Theme Park With a 99.9% Death Rate - Parkitect - Let's Game It Out\n\n----------\n\nCheck it out on Steam ► https://store.steampowered.com/app/453090/Parkitect/\n\nMore about Parkitect (from Steam):\n\nParkitect is a business simulation game that charges you with the construction and management of theme parks! Bringing back the best of classic theme park games with many new features and content on top. Now supports online co-op with up to 8 players!\n\nCurious about what other people are making, looking for inspiration or maybe you just want a nice park for your guests? Share your roller coasters, parks and scenery in the Steam Workshop!\n\nABOUT THIS GAME\nWelcome to Parkitect, where you build and manage the theme parks of your dreams.\nConstruct your own coasters, design an efficiently operating park that fully immerses your guests in its theming and play through the campaign.\nBoth the campaign and the sandbox mode can be played in singleplayer mode or cooperatively by up to 8 players building together online!\n\nBuild\nCreate the perfect park for your guests! Deform the terrain, place water, build structures! With a huge selection of deco objects from various themes you can design your park however you want. And for more you can get custom scenery from the Steam Workshop or mod in your own!\n\nTop off that park with your very own roller coaster! Design it yourself or choose from a number of exciting designs. Spinning, looping, launching, flying - with over 70 of the worlds most popular types of theme park rides you'll always be able to surprise your guests.\n\nManage\nBuilding is only half of the challenge! You'll need to keep an eye on the finances and guest satisfaction to stay on top, and for the first time in a theme park game the \"behind the scenes\" parts of your park have a meaning too! Route resources to your various shops without annoying your guests and keep the staff areas out of the public eye for the perfect immersive experience.\n\nPlay\nBuild your way through a challenging campaign! 26 scenarios with unique settings will put your theme park management and coaster designing skills to the test. And there's always more - download scenarios created by the community from Steam Workshop or design your own with the scenario editor. With the landscape generator you'll create your own unique setting in no time. And if you're more of a creative player there's the sandbox mode!",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/rafnUWedZws/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "57728",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "569620"
  },
  "original_created_at": "2021-01-13T16:00:09.000Z",
  "created_at": "2021-01-14T00:03:32.589Z",
  "tags": [
    "LetsGameItOut",
    "Simulation",
    "Tycoon"
  ]
}