{
  "videoId": "ScHI1cbkUv4",
  "channelId": "UCtI0Hodo5o5dUb67FeUjDeA",
  "title": "Transporter-1 Mission",
  "link": "https://www.youtube.com/watch?v=ScHI1cbkUv4",
  "pubDate": "2021-01-24T16:41:13.000Z",
  "author": "SpaceX",
  "id": "yt:video:ScHI1cbkUv4",
  "isoDate": "2021-01-24T16:41:13.000Z",
  "description": "SpaceX is targeting Sunday, January 24 for launch of Transporter-1, SpaceX’s first dedicated SmallSat Rideshare Program mission, from Space Launch Complex 40 (SLC-40) at Cape Canaveral Space Force Station in Florida. The 22-minute launch window opens at 10:00 a.m. EST, or 15:00 UTC.\n \nFalcon 9’s first stage booster previously supported launch of Crew Dragon’s second demonstration mission, the ANASIS-II mission, a Starlink mission, and launch of Dragon’s 21st cargo resupply mission to the International Space Station. Following stage separation, SpaceX will land Falcon 9’s first stage on the Of Course I Still Love You droneship, which will be stationed in the Atlantic Ocean. \n\nOn board this launch are 133 commercial and government spacecraft (including CubeSats, microsats, and orbital transfer vehicles) and 10 Starlink satellites – the most spacecraft ever deployed on a single mission. The Starlink satellites aboard this mission will be the first in the constellation to deploy to a polar orbit.",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/ScHI1cbkUv4/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "32408",
    "average": "4.94",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "840337"
  },
  "original_created_at": "2021-01-24T16:41:13.000Z",
  "created_at": "2021-01-24T23:02:34.538Z",
  "tags": [],
  "localize": [
    {
      "locale": "zh",
      "description": "SpaceX公司的目标是1月24日（周日）从佛罗里达州卡纳维拉尔角空间力量站的40号空间发射场（SLC-40）发射Transporter-1，这是SpaceX公司第一个专门的小卫星乘车计划任务。22分钟的发射窗口在美国东部时间上午10:00，或世界协调时15:00开启。\n \n猎鹰9号的第一级助推器此前曾支持发射乘龙号的第二次演示任务、ANASIS-II任务、Starlink任务，以及发射乘龙号前往国际空间站的第21次货物补给任务。在级分离之后，SpaceX将把猎鹰9号的第一级降落在Of Course I Still Love You无人飞船上，该飞船将驻扎在大西洋。\n\n此次发射搭载的是133个商业和政府航天器（包括CubeSats、微型卫星和轨道转移飞行器）和10颗Starlink卫星--这是有史以来在一次任务中部署最多的航天器。这次飞行任务所搭载的星联卫星将是该星座中第一个部署到极地轨道的卫星。",
      "title": "Transporter-1任务"
    },
    {
      "locale": "zh-Hant",
      "description": "SpaceX公司的目標是1月24日（週日）從佛羅里達州卡納維拉爾角空間力量站的40號空間發射場（SLC-40）發射Transporter-1，這是SpaceX公司第一個專門的小衛星乘車計劃任務。22分鐘的發射窗口在美國東部時間上午10:00，或世界協調時15:00開啓。\n \n獵鷹9號的第一級助推器此前曾支持發射乘龍號的第二次演示任務、ANASIS-II任務、Starlink任務，以及發射乘龍號前往國際空間站的第21次貨物補給任務。在級分離之後，SpaceX將把獵鷹9號的第一級降落在Of Course I Still Love You無人飛船上，該飛船將駐紮在大西洋。\n\n此次發射搭載的是133個商業和政府航天器（包括CubeSats、微型衛星和軌道轉移飛行器）和10顆Starlink衛星--這是有史以來在一次任務中部署最多的航天器。這次飛行任務所搭載的星聯衛星將是該星座中第一個部署到極地軌道的衛星。",
      "title": "Transporter-1任務"
    }
  ]
}