{
  "videoId": "WdVWba0VEkA",
  "channelId": "UCJ7dtuZhjFSJvb_CZjWJkng",
  "title": "Here's How Queen Elizabeth Responded To Biden's Inauguration",
  "link": "https://www.youtube.com/watch?v=WdVWba0VEkA",
  "pubDate": "2021-01-22T22:40:49.000Z",
  "author": "The List",
  "id": "yt:video:WdVWba0VEkA",
  "isoDate": "2021-01-22T22:40:49.000Z",
  "description": "Even though the setting is surely familiar, President Joe Biden and first lady Jill Biden are still surely getting used to actually living in their new White House digs. \n\nThere are big things to attend to, like a mountain of executive orders. And then there are the details: The family pictures in the Oval Office. What rugs will the Bidens want in their living quarters? What color curtains will they have? Where and how will President Biden store his mail?\n\nThe new commander in chief is getting a lot of correspondence already. Perhaps surprisingly, outgoing President Donald Trump left a note for the new chief executive. Maybe even more surprisingly, Biden said,\n\n\"The president wrote a very generous letter.\"\n\nThere's also the letter that Amazon sent to the newly inaugurated president, offering to assist with upcoming COVID vaccination drives. And there's the \"private message\" that Queen Elizabeth sent to Biden ahead of his January 20th inauguration, The Sunday Times reported. \n\nBiden has received messages from many of the world's leaders, as they offer their congratulations and their hope for a path forward in U.S. foreign policy. U.K. Prime Minister Boris Johnson, in an interview with Sky News, said that the United States and the United Kingdom share a, quote, \"joint united agenda\" and that the new administration was \"a fantastic thing for America.\" Was the queen's message similar, perhaps?\n\nVanity Fair says that Queen Elizabeth's letter will remain as private as President Trump's letter to Biden presumably will. While we can't guess as to the content of the letter, we can bet that it was personalized. Joe Biden is the 14th president to lead the U.S. during Queen Elizabeth's reign. And, considering her history with the other 13 sitting U.S. presidents, it's certain that the two will meet in the next four years. Perhaps the message extended an invitation to Buckingham Palace or Windsor Castle.\n\nOr is it possible Joe and Jill Biden could pass the Balmoral Test? That's a very tentative maybe. According to Time, Queen Elizabeth has met with every U.S. president, with the exception of Lyndon B. Johnson, since she became queen in February 1952. In that time, only President Eisenhower was invited to her summer home of Balmoral Castle in Scotland.\n\nThis being said, Her Majesty is said to have been quite charmed by Barack Obama. Author Tom Quinn, who wrote Kensington Palace: An Intimate Memoir from Queen Mary to Meghan Markle, claims the queen developed a soft spot for America after meeting the 44th president. If that's the case, perhaps Queen Elizabeth associates President Obama's former vice president, Joe Biden, with his old boss, which can only be good. Over eight years, the Obamas visited with the queen three times.\n\nWhen Queen Elizabeth began her reign, Harry S. Truman was president of the United States. The two had actually met a few months before, in October 1951, when the queen was still a princess. In addition to sitting U.S. presidents, The Heritage Foundation notes that Her Majesty also met President Herbert Hoover, who was in office from 1929 to 1933, prior to becoming queen.\n\nThe Independent notes that Queen Elizabeth and President Joe Biden have not yet met, though some outlets report otherwise. It's possible they exchanged pleasantries during Biden's 36 years in the U.S. Senate, but while serving as vice president from 2009 to 2017, Biden did not travel with the Obamas on their three state visits to the U.K., and the queen last visited the United States in 2007, then the guest of President George W. Bush and Laura Bush. \n\nGiven all the rich history the queen has with America's leaders, it's not hard to imagine that her private message to President Biden was one of cordial friendship — even if the two have yet to meet. With COVID-19 restrictions still firmly in place around the world, a visit between Queen Elizabeth and the 46th U.S. president will no doubt be delayed, but it will happen. It's tradition, after all. \n\n#QueenElizabeth #JoeBiden #Inauguration\n\nRead Full Article: https://www.thelist.com/317367/heres-how-queen-elizabeth-responded-to-bidens-inauguration/",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/WdVWba0VEkA/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "8736",
    "average": "4.07",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "980587"
  },
  "original_created_at": "2021-01-22T22:40:49.000Z",
  "created_at": "2021-01-23T17:49:09.782Z",
  "tags": [
    "QueenElizabeth",
    "JoeBiden",
    "Inauguration"
  ]
}