{
  "videoId": "XfX1VtwW9L4",
  "channelId": "UCQSEAbOs6vsJfy7WN7iYaGQ",
  "title": "i speedrun bad minecraft",
  "link": "https://www.youtube.com/watch?v=XfX1VtwW9L4",
  "pubDate": "2021-01-05T23:00:19.000Z",
  "author": "EazySpeezy",
  "id": "yt:video:XfX1VtwW9L4",
  "isoDate": "2021-01-05T23:00:19.000Z",
  "description": "technically i got 4 minecraft world records today. i'm so great at speedrunning!\n\nWatch live at: http://twitch.tv/EazySpeezy\n\n▶ Twitter: https://twitter.com/EazySpeezy\n▶ Discord: https://discord.gg/Fz6Dtdq\n\nCheck out the game creator here: https://youtube.com/c/Stevenstuff\nDownload the game here: https://stevensstuff.itch.io/floppy-minecraft\n\nMy channel generally focuses on a more casual side of speedruns. With these videos I want to show off cool speedruns, explain how they work, and entertain. Hopefully you enjoy the content and maybe even take up speedrunning yourself, because it is truly a lot of fun!\n\nAnd yeah, today we tried speedrunning bad minecraft. This is a cursed minecraft mod and I think you can see why. I mean we have guns. I think that just shows how cursed it is. Also there are realistic physics like falling tree... and guns... I don't know why I'm so caught up about that. Whatever, enjoy the speedruns and you definitely will because each one of them is a world record... on a game that no one else speedruns... okay I should just stop talking.\n\nAlso I'm gonna do this cause all the cool kids do:\n\nNot Minecraft, But Water Rises or Minecraft, But Lava Rises, or any other but challenge like that. This is a speedrun / speedrunner of Minecraft against a very much cursed game.\n\n#EazySpeezy #Minecraft #Speedrun",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/XfX1VtwW9L4/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "54694",
    "average": "4.83",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1851662"
  },
  "original_created_at": "2021-01-05T23:00:19.000Z",
  "created_at": "2021-01-06T23:07:37.591Z",
  "tags": [
    "EazySpeezy",
    "Minecraft",
    "Speedrun"
  ],
  "localize": [
    {
      "locale": "zh",
      "description": "严格来说，我今天创造了4项“我的世界”世界纪录。我跑得太快了！\n\n观看现场直播：http://twitch.tv/EazySpeezy\n\nhttps://twitter.com/EazySpeezy：▶推特\n不和谐：https://discord.gg/Fz6Dtdq▶\n\n点击此处查看游戏创作者：https://youtube.com/c/Stevenstuff\n点击此处下载游戏：https://stevensstuff.itch.io/floppy-minecraft\n\n我的频道通常关注赛跑中较为随意的一面。通过这些视频，我想展示很酷的速跑，解释它们是如何工作的，并进行娱乐。希望你喜欢这些内容，甚至可以自己参加速跑，因为它真的很有趣！\n\n是的，今天我们试着跑“坏我的世界”。这是一个被诅咒的“我的世界”模式，我想你可以明白为什么。我是说我们有枪。我想这正好说明了它是多么被诅咒。还有真实的物理，比如倒下的树……还有枪..。我不知道为什么我对那件事如此着迷。不管怎么说，享受这些速跑吧，你肯定会的，因为每一次都是世界纪录……在一场其他人都不会跑的比赛中.好吧，我不应该再说了。\n\n我也要这么做，因为所有酷孩子都会这么做：\n\n不是“我的世界”，而是“水起”或“我的世界”，而是“熔岩崛起”，或任何其他类似的挑战。这是一款“我的世界”的速跑/速跑者对抗一款非常受诅咒的游戏。\n\n#EazySpeezy #我的世界 #SpeedRun ",
      "title": "我超速跑“糟糕的我的世界”"
    },
    {
      "locale": "zh-Hant",
      "description": "嚴格來說，我今天創造了4項“我的世界”世界紀錄。我跑得太快了！\n\n觀看現場直播：http://twitch.tv/EazySpeezy\n\nhttps://twitter.com/EazySpeezy：▶推特\n不和諧：https://discord.gg/Fz6Dtdq▶\n\n點擊此處查看遊戲創作者：https://youtube.com/c/Stevenstuff\n點擊此處下載遊戲：https://stevensstuff.itch.io/floppy-minecraft\n\n我的頻道通常關注賽跑中較爲隨意的一面。通過這些視頻，我想展示很酷的速跑，解釋它們是如何工作的，並進行娛樂。希望你喜歡這些內容，甚至可以自己參加速跑，因爲它真的很有趣！\n\n是的，今天我們試着跑“壞我的世界”。這是一個被詛咒的“我的世界”模式，我想你可以明白爲什麼。我是說我們有槍。我想這正好說明了它是多麼被詛咒。還有真實的物理，比如倒下的樹……還有槍..。我不知道爲什麼我對那件事如此着迷。不管怎麼說，享受這些速跑吧，你肯定會的，因爲每一次都是世界紀錄……在一場其他人都不會跑的比賽中.好吧，我不應該再說了。\n\n我也要這麼做，因爲所有酷孩子都會這麼做：\n\n不是“我的世界”，而是“水起”或“我的世界”，而是“熔岩崛起”，或任何其他類似的挑戰。這是一款“我的世界”的速跑/速跑者對抗一款非常受詛咒的遊戲。\n\n#EazySpeezy #我的世界 #SpeedRun ",
      "title": "我超速跑“糟糕的我的世界”"
    }
  ],
  "source_updated_at": 1610100757690
}