{
  "videoId": "yXonUKbd3aU",
  "channelId": "UCPD_bxCRGpmmeQcbe2kpPaA",
  "title": "Priyanka Chopra Jonas Explains the Essence of Hot Sauce While Eating Spicy Wings | Hot Ones",
  "link": "https://www.youtube.com/watch?v=yXonUKbd3aU",
  "pubDate": "2021-01-28T16:00:15.000Z",
  "author": "First We Feast",
  "id": "yt:video:yXonUKbd3aU",
  "isoDate": "2021-01-28T16:00:15.000Z",
  "description": "Priyanka Chopra Jonas is one of the world's most famous and successful actor/producers. Her latest film, The White Tiger, is currently streaming on Netflix—ditto for We Can Be Heroes—and her memoir Unfinished is set to release on February 9th. But how is she with spicy food? We got a sneak preview when she joined Sean Evans and Jimmy Fallon on the Tonight Show for a mini Hot Ones gauntlet, but find out what happens when she tries to run through the full 10 wings. Along the way, the international star discusses the difference between Indian food in New York and LA, explains why she met Larry Bird, and much more. It's the Season 14 season premiere—let's go, spice lords!\n\nMAKE A DIFFERENCE BY DONATING TO COMMON THREADS, THE BRAND-NEW CHARITY PARTNER OF HOT ONES: https://www.commonthreads.org/firstwefeast/\nBUY HOT ONES X REEBOK COLLAB: https://www.reebok.com/hot_ones\nBUY HOT ONES TRUTH OR DAB THE GAME NOW: http://truthordabgame.com\nBUY HOT ONES HOT SAUCE NOW: http://bit.ly/HotOnesSaucesNEW\nHOT ONES MERCH AVAILABLE NOW: https://bit.ly/2AIS271\nSIGN UP FOR THE HOT ONES MONTHLY HOT SAUCE SUB BOX: https://bit.ly/2veY50P\nSIGN UP FOR THE FIRST WE FEAST NEWSLETTER: http://firstwefeast.com/signup\nSubscribe to First We Feast on YouTube: http://goo.gl/UxFzhK\n\nSubscribe to First We Feast on YouTube: http://goo.gl/UxFzhK\nCheck out more of First We Feast here:\nhttp://firstwefeast.com/\nhttps://twitter.com/firstwefeast\nhttps://www.facebook.com/FirstWeFeast\nhttp://instagram.com/firstwefeast\n\nFirst We Feast videos offer an iconoclastic view into the culinary world, taking you behind-the-scenes with some of the country’s best chefs and finding the unexpected places where food and pop culture intersect.",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/yXonUKbd3aU/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "14603",
    "average": "4.82",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "224228"
  },
  "original_created_at": "2021-01-28T16:00:15.000Z",
  "created_at": "2021-01-29T02:06:38.899Z",
  "tags": []
}