{
  "videoId": "ZSIp00SewO8",
  "channelId": "UCFKE7WVJfvaHW5q283SxchA",
  "title": "Day 1 - Invite  |  BREATH - A 30 Day Yoga Journey",
  "link": "https://www.youtube.com/watch?v=ZSIp00SewO8",
  "pubDate": "2021-01-02T06:00:03.000Z",
  "author": "Yoga With Adriene",
  "id": "yt:video:ZSIp00SewO8",
  "isoDate": "2021-01-02T06:00:03.000Z",
  "description": "Your first yoga practice is here, and it is a full one, packed with valuable invitations! We begin by taking things nice and slow. You will soon feel more fire, you may move fast, but this series asks you to be disciplined about bringing awareness to the deeper layers of your practice - with breath. \n\nWhat makes this 30 Day series unique is that these practices are designed to work together 1-30, not just as one-offs, though that is time well spent too. \n\nThis series is a process with intention. Today’s practice is all about listening, respectfully setting the tone, building foundation with slow and with purposeful movement. \n\nThank you for joining me on this journey and for sharing this connection with so many people around the world. \n\n**REMINDER** If you are not signed up for the daily email that corresponds with each practice video, sign up for free and receive your free BREATH calendar here: https://www.yogawithadriene.com/breath\n\nLet me know how it goes for you in the comment section down below! \n\n- - - - - - - - - - \n\n❤️SUBSCRIBE to the YWA channel for free yoga videos every week and to support high-quality free yoga for all! ❤️\nhttps://www.youtube.com/user/yogawithadriene?sub_confirmation=1\n\n- - - - - - - - - - \n\n🧘🏽‍♂️🧘‍♀️Become a FWFG YOGA member! 🧘🏻‍♂️🧘🏿‍♀️\nhttps://fwfg.com\nJoin Find What Feels Good and access over 700 videos including yoga and meditation for all levels. Explore daily practices, workshops, in depth learning, weekly or monthly accountability series, and an opportunity to connect with a one of a kind global community. This is your one stop shop for yoga, creativity, wellness, and all things FWFG. Try it FREE for 7 Days! \n\n- - - - - - - - - - \n\n🗓Get your FREE Yoga Calendar: 🗓\nhttp://yogawithadriene.com/calendar/\n\n- - - - - - - - - - \n\nMore at www.yogawithadriene.com\n▶︎ Instagram: @adrienelouise\n▶︎ Twitter: @yogawithadriene\n▶︎ Facebook: Yoga With Adriene\n▶︎ Shop: https://shop.fwfg.com\n\n- - - - - - - - - - \n\n\nYoga With Adriene, LLC recommends that you consult your physician regarding the applicability of any recommendations and follow all safety instructions before beginning any exercise program. When participating in any exercise or exercise program, there is the possibility of physical injury. If you engage in this exercise or exercise program, you agree that you do so at your own risk, are voluntarily participating in these activities, assume all risk of injury to yourself.",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/ZSIp00SewO8/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "22666",
    "average": "4.98",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "374142"
  },
  "original_created_at": "2021-01-02T06:00:03.000Z",
  "created_at": "2021-01-02T19:15:04.589Z",
  "tags": []
}