{
  "author": "gigabyteIO",
  "original_created_utc": 1637261887,
  "title": "Algorand once again trading inverse to the rest of the market with 4B+ trade volume.",
  "created_utc": 1637278347,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Algorand has over 4 Billion trade volume in the last 24 hours. Last night a huge whale bought into Algorand, causing the price to spike to $2.82 on coinbase. It seems like it&#39;s not slowing down either. There are rumors that Brazil will be building their CBDC on top of Algorand so there is much speculation that Brazilian whales are the cause of this. But who really knows? There is so much going on with Algorand it could be many different things. Algorand is currently in talks with 16 different countries about their CBDC&#39;s and supposedly something may be announced at Algorand&#39;s Miami Decipher event at the end of this month.</p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/5fr7c603ie081.png?width=1044&amp;format=png&amp;auto=webp&amp;s=dbc4feac4df69e7c6f1a7b75c4be275498de3880\">Algorand trading inversely to the market AGAIN, this has happened multiple times in the last month.</a></p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/qgc2ndw7ie081.png?width=1012&amp;format=png&amp;auto=webp&amp;s=e6512af5d232e086bdd7baa3dbcd7ed80f3d6568\">4 Billion in trade volume and it doesn&#39;t seem to be slowing down.</a></p>\n\n<p>&#x200B;</p>\n\n<p>I&#39;m getting the feeling Algorand is breaking from the rest of the crypto market slowly but surely. This isn&#39;t a one off occurrence. It keeps happening. The huge increase in trade volume while trading green while everything else is red tells me that many rich investors are putting their eggs in the Algorand basket. </p>\n\n<p>&#x200B;</p>\n\n<p><strong>TL;DR: Huge things coming for Algorand.</strong></p>\n</div><!-- SC_ON -->",
  "score": 215,
  "permalink": "/r/CryptoCurrency/comments/qwwtot/algorand_once_again_trading_inverse_to_the_rest/",
  "subreddit": "CryptoCurrency",
  "id": "qwwtot",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Algorand has over 4 Billion trade volume in the last 24 hours. Last night a huge\nwhale bought into Algorand, causing the price to spike to $2.82 on coinbase. It\nseems like it's not slowing down either. There are rumors that Brazil will be\nbuilding their CBDC on top of Algorand so there is much…"
}