{
  "author": "SharedHoney",
  "original_created_utc": 1628360370,
  "title": "Every year, 4chan ranks their 100 best books of all time. I compiled every list they've ever released to create the ultimate 4chan greatest books of all time. Here it is. (OC)",
  "created_utc": 1628363954,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This took like 30-40 hours of mind-numbing grunt work, so I really hope some of you enjoy it. It&#39;s a really rather interesting list, and it&#39;s always fascinated me how despite 4chan&#39;s reputation, whenever their book lists come out each year they are always relatively respected and spark meaningful discussion. There are definitely biases here, and I&#39;ll touch on some of those, but for now here&#39;s the list:</p>\n\n<p><a href=\"https://postimg.cc/YhhjYBcc\">Uncompressed postimg link</a></p>\n\n<p><a href=\"https://imgur.com/a/aqYkoiK\">Imgur link (compressed)</a></p>\n\n<p><strong>Notes:</strong></p>\n\n<p>- They&#39;ve only released 8 lists thus far, starting in 2014 and ending in 2020, with one year having two &quot;official&quot; list releases. I put this data together months ago, so I&#39;m a bit hazy on the reason, but one of those two lists seemed to make far more sense to me at the time as the true list, so I just chose that one and disregarded the alternate list.</p>\n\n<p>- I hope the intro is understandable, but in case it&#39;s confusing: If a book appeared in at least 5 of 7 yearly lists, it is not penalized/lowered in rank for not appearing in the other 1 or 2. But books with 4 or less appearances are always ranked lower than books that appeared more often, even if they ranked higher on average. The number 5 may seem arbitrary, but I had to have some system to avoid outliers and that made the most sense to me.</p>\n\n<p><strong>Observations:</strong></p>\n\n<p>- Books by American authors appear more than twice as often as any other nationality, with 29 occurrences. Then, English with 14, Russian with 11, French with 9, and Irish with 7. 61 books are from Europe, and 2 from Asia (excluding the Bible, and Russian literature since it is usually grouped separately). Nearly half of the Russian novels appear in the top 20, though - their five novels in the top 20 fall just short of the 6 American novels in the top 20.</p>\n\n<p>- 4chan validates its reputation somewhat, as the list only features three female authors, one being JK Rowling. Notable authors like Jane Austen and Mary Shelley are absent. Virginia Woolf does have two submissions though.</p>\n\n<p>- 18 authors have multiple appearances. The most appearances made by any author is a three way tie between Doestoevsky, Joyce, and Pynchon with 4 Kafka and Faulkner have 3.</p>\n\n<p>- By far the most popular century is the 20th century with 60 occurrences. The next highest (19th) has under 20. The oldest book is the bible, and the newest is Jerusalem, by Alan Moore (2016). There are 5 books from BC.</p>\n\n<p>- The average submission (including series) is 570 pages. The lowest page counts belong to Kafka&#39;s <em>The Metamorphosis</em> with 102, and <em>Hamlet</em> with 104. and the most are the Harry Potter series with 4,224, and Proust&#39;s <em>In Search of Lost Time</em>, with 4,215.</p>\n\n<p>- The most common subgenres (besides &quot;literary fiction&quot;) are Philosophical fiction with 12, postmodernist fiction with 9, and science fiction with 7 appearances.</p>\n\n<p>- Despite believing fully that they, themselves, are hilarious - only one comedy appears on the list.</p>\n</div><!-- SC_ON -->",
  "score": 119,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/f0obGCzBTaegQ2H8MMj19qCZlNwqLHUn3Em2OHn5dd0.jpg?auto=webp&s=1b4866c81ecd5226bc1a97f12f0bcc7a664decab",
          "width": 1100,
          "height": 3312
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/f0obGCzBTaegQ2H8MMj19qCZlNwqLHUn3Em2OHn5dd0.jpg?width=108&crop=smart&auto=webp&s=782b0e908cac7dcb89df9ccb66d8c13ac1fb15ec",
            "width": 108,
            "height": 216
          },
          {
            "url": "https://external-preview.redd.it/f0obGCzBTaegQ2H8MMj19qCZlNwqLHUn3Em2OHn5dd0.jpg?width=216&crop=smart&auto=webp&s=4f83bfb23d4b9e2f789341690664fc9896348a23",
            "width": 216,
            "height": 432
          },
          {
            "url": "https://external-preview.redd.it/f0obGCzBTaegQ2H8MMj19qCZlNwqLHUn3Em2OHn5dd0.jpg?width=320&crop=smart&auto=webp&s=bcbb5392c417ed6eafbd8479bd9de4946dc536b8",
            "width": 320,
            "height": 640
          },
          {
            "url": "https://external-preview.redd.it/f0obGCzBTaegQ2H8MMj19qCZlNwqLHUn3Em2OHn5dd0.jpg?width=640&crop=smart&auto=webp&s=56e17db7bff29b8e155f40f62e5999b48f7e9af3",
            "width": 640,
            "height": 1280
          },
          {
            "url": "https://external-preview.redd.it/f0obGCzBTaegQ2H8MMj19qCZlNwqLHUn3Em2OHn5dd0.jpg?width=960&crop=smart&auto=webp&s=ac864fca6120de0262319a72eedfd4bc95eacd4b",
            "width": 960,
            "height": 1920
          },
          {
            "url": "https://external-preview.redd.it/f0obGCzBTaegQ2H8MMj19qCZlNwqLHUn3Em2OHn5dd0.jpg?width=1080&crop=smart&auto=webp&s=a6c4ab498ea974b9cc4527a54f6a67f292eb0edc",
            "width": 1080,
            "height": 2160
          }
        ],
        "variants": {},
        "id": "uKl-gGbkC3zoSqBNkPssc-Xj5pRHNGUcqqjjUIJgmB0"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/ozyfj4/every_year_4chan_ranks_their_100_best_books_of/",
  "subreddit": "books",
  "id": "ozyfj4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This took like 30-40 hours of mind-numbing grunt work, so I really hope some of\nyou enjoy it. It's a really rather interesting list, and it's always fascinated\nme how despite 4chan's reputation, whenever their book lists come out each year\nthey are always relatively respected and spark meaningful…"
}