{
  "author": "FancyIguana",
  "the_new_excerpt": "Why YSK: The USA is currently experiencing a significant gasoline\nshortage/crunch, which is why many photos of people hoarding gasoline using\nplastic bags and other unsafe containers pop up on the internet, especially here\non Reddit. This post is not only a reminder that gasoline is flammable and…",
  "original_created_utc": 1620895775,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、アメリカでは現在、大幅なガソリン不足に陥っています。\nそのため、ビニール袋などの危険な容器を使ってガソリンを買いだめしている人の写真が、特にこちらのインターネット上で多く見られます。\nビニール袋やその他の安全でない容器を使ってガソリンを溜め込んでいる人の写真が、インターネット上、特にここRedditで多く見られます。\n特にRedditでは。この投稿は、ガソリンが可燃性であることを再認識させるだけでなく、...",
      "title": "YSK: ガソリンは、非常に燃えやすく、空気と混合すると爆発的に増加するだけでなく、発がん性や毒性、強い催奇性もあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：美国目前正经历着严重的汽油\n这就是为什么许多人用塑料袋和其他不安全的容器囤积汽油的照片出现在互联网上的原因。\n塑料袋和其他不安全的容器在互联网上出现，特别是在\n在Reddit上。这个帖子不仅是提醒人们，汽油是易燃的，而且...",
      "title": "YSK：汽油不仅极其易燃，而且可以与空气形成爆炸性混合物，它还具有很强的致癌性、毒性和强烈的致畸性。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：美國目前正經歷着嚴重的汽油\n這就是爲什麼許多人用塑料袋和其他不安全的容器囤積汽油的照片出現在互聯網上的原因。\n塑料袋和其他不安全的容器在互聯網上出現，特別是在\n在Reddit上。這個帖子不僅是提醒人們，汽油是易燃的，而且...",
      "title": "YSK：汽油不僅極其易燃，而且可以與空氣形成爆炸性混合物，它還具有很強的致癌性、毒性和強烈的致畸性。"
    }
  ],
  "title": "YSK: Gasoline is not just extremely flammable and can create explosive mixtures with air, it is also very carcinogenic, toxic and a strong teratogen.",
  "created_utc": 1620901865,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The USA is currently experiencing a significant gasoline shortage/crunch, which is why many photos of people hoarding gasoline using plastic bags and other unsafe containers pop up on the internet, especially here on Reddit. This post is not only a reminder that gasoline is flammable and will burn down your house, but also of the direct risks of a gasoline exposure. I think this is good advice for handling gasoline in general as well.</p>\n\n<p>Gasoline, as it is sold as a fuel in many parts in the world, contains up to 5 vol.-% of Benzene, which is toxic and carcinogenic, up to 35 vol.-% of Toluene, which is toxic and many other aromatic hydrocarbons, which mostly are toxic too. Most of these compounds are not only toxic and/or carcinogenic via dermal exposure, but inhalation too. Some (including Benzene) are also teratogen, meaning they will be harmful for an unborn child, when the mother is exposed, or for infants via lactation. Some even lower your chance of being fertile/increase the risk of infertility. When inhaled, gasoline can make you dizzy or even pass out.</p>\n\n<p>If it wasn&#39;t for the general use of gasoline as a fuel, the average person (without proper certificates/qualifications) would not be able to buy gasoline, as it is such a dangerous chemical and poses a great risk to general health. When working with the compounds making up gasoline in a lab, chemists are advised to wear proper safety equipment, including gloves and eye protection, by the GHS (Globally Harmonized System of Classification and Labelling of Chemicals).</p>\n\n<p>It is also a common misconception, that ingesting gasoline (as in drinking it), in contrast to inhalation, will instantly kill you. While it is true that gasoline has a rather high toxicity, according to specialist Brad Dahl &quot;even two mouthfuls wouldn&#39;t be that dangerous as long as it goes down to your stomach and stays there or keeps going.&quot; Therefore small amounts of ingested gasoline generally do not require special medical treatment and vomiting, lavage or activated charcoal can even make it worse. THIS EXPLICITLY DOES NOT MEAN, THAT DRINKING GASOLINE CANNOT BE A SERIOUS THREAT TO YOUR HEALTH. DO NOT TAKE HEALTH-ADVICE FROM PEOPLE FROM THE INTERNET! WHEN YOU OR SOMEONE ELSE HAS INGESTED GASOLINE, CONTACT YOUR LOCAL POISON INFORMATION CENTER!</p>\n\n<p>Gasoline is also very problematic, when it gets into the environment and poses a big risk for aquatic organisms.</p>\n\n<p>Please note that I am not an expert in toxicology and I am not a chemist! For further (professional) information and studies regarding the health effects of gasoline visit <a href=\"https://pubmed.ncbi.nlm.nih.gov/2683228/\">https://pubmed.ncbi.nlm.nih.gov/2683228/</a></p>\n</div><!-- SC_ON -->",
  "score": 377,
  "permalink": "/r/YouShouldKnow/comments/nbc3l1/ysk_gasoline_is_not_just_extremely_flammable_and/",
  "subreddit": "YouShouldKnow",
  "id": "nbc3l1",
  "is_self": true,
  "media": null,
  "is_video": false
}