{
  "author": "GingaNinjaRN",
  "original_created_utc": 1638501667,
  "title": "YSK that button batteries (the batteries that look like coins) of swallowed can burn the inside of a persons esophagus and is a life threatening emergency.",
  "created_utc": 1638519814,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: children find these batteries and swallow them. We especially see these batteries around the holidays as they are in decorations, cards, toys and all sorts of other things. I work as a nurse and have seen several children need to be tube fed for the rest of their lives and/or have permanent vocal damage. Please keep items with button batteries up and away from toddlers and young children. And if it does happen (happens to the best parents so don&amp;#39;t freak out) get your kid to the emergency room immediately. If the x-ray shows a &amp;quot;coin with a halo&amp;quot; get your kid into surgery asap.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 257,
  "permalink": "/r/YouShouldKnow/comments/r7p2js/ysk_that_button_batteries_the_batteries_that_look/",
  "subreddit": "YouShouldKnow",
  "id": "r7p2js",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: children find these batteries and swallow them. We especially see these\nbatteries around the holidays as they are in decorations, cards, toys and all\nsorts of other things. I work as a nurse and have seen several children need to\nbe tube fed for the rest of their lives and/or have…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、子どもたちがこの電池を見つけて飲み込んでしまうからです。私たちは、特にこれらの\n装飾品、カード、玩具などあらゆるものに含まれているためです。\nということです。私は看護師として働いていますが、これまでに何人もの子どもたちが\n一生、経管栄養を受けなければならないか、あるいは...",
      "title": "YSKは、ボタン電池（コインのような形をした電池）を飲み込むと、食道の内部を焼いてしまい、命に関わる緊急事態になることを知っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：儿童发现这些电池并吞下它们。我们特别看到这些\n因为它们出现在装饰品、卡片、玩具和其他各种东西中。\n各种各样的东西。我是一名护士，已经看到一些孩子需要\n在他们的余生中，需要用管子喂食，并且/或者有...",
      "title": "YSK指出，吞下纽扣电池（看起来像硬币的电池）会烧伤人的食道内部，是一种威胁生命的紧急情况。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：兒童發現這些電池併吞下它們。我們特別看到這些\n因爲它們出現在裝飾品、卡片、玩具和其他各種東西中。\n各種各樣的東西。我是一名護士，已經看到一些孩子需要\n在他們的餘生中，需要用管子餵食，並且/或者有...",
      "title": "YSK指出，吞下鈕釦電池（看起來像硬幣的電池）會燒傷人的食道內部，是一種威脅生命的緊急情況。"
    }
  ]
}