{
  "author": "Indythrowaway22",
  "the_new_excerpt": "I’m am currently reading The Wise Man’s Fear by Patrick Rothfuss. I can’t put it\ndown. I blew through The Name Of The Wind. It’s almost like I have a compulsive\nneed to finish the story. I haven’t been this caught up in a book series since\nPierce Brown’s Red Rising Trilogy. Even though in this…",
  "original_created_utc": 1615984280,
  "localize": [
    {
      "locale": "zh",
      "title": "你是否曾经沉浸在一个系列的书中，以至于影响了你必要的日常活动？",
      "the_new_excerpt": "我现在正在读帕特里克-罗斯福斯的《智者的恐惧》。我不能把它\n下。我吹过《风之名》。这几乎就像我有一个强迫症一样。\n需要完成这个故事。我还没有这么沉迷于一个系列的书，自从... ...\n皮尔斯-布朗的《红色崛起三部曲》。尽管在这..."
    },
    {
      "locale": "zh-Hant",
      "title": "你是否曾經沉浸在一個系列的書中，以至於影響了你必要的日常活動？",
      "the_new_excerpt": "我現在正在讀帕特里克-羅斯福斯的《智者的恐懼》。我不能把它\n下。我吹過《風之名》。這幾乎就像我有一個強迫症一樣。\n需要完成這個故事。我還沒有這麼沉迷於一個系列的書，自從... ...\n皮爾斯-布朗的《紅色崛起三部曲》。儘管在這..."
    }
  ],
  "title": "Have you ever been so immersed in a book series that it effects your necessary day to day activities?",
  "created_utc": 1615992056,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m am currently reading The Wise Man’s Fear by Patrick Rothfuss. I can’t put it down. I blew through The Name Of The Wind. It’s almost like I have a compulsive need to finish the story. I haven’t been this caught up in a book series since Pierce Brown’s Red Rising Trilogy. Even though in this particular series I know there is not a conclusive ending. </p>\n\n<p>Maybe it’s just my personality type. I guess I’m all in when I do anything. Work, going to the gym, etc. I put everything I have into it. It’s like I want to handle my business so I can get back to my book and just wish the outside world would leave me alone. Once I’m finished it’s all good. Anyone else experience this as well at times?</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/books/comments/m6zc7w/have_you_ever_been_so_immersed_in_a_book_series/",
  "subreddit": "books",
  "id": "m6zc7w",
  "is_self": true,
  "media": null,
  "is_video": false
}