{
  "author": "Zealous-Pizza",
  "original_created_utc": 1633902743,
  "title": "CMV: The slavery in the Old Testament is unquestionably, indefensibly evil.",
  "created_utc": 1633916694,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was a Christian for 25+ years (currently Agnostic). During my Christian years, my view on slavery in the Old Testament was basically, &quot;social norms were different back then and God was trying to work with what he had.&quot;</p>\n\n<p>This is a terrible excuse because a divine author of morality shouldn&#39;t have subjective morals based on human social norms. <strong>Slavery is evil, period.</strong></p>\n\n<p>In debating this topic recently, I noticed not all Christians share my old view. Some people REALLY abhor the idea of God condoning slavery and have creatively interpreted <strong><em>many</em></strong> verses and Hebrew words and simply refuse to accept that it happened.</p>\n\n<p>There were many rules for Israelites treating Israelites and there were specific rules regarding slaves. These laws came from &quot;The Lord.&quot;</p>\n\n<p>You can twist ancient Hebrew words all day long, but the situations described here are explicit:</p>\n\n<p><strong>- God explains the difference</strong> between actual slaves and Hebrew servants (Leviticus 25)</p>\n\n<p><strong><em>6</em></strong> <em>You can bequeath them to your children as inherited property and can make them slaves for life, but you must not rule over your fellow Israelites ruthlessly.</em></p>\n\n<p><strong><em>39</em></strong> <em>If any of your fellow Israelites become poor and sell themselves to you, do not make them work as slaves.</em></p>\n\n<p>The entire chapter (Lev 25) explains the different situations for the different types of slavery and how indentured servants had to be relased after 7 years. Verse 39 says don&#39;t make your FELLOW ISRAELITES to WORK as slaves. Clearly the actual slaves are working, and much harder than a Hebrew indentured servant. IT&#39;S FOR LIFE. And they&#39;re considered property to be passed down as heirlooms to descendants. This is forced labor, and only cognitive dissonance could allow you to believe otherwise.</p>\n\n<p><strong>- Virgin sex slaves.</strong> Deut 21:10 says during war, if you capture a woman and she&#39;s beautiful and you&#39;re attracted to her, you may take her as your wife. After the proper rituals are performed, including forced marriage, these women were raped since forced marriage doesn&#39;t not involve consent. Numbers 31:15, Moses gets angry with the soldiers for taking captives when they were supposed to kill everyone. He orders the captives (including children) to be executed except for the virgin girls who can be kept.</p>\n\n<p><strong>- Beating slaves.</strong> Exodus 21:20 “Anyone who beats their male or female slave with a rod must be punished if the slave dies as a direct result, <strong>21</strong> but they are not to be punished if the slave recovers after a day or two, since <strong>the slave is their property.&quot;</strong></p>\n\n<p>This is different from Verse 19 regarding hitting a fellow Israelite. If you hit an Israelite, you must financially cover their recovery time and make sure they are healed.</p>\n\n<p>See the difference? Attack Israelite - punished. Attack slave - not punished unless they die because it&#39;s just property.</p>\n\n<p><strong>- Raping a slave.</strong> The punishment for raping a woman depended on her status. Sometimes death, sometimes fees, etc. If you rape someone else&#39;s slave (explicitly stated as someone who isn&#39;t free), you just sacrifice an animal to atone for it.</p>\n\n<p>There is NO VERSE that prohibits raping your own slave. There are over 600 direct laws from God to include executing a lazy drunk son, or not eating certain foods, but nothing to prohibit raping a slave. Unless the slave belongs to someone else.</p>\n\n<p>Based on these examples from the Bible, it is foolish and ignorant to think that actual, evil slavery didn&#39;t happen within the Israelite tribe and that God didn&#39;t command it.</p>\n\n<p>By the way, the verse about kidnapping a person is literally about stealing someone, not owning a slave. There are specific verses describing when a person could be freed, like if your war-time sex slave isn&#39;t sexy anymore you aren&#39;t allowed to sell them as a slave Deut 21:14</p>\n\n<p>You can change my view if you can convince me that the above actions are somehow not evil, or you can at least earn a delta if you can convince me that the examples I gave did not actually describe the evil they <em>appear</em> to describe. You cannot CMV by quoting some random, obscure verse that &quot;proves&quot; God&#39;s love, mercy, etc.</p>\n</div><!-- SC_ON -->",
  "score": 99,
  "permalink": "/r/changemyview/comments/q5hmnu/cmv_the_slavery_in_the_old_testament_is/",
  "subreddit": "changemyview",
  "id": "q5hmnu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was a Christian for 25+ years (currently Agnostic). During my Christian years,\nmy view on slavery in the Old Testament was basically, \"social norms were\ndifferent back then and God was trying to work with what he had.\"\n\nThis is a terrible excuse because a divine author of morality shouldn't…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は25年以上もクリスチャンでした（現在はAgnostic）。クリスチャン時代には\n旧約聖書の奴隷制度についての私の見解は、基本的に「当時の社会的規範は\n神は自分が持っているもので仕事をしようとした」というものでした。\n\nこれはひどい言い訳です。なぜなら、神が道徳を作った人は、そのようなことをすべきではないからです。",
      "title": "CMV：旧約聖書に登場する奴隷制度は、紛れもなく、紛れもない悪です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我做了25年多的基督徒（目前是不可知论者）。在我的基督徒时代。\n我对《旧约》中的奴隶制的看法基本上是：\"当时的社会规范是不同的，上帝试图利用他所拥有的东西。\n当时的社会规范是不同的，上帝试图用他所拥有的东西来工作\"。\n\n这是一个可怕的借口，因为一个神圣的道德作者不应该...",
      "title": "CMV：《旧约》中的奴隶制是毋庸置疑、无可辩驳的邪恶。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我做了25年多的基督徒（目前是不可知論者）。在我的基督徒時代。\n我對《舊約》中的奴隸制的看法基本上是：\"當時的社會規範是不同的，上帝試圖利用他所擁有的東西。\n當時的社會規範是不同的，上帝試圖用他所擁有的東西來工作\"。\n\n這是一個可怕的藉口，因爲一個神聖的道德作者不應該...",
      "title": "CMV：《舊約》中的奴隸制是毋庸置疑、無可辯駁的邪惡。"
    }
  ]
}