{
  "author": "Socialinfluencing",
  "original_created_utc": 1639097979,
  "title": "Not falling for the dip of the DIP again.",
  "created_utc": 1639125483,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Seriously, I have my plans and I have my strategy. But I got blindsided by the recent dip. It dipped nicely then the market decided it wants to dip massively right after I bought what I thought was a steal. Now if we&amp;#39;re averaging down, yes I did average my % down overall, but I could have been in a much stronger position.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Whales are playing games atm, many feel this is the final leg of the bullrun and some whales understand this. On one hand if they can shake as many out before the biggest run up this year, they get monumental profits.&lt;/p&gt;\n\n&lt;p&gt;On the other hand, if they can convince everyone the run up may still come and plunge us into a bear market then these small dips followed by a larger crash (then a green run before a rinse repeat), it can achieve the same result but just more subtle.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Anyone else feel a bit shaky, almost like you don&amp;#39;t know what to trust for the moment? I have my fiat ready but these whales are gaming hard. I won&amp;#39;t put in more than I can afford to lose but man, always remember you don&amp;#39;t know what&amp;#39;s coming next, so be careful and don&amp;#39;t just throw it on the table if you know you need that money. Dollar cost average and save some for a potential bear run, this is how you beat these bastards.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 217,
  "permalink": "/r/CryptoCurrency/comments/rcw317/not_falling_for_the_dip_of_the_dip_again/",
  "subreddit": "CryptoCurrency",
  "id": "rcw317",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Seriously, I have my plans and I have my strategy. But I got blindsided by the\nrecent dip. It dipped nicely then the market decided it wants to dip massively\nright after I bought what I thought was a steal. Now if we're averaging down,\nyes I did average my % down overall, but I could have been in a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>真面目な話、私には私の計画があり、私の戦略があります。\n戦略があります。しかし、最近のディップには目を奪われました。順調に下がった後、市場は\n私がお買い得だと思って買った直後に、市場は大きく下げようと決めました。\n掘り出し物だと思って買った直後に、市場は大幅に下落しました。さて、もし平均化しているのであれば、確かに私は平均化したのですが...。",
      "title": "もう二度とDIPのディップには陥らない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>说真的，我有我的计划，我有我的\n策略。但是我被最近的下跌吓了一跳。它下跌得很好，然后\n市场决定，在我买入我认为的\n抢手货。现在，如果我们平均下来，是的，我确实平均了我的%...",
      "title": "不会再上DIP的当了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>說真的，我有我的計劃，我有我的\n策略。但是我被最近的下跌嚇了一跳。它下跌得很好，然後\n市場決定，在我買入我認爲的\n搶手貨。現在，如果我們平均下來，是的，我確實平均了我的%...",
      "title": "不會再上DIP的當了。"
    }
  ]
}