{
  "author": "bthemonarch",
  "original_created_utc": 1639097351,
  "title": "The implications of an \"Ape Army\" in the crypto space",
  "created_utc": 1639143120,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This is total speculation, but the fact LRC has an Ape Army behind could provide an interesting dynamic as we anticipate a Bear Market. &lt;/p&gt;\n\n&lt;p&gt;Many are acutely aware of an impending crash and are trying to avoid it all costs. With LRC being involved with the Ape Army, many will see value in that communities ability to hold. Furthermore, the more that community chooses to hold, the more resilient that coin will be to btc dumps.   &lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t be the only one that has thought of that, and I would not be surprised if many choose to take advantage of that Ape Army dynamic. &amp;quot;Oh shit, btc is crashing, put it into LRC; it has the hodlers.&amp;quot;.   &lt;/p&gt;\n\n&lt;p&gt;Now, I fully understand there is a large group of day traders, that try to swing LRC, but it always seems to be picked up by the community. If this were 3 years ago, i would say no way an internet group would make a difference, but given the whole GME thing, this community does seem to play for keeps.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 170,
  "permalink": "/r/CryptoCurrency/comments/rcvw4i/the_implications_of_an_ape_army_in_the_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "rcvw4i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is total speculation, but the fact LRC has an Ape Army behind could provide\nan interesting dynamic as we anticipate a Bear Market.\n\nMany are acutely aware of an impending crash and are trying to avoid it all\ncosts. With LRC being involved with the Ape Army, many will see value in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>これは全くの憶測ですが、LRC\nが猿軍団を従えているというのは、ベアマーケットを予想する上で面白い動きをするかもしれません。\n</p> <p>これは全くの憶測ですが、LRCの後ろに猿軍団がいるということは、ベアマーケットを予想する上で面白い動きをするかもしれません。</p> <p>多くの人は迫り来る暴落を痛感し、全力で回避しようとしています。\n</p> <p>多くの人が迫り来る暴落を痛感し、全力で回避しようとしています。LRCが猿軍団に関わっているということは...。",
      "title": "暗号空間における「猿の軍隊」の意味するところ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>这完全是一种猜测，但事实上LRC\n后面有一个猿人军队，这可能会提供一个有趣的动态，因为我们预计会有一个\n熊市。</p> <p>许多人敏锐地意识到即将发生的崩溃，并试图\n试图避免一切代价。由于LRC参与了猿人军团的活动，因此，我们可以看到，LRC是一个很好的合作伙伴。",
      "title": "在加密货币领域的 \"猿人军队 \"的影响"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>這完全是一種猜測，但事實上LRC\n後面有一個猿人軍隊，這可能會提供一個有趣的動態，因爲我們預計會有一個\n熊市。</p> <p>許多人敏銳地意識到即將發生的崩潰，並試圖\n試圖避免一切代價。由於LRC參與了猿人軍團的活動，因此，我們可以看到，LRC是一個很好的合作伙伴。",
      "title": "在加密貨幣領域的 \"猿人軍隊 \"的影響"
    }
  ]
}