{
  "author": "lydiapinzone",
  "the_new_excerpt": "Why YSK: with the world reopening again, people are starting to leave town for a\nfew days. people make sure that their irons and off and unplugged, hair dryers,\netc. but its easy to forget about the bathroom fan. If you leave your bathroom\nfan on for a few days, it can cause a house fire while…",
  "original_created_utc": 1624138988,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：世界が再び開かれたことで、人々は数日間街を離れ始めています。\nアイロンやドライヤーなどの電源が切れていないか確認しています。\nしかし、浴室の換気扇は忘れがちです。浴室のファンを数日間つけたままにしておくと\n換気扇を数日つけたままにしておくと、家の火事の原因になることがあります。",
      "title": "YSK: 浴室の換気扇を何日もつけっぱなしにしていると住宅火災の原因になる"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：随着世界再次开放，人们开始离开城市几天。\n人们要确保他们的熨斗和插头被拔掉，吹风机。\n等，但很容易忘记浴室的风扇。如果你离开你的浴室\n如果你把浴室的风扇开了几天，它可能会导致房子起火，而...",
      "title": "YSK：浴室风扇连续几天开着会导致房屋起火"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：隨着世界再次開放，人們開始離開城市幾天。\n人們要確保他們的熨斗和插頭被拔掉，吹風機。\n等，但很容易忘記浴室的風扇。如果你離開你的浴室\n如果你把浴室的風扇開了幾天，它可能會導致房子起火，而...",
      "title": "YSK：浴室風扇連續幾天開着會導致房屋起火"
    }
  ],
  "title": "YSK: keeping your bathroom fan on for days can cause a house fire",
  "created_utc": 1624159676,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: with the world reopening again, people are starting to leave town for a few days. people make sure that their irons and off and unplugged, hair dryers, etc. but its easy to forget about the bathroom fan. If you leave your bathroom fan on for a few days, it can cause a house fire while you’re away. obviously nobody wants their house to burn down, especially when they are away and cannot attempt to put it out. make sure to turn your fans off, y’all and travel safely :)</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/o3qkqg/ysk_keeping_your_bathroom_fan_on_for_days_can/",
  "subreddit": "YouShouldKnow",
  "id": "o3qkqg",
  "is_self": true,
  "media": null,
  "is_video": false
}