{
  "author": "futureregerts",
  "original_created_utc": 1624561111,
  "title": "YSK in the US foods can be listed as TRANS FAT FREE and containing 0g trans fat and STILL CONTAIN TRANS FAT. If you see the word hydrogenated or partially hydroganted oils under ingredients, it contains trans fat.",
  "created_utc": 1624571341,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Trans fat raises bad cholesterol levels and lowers good cholesterol levels. It may also increase risk of type 2 diabetes and inflammation. </p>\n\n<p>Foods containing fewer than 0.5g trans fat per serving may be labeled as trans fat free, but people often consume more than one serving. Frequent consumption of multiple foods containing trans fat can also add up. Any amount of trans fat can potentially have negative impacts, so it&#39;s important to check! There often alternatives available of the same food, so foregoing trans fat doesn&#39;t necessarily mean you can&#39;t have the foods you enjoy! </p>\n\n<p><a href=\"https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/fats/trans-fat\">Source</a></p>\n</div><!-- SC_ON -->",
  "score": 202,
  "permalink": "/r/YouShouldKnow/comments/o77i16/ysk_in_the_us_foods_can_be_listed_as_trans_fat/",
  "subreddit": "YouShouldKnow",
  "id": "o77i16",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Trans fat raises bad cholesterol levels and lowers good cholesterol\nlevels. It may also increase risk of type 2 diabetes and inflammation.\n\nFoods containing fewer than 0.5g trans fat per serving may be labeled as trans\nfat free, but people often consume more than one serving. Frequent…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、トランス脂肪酸は悪玉コレステロール値を上げ、善玉コレステロール値を下げるからです。\nレベルを低下させます。また、2型糖尿病や炎症のリスクを高める可能性もあります。\n\nトランス脂肪酸が1食あたり0.5g以下の食品は、トランス脂肪酸フリーと表示されています。\n1食分のトランス脂肪酸が0.5g未満の食品は、トランス脂肪酸フリーと表示されていますが、人々は1食分以上のトランス脂肪酸を摂取しています。頻繁に...",
      "title": "YSK アメリカでは、トランス脂肪酸フリー、トランス脂肪酸0gと表示されていても、トランス脂肪酸は含まれています。原料の下に水素添加や部分的に水素添加された油の文字があれば、それはトランス脂肪酸を含んでいます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：反式脂肪会提高坏胆固醇水平，降低好胆固醇\n水平。它还可能增加2型糖尿病和炎症的风险。\n\n每份含有少于0.5克反式脂肪的食品可能被标示为不含反式脂肪。\n不含反式脂肪的食品，但人们往往食用超过一份的量。经常...",
      "title": "在美国，YSK的食品可以被列为不含反式脂肪，并含有0克反式脂肪，但仍然含有反式脂肪。如果你看到成分下有氢化油或部分氢化油的字样，则含有反式脂肪。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：反式脂肪會提高壞膽固醇水平，降低好膽固醇\n水平。它還可能增加2型糖尿病和炎症的風險。\n\n每份含有少於0.5克反式脂肪的食品可能被標示爲不含反式脂肪。\n不含反式脂肪的食品，但人們往往食用超過一份的量。經常...",
      "title": "在美國，YSK的食品可以被列爲不含反式脂肪，並含有0克反式脂肪，但仍然含有反式脂肪。如果你看到成分下有氫化油或部分氫化油的字樣，則含有反式脂肪。"
    }
  ]
}