{
  "author": "summer_kat1",
  "original_created_utc": 1637998173,
  "title": "What’s one book (or series) you can read endlessly no matter what age or how many times you’ve read it before?",
  "created_utc": 1638055955,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have a couple books that I can read over and over again, yet never get tired of. The Harry Potter series is one for me because the story is so wonderful and I always pick up on new things and hidden references. Plus, it’s kind of nostalgic. </p>\n\n<p>The Virgin Suicides is another one. I adore how the book was written. So different and I always feel a different type of emotion depending on where I’m at in my life. It’s never the same emotions. </p>\n\n<p>The last is The Messenger. This book is so pure, wholehearted, and has so many life lessons. It’s a quick and addicting read but everyone should read it. </p>\n\n<p>Honorable mention: The Giver</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/r38amr/whats_one_book_or_series_you_can_read_endlessly/",
  "subreddit": "books",
  "id": "r38amr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have a couple books that I can read over and over again, yet never get tired\nof. The Harry Potter series is one for me because the story is so wonderful and\nI always pick up on new things and hidden references. Plus, it’s kind of\nnostalgic.\n\nThe Virgin Suicides is another one. I adore how the book…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私には、何度読んでも飽きない本が何冊かあります。\nを持っています。ハリー・ポッター」シリーズは、ストーリーがとても素晴らしく、いつも新しい情報や隠された情報を得ることができるからです。\nいつも新しいことや隠された参考資料を見つけることができます。それに、なんだか\n懐かしいですね。\n\nThe Virgin Suicides」もそうですね。私は、この本がどのように...",
      "title": "何歳になっても、何度読んでも、エンドレスで読める本（シリーズ）は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我有几本书，可以反复阅读，但永远不会厌倦\n的书。哈利-波特》系列是我的一个选择，因为故事非常精彩，而且我总能发现新的东西和隐藏的参考资料。\n我总是能发现新的东西和隐藏的参考资料。此外，它还有点\n怀旧。\n\n处女自杀》是另一本。我很喜欢这本书。",
      "title": "有哪一本书（或系列）是你可以无休止地阅读的，不管是什么年龄段，也不管你以前读过多少次？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我有幾本書，可以反覆閱讀，但永遠不會厭倦\n的書。哈利-波特》系列是我的一個選擇，因爲故事非常精彩，而且我總能發現新的東西和隱藏的參考資料。\n我總是能發現新的東西和隱藏的參考資料。此外，它還有點\n懷舊。\n\n處女自殺》是另一本。我很喜歡這本書。",
      "title": "有哪一本書（或系列）是你可以無休止地閱讀的，不管是什麼年齡段，也不管你以前讀過多少次？"
    }
  ]
}