{
  "author": "thegroovygarnet",
  "original_created_utc": 1626473615,
  "title": "CMV: When typing a penis emote, it is better to use a 6 to represent the balls rather than an 8.",
  "created_utc": 1626499887,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, I&#39;m sure, at some point, you&#39;ve all typed a penis emote like this: 8=====D. Looks alright, right? Not to me. I much prefer typing it like this: 6=====D, and I have substantial evidence to back up why in this case, 6 &gt; 8.</p>\n\n<p>My reasons:</p>\n\n<ol>\n<li><p>An 8 as balls in the emote looks like a literal deformity. It reminds me of someone who has one ball stacked on top of another. I like to call this &quot;vertical testicle syndrome.&quot; Tell me, in real life, have you ever seen someone with vertical balls? I don&#39;t think so.</p></li>\n<li><p>There are people who will argue that &quot;We&#39;ve always used 8, so why change it?&quot; or &quot;Everyone uses 8! Who the hell uses a 6?&quot;. The problem with these arguments is that they both commit a fallacy. This is an appeal to tradition fallacy (We&#39;ve always used 8, so why change?&quot;) and an appeal to popularity fallacy (Everyone uses an 8 for the balls, so an 8 must be the best choice). </p></li>\n<li><p>The dick is clearly from a side view, not a top or bottom view. Sure, an 8 for the balls would make a lot more sense if we were under the assumption that the balls were being looked at from the bottom or the top, but this is clearly not the case. You can tell by the way the shaft and dickhead are positioned. </p></li>\n<li><p>Some people will argue that &quot;a 6 makes it look like there&#39;s only one ball!&quot;, but this is not true. This is a false position when one fails to acknowledge that, realistically, the shaft would obscure one testicle partially. If it was just one ball, it would probably look like an o like o=====D, but it&#39;s a 6, not an o. And even then, one ball makes a lot more sense than vertical balls. Some people in history had only one ball, like Hitler. I don&#39;t think anyone has had vertical balls.</p></li>\n<li><p>Last of all, I&#39;d like to respond to the argument that &quot;IT&#39;S A DICK EMOTE. IT&#39;S NOT SUPPOSED TO BE VERY REALISTIC.&quot; which I agree with, but consider that we&#39;re not trying to make it look photorealistic, we are just trying to make things make sense. Imagine if I made a smiley emote look like this: &quot;), using a set of quotation marks as the eyes. Looks horrible, right? Looks deformed and terrible. Obviously :) is not very realistic, but it makes more sense than &quot;). </p></li>\n</ol>\n\n<p>This is my case for why I type all my dick emotes with a 6. I think I make a very solid case, but if you can refute these arguments, I&#39;d be glad to hear them!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/olrc34/cmv_when_typing_a_penis_emote_it_is_better_to_use/",
  "subreddit": "changemyview",
  "id": "olrc34",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, I'm sure, at some point, you've all typed a penis emote like this: 8=====D.\nLooks alright, right? Not to me. I much prefer typing it like this: 6=====D, and\nI have substantial evidence to back up why in this case, 6 > 8.\n\nMy reasons:\n\n 1. An 8 as balls in the emote looks like a literal…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "だから、皆さんもどこかでこんな風にペニスのエモートを打ったことがあるのではないでしょうか。8=====D.\n見た目は問題ないですよね？私は違います。私はこのように入力する方がずっと好きです。6=====D、そして\nなぜこの場合、6＞8なのか、それを裏付ける実質的な証拠があります。\n\nその理由は\n\n 1. 1.エモートのボールのような8は、文字通りの...",
      "title": "CMV：ペニスのエモートを入力する際、ボールを表すのに8ではなく6を使うと良いでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以，我相信，在某些时候，你们都打过这样的阴茎表情。8=====D.\n看起来不错，对吗？对我来说不是。我更喜欢像这样打字。6=====D，而且\n我有大量的证据来支持为什么在这种情况下，6>8。\n\n我的理由是\n\n 1. 表情中的 \"8 \"看起来像一个字面意思。",
      "title": "CMV: 在输入阴茎表情时，最好用6来代表球，而不是8。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，我相信，在某些時候，你們都打過這樣的陰莖表情。8=====D.\n看起來不錯，對嗎？對我來說不是。我更喜歡像這樣打字。6=====D，而且\n我有大量的證據來支持爲什麼在這種情況下，6>8。\n\n我的理由是\n\n 1. 表情中的 \"8 \"看起來像一個字面意思。",
      "title": "CMV: 在輸入陰莖表情時，最好用6來代表球，而不是8。"
    }
  ]
}