{
  "author": "MicroChucks",
  "original_created_utc": 1636568308,
  "title": "YSK: Ohio BMV is making you pay for EXPIRED years registration. I didn't register my 2nd car last year and now that I want to sell the car, they want me to pay 2 years instead of the 1 year. They say that cannot pro-rate anymore.",
  "created_utc": 1636573553,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>WHY YSK: Be prepared to pay for an extra year of registration even if you did not drive the car for that year. I am not sure how this is legal but I called a different Ohio BMV and they are telling me this actually what they are required to do.</p>\n\n<p>I am not sure how this is any different than going to the store and them making you pay for your item plus an additional EXPIRED item too.</p>\n</div><!-- SC_ON -->",
  "score": 121,
  "permalink": "/r/YouShouldKnow/comments/qr0ke9/ysk_ohio_bmv_is_making_you_pay_for_expired_years/",
  "subreddit": "YouShouldKnow",
  "id": "qr0ke9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "WHY YSK: Be prepared to pay for an extra year of registration even if you did\nnot drive the car for that year. I am not sure how this is legal but I called a\ndifferent Ohio BMV and they are telling me this actually what they are required\nto do.\n\nI am not sure how this is any different than going to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "WHY YSK: 1年分の追加登録料を払ってでも\nその年に車を運転しなかったとしても、追加の登録料を支払う必要があります。これが法律的にどうなのかはわかりませんが、私はこのようなことを\nオハイオ州の別のBMVに電話したところ、彼らはこれが実際に要求されていることだと言っていました。\nしなければならないと言っていました。\n\n私はこれがどのように違うのかわからないのですが、これは...",
      "title": "YSK: オハイオ州のBMVは、失効した年の登録料を払わせています。去年、2台目の車を登録しなかったのですが、その車を売ろうとすると、1年分ではなく2年分を払えと言われました。彼らは、もう日割り計算はできないと言っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：准备支付额外一年的注册费用，即使你在那一年没有开车。\n即使你在那一年没有驾驶汽车，也要准备支付额外一年的注册费。我不确定这是否合法，但我打电话给另一个\n他们告诉我，这实际上是他们的要求。\n要做的。\n\n我不确定这与去美国的时候有什么不同。",
      "title": "YSK：俄亥俄州的BMV让你支付过期的登记费。我去年没有登记我的第二辆车，现在我想卖掉这辆车，他们要我支付两年的费用，而不是1年。他们说不能再按比例计算了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：準備支付額外一年的註冊費用，即使你在那一年沒有開車。\n即使你在那一年沒有駕駛汽車，也要準備支付額外一年的註冊費。我不確定這是否合法，但我打電話給另一個\n他們告訴我，這實際上是他們的要求。\n要做的。\n\n我不確定這與去美國的時候有什麼不同。",
      "title": "YSK：俄亥俄州的BMV讓你支付過期的登記費。我去年沒有登記我的第二輛車，現在我想賣掉這輛車，他們要我支付兩年的費用，而不是1年。他們說不能再按比例計算了。"
    }
  ]
}