{
  "author": "Ancient_Educator_76",
  "original_created_utc": 1626207035,
  "title": "CMV: the term “Karen” is used way too much to describe basic social misbehavior, and should be reserved for extreme cases to protect its purity.",
  "created_utc": 1626237077,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><h1>hearmeout</h1>\n\n<p>I get it. Ever since that first Karen stepped out of the woodwork, haircut and all, asking to immediately speak with the manager over some ridiculously minute issue thing while mistreating the the hardworking, we’ve all been on high alert for this behavior.</p>\n\n<p>However, now I’m seeing the word Karen everywhere, and now for just basic conflict “Oh this Karen doesn’t want me to walk my dog on her property” I’m putting my Karen high heel down and being Karen like myself to say Think about it. Karen is a term that should be reserved for the truly deplorable behaviors that make the working public hate their job. Overusing it takes away from its meaning.</p>\n</div><!-- SC_ON -->",
  "score": 239,
  "permalink": "/r/changemyview/comments/ojnu9v/cmv_the_term_karen_is_used_way_too_much_to/",
  "subreddit": "changemyview",
  "id": "ojnu9v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "HEARMEOUT\n\nI get it. Ever since that first Karen stepped out of the woodwork, haircut and\nall, asking to immediately speak with the manager over some ridiculously minute\nissue thing while mistreating the the hardworking, we’ve all been on high alert\nfor this behavior.\n\nHowever, now I’m seeing the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ハーメオット\n\n私はそれを得る。最初のカレンが髪を切って出てきてからというもの\n些細なことですぐに店長と話したいと言ってきた。\n働いている人たちを酷使しながら、とんでもなく些細なことですぐに店長と話したいと言ってきたときから、私たちは皆、この行動を警戒してきました。\nこのような行動には誰もが注意を払ってきました。\n\nしかし、今、私が見ているのは...。",
      "title": "CMV: \"Karen \"という言葉は、社会における基本的な不作法を表すのに使われすぎています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "听见了吗？\n\n我明白了。自从第一个凯伦走出森林，理发和所有的人，要求立即与经理交谈，因为一些可笑的细微问题。\n就要求立即与经理谈一些可笑的细枝末节的问题。\n问题的事情，同时虐待辛勤工作的人，我们都对这种行为保持高度警惕\n对这种行为。\n\n然而，现在我看到...",
      "title": "CMV：\"凯伦 \"一词被用来描述基本的社会不良行为，用得太多了，应该保留在极端情况下，以保护其纯洁性。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "聽見了嗎？\n\n我明白了。自從第一個凱倫走出森林，理髮和所有的人，要求立即與經理交談，因爲一些可笑的細微問題。\n就要求立即與經理談一些可笑的細枝末節的問題。\n問題的事情，同時虐待辛勤工作的人，我們都對這種行爲保持高度警惕\n對這種行爲。\n\n然而，現在我看到...",
      "title": "CMV：\"凱倫 \"一詞被用來描述基本的社會不良行爲，用得太多了，應該保留在極端情況下，以保護其純潔性。"
    }
  ]
}