{
  "author": "chesterforbes",
  "the_new_excerpt": "My wife, on the other hand, LOVES Stephen King and has read all his books. I’ve\nnever been a fan, although I’ve liked movies that I didn’t know were based on\nKing novels at the time (Shawshank, Green Mile). I’ve never really liked his\nwriting. I’m not saying there’s anything wrong with it but I’m…",
  "original_created_utc": 1611691228,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我的妻子则喜欢斯蒂芬-金，读过他所有的书。我已经\n一直以来，我都不喜欢，虽然我喜欢那些我不知道的电影，但它们是根据\n金的小说，当时（《肖申克》、《绿色里程》）。我从来没有真正喜欢过他的\n写作。我不是说有什么问题，但我... ...",
      "title": "我读过的斯蒂芬-金的书可能比其他几乎所有作家都多。我其实并不喜欢斯蒂芬-金"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的妻子則喜歡斯蒂芬-金，讀過他所有的書。我已經\n一直以來，我都不喜歡，雖然我喜歡那些我不知道的電影，但它們是根據\n金的小說，當時（《肖申克》、《綠色里程》）。我從來沒有真正喜歡過他的\n寫作。我不是說有什麼問題，但我... ...",
      "title": "我讀過的斯蒂芬-金的書可能比其他幾乎所有作家都多。我其實並不喜歡斯蒂芬-金"
    }
  ],
  "title": "I’ve probably read Stephen King more than almost any other author. I don’t actually like Stephen King",
  "created_utc": 1611710282,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My wife, on the other hand, LOVES Stephen King and has read all his books. I’ve never been a fan, although I’ve liked movies that I didn’t know were based on King novels at the time (Shawshank, Green Mile). I’ve never really liked his writing. I’m not saying there’s anything wrong with it but I’m not a fan of his style of writing. My wife thinks I’m crazy to not like him and to placate her in “giving him a chance” I’ve read several of his books. </p>\n\n<p>Currently I’ve read:\n-all seven books of the Dark Tower series\n-The Stand\n-It\n-The Long Walk\n-Eyes of the Dragon\n-Pet Sematary\n-The Shining\n-The Outsiders\n-Doctor Sleep (currently reading)</p>\n\n<p>I know this is basically just scratching the surface of King’s work, but other than Tolkien and maybe Kate Elliot, I don’t think I’ve read so much of a single authors work. I’ll normally just read one book or series from one author and move on</p>\n\n<p>Edit: To clarify, I do like some of the stories. It’s mostly his style that I don’t like. Which is probably why I like adaptations of his works more than the book itself. (<em>It</em> did not need a child orgy scene)</p>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/books/comments/l5m79z/ive_probably_read_stephen_king_more_than_almost/",
  "subreddit": "books",
  "id": "l5m79z",
  "is_self": true,
  "media": null,
  "is_video": false
}