{
  "author": "road_runner321",
  "the_new_excerpt": "\"A few bad apples\" has become confused with \"a few bad eggs\" and is incorrectly\nused in its place. The two phrases DO NOT mean the same thing. \"A few bad eggs\"\nis used to describe a group of something in which there are a number of bad\nindividuals but which doesn't automatically mean that the entire…",
  "original_created_utc": 1623686049,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "\"A few bad apples \"は、\"a few bad eggs \"と混同され、誤って\n使われています。この2つのフレーズは同じ意味ではありません。\"A few bad eggs\"\nは、何かのグループの中に悪い個人が何人かいることを表すのに使われます。\n集団を表現するときに使われますが、自動的に全体を意味するわけではありません。",
      "title": "YSK: \"a few bad apples \"という言葉は、悪いことをしている孤立したグループという意味ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "\"几个坏苹果 \"已经与 \"几个坏鸡蛋 \"相混淆，并被错误地用于\n用来代替它。这两个短语的意思并不相同。\"几个坏蛋\"\n是用来描述一组东西，其中有一些坏蛋\n但这并不自动意味着整个...",
      "title": "YSK：\"几个坏苹果 \"这句话并不意味着孤立的一群坏事。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "\"幾個壞蘋果 \"已經與 \"幾個壞雞蛋 \"相混淆，並被錯誤地用於\n用來代替它。這兩個短語的意思並不相同。\"幾個壞蛋\"\n是用來描述一組東西，其中有一些壞蛋\n但這並不自動意味着整個...",
      "title": "YSK：\"幾個壞蘋果 \"這句話並不意味着孤立的一羣壞事。"
    }
  ],
  "title": "YSK: The phrase \"a few bad apples\" does NOT mean an isolated group of bad things.",
  "created_utc": 1623695607,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>&quot;A few bad apples&quot; has become confused with <strong>&quot;a few bad</strong> <strong><em>eggs&quot;</em></strong>  and is incorrectly used in its place.  The two phrases DO NOT mean the  same thing. &quot;A few bad eggs&quot; is used to describe a group of something in  which  there are a number of bad individuals but which doesn&#39;t automatically mean that  the <em>entire</em>  group is bad *[or will become bad]. One rotten egg does not mean they will all be  rotten; it  could just be an isolated incident and the rest of the eggs will be  fine.</p>\n\n<p>&quot;A few bad apples&quot; describes something more nefarious, but people often leave out  the other half of the saying. The  entire phrase is &quot;A few bad apples <em>spoil the barrel.&quot;</em> It means that if even one apple is rotten then, unless it is removed, the rot will inevitably  spread and eat  through all of the apples. The true meaning is it is  dangerous to ignore what might be a small problem, because that problem might be caused by something more complicated, and ignoring it allows it to spread.</p>\n\n<p><strong>Why YSK:</strong> Using &quot;a few bad apples&quot; to say a problem is only due to a small, isolated group of actors downplays or overlooks the <strong>systemic</strong> and <strong>contagious</strong> nature of the problem. The problem should be addressed quickly before it festers and grows into something much harder to fix.</p>\n\n<p>*edit</p>\n</div><!-- SC_ON -->",
  "score": 3446,
  "permalink": "/r/YouShouldKnow/comments/nzpynk/ysk_the_phrase_a_few_bad_apples_does_not_mean_an/",
  "subreddit": "YouShouldKnow",
  "id": "nzpynk",
  "is_self": true,
  "media": null,
  "is_video": false
}