{
  "author": "LickMopWho",
  "the_new_excerpt": "TL;DR: Thanks to Pennsylvania v. Mimms, it has been established that a police\nofficer ordering an individual to step out of their car is a lawful command.\n\nWhy YSK: failure to comply will result in a far more dangerous situation for\nboth you and the police officers.\n\nCommon questions:\n\n> > he…",
  "original_created_utc": 1619930282,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "TL;DR: Pennsylvania v. Mimmsのおかげで、警察官が個人に車から降りるように命令することは、合法的な命令であることが証明されました。\nのおかげで、警察官が個人に車から降りるように命令することは、合法的な命令であることが証明されました。\n\nなぜYSKなのか：従わなければ、あなたと警察官の両方にとってはるかに危険な状況に陥ります。\nあなたと警察官の両方にとってはるかに危険な状況になります。\n\nよくある質問です。\n\n> > 彼は...",
      "title": "警察官に車から降りるように言われたら、必ず降りなければならないというYSK（アメリカ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "TL;DR：由于宾夕法尼亚州诉Mimms案，已经确定警察命令一个人走出他们的汽车是合法的命令。\n警察命令一个人走出他们的车是一个合法的命令。\n\n为什么YSK：不服从命令会导致你和警察的处境更加危险。\n你和警察都会遇到更危险的情况。\n\n常见的问题。\n\n> >他...",
      "title": "如果警察要求你离开车辆，你必须这样做（美国）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "TL;DR：由於賓夕法尼亞州訴Mimms案，已經確定警察命令一個人走出他們的汽車是合法的命令。\n警察命令一個人走出他們的車是一個合法的命令。\n\n爲什麼YSK：不服從命令會導致你和警察的處境更加危險。\n你和警察都會遇到更危險的情況。\n\n常見的問題。\n\n> >他...",
      "title": "如果警察要求你離開車輛，你必須這樣做（美國）。"
    }
  ],
  "title": "YSK that you MUST exit the vehicle if you are told to do so by a police officer (USA)",
  "created_utc": 1619949051,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>TL;DR: Thanks to Pennsylvania v. Mimms, it has been established that a police officer ordering an individual to step out of their car is a lawful command. </p>\n\n<p>Why YSK: failure to comply will result in a far more dangerous situation for both you and the police officers.</p>\n\n<p>Common questions:</p>\n\n<blockquote>\n<blockquote>\n<p>he doesn’t have a probably cause, so why do I have to step out?</p>\n</blockquote>\n</blockquote>\n\n<p>It doesn’t matter. It’s still a lawful command.</p>\n\n<blockquote>\n<blockquote>\n<p>he should give me a reason for wanting me out of the car, no?</p>\n</blockquote>\n</blockquote>\n\n<p>Should he? Yes. Does he have to? No.</p>\n\n<blockquote>\n<blockquote>\n<p>I don’t feel safe stepping out of the vehicle. What do I do?</p>\n</blockquote>\n</blockquote>\n\n<p>It’s far more dangerous to stay inside after you’re ordered to get out. What will happen is that they will break your window and then forcibly drag you out of the vehicle and presume you to be hiding something, which could give them the probable cause needed (in some states with some judges) to obtain a warrant to search your car. If you really think it’s a good idea to stay inside your car, just watch some YT videos of “sovereign citizens.” The entire ordeal will be over far quicker and more painlessly if you just step out of the vehicle. </p>\n\n<blockquote>\n<blockquote>\n<p>are there any limits to their power to order me out?</p>\n</blockquote>\n</blockquote>\n\n<p>No, that’s why this SCOTUS case is absolutely tyrannical.</p>\n</div><!-- SC_ON -->",
  "score": 131,
  "permalink": "/r/YouShouldKnow/comments/n2z6dt/ysk_that_you_must_exit_the_vehicle_if_you_are/",
  "subreddit": "YouShouldKnow",
  "id": "n2z6dt",
  "is_self": true,
  "media": null,
  "is_video": false
}