{
  "author": "lyn73",
  "the_new_excerpt": "My children miss going to the library. They miss going in and having the freedom\nto browse and choose their own books. I suspect many other children are the same\nway...extremely tactile and visual. At this time, our library is only providing\npick up service. It has been at least 5 months since I've…",
  "original_created_utc": 1612710522,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我的孩子想念去图书馆。他们怀念去图书馆的自由\n来浏览和选择自己的书籍。我猜想很多其他的孩子也是如此\n方式......极具触觉和视觉效果。目前，我们的图书馆只提供\n接机服务。已经至少5个月了，我已经...",
      "title": "我的孩子抱着图书馆的实体书，又活了过来。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的孩子想念去圖書館。他們懷念去圖書館的自由\n來瀏覽和選擇自己的書籍。我猜想很多其他的孩子也是如此\n方式......極具觸覺和視覺效果。目前，我們的圖書館只提供\n接機服務。已經至少5個月了，我已經...",
      "title": "我的孩子抱着圖書館的實體書，又活了過來。"
    }
  ],
  "title": "My Child Became Alive Again After Holding Physical Books From the Library",
  "created_utc": 1612747355,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My children miss going to the library.  They miss going in and having the freedom to browse and choose their own books.  I suspect many other children are the same way...extremely tactile and visual.  At this time, our library is only providing pick up service.  It has been at least 5 months since I&#39;ve been able to check out books for my children at the library.  Yesterday, because I got off earlier than usual, I was able to place some books on hold and pick them up at the end of my work shift.  </p>\n\n<p>After we had finished dinner, I reminded my son that I had brought home some library books.  He went to the library book box, chose 2 books and began reading.  He was so engaged and delighted to be able to hold a book in his hand and turn pages with his delicate fingers.  I listened to him read and laugh and get excited at the plot points.  It was refreshing.  When he finished his second book,  he jumped up and exclaimed, &quot;I feel alive....like my brain is becoming more intelligent because I&#39;m reading books!&quot;  I was so happy for him.  He was so engaged that he continued reading the other books well into the night.  He finally went to sleep around 11:30.  He was so happy that he had a smile on his face while he was sleeping.</p>\n\n<p>I appreciate that that we did have the option of reading books online.  My other son probably prefers that method the most.  But for some kids, like my youngest child, there&#39;s nothing better than to hold a book in one&#39;s hands.  He has always been that way.  </p>\n\n<p>My local branch is located in an area if lower income, disadvantaged residents.  I wish they would take more consideration of that and extend library hours for this purpose as it is difficult to pick up books when a parent gets off around closing time (5 or 6). In addition, I wish the library could make known what new books (for children)  are available.  I am thankful to be given the option to pick up books.  I will do my best to make time to check out books for my children.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/leo63l/my_child_became_alive_again_after_holding/",
  "subreddit": "books",
  "id": "leo63l",
  "is_self": true,
  "media": null,
  "is_video": false
}