{
  "author": "AMC_Tendies42069",
  "original_created_utc": 1636740726,
  "title": "I can’t believe the shit I just saw on TV",
  "created_utc": 1636760308,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I’m here visiting my pops, (Ottawa, Canada for those curious)</p>\n\n<p>On the TV there’s a local news station and they’re interviewing people who yolo’d their life savings into crypto and lost everything, all the doom and gloom and FUD they can throw at Bitcoin was thrown. Somehow there’s massive amounts of pity for these sore losers</p>\n\n<p>Do you think they would be complaining if they didn’t paper hand and lose all their money? What if they just understood how to invest in the first place and they made bank?</p>\n\n<p>I’m just so mad that these people get off with no personal responsibility... I just lost about $6,000 this week in alts, other than this sentence I haven’t complained about it and I certainly don’t think my losses are due to anything but me paperhanding some shitcoins I should of never bought in the first place.</p>\n\n<p>So frustrating.....</p>\n\n<p>Edit: if someone finds the newscast they also discussed this event as well: <a href=\"https://www.google.ca/amp/s/beta.ctvnews.ca/local/toronto/2020/10/8/1_5138828.html\">https://www.google.ca/amp/s/beta.ctvnews.ca/local/toronto/2020/10/8/1_5138828.html</a></p>\n\n<p>They ended the segment with a question as to whether Bitcoin should be banned pending legislation</p>\n</div><!-- SC_ON -->",
  "score": 167,
  "permalink": "/r/Bitcoin/comments/qsh670/i_cant_believe_the_shit_i_just_saw_on_tv/",
  "subreddit": "Bitcoin",
  "id": "qsh670",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I’m here visiting my pops, (Ottawa, Canada for those curious)\n\nOn the TV there’s a local news station and they’re interviewing people who\nyolo’d their life savings into crypto and lost everything, all the doom and\ngloom and FUD they can throw at Bitcoin was thrown. Somehow there’s massive\namounts…"
}