{
  "author": "bhrynda",
  "original_created_utc": 1629148887,
  "title": "Books for 9 y/o who reads on post high school level.",
  "created_utc": 1629189833,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello! I’m new to this community and I need some help. My niece, who’s 9, loves reading. Since last year during the COVID-19 lockdown, she’s been devouring books faster than we can provide. However, now that she’s returning to school, she took one of those standardized placement tests. On the English reading and comprehension category, she scored on a post-high school level! I wasn’t sure how much I believed that when I had heard it, but after talking with her more lately I can definitely see it now. Unsurprisingly, she’s become frustrated with the books recommended to her age level. She’s even started writing her own short stories to make her own books. She’s already read most of the literary classics, and we’re already looking at getting her the Harry Potter books and the Chronicles of Narnia. </p>\n\n<p>So, what books can be recommended to a 9 y/o girl who reads on a post-high school level, while still keeping subject matters appropriate? </p>\n\n<p>Thank you in advance for any suggestions!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/booksuggestions/comments/p5pgsr/books_for_9_yo_who_reads_on_post_high_school_level/",
  "subreddit": "booksuggestions",
  "id": "p5pgsr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hello! I’m new to this community and I need some help. My niece, who’s 9, loves\nreading. Since last year during the COVID-19 lockdown, she’s been devouring\nbooks faster than we can provide. However, now that she’s returning to school,\nshe took one of those standardized placement tests. On the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "こんにちは。私はこのコミュニティに参加したばかりで、いくつかの助けを必要としています。私の姪っ子（9歳）は読書が大好きで\n読書が大好きです。去年のCOVID-19のロックダウンの時から、彼女は本を貪るように読んでいます。\n私たちが提供できる以上の速さで本を貪っていました。しかし、学校に戻ることになった今、彼女は\n標準的なクラス分けテストを受けました。それは...",
      "title": "高校生以上のレベルの本を読む9歳の子供のための本。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你好! 我是这个社区的新人，我需要一些帮助。我的侄女，9岁，喜欢\n阅读。从去年COVID-19封锁期间开始，她就一直在吞食\n书的速度比我们能提供的还要快。然而，现在她要回到学校了。\n她参加了一个标准化的分班测试。在...",
      "title": "为9岁的孩子准备的书，他的阅读水平在高中以后。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你好! 我是這個社區的新人，我需要一些幫助。我的侄女，9歲，喜歡\n閱讀。從去年COVID-19封鎖期間開始，她就一直在吞食\n書的速度比我們能提供的還要快。然而，現在她要回到學校了。\n她參加了一個標準化的分班測試。在...",
      "title": "爲9歲的孩子準備的書，他的閱讀水平在高中以後。"
    }
  ]
}