{
  "author": "regalvas",
  "original_created_utc": 1633185616,
  "title": "CMV: Comunism is an unreacheable utopia",
  "created_utc": 1633224117,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have been interested in the topic for years and I have disscuss and debated it with several activist and members of various socialists organizations, through all of it and their different perspectives one thing remain for me and that is the fact that the society they are claiming to be aiming for is not possible so long as we remain human.</p>\n\n<p>So far such talks express an ideal society without any ruling class or any goberment that is self sufficient, able to manage itself, provide necesities and comodities for all its members, have everyone work for the good of them all, and progress in arts and science. The problem is that it is presented as the reachable end point without taking into account how to realistically you would get there or how such a society would deal with greed, selfishness, envy, and any other deffects humans have; most of the time it&#39;s presented the idea that somehow just &quot;following their philosophy&quot; is how you get there  which considering the centuries of history that show how ideas fail or are corrupted when apply to the real world just begs for another failed system if attempted as is.</p>\n\n<p>Don&#39;t get me wrong I can see many failings in our current system that need to be work on and improve, but simply thinking that just replacing it with another one that has considerable less revisions based on it&#39;s application and proven exploits won&#39;t work.</p>\n\n<p>EDIT: After responding to several comments I noticed that I didn&#39;t make clear what view I wanted to change, in short is the fact that since so far anyone that has presented a communist society to me has only displayed the ideal version currently can&#39;t see how a pure communist society would work on any level.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/pzwen8/cmv_comunism_is_an_unreacheable_utopia/",
  "subreddit": "changemyview",
  "id": "pzwen8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have been interested in the topic for years and I have disscuss and debated it\nwith several activist and members of various socialists organizations, through\nall of it and their different perspectives one thing remain for me and that is\nthe fact that the society they are claiming to be aiming for…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は何年も前からこのテーマに関心を持ち、何人かの活動家や様々な社会主義団体のメンバーと議論してきました。\n何人かの活動家や様々な社会主義団体のメンバーと議論してきました。\n議論してきました。その中で、彼らの異なる視点から見て、一つのことが私には残っています。\nそれは、彼らが目指すと主張している社会が...",
      "title": "CMV: コムニズムは救いのないユートピアである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我对这个问题感兴趣已经很多年了，我已经和一些活动家和各种社会成员讨论和辩论过这个问题。\n我与一些活动家和各种社会主义组织的成员讨论和辩论过。\n和他们的不同观点，有一件事对我来说仍然存在，那就是\n事实是，他们所声称的社会目标...",
      "title": "CMV：共产主义是一个无法实现的乌托邦"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我對這個問題感興趣已經很多年了，我已經和一些活動家和各種社會成員討論和辯論過這個問題。\n我與一些活動家和各種社會主義組織的成員討論和辯論過。\n和他們的不同觀點，有一件事對我來說仍然存在，那就是\n事實是，他們所聲稱的社會目標...",
      "title": "CMV：共產主義是一個無法實現的烏托邦"
    }
  ]
}