{
  "approved_at_utc": null,
  "subreddit": "books",
  "selftext": "So recently, after years of never cracking a book, I’ve gotten back into reading fiction (starting with Vonnegut’s Slaughterhouse 5). It took me a while to settle on a second book, and even though there are many books that may have been more important to the literary canon (Jurassic Park, The Godfather, Artemis Fowl etc), I had already seen those movies/shows so I figured I would pick something a little more out of my element. So a few weeks I made a point every night to read a few pages of Stephen King’s little-discussed *Under the Dome* and I am FURIOUS that it took me this long to give it a look.\n\nI fell in love with everything about this book.  The prose is mature, but not stuffy.  It’s sentimental, but not melodramatic.  It’s funny, but it’s not cartoonish. I can go on an on.  The themes and motifs really resonated with me, especially in 2020/2021, given the overall state of, not just the United States, but the world.  The setting(s) were evocatively characterized.  No matter how harrowing, or how alien the locales seemed to be, King described them in such a way that quite figuratively transported me there.  The main character was richly written, and though this work was a piece of fiction, he really felt like a *real* person.  His motivations, his demons, his highs and his lows.  I could have easily believed that King was writing about a *real* person.  And the plot! I admit that it took me a while to fully comprehend what was going on, but that’s a testament to King’s ability to weave a complicated web that, by the end of the book, reveals itself to be a beautiful tapestry. I would be lying if I were to say I wasn’t emotionally affected by the end of it.\n\nI know it’s not as sexy as some other books out there at the moment, and maybe it’s not as “classic” as something like Tom Sawyer, but I can genuinely say that *Under the Dome* isn’t just one of the best books I’ve read in the past 10 years, it’s one of the best STORIES I’ve read (or watched) in the past 10 years.  If you think it’s gonna be boring, or scary, or “lame” let me assure you that it’s anything but.  It’s endlessly quotable and searingly memorable, and quite possibly the best book you’ve never read (unless you have).",
  "author_fullname": "t2_bw16t",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "I just finished Steven King’s Under the Dome and I’m at a complete loss for words.",
  "link_flair_richtext": [],
  "subreddit_name_prefixed": "r/books",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": null,
  "downs": 0,
  "thumbnail_height": null,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_mo7kke",
  "quarantine": false,
  "link_flair_text_color": "dark",
  "upvote_ratio": 0.83,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 67,
  "total_awards_received": 0,
  "media_embed": {},
  "thumbnail_width": null,
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": null,
  "can_mod_post": false,
  "score": 67,
  "approved_by": null,
  "author_premium": false,
  "thumbnail": "self",
  "edited": false,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {},
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1618099813,
  "link_flair_type": "text",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.books",
  "allow_live_comments": false,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So recently, after years of never cracking a book, I’ve gotten back into reading fiction (starting with Vonnegut’s Slaughterhouse 5). It took me a while to settle on a second book, and even though there are many books that may have been more important to the literary canon (Jurassic Park, The Godfather, Artemis Fowl etc), I had already seen those movies/shows so I figured I would pick something a little more out of my element. So a few weeks I made a point every night to read a few pages of Stephen King’s little-discussed <em>Under the Dome</em> and I am FURIOUS that it took me this long to give it a look.</p>\n\n<p>I fell in love with everything about this book.  The prose is mature, but not stuffy.  It’s sentimental, but not melodramatic.  It’s funny, but it’s not cartoonish. I can go on an on.  The themes and motifs really resonated with me, especially in 2020/2021, given the overall state of, not just the United States, but the world.  The setting(s) were evocatively characterized.  No matter how harrowing, or how alien the locales seemed to be, King described them in such a way that quite figuratively transported me there.  The main character was richly written, and though this work was a piece of fiction, he really felt like a <em>real</em> person.  His motivations, his demons, his highs and his lows.  I could have easily believed that King was writing about a <em>real</em> person.  And the plot! I admit that it took me a while to fully comprehend what was going on, but that’s a testament to King’s ability to weave a complicated web that, by the end of the book, reveals itself to be a beautiful tapestry. I would be lying if I were to say I wasn’t emotionally affected by the end of it.</p>\n\n<p>I know it’s not as sexy as some other books out there at the moment, and maybe it’s not as “classic” as something like Tom Sawyer, but I can genuinely say that <em>Under the Dome</em> isn’t just one of the best books I’ve read in the past 10 years, it’s one of the best STORIES I’ve read (or watched) in the past 10 years.  If you think it’s gonna be boring, or scary, or “lame” let me assure you that it’s anything but.  It’s endlessly quotable and searingly memorable, and quite possibly the best book you’ve never read (unless you have).</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": null,
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2qh4i",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "",
  "id": "mo7kke",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "ChineseCosmo",
  "discussion_type": null,
  "num_comments": 49,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/books/comments/mo7kke/i_just_finished_steven_kings_under_the_dome_and/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/books/comments/mo7kke/i_just_finished_steven_kings_under_the_dome_and/",
  "subreddit_subscribers": 19209630,
  "created_utc": 1618086467,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1618071013,
  "the_new_excerpt": "So recently, after years of never cracking a book, I’ve gotten back into reading\nfiction (starting with Vonnegut’s Slaughterhouse 5). It took me a while to\nsettle on a second book, and even though there are many books that may have been\nmore important to the literary canon (Jurassic Park, The…"
}