{
  "author": "Bummi021",
  "the_new_excerpt": "This isn't a my dad is better than your dad. Don't get me wrong they both have\ntheir own charm, but Ghibli just has so much more deep storytelling and complex\nlore (im probably biased). The only Disney movie I've watched that comes close\nis Treasure Planet, but they purposely killed that one. And…",
  "original_created_utc": 1619518566,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは、私の父があなたの父よりも優れているということではありません。誤解のないように言っておきますが、どちらもそれぞれ魅力的です。\nしかし、ジブリの方がより深いストーリーテリングと複雑な伝承を持っています。\n偏見かもしれませんが）。私が見たディズニー映画の中で、これに近いのは\nトレジャー・プラネットですが、あれはわざと潰したんですね。そして・・・。",
      "title": "CMV：ジブリ・スタジオはウォルト・ディズニーよりも優れている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这不是说我的父亲比你的父亲好。不要误会我的意思，他们都有\n他们都有自己的魅力，但吉卜力的故事更有深度，更复杂。\n复杂的传说（我可能有偏见）。我看过的唯一一部迪士尼电影是《金银岛》，但他们是故意让我看的。\n是《金银岛》，但他们故意扼杀了那部电影。还有...",
      "title": "CMV：吉卜力工作室比华特-迪士尼好"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這不是說我的父親比你的父親好。不要誤會我的意思，他們都有\n他們都有自己的魅力，但吉卜力的故事更有深度，更復雜。\n複雜的傳說（我可能有偏見）。我看過的唯一一部迪士尼電影是《金銀島》，但他們是故意讓我看的。\n是《金銀島》，但他們故意扼殺了那部電影。還有...",
      "title": "CMV：吉卜力工作室比華特-迪士尼好"
    }
  ],
  "title": "CMV: Ghibli Studios is better than Walt Disney",
  "created_utc": 1619543580,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This isn&#39;t a my dad is better than your dad. Don&#39;t get me wrong they both have their own charm, but Ghibli just has so much more deep storytelling and complex lore (im probably biased). The only Disney movie I&#39;ve watched that comes close is Treasure Planet, but they purposely killed that one. And this comes from someone who grew up watching Disney movies, with me discovering Ghibli in my mid teens. The music, the characters and the world building just seems so much more.... alive. The colours and the drawings, my god they are beautiful. Ghibli is the only studio that has consistently brought emotions out that I thought were buried.</p>\n</div><!-- SC_ON -->",
  "score": 99,
  "permalink": "/r/changemyview/comments/mzl8jf/cmv_ghibli_studios_is_better_than_walt_disney/",
  "subreddit": "changemyview",
  "id": "mzl8jf",
  "is_self": true,
  "media": null,
  "is_video": false
}