{
  "author": "darwinification",
  "original_created_utc": 1625068858,
  "title": "I am neither Neil Gaiman nor Andy Weir (nor anyone so wonderful at all) but I do enjoy writing science-fantasy stories, in particular ones with lots of action in them like the Combat Codes saga. I'm Alexander Darwin, AMA!",
  "created_utc": 1625074235,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As you might get from the title, I&#39;ve got some severe imposter syndrome lately, in particular doing an AMA here on <a href=\"/r/books\">r/books</a>. I made the mistake of looking at the &#39;all time&#39; upvoted list before doing this and saw my heroes like Gaiman, Weir, Sanderson, Atwood, Lawrence and Lois f**king Lowry (who I read as required reading in middle school).</p>\n\n<p>Sorry. Again, imposter syndrome. Even though I&#39;ve now completed my debut trilogy, it doesn&#39;t seem to ever go away.</p>\n\n<p>Sooo.... the Combat Codes was recently described as &quot;an action-packed, bare-knuckle brawl that follows an orphan&#39;s rags-to-riches story as he is tempered into a human weapon.&quot; I promise you a real, live reviewer wrote that and it wasn&#39;t my mom (who still refuses to read my books because there&#39;s too much violence in them).</p>\n\n<p>I&#39;m pumped that CC seems to have hit the spot for many readers who dig martial arts movies. I&#39;m a big fan of old school Bruce Lee and Jet Li movies, the Matrix and more recently the shows &#39;Warrior&#39; (HBO) and &#39;Cobra Kai&#39; (Netflix). I&#39;ve even had some readers tell me that my books have gotten them back into practicing martial arts as adults, which is the coolest thing ever! </p>\n\n<p>Outside of writing, I teach Brazilian Jiu Jitsu (it&#39;s like wrestling in pajamas), I have two (soon to be three) daughters and I love a good bánh mì sandwich (I&#39;m half vietnamese).</p>\n\n<p>I&#39;m very proud of the artwork for all three of my books, done by Felix Ortiz and Shawn King, in particular for the last of the series, Blacklight Born. You can probably tell the covers are heavily inspired by old-school Star Wars posters.</p>\n\n<p><a href=\"https://imgur.com/0VYxNhg\">Combat Codes Cover</a>\n<a href=\"https://imgur.com/AB57aio\">Grievar&#39;s Blood Cover</a>\n<a href=\"https://imgur.com/nuu9OCt\">Blacklight Born Cover</a></p>\n\n<p>Last year Combat Codes made it as a finalist in Mark Lawrence&#39;s SPFBO contest (best 10 of 300 books), which is pretty awesome, though by many of the judges standards it wasn&#39;t considered to be fantasy because it has lo-fi tech and is light on the swords / sorcery aspect. I&#39;m actually heavily inspired by jRPGS like Final Fantasy and Chrono Trigger, where the tech and magic are intertwined seamlessly.</p>\n\n<p>Anyhow, if you&#39;re interested in a quick, fun, action-packed read, feel free to pick up the <a href=\"https://www.amazon.com/gp/product/B084GC1PRG\">first two books in the series for $0.99 each</a> :)</p>\n\n<p>Oh yeah, I&#39;m also working on a cool new series with the folks over at <a href=\"https://www.wraithmarked.com/\">Wraithmarked Creative</a> called &#39;The Rising Fist&#39; which I describe as a Southeast Asian inspired &quot;Gladiator meets Stormlight Archive&quot;.</p>\n\n<p>So yeah, that&#39;s about it. Again, I feel a bit like I&#39;m wasting space here when you could very well be chatting with someone like <a href=\"/u/MarkLawrence\">/u/MarkLawrence</a> himself (who is one of my favorite authors and did an AMA  7 years ago.... yeesh.) But what the hell, while I&#39;m here: AMA. </p>\n\n<p>Proof:\n<a href=\"https://i.redd.it/4k31ztwb72871.jpg\">https://i.redd.it/4k31ztwb72871.jpg</a></p>\n</div><!-- SC_ON -->",
  "score": 55,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/y64P4v4SPPT1iG1HjgpmAdJ3Zk3PoHuUMcHde9av7EA.jpg?auto=webp&s=81c81a393e3859bf2b85c2f75f413e1b0b256b59",
          "width": 1600,
          "height": 2560
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/y64P4v4SPPT1iG1HjgpmAdJ3Zk3PoHuUMcHde9av7EA.jpg?width=108&crop=smart&auto=webp&s=c5b00b8ccd157956d322dd5ab57ef422731c2711",
            "width": 108,
            "height": 172
          },
          {
            "url": "https://external-preview.redd.it/y64P4v4SPPT1iG1HjgpmAdJ3Zk3PoHuUMcHde9av7EA.jpg?width=216&crop=smart&auto=webp&s=d9d873ee501412447bc9422fb989a65770b66537",
            "width": 216,
            "height": 345
          },
          {
            "url": "https://external-preview.redd.it/y64P4v4SPPT1iG1HjgpmAdJ3Zk3PoHuUMcHde9av7EA.jpg?width=320&crop=smart&auto=webp&s=8c49b3e1205980e1a80980f9ba028a7a5a826001",
            "width": 320,
            "height": 512
          },
          {
            "url": "https://external-preview.redd.it/y64P4v4SPPT1iG1HjgpmAdJ3Zk3PoHuUMcHde9av7EA.jpg?width=640&crop=smart&auto=webp&s=403ec09e2cad870ce2254758f54f85e0b62db1cc",
            "width": 640,
            "height": 1024
          },
          {
            "url": "https://external-preview.redd.it/y64P4v4SPPT1iG1HjgpmAdJ3Zk3PoHuUMcHde9av7EA.jpg?width=960&crop=smart&auto=webp&s=fb47c417274ac14ed7292873b89599322407b275",
            "width": 960,
            "height": 1536
          },
          {
            "url": "https://external-preview.redd.it/y64P4v4SPPT1iG1HjgpmAdJ3Zk3PoHuUMcHde9av7EA.jpg?width=1080&crop=smart&auto=webp&s=aeddafd691f1dcebd8febd6741caee527b30de47",
            "width": 1080,
            "height": 1728
          }
        ],
        "variants": {},
        "id": "0g0m-l0Q_hwBWXCVJ7254x976gYaa_uCe30tGKeowak"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/ob0clt/i_am_neither_neil_gaiman_nor_andy_weir_nor_anyone/",
  "subreddit": "books",
  "id": "ob0clt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As you might get from the title, I've got some severe imposter syndrome lately,\nin particular doing an AMA here on r/books [/r/books]. I made the mistake of\nlooking at the 'all time' upvoted list before doing this and saw my heroes like\nGaiman, Weir, Sanderson, Atwood, Lawrence and Lois f**king…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルから分かるように、私は最近、重度の偽者症候群にかかっています。\n特に、ここr/books [/r/books]でAMAをやっています。私は間違いを犯してしまいました。\nこれをやる前に、「all time」のupvotedリストを見て、私のヒーローである\nガイマン ウィアー サンダーソン アトウッド ローレンス ロイス・ファッキン...",
      "title": "私はニール・ゲイマンでもアンディ・ウィアーでもありませんが（それ程素晴らしい人でもありませんが）、サイエンス・ファンタジーの物語を書くのが好きで、特にコンバットコード・サーガのようなアクションの多いものが好きです。私はアレキサンダー・ダーウィンです、AMA!"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "正如你可能从标题中得到的，我最近有一些严重的冒名顶替综合症。\n特别是在r/books [/r/books]上做AMA。我犯了一个错误，那就是\n我犯了一个错误，在做这个之前，我看了一下 \"所有时间 \"的投票列表，看到我的英雄们，如\n盖曼、威尔、桑德森、阿特伍德、劳伦斯和洛伊丝***。",
      "title": "我既不是尼尔-盖曼，也不是安迪-威尔（也不是任何如此出色的人），但我确实喜欢写科学幻想故事，特别是那些有大量行动的故事，如《战斗密码》传奇。我是亚历山大-达尔文，AMA!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "正如你可能從標題中得到的，我最近有一些嚴重的冒名頂替綜合症。\n特別是在r/books [/r/books]上做AMA。我犯了一個錯誤，那就是\n我犯了一個錯誤，在做這個之前，我看了一下 \"所有時間 \"的投票列表，看到我的英雄們，如\n蓋曼、威爾、桑德森、阿特伍德、勞倫斯和洛伊絲***。",
      "title": "我既不是尼爾-蓋曼，也不是安迪-威爾（也不是任何如此出色的人），但我確實喜歡寫科學幻想故事，特別是那些有大量行動的故事，如《戰鬥密碼》傳奇。我是亞歷山大-達爾文，AMA!"
    }
  ]
}