{
  "author": "salome97",
  "original_created_utc": 1632833559,
  "title": "Got my hands on a Grosset & Dunlap Oliver Twist, thinking I scored a vintage edition, and instead find myself wading into the history of book piracy",
  "created_utc": 1632861283,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently, I bought a secondhand Oliver Twist published by Grosset &amp; Dunlap because I liked the hardcover design. I thought I scored a beautiful special edition when I saw the written name of the presumed first owner with the date 1928. Then turning the pages, I saw the frontispiece with a photograph from The Liebler Company cast, performing Oliver Twist in 1912. All throughout the book are charming black and white photographs of the cast from the play. This particular edition, as the publisher explained in the following page, was published because the play was so successful and because of Charles Dicken&#39;s 100th birth anniversary.</p>\n\n<p>Curiosity piqued, I tried to find the copyright page but found none. Thinking it was ripped off, I tried searching online and ended up reading the history of Grosset &amp; Dunlap. Turns out, they used to re-bind books, turning paperbacks into hardcovers. They also pirated and reprinted books, causing confusion when people thought they bought first edition book but was actually reprinted or mistaking a first edition book for a reprint. D&amp;G did print original books, with Hardy Boys and Nancy Drew as the most notable.</p>\n\n<p>While reading this, I assumed that my copy of Oliver Twist is a re-bind and tried looking for the original imprint/publisher. But apparently, Grosset &amp; Dunlap was also historically known for their photoplay editions, like a movie-tie in but with stills from the play or film. Very sought after by collectors. So my copy of Oliver Twist may not be pirated or a re-bind, at least.</p>\n\n<p>Grosset &amp; Dunlap&#39;s history was a fascinating read. It also brought me new knowledge about books in general. Lately, my run-ins with pirated books are usually illegal e-books, or cheaply printed copies when trying to buy online. I&#39;ve never had an ounce of thought about [the history of] book piracy beyond blurred PDFs passed around thru emails, download links found in NSFW Tumblr posts, and  the badly-kept secret book groups on the internet lol</p>\n\n<p>Anyways, Grosset &amp; Dunlap are now under Penguin Group.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/px5qhw/got_my_hands_on_a_grosset_dunlap_oliver_twist/",
  "subreddit": "books",
  "id": "px5qhw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Recently, I bought a secondhand Oliver Twist published by Grosset & Dunlap\nbecause I liked the hardcover design. I thought I scored a beautiful special\nedition when I saw the written name of the presumed first owner with the date\n1928. Then turning the pages, I saw the frontispiece with a photograph…"
}