{
  "author": "purppman",
  "original_created_utc": 1631773872,
  "title": "CMV: this trend of college kids glorifying communism is stupid",
  "created_utc": 1631788485,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently began my first year at university and was shocked to see how many people identify as communists and socialists. As someone who’s family comes from a communist country, I don’t think they quite understand what actually living in communism is like. No one who actually lives in a communist country likes communism. Everyone is poor it is really no way to live life. You don’t see people in North America rushing over to Cuba and Vietnam to live there. </p>\n\n<p>I understand that capitalism is a flawed system, I just think it’s ignorant for these rich ass college kids who are going to university on their parents dime wearing expensive clothes and driving fancy cars to be complaining about capitalism and glorifying Marxist-Leninism.</p>\n\n<p>edit: lots of great and civil discussions and lots of new things to think about now. thanks everyone.</p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/changemyview/comments/pp7y6s/cmv_this_trend_of_college_kids_glorifying/",
  "subreddit": "changemyview",
  "id": "pp7y6s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I recently began my first year at university and was shocked to see how many\npeople identify as communists and socialists. As someone who’s family comes from\na communist country, I don’t think they quite understand what actually living in\ncommunism is like. No one who actually lives in a communist…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は最近、大学1年生になったのですが、私の周りにはたくさんの人がいることにショックを受けました。\n共産主義者や社会主義者として認識している人が多いことに衝撃を受けました。家族が共産主義国出身の者としては\n共産主義国の出身者として、彼らは実際に共産主義国に住んでいることを理解していないように思います。\n共産主義での生活がどのようなものか、よく理解していないようです。実際に共産主義国に住んでいる人はいません。",
      "title": "CMV: 大学生が共産主義を賛美するというこの傾向は愚かだ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，我开始了我在大学的第一年，并震惊地看到有这么多人\n人认同为共产主义者和社会主义者。作为一个家庭来自共产主义国家的人\n作为一个来自共产主义国家的人，我不认为他们完全理解实际生活在\n共产主义是什么样子。没有一个真正生活在共产主义国家的人...",
      "title": "CMV：这种大学生歌颂共产主义的趋势很愚蠢"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，我開始了我在大學的第一年，並震驚地看到有這麼多人\n人認同爲共產主義者和社會主義者。作爲一個家庭來自共產主義國家的人\n作爲一個來自共產主義國家的人，我不認爲他們完全理解實際生活在\n共產主義是什麼樣子。沒有一個真正生活在共產主義國家的人...",
      "title": "CMV：這種大學生歌頌共產主義的趨勢很愚蠢"
    }
  ]
}