{
  "author": "Infamous-Marzipan506",
  "original_created_utc": 1631412751,
  "title": "Books to learn about autism and neurodivergent people.",
  "created_utc": 1631425975,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My 15 year old son makes fun of her possibly autistic grandmother, I&#39;ve talked to him but nothing seems to work. We are both avid readers so I am asking for suggestions for books that talk about autism or that feauture neurodivergent characters. He and I talk almost daily about what we are reading, and I am hoping that reading something about autism and neurodivergency will help improve his behaviour.</p>\n\n<p>Thanks to everyone in advance for the suggestions &lt;3</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/booksuggestions/comments/pmk5s5/books_to_learn_about_autism_and_neurodivergent/",
  "subreddit": "booksuggestions",
  "id": "pmk5s5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My 15 year old son makes fun of her possibly autistic grandmother, I've talked\nto him but nothing seems to work. We are both avid readers so I am asking for\nsuggestions for books that talk about autism or that feauture neurodivergent\ncharacters. He and I talk almost daily about what we are reading,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の15歳の息子は、自閉症の可能性がある祖母を馬鹿にしていて、私はそれを話したことがあります。\n私は彼に話をしましたが、何の効果もありませんでした。私たちは二人とも熱心な読書家なので、何かいい方法はないかと考えています。\n自閉症について書かれた本や、神経分散型のキャラクターが出てくる本を紹介してください。\n登場人物を紹介してください。彼とはほとんど毎日、何を読んでいるか話しています。",
      "title": "自閉症や神経衰弱の人について学べる本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我15岁的儿子取笑她可能患有自闭症的祖母。\n我和他谈过，但似乎没有什么效果。我们都是狂热的读者，所以我想请教一下\n我想请大家推荐一些谈论自闭症的书，或者有神经分裂症的人物的书。\n人物的书。他和我几乎每天都在谈论我们正在读的书。",
      "title": "了解自闭症和神经分裂症患者的书籍。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我15歲的兒子取笑她可能患有自閉症的祖母。\n我和他談過，但似乎沒有什麼效果。我們都是狂熱的讀者，所以我想請教一下\n我想請大家推薦一些談論自閉症的書，或者有神經分裂症的人物的書。\n人物的書。他和我幾乎每天都在談論我們正在讀的書。",
      "title": "瞭解自閉症和神經分裂症患者的書籍。"
    }
  ]
}