{
  "author": "foxtrot888",
  "the_new_excerpt": "As soon as there was a real possibility of breaching the Capitol Building\nwhatever police force was there should've immediately have used a\n\"shoot-to-kill\" policy. Besides the symbolic value of the seat of power of the\nUnited States Legislator, any time that the US Congress is in session there is…",
  "original_created_utc": 1610240503,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "一旦确实有可能突破国会大厦\n不管那里的警察是什么，都应该立即使用\n“即杀即杀”政策。除了权力宝座的象征价值之外，\n美国立法者，任何时候美国国会开会都是…",
      "title": "[改变我的想法]：第二名冲破美国国会大厦警察部队的“抗议者”本应使用致命武力"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一旦確實有可能突破國會大廈\n不管那裏的警察是什麼，都應該立即使用\n“即殺即殺”政策。除了權力寶座的象徵價值之外，\n美國立法者，任何時候美國國會開會都是…",
      "title": "[改變我的想法]：第二名衝破美國國會大廈警察部隊的“抗議者”本應使用致命武力"
    }
  ],
  "title": "CMV: The second \"protesters\" breached the US Capitol police forces should've used deadly force",
  "created_utc": 1610249408,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As soon as there was a real possibility of breaching the Capitol Building whatever police force was there should&#39;ve immediately have used a &quot;shoot-to-kill&quot; policy. Besides the symbolic value of the seat of power of the United States Legislator, any time that the US Congress is in session there is a massive national security threat as all members of the House and Senate are in one place and are vulnerable to attack. There was no way to know that one of the &quot;protestors&quot; didn&#39;t have a dirty bomb in their backpack and wanted and could&#39;ve killed all members of congress. Additionally, the classified intelligence inside the building is possibly limitless, and having unauthorized visitors could seriously damage national security interests at home and abroad. I am in no way an advocate of violence, but the risk to democracy if there was a terrorist intending on harming members of Congress is too high and action should&#39;ve been immediately taken.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/ku3ugw/cmv_the_second_protesters_breached_the_us_capitol/",
  "subreddit": "changemyview",
  "id": "ku3ugw",
  "is_self": true,
  "media": null,
  "is_video": false
}