{
  "author": "thatbitchlol",
  "original_created_utc": 1630909125,
  "title": "YSK You can grow your own magic mushrooms in most countries and it’s really not that hard",
  "created_utc": 1631250966,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: mushrooms have been used by civilisations throughout a long period of human history. They offer a profound, meaningful experience and are nearly through clinical studies to be used in psilocybin assisted therapy for depression, PTSD, anxiety and much more. I could go on forever on the why but if you’re interested I recommend reading or listening to how to change your mind by Michael Pollan.</p>\n\n<p>I’ve been growing them for a while now and it’s really pretty easy. Get your spores on either <a href=\"/r/sporetraders\">r/sporetraders</a> <a href=\"/r/eusporehub\">r/eusporehub</a> ,follow the guide on <a href=\"/r/unclebens\">r/unclebens</a> and give it a crack! Might take a bit of trial and error but its so rewarding and I have learnt so much about myself through my experiences. Any questions lmk!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/pitrx1/ysk_you_can_grow_your_own_magic_mushrooms_in_most/",
  "subreddit": "YouShouldKnow",
  "id": "pitrx1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: mushrooms have been used by civilisations throughout a long period of\nhuman history. They offer a profound, meaningful experience and are nearly\nthrough clinical studies to be used in psilocybin assisted therapy for\ndepression, PTSD, anxiety and much more. I could go on forever on the why…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、キノコは人類の長い歴史の中で文明に利用されてきたからです。\n使われてきました。マッシュルームは深い意味のある体験を提供してくれます。\nうつ病、PTSD、不安症などに対するシロシビン療法としての臨床研究が進んでいます。\nうつ病、PTSD、不安症などの治療に用いられています。その理由については、まだまだ語り尽くせませんが...。",
      "title": "YSK マジックマッシュルームは、ほとんどの国で自分で栽培することができますし、それほど難しくありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：在漫长的人类历史中，各种文明都在使用蘑菇。\n人类历史的长河中使用。它们提供了一种深刻的、有意义的体验，并且几乎\n通过临床研究，被用于迷幻药辅助治疗\n抑郁症、创伤后应激障碍、焦虑和更多。我可以永远讲下去，为什么......",
      "title": "YSK 你可以在大多数国家自己种植神奇的蘑菇，这真的不是那么难。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：在漫長的人類歷史中，各種文明都在使用蘑菇。\n人類歷史的長河中使用。它們提供了一種深刻的、有意義的體驗，並且幾乎\n通過臨牀研究，被用於迷幻藥輔助治療\n抑鬱症、創傷後應激障礙、焦慮和更多。我可以永遠講下去，爲什麼......",
      "title": "YSK 你可以在大多數國家自己種植神奇的蘑菇，這真的不是那麼難。"
    }
  ]
}