{
  "author": "goksankobe",
  "original_created_utc": 1628337344,
  "title": "How to meet new people and form deep relationships as a young adult?",
  "created_utc": 1628378237,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m currently living in Sweden as an Eastern European foreigner. I&#39;m working in the tech industry, and I can say I&#39;ve been quite ambitious about my job in the sense that I&#39;ve been spending ~11 hours at work since the past 4 years. Its both because I like the tech but also due to the desire to get better each day and my respect towards the occupation. However, when I look back, I don&#39;t believe I&#39;ve made a massive leap towards creating something new or made a huge dent in any particular area.  It could be due to the fact that I&#39;m constantly learning a lot of new things in a broad range that I didn&#39;t study in college, which takes a lot of self effort.<br/>\nI&#39;m quite disciplined in staying fit, so I usually go to the gym before work very early in the morning. Partially because I cannot stand the crowded gym hours, and I also like the silence. When I get home after work, I usually feel quite tired by the time I eat, so I wind off in front of the computer/TV on shows or games. I tend to choose material where actors/youtubers are interacting with each other in a  social circle to have this sense of &quot;hanging out with friends&quot; </p>\n\n<p>Looking back at my undergrad &amp; grad years, I don&#39;t think I&#39;ve had much fun, or interacted with many people as one is supposed to. I just took studying seriously and didn&#39;t attend social gatherings much as well, both because it didnt seem like the most efficient usage of time and also I thought everyone seemed pretentious in those circles. Similar story in high school as well. </p>\n\n<p>Why I&#39;ve made a long intro is that, living like this I obviously cannot expect to meet interesting people that I can click with. I&#39;m also not good at maintaining good friendships when there is distance in between.</p>\n\n<p>A year ago I believed that if I worked my ass off and kept learning, I could produce something unique that could be appreciated by others but I realize, going through this journey alone is not really worth it. I believe the process needs to be enjoyed. When I read about all successful inventors, engineers, scientists, there seems to be always someone that they can rely on (partner, etc.)</p>\n\n<p>Right now, sitting alone in my room on a sunny Saturday, I&#39;m thinking, how can I feel like I&#39;m being alive by bringing genuine people into my life? I&#39;ve never been in love (not even close), don&#39;t think I&#39;ve cheered for a cumulative success that I&#39;ve achieved with other people too. It seems like going at this rate, I&#39;ll keep being good at my job, but live a lonely life not knowing what it&#39;s like to cry, laugh, have long and sincere conversations and deep relationships. </p>\n\n<p>I know this post is all over the place, but maybe there is a life hack that I&#39;m just not aware of.  </p>\n\n<p>Thanks in advance</p>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/TooAfraidToAsk/comments/ozrwzb/how_to_meet_new_people_and_form_deep/",
  "subreddit": "TooAfraidToAsk",
  "id": "ozrwzb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm currently living in Sweden as an Eastern European foreigner. I'm working in\nthe tech industry, and I can say I've been quite ambitious about my job in the\nsense that I've been spending ~11 hours at work since the past 4 years. Its both\nbecause I like the tech but also due to the desire to get…"
}