{
  "author": "CCaC_Ukp",
  "the_new_excerpt": "Simply I wanna say, as a POC I find it irritating how POC think they are an\nauthority on how ethnic dishes are made (and other things)\n\nA while ago, a white chef was talking about how adding suracha to noodles is\nkinda wack. Because it messes up the flavors or some shit. And people were like\n“yooo…",
  "original_created_utc": 1617802328,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "単純に言いたいのは、POCとして、POCが自分を権威だと思っていることに苛立ちを覚えるということです。\nエスニック料理の作り方（その他）の権威だと思っていることにイラッとします。\n\n少し前に、白人のシェフが、麺類にシュラチャを入れるのはちょっと変だと話していました。\n麺類にシュラチャを入れるのは、ちょっと変だよね。麺類にシュラチャを入れると味が落ちるからだとか。そして人々は\n\"yooo...",
      "title": "CMV：POCだからといって、エスニック料理に詳しいわけではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我只想说，作为一个POC，我觉得很不爽，POC怎么会认为自己是一个人呢？\n民族菜专家\n\n前段时间，有位白族厨师在说，在面条中加入泗茶是\n有点古怪。因为它搞乱了口味或一些狗屎。而人们都喜欢\n\"哟哟...",
      "title": "CMV：作为一个POC，并不代表你是民族菜专家。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我只想說，作爲一個POC，我覺得很不爽，POC怎麼會認爲自己是一個人呢？\n民族菜專家\n\n前段時間，有位白族廚師在說，在麪條中加入泗茶是\n有點古怪。因爲它搞亂了口味或一些狗屎。而人們都喜歡\n\"喲喲...",
      "title": "CMV：作爲一個POC，並不代表你是民族菜專家。"
    }
  ],
  "title": "CMV: Being a POC doesn’t make you an expert on ethnic dishes",
  "created_utc": 1617809482,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Simply I wanna say, as a POC I find it irritating how POC think they are an authority on how ethnic dishes are made (and other things) </p>\n\n<p>A while ago, a white chef was talking about how adding suracha to noodles is kinda wack. Because it messes up the flavors or some shit. \nAnd people were like “yooo you aren’t even asian.. don’t tell me how to eat my noodles” </p>\n\n<p>Ok.. he isn’t asian but he is literally a chef. He studied this fucking shit, and has an expert opinion on a dish he cooks a lot more than the average asian. </p>\n\n<p>Eat your noodles the way you like of course. But stop that shit with “im ethnic i know better than you” </p>\n\n<p>This has some really absurd implications, \nDoes a white dermatologist know what she is talking about when she talks about POC’s hair and skin?</p>\n\n<p>What if a competent activist who wants change for neglected communities and want actual progress, and she has some clever ways of making lives better for disadvantaged POC? Should we tell her she needs to give her position to a POC? </p>\n\n<p>Also since you’re reading, stop the fucking asian hate you dick head.. like .. do you know how outbreaks happen? You fucking idiot. Go google it. Dick head.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/mm25da/cmv_being_a_poc_doesnt_make_you_an_expert_on/",
  "subreddit": "changemyview",
  "id": "mm25da",
  "is_self": true,
  "media": null,
  "is_video": false
}