{
  "author": "BentheBruiser",
  "original_created_utc": 1628444337,
  "title": "Why is the bible often considered a well written, good book?",
  "created_utc": 1628457812,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Full disclosure, I&#39;ve never read the bible cover to cover. But I do work at a Christian summer camp and have for the past 7 years. We do daily bible lessons and will often read several passages a day. </p>\n\n<p>This year I decided to pay a little more attention to the actual writing and translation and I realized pretty quickly how much of a slog it would be to actually read. </p>\n\n<p>Recently there was a post discussing top rated books of all time and the bible was in the top 10. This was incredibly surprising to me. Most passages I read in the bible are incredibly meandering. There is a plethora of asinine details that don&#39;t add to the overall story. Some ideas are repeated over and over again in the same ways with no more than a paragraph separating them. All of my experience reading the bible has been not super great from an actual reader&#39;s standpoint rather than an educational one. It really does not seem well written and cohesive; almost as if you&#39;re supposed to pick and choose passages rather than read it cover to cover. </p>\n\n<p>Why is the bible so widely considered a good piece of literature?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/p0j384/why_is_the_bible_often_considered_a_well_written/",
  "subreddit": "books",
  "id": "p0j384",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Full disclosure, I've never read the bible cover to cover. But I do work at a\nChristian summer camp and have for the past 7 years. We do daily bible lessons\nand will often read several passages a day.\n\nThis year I decided to pay a little more attention to the actual writing and\ntranslation and I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "正直に言うと、私は聖書を隅から隅まで読んだことはありません。しかし、私はキリスト教のサマーキャンプで働いています。\nクリスチャンのサマーキャンプで働いていて、過去7年間そうでした。私たちは毎日、聖書のレッスンを行います。\n1日に何箇所か読むこともあります。\n\n今年は、実際に書かれたものや翻訳にもう少し注意を払ってみようと思いました。\n今年は、実際の文章や翻訳にもう少し注意を払うことにしました。",
      "title": "なぜバイブルはよく書かれた良い本だと思われがちなのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "完全公开，我从来没有从头到尾读过《圣经》。但我确实在一个\n基督教夏令营工作，在过去7年里一直如此。我们每天都有圣经课\n并经常一天读几段经文。\n\n今年，我决定多关注一下实际的写作和翻译。\n翻译，而且我...",
      "title": "为什么《圣经》常常被认为是一本写得很好的好书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "完全公開，我從來沒有從頭到尾讀過《聖經》。但我確實在一個\n基督教夏令營工作，在過去7年裏一直如此。我們每天都有聖經課\n並經常一天讀幾段經文。\n\n今年，我決定多關注一下實際的寫作和翻譯。\n翻譯，而且我...",
      "title": "爲什麼《聖經》常常被認爲是一本寫得很好的好書？"
    }
  ]
}