{
  "author": "deathtolucky",
  "original_created_utc": 1633885545,
  "title": "To everyone who says that crypto is a scam or a Ponzi scheme: I present to you, the modern economy.",
  "created_utc": 1633948825,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Banks are currently allowed to loan $10 for every dollar they actually possess, which means that 90% of all the money in our bank accounts is not covered by actual coins or notes. Yes, you read that right. If this seems surprising to you or if it seems like a giant house of cards waiting to collapse, it’s because it is. </p>\n\n<p>Why would they be allowed to do this you may ask? It’s the same thing that enables the entire financial system and economy to survive and flourish; collective trust in the future. The problem is people are losing faith in the future and becoming disillusioned. The days are fading fast where people believe that if they work hard, pull themselves up by their bootstraps and do their daily grind, they can attain a life they dream of. </p>\n\n<p>If it sounds like banks are operating under a different set of rules and regulations that appear to be a giant Ponzi scheme, then that would have to mean that the entire modern economy is a fraud. This fact seemed incomprehensible to people for years. But not anymore. People are waking up to this fact and they’re tired of it. </p>\n\n<p>Take control your own future. Take control of your own finances. Take control of your life back. HODL crypto.</p>\n</div><!-- SC_ON -->",
  "score": 156,
  "permalink": "/r/CryptoCurrency/comments/q5c412/to_everyone_who_says_that_crypto_is_a_scam_or_a/",
  "subreddit": "CryptoCurrency",
  "id": "q5c412",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Banks are currently allowed to loan $10 for every dollar they actually possess,\nwhich means that 90% of all the money in our bank accounts is not covered by\nactual coins or notes. Yes, you read that right. If this seems surprising to you\nor if it seems like a giant house of cards waiting to…"
}