{
  "author": "Ragefan66",
  "original_created_utc": 1628903164,
  "title": "The global crypto market cap is up 6.7% and Safemoon is down 10%. Here are some comments from their daily thread.",
  "created_utc": 1628937670,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I can&#39;t tell whether the following comments in their subreddit are hilarious or sad. Either way I hope they all come out of this with a valuable lesson.</p>\n\n<p>&#x200B;</p>\n\n<p><em>&quot;$3000 has turned into $600. Its unbelievable. One of the worst decisions I have ever made&quot;</em></p>\n\n<p>&#x200B;</p>\n\n<p><em>&quot;I don&#39;t get why we&#39;re dropping when crypto as a whole is way up.&quot;</em></p>\n\n<p>&#x200B;</p>\n\n<p><em>&quot;$4000 left of my $12k. Selling now. Goodbye sweet whales, you won’t be taking the rest of your lucre from me…&quot;</em></p>\n\n<p><em>&quot;You are exactly what a bad investor is. Fomoed in on the hype and now fomoing out again. I guess you dont even understand the fundamentals of this token. But its your money and your decision man, goodbye 👋&quot;</em></p>\n\n<p><em>&quot;Imagine starting with $300k, it going to $4.5M and back down to $450k. Saying this for a friend…. Volume has dried up. Crypto is in a full blown bull run and my largest holding is blood red every GD day.&quot;</em></p>\n\n<p><em>&quot;How can we still be going down in this market?&quot;</em></p>\n\n<p>&#x200B;</p>\n\n<p>Only invest what you can afford to lose guys. And ffs don&#39;t waste your money on shitcoins</p>\n</div><!-- SC_ON -->",
  "score": 200,
  "permalink": "/r/CryptoCurrency/comments/p3ydky/the_global_crypto_market_cap_is_up_67_and/",
  "subreddit": "CryptoCurrency",
  "id": "p3ydky",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I can't tell whether the following comments in their subreddit are hilarious or\nsad. Either way I hope they all come out of this with a valuable lesson.\n\n\n\n\"$3000 has turned into $600. Its unbelievable. One of the worst decisions I have\never made\"\n\n\n\n\"I don't get why we're dropping when crypto as a…"
}