{
  "author": "Mediaeval-britian",
  "the_new_excerpt": "Why YSK: when someone has serious trouble finding your house while delivering,\nyou don't get your delivery! I recently delivered for a florist for several\nmonths, and visible numbers are a MASSIVE help. Espically for someone who's a\nbit socially awkward and doesn't like making phone calls to…",
  "original_created_utc": 1617070358,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：当有人在送货时遇到严重困难找到你的房子。\n你就拿不到你的快递了! 我最近为一家花店送了几个月的货。\n我最近为一家花店送了几个月的货，可见的号码是一个巨大的帮助。特别是对于一个有点社交障碍、不爱说话的人来说。\n特别是对于一个有点不善于社交，不喜欢打电话给别人的人来说。",
      "title": "YSK：如果你的房子或至少你的邮箱上有数字，会让送货员的工作变得更容易。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：當有人在送貨時遇到嚴重困難找到你的房子。\n你就拿不到你的快遞了! 我最近爲一家花店送了幾個月的貨。\n我最近爲一家花店送了幾個月的貨，可見的號碼是一個巨大的幫助。特別是對於一個有點社交障礙、不愛說話的人來說。\n特別是對於一個有點不善於社交，不喜歡打電話給別人的人來說。",
      "title": "YSK：如果你的房子或至少你的郵箱上有數字，會讓送貨員的工作變得更容易。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：配達中に誰かがあなたの家を見つけるのに大変な苦労をしたとき。\n配達されない 最近、ある花屋さんの配達を数回しました。\n数字が見えると、とても助かります。特に\n電話するのが苦手なんです。",
      "title": "YSK: 家や郵便受けに番号があれば、配達員の仕事は何倍も楽になります。"
    }
  ],
  "title": "YSK: it makes the jobs of delivery people WORLDS easier if you have numbers on your house or at least your mailbox",
  "created_utc": 1617246247,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: when someone has serious trouble finding your house while delivering, you don&#39;t get your delivery! I recently delivered for a florist for several months, and visible numbers are a MASSIVE help. Espically for someone who&#39;s a bit socially awkward and doesn&#39;t like making phone calls to clients. </p>\n\n<p>It doesn&#39;t have to be a massive sign or anything. Just those skinny black numbers you can buy at home depot. They&#39;re a major help in just making our jobs a little but easier!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/mg5j46/ysk_it_makes_the_jobs_of_delivery_people_worlds/",
  "subreddit": "YouShouldKnow",
  "id": "mg5j46",
  "is_self": true,
  "media": null,
  "is_video": false
}