{
  "author": "starfireforhire",
  "the_new_excerpt": "The royal family is rich off of their own personal wealth and income from all\nthat they own and brand. Why do countries like Canada have to foot their lavish\nbills whenever one of them shows up to shake hands and take pictures?\n\nI get that the UK may have some cultural reasons for wanting to uphold…",
  "original_created_utc": 1615391260,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "皇室靠着自己的个人财富和所有的收入发家致富。\n他们拥有的品牌。为什么像加拿大这样的国家要为他们的奢侈行为买单？\n钞票，每当他们中的一个人出现握手和拍照？\n\n我明白英国可能有一些文化上的原因，想要维护... ...",
      "title": "CMV：王室不应成为公众负担。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "皇室靠着自己的個人財富和所有的收入發家致富。\n他們擁有的品牌。爲什麼像加拿大這樣的國家要爲他們的奢侈行爲買單？\n鈔票，每當他們中的一個人出現握手和拍照？\n\n我明白英國可能有一些文化上的原因，想要維護... ...",
      "title": "CMV：王室不應成爲公衆負擔。"
    }
  ],
  "title": "CMV: the royal family should not be a public burden",
  "created_utc": 1615398241,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The royal family is rich off of their own personal wealth and income from all that they own and brand. Why do countries like Canada have to foot their lavish bills whenever one of them shows up to shake hands and take pictures? </p>\n\n<p>I get that the UK may have some cultural reasons for wanting to uphold their royal family, but I don’t understand why their tax money needs to be poached in order to keep William’s wife in designer fashion. I would even suggest a donation fund where uk people and maybe even people who care about the royals abroad can contribute to so they can help upkeep the royal family if they so wish. </p>\n\n<p>My main sticking point is, we all know they’re racist. Princess Michael has been seen wearing “moor” inspired jewelry and heard making racist remarks. The recent interview is yet another glimpse into how they operate. And besides, as a person living in a former British colony, we don’t view them in a positive light. Some may ogle at the fashions, but we are all taught the slave trade and brutality of British colonization, and the general attitude seems to be very dismissive of the royals in large part because of this history. </p>\n\n<p>I just don’t believe the royals should be funded publicly when all the “working” royals do is charity work and visits, and that’s not a gap that can’t be filled if they were to stop. In fact, there’s zero reason they can’t continue their charity work (if indeed that’s what they’re passionate about) without taxpayer money. </p>\n\n<p>Someone change my view, because I feel like the UK is too sophisticated to uphold this.</p>\n\n<p>Edit: because people keep saying that when countries like Canada pay for them, it’s only security. Security alone didn’t cost Canada $43 million in 2015, and every time one of them gets married, the price of hosting, gifting, maintaining stately properties and entertaining that is done by the former-colonys’ governments shoot up. </p>\n\n<p><a href=\"https://www.businessinsider.com/canadas-cost-to-support-the-royal-family-in-2015-2016-9\">https://www.businessinsider.com/canadas-cost-to-support-the-royal-family-in-2015-2016-9</a></p>\n\n<p>Edit 2: people keep saying it’s just the standard to host dignitaries this way. It isn’t. The most Ottawa spent on a visiting dignitary was $491,000, and even that’s considered overboard. </p>\n\n<p><a href=\"https://www.google.ca/amp/s/nationalpost.com/news/politics/ottawas-two-year-tab-to-host-visiting-kings-queens-presidents-and-prime-ministers-just-under-3-million/wcm/a7b2a7af-3031-454c-b165-a5a3edc0c2b9/amp/\">https://www.google.ca/amp/s/nationalpost.com/news/politics/ottawas-two-year-tab-to-host-visiting-kings-queens-presidents-and-prime-ministers-just-under-3-million/wcm/a7b2a7af-3031-454c-b165-a5a3edc0c2b9/amp/</a></p>\n\n<p>Edit 3: this is a lot of great discussion! I need to go to work now lol but I can’t wait to come back and respond to some of these! Lots of interesting points ♥️</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/m20gjw/cmv_the_royal_family_should_not_be_a_public_burden/",
  "subreddit": "changemyview",
  "id": "m20gjw",
  "is_self": true,
  "media": null,
  "is_video": false
}