{
  "author": "CyberSibey",
  "the_new_excerpt": "Why YSK: Whereas cremation creates emissions and uses significant energy in the\nprocess, aquamation\n[https://en.wikipedia.org/wiki/Alkaline_hydrolysis_(body_disposal]) uses just\n10% of the energy used during a cremation process and there are NO air\nemissions. No organic matter can be discharged from…",
  "original_created_utc": 1618688280,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 火葬は、その過程で排出物を出し、大きなエネルギーを使います。\n水葬の場合は\nhttps://en.wikipedia.org/wiki/Alkaline_hydrolysis_(Body_disposal))は、火葬の10%のエネルギーしか使いません。\n火葬の10％のエネルギーで済み、大気汚染もありません。\n排出量もありません。また、有機物を排出することもありません...",
      "title": "YSK: アクアミオンという火葬の方法があること。専門的にはアルカリ加水分解として知られており、95%の水と5%の水酸化カリウムまたは水酸化ナトリウムの溶液を使用して、遺体を液体と骨の成分にまで分解する化学的プロセスです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：而火化会产生排放物，并在火化过程中消耗大量能源。\n填海工程\n[https://en.wikipedia.org/wiki/Alkaline_hydrolysis_(body_disposal])只用了。\n火化过程中所消耗的能源的10%，而且没有空气。\n排放。任何有机物都不能从...排放。",
      "title": "YSK: 有一种替代性的火化方式叫做水化法。技术上称为碱性水解法，它是一个化学过程，使用95%的水和5%的氢氧化钾或氢氧化钠溶液，将尸体还原成液体和骨头的成分。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：而火化會產生排放物，並在火化過程中消耗大量能源。\n填海工程\n[https://en.wikipedia.org/wiki/Alkaline_hydrolysis_(body_disposal])只用了。\n火化過程中所消耗的能源的10%，而且沒有空氣。\n排放。任何有機物都不能從...排放。",
      "title": "YSK: 有一種替代性的火化方式叫做水化法。技術上稱爲鹼性水解法，它是一個化學過程，使用95%的水和5%的氫氧化鉀或氫氧化鈉溶液，將屍體還原成液體和骨頭的成分。"
    }
  ],
  "title": "YSK: That there is alternative form of cremation known as aquamation. Technically known as alkaline hydrolysis, it is a chemical process that uses a solution of 95% water and 5% potassium hydroxide or sodium hydroxide to reduce a body to components of liquid and bone.",
  "created_utc": 1618711077,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  Whereas cremation creates emissions and uses significant energy in the process, <a href=\"https://en.wikipedia.org/wiki/Alkaline_hydrolysis_(body_disposal\">aquamation</a>) uses just 10% of the energy used during a cremation process and there are NO air emissions.  No organic matter can be discharged from cremation chimneys, and no methane gas or toxic chemicals can leak from a burial casket and can seep into the water table.  It is currently legal in only 18 US states.</p>\n</div><!-- SC_ON -->",
  "score": 108,
  "permalink": "/r/YouShouldKnow/comments/msxhey/ysk_that_there_is_alternative_form_of_cremation/",
  "subreddit": "YouShouldKnow",
  "id": "msxhey",
  "is_self": true,
  "media": null,
  "is_video": false
}