{
  "author": "a-naris",
  "original_created_utc": 1636361581,
  "title": "CMV: “Trust the science” ignores that science is not always a perfectly followed process in the real world and may even be dangerous",
  "created_utc": 1636382249,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>(This is semi-related to COVID as this argument comes up a lot but I’ve also seen this come up in responses to people that question climate change, evolution, etc).</p>\n\n<p>I understand the trusting of experts as more of a metric of <em>probability</em> and a crutch for the inevitable fact that most people will have either a lack of time, energy, capability, or interest for doing their own research on a topic, so I’m not criticizing that. And in the end, it is more likely that people who have spent years studying a certain subject are going to, for the most part, have more accurate knowledge (at least the knowledge available at the time) than a layperson. </p>\n\n<p>What I am criticizing, though, is extending this mindset to having total and complete blind faith in science (or really any kind of expertise, though I’m kind of trying to limit it to science for now because I’ve seen it the most recently), and ridiculing/lambasting people who are not in the field for questioning it. Aside from the fact that conclusions previously made can change with new evidence, there are also many cases in which scientific studies can be prone to bias, monetary influence (one example that comes to mind is studies connected to the tobacco industry that were actively misleading in the conclusions they came to about the effects of smoking, secondhand smoke, etc), just plain missing a potentially important factor, etc. I believe there is also a tendency for scientific studies to largely be focused on testing new hypotheses and not on looking to see if old ones can be disproved, but I don’t remember much on that so I’m not too sure about that one.</p>\n\n<p>On a semi-related note, there have also been examples of medical procedures touted as being safe, or that have been approved by government agencies, but it turns out there were loopholes in the approval process that were taken advantage of, and it turns out later they were actually causing a host of medical issues for many people, after years of connecting the dots, sometimes with the issue not even being acknowledged until multiple people connected online and they all had the shared experience of having medical issues after that procedure. (I’m sorry this is so vague, the main one I think of is a chrome-based leg or hip implant I believe that was causing people neurological issues, the source for this and a few others was The Bleeding Edge documentary on Netflix - perhaps someone in the comments will tell me that was all hooey though and that I’m a bumbling idiot for believing a word of it LOL)</p>\n\n<p>Now, I don’t think it’s reasonable to extrapolate instances in which experts and “trusted institutions” betrayed trust or messed up to mean they will mess up in ALL situations, or that a specific situation must be iffy and unworth trusting - for example, with the COVID vaccines. People worry about the newness of it, and in some of the procedures/medical devices in the documentary, the newness of it did mean that people who got in on it on the initial release of it were at more of a disadvantage since there wasn’t as much information showing the dangers of it - but medical devices and vaccines could also be relevantly different where the “newness” of it is not really that impactful on how much it can be trusted. Ideally, the trustworthiness of something should be decided on the details of that specific thing and it’s specific traits - but again, that becomes a problem when people aren’t knowledgeable and when the institutions that provide information have themselves become harder to trust. </p>\n\n<p>All in all, too, trusting any authority with a large amount of influence over your life completely is just a dangerous game to play. It may turn out well often, but for some, they could put themselves in the hands of someone corrupt, inept, or just become subject to a field that is still imperfect or always in development, and a set of people who believe that because they have specialized knowledge/training that nobody outside their field could ever have a relevant question, when really they are just as human and imperfect in their knowledge as the rest of us and could be blinded by their own perception of expertise. Not saying all people in scientific fields are like this, or saying anything about its frequency, I’m just saying it could HAPPEN.</p>\n\n<p>All in all, I get using expertise as a crutch, but not as dogmatic truth, because expertise is usually not perfect. It’s also possible that some of this is an issue of semantics/people not arguing their position very well or not wanting to put in the effort of explaining a specific scientific position all the time - I might understand that more as just a blip, and not hold anything against that as much, I don’t know. I’m just taking issue against the instances I have seen where the people saying that do genuinely believe that questioning science/expertise to any degree is something only an idiot or contrarian would do. </p>\n\n<p>(As another note, I know some of this got more general than the original title, and there may be some things that were vague, if needed I can clarify some things to express my views better or more specifically. Apologies for not being the most organized communicator, I</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/changemyview/comments/qp9me1/cmv_trust_the_science_ignores_that_science_is_not/",
  "subreddit": "changemyview",
  "id": "qp9me1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "(This is semi-related to COVID as this argument comes up a lot but I’ve also\nseen this come up in responses to people that question climate change,\nevolution, etc).\n\nI understand the trusting of experts as more of a metric of probability and a\ncrutch for the inevitable fact that most people will…"
}