{
  "author": "RattleSheikh",
  "the_new_excerpt": "I would just like to say that I am not an economist or a professional political\nphilosopher. I am merely someone who enjoys conversation and critical thinking\non recent events.\n\nThis is not meant to be a conversation on the pros/cons of socialism, or if\nsocialism or socialist ideas should be…",
  "original_created_utc": 1609301513,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我只想说，我既不是经济学家，也不是专业的政治家。\n哲学家。我只是一个喜欢交谈和批判性思维的人\n关于最近发生的事件。\n\n这不是关于社会主义的正反两面的对话，或者如果\n社会主义或社会主义思想应该是…",
      "title": "[改变我的想法]：将你的运动称为社会主义，或者在作为社会民主党人的背景下认定为社会主义者，导致念力品牌不佳，在普通公众中的知名度立竿见影。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我只想說，我既不是經濟學家，也不是專業的政治家。\n哲學家。我只是一個喜歡交談和批判性思維的人\n關於最近發生的事件。\n\n這不是關於社會主義的正反兩面的對話，或者如果\n社會主義或社會主義思想應該是…",
      "title": "[改變我的想法]：將你的運動稱爲社會主義，或者在作爲社會民主黨人的背景下認定爲社會主義者，導致念力品牌不佳，在普通公衆中的知名度立竿見影。"
    }
  ],
  "title": "CMV: Calling your movement socialism, or identifying as a socialist within the context of being a social democrat causes confusion, is poor branding, and gives you immediate poor publicity among the general public.",
  "created_utc": 1609320990,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I would just like to say that I am not an economist or a professional political philosopher. I am merely someone who enjoys conversation and critical thinking on recent events.</p>\n\n<p>This is <strong>not</strong> meant to be a conversation on the pros/cons of socialism, or if socialism or socialist ideas should be implemented into our economic or political systems, (although communism is immediately dismissed as a bad system).</p>\n\n<p>When I say &#39;branding&#39;, I&#39;m thinking about identifying with and promoting a political movement/ideology like a business, although this is just a metaphor.</p>\n\n<p>I do not come from, live in or am associated with any of the radical/oppressive socialist or communist regimes listed below.</p>\n\n<p>This mainly applies to the US, although the trends could be extracted elsewhere.</p>\n\n<p>&#x200B;</p>\n\n<p>I think it goes without saying that <a href=\"https://en.wikipedia.org/wiki/Types_of_socialism\">&#39;socialism&#39; is a very broad and complex term</a>. The word socialism can refer to many different types of socialism including but not limited to: democratic socialism, communism, liberal socialism, social democracy, libertarian socialism, a whole lot more specific to different instances, and a whole bunch of subsets of each, or definitions which combine all of these different types of socialism. I&#39;m not here to argue about different types of socialism and what they all mean, but it goes without saying that the word is connected to a whole lot of pretty different ideologies.</p>\n\n<p>And yet despite this, people are still relatively happy to identify with socialism, especially those who&#39;s ideas align very closely with liberalism over socialism, <a href=\"https://www.nytimes.com/2020/02/13/opinion/bernie-sanders-socialism.html\">such as Bernie Sanders</a>. I personally think that these politicians and those like them embracing the word &#39;socialism&#39; within the context of democratic socialism gives them poor publicity and branding these are the reason why:</p>\n\n<p><strong>(All of these ideas can pretty much be summarized under &#39;it causes mass confusion&#39;)</strong></p>\n\n<p><strong>(Also, many of these ideas overlap in some areas):</strong></p>\n\n<p>&#x200B;</p>\n\n<ol>\n<li><strong>Calling yourself a socialist is insensitive towards those who have suffered under radical/oppressive/disastrous socialist regimes or personally know those who have, and deters people familiar with these socialist regimes from supporting you.</strong> In American context, I mean immigrants such as <a href=\"https://www.politico.com/news/2020/11/04/biden-miami-cubans-election-2020-433999\">Cubans</a> <a href=\"https://www.tampabay.com/news/florida-politics/2020/11/20/invisible-campaign-and-the-specter-of-socialism-why-cuban-americans-fell-hard-for-trump/\">(2nd link I found)</a> and <a href=\"https://www.foxnews.com/politics/bernie-sanders-florida-cuban-venezuelan-voters-socialist\">also especially Venezuelans</a>, who were both some of the weakest supporters for the democratic party, <a href=\"https://www.nbcnews.com/news/latino/trump-cultivated-latino-vote-florida-it-paid-n1246226\">in comparison to other Latinos like Puerto Ricans </a>(all who moved to Florida in this context) out of fears of socialism in the party. For these people who have lived under regimes identifying as socialist such as <a href=\"https://en.wikipedia.org/wiki/List_of_presidents_of_Venezuela\">Chavez and Maduro in Venezuala in the United Socialist Party</a> and in <a href=\"https://en.wikipedia.org/wiki/List_of_heads_of_state_of_Cuba\">Cuba Fidel Castro, Raul Castro, and Miguel Diaz-Canel in the Communist Party of Cuba (identifies as communist within socialism)</a> there is a resentment for the word socialism, which many hold responsible for the poor state of these countries. I would even argue that this could be extrapolated towards socialism in the USSR, China, Cambodia, North Korea, ect, and those coming from these places. The simple fact here is that having a discussion about different types of socialism, and what people mean when they identify as &#39;socialists&#39; for democratic socialism or social democracy just isn&#39;t really practical in the real world, and hence many of the people from these places hold a hate for any use of the word, and have a resentment for those who identify as such. <strong>Looping back to my original point:</strong> If you identify with a word that causes such confusion about its meaning in which many people can use to hate you for the actions of those who identify with different types of socialism: isn&#39;t using such word poor publicity when seen by these demographics and generally insensitive towards their suffering and what they hold accountable for it?</li>\n<li><strong>Promoting socialism gives &#39;political ammunition&#39; for fear mongering and scare tactics to right wingers, the right wing media and conservative think tanks.</strong> This one&#39;s super easy to explain: socialism is really easy to weaponize for getting people scared of policies which identify as such, even when they aren&#39;t really that radical, and don&#39;t align with the examples of socialism these right-wing institutions give. Simply, it gives democrats and general liberals a poor name. And obviously, this does nothing but promote bad publicity towards your self/movement when identifying with socialism. There&#39;s probably a trillion examples of this, but this is just what I scooped up with a quick google search with these 6 examples:  <a href=\"https://www.heritage.org/progressivism/commentary/what-americans-must-know-about-socialism\">1</a> - <a href=\"https://www.theamericanconservative.com/articles/socialism-will-always-destroy-democracy/\">2</a> - <a href=\"https://redstate.com/diary/goldwaterconservatism/2013/08/02/100-fact-the-left-wing-will-destroy-america-and-this-is-how-n214549\">3</a> - <a href=\"https://www.thetrumpet.com/17624-democratic-socialism-will-destroy-america\">4</a> - <a href=\"https://www.foxnews.com/politics/what-democratic-socialism-really-means-the-movement-reshaping-americas-left\">5</a> - <a href=\"https://nypost.com/2018/08/05/sorry-democratic-socialists-youre-still-pushing-poison/\">6</a></li>\n<li><strong>Normalizing the word &#39;socialism&#39; eases the public perception (especially among left wingers) towards genuine radical socialists like communists.</strong> When we use a word more often, and become less critical of it, our guard is down towards those who use the word. This is something which I find really scary, as many types of socialism (such as communism) do obviously not work well in the real world, and can cause mass human misery. If a genuine communist is gaining popularity calling themselves a socialist, I think that we should all be on guard for identifying this: We can&#39;t let these people fit in with genuine liberals. Although I do think it relatively speaks for itself, I think this may be one of my weaker points, as I couldn&#39;t find any modern examples of this. <strong>If you have any examples of this point please link them for me.</strong></li>\n</ol>\n\n<p>&#x200B;</p>\n\n<p><strong>Some concluding thoughts:</strong></p>\n\n<p><a href=\"https://www.theatlantic.com/business/archive/2014/05/only-one-percent-of-americans-are-really-politically-active/425286/\">Most people&#39;s perception of politics isn&#39;t that complex, and we aren&#39;t really all that engaged</a> (this isn&#39;t a perfect statistic but generally shows that many people aren&#39;t that connected). Much of the American public doesn&#39;t think about politics in such a complex way, which is why I think there&#39;s such an importance that should be placed on the word(s) you identify with. When the word &#39;socialism&#39; has such an <a href=\"https://www.npr.org/2020/02/19/807047941/poll-sanders-rises-but-socialism-isnt-popular-with-most-americans\">immediate negative connotation</a>, it really doesn&#39;t seem like a very smart word to identify with, and seems like poor branding. <strong>Put simply: Most Americans just aren&#39;t going to engage in a nuanced, complex conversation about different types of socialism, and what people mean by &#39;democratic socialism&#39;; they&#39;re just going to see the word and have a negative reception from the confusion of such a complex topic.</strong> This is where socialism starts to self-destruct: the name is very directly associated with some very extreme regimes and ideologies that have hurt lots of people, and it just doesn&#39;t seem like a smart word to use to identify your self/movement with, unless you actually want these regimes/ideologies.</p>\n\n<p>With this view I am specifically looking at organizations like the DSA, who clearly don&#39;t have intentions of implementing socialist policies like in Venezuela and Cuba, yet continue to use the word, which I feel reflects poorly on them.</p>\n\n<p>I consider myself fairly liberal, and strongly support social policies like free healthcare and public education budget increases and reform, but just don&#39;t say I can support socialism or democratic socialism, or identify with such, at least in part because I don&#39;t want to identify with a movement that has such poor branding, publicity and causes such mass confusion.</p>\n\n<p>Feel free to change my mind on this.</p>\n\n<p>Thanks,</p>\n\n<p>-Rattle</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/kmup0m/cmv_calling_your_movement_socialism_or/",
  "subreddit": "changemyview",
  "id": "kmup0m",
  "is_self": true,
  "media": null,
  "is_video": false
}