{
  "author": "SeanFromQueens",
  "the_new_excerpt": "In the US, copyright length for properties from the early 1900s until 1976 was\n28 years with an option to extend it another 28 years, since has been further\nextended\n\n> for works created after January 1, 1978, copyright protection lasts for the\n> life of the author plus an additional 70 years. For…",
  "original_created_utc": 1619242018,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "米国では、1900年代初頭から1976年までの作品の著作権期間は\n28年で、さらに28年延長できるオプションがついていましたが、現在はさらに延長されています。\n延長された\n\n> 1978年1月1日以降に創作された作品については、著作権保護期間は\n> 1978年1月1日以降に創作された作品の著作権保護は、著作者の生涯に加えてさらに70年間続きます。これは...",
      "title": "CMV：著作権は28年に戻し、延長はその後の総収入の割合に連動させるべきだ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在美国，从20世纪初到1976年，财产的版权长度为\n28年，可以选择再延长28年，此后又被进一步延长。\n延长\n\n> 对于1978年1月1日以后创作的作品，版权保护期为作者的一生，外加70年。\n> 作者的生命加上额外的70年。对于...",
      "title": "CMV：版权应该恢复到28年，此后的延长期与总收入的百分比相联系"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在美國，從20世紀初到1976年，財產的版權長度爲\n28年，可以選擇再延長28年，此後又被進一步延長。\n延長\n\n> 對於1978年1月1日以後創作的作品，版權保護期爲作者的一生，外加70年。\n> 作者的生命加上額外的70年。對於...",
      "title": "CMV：版權應該恢復到28年，此後的延長期與總收入的百分比相聯繫"
    }
  ],
  "title": "CMV: Copyright should be returned to 28 years, with extensions tied to a percentage of gross revenue thereafter",
  "created_utc": 1619271808,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In the US, copyright length for properties from the early 1900s until 1976 was 28 years with an option to extend it another 28 years, since has been further extended</p>\n\n<blockquote>\n<p>for works created after January 1, 1978, copyright protection lasts for the life of the author plus an additional 70 years. For an anonymous work, a pseudonymous work, or a work made for hire, the copyright endures for a term of 95 years from the year of its first publication or a term of 120 years from the year of its creation, whichever expires first.</p>\n</blockquote>\n\n<p>Which is too long of copyright term in my opinion. My view is to replace this excessive copyright term (which is not trademark, so Mickey Mouse is a trademark owned by Disney and can&#39;t be used in new content that infringes on their trademark)  with 28 year term, which can be renewed upon but each 28 years will incur 33% of all revenue from the the copyright material. The copyrighted material will enter the public domain after 84 years or when the copyright owner decides to relinquish their property into public domain.</p>\n\n<p>Years 0-28 0%Years 29-56 33% gross revenue taxedYears 57-84 66% gross revenue taxedYears 85+ Public domain</p>\n\n<p>If one cannot recoup and generate profit enough to incentivize creating the copyrighted material (ie the Constitutional purpose of <a href=\"https://en.wikipedia.org/wiki/Copyright_Clause\">copyright</a>) then the material wasn&#39;t commercially successful which is not an entitlement that anyone should expect, just a limited &quot;exclusive Right to their respective Writings and Discoveries&quot;. The point of copyright has never been to maximize profits, regardless of contemporary revisionism to claim otherwise. If market forces sets a ceiling to revenue generated from content within the first 28 years to be X, then the copyright holder&#39;s desire to have X be X+∞ (that&#39;s infinity BTW) then that doesn&#39;t give a valid reason to extended copyright until revenue is reached to achieve X+∞. Letting content enter public domain  is natural course for copyrighted material, and beneficial to wider society while concentration of content for perpetuity denies the public whose government has been enforcing the copyright law to the profit of the copyright holder. This compromise between eliminating copyright altogether or simply setting the maximum copyright term to be 14-20 years and the current seemingly never ending and ever extended copyright terms, that copyright owners are able to keep their copyright if they want but at an increasing cost that pays back to the government that enforces the copyright both here and abroad through treaties and trade organizations on the least revenue generating years for copyright material.</p>\n\n<p>What would change my view if a better alternative copyright regime or reform, that maintained copyright but not forever as it seems like today. Defense of an interminable copyright, just extending it over and over again and not allowing any material into the public domain will be directly fail at changing my mind; I seeking an improvement to the status quo and not simply reflexly defend the status quo.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/mxdeen/cmv_copyright_should_be_returned_to_28_years_with/",
  "subreddit": "changemyview",
  "id": "mxdeen",
  "is_self": true,
  "media": null,
  "is_video": false
}