{
  "author": "TC_2312",
  "the_new_excerpt": "Correct me if I'm wrong, debate me if you believe elsewise, or just give me your\nopinion if you'd like.\n\nI believe that a relationship should be similar to a marriage before marriage is\nconsidered. I dont believe there should be a bunch of changes planned for how\nyou treat your partner once you are…",
  "original_created_utc": 1611636992,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "如果我错了就纠正我，如果你相信其他的，就和我辩论，或者直接给我你的。\n意见，如果你愿意的话。\n\n我认为，在结婚之前，关系应该类似于婚姻是。\n的考虑。我不相信应该有一堆的改变计划，以如何。\n你对待你的伴侣，一旦你...",
      "title": "CMV：在结婚之前，一段感情应该有结婚的感觉。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果我錯了就糾正我，如果你相信其他的，就和我辯論，或者直接給我你的。\n意見，如果你願意的話。\n\n我認爲，在結婚之前，關係應該類似於婚姻是。\n的考慮。我不相信應該有一堆的改變計劃，以如何。\n你對待你的伴侶，一旦你...",
      "title": "CMV：在結婚之前，一段感情應該有結婚的感覺。"
    }
  ],
  "title": "CMV: A relationship should feel like marriage before marriage is an option.",
  "created_utc": 1611658971,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Correct me if I&#39;m wrong, debate me if you believe elsewise, or just give me your opinion if you&#39;d like. </p>\n\n<p>I believe that a relationship should be similar to a marriage before marriage is considered. I dont believe there should be a bunch of changes planned for how you treat your partner once you are married, rather that you should just give them your best in the honest pursuit of a lifelong commitment. How can you commit to marrying a version of someone that you&#39;ve never experienced before? How could you have faith that they would truly change or become better once they have a ring on their finger? Shouldn&#39;t marriage just be the right decision to make based on how you and partner are, naturally? If not, why would you be dating someone who is showing reservations or holding back the best version of themselves or their love? </p>\n\n<p>Why would anyone hold back their love until they get a ring on their finger? That doesn&#39;t seem very productive to me. That&#39;s like working less hard in an attempt to get a promotion, life just doesn&#39;t work that way.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/l56mge/cmv_a_relationship_should_feel_like_marriage/",
  "subreddit": "changemyview",
  "id": "l56mge",
  "is_self": true,
  "media": null,
  "is_video": false
}