{
  "author": "Ohhhshet",
  "original_created_utc": 1628556578,
  "title": "YSK: most commerical semi trucks are governed to 65mph",
  "created_utc": 1628561140,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: as a commercial truck driver I often get flipped the bird and other beautiful sign language while driving. Most of the time it&#39;s after it&#39;s taken me a little while to either pass a fellow truck driver or someone in a regular passenger vehicle that just can&#39;t find the gas pedal. We don&#39;t purposely pass that other vehicle slowly unfortunately that&#39;s as fast as we can go. So next time your behind a semi and wondering why on earth he&#39;s driving so slow, it&#39;s because we have to.</p>\n</div><!-- SC_ON -->",
  "score": 320,
  "permalink": "/r/YouShouldKnow/comments/p1ek6p/ysk_most_commerical_semi_trucks_are_governed_to/",
  "subreddit": "YouShouldKnow",
  "id": "p1ek6p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: as a commercial truck driver I often get flipped the bird and other\nbeautiful sign language while driving. Most of the time it's after it's taken me\na little while to either pass a fellow truck driver or someone in a regular\npassenger vehicle that just can't find the gas pedal. We don't…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 商用トラックの運転手として、私はしばしば鳥や他の人を裏切ることがあります。\n運転中に手を振られることがよくあります。たいていの場合、それは私がFBIを通過するのに少し時間がかかった後です。\n追い越すのに少し時間がかかった後だったり、普通の乗用車でアクセルを踏めない人を\nたいていは、同僚のトラックドライバーや、アクセルを踏めずにいる普通の乗用車を追い越すのに少し時間がかかった後です。私たちは...",
      "title": "YSK: ほとんどの商業用セミトラックは65mphに制限されています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：作为一名商业卡车司机，我经常被人翻来覆去地骂。\n美丽的手语。大多数时候，这是在我花了一点时间\n我花了一点时间超过一个卡车司机朋友，或者是在一个普通的客运车辆上的人\n乘坐普通车辆的人，只是找不到油门踏板。我们不...",
      "title": "YSK：大多数商用半成品卡车的时速都控制在65英里以内"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：作爲一名商業卡車司機，我經常被人翻來覆去地罵。\n美麗的手語。大多數時候，這是在我花了一點時間\n我花了一點時間超過一個卡車司機朋友，或者是在一個普通的客運車輛上的人\n乘坐普通車輛的人，只是找不到油門踏板。我們不...",
      "title": "YSK：大多數商用半成品卡車的時速都控制在65英里以內"
    }
  ]
}