{
  "author": "yourkillingmesmalls9",
  "original_created_utc": 1628997019,
  "title": "CMV: interpretation of “back the blue” or the “thin blue line” means to me that officers will protect the “bad apples” by lying, suppressing evidence or doing anything to protect each other from accountability or retribution for not falling in line",
  "created_utc": 1629048636,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don’t think it means that they have each other’s back because job is hard (more jobs are dangerous), they are big community that wants close knit community, hard job that needs support and all that other good jazz like every other profession has. I literally think it is about protecting bad apples and to stay in line or you will face retaliation for not backing each other no matter what. I fear being around officers with blue line American masks or badges, worst than a MAGA hat. The news is rife with videos of police getting away with things for years until a photo or a video pops up and officers, including the administration and supervisors, did nothing except cover up for years. (Take the poor blanc woman terrified by a no knock warrant AT THE WRONG HOUSE, took place years ago!) Or you’ll see a cop beating a dude and six offices are just standing around watching it all and doing nothing (woman guy punched in jail cop at booking and cops chilled like whatever). So it is a scary mentality for civilians they’re supposed to “protect and serve”</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/p4lthd/cmv_interpretation_of_back_the_blue_or_the_thin/",
  "subreddit": "changemyview",
  "id": "p4lthd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don’t think it means that they have each other’s back because job is hard\n(more jobs are dangerous), they are big community that wants close knit\ncommunity, hard job that needs support and all that other good jazz like every\nother profession has. I literally think it is about protecting bad apples…"
}