{
  "author": "yourkillingmesmalls9",
  "original_created_utc": 1628997019,
  "title": "CMV: interpretation of “back the blue” or the “thin blue line” means to me that officers will protect the “bad apples” by lying, suppressing evidence or doing anything to protect each other from accountability or retribution for not falling in line",
  "created_utc": 1629048636,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don’t think it means that they have each other’s back because job is hard (more jobs are dangerous), they are big community that wants close knit community, hard job that needs support and all that other good jazz like every other profession has. I literally think it is about protecting bad apples and to stay in line or you will face retaliation for not backing each other no matter what. I fear being around officers with blue line American masks or badges, worst than a MAGA hat. The news is rife with videos of police getting away with things for years until a photo or a video pops up and officers, including the administration and supervisors, did nothing except cover up for years. (Take the poor blanc woman terrified by a no knock warrant AT THE WRONG HOUSE, took place years ago!) Or you’ll see a cop beating a dude and six offices are just standing around watching it all and doing nothing (woman guy punched in jail cop at booking and cops chilled like whatever). So it is a scary mentality for civilians they’re supposed to “protect and serve”</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/p4lthd/cmv_interpretation_of_back_the_blue_or_the_thin/",
  "subreddit": "changemyview",
  "id": "p4lthd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don’t think it means that they have each other’s back because job is hard\n(more jobs are dangerous), they are big community that wants close knit\ncommunity, hard job that needs support and all that other good jazz like every\nother profession has. I literally think it is about protecting bad apples…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "仕事が大変だから、お互いに助け合っているということではないと思います。\n(仕事が大変だから（より多くの仕事は危険だから）、緊密なコミュニティを望む大きなコミュニティだから\nサポートが必要なハードな仕事だから、という理由で、他の職業と同じように、他の良いジャズ\n他の職業と同じように。私は文字通り、悪いリンゴを守るためのものだと思っています。",
      "title": "CMV: \"back the blue \"や \"thin blue line \"の解釈は、役員が \"悪いリンゴ \"を守るために、嘘をついたり、証拠を隠蔽したり、また、責任を負わないことや報復からお互いを守るために何かをすることを意味します。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不认为这意味着他们互相支持，因为工作很辛苦\n(更多的工作是危险的），他们是大社区，希望有一个紧密的社区。\n社区，需要支持的艰苦工作，以及所有其他好的爵士乐，就像每一个\n其他行业都有的。我从字面上看，这是在保护坏苹果......",
      "title": "CMV：对 \"背蓝 \"或 \"薄蓝线 \"的解释对我来说意味着官员会通过撒谎、压制证据或做任何事情来保护 \"坏苹果\"，使其不被问责或因不守规矩而遭到报复。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不認爲這意味着他們互相支持，因爲工作很辛苦\n(更多的工作是危險的），他們是大社區，希望有一個緊密的社區。\n社區，需要支持的艱苦工作，以及所有其他好的爵士樂，就像每一個\n其他行業都有的。我從字面上看，這是在保護壞蘋果......",
      "title": "CMV：對 \"背藍 \"或 \"薄藍線 \"的解釋對我來說意味着官員會通過撒謊、壓制證據或做任何事情來保護 \"壞蘋果\"，使其不被問責或因不守規矩而遭到報復。"
    }
  ]
}