{
  "author": "dmmcfly",
  "the_new_excerpt": "It is of my belief that humans are naturally going to look at a person and\nsubconsciously determine that they are either male or female based on physical\ncharacteristics.\n\nHumans are sexually dimorphic and with the exception of intersex individuals,\nthe majority of people exhibit physical traits…",
  "original_created_utc": 1614569206,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我相信，人类自然会看一个人，然后... ...\n潜意识里，根据生理上的原因判断自己是男是女\n特征。\n\n人类是性二态的，除了双性人之外。\n大多数人表现出的身体特征... ...",
      "title": "CMV：如果有人不假设我的性别，我会感到不快。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我相信，人類自然會看一個人，然後... ...\n潛意識裏，根據生理上的原因判斷自己是男是女\n特徵。\n\n人類是性二態的，除了雙性人之外。\n大多數人表現出的身體特徵... ...",
      "title": "CMV：如果有人不假設我的性別，我會感到不快。"
    }
  ],
  "title": "CMV: I would be offended if someone did not assume my gender",
  "created_utc": 1614609349,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It is of my belief that humans are naturally going to look at a person and subconsciously determine that they are either male or female based on physical characteristics.</p>\n\n<p>Humans are sexually dimorphic and with the exception of intersex individuals, the majority of people exhibit physical traits that would classify them as a male or a female.</p>\n\n<p>I believe that I clearly look male and that is what I identify as so if a stranger asks me what I identify as, I honestly get somewhat offended because to me it sounds like they are unsure of what gender I am, even though I am clearly male.</p>\n\n<p>I understand that asking what someone identifies as is seen as polite. However the majority of people identify as their given birth gender so why do we need to ask every person what they identify as only a minority identify with a gender that is different from what they were given at birth?</p>\n\n<p>&#x200B;</p>\n\n<p>Edit: To be clear, I said I &quot;would&quot; be offended. This has never happened to me. It is just a thought I had. I tried to post this in <a href=\"/r/unpopularopinion\">r/unpopularopinion</a> but it got removed for some reason.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/luysh4/cmv_i_would_be_offended_if_someone_did_not_assume/",
  "subreddit": "changemyview",
  "id": "luysh4",
  "is_self": true,
  "media": null,
  "is_video": false
}