{
  "author": "ameris_cyning",
  "original_created_utc": 1630095917,
  "title": "CMV: It's OK to use the word \"decimate\" as a synonym for \"destroy\"",
  "created_utc": 1630111487,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>No one gets upset when we call December the 12th month even tho December literally means &quot;tenth month&quot;. So why do others get so pissed off over &quot;decimate&quot; being used to describe something that has been vanquished to a great degree?</p>\n\n<p>Language changes over time. The word &quot;deer&quot; for instance once referred to any kind of animal. Then it narrowed to just one.  The word &quot;silly&quot; once had the definition of &quot;innocent&quot;. The word &quot;loft&quot; once referred to the sky (and &quot;heavens&quot; in the plural also could be substituted for such).</p>\n\n<p>Stop being smug bastards and accept that &quot;decimate&quot; is perfectly fine when someone says &quot;Did you see the game last night? The Raiders got decimated!&quot;</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/pcvcn5/cmv_its_ok_to_use_the_word_decimate_as_a_synonym/",
  "subreddit": "changemyview",
  "id": "pcvcn5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "No one gets upset when we call December the 12th month even tho December\nliterally means \"tenth month\". So why do others get so pissed off over\n\"decimate\" being used to describe something that has been vanquished to a great\ndegree?\n\nLanguage changes over time. The word \"deer\" for instance once…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "12月は文字通り「10番目の月」という意味ですが、12月を「12番目の月」と呼んでも誰も怒りません。\n12月は文字通り「10番目の月」を意味します。では、なぜ他の人たちはそんなに怒るのでしょうか？\n\"decimate \"という言葉が、大きく打ち負かされたものを表現するのに\nなぜ他の人は怒っているのでしょうか？\n\n言葉は時代とともに変化します。例えば、「鹿」という言葉は、かつて...",
      "title": "CMV：\"decimate \"という言葉を \"destroy \"の同義語として使ってもいいのではないか"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我们把12月称为第12个月时，没有人不高兴，尽管12月的字面意思是 \"第十个月\"。\n字面意思是 \"第十个月\"。那么，为什么其他人会对\n\"decimate \"被用来描述已经被消灭到很厉害的东西\n程度？\n\n语言随着时间而变化。例如，\"鹿 \"这个词曾经...",
      "title": "CMV: 用 \"decimate \"这个词作为 \"destroy \"的同义词是可以的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我們把12月稱爲第12個月時，沒有人不高興，儘管12月的字面意思是 \"第十個月\"。\n字面意思是 \"第十個月\"。那麼，爲什麼其他人會對\n\"decimate \"被用來描述已經被消滅到很厲害的東西\n程度？\n\n語言隨着時間而變化。例如，\"鹿 \"這個詞曾經...",
      "title": "CMV: 用 \"decimate \"這個詞作爲 \"destroy \"的同義詞是可以的"
    }
  ]
}