{
  "author": "axeldesign",
  "original_created_utc": 1629601382,
  "title": "CMV: Holding opinions so dearly that you consider them part of your identity is fundamental damaging to pubic discourse and conversation.",
  "created_utc": 1629606669,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Changing opinions is usually seen as a sign of weakness or incompetence, and most people are subconsciously terrified of being wrong.</p>\n\n<p>With that being said, I believe that the reason why the split between the political community is so much larger than before isn’t solely because if echo chambers, but the unneeded ego-centric reinforcement of opinions that convince the holder that any attack of their ideas translates to an attack on them.</p>\n\n<p>Not much progress can be made if neither side is willing to consider others’ opinions and to be able to change their mind, people need to consider their opinions rather as tools that sometimes may need replacement.</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/changemyview/comments/p94unc/cmv_holding_opinions_so_dearly_that_you_consider/",
  "subreddit": "changemyview",
  "id": "p94unc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Changing opinions is usually seen as a sign of weakness or incompetence, and\nmost people are subconsciously terrified of being wrong.\n\nWith that being said, I believe that the reason why the split between the\npolitical community is so much larger than before isn’t solely because if echo\nchambers,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "意見を変えることは、通常、弱さや無能さの表れだと考えられています。\n多くの人は無意識のうちに自分が間違っていることを恐れています。\n\nしかし、私は、政治的なコミュニティの分裂が以前よりも大きくなっている理由は、反響が大きいことだけではないと考えています。\n政治家の分裂が以前に比べて大きくなったのは、エコーチェンバーや\nチャンバー、...",
      "title": "CMV：自分の意見を大切にしてアイデンティティの一部とすることは、公共の場での言論や会話を根本的に損なうものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "改变意见通常被认为是软弱或无能的表现。\n大多数人在潜意识中都害怕出错。\n\n既然如此，我相信，为什么政治界的分裂会如此严重？\n的分裂比以前大得多的原因并不仅仅是由于回音室，...\n腔，...",
      "title": "CMV：对意见如此珍视，以至于你认为它们是你身份的一部分，这对公众的讨论和对话是根本性的破坏。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "改變意見通常被認爲是軟弱或無能的表現。\n大多數人在潛意識中都害怕出錯。\n\n既然如此，我相信，爲什麼政治界的分裂會如此嚴重？\n的分裂比以前大得多的原因並不僅僅是由於迴音室，...\n腔，...",
      "title": "CMV：對意見如此珍視，以至於你認爲它們是你身份的一部分，這對公衆的討論和對話是根本性的破壞。"
    }
  ]
}