{
  "author": "HowAboutBiteMe",
  "the_new_excerpt": "Maybe it’s because I’m a librarian, but I feel like every second book at the\nmoment has a title following this format and it immediately turns me off. It’s\njust so overdone!\n\nI wanted to see if anyone else has noticed this trend and it turns out I’m not\nthe only one:\n\n…it’s that familiar-sounding…",
  "original_created_utc": 1623492741,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が図書館員だからかもしれませんが、今のところ2冊目の本には必ずこの形式のタイトルが付いているような気がします。\n私が図書館員だからかもしれませんが、現在、2冊目の本には必ずこの形式のタイトルが付いているような気がして、すぐに気が滅入ります。これは\nあまりにもやりすぎです。\n\n誰かこの傾向に気づいている人がいないか調べてみたところ、私だけではないことがわかりました。\n私だけではありませんでした。\n\n...それは、あのおなじみの響きの...",
      "title": "Xの娘』とか『Xの妻』というタイトルの本はもう飽きました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "也许是因为我是一名图书管理员，但我觉得目前每两本书都有一个符合这种格式的书名，这让我很不爽。\n都有一个这样的书名，这让我很反感。这真是\n只是太夸张了!\n\n我想看看是否有其他人注意到这种趋势，结果发现我不是\n不是唯一的一个。\n\n...这是那个听起来很熟悉的...",
      "title": "我对名为 \"X的女儿 \"或 \"X的妻子 \"的书感到厌烦。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "也許是因爲我是一名圖書管理員，但我覺得目前每兩本書都有一個符合這種格式的書名，這讓我很不爽。\n都有一個這樣的書名，這讓我很反感。這真是\n只是太誇張了!\n\n我想看看是否有其他人注意到這種趨勢，結果發現我不是\n不是唯一的一個。\n\n...這是那個聽起來很熟悉的...",
      "title": "我對名爲 \"X的女兒 \"或 \"X的妻子 \"的書感到厭煩。"
    }
  ],
  "title": "I’m so tired of books titled ‘The X’s Daughter’ or ‘The X’s Wife’.",
  "created_utc": 1623498650,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Maybe it’s because I’m a librarian, but I feel like every second book at the moment has a title following this format and it immediately turns me off. It’s just so overdone!</p>\n\n<p>I wanted to see if anyone else has noticed this trend and it turns out I’m not the only one:</p>\n\n<p><em>…it’s that familiar-sounding titles drive sales because they help give readers a small feeling of comfort when they’re contemplating which book to purchase out of the thousands and thousands available. Maybe repeated words like daughter, wife, salt, etc. etc., give an overwhelmed person standing in front of a new fiction table a place to start? And it goes double for the books with the empty shoes and the headless girls in sundresses on the cover. If you’ve had a good experience with one in the past, it makes sense to try something similar on your next trip.</em></p>\n\n<p>Does anyone else hate this as much as I do?</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/books/comments/ny3ini/im_so_tired_of_books_titled_the_xs_daughter_or/",
  "subreddit": "books",
  "id": "ny3ini",
  "is_self": true,
  "media": null,
  "is_video": false
}