{
  "author": "cherry-dream",
  "original_created_utc": 1633168319,
  "title": "CMV: As long as men aren't encouraged as much to adopt traits of the traditional female role as women are encouraged to adopt traits of the traditional male role, it shows that we still value feminine qualities less than male qualities.",
  "created_utc": 1633177930,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think the argument is quite simple. We as a society encourage behavior and personality traits in other people that we consider virtuous and beneficial for society. So what we did in the last decades was to encourage women to adopt many aspects of the traditional stereotypical male role like having ambition and leadership skills, being assertive, tough, independent, rational, and so on, because they are so highly valued in our current culture. For example, we promote women going into the STEM fields, going for leadership positions, etc. And don&#39;t get me wrong, that&#39;s great and it&#39;s a development that has been long overdue.</p>\n\n<p>But in all this, we totally missed to equally encourage men to adopt qualities of the traditional female role. And why? Well, in my opinion, because we still don&#39;t see them as equally valuable as the traits of the traditional male role. We tend to see things like being empathic, sensitive, submissive, soft, doing care work, and investing in your looks and looking pretty (or even cute) as less valuable traits, or at least not as important or relevant. I bet even reading this, many people are perplexed of even thinking that submissiveness could ever be a positive trait.</p>\n\n<p>I argue that this is just a cultural bias. Those traits can be and ARE valuable, they can be and ARE important for certain individuals, and I think if we don&#39;t start recognizing this, men will possibly even have a disadvantage in the future while more and more women will have become masters of both worlds as they are allowed to experiment more freely with gender roles and gender expression.</p>\n\n<p>I am for gender equality. All people should be encouraged and helped to adopt traits that fit their personality and make them realize their full potential as humans. At the moment, I don&#39;t really see this happen with men though. Men still are shamed for wearing makeup, dresses, and all things even remotely considered feminine. Men&#39;s worth is still strongly tied to being competent and highly successful in a certain career instead of for example having a part-time job next to being a stay-at-home dad, or doing other care work like being a kindergarten teacher. And finally, there is no real broad initiative to teach men how to be more sociable with each other, have better and more intimate male (and female) friendships, and develop more emotional intelligence and sensitivity to fight the loneliness they often experience.</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/changemyview/comments/pzs8vd/cmv_as_long_as_men_arent_encouraged_as_much_to/",
  "subreddit": "changemyview",
  "id": "pzs8vd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think the argument is quite simple. We as a society encourage behavior and\npersonality traits in other people that we consider virtuous and beneficial for\nsociety. So what we did in the last decades was to encourage women to adopt many\naspects of the traditional stereotypical male role like having…"
}