{
  "author": "Aurorainthesky",
  "original_created_utc": 1629113660,
  "title": "Has any book \"ruined\" you?",
  "created_utc": 1629123341,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I used to be an ardent reader. I used to always be in the middle of some book, finishing at least one a month. I loved reading. Then I read &quot;Half of a yellow sun&quot; by Chimamanda. And it broke me. </p>\n\n<p>I&#39;ve never been so emotionally wrung out by a book before. I cried. I was exhausted when I finished it. It was a great book, I&#39;m glad I read it. But. I have not been able to read a &quot;serious&quot; book since. I&#39;ve had &quot;A thousand splendid Suns&quot; standing on my bookshelf for years. I just can&#39;t pick it up. I can&#39;t face that emotional punch again. I wonder if I ever will...</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/books/comments/p5e974/has_any_book_ruined_you/",
  "subreddit": "books",
  "id": "p5e974",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I used to be an ardent reader. I used to always be in the middle of some book,\nfinishing at least one a month. I loved reading. Then I read \"Half of a yellow\nsun\" by Chimamanda. And it broke me.\n\nI've never been so emotionally wrung out by a book before. I cried. I was\nexhausted when I finished it.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は以前、熱心な読書家でした。昔はいつも何かの本の途中にいました。\n月に1冊は読み終えていました。読書は大好きだった。そして、チママンダの「半分、黄色い太陽」を読みました。\n太陽の半分」を読みました。そして私は壊れてしまいました。\n\nこんなに感情を揺さぶられた本は初めてでした。泣きました。私は泣いた。\n読み終わったときには疲れ果てていました....",
      "title": "あなたを \"ダメにした \"本はありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我曾经是一个热心的读者。我过去总是在一些书的中间。\n一个月至少读完一本。我喜欢阅读。然后我读了奇玛曼达的《半个黄色的太阳\n太阳的一半\"，作者是奇玛曼达。它打破了我。\n\n我从来没有被一本书弄得如此情绪激动过。我哭了。当我读完这本书时，我已经\n当我读完它时，我筋疲力尽....",
      "title": "有哪本书 \"毁了 \"你吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾經是一個熱心的讀者。我過去總是在一些書的中間。\n一個月至少讀完一本。我喜歡閱讀。然後我讀了奇瑪曼達的《半個黃色的太陽\n太陽的一半\"，作者是奇瑪曼達。它打破了我。\n\n我從來沒有被一本書弄得如此情緒激動過。我哭了。當我讀完這本書時，我已經\n當我讀完它時，我筋疲力盡....",
      "title": "有哪本書 \"毀了 \"你嗎？"
    }
  ]
}