{
  "author": "Captainwelfare2",
  "original_created_utc": 1628869727,
  "title": "The Toxicity of the “Never Sell” Paradigm",
  "created_utc": 1628887111,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, I was just reading a post by another user who sold off some of his crypto holdings to take him and his wife on an ice cream date.  Many people have his accolades and kudos and the good comments.  But there was a comment about “oh man that’s gonna be an expensive date later.”</p>\n\n<p>Now, that’s not the -worst- thing I’ve seen in the sub, for sure.  But it did make me recall other posts in here of people trashing others for using their crypto.  Hell -everyone- loves bringing up the bitcoin 2 pizzas guy.  And you often see people being like “why would you spend something that’s going to go up?!”  But it’s easy to forget something:</p>\n\n<h1>if everybody hodls and nobody spends crypto, it’s value becomes fucking zero.</h1>\n\n<p>Yeah it sucks that some guy doesn’t have those bitcoins, but we should be -venerating- him, not laughing at his misfortune.  Every time BTC was spent, every time someone traded some for LTC or Doge or you know, anything, it gave crypto purpose, legitimacy, and value.  </p>\n\n<p>And really, who is anybody to tell anyone else how to spend their money if it’s for themselves?  “Oh it’s an expensive date.”  Who the fuck cares?  And for all we know tether could implode tomorrow and it could be a really fucking cheap date.  And even if it isn’t, take it from a guy who lost his wife and spent most of his adult life scrimping and saving and planning for a future that we never got- </p>\n\n<h1>no amount of crypto gains is worth lost memories with those that matter.</h1>\n</div><!-- SC_ON -->",
  "score": 207,
  "permalink": "/r/CryptoCurrency/comments/p3nowr/the_toxicity_of_the_never_sell_paradigm/",
  "subreddit": "CryptoCurrency",
  "id": "p3nowr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, I was just reading a post by another user who sold off some of his crypto\nholdings to take him and his wife on an ice cream date. Many people have his\naccolades and kudos and the good comments. But there was a comment about “oh man\nthat’s gonna be an expensive date later.”\n\nNow, that’s not the …"
}