{
  "author": "LindzeeIsDying",
  "original_created_utc": 1640665698,
  "title": "How can I anonymously report a seemingly dangerous sex offender for moving 50-100 yards from a school?",
  "created_utc": 1640679573,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;My parents sold their house about a year and a half ago to an older man and woman. They seemed a little off but were enthusiastic about the house and didn’t try to lowball us. So a few paper signings and boxes later the house is now in their name. \nFast forward to now and I’m bored playing around with my spyfly membership and see their old address pop up on the local sex offender finder with the older man’s name attached. I do some more research and realize this guy has the longest criminal record I’ve ever seen. I told my parents but our relationship is spotty and they didn’t take me seriously. \nMy little brother and little sister go to the school directly in front of his house. The breeze way for the school that goes under the highway pops out about 20ft from his front door. Who do I contact to get him removed? And keep me and my family safe from a possible back lash?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 110,
  "permalink": "/r/TooAfraidToAsk/comments/rq6p98/how_can_i_anonymously_report_a_seemingly/",
  "subreddit": "TooAfraidToAsk",
  "id": "rq6p98",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>My parents sold their house about a year and a\nhalf ago to an older man and woman. They seemed a little off but were\nenthusiastic about the house and didn’t try to lowball us. So a few paper\nsignings and boxes later the house is now in their name. Fast forward to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> 私の両親は、1年半ほど前に家を売りました。\n半月前に年配の男女に 少しずれているような気もしますが\n家に対する熱意があり、安売りをするようなことはなかった。それで、数枚の紙\n署名と捺印の後、家は彼らの名義になりました。早送りで...",
      "title": "危険と思われる性犯罪者が学校から50～100ヤード移動したことを匿名で通報するにはどうしたらいいのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我的父母在大约一年半前把他们的房子卖给了一对老年男女。\n大约一年半前，我父母把他们的房子卖给了一对年长的男女。他们看起来有点不正常，但却很\n但他们对房子很热心，没有试图低价收购我们。因此，几份文件\n签字和装箱后，房子现在在他们的名下。快进到...",
      "title": "如何匿名举报一个看似危险的性犯罪者在离学校50-100码的地方活动？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我的父母在大約一年半前把他們的房子賣給了一對老年男女。\n大約一年半前，我父母把他們的房子賣給了一對年長的男女。他們看起來有點不正常，但卻很\n但他們對房子很熱心，沒有試圖低價收購我們。因此，幾份文件\n簽字和裝箱後，房子現在在他們的名下。快進到...",
      "title": "如何匿名舉報一個看似危險的性犯罪者在離學校50-100碼的地方活動？"
    }
  ]
}