{
  "author": "Vas98",
  "original_created_utc": 1634834526,
  "title": "Just read Fahrenheit 451 and can't get something out of my head",
  "created_utc": 1634847955,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Something that has really jolted me is the realization that how similar our world is to the dystopia Bradley has created, it&#39;s almost prophetic. We don&#39;t have firemen burning books sure, but don&#39;t we all spend so much of our leisure time simply scrolling down a screen, with no apparent motivation, without encountering anything that requires even a bit of contemplation? It&#39;s almost nightmarish. </p>\n\n<p>I didn&#39;t like the ending much, also, was a bit hard to get in the sort of internal monologue-esque language that was used at times. But this vision of a dystopia of people becoming so manipulatable merely by corporations and governments hijacking their leisure time and converting them into miserable, pathetic, docile consumers is definitely something that has given me a lot to think about and is going to affect the way I live my everyday life a lot.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/qcvwzu/just_read_fahrenheit_451_and_cant_get_something/",
  "subreddit": "books",
  "id": "qcvwzu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Something that has really jolted me is the realization that how similar our\nworld is to the dystopia Bradley has created, it's almost prophetic. We don't\nhave firemen burning books sure, but don't we all spend so much of our leisure\ntime simply scrolling down a screen, with no apparent motivation,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ブラッドリーが創造したディストピアに、私たちの世界がいかに似ているかを実感したことは、私にとって大きな衝撃でした。\nブラッドリーが創造したディストピアに、私たちの世界がいかに似ているか、それはほとんど予言のようなものです。確かに本を燃やす消防士はいませんが\nしかし、私たちは余暇の多くを本を燃やすために費やしているのではないでしょうか。\n何の動機もなく、ただ画面をスクロールすることに時間を費やしているのではないでしょうか。",
      "title": "華氏451」を読んで、頭から離れないことがある"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "真正让我震惊的是，我意识到我们的世界与布拉德利创造的乌托邦是多么相似。\n我们的世界与布拉德利所创造的二元世界是多么相似，这几乎是预言。我们没有\n当然，我们没有消防员烧书，但我们不都是在闲暇时花大量的时间在屏幕上滚动，没有明显的意义。\n闲暇时间只是在屏幕上滚来滚去，没有明显的动机，...",
      "title": "刚读完《华氏451》，脑子里有些东西挥之不去"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "真正讓我震驚的是，我意識到我們的世界與布拉德利創造的烏托邦是多麼相似。\n我們的世界與布拉德利所創造的二元世界是多麼相似，這幾乎是預言。我們沒有\n當然，我們沒有消防員燒書，但我們不都是在閒暇時花大量的時間在屏幕上滾動，沒有明顯的意義。\n閒暇時間只是在屏幕上滾來滾去，沒有明顯的動機，...",
      "title": "剛讀完《華氏451》，腦子裏有些東西揮之不去"
    }
  ]
}