{
  "author": "Broken_Obsidian",
  "original_created_utc": 1626140490,
  "title": "CMV: Sex work should be treated the same way other forms of work are.",
  "created_utc": 1626186811,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sex work has always existed in society in one form or another. Whether it be prostitution, domination, adult entertainment or even acting. Therefore, I believe that in our modern era, it should be held in the same regard as most other jobs.</p>\n\n<p>If you are against sex work, it may be because you picture a woman being kidnapped and trafficked out of her country to work as a prostitute and be abused continously. But if sex work was just another form of work, then the women in those situations could report the traffickers to the police without being seen as criminals themselves.</p>\n\n<p>Also sex workers could rent, build or buy clean, sterilized brothels, hire bodyguards to reduce assault, buy protective equipment, advertise without fearing violence from the police and even unionize. And that would reduce crimes in their profession like human trafficking, assault, rape, murder, etc. and make the workplace safer for both workers and clients.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/oj5h8c/cmv_sex_work_should_be_treated_the_same_way_other/",
  "subreddit": "changemyview",
  "id": "oj5h8c",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Sex work has always existed in society in one form or another. Whether it be\nprostitution, domination, adult entertainment or even acting. Therefore, I\nbelieve that in our modern era, it should be held in the same regard as most\nother jobs.\n\nIf you are against sex work, it may be because you picture…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "セックス・ワークは、常に何らかの形で社会に存在しています。それが何であれ\n売春、支配、風俗、さらには演技など。ですから、私は\n現代では、他の仕事と同じように評価されるべきだと思います。\n他の仕事と同じように扱われるべきだと思います。\n\nもしあなたがセックスワークに反対するのであれば、それはあなたのイメージがそうであるからかもしれません。",
      "title": "CMV: セックスワークは、他の形態の仕事と同じように扱われるべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "性工作一直以这样或那样的形式存在于社会中。无论它是\n卖淫、支配、成人娱乐甚至是表演。因此，我\n因此，我认为在我们的现代，它应该被视为与大多数\n其他工作。\n\n如果你反对性工作，那可能是因为你认为...",
      "title": "CMV：性工作应该和其他形式的工作一样被对待。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "性工作一直以這樣或那樣的形式存在於社會中。無論它是\n賣淫、支配、成人娛樂甚至是表演。因此，我\n因此，我認爲在我們的現代，它應該被視爲與大多數\n其他工作。\n\n如果你反對性工作，那可能是因爲你認爲...",
      "title": "CMV：性工作應該和其他形式的工作一樣被對待。"
    }
  ]
}