{
  "author": "Many_Scratch2269",
  "original_created_utc": 1637050705,
  "title": "Stop freaking out over minor corrections, we basically went up for 38 days straight.",
  "created_utc": 1637084075,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I cringe every time someone posts here freaking out over the recent correction. This is possibly one of the most minor things you can worry about right now. Crypto is a highly volatile market and it is expected to have a few corrections of 5-10% here and there. </p>\n\n<p>This is even more true when the entire month of October was basically green including the first week of November. It is absolutely normal, and even healthy to have a few minor corrections on the way up. IMO, these dips are a great buying opportunity if you follow the pattern. These corrections are nothing compared to the -50% crash we had earlier this year.</p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/8x9a16ey0xz71.png?width=836&amp;format=png&amp;auto=webp&amp;s=a5577f3d5c76f3c802d92d916ec1c0ca8798ca76\">To provide some perspective to the recent \\&quot;crash\\&quot; some people are worried about</a></p>\n\n<p>It perfectly fits into the rising wedge pattern, if just look at the correction before Oct 21 (great buying opportunity there). This is absolutely nothing to worry about. If you are a newbie, you should look at this as a buying opportunity instead. </p>\n\n<p>TLDR: It is crucial that you look at the bigger picture. Look at the trends, we had multiple of these corrections and they actually proved out to be a buying opportunity instead of a dip. The recent price action is absolutely nothing to worry about.</p>\n</div><!-- SC_ON -->",
  "score": 170,
  "permalink": "/r/CryptoCurrency/comments/qv32eu/stop_freaking_out_over_minor_corrections_we/",
  "subreddit": "CryptoCurrency",
  "id": "qv32eu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I cringe every time someone posts here freaking out over the recent correction.\nThis is possibly one of the most minor things you can worry about right now.\nCrypto is a highly volatile market and it is expected to have a few corrections\nof 5-10% here and there.\n\nThis is even more true when the…"
}