{
  "author": "ScarlettLancaster",
  "the_new_excerpt": "I've noticed it a few times before, but I seem to inhabit what I'm reading in\nmind and body. Not just while I'm sitting with the book, but until I finish it,\nbe that a day or a week or a month - perhaps even a bit after that as well.\n\nFor example:\n\nI'm currently reading The Radium Girls. Girls who…",
  "original_created_utc": 1621596947,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "以前から何度か気になっていたのですが、読んでいる本の内容が心と体に宿っているようです。\n心と体に宿るようです。本と向き合っている間だけでなく、読み終わるまで。\nそれが1日であれ、1週間であれ、1ヶ月であれ、もしかしたらその後も同じように。\n\n例えば。\n\n私は今、「The Radium Girls」を読んでいます。彼女たちは...",
      "title": "読んでいる本の内容を自分が「生きている」と感じることはありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我以前也注意到过几次，但我似乎在身心上都融入了我所读的东西。\n思想和身体。不仅仅是在我坐着看书的时候，而是直到我读完它。\n不管是一天、一周还是一个月--也许甚至在那之后也会有一些。\n\n比如说。\n\n我目前正在读《镭射女孩》。这些女孩...",
      "title": "你是否曾经发现自己 \"活 \"在你的阅读中？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我以前也注意到過幾次，但我似乎在身心上都融入了我所讀的東西。\n思想和身體。不僅僅是在我坐着看書的時候，而是直到我讀完它。\n不管是一天、一週還是一個月--也許甚至在那之後也會有一些。\n\n比如說。\n\n我目前正在讀《鐳射女孩》。這些女孩...",
      "title": "你是否曾經發現自己 \"活 \"在你的閱讀中？"
    }
  ],
  "title": "Do you ever find yourself \"living\" what you're reading?",
  "created_utc": 1621604396,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve noticed it a few times before, but I seem to inhabit what I&#39;m reading in mind and body. Not just while I&#39;m sitting with the book, but until I finish it, be that a day or a week or a month - perhaps even a bit after that as well.</p>\n\n<p>For example:</p>\n\n<p>I&#39;m currently reading The Radium Girls. Girls who got Radium poisoning through their jobs in the early nineteen hundrends. It ate their bones, but the first thing that almost always happened was jaw decay, teeth falling out and mouth ulcers.\nI swear I&#39;ve been having pain in my jaw since picking it up.</p>\n\n<p>On audio, I&#39;m busy with Where the crawdads sing. Very basic premise is a girl left on her own to survive and longing for love and human interaction - at least up until where I am with it now. I&#39;m not generally a lonely person, even though I live alone. But since picking that up, I&#39;ve been feeling lonely like I can&#39;t explain.</p>\n\n<p>It&#39;s all good and well when what you&#39;re reading is upbeat and positive, but deeper and sadder books don&#39;t make this all that fun sometimes.</p>\n\n<p>Is this a thing? Have you experienced something like it before?</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/nhqcag/do_you_ever_find_yourself_living_what_youre/",
  "subreddit": "books",
  "id": "nhqcag",
  "is_self": true,
  "media": null,
  "is_video": false
}