{
  "author": "Dean-Advocate665",
  "the_new_excerpt": "I mean, how likely is it that the world would actually split in 3? It’s probably\njust propaganda being told to the populace that Oceania is this grand socialist\nland when in reality “oceania” is more likely to just be a hermit state, akin to\nNorth Korea, with made up enemies. The refugees winston…",
  "original_created_utc": 1622927744,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "つまり、実際に世界が3つに分かれる可能性はどのくらいあるのでしょうか？それはおそらく\nオセアニアが壮大な社会主義国家であるというプロパガンダが民衆に伝えられているだけであって\n実際のところ、オセアニアは北朝鮮のような、敵を作った仙人国家である可能性が高いのです。\n北朝鮮のように敵を作って 難民のウィンストン...",
      "title": "オセアニアはたぶんイギリスだけで、ロンドンだけでもいいんじゃないかな。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的意思是，世界真的会一分为三的可能性有多大？这可能是\n这可能只是对民众的宣传，说大洋洲是一个宏伟的社会主义国家。\n而实际上，\"大洋洲 \"更有可能只是一个隐士国家，类似于朝鲜。\n北朝鲜,有一些虚构的敌人。难民温斯顿...",
      "title": "大洋洲可能只有英国，甚至可能只有伦敦。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的意思是，世界真的會一分爲三的可能性有多大？這可能是\n這可能只是對民衆的宣傳，說大洋洲是一個宏偉的社會主義國家。\n而實際上，\"大洋洲 \"更有可能只是一個隱士國家，類似於朝鮮。\n北朝鮮,有一些虛構的敵人。難民溫斯頓...",
      "title": "大洋洲可能只有英國，甚至可能只有倫敦。"
    }
  ],
  "title": "Oceania is probably just Britain, and maybe even just London.",
  "created_utc": 1622980414,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I mean, how likely is it that the world would actually split in 3? It’s probably just propaganda being told to the populace that Oceania is this grand socialist land when in reality “oceania” is more likely to just be a hermit state, akin to North Korea, with made up enemies. The refugees winston remembers getting blown out of the water are probably people trying to escape to France back when people knew the reality of the world. Idk this is just my theory, idk if it’s popular or not.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/nt5mj1/oceania_is_probably_just_britain_and_maybe_even/",
  "subreddit": "books",
  "id": "nt5mj1",
  "is_self": true,
  "media": null,
  "is_video": false
}