{
  "author": "barthiebarth",
  "the_new_excerpt": "This CMV is not about the reasons why people become homeless. Even if people\nwould become homeless solely due to their personal failure, they are still\nhumans and they should not be treated like pigeons or another city pest.\n\nInstead I want to talk about laws that criminalize homelessness.…",
  "original_created_utc": 1609521260,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这[改变我的想法]不是关于人们无家可归的原因。即使人们\n仅仅因为他们的个人失败而无家可归，他们仍然\n人类和他们不应该像对待鸽子或其他城市害虫一样被对待。\n\n相反，我想谈谈将无家可归定为刑事犯罪的法律。…",
      "title": "[改变我的想法]：无家可归不是犯罪"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這[改變我的想法]不是關於人們無家可歸的原因。即使人們\n僅僅因爲他們的個人失敗而無家可歸，他們仍然\n人類和他們不應該像對待鴿子或其他城市害蟲一樣被對待。\n\n相反，我想談談將無家可歸定爲刑事犯罪的法律。…",
      "title": "[改變我的想法]：無家可歸不是犯罪"
    }
  ],
  "title": "CMV: Homelessness is not a crime",
  "created_utc": 1609530945,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This CMV is not about the reasons why people become homeless. Even if people would become homeless solely due to their personal failure, they are still humans and they should not be treated like pigeons or another city pest. </p>\n\n<p>Instead I want to talk about laws that criminalize homelessness. Some jurisdictions have laws that literally say it is illegal to be homeless, but more often they take more subtle forms. I will add a link at the end if you are interested in specific examples, but for now I will let the writer Anatole France summarize the issue in a way only a Frenchman could:</p>\n\n<blockquote>\n<p>The law, in its majestic equality, forbids the rich as well as the poor to sleep under bridges.</p>\n</blockquote>\n\n<p>So basically, those laws are often unfair against homeless people. But besides that, those laws are not consistent with what a law is supposed to be.</p>\n\n<p>When a law is violated it means someone has intentionally wronged society itself. Note that that does not mean society is the only victim. For example, in a crime like murderer there is obviously the murdered and his or her surviving relatives. But society is also wronged, as society deems citizens killing each other undesirable. This is why a vigilante who kills people that would have gotten the death penalty is still a criminal.</p>\n\n<p>So what does this say about homelesness? Homelessness can be seen as undesired by society, just like extra-judicial violence is. So should we have laws banning homelessness?</p>\n\n<p>Perhaps, but if we say homelessness is a crime it does not mean homeless people are the criminals. Obviously there would not be homelessness without homeless people, but without murdered people there also would not be murders. Both groups are victims. </p>\n\n<p>But if homeless people are not the perpetrators, then who is? Its almost impossible to determine a definitely guilty party here, because the issue has a complex and difficult to entangle web of causes. In a sense, society itself is responsible.</p>\n\n<p>I am not sure what a law violated by society itself would even mean. So in conclusion:</p>\n\n<p>Homelessness is not a crime and instead of criminalizing homeless behaviour we as society should try to actually solve the issue itself.</p>\n\n<p>CMV</p>\n\n<p>Report detailing anti-homelessness laws in the US:\n<a href=\"https://nlchp.org/housing-not-handcuffs-2019/\">https://nlchp.org/housing-not-handcuffs-2019/</a></p>\n</div><!-- SC_ON -->",
  "score": 100,
  "permalink": "/r/changemyview/comments/koev3f/cmv_homelessness_is_not_a_crime/",
  "subreddit": "changemyview",
  "id": "koev3f",
  "is_self": true,
  "media": null,
  "is_video": false
}