{
  "author": "R551",
  "original_created_utc": 1634670362,
  "title": "Audiobooks are quite something too",
  "created_utc": 1634682786,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Reading books has always been a joy to me and during my life, it seems to me that I have found many gems in every field, but only recently have I plunged into audiobooks. Before that, I needed time and a suitable silent environment to enjoy reading. Chores which previously were occupying my time are now not only barrable but also not meaningful when I can listen to audiobooks in the meantime. Whenever I go a run, travel to places, or do boring but necessary activities I can use that time which I thought was wasted on obligatory activities. Don’t get me wrong, I don’t discriminate anyone who reads books, I myself still enjoy my free time with an excellent book and a cup of tea, but audiobooks allow me to change some of my miserable time into something beautiful and interesting.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/qbif95/audiobooks_are_quite_something_too/",
  "subreddit": "books",
  "id": "qbif95",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Reading books has always been a joy to me and during my life, it seems to me\nthat I have found many gems in every field, but only recently have I plunged\ninto audiobooks. Before that, I needed time and a suitable silent environment to\nenjoy reading. Chores which previously were occupying my time are…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私にとって本を読むことは常に喜びであり、これまでの人生において、あらゆる分野で多くの逸品を見つけてきたように思います。\nしかし、最近になってオーディオブックの世界に足を踏み入れました。\nオーディオブックの世界に入ったのは最近のことです。それまでは、読書を楽しむためには、時間と適切な静寂の環境が必要でした。\n読書を楽しむためには、時間と適切な静寂の環境が必要でした。これまで時間を割いていた家事は...",
      "title": "オーディオブックもなかなかのもの"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "读书对我来说一直是一种乐趣，在我的一生中，我似乎在每个领域都发现了许多宝藏。\n在我的一生中，我似乎在每个领域都发现了许多瑰宝，但直到最近我才开始接触有声书。\n进入有声书领域。在此之前，我需要时间和一个合适的安静环境来享受阅读。\n享受阅读。以前占据我时间的杂事是...",
      "title": "有声读物也很有特色"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讀書對我來說一直是一種樂趣，在我的一生中，我似乎在每個領域都發現了許多寶藏。\n在我的一生中，我似乎在每個領域都發現了許多瑰寶，但直到最近我纔開始接觸有聲書。\n進入有聲書領域。在此之前，我需要時間和一個合適的安靜環境來享受閱讀。\n享受閱讀。以前佔據我時間的雜事是...",
      "title": "有聲讀物也很有特色"
    }
  ]
}