{
  "author": "Punanistan",
  "original_created_utc": 1626267598,
  "title": "YSK if your flatulence sometimes smells exceptionally foul, you may have lactose intolerance (or other food sensitivities)",
  "created_utc": 1626277837,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: By identifying any food intolerance you have, you can avoid foul farts, fatigue, bloating, and other discomfort.</p>\n\n<p>When I was in college, I ripped a super nasty fart in my friend&#39;s car, and he was absolutely disgusted (even though he isn&#39;t usually fazed by such things). He was in medical school at the time and told me I might be lactose intolerant.</p>\n\n<p>It wasn&#39;t obvious to me until he told me, but it finally made sense. I used to eat cereal and milk before going to school and during class my stomach would growl excessively and it felt uncomfortable (I promise, I didn&#39;t fart in class). I always thought it was just due to my smoking or other things. After cutting out the milk, I noticed I felt much better.</p>\n\n<p>I&#39;m not a doctor, so <a href=\"https://www.healthline.com/health/smelly-farts#causes\">here</a> is a source that explains some of the potential causes of nasty farts.</p>\n</div><!-- SC_ON -->",
  "score": 216,
  "permalink": "/r/YouShouldKnow/comments/ok3u14/ysk_if_your_flatulence_sometimes_smells/",
  "subreddit": "YouShouldKnow",
  "id": "ok3u14",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: By identifying any food intolerance you have, you can avoid foul farts,\nfatigue, bloating, and other discomfort.\n\nWhen I was in college, I ripped a super nasty fart in my friend's car, and he\nwas absolutely disgusted (even though he isn't usually fazed by such things). He\nwas in medical…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、自分がどんな食物不耐性を持っているかを知ることで、おならを防ぐことができるからです。\n食物不耐性を特定することで、おならや疲労感、膨満感などの不快感を避けることができます。\n\n私は大学時代、友人の車の中で超不快なオナラをしてしまい、友人はとても嫌がっていました。\n彼はとても嫌がっていました（普段はそんなことに動じない人なのに）。彼は\n医療関係者だったので...",
      "title": "YSK 嘔吐物が異常に臭うことがあるなら、乳糖不耐症（または他の食物過敏症）かもしれません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：通过识别你的任何食物不耐受，你可以避免恶臭的屁。\n疲劳、腹胀和其他不适。\n\n当我在大学时，我在我朋友的车里放了一个超级难闻的屁，而他\n他绝对感到厌恶（尽管他通常不会对这种事情感到不安）。他\n他是在医学...",
      "title": "YSK如果你的胀气有时闻起来特别臭，你可能有乳糖不耐受（或其他食物敏感）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：通過識別你的任何食物不耐受，你可以避免惡臭的屁。\n疲勞、腹脹和其他不適。\n\n當我在大學時，我在我朋友的車裏放了一個超級難聞的屁，而他\n他絕對感到厭惡（儘管他通常不會對這種事情感到不安）。他\n他是在醫學...",
      "title": "YSK如果你的脹氣有時聞起來特別臭，你可能有乳糖不耐受（或其他食物敏感）。"
    }
  ]
}