{
  "author": "alpharaine",
  "original_created_utc": 1627506913,
  "title": "YSK: “Free Guest Passes” at Gyms Almost Always Have Annoying Strings Attached",
  "created_utc": 1627522732,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Source: I have worked at multiple gyms over a period of about 4 years and have also been going to various gyms my whole life. </p>\n\n<p>“Free guest pass” is more often than not a way for the gym to collect leads , then bother the ever-loving F out of you trying to get you to sign up/buy personal training/ etc. You will most likely be required to go on a tour and hear a sales pitch before you can even try out the gym. </p>\n\n<p>Also, once your free trial is over, expect them to continue reaching out to you. Forever. </p>\n\n<p>Why YSK: You can avoid a major headache by not using these, or at the very least you’ll know what’s coming. IMO, you’re better off paying whatever their one-day fee is, and trying it out that way before signing up, or using a friend’s guest privileges (different than “guest pass”).</p>\n</div><!-- SC_ON -->",
  "score": 455,
  "permalink": "/r/YouShouldKnow/comments/otj7is/ysk_free_guest_passes_at_gyms_almost_always_have/",
  "subreddit": "YouShouldKnow",
  "id": "otj7is",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Source: I have worked at multiple gyms over a period of about 4 years and have\nalso been going to various gyms my whole life.\n\n“Free guest pass” is more often than not a way for the gym to collect leads ,\nthen bother the ever-loving F out of you trying to get you to sign up/buy\npersonal training/…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ソース 私は約4年間、複数のジムで働いた経験があります。\n私は約4年間、複数のジムで働いた経験があり、また、ずっと様々なジムに通っていました。\n\n「無料ゲストパス」というのは、多くの場合、ジム側がリードを集めるための手段です。\nそして、契約させようとしたり、パーソナルトレーニングを購入させようとしたりして、あなたを悩ませることになります。\nパーソナルトレーニングや...",
      "title": "YSK: スポーツジムの「フリーゲストパス」には、必ずと言っていいほど、厄介な縛りがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "来源于 我在多个健身房工作了大约4年，而且一生都在去各种健身房。\n我的一生都在去各种健身房。\n\n\"免费客人通行证 \"更多时候是健身房收集线索的一种方式。\n然后打扰你的生活，试图让你注册/购买\n个人培训/...",
      "title": "YSK: 健身房的 \"免费客人通行证 \"几乎都有令人讨厌的附加条件"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "來源於 我在多個健身房工作了大約4年，而且一生都在去各種健身房。\n我的一生都在去各種健身房。\n\n\"免費客人通行證 \"更多時候是健身房收集線索的一種方式。\n然後打擾你的生活，試圖讓你註冊/購買\n個人培訓/...",
      "title": "YSK: 健身房的 \"免費客人通行證 \"幾乎都有令人討厭的附加條件"
    }
  ]
}