{
  "author": "cholnic",
  "the_new_excerpt": "Why YSK: When your dog gets away from you, chasing it is not always the best\nidea because they can run fast and far and easily get away from you. Instead,\ncall your dogs name in a playful voice, and say something like “come and get me”\nand make them think it’s a game, and run in the safest direction…",
  "original_created_utc": 1614760320,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：当你的狗离开你时，追赶它并不总是最好的办法。\n想法，因为他们可以跑得又快又远，很容易就能摆脱你。反之。\n嬉皮笑脸地叫你的狗的名字，并说 \"快来抓我 \"之类的话。\n让他们认为这是一个游戏， 并运行在最安全的方向... ...",
      "title": "YSK在狗狗滑落的时候让它追赶你，而不是追赶它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：當你的狗離開你時，追趕它並不總是最好的辦法。\n想法，因爲他們可以跑得又快又遠，很容易就能擺脫你。反之。\n嬉皮笑臉地叫你的狗的名字，並說 \"快來抓我 \"之類的話。\n讓他們認爲這是一個遊戲， 並運行在最安全的方向... ...",
      "title": "YSK在狗狗滑落的時候讓它追趕你，而不是追趕它。"
    }
  ],
  "title": "YSK to have your dog chase you when it slips it’s leash or harness instead of chasing it",
  "created_utc": 1614819440,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: When your dog gets away from you, chasing it is not always the best idea because they can run fast and far and easily get away from you. Instead, call your dogs name in a playful voice, and say something like “come and get me” and make them think it’s a game, and run in the safest direction for your dog (e.g. away from the street). Your dog is much more likely to think it’s a game and come to you while trying to chase you. </p>\n\n<p>This is not one size fits all, and dogs have different reactions so practice this first in a controlled setting and get your dog used to chasing you when you initiate, as well as practicing recall. It could save a dogs life. </p>\n\n<p>Source: I don’t remember where I learned this but I’ve had to do it a handful of times for my 8.5 month old Great Dane puppy and it works like a charm.</p>\n</div><!-- SC_ON -->",
  "score": 183,
  "permalink": "/r/YouShouldKnow/comments/lwp117/ysk_to_have_your_dog_chase_you_when_it_slips_its/",
  "subreddit": "YouShouldKnow",
  "id": "lwp117",
  "is_self": true,
  "media": null,
  "is_video": false
}