{
  "author": "ComicWeaver",
  "original_created_utc": 1634475045,
  "title": "Does decentralization automatically mean the Wild West? Is copyright even a thing in such a space?",
  "created_utc": 1634484962,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Code as Law, or Copyright Law?</p>\n\n<p>Bitcoin’s popularity increased as its value increased and people became excited about the prospect of a trustless, decentralized currency that could be used on the Internet.</p>\n\n<p>Within the last two years, however, people and organizations began exploiting the potential of the block chain that powers the bitcoin network. These people realized that the block chain — a transparent public ledger that cannot be altered — can be used for more than digital currency.</p>\n\n<p>One such organization calls itself Ethereum and its developers plan to use block chains to allow decentralized autonomous applications to operate free of government censorship or corruption. While such a network would have a profound effect on society — allowing trustless voting, uncensored social networking and the like — its impact on copyrights could be devastating.</p>\n\n<p>Decentralized Internet (also known as Web 3.0) will be the straw that breaks the copyright owner’s back. This post argues that, with block chain technology and decentralized applications, those buying and selling unauthorized copies of copyrighted material cannot be subject to court injunctions; making enforcement of copyrights nearly impossible on a decentralized Internet.</p>\n\n<p>This post then proposes that copyright holders get out in front of the problem by embracing a decentralized Internet. This can only be done by drastically reducing the price of copyright licenses. In other words, by offering cheap licenses at the dawn of Web 3.0, copyright holders can instill a sense that it’s better to be safe than sorry when it comes to the ongoing struggle between technology and copyrights.</p>\n\n<p>One of the prime examples have been most OpenSea collections or one project I am currently invested in: <a href=\"https://brickcoin.app/\">https://brickcoin.app</a></p>\n\n<p>It&#39;s a LEGO MiniFigure creator that you are able to mint to your own wallet as your own NFT, with the plan to sell, exchange or keep forever. Their Telegram chat is full of people like me, who grew up with LEGO.</p>\n\n<p>When asked in the chat, they will say that they are a fan project and not affiliated with LEGO, as they of course, should. They have the right to do whatever in a decentralized plane or else it wasn&#39;t decentralized right?  </p>\n\n<p>Credit: Dr. Scott J. Shackelford &amp; Dr. Steve Myers</p>\n</div><!-- SC_ON -->",
  "score": 303,
  "permalink": "/r/CryptoCurrency/comments/q9y31g/does_decentralization_automatically_mean_the_wild/",
  "subreddit": "CryptoCurrency",
  "id": "q9y31g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Code as Law, or Copyright Law?\n\nBitcoin’s popularity increased as its value increased and people became excited\nabout the prospect of a trustless, decentralized currency that could be used on\nthe Internet.\n\nWithin the last two years, however, people and organizations began exploiting\nthe potential…"
}