{
  "author": "DogtorPepper",
  "the_new_excerpt": "I’m a guy who goes on quite a few dates, mostly with girls met on Tinder or\nother dating apps. Like the practice of tipping, guys paying for the girl isn’t\ninherently required but there are currently strong social norms pressuring for\nit. Up until now I’ve been footing the bill on the first date,…",
  "original_created_utc": 1623948600,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、Tinderやその他のデートアプリで出会った女の子と、かなりの回数のデートをしている男です。\n他の出会い系アプリで出会った女の子と チップの習慣のように、男性が女の子のためにお金を払うことは本来必要ではありません。\n本質的には必要ではないのですが、現在は社会的な規範が強く求められています。\nしています。今までは、最初のデートでは私が支払いをしていましたが、...",
      "title": "CMV: 最初のデートでは、ほとんどの場合、お会計を割り勘にします。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个经常约会的人，大多是和在Tinder或其他约会软件上认识的女孩约会。\n其他约会软件上认识的女孩。就像给小费的做法一样，男人为女孩买单并不是\n本身并不是必须的，但目前有强烈的社会规范要求\n它。到现在为止，我一直在为第一次约会买单。",
      "title": "CMV：在第一次约会中，几乎总是应该分账。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個經常約會的人，大多是和在Tinder或其他約會軟件上認識的女孩約會。\n其他約會軟件上認識的女孩。就像給小費的做法一樣，男人爲女孩買單並不是\n本身並不是必須的，但目前有強烈的社會規範要求\n它。到現在爲止，我一直在爲第一次約會買單。",
      "title": "CMV：在第一次約會中，幾乎總是應該分賬。"
    }
  ],
  "title": "CMV: On first dates, the bill should almost always be split",
  "created_utc": 1623955365,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m a guy who goes on quite a few dates, mostly with girls met on Tinder or other dating apps. Like the practice of tipping, guys paying for the girl isn’t inherently required but there are currently strong social norms pressuring for it. Up until now I’ve been footing the bill on the first date, but I’m recently becoming of the opinion that first dates should always be split. Here are my reasons:</p>\n\n<p>1) In this time and age, men and women are equal and so it’s only fair that both are contributing to the dating experience, including the financial cost of it. Any argument for why the guy should pay for the first date, why can it not equally apply to women?</p>\n\n<p>2) If I, as a guy, pay for first dates, that’s essentially indirect prostitution. I may not be buying sex outright and no one is entitled to sex just because they paid for the other person, but sex is something many guys have in the back of the minds when offering to pay. Otherwise why pay for the first date because after all no one consistent foots the entire bill when they hang out with another friend for the first time? The closest analogy I have to this point is buying escorts. Although escorting is illegal and is legally considered prostitution, you’re technically not buying sex directly even though the intent is there. “Technically” you’re just buying the girl’s time and if sex happens then it happens but an escort doesn’t inherently owe you sex because you paid only for her time</p>\n\n<p>3) Most dates, in my experience, don’t progress past the first date even if I think the first date went great from my perspective. For a random first date, if I pay for that date I have a decent likelihood of not getting a return on that investment. I’m not referring to sex here, but rather a second date</p>\n\n<p>4) Not paying on the first date helps weed out gold diggers so I’m not wasting time/money on several dates before realizing the girl is a gold digger</p>\n\n<p>The only instances a guy should pay for the girl on the first date are if 1) he suggests an upscale or otherwise expensive date or 2) the guy genuinely wants to treat the girl (for ex, maybe if they were friends before)</p>\n\n<p>One common argument I’m expecting to hear is that whoever asks the other person out should pay for the date. I strongly disagree with this for a few reasons:</p>\n\n<p>1) The vast majority of women do not ask men out for a first date. Yes, some women do but most of them will not. Even if the woman wants a date, the typical women will likely just wait for the man to make the first move in asking her out rather than directly asking the man out herself. So I’m practice this argument essentially automatically becomes the guy almost always paying for the first date</p>\n\n<p>2) When you invite another friend to hang out with you, it’s typically expected that each person will pay for themselves. Why is it any different for dating regardless of who asks out who as long as the date is not overly expensive? If the guy suggests a date that the girl cannot afford, the girl should either directly state that it’s out of her budget, offer an alternative suggestion that is within budget, or decline the date altogether. The girl should not automatically assume the date will be paid for by the guy.</p>\n</div><!-- SC_ON -->",
  "score": 133,
  "permalink": "/r/changemyview/comments/o21s4g/cmv_on_first_dates_the_bill_should_almost_always/",
  "subreddit": "changemyview",
  "id": "o21s4g",
  "is_self": true,
  "media": null,
  "is_video": false
}