{
  "author": "ChiefKeithh",
  "original_created_utc": 1635164549,
  "title": "I’m in the green for the first time in my crypto career",
  "created_utc": 1635186652,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I probably would have sold for a hefty loss if it wasn’t for Reddit so thank you.</p>\n\n<p>It all began around May this year when my friend was telling me about his sweet crypto gains. I wanted some.</p>\n\n<p>With an intention of buying and not looking at it again for 5 years, I slapped a fat lump sum investment across BTC, ETH and MATIC. Buying BTC at $60k and a +$2 MATIC as well, I can’t remember the ETH entry but can’t imagine it was great. I forgot to mention I didn’t even know what a blockchain was at this point.</p>\n\n<p>Obviously we all know what happened in May. I can’t lie soiled my pants when when the market plummeted. Little did I know, that soil would be the fertiliser that made me grow into the man I am today. Luckily I turned to Reddit before cashing it all out, I was close, but even though 50% of the sub seemed to have also soiled themselves some of you managed to relieve my worries, so thanks.</p>\n\n<p>You taught me the importance of knowing what I was investing my money into. So I went and learnt what a blockchain was, those things are pretty cool. Although I did hit a point where I thought because I could explain to my friends what a blockchain was, that it made me some kind of crypto god and started swapping a load of them around daily. Let’s just say I learned the hard way.</p>\n\n<p>5 months on, I now have a sensible DCA strategy in place. Only investing in coins that I personally believe in, not what user MegaFartSniffer69 thinks is going to the moon.</p>\n\n<p>As a beginner I can’t really contribute much to the sub so I thought I’d just make a bit of a thank you post since I was so happy to have finally made some gains!</p>\n\n<p>Repost as I didn’t have 500 karmas or something like that</p>\n</div><!-- SC_ON -->",
  "score": 171,
  "permalink": "/r/CryptoCurrency/comments/qffirc/im_in_the_green_for_the_first_time_in_my_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "qffirc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I probably would have sold for a hefty loss if it wasn’t for Reddit so thank\nyou.\n\nIt all began around May this year when my friend was telling me about his sweet\ncrypto gains. I wanted some.\n\nWith an intention of buying and not looking at it again for 5 years, I slapped a\nfat lump sum investment…"
}