{
  "author": "frenchbread-98",
  "the_new_excerpt": "As a longtime reader, only recently while reading “The Razor’s Edge” by Somerset\nMaugham have I truly seen who I am reflected in the pages. This was such a\nsurprising and welcome thing to stumble across. One of the character’s thoughts,\nfeelings, place in life and even his experiences in the events…",
  "original_created_utc": 1623782475,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "長年の読書家として、最近、サマセット・モームの \"The Razor's Edge \"を読んで初めて、自分自身がページに反映されていることを実感しました。\n読んでいるうちに、自分のことがよくわかるようになりました。これは驚きであり、嬉しいことでした。\nこれは驚きであり、歓迎すべきことでした。登場人物の思考のひとつ。\n登場人物の思考、感情、人生における位置、さらには出来事における経験までもが、この作品の中に反映されています。",
      "title": "どのような本の中に自分自身を見たのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为一个长期的读者，直到最近在阅读萨默塞特-毛姆的《剃刀边缘》时\n毛姆的《剃刀边缘》时，我才真正看到自己在书中的形象。这真是一个\n偶然发现的令人惊讶和欢迎的事情。其中一个人物的想法、感受、生活中的位置，甚至是他自己的想法。\n感受，在生活中的位置，甚至他在事件中的经历......",
      "title": "你在哪些书中真正看到过自己？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一個長期的讀者，直到最近在閱讀薩默塞特-毛姆的《剃刀邊緣》時\n毛姆的《剃刀邊緣》時，我才真正看到自己在書中的形象。這真是一個\n偶然發現的令人驚訝和歡迎的事情。其中一個人物的想法、感受、生活中的位置，甚至是他自己的想法。\n感受，在生活中的位置，甚至他在事件中的經歷......",
      "title": "你在哪些書中真正看到過自己？"
    }
  ],
  "title": "In what books have you truly seen yourself?",
  "created_utc": 1623817979,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a longtime reader, only recently while reading “The Razor’s Edge” by Somerset Maugham have I truly seen who I am reflected in the pages. \nThis was such a surprising and welcome thing to stumble across. One of the character’s thoughts, feelings, place in life and even his experiences in the events of the novel are all things I can relate to and truly have experienced. It’s as if it’s my life story as well. \nHas anyone else had this profound phenomenon happen to them?</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/o0lexd/in_what_books_have_you_truly_seen_yourself/",
  "subreddit": "books",
  "id": "o0lexd",
  "is_self": true,
  "media": null,
  "is_video": false
}