{
  "author": "Andromeda-31",
  "original_created_utc": 1634047368,
  "title": "cmv: Gender doesn't change throughout the day",
  "created_utc": 1634053340,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://www.ravishly.com/im-genderfluid\">https://www.ravishly.com/im-genderfluid</a></p>\n\n<p>I believed &quot;genderfluid&quot; to mean that someone was exploring gender, not that they felt and wanted to be referred to as different genders throughout the <em>day</em>. </p>\n\n<p>&quot;Throughout a single day, I will most likely fluctuate between masculine to androgynous to feminine to butch and back again. Sometimes who I’m with affects how I present and how I feel. And other times, I am how I am, regardless of who I interact with&quot;</p>\n\n<p>Every human is exceptionally multifaceted and unique. No one fits 100% into <em>any</em> box. We use &#39;boxes&#39; as a way to order and organise an exceptionally complicated world, and in order to communicate effectively. </p>\n\n<p>What this person is describing in this article is a normal human experience, in other words, their personality. </p>\n\n<p>&quot;There are no easy answers when trying to take shortcuts when addressing genderfluid folks. The best course of action is just to ask them what they’d prefer to be called and then trying to remember to use it&quot;</p>\n\n<p>When? How often should I ask this? </p>\n\n<p>&quot;butch women cut their hair short, wear masculine clothing, and enter a room as if they own it. You see it when some transwomen carefully apply makeup, wear feminine clothing, and enter a room hoping others notice them. And you see it when some gay men dress sharp and dapper, aren’t afraid of their bubbly personalities, and enter a room loud and unafraid to show off. Gender is in everything we believe about ourselves and show the world&quot;</p>\n\n<p>What.. like, a personality?</p>\n\n<p>&quot;I’ve learned to stop talking about myself with an implied apology. “Don’t even look at my clothes,” I’d say when I ran into a female friend. “I just threw something on this morning”  — because I was suddenly embarrassed that I was wearing jeans and hadn’t put on makeup&quot;</p>\n\n<p>Said literally every woman ever. Being a woman doesn&#39;t mean you have to wear frocks and make-up. Wearing jeans and no make-up doesn&#39;t make you <em>any</em> less of a woman. \nThis author is right that we shouldn&#39;t have to apologize for not looking made-up. But being &#39;pretty&#39; sometimes and being &#39;casual&#39; sometimes doesn&#39;t make us &quot;genderfluid&quot;. </p>\n\n<p>I genuinely can&#39;t determine what this person is talking about if it&#39;s not personality. I wonder how homogeneous they consider literally <em>everyone else</em> to be in order to think that they&#39;re in some way so radically different that they need to create a new box and rules for themselves in society. </p>\n\n<p>If gender is innate and (most likely) due to biological factors then how can fluctuations of gender throughout the day be valid? </p>\n\n<p>I don&#39;t believe it is. CMV folks</p>\n\n<p>EDIT:\nI&#39;d love to hear from someone who wants to change my view regarding the premise of the post. Ie: that gender differences can&#39;t occur throughout the day. \nI know that transgenderism is an interesting topic but I&#39;m really wanting to discuss <em>this</em> specific angle today</p>\n</div><!-- SC_ON -->",
  "score": 129,
  "permalink": "/r/changemyview/comments/q6mvsu/cmv_gender_doesnt_change_throughout_the_day/",
  "subreddit": "changemyview",
  "id": "q6mvsu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "https://www.ravishly.com/im-genderfluid\n\nI believed \"genderfluid\" to mean that someone was exploring gender, not that\nthey felt and wanted to be referred to as different genders throughout the day.\n\n\"Throughout a single day, I will most likely fluctuate between masculine to\nandrogynous to feminine…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "https://www.ravishly.com/im-genderfluid\n\n私は、「ジェンダーフルイド」とは、ジェンダーを探求している人という意味であって、一日中異なるジェンダーと呼ばれたいと感じている人という意味ではないと考えていました。\n一日のうちに異なる性別で呼ばれたいと感じていることを意味します。\n\n「一日の中で、男性的なものから、アンドロジナスなもの、女性的なものまで、様々に変化することがあります。\nアンドロジナス、フェミニン...。",
      "title": "cmvです。性別は一日中変わらない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "https://www.ravishly.com/im-genderfluid\n\n我认为 \"性别流动 \"是指某人正在探索性别问题，而不是指他们感到并希望整天被称为不同的性别。\n他们觉得并希望在一天中被称为不同的性别。\n\n\"在一天中，我很可能会在男性到雌雄同体到女性之间徘徊。\n雌雄同体 \"到 \"女性化 \"之间徘徊......。",
      "title": "cmv: 性别在一天中没有变化"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "https://www.ravishly.com/im-genderfluid\n\n我認爲 \"性別流動 \"是指某人正在探索性別問題，而不是指他們感到並希望整天被稱爲不同的性別。\n他們覺得並希望在一天中被稱爲不同的性別。\n\n\"在一天中，我很可能會在男性到雌雄同體到女性之間徘徊。\n雌雄同體 \"到 \"女性化 \"之間徘徊......。",
      "title": "cmv: 性別在一天中沒有變化"
    }
  ]
}