{
  "author": "iamcallegari1982",
  "the_new_excerpt": "Why YSK: Common decency. Humans can't see through doors. Don't just sit there\nand not say anything and then be surprised when someone opens the door because\nthere was no response to the knock on the door that you forgot to lock.\n\nA simple \"Yeah\", or \"Just a minute!\" will be more than enough. Hell,…",
  "original_created_utc": 1620750731,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：良識があるからです。人間はドアの向こうを見ることはできません。何も言わずに座っているだけではなく\n何も言わずに座っていて、誰かがドアを開けたときに驚いてはいけません。\n鍵をかけ忘れたドアをノックしても反応がなかったからといって、誰かがドアを開けて驚いたりしてはいけません。\n\n簡単な \"Yeah \"や \"Just a minute!\"で十分なのです。地獄ですよ。",
      "title": "YSK: お風呂に入っているときにノックされたら、どんな反応でもいいと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：普通的礼节。人类无法透过门看到。不要只是坐在那里\n什么都不说，然后在有人开门的时候感到惊讶，因为\n因为你忘了锁门，而敲门却没有反应。\n\n一个简单的 \"嗯\"，或 \"等一下！\"就足够了。见鬼，...",
      "title": "YSK：如果你在浴室里，有人敲门，任何回应都可以。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：普通的禮節。人類無法透過門看到。不要只是坐在那裏\n什麼都不說，然後在有人開門的時候感到驚訝，因爲\n因爲你忘了鎖門，而敲門卻沒有反應。\n\n一個簡單的 \"嗯\"，或 \"等一下！\"就足夠了。見鬼，...",
      "title": "YSK：如果你在浴室裏，有人敲門，任何迴應都可以。"
    }
  ],
  "title": "YSK: If you're in the bathroom and someone knocks on the door, any response will do.",
  "created_utc": 1620761501,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  Common decency.  Humans can&#39;t see through doors.  Don&#39;t just sit there and not say anything and then be surprised when someone opens the door because there was no response to the knock on the door that you forgot to lock.</p>\n\n<p>A simple &quot;Yeah&quot;, or &quot;Just a minute!&quot; will be more than enough. Hell, just grunt. Make any kind of noise.</p>\n\n<p>edit: I&#39;m not talking about the door on a stall that has an indicator of whether it&#39;s locked or not.  I&#39;m talking about a standard, bedroom kind of door that give absolutely no indication.  Obviously, if a door has an indicator that says &quot;locked&quot; or something similar, that negates the need to knock in the first place.</p>\n</div><!-- SC_ON -->",
  "score": 1183,
  "permalink": "/r/YouShouldKnow/comments/na13eq/ysk_if_youre_in_the_bathroom_and_someone_knocks/",
  "subreddit": "YouShouldKnow",
  "id": "na13eq",
  "is_self": true,
  "media": null,
  "is_video": false
}