{
  "author": "RIPBernieSanders1",
  "the_new_excerpt": "In modern America we have this strange idea that any kind of discrepancy in a\nfield is automatically evidence of some kind of vague or invisible barrier of\ndiscrimination. Most often this is racial or ethnic. But why do we automatically\nassume this is because of discrimination of some sort? I don't…",
  "original_created_utc": 1620298409,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "現代のアメリカでは、ある分野で何らかの矛盾が生じると、それは何か漠然とした、あるいは目に見えない障壁の証拠であるという奇妙な考えがあります。\n漠然とした、あるいは目に見えない差別の壁のようなものがあるのではないかと考えてしまうのです。\n差別です。多くの場合、それは人種や民族によるものです。しかし、なぜ私たちは自動的に\n差別されているからだと考えるのでしょうか？私は...",
      "title": "CMV：現代のアメリカでは、ほとんどの分野において、「アンダー・プレプレゼンテーション」は何らかの組織的な差別の証拠ではなく、すべてのアイデンティティ・グループがすべての分野を平等に享受しているわけではないという証拠に過ぎず、それは当然のことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在现代美国，我们有一种奇怪的想法，认为在某一领域出现的任何一种差异\n就自动成为某种模糊的或无形的歧视障碍的证据。\n歧视。这通常是指种族或族裔。但为什么我们会自动\n假设这是因为某种歧视？我不...",
      "title": "CMV：在现代美国，在大多数领域，\"代表性不足 \"并不是任何一种系统性歧视的证据，而只是证明并非所有身份群体都能平等地享受所有领域，这应该是很明显的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在現代美國，我們有一種奇怪的想法，認爲在某一領域出現的任何一種差異\n就自動成爲某種模糊的或無形的歧視障礙的證據。\n歧視。這通常是指種族或族裔。但爲什麼我們會自動\n假設這是因爲某種歧視？我不...",
      "title": "CMV：在現代美國，在大多數領域，\"代表性不足 \"並不是任何一種系統性歧視的證據，而只是證明並非所有身份羣體都能平等地享受所有領域，這應該是很明顯的。"
    }
  ],
  "title": "CMV: In modern America, in most fields, \"underrepresentation\" is not evidence of any kind of systemic discrimination, but rather just evidence that not all identity groups enjoy all fields equally, which should be obvious.",
  "created_utc": 1620304731,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In modern America we have this strange idea that any kind of discrepancy in a field is automatically evidence of some kind of vague or invisible barrier of discrimination. Most often this is racial or ethnic. But why do we automatically assume this is because of discrimination of some sort? I don&#39;t know that I&#39;ve ever seen someone say that the NBA is discriminatory against jews, for one random example. Nor do I see people say that early education or child care is discriminatory against men. But when it comes to women or minorities being &quot;underrepresented&quot; in pretty much any field, some people say it&#39;s because of sexism/misogyny/discrimination/racism.</p>\n\n<p>It&#39;s as if the simple fact of a discrepancy is evidence of a problem, when really, this should just be evidence that not all identity groups enjoy all fields equally, for whatever reason.</p>\n\n<p>And often if you ask why they believe groups are being systemically discriminated against, they&#39;ll cite anecdotes about harassment or something like that. But anecdotal evidence is just that. Why do we think this means that there&#39;s a widespread systemic problem that affects all (X group) who attempt to enter this field? Often times there&#39;s affirmative action programs or special bonuses, scholarships, etc in place and it doesn&#39;t seem to make much difference.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/n64jnz/cmv_in_modern_america_in_most_fields/",
  "subreddit": "changemyview",
  "id": "n64jnz",
  "is_self": true,
  "media": null,
  "is_video": false
}