{
  "author": "spxcegxrl",
  "the_new_excerpt": "CMV: The body positivity movement has convinced people that you can be obese and\nhealthy\n\nObviously, I don’t agree with health at every size. But any time I see a\nstraight sized person attempt to post content about body positivity(mostly on\ntik tok), they are called fat phobic by obese people. It…",
  "original_created_utc": 1613279357,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "CMV：身体积极运动让人们相信，你可以肥胖，也可以。\n健康的\n\n很显然，我并不赞同健康的每一个尺寸。但任何时候我看到一个\n直男试图发布关于身体积极性的内容(主要是在网站上)。\n嘀嗒），他们被肥胖的人称为脂肪恐惧症。它...",
      "title": "CMV：身体积极性运动已经被肥胖的人接管，他们试图（并且确实）说服人们，你可以是肥胖和健康的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "CMV：身體積極運動讓人們相信，你可以肥胖，也可以。\n健康的\n\n很顯然，我並不贊同健康的每一個尺寸。但任何時候我看到一個\n直男試圖發佈關於身體積極性的內容(主要是在網站上)。\n嘀嗒），他們被肥胖的人稱爲脂肪恐懼症。它...",
      "title": "CMV：身體積極性運動已經被肥胖的人接管，他們試圖（並且確實）說服人們，你可以是肥胖和健康的。"
    }
  ],
  "title": "CMV: The body positivity movement has been taken over by obese people who try(and do) convince people that you can be obese AND healthy",
  "created_utc": 1613291992,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>CMV: The body positivity movement has convinced people that you can be obese and healthy</p>\n\n<p>Obviously, I don’t agree with health at every size. But any time I see a straight sized person attempt to post content about body positivity(mostly on tik tok), they are called fat phobic by obese people. It now seems like only obese people are allowed to participate in the body positive movement because they think people who exist at healthy weights don’t deserve it.</p>\n\n<p>Even more, if you say anything about how living at a weight that is considered “obese” is unhealthy, you’re shamed for being “fat phobic.” I’m sorry, but that’s just not what it is. </p>\n\n<p>I believe that people should live their lives how they want, but I think it’s incredibly dangerous for social media to push healthy sized people out of this movement and glorify obesity.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/ljhxhi/cmv_the_body_positivity_movement_has_been_taken/",
  "subreddit": "changemyview",
  "id": "ljhxhi",
  "is_self": true,
  "media": null,
  "is_video": false
}