{
  "author": "TheGayBullOfWallSt",
  "the_new_excerpt": "Most universities cost thousands, to tens of thousands of dollars to attend\ndepending on what type of institution you are going to. Community college ->\ntransfer to state school route tends to be less expensive compared to going full\n4 years to a public or private school - but generally most would…",
  "original_created_utc": 1612915350,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "大多数大学都要花几千到几万块钱去读。\n取决于你要去的机构类型。社区大学 ->\n转学到州立学校的路线往往是比较便宜的，而不是去全职\n4年到公立或私立学校--但一般来说，大多数人会...",
      "title": "CMV：在美国，对于大多数年轻人来说，上大学已经不是一项值得投资的事情了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大多數大學都要花幾千到幾萬塊錢去讀。\n取決於你要去的機構類型。社區大學 ->\n轉學到州立學校的路線往往是比較便宜的，而不是去全職\n4年到公立或私立學校--但一般來說，大多數人會...",
      "title": "CMV：在美國，對於大多數年輕人來說，上大學已經不是一項值得投資的事情了。"
    }
  ],
  "title": "CMV: In the United States, attending college is not a worthwhile investment for a majority of young people anymore",
  "created_utc": 1612931433,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Most universities cost thousands, to tens of thousands of dollars to attend depending on what type of institution you are going to. Community college -&gt; transfer to state school route tends to be less expensive compared to going full 4 years to a public or private school - but generally most would agree college is an expensive investment for the average person / family.</p>\n\n<p>The reason why most people would justify spending this amount of money to attend college is the thought process and previous precedent that attending high education to obtain a bachelor&#39;s degree will help young adults obtain better quality employment upon graduating than what they&#39;d otherwise secure without a degree. This may have been true in the past - and perhaps is true for certain industries. But by and large, I would argue that <strong>unless a young adult is planning on going into the fields of education, healthcare, engineering, finance/business, or technology</strong>, college is most likely not a worthwhile investment for a majority of young adults in the modern United States.</p>\n\n<p>Most entry level jobs that require a degree (with the exception of certain specific, growing, in-demand industries) are highly competitive, don&#39;t offer wages that provide better quality of life or compensate for student debt, and are more often than not dead-end positions with no room for advancement. This means that today, most jobs that a generic college degree unlocks are not much better than jobs you can obtain without a degree.</p>\n\n<p>There are of course, caveats to this position as I&#39;ve stated numerous times before. Tech and Healthcare jobs often require degrees, and compensate well for those who pursue them. But these industries do not represent the fields a majority of students provide; and even if they were to, it would most likely result in wages being depressed in these industries too if enough people were to start obtain degrees.</p>\n\n<p>It&#39;s better for young adults today to think about what job / lifestyle they want, and then take appropriate actions in accordance to this vision that allows them to fulfill this, rather than automatically defaulting towards spending thousands of dollars going to university to &quot;get a better job&quot; as is often the case in the U.S. today.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/lgh54z/cmv_in_the_united_states_attending_college_is_not/",
  "subreddit": "changemyview",
  "id": "lgh54z",
  "is_self": true,
  "media": null,
  "is_video": false
}