{
  "author": "kadudu888",
  "original_created_utc": 1630622872,
  "title": "Have you become more and more respected amongst your family members, as price of Bitcoin climbs higher and higher?",
  "created_utc": 1630668709,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I feel like I have.</p>\n\n<p>But it was an uphill journey. Started in 2017 at $3000 and everyone was dismissive and was like “yea whatever one of your money making fantasy, again”</p>\n\n<p>2018 was “haha told you”</p>\n\n<p>2019 was “just move on”</p>\n\n<p>2020 was “you still at it?”</p>\n\n<p>I never gave up though, bite my lips and keep putting whatever i could into crypto, and continue to explain macro monetary concepts etc to family and friends</p>\n\n<p>It was not until when Bitcoin climbed to $30,000 when people started to speak to me in a different tone. “Oh so that Bitcoin thing can you tell me more about it”</p>\n\n<p>At $40000 “how do i buy Bitcoin please tell me”</p>\n\n<p>At $50000 “you are a genius i should have listened”</p>\n\n<p>At $60000 “may you please lend me some money?”</p>\n\n<p>Yet i dont care/mind peoples opinions too much nowadays, i just continue to explain to the ones who want to listen and learn. For the ones who jeer and throw dumb comments i just find them comical as I know I am now worth 50x their net worth and they will most likely continue to slave at those $12 an hour jobs until they invest in Bitcoin (or win the lottery, which ever is easier). </p>\n\n<p>Nowadays At the family dinner table with mum dad uncle aunt cousins, when I speak no one interrupts me anymore with random dismissive comments, they listen because they know that I know what they dont know.</p>\n\n<p>Do you feel the same?</p>\n</div><!-- SC_ON -->",
  "score": 152,
  "permalink": "/r/Bitcoin/comments/pgsjtz/have_you_become_more_and_more_respected_amongst/",
  "subreddit": "Bitcoin",
  "id": "pgsjtz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I feel like I have.\n\nBut it was an uphill journey. Started in 2017 at $3000 and everyone was\ndismissive and was like “yea whatever one of your money making fantasy, again”\n\n2018 was “haha told you”\n\n2019 was “just move on”\n\n2020 was “you still at it?”\n\nI never gave up though, bite my lips and keep…"
}