{
  "author": "djmm99",
  "original_created_utc": 1631895395,
  "title": "CMV: With very few exceptions, single family houses that are not occupied by the owner should be taxed very heavily to discourage people from owning more than one house.",
  "created_utc": 1631910979,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The housing situation in the United States is out of control. I&#39;m looking at buying my first home in the next few years in Western Washington and the situation there is ridiculous. Houses are selling for tens of thousands over asking, realtors are getting many offers the same day the house is posted, etc. Houses are being bought up by large companies that plan to keep these houses and rent them out to working class people.  Landlords are a whole other problem that isn&#39;t the topic of this CMV but I think that it should be heavily discouraged via tax policy. With a few exceptions I think every single family house that a person owns that they do not personally live in should be taxed heavily, to the point where it would be not practical for that person to retain ownership and rent it out.  Owning a house is one of the main ways people in the US build wealth and break into the middle class. I feel like that opportunity is being stolen from millions of people that would prefer to keep people in a perpetual state of serfdom, renting forever, never building equity. I apply this to &#39;mom and pop&#39; landlords as well but now that corporate money is moving into this space I think the problem is just going to get worse and worse, something needs to be done to protect normal people.  Once all of these excess houses have to go on the market I believe the price will go down and normal people will be able to buy again. The people that are left holding the bag when this goes into effect, it sucks but people call them &#39;investment properties&#39; for a reason. Sometimes investments don&#39;t work out, that&#39;s the rub with it.   </p>\n\n<p>TLDR: I think something is being stolen from the working class here by the ownership class and government policy needs to be changed to protect working class people.</p>\n</div><!-- SC_ON -->",
  "score": 137,
  "permalink": "/r/changemyview/comments/pq39dr/cmv_with_very_few_exceptions_single_family_houses/",
  "subreddit": "changemyview",
  "id": "pq39dr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The housing situation in the United States is out of control. I'm looking at\nbuying my first home in the next few years in Western Washington and the\nsituation there is ridiculous. Houses are selling for tens of thousands over\nasking, realtors are getting many offers the same day the house is…"
}