{
  "author": "djmm99",
  "original_created_utc": 1631895395,
  "title": "CMV: With very few exceptions, single family houses that are not occupied by the owner should be taxed very heavily to discourage people from owning more than one house.",
  "created_utc": 1631910979,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The housing situation in the United States is out of control. I&#39;m looking at buying my first home in the next few years in Western Washington and the situation there is ridiculous. Houses are selling for tens of thousands over asking, realtors are getting many offers the same day the house is posted, etc. Houses are being bought up by large companies that plan to keep these houses and rent them out to working class people.  Landlords are a whole other problem that isn&#39;t the topic of this CMV but I think that it should be heavily discouraged via tax policy. With a few exceptions I think every single family house that a person owns that they do not personally live in should be taxed heavily, to the point where it would be not practical for that person to retain ownership and rent it out.  Owning a house is one of the main ways people in the US build wealth and break into the middle class. I feel like that opportunity is being stolen from millions of people that would prefer to keep people in a perpetual state of serfdom, renting forever, never building equity. I apply this to &#39;mom and pop&#39; landlords as well but now that corporate money is moving into this space I think the problem is just going to get worse and worse, something needs to be done to protect normal people.  Once all of these excess houses have to go on the market I believe the price will go down and normal people will be able to buy again. The people that are left holding the bag when this goes into effect, it sucks but people call them &#39;investment properties&#39; for a reason. Sometimes investments don&#39;t work out, that&#39;s the rub with it.   </p>\n\n<p>TLDR: I think something is being stolen from the working class here by the ownership class and government policy needs to be changed to protect working class people.</p>\n</div><!-- SC_ON -->",
  "score": 137,
  "permalink": "/r/changemyview/comments/pq39dr/cmv_with_very_few_exceptions_single_family_houses/",
  "subreddit": "changemyview",
  "id": "pq39dr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The housing situation in the United States is out of control. I'm looking at\nbuying my first home in the next few years in Western Washington and the\nsituation there is ridiculous. Houses are selling for tens of thousands over\nasking, realtors are getting many offers the same day the house is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカの住宅事情はどうにもならない。私は今、初めての住宅購入を検討しています。\n数年後にワシントン州西部で最初の家を買おうとしていますが、そこの状況はとんでもないものです。\nそこでの状況は馬鹿げています。家は希望額より何万円も高い値段で売られています。\n提示価格よりも何万円も高い価格で家が売られ、不動産業者は家が売れたその日に多くのオファーを受けています。",
      "title": "CMV：ごく一部の例外を除いて、所有者が居住していない一戸建て住宅には重税を課して、複数の家を所有することを抑制すべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "美国的住房状况已经失去控制。我正在考虑\n几年后在华盛顿州西部购买我的第一个房子。\n那里的情况是荒谬的。房子的售价比要价高出几万\n房产经纪人在房子售出的当天就收到了许多报价。",
      "title": "CMV：除了极少数例外，不由业主居住的单户住宅应该被征收很重的税，以阻止人们拥有超过一栋房子。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "美國的住房狀況已經失去控制。我正在考慮\n幾年後在華盛頓州西部購買我的第一個房子。\n那裏的情況是荒謬的。房子的售價比要價高出幾萬\n房產經紀人在房子售出的當天就收到了許多報價。",
      "title": "CMV：除了極少數例外，不由業主居住的單戶住宅應該被徵收很重的稅，以阻止人們擁有超過一棟房子。"
    }
  ]
}