{
  "author": "Bazz123",
  "original_created_utc": 1637296410,
  "title": "CMV: I can't help but believe that the belief that humanity won't last another 1000yrs (or even 100yrs) is a form of generational hysteria. I think we will be around for tens, if not hundreds of thousands of years.",
  "created_utc": 1637339841,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why do I think this? Well in simple terms, I&#39;ve don&#39;t think I&#39;ve ever heard a good reason to think humanity will die out...I know that we are amazing survivors and have reached incredible levels of success and security, especially in the last 200 years.</p>\n\n<p>Factors such as our initial rise from cave dwellers to today’s society…it is an incredible testament to what we achieved especially in the face of adversity…our bounce back from the plague to the renaissance is one example…in an era where other diseases and wars were rampant…much worse than today…then the massive almost world ending eruption in Indonesia 75,000 yrs ago (the Toba catastrophe) couldn’t wipe us out when we were at our infancy…Our most vulnerable and ignorant ancestors pulled through…Then there is our ability to preserve food, cultivate food, tame animals, harvest plants…our diet is incredibly diverse, our ability to live in almost any earth bound climate is also incredible.</p>\n\n<p>Now to the obstacles we may face…we could face famine due to overpopulation, but it seems obvious that this is an argument for short term population decline, not eradication…same for any pandemics…now back to the bubonic plague…this was by far the worst pandemic we’ve experienced and it gave rise to the renaissance due to more resources being available p/person afterwards... It also doesn’t take into account modern medicine that would make the plague very hard to top.</p>\n\n<p>Now climate change: Is climate change that bad that all of humanity would starve? How could this be? This I feel is where I&#39;m less knowledgeable...but in the event we had multiple crop failures the human population would simply decline until the point where the food available can sustain the present population…We see this cyclical pattern play out in nature all the time. I see no reason that we couldn&#39;t grow crops...it could just be that we grow them in different parts of the world to a lesser extent where it was historically too cold etc.</p>\n\n<p>Then there is the issue of time…this wouldn’t be a fast occurrence…it might start with some crop failures, then increased prices for staples and knowing how people are…once the developed world needs to sacrifice luxuries to afford bread and butter you can bet your last dollar shit will get done to mitigate the issue…I cannot see it reaching the point of worldwide starvation.</p>\n\n<p>Will we blow ourselves up in war? Hard to say for sure…I can definitely see a catastrophe of some sort occurring, I can see nuclear disaster wiping out most of us but I still find it unlikely (think of the steps it would take for that happen and then consider how likely each step is on its own and then combine the probability of all of those things happening) …Now if it did happen then I think the American paranoia during the cold war has taught us that people fucking prepare for that shit. Hideouts, bunkers, years’ worth of tinned food etc…We could at our own hands cause a dystopia, but it wouldn’t last forever…. We’d surely bounce back like we always have.</p>\n\n<p>Lastly, a celestial event / Meteor…IMO the only plausible way to destroy our species (if it’s big enough) …These extinction events have wiped out the majority of life a few times every 100 million years or so, but life continued anyway…The idea that we are less equipped than dinosaurs is honestly bizarre (to me).</p>\n\n<p>Even If I maintain the belief that we will last longer than 1000years, hopefully someone can CMV so that I don&#39;t think the &#39;Doomer&#39; mindset is simply hysteria as it is a very pervasive belief.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/qx8ach/cmv_i_cant_help_but_believe_that_the_belief_that/",
  "subreddit": "changemyview",
  "id": "qx8ach",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why do I think this? Well in simple terms, I've don't think I've ever heard a\ngood reason to think humanity will die out...I know that we are amazing\nsurvivors and have reached incredible levels of success and security, especially\nin the last 200 years.\n\nFactors such as our initial rise from cave…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜそう思うのか？簡単に言えば、人類が滅亡すると考える正当な理由を聞いたことがないんだ。\n人類が滅亡すると考える正当な理由を聞いたことがありません...私たちは驚くべき生存者であり\n驚くべき生存者であり、特にここ200年の間に信じられないレベルの成功と安全に到達したことを知っています。\n特にこの200年で。\n\n私たちが洞窟から最初に立ち上がったことなどの要因...",
      "title": "CMV：人類があと1000年（あるいは100年）も持たないという考えは、世代間ヒステリーの一種であると考えざるを得ません。私たちは、何十万年とは言わないまでも、何万年も生き続けると思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么我这样想？简单地说，我想我从来没有听说过一个认为人类会灭亡的好理由。\n我知道我们是了不起的幸存者，并达到了令人难以置信的成功和安全水平。\n我知道我们是惊人的幸存者，并且已经达到了令人难以置信的成功和安全水平，特别是在过去的200年里。\n特别是在过去的200年里。\n\n诸如我们最初从洞穴中崛起等因素...",
      "title": "CMV：我不禁相信，认为人类不会再持续1000年（甚至100年）的信念是一种代际间的歇斯底里。我认为我们将存在数万年，甚至数十万年。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼我這樣想？簡單地說，我想我從來沒有聽說過一個認爲人類會滅亡的好理由。\n我知道我們是了不起的倖存者，並達到了令人難以置信的成功和安全水平。\n我知道我們是驚人的倖存者，並且已經達到了令人難以置信的成功和安全水平，特別是在過去的200年裏。\n特別是在過去的200年裏。\n\n諸如我們最初從洞穴中崛起等因素...",
      "title": "CMV：我不禁相信，認爲人類不會再持續1000年（甚至100年）的信念是一種代際間的歇斯底里。我認爲我們將存在數萬年，甚至數十萬年。"
    }
  ]
}