{
  "author": "apistonion",
  "the_new_excerpt": "It wouldn't even have taken more than wearing masks, staying distant, and\nsupporting the population economically while waiting for the virus to die out.\nInstead, now even with vaccines, it's looking like this is gonna drag on for\nyears.\n\nClimate change is a lot less visible, as it could take in the…",
  "original_created_utc": 1620927011,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "マスクをして、遠くにいて、経済的に支援して、ウイルスが死滅するのを待つくらいのことは必要なかったでしょう。\nウィルスが死滅するのを待つ間、住民を経済的に支援する以上のことはできなかったでしょう。\nしかし、今ではワクチンがあったとしても、これは何年も続くだろうと思われます。\n何年も。\n\n気候変動は目に見えないものですが、その影響で...",
      "title": "CMV: 人類がパンデミックに効果的に対処できなければ、気候変動を止めることは絶望的です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "除了戴上口罩，保持距离，以及在经济上支持民众，同时等待病毒消失之外，甚至不需要做更多的事情。\n在等待病毒消亡的同时，从经济上支持人口。\n相反，现在即使有了疫苗，这看起来也会拖上好几年。\n年。\n\n气候变化就不那么明显了，因为它可以把...",
      "title": "CMV：如果我们作为人类不能有效地应对大流行病，阻止气候变化是没有希望的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "除了戴上口罩，保持距離，以及在經濟上支持民衆，同時等待病毒消失之外，甚至不需要做更多的事情。\n在等待病毒消亡的同時，從經濟上支持人口。\n相反，現在即使有了疫苗，這看起來也會拖上好幾年。\n年。\n\n氣候變化就不那麼明顯了，因爲它可以把...",
      "title": "CMV：如果我們作爲人類不能有效地應對大流行病，阻止氣候變化是沒有希望的"
    }
  ],
  "title": "CMV: If we can't as humanity effectively deal with a pandemic, stopping climate change is hopeless",
  "created_utc": 1620942519,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It wouldn&#39;t even have taken more than wearing masks, staying distant, and supporting the population economically while waiting for the virus to die out. Instead, now even with vaccines, it&#39;s looking like this is gonna drag on for years.</p>\n\n<p>Climate change is a lot less visible, as it could take in the order of decades of effort to note a reversing trend even if we get our collective asses to work together,  and will require much more sacrifices from most people on their day to day lives, consumption, and general habits. </p>\n\n<p>To top it off, those of us who understand the consequences, let those who don&#39;t do what they want. See people who don&#39;t even bother wearing a mask, basically going around unchallenged. If we can&#39;t force them to even do that, how the hell are we gonna get everyone to not waste water/consume less.</p>\n\n<p>I know for climate change companies are a lot more to blame than individual consumption, but ultimately it&#39;s all run by people, and clearly none of those capable of making decisions are willing to move fast enough or aggressively enough, but for sure they would be more motivated if the populace demanded it of them. </p>\n\n<p>Whatever effort ever gets eventually made will be too little, way too late.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/nbm6h8/cmv_if_we_cant_as_humanity_effectively_deal_with/",
  "subreddit": "changemyview",
  "id": "nbm6h8",
  "is_self": true,
  "media": null,
  "is_video": false
}