{
  "author": "TheChopinet",
  "original_created_utc": 1634207440,
  "title": "What's a word you would not know if it weren't for reading?",
  "created_utc": 1634236046,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I saw a similar discussion in <a href=\"/r/fantasy\">r/fantasy</a> and I wanted to put my two cents in.</p>\n\n<p>For me it was sweetmeats. For years, reading historical fiction and the likes there were characters eating this apparently widely spread delicacy whose appeal I couldn&#39;t figure out. Why did so many authors think that in middleages people would go out of their way to eat sweet beef jerky? </p>\n\n<p>I normally look up words I don&#39;t know but this seemed so self-explanatory I never even questioned it? I just filed it under weird medieval customs for the longest time.</p>\n\n<p>Then a friend who&#39;s a huge fan of Tolkien once asked as a joke if &#39;I would fancy sweetmeats with my tea&#39; and the rest was history.</p>\n\n<p>You always learn something new.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/q7wxun/whats_a_word_you_would_not_know_if_it_werent_for/",
  "subreddit": "books",
  "id": "q7wxun",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I saw a similar discussion in r/fantasy [/r/fantasy] and I wanted to put my two\ncents in.\n\nFor me it was sweetmeats. For years, reading historical fiction and the likes\nthere were characters eating this apparently widely spread delicacy whose appeal\nI couldn't figure out. Why did so many authors…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "r/fantasy [/r/fantasy]で似たような議論を見たので、自分の意見を述べたいと思います。\nしたいと思いました。\n\n私にとってそれはsweetmeatsでした。何年もの間、歴史小説などを読んでいると\n登場人物がこの広く普及していると思われる珍味を食べていて、その魅力が\n私には理解できませんでした。なぜ、多くの作家が...",
      "title": "読書をしていなかったら知らなかった言葉は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在r/fantasy[/r/fantasy]看到了类似的讨论，我想把我的两分钱放进去。\n我想把我的两分钱放进去。\n\n对我来说，是甜食。多年来，在阅读历史小说和类似作品时\n有一些人物在吃这种显然是广泛传播的美味，其吸引力\n我无法理解。为什么这么多作者...",
      "title": "如果不是因为阅读，你会不知道什么词？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在r/fantasy[/r/fantasy]看到了類似的討論，我想把我的兩分錢放進去。\n我想把我的兩分錢放進去。\n\n對我來說，是甜食。多年來，在閱讀歷史小說和類似作品時\n有一些人物在喫這種顯然是廣泛傳播的美味，其吸引力\n我無法理解。爲什麼這麼多作者...",
      "title": "如果不是因爲閱讀，你會不知道什麼詞？"
    }
  ]
}