{
  "author": "LifeSage",
  "original_created_utc": 1634166579,
  "title": "YSK An unexplained black eye in a young child is a symptom of cancer",
  "created_utc": 1634174112,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK</strong> Neuroblastoma is a relatively common cancer in children less than ~5 years old. Of children who die from cancer about 15% of those deaths are due to neuroblastoma. <em>Early detection greatly increased survival rates</em>. </p>\n\n<p>The cancer causes a protein or a hormone (I can’t seem to find the exact mechanism) that causes dark circles around the eyes. This can look like your child has a black eye.</p>\n\n<p>Please go see a doctor immediately if you see this in your child. <a href=\"https://www.cancer.net/cancer-types/neuroblastoma-childhood/symptoms-and-signs\">Here is a link</a> for more information and other symptoms.</p>\n\n<p>A little one in my life was diagnosed with this cancer and the first symptom was a black eye.</p>\n\n<p>Edit: just for clarity, an unexplained black eye is a symptom of neuroblastoma, but it’s not the only cause of an unexplained black eye. I probably should have worded my title differently.</p>\n</div><!-- SC_ON -->",
  "score": 959,
  "permalink": "/r/YouShouldKnow/comments/q7n1c3/ysk_an_unexplained_black_eye_in_a_young_child_is/",
  "subreddit": "YouShouldKnow",
  "id": "q7n1c3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK Neuroblastoma is a relatively common cancer in children less than ~5\nyears old. Of children who die from cancer about 15% of those deaths are due to\nneuroblastoma. Early detection greatly increased survival rates.\n\nThe cancer causes a protein or a hormone (I can’t seem to find the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか 神経芽細胞腫は、5歳以下の子どもに比較的多く見られるがんです。\n歳以下の子供に比較的多い癌です。がんで亡くなる子どものうち、約15％が神経芽腫によるものです。\n神経芽細胞腫です。早期発見により生存率が大幅に向上しました。\n\n癌は、タンパク質またはホルモン（私は見つけられないようですが...）を引き起こします。",
      "title": "YSK 幼い子供の原因不明の黒目は、癌の症状である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK神经母细胞瘤是一种在5岁以下儿童中比较常见的癌症。\n岁的儿童中比较常见。在死于癌症的儿童中，约有15%是由于\n神经母细胞瘤。早期发现大大增加了生存率。\n\n这种癌症导致一种蛋白质或激素（我似乎找不到...",
      "title": "YSK 幼儿不明原因的黑眼圈是癌症的一个症状"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK神經母細胞瘤是一種在5歲以下兒童中比較常見的癌症。\n歲的兒童中比較常見。在死於癌症的兒童中，約有15%是由於\n神經母細胞瘤。早期發現大大增加了生存率。\n\n這種癌症導致一種蛋白質或激素（我似乎找不到...",
      "title": "YSK 幼兒不明原因的黑眼圈是癌症的一個症狀"
    }
  ]
}