{
  "author": "vemisfire",
  "original_created_utc": 1639927848,
  "title": "Why do some Americans proudly call themselves communists?",
  "created_utc": 1639933543,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Or generally, Westerners. I&amp;#39;ve only seen it online, but it makes me wonder. I come from a post communist Eastern European country and while I wasn&amp;#39;t born during the time, stories from my family are horrific about what a devastating regime it was. Why do people that come from non communist countries would ever want that? It just never sat right to me how some young people would embrace this regime when my grandfather was in prison, tortured, for daring to speak out against it.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 108,
  "permalink": "/r/NoStupidQuestions/comments/rjz07u/why_do_some_americans_proudly_call_themselves/",
  "subreddit": "NoStupidQuestions",
  "id": "rjz07u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Or generally, Westerners. I've only seen it online, but it makes me wonder. I\ncome from a post communist Eastern European country and while I wasn't born\nduring the time, stories from my family are horrific about what a devastating\nregime it was. Why do people that come from non communist countries…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>というか、一般的には欧米人。私はまだ見たことがありません。\nネット上ではありますが、不思議に思います。私は共産主義後の東欧の出身ですが\n私はその時代に生まれたわけではありませんが、家族から聞いた話には\nいかに悲惨な政権であったかを物語っています。なぜ...",
      "title": "なぜ一部のアメリカ人は誇らしげに自らをコミュニストと呼ぶのだろうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>或者一般来说，西方人。我只在网上看到过\n我只在网上看到过，但这让我很好奇。我来自一个后共产主义的东欧国家\n我来自一个后共产主义的东欧国家，虽然我不是在那个时代出生的，但我的家人的故事是\n我来自一个后共产主义的东欧国家，虽然我不是在那个时代出生的，但我的家人告诉我，那是一个多么可怕的政权。为什么...",
      "title": "为什么有些美国人自豪地称自己为共产主义者？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>或者一般來說，西方人。我只在網上看到過\n我只在網上看到過，但這讓我很好奇。我來自一個後共產主義的東歐國家\n我來自一個後共產主義的東歐國家，雖然我不是在那個時代出生的，但我的家人的故事是\n我來自一個後共產主義的東歐國家，雖然我不是在那個時代出生的，但我的家人告訴我，那是一個多麼可怕的政權。爲什麼...",
      "title": "爲什麼有些美國人自豪地稱自己爲共產主義者？"
    }
  ]
}