{
  "author": "krishnakanthreadsit",
  "the_new_excerpt": "Ok. I know that this post is going to be downvoted to hell, although I never\nunderstood why people downvote a post that has a different opinion to theirs,\nbut I will say it anyways.. Reading DUNE did not turn out the way I thought it\nwould.\n\nI liked science fiction ideas in general ever since I was…",
  "original_created_utc": 1609148045,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "好吧，我知道这个帖子会被降权到地狱，虽然我从来没有。\n理解了为什么人们会对与自己意见不同的帖子进行降权。\n但我还是要说... 读《DUNE》的结果和我想象的不一样。\n会。\n\n我喜欢科幻小说的想法，一般来说，从我...",
      "title": "我是一个史诗科幻文学的新手，读《DUNE》让我疲惫不堪。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好吧，我知道這個帖子會被降權到地獄，雖然我從來沒有。\n理解了爲什麼人們會對與自己意見不同的帖子進行降權。\n但我還是要說... 讀《DUNE》的結果和我想象的不一樣。\n會。\n\n我喜歡科幻小說的想法，一般來說，從我...",
      "title": "我是一個史詩科幻文學的新手，讀《DUNE》讓我疲憊不堪。"
    }
  ],
  "title": "I'm a newbie to epic Sci-Fi literature, and reading DUNE has been an exhausting experience.",
  "created_utc": 1611630772,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Ok. I know that this post is going to be downvoted to hell, although I never understood why people downvote a post that has a different opinion to theirs, but I will say it anyways.. Reading DUNE did not turn out the way I thought it would.</p>\n\n<p>I liked science fiction ideas in general ever since I was a kid. It was mostly due to the influence of films and thriller novels with light sci-fi plot lines with the exception of Andy Weir&#39;s <em>The Martian</em> which I loved. But I wanted to pick up some classic sci-fi works for quite some time.</p>\n\n<p>So, this year, I decided to give DUNE a go as I wanted to read this novel before watching the movie that was supposed to come out this December. I started the novel in August. </p>\n\n<p>It was going fine until the first couple of hundred pages, but soon the reading experience turned into a tough one. The world building was too complex, and the descriptions seemed to be too much.. of things, traditions, cultures, and whatnot. Additionally, I was having trouble creating the mental images of a lot of things.. example: all the equipment and machinery used on Arrakis.</p>\n\n<p>I don&#39;t know if this is how all epic sci-fi is written or if this is specific to particular works but the plot felt to be moving either far too slowly or moving in far too uninteresting way. I think the latter. It was never really exciting to me the journey of Paul and Jessica across the desert and how they get adopted into the Fremen clan.. and the Fremen rituals of Holy Mother and etc...</p>\n\n<p>Unfortunately, none of the things in the book made it a page-turner to me. I gave long break between readings. It took me months to finish this book. But I have to mention that I was reading the new paperback edition. I regretted not going for a kindle edition. That could also be a reason why I read it far too slowly.</p>\n\n<p>I also couldn&#39;t connect emotionally to any characters in the book which is strange as there are SO MANY characters. The villain seemed too typical and there are specific plot points that made no sense to me.</p>\n\n<p>Overall, I was quite disappointed that I couldn&#39;t enjoy it more. I came to DUNE with different expectations and minimal reading experience in hardcore science fiction literature which I believe to also be contributing to how I&#39;m feeling about this novel. I was left fully exhausted by the end and didn&#39;t pickup another novel for this month.</p>\n\n<p><strong>EDIT</strong>: <em>Amazed at the response and support I got here and very happy that I was proven wrong by you all who upheld a fellow reader&#39;s genuine opinion. Thank you all very much.</em></p>\n</div><!-- SC_ON -->",
  "score": 12027,
  "permalink": "/r/books/comments/klnepp/im_a_newbie_to_epic_scifi_literature_and_reading/",
  "subreddit": "books",
  "id": "klnepp",
  "is_self": true,
  "media": null,
  "is_video": false
}