{
  "author": "the_homework-maker",
  "the_new_excerpt": "I'm gonna give you a bit of backstory here. I'm 14, and I love reading pretty\nmuch above anything else, safe maybe for writing. I try -- despite school,\nhomework and studying -- to read 60-70 pages a day. Needless to say that doesn't\nalways work.\n\nNow, with the quarantine, I've found that oddly, I…",
  "original_created_utc": 1618684002,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここでちょっとした裏話をしておきます。私は14歳で、読書が何よりも好きです。\n書くことを除けば、他の何よりも読書が好きです。学校の宿題や勉強にもかかわらず、1日に60～70ページ読むようにしています。\n一日に60～70ページ読むようにしています。言うまでもなく、それはいつもうまくいくわけではありません。\nいつもうまくいかないのは言うまでもありません。\n\n隔離された今、私は奇妙なことに、私は...",
      "title": "オーディオブックはマジですごい"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在这里给大家讲一下背景故事。我14岁，我喜欢看漂亮的...\n远高于其他任何东西，安全的也许是写作。我努力--尽管学校。\n作业和学习--每天读60-70页。不用说，这并不\n总是工作。\n\n现在，随着隔离，我发现奇怪的是，我... ...",
      "title": "有声读物是严重的真棒"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在這裏給大家講一下背景故事。我14歲，我喜歡看漂亮的...\n遠高於其他任何東西，安全的也許是寫作。我努力--儘管學校。\n作業和學習--每天讀60-70頁。不用說，這並不\n總是工作。\n\n現在，隨着隔離，我發現奇怪的是，我... ...",
      "title": "有聲讀物是嚴重的真棒"
    }
  ],
  "title": "Audiobooks are seriously awesome",
  "created_utc": 1618698662,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m gonna give you a bit of backstory here. I&#39;m 14, and I love reading pretty much above anything else, safe maybe for writing. I try -- despite school, homework and studying -- to read 60-70 pages a day. Needless to say that doesn&#39;t always work. </p>\n\n<p>Now, with the quarantine, I&#39;ve found that oddly, I don&#39;t read a lot more. I sink my time into writing, and still only manage to read 60 pages in the evening. However, I also found that I had a lot of what I&#39;ve come to call &#39;Dead Time&#39; in my day. Like, time where I emptied the dishwasher, mowed the lawn, cleaned up my room or whatever. </p>\n\n<p>Enter audiobooks. </p>\n\n<p>Now, I&#39;m able to use that time to read! Like, how awesome is that? I now average around 150 pages a day, with almost two hours of audiobook listening. A nice bonus effect is that I&#39;m now also more eager to do my chores, so my parents happily pay the $20 for the books. </p>\n\n<p>So yeah, check out audiobooks if for whatever reason you haven&#39;t already.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/msw43g/audiobooks_are_seriously_awesome/",
  "subreddit": "books",
  "id": "msw43g",
  "is_self": true,
  "media": null,
  "is_video": false
}