{
  "author": "RusticBohemian",
  "original_created_utc": 1634221841,
  "title": "Richard Nixon seems smarmy due to Watergate. But he also made \"courageous\" decisions that would have caused a lot of backlash among his supporters, in international relations, civil rights, and the environment. Were these decisions as courageous as they seem in hindsight?",
  "created_utc": 1634234335,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Here are a handful of things Nixon pursued that strike me as likely to cause a backlash among his supporters:</p>\n\n<ul>\n<li>Proposed the Family Assistance Plan,  guaranteeing an income to American families.</li>\n<li>Established the Environmental Protection Agency. </li>\n<li>Administered the desegregation of Southern schools. </li>\n<li>Signed the Strategic Arms Limitation Treaty (SALT), the first comprehensive and detailed nuclear weapons limitation pact between the two superpowers. </li>\n<li>Opened diplomatic relations with China after 20 years of animosity.<br/></li>\n<li>Beginning the process of winding down the Vietnam War</li>\n<li>Set aside a percentage of federal construction jobs for minorities. </li>\n<li>Proposed legislation that creating the Occupational Safety and Health Administration (OSHA) </li>\n</ul>\n\n<p>I realize that some of these issues were not as polarized as they are today, but it seems like every one must have been unpopular among a considerable portion of voters and politicians. They strike me as fairly courageous moves. In reality, did they cause a large amount of backlash?</p>\n</div><!-- SC_ON -->",
  "score": 107,
  "permalink": "/r/AskHistorians/comments/q80wnq/richard_nixon_seems_smarmy_due_to_watergate_but/",
  "subreddit": "AskHistorians",
  "id": "q80wnq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Here are a handful of things Nixon pursued that strike me as likely to cause a\nbacklash among his supporters:\n\n * Proposed the Family Assistance Plan, guaranteeing an income to American\n   families.\n * Established the Environmental Protection Agency.\n * Administered the desegregation of Southern…"
}