{
  "author": "SojourningCPA",
  "original_created_utc": 1631803545,
  "title": "YSK keeping appliances and other items plugged into electrical sockets still uses electricity, even if you've turned the items off",
  "created_utc": 1631810169,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK</strong>: If you&#39;re on a tight budget, you can save up to $165 a year by unplugging appliances and other items when they&#39;re not being used (as opposed to simply turning them off). This could include things like phone chargers, hair dryers, blenders, computers, rarely used lamps, etc.</p>\n\n<p>It might be a mild annoyance, but, if you&#39;re stretched thin, that&#39;s another $13.75 a month you can spend on something else.</p>\n\n<p>(There are also many other ways of saving on your electric bill, but this is a lesser known one...hence YSK)</p>\n\n<p>----------</p>\n\n<p>References</p>\n\n<p>Inspire Energy Holdings, LLC. <em>Does unplugging appliances save electricity?</em> February 4, 2021. Online (as of September 16, 2021): <a href=\"https://www.inspirecleanenergy.com/blog/sustainable-living/does-unplugging-appliances-save-electricity\">https://www.inspirecleanenergy.com/blog/sustainable-living/does-unplugging-appliances-save-electricity</a>.</p>\n</div><!-- SC_ON -->",
  "score": 734,
  "permalink": "/r/YouShouldKnow/comments/ppep4p/ysk_keeping_appliances_and_other_items_plugged/",
  "subreddit": "YouShouldKnow",
  "id": "ppep4p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If you're on a tight budget, you can save up to $165 a year by\nunplugging appliances and other items when they're not being used (as opposed to\nsimply turning them off). This could include things like phone chargers, hair\ndryers, blenders, computers, rarely used lamps, etc.\n\nIt might be a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：予算が限られている場合、以下の方法で年間最大165ドルの節約が可能です。\n使わない電化製品のプラグを抜くことで（単に電源を切るのではなく\n単に電源を切るのではなく）、使わない家電製品などのプラグを抜くことで、年間165ドルも節約できます。) 例えば、携帯電話の充電器、ヘアードライヤー、ミキサー、コンピュータ、その他の機器などです。\nドライヤー、ミキサー、パソコン、普段使わないランプなど。\n\nもしかしたら、それは...",
      "title": "YSK 家電製品などをコンセントに差したままにしておくと、電源を切っていても電気を使います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：如果你预算紧张，你可以通过以下方式每年节省高达165美元的费用\n在不使用电器和其他物品时拔掉它们的插头（而不是简单地关闭它们）。\n简单地关闭它们）。) 这可能包括像手机充电器、吹风机、搅拌器、电脑等物品。\n烘干机、搅拌机、电脑、很少使用的灯具等。\n\n这可能是一个...",
      "title": "YSK将电器和其他物品插在电源插座上，即使你关闭了这些物品，仍然会用电。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：如果你預算緊張，你可以通過以下方式每年節省高達165美元的費用\n在不使用電器和其他物品時拔掉它們的插頭（而不是簡單地關閉它們）。\n簡單地關閉它們）。) 這可能包括像手機充電器、吹風機、攪拌器、電腦等物品。\n烘乾機、攪拌機、電腦、很少使用的燈具等。\n\n這可能是一個...",
      "title": "YSK將電器和其他物品插在電源插座上，即使你關閉了這些物品，仍然會用電。"
    }
  ]
}