{
  "author": "Ghostfxce",
  "original_created_utc": 1637320221,
  "title": "Stop blaming this sub for your poor investment decisions",
  "created_utc": 1637350407,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Every day people are complaining here about how this sub &quot;advised&quot; them not to buy this or that coin before it blew up. Last month it was SHIBA, now it&#39;s CRO, and next week it will be something else.</p>\n\n<p>Taking advice from this sub is a bad idea for 2 reasons:</p>\n\n<ul>\n<li>Most people on here have no idea what they are talking about.</li>\n<li>Most people on here only start talking about a coin after it pumped already.</li>\n</ul>\n\n<p>There&#39;s a reason sensible people always tell you to &quot;Do Your Own Research&quot;: because you should. At best, you can use this sub to get a feel for the general sentiment around a project, but the most shilled coin on here can tank 80% the next day, and a coin everybody laughs off can go +1000% the next week. Crypto is always a gamble.</p>\n\n<p>So don&#39;t take what people say here as investment advice and then complain when it doesn&#39;t work out for you. Every investment you make is 100% your responsibility, and you shouldn&#39;t invest in something if you are completely confident about the risks-rewards involved.</p>\n\n<p>Good Luck</p>\n\n<p>&#x200B;</p>\n\n<p><strong>tl;dr - You are 100% responsible for your investments. Do your own research instead of blindly trusting strangers&#39; advice.</strong></p>\n</div><!-- SC_ON -->",
  "score": 156,
  "permalink": "/r/CryptoCurrency/comments/qxe0cm/stop_blaming_this_sub_for_your_poor_investment/",
  "subreddit": "CryptoCurrency",
  "id": "qxe0cm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Every day people are complaining here about how this sub \"advised\" them not to\nbuy this or that coin before it blew up. Last month it was SHIBA, now it's CRO,\nand next week it will be something else.\n\nTaking advice from this sub is a bad idea for 2 reasons:\n\n * Most people on here have no idea what…"
}