{
  "author": "AbiLovesTheology",
  "original_created_utc": 1624896825,
  "title": "CMV: Claiming to hear/see a deity is part of an illness",
  "created_utc": 1624908805,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>People who claim to have heard a deity speak to them, or who have claimed to see one, have hallucinations. The definition of hallucination is &quot;a sensory experience that appears real, but is created by the mind&quot;. - paraphrased from Healthline. This is often a symptom of several illnesses, so we can conclude that the person who claims to see/hear a deity has an illness, because nobody else can perceive what the other hears/sees. I think that claiming to see/hear a deity has no basis in reality, whatsoever, can potentially cause the person to do dangerous things and is very strange.</p>\n\n<p>&#x200B;</p>\n\n<p>Now, I perfectly accept that it is not in their control, and it is perfectly OK to have an illness, whether that be of mind or body, but why isn&#39;t people claiming to see/hear deities viewed as an illness by doctors? Serious question. Any attempts to change my view, <strong>especially</strong> from anybody working in the medical field will be greatly appreciated.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/o9nj29/cmv_claiming_to_hearsee_a_deity_is_part_of_an/",
  "subreddit": "changemyview",
  "id": "o9nj29",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "People who claim to have heard a deity speak to them, or who have claimed to see\none, have hallucinations. The definition of hallucination is \"a sensory\nexperience that appears real, but is created by the mind\". - paraphrased from\nHealthline. This is often a symptom of several illnesses, so we can…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "神の声を聞いたと主張する人や、神の姿を見たと主張する人は\n幻覚を見ることがあります。幻覚の定義は、「現実のように見えるが、作られた感覚的な\n現実のように見えるが、心によって作られた感覚的な経験」です。- からの言い換え\nヘルスライン これは、いくつかの病気の症状として現れることが多いので、...",
      "title": "CMV: 神を見たり聞いたりすることは病気の一部である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "声称听到神灵对他们说话的人，或声称看到神灵的人，都有幻觉。\n的人，都有幻觉。幻觉的定义是：\"一种看似真实的感觉\n幻觉的定义是：\"一种看似真实，实则由头脑创造的感官体验\"。- 转述自\n健康热线。这往往是几种疾病的症状，所以我们可以...",
      "title": "CMV：声称听到/看到神灵是疾病的一部分"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "聲稱聽到神靈對他們說話的人，或聲稱看到神靈的人，都有幻覺。\n的人，都有幻覺。幻覺的定義是：\"一種看似真實的感覺\n幻覺的定義是：\"一種看似真實，實則由頭腦創造的感官體驗\"。- 轉述自\n健康熱線。這往往是幾種疾病的症狀，所以我們可以...",
      "title": "CMV：聲稱聽到/看到神靈是疾病的一部分"
    }
  ]
}