{
  "author": "saltylobsters",
  "original_created_utc": 1636050954,
  "title": "CMV: there should be a child rent instead of a pet rent.",
  "created_utc": 1636058410,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First off, I know that child rent doesn’t exist because it’s against the law. This is a “should” post. </p>\n\n<p>Children are by a million miles more destructive, annoying, and overall unpleasant than most people’s pets. I work maintenance at an apartment and people with kids get significantly more noise complaints than people with pets. Their units are also almost always worse than per owners’ units on move out. Color on the walls, water damage, blinds ripped off, cracks in windows, etc,. It’s actually pretty uncommon for us to discover substantial pet damage in our units, and yet, we charge these people premiums for owning these pets. </p>\n\n<p>Now, before anyone says it’s because the units have to be cleaned of pet fur and such, I’ll just stop you there because all units are cleaned 100% identically regardless of whether or not the units contained pets. The justification for charging them more rent is the “risk” of damage which they almost never cause. </p>\n\n<p>Children are way worse than pets in almost every circumstance from a renting perspective, and the parents are the ones who should be paying a premium, not Jim and his cat that sleeps all day.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/qmral8/cmv_there_should_be_a_child_rent_instead_of_a_pet/",
  "subreddit": "changemyview",
  "id": "qmral8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First off, I know that child rent doesn’t exist because it’s against the law.\nThis is a “should” post.\n\nChildren are by a million miles more destructive, annoying, and overall\nunpleasant than most people’s pets. I work maintenance at an apartment and\npeople with kids get significantly more noise…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず最初に、子供の家賃は法律違反なので存在しないことを知っています。\nこれは「べき論」の投稿です。\n\n子供というのは、他の人が飼っているペットよりも100万マイルも破壊的で、迷惑で、全体的に不快です。\n不快な存在です。私はアパートでメンテナンスの仕事をしていますが\n子供のいる人の方が圧倒的に騒音が多いです...。",
      "title": "CMV：ペットの家賃ではなく、子供の家賃を設定すべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我知道儿童租金不存在，因为它是违法的。\n这是个 \"应该 \"的帖子。\n\n孩子们的破坏性、烦人性和总体上比大多数人的宠物要大得多。\n比大多数人的宠物更令人不快。我在一个公寓做维修工作，有孩子的人\n有孩子的人得到的噪音明显更多......",
      "title": "CMV：应该有一个儿童租金，而不是宠物租金。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我知道兒童租金不存在，因爲它是違法的。\n這是個 \"應該 \"的帖子。\n\n孩子們的破壞性、煩人性和總體上比大多數人的寵物要大得多。\n比大多數人的寵物更令人不快。我在一個公寓做維修工作，有孩子的人\n有孩子的人得到的噪音明顯更多......",
      "title": "CMV：應該有一個兒童租金，而不是寵物租金。"
    }
  ]
}