{
  "author": "gostop1423",
  "the_new_excerpt": "Why YSK: If you are working for min wage, you are greatly being underpaid. There\nare so many places that are desperate for employees. They are raising their\nwages and offering crazy sign on bonuses that they are not offering to their\ncurrent employees! When new people get hired, ask how much they…",
  "original_created_utc": 1623945615,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：もしあなたが最低賃金で働いているとしたら、それは非常に低い給料です。従業員を\n従業員を必要としているところはたくさんあります。賃金を上げたり\n賃金を上げ、現在の従業員には提供していないボーナスを提供しています。\n現在の従業員には提供していません。新しい人が採用されたら、どれくらいの給料をもらっているのか聞いてみましょう。",
      "title": "今の人手不足が、今のすべての最低賃金労働者に大きな恩恵を与えることができるというYSK。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：如果你在为最低工资工作，你的工资就会大大降低。有许多地方\n有这么多地方急于寻找雇员。他们正在提高他们的\n他们正在提高工资，并提供疯狂的签约奖金，而这些奖金并没有提供给他们现有的员工\n现有员工 当新人们被雇用时，问他们有多少钱。",
      "title": "YSK认为，现在的劳动力短缺可以大大有利于现在的每一个最低工资工人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：如果你在爲最低工資工作，你的工資就會大大降低。有許多地方\n有這麼多地方急於尋找僱員。他們正在提高他們的\n他們正在提高工資，並提供瘋狂的簽約獎金，而這些獎金並沒有提供給他們現有的員工\n現有員工 當新人們被僱用時，問他們有多少錢。",
      "title": "YSK認爲，現在的勞動力短缺可以大大有利於現在的每一個最低工資工人。"
    }
  ],
  "title": "YSK that the labor shortage right now can greatly benefit every min wage worker right now.",
  "created_utc": 1623956582,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you are working for min wage, you are greatly being underpaid. There are so many places that are desperate for employees. They are raising their wages and offering crazy sign on bonuses that they are not offering to their current employees! When new people get hired, ask how much they are making. Employers are desperate to keep their current employees and find new ones. There are tons of jobs available right now that pay over $18 an hour that will train from scratch. Start applying at night and watch them call you! Every job applied for called back and tried to schedule an interview. I gaurentee your boss has a crazy high labor budget right now. Ask them why you haven&#39;t gotten a raise when so many places are offering such great incentives to work for them. We as the employees are in control much more now and I hope it stays this way.\nAre you a server? Become a Bartender! Or find a place that will start you as one.\nHost? Promote to server!\nFast food worker of any kind? Go apply at restaurants! Way better money for similar work BOH and FOH alike! \nWork retail? Switch to sales! If you have to deal with customers BS, and long hours, you might as well get paid way better for it! </p>\n\n<p>What I&#39;m saying is, take advantage of these horrible companies like they&#39;ve taken advantage of you. Get your job offers and go to your boss and say, I want a promotion/raise or I&#39;m going to this place where they are offering both. Very few companies care about resumes right now. Go make that money!</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/YouShouldKnow/comments/o20nqi/ysk_that_the_labor_shortage_right_now_can_greatly/",
  "subreddit": "YouShouldKnow",
  "id": "o20nqi",
  "is_self": true,
  "media": null,
  "is_video": false
}