{
  "author": "giddyup281",
  "original_created_utc": 1631869112,
  "title": "Remember to be kind to \"boomers\" when it comes to crypto knowledge",
  "created_utc": 1631897455,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Currently, there&#39;s a lot of hostility towards the older people when it comes to understanding of crypto. Especially for the &quot;boomers&quot;. For the most part, understandably so. They can be the biggest deniers and opponents of crypto. The fact that most politicians that are in the pockets of the big banks (which hate crypto bcs it could take away their primary business model) are also boomers is just icing on the cake, but this is correlation more than causation. </p>\n\n<p>But we have to accept and understand that they are also the generation that went through the biggest technological leap (and will most likely remain that generation). They HAD to get accustomed to using radio, TV, first computers, internet, cell phones, newer computers, smart phones, tablets, you name it, just to be able to function in a modern world. We will never have another generation that had to be taught to use all these different, brand new technologies. Especially not in such a rapid pace, for the entirety of their lives. </p>\n\n<p>Of course they don&#39;t understand crypto. I mean, I&#39;m fairly tech literate, but I&#39;ve been following crypto for 3 years, and I still don&#39;t understand what &quot;<em>open-source sharding multichain protocol that facilitates the cross-chain transfer of any data or asset types&quot;</em> actually is (to help you, it&#39;s Polkadot). </p>\n\n<p>&#x200B;</p>\n\n<p>Let&#39;s just be nice and cut them some slack. And educate them if we have the chance.</p>\n</div><!-- SC_ON -->",
  "score": 151,
  "permalink": "/r/CryptoCurrency/comments/ppwjml/remember_to_be_kind_to_boomers_when_it_comes_to/",
  "subreddit": "CryptoCurrency",
  "id": "ppwjml",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Currently, there's a lot of hostility towards the older people when it comes to\nunderstanding of crypto. Especially for the \"boomers\". For the most part,\nunderstandably so. They can be the biggest deniers and opponents of crypto. The\nfact that most politicians that are in the pockets of the big…"
}