{
  "author": "stonebolt",
  "original_created_utc": 1638813928,
  "title": "Does most people worry about \"breaking character\" at work? Do most people worry that their coworkers or boss will figure out that the person they pretend to be at work isn't real?",
  "created_utc": 1638830696,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Everyone has to act &amp;quot;professional&amp;quot; at work, meaning everyone basically has to have a separate, fake personality at work. Or at least it seems that way to me? Do people worry that they&amp;#39;ll be found out? Do people worry that everyone at work will figure out that their &amp;quot;professional&amp;quot; personality isn&amp;#39;t the real them?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 106,
  "permalink": "/r/TooAfraidToAsk/comments/radif3/does_most_people_worry_about_breaking_character/",
  "subreddit": "TooAfraidToAsk",
  "id": "radif3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Everyone has to act \"professional\" at work, meaning everyone basically has to\nhave a separate, fake personality at work. Or at least it seems that way to me?\nDo people worry that they'll be found out? Do people worry that everyone at work\nwill figure out that their \"professional\" personality isn't…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>誰もがプロとして行動しなければなりません。\nつまり、誰もが職場では別の偽りの人格を持たなければならないのです。\n仕事をしています。少なくとも私にはそのように見えますが？人は、自分がバレることを心配するのでしょうか？\nバレることを心配するのでしょうか？人は職場のみんなにバレることを心配しますか？",
      "title": "多くの人は、仕事で「キャラが崩れる」ことを心配しますか？多くの人は、職場で自分が演じている人物が実在しないことを同僚や上司に悟られることを心配しますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>每个人都要表现出&quot;专业&quot。\n在工作中，这意味着每个人基本上都要有一个独立的、虚假的人格。\n工作。或者至少在我看来是这样的？人们是否担心他们会被发现？\n被发现？人们是否担心工作中的每个人都会发现......",
      "title": "大多数人是否会担心在工作中 \"破坏性格\"？大多数人是否担心他们的同事或老板会发现他们在工作中假装的人并不真实？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>每個人都要表現出&quot;專業&quot。\n在工作中，這意味着每個人基本上都要有一個獨立的、虛假的人格。\n工作。或者至少在我看來是這樣的？人們是否擔心他們會被發現？\n被發現？人們是否擔心工作中的每個人都會發現......",
      "title": "大多數人是否會擔心在工作中 \"破壞性格\"？大多數人是否擔心他們的同事或老闆會發現他們在工作中假裝的人並不真實？"
    }
  ]
}