{
  "author": "gibbonslayer",
  "original_created_utc": 1634169631,
  "title": "It’s a shame Coinbase was sued for offering lending products with 4% APY. All while Citi’s marketing is flaunting their 12X industry APY of 0.5%, something needs to change…",
  "created_utc": 1634196697,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The National average APY on savings is 0.04%, which is less than a 10 year T-bill. Right so somehow lending money to the bank is less risky (returns) than the US government whom is technically considered “risk free.”</p>\n\n<p>Obviously there are nuances to all of this but regulating bodies like the SEC are actively putting up barriers to protect the established players. This helps large institutions and only hurts investors. Hopefully things get sorted and the corrupt SEC backs off. The financial space needs this sort of disruption. </p>\n\n<p>Note: Repost because I initially included a graphic and the post was removed.</p>\n\n<p><a href=\"https://banking.citi.com/cbol/high-yield/savings/default.htm?version=pstest15&amp;s_tnt=552582%3A1%3A0&amp;adobe_mc_sdid=SDID%3D5A94BF0947BA0199-030279967ABDA675%7CMCORGID%3D61834D9B5228A7430A490D45%40AdobeOrg%7CTS%3D1634169583&amp;adobe_mc_ref=https%3A%2F%2Fwww.citi.com%2F&amp;channel=onsite&amp;Promo_ID=4CEWQH4ZENCHPC&amp;intc=1%7E1%7E21%7E6%7EBANR%7E2%7EHYSA_MarkExp_APY%7EHP&amp;BT_TX=1&amp;ProspectID=004AAD0748DB436389D674EC57E9E28F\">Citi 0.5% APY Website</a></p>\n</div><!-- SC_ON -->",
  "score": 164,
  "permalink": "/r/CryptoCurrency/comments/q7nxg7/its_a_shame_coinbase_was_sued_for_offering/",
  "subreddit": "CryptoCurrency",
  "id": "q7nxg7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The National average APY on savings is 0.04%, which is less than a 10 year\nT-bill. Right so somehow lending money to the bank is less risky (returns) than\nthe US government whom is technically considered “risk free.”\n\nObviously there are nuances to all of this but regulating bodies like the SEC\nare…"
}