{
  "author": "Living_Employee_7735",
  "original_created_utc": 1629091337,
  "title": "What book did you not \"get\" until you were older?",
  "created_utc": 1629138962,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m curious to hear what book, if any, you didn&#39;t understand/appreciate/enjoy until you were older (or until you reread it).</p>\n\n<p>For me, I read &#39;Carol&#39; when I was 16 when the movie was first announced and thought it was just boring and whiney. I read it again when I turned 19 (the same age as the main character) and boy did I feel differently about it. All the stuff about the fear of getting older, the monotony of adult life, how our upbringing haunts us, really spoke to me in a way it didn&#39;t when I was in high school, and now it&#39;s one of my favourite books.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/p59orc/what_book_did_you_not_get_until_you_were_older/",
  "subreddit": "books",
  "id": "p59orc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm curious to hear what book, if any, you didn't understand/appreciate/enjoy\nuntil you were older (or until you reread it).\n\nFor me, I read 'Carol' when I was 16 when the movie was first announced and\nthought it was just boring and whiney. I read it again when I turned 19 (the\nsame age as the main…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "大人になるまで理解できなかった、評価できなかった、楽しめなかった本があれば、それを聞いてみたいですね。\nもっと大きくなってから（あるいは再読してから）理解したり、評価したり、楽しんだりした本があれば教えてください。\n\n私の場合、映画が発表された16歳の時に『キャロル』を読みましたが、ただの退屈な泣き虫だと思いました。\n私の場合、映画化が発表された16歳の時に『キャロル』を読みましたが、退屈で愚痴っぽいだけだと思いました。19歳になってからもう一度読みました。\n主人公の年齢と同じ）になってから読み直しました。",
      "title": "大人になるまで「わからなかった」という本は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我很想知道，如果有的话，你是在哪本书中没有理解/欣赏/喜欢上的？\n直到你长大了（或直到你重读它）。\n\n对我来说，我在16岁时读了《卡罗尔》，当时电影刚宣布开拍，我觉得这本书很无聊，很啰嗦。\n我认为它只是无聊和发牢骚。当我19岁时，我又读了一遍（与主角同龄）。\n我在19岁时又读了一遍（与主演同龄）。",
      "title": "什么书是你在长大后才 \"明白 \"的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我很想知道，如果有的話，你是在哪本書中沒有理解/欣賞/喜歡上的？\n直到你長大了（或直到你重讀它）。\n\n對我來說，我在16歲時讀了《卡羅爾》，當時電影剛宣佈開拍，我覺得這本書很無聊，很囉嗦。\n我認爲它只是無聊和發牢騷。當我19歲時，我又讀了一遍（與主角同齡）。\n我在19歲時又讀了一遍（與主演同齡）。",
      "title": "什麼書是你在長大後才 \"明白 \"的？"
    }
  ]
}