{
  "author": "evDev84",
  "original_created_utc": 1628270888,
  "title": "Your portfolio is like a garden; It benefits from a bit of neglect.",
  "created_utc": 1628314758,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In gardening there is this concept that tending to your garden every day can be detrimental.  You end up overwatering it, misread various signs of disease that come on slowly that you might miss by seeing it every day (like missing how much your child is actually growing) or even over feeding as well.  </p>\n\n<p>It&#39;s a hard pill to swallow to watch your portfolio go down by half and know it could be years before it gets there again.  It&#39;s also hard to motivate yourself into keep investing in a market that just took half your portfolio away.  I personally have had this urge to constantly tinker with my portfolio, selling coins out of frustration with their performance, buying other coins out of what&#39;s essentially FOMO. It&#39;s all bad for you though. </p>\n\n<p>Stay motivated, ignore the short term pain volatility brings, and embrace it instead as opportunity.  This community is awesome and I just wanted to share some perspective for anyone who&#39;s feeling frustrated with the idea of tending to their investment like a day trader would. It doesn&#39;t take much.  Perseverance, a calm mind and realistic outlook on what&#39;s ahead, and yes, NEGLECT. It can give you great tomatoes and pretty decent portfolios.</p>\n</div><!-- SC_ON -->",
  "score": 189,
  "permalink": "/r/CryptoCurrency/comments/ozbc5i/your_portfolio_is_like_a_garden_it_benefits_from/",
  "subreddit": "CryptoCurrency",
  "id": "ozbc5i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In gardening there is this concept that tending to your garden every day can be\ndetrimental. You end up overwatering it, misread various signs of disease that\ncome on slowly that you might miss by seeing it every day (like missing how much\nyour child is actually growing) or even over feeding as…"
}