{
  "author": "cactus3k",
  "the_new_excerpt": "Of course, there is a line that shouldn’t be crossed. If someone is trying to\noffend in a serious manner and/or trying to gaslight someone, that person should\nface consequences. However, offensiveness is mostly subjective. People (on the\ninternet) lose their jobs over jokes and get massive amounts…",
  "original_created_utc": 1622124831,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "もちろん、越えてはいけない一線はあります。もし誰かが、真剣に誰かを怒らせようとしたり\n誰かが真剣に誰かを怒らせようとしていたり、ガスライティングをしようとしていたら、その人は\n結果に直面します。しかし、攻撃性はほとんど主観的なものです。インターネット上では\nインターネット上の）人々は、ジョークのために仕事を失い、大量の...",
      "title": "CMV: 不快だからといって、地球上から排除する必要はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当然，有一条线是不应该被跨越的。如果有人试图\n如果有人试图以严重的方式冒犯别人和/或试图对别人施压，这个人应该\n面临后果。然而，冒犯性大多是主观的。人们（在互联网上\n人们（在互联网上）因为笑话而失去工作，并得到大量的...",
      "title": "CMV: 冒犯性或前卫的东西并不意味着它需要从地球上被删除。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當然，有一條線是不應該被跨越的。如果有人試圖\n如果有人試圖以嚴重的方式冒犯別人和/或試圖對別人施壓，這個人應該\n面臨後果。然而，冒犯性大多是主觀的。人們（在互聯網上\n人們（在互聯網上）因爲笑話而失去工作，並得到大量的...",
      "title": "CMV: 冒犯性或前衛的東西並不意味着它需要從地球上被刪除。"
    }
  ],
  "title": "CMV: Just because something is offensive or edgy doesn’t mean it needs to be removed from the face of the planet",
  "created_utc": 1622130990,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Of course, there is a line that shouldn’t be crossed. If someone is trying to offend in a serious manner and/or trying to gaslight someone, that person should face consequences. However, offensiveness is mostly subjective. People (on the internet) lose their jobs over jokes and get massive amounts of hate over something a couple people found offensive. Think about it, if someone says something is offensive, a lot of people will blindly follow them because they don’t want to be labeled as a bigot. Ive posted memes on twitter that i think are the most mild jokes but sometimes people get so worked up over it. I get nervous and delete old stuff because who knows what will be considered offensive in 5, 10, or 20 years from now. For example, stand up comedy stuff is really unfunny because they are really tame even if they swear. If I wanted to laugh I would watch a youtuber or  look at a meme account because theyre not pandering to “woke” people</p>\n</div><!-- SC_ON -->",
  "score": 486,
  "permalink": "/r/changemyview/comments/nm8dy4/cmv_just_because_something_is_offensive_or_edgy/",
  "subreddit": "changemyview",
  "id": "nm8dy4",
  "is_self": true,
  "media": null,
  "is_video": false
}