{
  "author": "librimood",
  "the_new_excerpt": "Hi guys,\n\nA couple of months ago we posted about a project me and a friend were working\non, called librimood (librimood.com). It is an AI powered search engine for\nfinding books based on your mood. For example you can search abstract queries\nlike “a book that will make me cry” or “a book with a…",
  "original_created_utc": 1622472960,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。\n\n数ヶ月前に、私と友人が取り組んでいたプロジェクト、「librimood」（librimood.c.c.）について紹介しました。\nlibrimood (librimood.com)というプロジェクトがあります。これは、AIを使った検索エンジンで\n気分に応じて本を探すためのAI検索エンジンです。例えば、以下のような抽象的な質問を検索することができます。\n例えば、「泣ける本」や「...のある本」などの抽象的な検索ができます。",
      "title": "自分の気分に合わせて本を探す"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好。\n\n几个月前，我们发布了关于我和一个朋友正在从事的一个项目\n的项目，叫做librimood（librimood.com）。它是一个由人工智能驱动的搜索引擎，用于\n根据你的心情来找书。例如，你可以搜索抽象的查询\n如 \"一本会让我哭的书 \"或 \"一本有故事的书\"。",
      "title": "根据你的心情寻找书籍"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好。\n\n幾個月前，我們發佈了關於我和一個朋友正在從事的一個項目\n的項目，叫做librimood（librimood.com）。它是一個由人工智能驅動的搜索引擎，用於\n根據你的心情來找書。例如，你可以搜索抽象的查詢\n如 \"一本會讓我哭的書 \"或 \"一本有故事的書\"。",
      "title": "根據你的心情尋找書籍"
    }
  ],
  "title": "Find books based on your mood",
  "created_utc": 1622491837,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi guys,</p>\n\n<p>A couple of months ago we posted about a project me and a friend were working on, called librimood (librimood.com). It is an AI powered search engine for finding books based on your mood. For example you can search abstract queries like “a book that will make me cry” or “a book with a strong female lead” and get relative results! We got a very positive feedback from the community and we decided to keep working on it and improving it. Since then we have added the following features:</p>\n\n<ul>\n<li><p>More books</p></li>\n<li><p>Improved search results</p></li>\n<li><p>Fiction / Non-fiction filtering</p></li>\n<li><p>New mode: <strong>Contextual Recommendations</strong>. Get similar themed books for your favorite book. (click on the icon on the left of the search bar. It will switch recommendation mode, indicated by the blue color. You can then search your favorite title and get some recommendations back!)</p></li>\n<li><p>Feedback mechanism . Help us improve the results by scrolling to the bottom of the results page and suggesting books that you would expect to see based on the query that you typed.</p></li>\n</ul>\n\n<p>We would love for you to try it out and tell us what you think, and where we should focus on next!</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/booksuggestions/comments/np59km/find_books_based_on_your_mood/",
  "subreddit": "booksuggestions",
  "id": "np59km",
  "is_self": true,
  "media": null,
  "is_video": false
}