{
  "author": "jazmeowne",
  "the_new_excerpt": "Why YSK: I just remembered this painful story after watching an ad for\nPro-Active and felt I had to share.\n\nI used to get my eyebrows waxed fairly often. Never had any issues and we made\nsure to go to a place that used organic products. One day I decided to start\nusing Pro-Active on myself. I don’t…",
  "original_created_utc": 1611933673,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我只是在看了一个广告后想起了这个痛苦的故事。\n亲身体验，觉得不得不分享。\n\n我以前经常让我的眉毛打蜡相当频繁。从来没有任何问题，我们做了\n一定要去使用有机产品的地方。有一天，我决定开始\n用Pro -Active对我自己。我不...",
      "title": "YSK如果你的洗面奶中含有视黄醇，不要给脸部打蜡。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我只是在看了一個廣告後想起了這個痛苦的故事。\n親身體驗，覺得不得不分享。\n\n我以前經常讓我的眉毛打蠟相當頻繁。從來沒有任何問題，我們做了\n一定要去使用有機產品的地方。有一天，我決定開始\n用Pro -Active對我自己。我不...",
      "title": "YSK如果你的洗面奶中含有視黃醇，不要給臉部打蠟。"
    }
  ],
  "title": "YSK if your face wash has retinol in it, DONT GET YOUR FACE WAXED",
  "created_utc": 1612032258,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I just remembered this painful story  after watching an ad for Pro-Active and felt I had to share. </p>\n\n<p>I used to get my eyebrows waxed fairly often. Never had any issues and we made sure to go to a place that used organic products. One day I decided to start using Pro-Active on myself. I don’t think it helped my acne, but it did have another affect! CHEMICAL BURNS AFTER WAXING MY EYEBROWS. \nMy eyelids and the areas under my brows were bright red. The top layer was burnt off and it hurt for weeks. </p>\n\n<p>Just a small tip. If you change your face care routine at all...let the aesthetician (person who does your waxing) know.</p>\n\n<p>EDIT: <a href=\"https://www.elle.com/beauty/makeup-skin-care/a26287552/skin-ripped-off-during-wax-what-to-do/\">This article</a> goes more into why using retinol with wax can be dangerous. I think mixed with whatever my aesthetician was using, I got a very severe version of what she talks about. [this is not me in the article nor me in the photos]</p>\n\n<p>EDIT 2: apparently my wording has caused anger within the bowels of another human. I should say don’t put retinol on sensitive areas of your face or any skin really ESPECIALLY if you’re going to wax.</p>\n</div><!-- SC_ON -->",
  "score": 9995,
  "permalink": "/r/YouShouldKnow/comments/l7v53e/ysk_if_your_face_wash_has_retinol_in_it_dont_get/",
  "subreddit": "YouShouldKnow",
  "id": "l7v53e",
  "is_self": true,
  "media": null,
  "is_video": false
}