{
  "author": "Ghostfxce",
  "original_created_utc": 1635853031,
  "title": "Why are people bullish on Loopring but bearish on Nano and IOTA for the same reason (no fee's)?",
  "created_utc": 1635885599,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Since Loopring is pumping, the spam about it on this sub is ofcourse unavoidable since everyone here is always chasing the market.</p>\n\n<p>For some reason, everyone is quoting Loopring having no gas fees as a super bullish case for them. However, I&#39;ve been in this sub for 5 years and I&#39;ve seen people bashing Nano, IOTA and other feeless coins exactly for that reason a thousand times.</p>\n\n<p>If all three have no fee&#39;s, why is everyone here always doubting Nano and IOTA&#39;s security but Loopring seems to get the benefit of the doubt?</p>\n\n<p>Only answers from people who understand how blockchains work, I am curious why a layer-2 solution on ETH is safe without fee&#39;s while IOTA&#39;s Tangle and Nano&#39;s DAG aren&#39;t</p>\n\n<p>update: to answer my own question after reading some great comments - most of it is indeed just hype, marketing, and people chasing the trend of the day. However, as a layer-2 on eth Loopring can do a lot more than IOTA in its current form (still in development) and Nano (which seems to focus on simple transactions).\nI&#39;m still not sure if Loopring is safe from attacks but some people mentioned ZKrollups as a solution to the problems IOTA and NANO have faced (bundling massive amounts of transactions together)</p>\n</div><!-- SC_ON -->",
  "score": 296,
  "permalink": "/r/CryptoCurrency/comments/ql29si/why_are_people_bullish_on_loopring_but_bearish_on/",
  "subreddit": "CryptoCurrency",
  "id": "ql29si",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Since Loopring is pumping, the spam about it on this sub is ofcourse unavoidable\nsince everyone here is always chasing the market.\n\nFor some reason, everyone is quoting Loopring having no gas fees as a super\nbullish case for them. However, I've been in this sub for 5 years and I've seen\npeople…"
}