{
  "author": "bloodyroostah",
  "the_new_excerpt": "Every time I think of this book, I immediately get transported to the mandatory\neconomics class (Econ 101: Macroeconomics) I took in college. The professor\nopened the lecture with: “Most importantly, with this class you will understand\nhow the world works.” At the time, I dismissed this statement by…",
  "original_created_utc": 1615990504,
  "localize": [
    {
      "locale": "zh",
      "title": "我对卡尔-马克思《资本论》的体会",
      "the_new_excerpt": "每次想到这本书，我就会立刻被传送到强制的\n经济学课（Econ 101: Macroeconomics），我在大学里上过。教授\n讲座开场白是：\"最重要的是，通过这堂课，你们将了解 \"最重要的是，通过这堂课，你们将了解...\n世界是如何运作的。\" 当时，我否定了这一说法，由... ..."
    },
    {
      "locale": "zh-Hant",
      "title": "我對卡爾-馬克思《資本論》的體會",
      "the_new_excerpt": "每次想到這本書，我就會立刻被傳送到強制的\n經濟學課（Econ 101: Macroeconomics），我在大學裏上過。教授\n講座開場白是：\"最重要的是，通過這堂課，你們將瞭解 \"最重要的是，通過這堂課，你們將瞭解...\n世界是如何運作的。\" 當時，我否定了這一說法，由... ..."
    }
  ],
  "title": "My Experience With Karl Marx’s “Das Kapital”",
  "created_utc": 1615998906,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Every time I think of this book, I immediately get transported to the mandatory economics class (Econ 101: Macroeconomics) I took in college. The professor opened the lecture with: “Most importantly, with this class you will understand how the world works.” At the time, I dismissed this statement by thinking that it was a mere exaggeration that every professor starts their lectures with— for example, physics is the basis of all sciences, religion is the basis of humanity, Spanish II is the basis of existence etc. However, I was pleasantly surprised with how much insight into how the world operates a basic understanding of economics can bring. After all, the science of economics was able to graph happiness and establish the “Law of Diminishing Return” which I considered to be deeply philosophical topics. As such, I gained a different perspective about the driving factors of sociological and psychological changes. There was only one problem: the class was extremely boring. Thus, it took me a while to get back to reading anything related to economics.</p>\n\n<p>Years later, I crave reading something that talks about the ethical aspect of who should own the means of production. So, I pick up Karl Marx’s “Das Kapital.” And, just like with my macroeconomics class, I am pleasantly surprised with how much insight the book brings into how the world operates. Specifically, the book focuses on accumulation of wealth via exploitation of labor and presents the capitalist exploitation of labor as a machine of perpetual motion. In other words, “Das Kapital” present capitalism as a system that is able to expand indefinitely with its limitless ways of exploiting labor. Due to its effort to be insightful, however, “Das Kapital” is chaotically structured: philosophical insights intertwined with algebra/algebraic formulas and historical observations. As a result, such chaotic structure causes the book to lack in clarity. This shortcoming, however, should not deter anyone from reading “Das Kapital” due to its ability to critique a system that is dependent on complacency.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/m71cyq/my_experience_with_karl_marxs_das_kapital/",
  "subreddit": "books",
  "id": "m71cyq",
  "is_self": true,
  "media": null,
  "is_video": false
}