{
  "author": "harum-scarum",
  "the_new_excerpt": "The Book of Eels: Our Enduring Fascination with the Most Mysterious Creature in\nthe Natural World by Patrik Svensson was such a nice read. I've never been\ninterested in eels until I recently learned that science still has a lot of\nquestions about them. This book taught me a lot about the enduring…",
  "original_created_utc": 1623338898,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "The Book of Eels: 自然界で最もミステリアスな生物に魅了され続けている。\nPatrik Svensson著）は、とてもいい読み物でした。私は今までウナギに興味がありませんでした。\nうなぎに興味を持ったことはありませんでしたが、最近になって科学的にはまだ多くの疑問点があることを知りました。\n疑問があることを知りました。この本は、ウナギの耐久性について多くのことを教えてくれました...",
      "title": "私はちょうどうなぎの本を読み終えたところで、それはとても素敵でした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "鳗鱼之书。我们对自然界中最神秘的生物的持久迷恋\n帕特里克-斯文森（Patrik Svensson）所写的《鳗鱼之书：我们对自然界最神秘的生物的持久魅力》是一本很好的读物。我从来没有\n我从来没有对鳗鱼感兴趣，直到我最近了解到，科学界对鳗鱼仍然有很多疑问。\n疑问。这本书让我了解了很多关于鳗鱼的持久性。",
      "title": "我刚刚读完一本关于鳗鱼的书，它绝对可爱"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "鰻魚之書。我們對自然界中最神祕的生物的持久迷戀\n帕特里克-斯文森（Patrik Svensson）所寫的《鰻魚之書：我們對自然界最神祕的生物的持久魅力》是一本很好的讀物。我從來沒有\n我從來沒有對鰻魚感興趣，直到我最近了解到，科學界對鰻魚仍然有很多疑問。\n疑問。這本書讓我瞭解了很多關於鰻魚的持久性。",
      "title": "我剛剛讀完一本關於鰻魚的書，它絕對可愛"
    }
  ],
  "title": "I just finished reading a book about eels and it was absolutely lovely",
  "created_utc": 1623413288,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The Book of Eels: Our Enduring Fascination with the Most Mysterious Creature in the Natural World by Patrik Svensson was such a nice read. I&#39;ve never been interested in eels until I recently learned that science still has a lot of questions about them. This book taught me a lot about the enduring questions of where eels come from without being text book boring. I also really loved the chapters about Svensson and his father who would go eel fishing together when Svensson was a boy. \nThe eel is truly a fascinating creature and one I never gave much thought to until now. I&#39;m very glad I picked up this book, I enjoyed it immensely.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/nwqf7m/i_just_finished_reading_a_book_about_eels_and_it/",
  "subreddit": "books",
  "id": "nwqf7m",
  "is_self": true,
  "media": null,
  "is_video": false
}