{
  "author": "notLiterally-no",
  "the_new_excerpt": "This was a longtime goal and I finally did it. Bits and pieces, 15 min. On the\ntrain here n there. I just snacked my way through this monster and it took\nforever, but man, probably better for it. Appreciating the absurd dystopian\nhumor bit by bit was nice. I still like Pynchon better but some…",
  "original_created_utc": 1619907879,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは長年の目標でしたが、やっとできました。ビッツ＆ピース、15分 電車の中で\n電車の中であちこち。私はこのモンスターを間食で済ませてしまい、時間がかかりました。\n時間がかかったが、その分、いいものができたと思う。不条理なディストピア的ユーモアを評価する\n不条理なディストピアのユーモアを少しずつ理解することができました。まだピンチョンの方が好きですが、いくつかの...",
      "title": "Infinite Jestを2年以上読み続けました。今日終わりました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是一个长期的目标，我终于做到了。点点滴滴，15分钟。在\n火车上，这里和那里。我只是通过吃零食的方式来完成这个怪物，花了很长时间，但是伙计，可能会更好。\n但伙计，可能会更好。欣赏荒诞的歇斯底里的故事\n幽默感，一点一点的，很好。我还是更喜欢品钦，但有些...",
      "title": "我读《无限风光》两年多了。我今天读完了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是一個長期的目標，我終於做到了。點點滴滴，15分鐘。在\n火車上，這裏和那裏。我只是通過喫零食的方式來完成這個怪物，花了很長時間，但是夥計，可能會更好。\n但夥計，可能會更好。欣賞荒誕的歇斯底里的故事\n幽默感，一點一點的，很好。我還是更喜歡品欽，但有些...",
      "title": "我讀《無限風光》兩年多了。我今天讀完了。"
    }
  ],
  "title": "I read Infinite Jest for over 2 years. I finished today.",
  "created_utc": 1619953082,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This was a longtime goal and I finally did it. Bits and pieces, 15 min. On the train here n there. I just snacked my way through this monster and it took forever, but man, probably better for it. Appreciating the absurd dystopian humor bit by bit was nice. I still like Pynchon better but some sections are every bit as wonderful. If you like difficult books it’s a good pick..but so many vignettes never resolve or return so treat it like interwoven short stories and you won’t be too frustrated, though admittedly it feels like a book that is TRYING to frustrate you. Maybe only masochists like me say: thumbs up!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/n2t2io/i_read_infinite_jest_for_over_2_years_i_finished/",
  "subreddit": "books",
  "id": "n2t2io",
  "is_self": true,
  "media": null,
  "is_video": false
}