{
  "author": "Archie204",
  "original_created_utc": 1624764283,
  "title": "I love Pride and Prejudice",
  "created_utc": 1624773224,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Like the title says, I love Pride and Prejudice. One of my favorite books. Don’t know how many other guys love that book but I have no shame in saying that I love it. First off, Elizabeth Bennet is an incredibly awesome heroine and I have a hard time finding others who are like her. The characters are all well developed and some very humorous (looking at you Mr Collins). Personally (potwntial spoilers ahead) I find tremendous hilarity when a certain  someone make an attempt at a marriage proposal( a proprsal which should taught as an example of how &quot;not&quot; to make a proposal). The book also gives a great analysis or class/privalage and the sort during its era. I could go on for longer but I won&#39;t to waste any more of anyones time.  I&#39;d be happy to discuss more in PM&#39;s though</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/o8p59t/i_love_pride_and_prejudice/",
  "subreddit": "books",
  "id": "o8p59t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Like the title says, I love Pride and Prejudice. One of my favorite books. Don’t\nknow how many other guys love that book but I have no shame in saying that I\nlove it. First off, Elizabeth Bennet is an incredibly awesome heroine and I have\na hard time finding others who are like her. The characters…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルの通り、「高慢と偏見」が大好きです。大好きな本の一つです。他の男の人がどれだけこの本を好きかは知らないけど\n他の男の人がどれだけこの本を好きかは知らないけど、自分が好きだと言うことは恥ずかしいことではないよ。\n好きなんだ。まず第一に、エリザベス・ベネットは信じられないほど素晴らしいヒロインで、私はこのようなヒロインを見つけるのは難しいです。\n彼女のような女性を見つけるのは難しいです。登場人物は...",
      "title": "高慢と偏見」が大好きです"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "正如标题所说，我喜欢《傲慢与偏见》。我最喜欢的书之一。不\n我不知道还有多少人喜欢这本书，但我毫不羞愧地说，我\n爱它。首先，伊丽莎白-班纳特是一个令人难以置信的女主角，我很难找到像她这样的人。\n我很难找到像她这样的人。这些人物...",
      "title": "我喜欢《傲慢与偏见》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "正如標題所說，我喜歡《傲慢與偏見》。我最喜歡的書之一。不\n我不知道還有多少人喜歡這本書，但我毫不羞愧地說，我\n愛它。首先，伊麗莎白-班納特是一個令人難以置信的女主角，我很難找到像她這樣的人。\n我很難找到像她這樣的人。這些人物...",
      "title": "我喜歡《傲慢與偏見》。"
    }
  ]
}