{
  "author": "skooba87",
  "original_created_utc": 1628640570,
  "title": "CMV: The top 100 billionaires could maybe pay for one year of the US budget, they are not the problem.",
  "created_utc": 1628660002,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The 2021 budget for the US is about 6.8 trillion. The top 100 billionaire range from ~$130B to $18B. On a rough average let&#39;s say $75B x 100 is $7.5T.  So even if we took 100% of there wealth we may be able to solve our problems for a year. Most of this isn&#39;t even cash, it is net worth based of the their stock holdings on the companies they founded/invested in. Even if they reaccumulate that level of wealth over 10 years (they didn&#39;t become billionaires overnight) we may pay for 1 year out of every 10...</p>\n\n<p>Change my view billionaires are not the problem, government spending is.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/p21oro/cmv_the_top_100_billionaires_could_maybe_pay_for/",
  "subreddit": "changemyview",
  "id": "p21oro",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The 2021 budget for the US is about 6.8 trillion. The top 100 billionaire range\nfrom ~$130B to $18B. On a rough average let's say $75B x 100 is $7.5T. So even\nif we took 100% of there wealth we may be able to solve our problems for a year.\nMost of this isn't even cash, it is net worth based of the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "米国の2021年予算は約6.8兆円。上位100人のビリオネアの範囲は\n1,300億ドルから1,800億ドルです。ざっくりとした平均で、75Bドル×100で7.5Tドルとしましょう。ですから、仮に\n億ドル×100人で7.5兆ドルですから、仮に100％の富を手に入れたとしても、1年間は問題を解決できるかもしれません。\nそのほとんどは現金ではなく、現金をベースにした純資産です。",
      "title": "CMV: 上位100人の億万長者は、米国の1年分の予算をまかなえるかもしれませんが、彼らは問題ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "美国2021年的预算约为6.8万亿。前100名亿万富翁的范围\n从~1300亿美元到180亿美元。粗略计算一下，75B x 100是7.5万亿美元。因此，即使\n如果我们拿走他们100%的财富，我们可能会在一年内解决我们的问题。\n这其中大部分甚至不是现金，而是基于净资产的。",
      "title": "CMV：前100名亿万富翁也许可以支付美国一年的预算，他们不是问题所在。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "美國2021年的預算約爲6.8萬億。前100名億萬富翁的範圍\n從~1300億美元到180億美元。粗略計算一下，75B x 100是7.5萬億美元。因此，即使\n如果我們拿走他們100%的財富，我們可能會在一年內解決我們的問題。\n這其中大部分甚至不是現金，而是基於淨資產的。",
      "title": "CMV：前100名億萬富翁也許可以支付美國一年的預算，他們不是問題所在。"
    }
  ]
}