{
  "author": "PeteWenzel",
  "the_new_excerpt": "Michael Che said: “Israel is reporting that they’ve vaccinated half of their\npopulation. I’m going to guess it’s the Jewish half.”\n\nThis is a population map\n[https://upload.wikimedia.org/wikipedia/commons/9/96/Demographic_map_of_Palestine_-_Israel_-_with_Legend.png]\nof the territory the Israeli…",
  "original_created_utc": 1614115952,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "迈克尔-切说。\"以色列报告说，他们已经为一半的人接种了疫苗。\n人口。我猜是犹太人的一半。\"\n\n这是一张人口地图\n[https://upload.wikimedia.org/wikipedia/commons/9/96/Demographic_map_of_Palestine_-_Israel_-_with_Legend.png]\n领土上的以色列...",
      "title": "CMV：SNL关于以色列的笑话没有错。这当然不是反犹太主义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "邁克爾-切說。\"以色列報告說，他們已經爲一半的人接種了疫苗。\n人口。我猜是猶太人的一半。\"\n\n這是一張人口地圖\n[https://upload.wikimedia.org/wikipedia/commons/9/96/Demographic_map_of_Palestine_-_Israel_-_with_Legend.png]\n領土上的以色列...",
      "title": "CMV：SNL關於以色列的笑話沒有錯。這當然不是反猶太主義。"
    }
  ],
  "title": "CMV: There’s nothing wrong with the SNL joke about Israel. It’s certainly not anti-semitic.",
  "created_utc": 1614123736,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Michael Che said: “Israel is reporting that they’ve vaccinated half of their population. I’m going to guess it’s the Jewish half.”</p>\n\n<p><a href=\"https://upload.wikimedia.org/wikipedia/commons/9/96/Demographic_map_of_Palestine_-_Israel_-_with_Legend.png\">This is a population map</a> of the territory the Israeli government controls. More than 14 million people, roughly half of them Jews and the other half Palestinians, live there.</p>\n\n<p>Jews can move freely throughout this territory, live where they want (except for Gaza) and enjoy full rights as citizens of Israel. Almost all of them have been vaccinated.</p>\n\n<p>The picture gets more difficult with the Palestinians. They can be categorized into four groups:</p>\n\n<p>Palestinians who live on land defined in 1948 as Israeli sovereign territory (sometimes called Arab-Israelis) are Israeli citizens and make up 17% of the state’s citizenry. While this status affords them many rights, they do not enjoy the same rights as Jewish citizens by either law or practice. They’ve been vaccinated at roughly equal pace as Jews living anywhere on territory controlled by Israel.</p>\n\n<p>Roughly 350,000 Palestinians live in East Jerusalem, that Israel annexed to its sovereign territory in 1967. They are defined as permanent residents of Israel a status that allows them to live and work in Israel without needing special permits, to receive social benefits and health insurance, and to vote in municipal elections. Yet permanent residency, unlike citizenship, may be revoked at any time, at the complete discretion of the Minister of the Interior. In certain circumstances, it can also expire. <a href=\"https://www.timesofisrael.com/israel-to-vaccinate-its-east-jerusalem-residents-living-beyond-security-barrier/\">The vaccine rollout is only now beginning there.</a></p>\n\n<p>Although Israel never formally annexed the West Bank, it treats the territory as its own. More than 2.6 million Palestinian subjects live in the West Bank, in dozens of disconnected enclaves, under rigid military rule and without political rights. In about 40% of the territory, Israel has transferred some civilian powers to the Palestinian Authority (PA). However, the PA is still subordinate to Israel and can only exercise its limited powers with Israel’s consent. Israel has begun to provide vaccinations to the 122,000 West Bank Palestinians who work in Israel. Some Palestinians who work in the health care sector have already been vaccinated, but those are a small minority.</p>\n\n<p>The Gaza Strip is home to about two million Palestinians, also denied political rights. In 2005, Israel withdrew its forces from the Gaza Strip, dismantled the settlements it built there and abdicated any responsibility for the fate of the Palestinian population. After the Hamas takeover in 2007, Israel imposed a blockade on the Gaza Strip that is still in place. Throughout all of these years, Israel has continued to control nearly every aspect of life in Gaza from outside. A few days ago Israel allowed the first import of vaccines there. The shipment, sent by the Palestinian Authority from the occupied West Bank, included 2,000 doses of Russia’s Sputnik V vaccine, enough to inoculate 1,000 people in a two-shot regimen.</p>\n\n<p>In other words: Israel has been vaccinating the Jewish half of its population. CMV</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/lqtno4/cmv_theres_nothing_wrong_with_the_snl_joke_about/",
  "subreddit": "changemyview",
  "id": "lqtno4",
  "is_self": true,
  "media": null,
  "is_video": false
}