{
  "author": "bluepillarmy",
  "original_created_utc": 1628005352,
  "title": "CMV: It doesn't make sense to compare the George Floyd riots to January 6",
  "created_utc": 1628080878,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I remember a few months ago there were a few posts on this sub about how the riots that followed the murder of George Floyd were worse than the January 6 storming of the U.S. Capitol.  Usually, the logic went something like this, “Only five people died in Capitol on January 6 and very little actual damage was inflicted, whereas dozens were killed in the aftermath of Floyd’s death and billions of dollars were lost in fires and property damages.”  I don’t think I’m straw-manning too badly there.  Please feel free to correct me if I have mischaracterized that argument.  </p>\n\n<p>That argument is  flawed.  For a bunch of reasons.  Let’s start with two. First, why are we even comparing the two?  It’s not a contest and if you think it is, you’ve got real problems.  Secondly, it might seem counterintuitive, but crimes are not usually measured in lives lost or dollars of damage done.  Not by, judges who issue sentences and certainly not by society at large.  Don’t believe me?  Check out <a href=\"https://en.wikipedia.org/wiki/Michael_J._Devlin\">Michael J. Devlin</a>.  He’s serving 71 life sentences, making him the second most sentenced person in the history of the world, and he never actually killed anyone.  </p>\n\n<p>Need more evidence? How many vehicular manslaughterers can you name?  How many serial killers?  And yet, more people have been killed by vehicular manslaughter than by serial killers by orders of magnitude.  Nonetheless, society as a whole, considers vehicular manslaughter to be quite mundane and serial murder to be morbidly enthralling.  </p>\n\n<p>So, having got that out of the way, let’s examine the events that are being compared.  I’ll try my best to remain as objective as possible here and I hope to demonstrate that apart from being motivated by a perceived sense of injustice on the part of the perpetrators the two are in no way alike. I will outline that while the Floyd riots were tragic and unnecessary, the January 6 storming was demonstrably worse given the circumstances leading up to the outbreak of violence, the outcome being sought by the perpetrators and the unprecedented nature of the attack.  </p>\n\n<p>Let’s start with the Floyd protests.  I would like to preface this by saying that I find it particularly odious when people try to excuse or downplay the damage caused by the rioters.  I think that it is profoundly disrespectful to the people who lost their lives or their livelihoods to senseless violence.  </p>\n\n<p>Having said that, there was sadly nothing new in the unrest that followed Floyd’s death.  Watts 1965, Detroit 1967, South Central LA 1992, Baltimore 2015, the list goes on and on.  The catalyst in each of these events was the fact that police have a reputation of murdering African Americans without much in the way of oversight and consequences.  If one accepts this reputation as deserved, I could certainly see how it might lead to outrage.  .  It does not excuse the behavior in any way but it is important to note that there is no attempt to influence policy when someone sets fire to a Target or loots a liquor store.  These actions are expressions of nihilistic rage and/or crimes of opportunity.  </p>\n\n<p>And, it must be noted, despite despicable exceptions, most of the protests <em>were actually</em> peaceful.  Demonstrations happened all over the country and the world, they were, in fact, <a href=\"https://en.wikipedia.org/wiki/2020%E2%80%932021_United_States_racial_unrest\">the largest protests in the history of the United States</a>. With 15-26 million people taking part in some way, it is unfortunate but not at all surprising that some of the protests devolved into violence. </p>\n\n<p>Now let’s look at January 6:  First, what was the impetus behind the violence?  It was that the President of the United States refused to accept his loss in the preceding election and claimed that his opponent had cheated. That same president brought numerous court cases against his opponent in numerous states, but none came to any fruition.  The president then gave a speech, on the day the Senate was certifying the results of the election and he repeated his claim that the election was stolen from him to some of his most ardent supporters.  He made this speech about half a mile from the place where the events were taking place.  </p>\n\n<p>That brings us to the best part.  Violence immediately ensued.  Now, this violence was not really a riot in the way that some of the events following Floyd&#39;s death were riots.  This was not just wanton theft and destruction.  There was a point.  And the point was to overturn the results of the 2020 election, to thwart a process that had worked fifty-eight times in American history and also to ignore the decisions of the courts in the eighty-six cases concerning the 2020 election, all of which Trump and his allies lost.  That&#39;s a first in American history.  The first time that a group of people tried to use violence to force a different outcome of a presidential election.  Not even in 1860, an election that led directly to the Civil War, was anyone disputing the results of the election.    </p>\n\n<p>Lots of people who try to excuse Trump&#39;s speech on January 6 will try to claim that he never made any explicit call to violence.  I would urge anyone reading this to check it out for yourself.  It seems pretty inflammatory to me, particularly considering the speaker is the holder of the highest office in the land, but I suppose that&#39;s my subjective opinion.  One thing that no one can deny, however, is that directly following the President&#39;s speech violent acts did occur.  There had never been an instance in the history of the U.S. when a president, sitting or former, gave a speech in which the listeners were immediately moved to violence.  That is quite the opposite of anything any president ever did before.  Even Lincoln called for calm and understanding of his opponents who were tearing the country apart.    </p>\n\n<p>And this is why, I think it is absolutely clear that the riots that took place in the summer of 2020 should not be compared at all to the attack on the U.S. Capitol in January 2021.  They are not in any way similar.  Not in motive, not in scope, not in precedent, not in intent.  I believe that anyone who claims otherwise is willfully ignoring facts or simply choosing to believe what makes them feel comfortable.  I am open to having my view challenged, however.  Please, change my mind.</p>\n</div><!-- SC_ON -->",
  "score": 160,
  "permalink": "/r/changemyview/comments/ox63re/cmv_it_doesnt_make_sense_to_compare_the_george/",
  "subreddit": "changemyview",
  "id": "ox63re",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I remember a few months ago there were a few posts on this sub about how the\nriots that followed the murder of George Floyd were worse than the January 6\nstorming of the U.S. Capitol. Usually, the logic went something like this, “Only\nfive people died in Capitol on January 6 and very little actual…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "数ヶ月前、このサブサイトでは、日本での暴動の影響についての記事がいくつかあったのを覚えています。\nジョージ・フロイドが殺された後の暴動は、1月6日に米国で起きた暴動よりもひどいという内容の投稿がいくつかあったのを覚えています。\nこのサブサイトでは、ジョージ・フロイド殺害後の暴動は、1月6日の連邦議会議事堂襲撃よりもひどいという投稿がいくつかありました。たいていの場合、その論理は次のようなものでした：「たった5人しか死んでいない。\n1月6日に国会議事堂で死んだのは5人だけで、実際にはほとんど...",
      "title": "CMV：ジョージ・フロイドの暴動と1月6日を比較するのは意味がない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我记得几个月前，在这个子网站上有几个帖子说到\n乔治-弗洛伊德被谋杀后发生的骚乱比1月6日的\n冲击美国国会大厦。通常情况下，其逻辑是这样的：\"1月6日国会大厦只有\n1月6日在国会大厦只有5人死亡，而实际发生的事件却很少。",
      "title": "CMV：将乔治-弗洛伊德的暴乱与1月6日的暴乱相提并论是没有意义的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我記得幾個月前，在這個子網站上有幾個帖子說到\n喬治-弗洛伊德被謀殺後發生的騷亂比1月6日的\n衝擊美國國會大廈。通常情況下，其邏輯是這樣的：\"1月6日國會大廈只有\n1月6日在國會大廈只有5人死亡，而實際發生的事件卻很少。",
      "title": "CMV：將喬治-弗洛伊德的暴亂與1月6日的暴亂相提並論是沒有意義的。"
    }
  ]
}