{
  "author": "31Peaches89",
  "original_created_utc": 1636071184,
  "title": "CMV: Using the terms African-American or Mexican-American is divisive",
  "created_utc": 1636108621,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am of Mexican descent, however I was born in America. My parents were born in America. If I go back a couple generations then the term Mexican-American can be applied because my great-great-grandparents came from both Mexico and Spain. However referring to me as Mexican-American does not apply because I am not from there. </p>\n\n<p>Same with the term African-American. We label people with certain geographic descriptors when said people are not from that geographic region. White people are not referred to as European-American, just American. Tagging on an extra descriptor adds a separate, divisive characteristic when there is no difference in where they were born. I understand respecting peoples&#39; cultural differences but labeling them something they&#39;re not is wrong. </p>\n\n<p>I am very proud of my heritage. That is completely separate, but first and foremost I am American.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/qmymjg/cmv_using_the_terms_africanamerican_or/",
  "subreddit": "changemyview",
  "id": "qmymjg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am of Mexican descent, however I was born in America. My parents were born in\nAmerica. If I go back a couple generations then the term Mexican-American can be\napplied because my great-great-grandparents came from both Mexico and Spain.\nHowever referring to me as Mexican-American does not apply…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はメキシコ系ですが、アメリカで生まれました。私の両親はアメリカで生まれました。\nアメリカで生まれました。数世代前に遡れば、私の曾祖父母はメキシコとスペインの両方から来ているので、メキシコ系アメリカ人という言葉が当てはまります。\n曾祖父母がメキシコとスペインの両方から来ているので、メキシコ系アメリカ人という言葉が適用できます。\nしかし、私をメキシコ系アメリカ人と呼ぶことは当てはまりません...。",
      "title": "CMV: アフリカ系アメリカ人やメキシコ系アメリカ人という言葉を使うことは分裂を招く"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是墨西哥人的后裔，然而我出生在美国。我的父母都出生在\n美国。如果我往前追溯几代人，那么墨西哥裔美国人这个词就可以适用了\n因为我的曾曾祖父母都来自墨西哥和西班牙。\n然而，将我称为墨西哥裔美国人并不适用...",
      "title": "CMV：使用非裔美国人或墨西哥裔美国人的术语是分裂性的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是墨西哥人的後裔，然而我出生在美國。我的父母都出生在\n美國。如果我往前追溯幾代人，那麼墨西哥裔美國人這個詞就可以適用了\n因爲我的曾曾祖父母都來自墨西哥和西班牙。\n然而，將我稱爲墨西哥裔美國人並不適用...",
      "title": "CMV：使用非裔美國人或墨西哥裔美國人的術語是分裂性的"
    }
  ]
}