{
  "author": "Bigringcycling",
  "original_created_utc": 1635559664,
  "title": "YSK: The poisoned Halloween candy scare myth",
  "created_utc": 1635565299,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: No cases of strangers killing or permanently injuring children this way have been proven. Commonly, the story appears in the media when a young child dies suddenly after Halloween.</p>\n\n<p>In rare cases, adult family members have spread this story in an effort to cover up murder or accidental deaths. In other incidents, a child who has been told about poisoned candy places a dangerous object or substance in a pile of candy and pretends that it was the work of a stranger. This behavior is called the copycat effect.</p>\n\n<p>Of course, always take caution and inspect but know that it is not as big of a threat as media might make it each year. </p>\n\n<p><a href=\"https://en.wikipedia.org/wiki/Poisoned_candy_myths\">Wiki Info</a></p>\n\n<p><a href=\"https://www.cbc.ca/news/health/halloween-candy-tampering-urban-legend-truth-1.5341734\">4 cases of tampering reported between 2008 and 2019, but none resulted in injury or death, CFIA says (Canada)</a></p>\n\n<p><a href=\"https://www.cnn.com/2019/10/30/health/halloween-candy-panic-conversation-wellness/index.html\">CNN article 2019</a></p>\n</div><!-- SC_ON -->",
  "score": 98,
  "permalink": "/r/YouShouldKnow/comments/qirqcs/ysk_the_poisoned_halloween_candy_scare_myth/",
  "subreddit": "YouShouldKnow",
  "id": "qirqcs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: No cases of strangers killing or permanently injuring children this way\nhave been proven. Commonly, the story appears in the media when a young child\ndies suddenly after Halloween.\n\nIn rare cases, adult family members have spread this story in an effort to cover\nup murder or accidental…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：見知らぬ人がこの方法で子供を殺したり、後遺症を残したりした事例は\n証明されていません。一般的には、ハロウィーンの後に幼い子供が急死した場合にメディアに取り上げられます。\nハロウィーンの後、幼い子供が急死したときにメディアに登場します。\n\nまれに、大人の家族が殺人や事故を隠蔽するために、この話を広めてしまうことがあります。\n隠ぺいしようとしてこの話を広めてしまうことがあります...",
      "title": "YSK: ハロウィンの毒入りお菓子の恐怖神話"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：没有证据表明有陌生人以这种方式杀害或永久伤害儿童的案例。\n已经被证实。通常，这个故事出现在媒体上，当一个年轻的孩子\n万圣节后突然死亡。\n\n在极少数情况下，成年家庭成员散布这个故事，试图掩盖\n掩盖谋杀或意外...",
      "title": "YSK：有毒的万圣节糖果的恐慌神话"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：沒有證據表明有陌生人以這種方式殺害或永久傷害兒童的案例。\n已經被證實。通常，這個故事出現在媒體上，當一個年輕的孩子\n萬聖節後突然死亡。\n\n在極少數情況下，成年家庭成員散佈這個故事，試圖掩蓋\n掩蓋謀殺或意外...",
      "title": "YSK：有毒的萬聖節糖果的恐慌神話"
    }
  ]
}