{
  "author": "bruhnie",
  "the_new_excerpt": "Edit: It’s come to my attention that there’s a difference between polyamory and\nopen relationships. Due to my lack of knowledge in the topic, I wrote this post\nmostly thinking about open relationships, so maybe take that into consideration\nwhen reading this. But it also works for other non…",
  "original_created_utc": 1616712076,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：我注意到多角恋和多角恋是有区别的。\n开放的关系。由于我对这个话题的认识不足，我写了这个帖子\n主要是考虑到开放的关系，所以可能会考虑到这一点。\n读到这里时。但它也适用于其他非...",
      "title": "CMV：多角恋只是美化了的FOMO"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：我注意到多角戀和多角戀是有區別的。\n開放的關係。由於我對這個話題的認識不足，我寫了這個帖子\n主要是考慮到開放的關係，所以可能會考慮到這一點。\n讀到這裏時。但它也適用於其他非...",
      "title": "CMV：多角戀只是美化了的FOMO"
    }
  ],
  "title": "CMV: Polyamory is just glorified FOMO",
  "created_utc": 1616784743,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: It’s come to my attention that there’s a difference between polyamory and open relationships. Due to my lack of knowledge in the topic, I wrote this post mostly thinking about open relationships, so maybe take that into consideration when reading this. But it also works for other non-monogamous relationships </p>\n\n<p>Let me preface this by saying that although I don’t get it, I respect any consenting adult’s decision to be in this or any other type of relationship. You do you.</p>\n\n<p>However, I can’t help but feel like polyamorous people are afraid of missing out on “the best things” in life for being tied up to someone else. Instead of picturing the million things and experiences they could have with a partner, they seem to immediately consider the opposite, what they think they won’t be able to do. It’s almost as if they already expect the worst in every partner. </p>\n\n<p>I’ve heard the argument that not all partners are equal: that while you may have a main partner, you may also have one for cuddling, another for traveling and whatnot. But most people already have different friends/colleagues for different occasions, so why do polyamorous people feel the need to be romantically/sexually involved with others?</p>\n\n<p>I think we can all agree that love isn’t just the feelings of infatuation, attraction, etc. Actual love comes with effort, selflessness and patience, so when someone claims to love another but can’t seem to compromise on some personal desires, they just seem selfish and insatiable. They just seem to be always looking for the next best thing.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/mdafnf/cmv_polyamory_is_just_glorified_fomo/",
  "subreddit": "changemyview",
  "id": "mdafnf",
  "is_self": true,
  "media": null,
  "is_video": false
}