{
  "author": "HuskerNatChamps2020",
  "original_created_utc": 1635198372,
  "title": "Bull market reminder: this sub and other crypto subs are dangerous echo-chambers that can lead to portfolio pound town if not taken seriously.",
  "created_utc": 1635216258,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This sub and every other crypto sub is a dangerous echo-chamber aimed at one thing, blasting you with enough information to keep you crawling back. </p>\n\n<p>Every post in a bull-market that is even slightly bearish gets downvoted to hell. Which leaves the remainder of posts bullish, and popular opinions. That is unsafe and dangerous. Having dissenting opinions downvoted to the point that casual viewers never see them is a one way ticket to portfolio pound town. </p>\n\n<p>And much worse, with the advent of moons for upvotes. Not only are we incentivizing popular and up-votable opinions, but worse, we are disincentivizing posts that negate the hivemind. Nobody wants to make a post that will get 3 upvotes, so instead they make a post that will get more even though it’s just regurgitated bullish buzz words.</p>\n\n<p>Be fucking careful if this subreddit is the only source of information you rely on to form opinions for YOUR financial future.</p>\n\n<p>Know the signs of an echo chamber. \n1.is there only one perspective on the front page?\n2.is the viewpoint supported by rumor or incomplete evidence?\n3. Are facts ignored when they prove a dissenting opinion to be true? </p>\n\n<p>Do 5 minutes of research in the s****oon subreddit or the SHIB sub. All 3 of the above points are laid out heavily and often. </p>\n\n<p>How to avoid an echo chamber. \n1. check multiple news sources to make sure you are getting complete and objective information. \n2. interact with people who have different perspectives.\n3. JUST BECAUSE YOU WANT SOMETHING TO BE TRUE DOES NOT MEAN THAT IT IS FACT.</p>\n\n<p>Have a good rest of your day.</p>\n</div><!-- SC_ON -->",
  "score": 210,
  "permalink": "/r/CryptoCurrency/comments/qfr97e/bull_market_reminder_this_sub_and_other_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "qfr97e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This sub and every other crypto sub is a dangerous echo-chamber aimed at one\nthing, blasting you with enough information to keep you crawling back.\n\nEvery post in a bull-market that is even slightly bearish gets downvoted to\nhell. Which leaves the remainder of posts bullish, and popular opinions.…"
}