{
  "author": "anonymoud7777",
  "the_new_excerpt": "I have lost my attention span to read bulky books and I feel I dont relate with\nthe plots of lots of books I normally used to.\n\nAfter going through a plethora of titles, I decided to buy a collection of\nclassical short stories without expecting much of of it. After about reading two\nor three…",
  "original_created_utc": 1613644402,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我已经失去了阅读笨重书籍的注意力，我觉得我不与\n很多书的情节，我平时都会。\n\n在翻阅了大量的书目后，我决定买一本集子。\n经典的短篇小说，却没有对它抱有太大的期望。在大约读了两\n或三...",
      "title": "在看小说休息了一大段时间后，我开始阅读古典短篇小说，感觉真好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經失去了閱讀笨重書籍的注意力，我覺得我不與\n很多書的情節，我平時都會。\n\n在翻閱了大量的書目後，我決定買一本集子。\n經典的短篇小說，卻沒有對它抱有太大的期望。在大約讀了兩\n或三...",
      "title": "在看小說休息了一大段時間後，我開始閱讀古典短篇小說，感覺真好。"
    }
  ],
  "title": "After taking a huge break from reading fiction, I started with reading classical short stories and it feels so good.",
  "created_utc": 1613651131,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have lost my attention span to read bulky books and I feel I dont relate with the plots of lots of books I normally used to.  </p>\n\n<p>After going through a plethora of titles, I decided to buy a collection of classical short stories without expecting much of of it. After about reading two or three stories, i felt so satisfied and proud of myself for being able to do that. </p>\n\n<p>What I liked about them was they touched upon the topics of philosophy and meaning while giving the sense of escape and thrill that comes with reading books without making you commit too much to them. \nI highly recommend reading some classical short stories for those wanting to get back to reading and for avid readers as well.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/lmjt5j/after_taking_a_huge_break_from_reading_fiction_i/",
  "subreddit": "books",
  "id": "lmjt5j",
  "is_self": true,
  "media": null,
  "is_video": false
}