{
  "author": "CoruscateAsh",
  "original_created_utc": 1625098738,
  "title": "Can we please stop using abbreviations in book reviews?",
  "created_utc": 1625112710,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I really appreciate the book reviews in my Kindle app! I always read them to get a feel for whether a book is worth my time or money since I consume books at an alarming rate. \nI get frustrated though, when several reviews use the same acronym, but no one actually spells out the word. </p>\n\n<p>&quot;If you loved ACOTAR or NA fantasy, you&#39;ll love this RH book!&quot;</p>\n\n<p>Like.... has leaving book reviews become is own language?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/oba4rd/can_we_please_stop_using_abbreviations_in_book/",
  "subreddit": "books",
  "id": "oba4rd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I really appreciate the book reviews in my Kindle app! I always read them to get\na feel for whether a book is worth my time or money since I consume books at an\nalarming rate. I get frustrated though, when several reviews use the same\nacronym, but no one actually spells out the word.\n\n\"If you loved…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Kindleアプリの書評には本当に感謝しています! 私はいつもレビューを読んで\nその本が自分の時間やお金を費やす価値があるかどうかを知るために、いつも読んでいます。\n驚くべき速さで本を消費しているからです。しかし、いくつかのレビューが同じ頭文字を使用している場合、私はイライラします。\nでも、いくつかのレビューが同じ頭文字を使っていて、誰も実際に単語を綴っていないとイライラします。\n\n\"If you loved...",
      "title": "書評で略語を使うのはやめてもらえませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我真的很欣赏我的Kindle应用程序中的书评！我总是阅读它们，以获得更多信息。我总是阅读它们，以获得\n感受到一本书是否值得我花时间或金钱，因为我以惊人的速度消费书籍。\n惊人的速度。但是，当几个评论使用相同的缩写时，我感到很沮丧\n缩略语，但没有人真正拼出这个词。\n\n\"如果你喜欢...",
      "title": "我们能不能不要在书评中使用缩略语？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我真的很欣賞我的Kindle應用程序中的書評！我總是閱讀它們，以獲得更多信息。我總是閱讀它們，以獲得\n感受到一本書是否值得我花時間或金錢，因爲我以驚人的速度消費書籍。\n驚人的速度。但是，當幾個評論使用相同的縮寫時，我感到很沮喪\n縮略語，但沒有人真正拼出這個詞。\n\n\"如果你喜歡...",
      "title": "我們能不能不要在書評中使用縮略語？"
    }
  ]
}