{
  "author": "maydaying",
  "original_created_utc": 1626455452,
  "title": "Odysseus fought twice in the Trojan war - once on the actual battlefield, once in his own home of Ithaca",
  "created_utc": 1626492936,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>okay so as a non-native speaker i had a really hard time formulating that title, lol, i’ll try to explain my thoughts a bit better.</p>\n\n<p>i’m currently taking a Lit class where we dissect Odyssey and i’ve been blown away from how much i’ve missed when i first read it before taking this class (despite thinking of myself as a good reader, i apparently understood nothing lol). </p>\n\n<p>the professor is very... unique, with his own approach and i’m wondering if other people have also heard of this interpretation (and if anyone has a source, please share, for the love of god). i’d love to hear everyone’s thoughts on this topic in general!</p>\n\n<p>so a very short summary of what we’ve discussed in 40-50 class hours:</p>\n\n<p>basically, the things that go down in Odysseus’ home in Ithaca in his absence are symbolic of what happened in the Trojan war.</p>\n\n<p>the suitors are the younger brothers and sons of the warriors who accompanied Odysseus to Troy. they were too young to take part in what was thought to be the <em>greatest</em> event in history. many of them lost their family members, who were later hailed as heroes, while these kids had to grow up in the shadow of these great heroes who had fallen a decade ago. </p>\n\n<p>so, in a way, the suitors marching to Odysseus’ home, where they would have tournaments against each other and kind of... act like the warriors in Troy, just on a much smaller scale. they missed out on the real Troy and their second best option was to go after the man who indirectly caused so much suffering for Ithaca (after all, Odysseus was the one who led all the local warriors to their death). </p>\n\n<p>there are a lot of other, complex theorems that can kind of back this idea up (that suitors were playing ‘pretend’ Trojan war) and i think it could make sense to a lot of yall. i know for me it took some time but kinda clicked easily later lol.</p>\n\n<p>and, similarly to the real thing, as soon as Odysseus got back, he fought to win the war for his own home. </p>\n\n<p>i’d love to hear if you guys have any similar theories about this book or any sources where i can look them up! in my class we’ve discussed some very weird/fascinating symbolic stuff like Eumaus being the mirrored version or counterpart of Odysseus, also Odysseus being Hermes himself (this was concluded from the scene when his dog, Argus recognizes Odysseus and dies; Hermes is known as the ‘killer of Argus’ and Odysseus ends up being the ‘killer of Argus [the dog]” as well). the maniacal descent of Telemachus, who at some point, can’t stop brutally killing the suitors. and much more haha. </p>\n\n<p>გაუმარჯოს ლიბრის</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/oll92u/odysseus_fought_twice_in_the_trojan_war_once_on/",
  "subreddit": "books",
  "id": "oll92u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "okay so as a non-native speaker i had a really hard time formulating that title,\nlol, i’ll try to explain my thoughts a bit better.\n\ni’m currently taking a Lit class where we dissect Odyssey and i’ve been blown\naway from how much i’ve missed when i first read it before taking this class\n(despite…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はネイティブではないので、このタイトルをつけるのにとても苦労しました。\n笑）。私の考えをもう少しうまく説明してみましょう。\n\n私は今、オデッセイを分析する文学の授業を受けていますが、私はこのオデッセイに圧倒されました。\nこのクラスを取る前に最初に読んだときに、どれほど多くのことを見逃していたかに気づかされました。\n(にもかかわらず...",
      "title": "オデュッセウスは、トロイア戦争で2度戦いました。1度は実際の戦場で、1度は自分の故郷イサカで。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "好吧，作为一个非母语的人，我真的很难拟定这个标题。\n我试着把我的想法解释得好一点。\n\n我目前正在上文学课，我们对《奥德赛》进行剖析，我被吓了一跳，因为我第一次读它时错过了很多东西。\n我在上这门课之前第一次读这本书时错过了很多东西。\n(尽管...",
      "title": "奥德修斯在特洛伊战争中打了两次仗--一次在真正的战场上，一次在他自己的家乡伊萨卡。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好吧，作爲一個非母語的人，我真的很難擬定這個標題。\n我試着把我的想法解釋得好一點。\n\n我目前正在上文學課，我們對《奧德賽》進行剖析，我被嚇了一跳，因爲我第一次讀它時錯過了很多東西。\n我在上這門課之前第一次讀這本書時錯過了很多東西。\n(儘管...",
      "title": "奧德修斯在特洛伊戰爭中打了兩次仗--一次在真正的戰場上，一次在他自己的家鄉伊薩卡。"
    }
  ]
}