{
  "author": "SolopsisticZombie",
  "the_new_excerpt": "Disclaimer: I am not a lawyer, and I may be missing some nuances with respect to\nhow sentencing and punishments typically work, and lots of other stuff.\n\nViolence, or the threat of violence, is punished more harshly when there is more\nweight behind it. For instance, the difference between simple…",
  "original_created_utc": 1618763618,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "免責事項：私は弁護士ではありません。\n私は弁護士ではないので、判決や刑罰がどのように機能するかについてのニュアンスを見逃しているかもしれません。\n\n暴力や暴力の脅威は、その背後に重みがあれば、より厳しく罰せられます。\n暴力や暴力の脅威は、その背後にある重みが大きいほど厳しく罰せられます。例えば、単純な...",
      "title": "CMV: 暴力的な犯罪は、勤務中の警察官が行った場合、より厳しく罰せられるべきである。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "免责声明：我不是律师，我可能会遗漏一些细微的地方，比如说，我是一个律师。\n量刑和惩罚通常是如何运作的，以及许多其他东西。\n\n暴力，或暴力威胁，是惩罚更严厉，当有更多的。\n背后的重量。比如说，简单的区别...",
      "title": "CMV：如果暴力犯罪是由执勤警察所为，则应予以更严厉的惩罚。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "免責聲明：我不是律師，我可能會遺漏一些細微的地方，比如說，我是一個律師。\n量刑和懲罰通常是如何運作的，以及許多其他東西。\n\n暴力，或暴力威脅，是懲罰更嚴厲，當有更多的。\n背後的重量。比如說，簡單的區別...",
      "title": "CMV：如果暴力犯罪是由執勤警察所爲，則應予以更嚴厲的懲罰。"
    }
  ],
  "title": "CMV: Violent crimes should be punished more harshly if they are committed by on-duty police officers",
  "created_utc": 1618771145,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Disclaimer: I am not a lawyer, and I may be missing some nuances with respect to how sentencing and punishments typically work, and lots of other stuff.</p>\n\n<p>Violence, or the threat of violence, is punished more harshly when there is more weight behind it. For instance, the difference between simple battery and aggravated battery generally includes the use of a deadly weapon, even if the injury sustained by the victim is the same.</p>\n\n<p>The actions of on-duty police officers have the implicit backing of the state, which has a monopoly on the legitimate use of violence. In the same way that it is worse to commit a crime with a deadly weapon than it is to commit that same crime without one, it is also worse to commit a crime while leveraging the power of the state than it is to commit the same crime without leveraging that power. </p>\n\n<p>I therefore believe that violent crimes such as assault, battery, manslaughter, and murder that are committed by on-duty police officers should carry increased punishments. For instance, an on-duty police officer who commits second degree murder might be subjected to the same range of sentences as a non- (or off-duty) police officer who committed first degree murder.</p>\n</div><!-- SC_ON -->",
  "score": 313,
  "permalink": "/r/changemyview/comments/mtg741/cmv_violent_crimes_should_be_punished_more/",
  "subreddit": "changemyview",
  "id": "mtg741",
  "is_self": true,
  "media": null,
  "is_video": false
}