{
  "author": "4ofclubs",
  "original_created_utc": 1632959952,
  "title": "Fictional books about depression?",
  "created_utc": 1633005319,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read &quot;The Midnight Library&quot; after many people&#39;s suggestions about how it tackles mental illness, and I was <strong>severely disappointed.</strong> The book started off great but turned in to a YA drivel-fest. Not awful, just super pandering and obvious ending.</p>\n\n<p>Would love a book that focuses on a character with depression, it could be a biography or something from the first person as well, just really wanting to read a book with someone I heavily relate to.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/py7wno/fictional_books_about_depression/",
  "subreddit": "booksuggestions",
  "id": "py7wno",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I read \"The Midnight Library\" after many people's suggestions about how it\ntackles mental illness, and I was severely disappointed. The book started off\ngreat but turned in to a YA drivel-fest. Not awful, just super pandering and\nobvious ending.\n\nWould love a book that focuses on a character with…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "真夜中の図書館」を読んだのは、多くの人から「こんなのどう？\n心の病をテーマにしているということで読んでみたのですが、期待はずれでした。この本は最初は良かったのですが\n始まりは良かったのですが、YAの戯れ言のようになってしまいました。ひどくはありませんが、超迎合的でわかりやすい結末です。\n明らかな結末。\n\n心の病を抱えたキャラクターに焦点を当てた本が欲しいです。",
      "title": "うつ病をテーマにしたフィクションの本？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在许多人建议下，我阅读了《午夜图书馆》，了解它如何处理精神疾病。\n应对精神疾病，但我感到非常失望。这本书开始的时候\n很好，但却变成了一个青少年的胡言乱语的聚会。不是很糟糕，只是超级讨好和\n明显的结局。\n\n我很想看一本专注于有心理疾病的人物的书。",
      "title": "关于抑郁症的虚构书籍？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在許多人建議下，我閱讀了《午夜圖書館》，瞭解它如何處理精神疾病。\n應對精神疾病，但我感到非常失望。這本書開始的時候\n很好，但卻變成了一個青少年的胡言亂語的聚會。不是很糟糕，只是超級討好和\n明顯的結局。\n\n我很想看一本專注於有心理疾病的人物的書。",
      "title": "關於抑鬱症的虛構書籍？"
    }
  ]
}