{
  "author": "jillianmd",
  "the_new_excerpt": "Why YSK: because in many cases you won’t have access to that school email\nanymore or will just forget to check it but you’ll often receive emails to it\nfrom the school long after you’ve left.\n\nAnd sometimes these emails are VERY important (example: “you actually owe us\nmore tuition and if you don’t…",
  "original_created_utc": 1617118127,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：因为在很多情况下，你将无法访问该学校的邮箱\n或会忘记查看，但你会经常收到电子邮件到它\n在你离开学校很久之后，从学校。\n\n有时这些邮件非常重要（例如：\"你其实欠我们的。\"其实你欠我们的\n更多的学费，如果你不... ...",
      "title": "YSK如果你是大学生，一定要在毕业/离校前设置好学生邮箱，转发到个人邮箱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：因爲在很多情況下，你將無法訪問該學校的郵箱\n或會忘記查看，但你會經常收到電子郵件到它\n在你離開學校很久之後，從學校。\n\n有時這些郵件非常重要（例如：\"你其實欠我們的。\"其實你欠我們的\n更多的學費，如果你不... ...",
      "title": "YSK如果你是大學生，一定要在畢業/離校前設置好學生郵箱，轉發到個人郵箱。"
    }
  ],
  "title": "YSK if you’re a college student, make sure you set up your student email address to forward to your personal email before you graduate/leave.",
  "created_utc": 1617134282,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: because in many cases you won’t have access to that school email anymore or will just forget to check it but you’ll often receive emails to it from the school long after you’ve left. </p>\n\n<p>And sometimes these emails are VERY important (example: “you actually owe us more tuition and if you don’t pay we’re sending it to collections”) and the school can hide behind “we informed you” because they sent it to your student email account. </p>\n\n<p>Hopefully forwarding your email will just let you find out about alumni events or other benign emails that you would have missed otherwise, but if there is something important / dubious like above example, you won’t miss it.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/mgikth/ysk_if_youre_a_college_student_make_sure_you_set/",
  "subreddit": "YouShouldKnow",
  "id": "mgikth",
  "is_self": true,
  "media": null,
  "is_video": false
}