{
  "author": "SB-Corey",
  "original_created_utc": 1636531130,
  "title": "CMV: Men honour people's privacy in a more effective way than women.",
  "created_utc": 1636547764,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Gonna be straight up and accept this sounds inherently sexist. It probably is. It&#39;s my view that a large majority of women have a hard time keeping things private. I come to this conclusion after spending a roughly equal amount of time among men and women, both in the workplace and in private, and observing societal behaviours in general. Women admitting to me, and others, that they tend to share everything because &quot;it&#39;s what women do&quot; and &quot;I needed to vent&quot;, and men expressing their concern on the lack of privacy in their relationships.</p>\n\n<p>I see countless comments over reddit that this is a major thing that concerns men. I&#39;ve experienced it myself in my own relationships. A few months down the line from a couple days of bad sex, I connected the dots and realised that her friends knew exactly what was going on the whole time. Like a dirty little secret to be used as amusement among women. Even joking about it by (trying to be) subtle when I was around.</p>\n\n<p>Whether it&#39;s the size of your penis, your traumas, your sexual performance, your insecurities, your family troubles, the weird thing you said that one time, the time you broke down; this is all to be shared, and acceptably so, by default if you&#39;re a woman.\nMen tend to keep the topic vague enough to give the most privacy to the subject person, whereas women tend to have no filters and use it as social capital.</p>\n\n<p>Men in my experience can do this too. Some women in my life have been honourable in protecting people&#39;s privacy. But these are exceptions to the rule.</p>\n\n<p>TL;DR Women tend to operate under &#39;everything is available to be discussed unless explicitly told otherwise&#39;, constantly threatening the trust of the men (and other women) in their lives. Men usually operate with the assumption that &#39;everything is private unless told otherwise&#39;. Please CMV.</p>\n</div><!-- SC_ON -->",
  "score": 97,
  "permalink": "/r/changemyview/comments/qqpcj7/cmv_men_honour_peoples_privacy_in_a_more/",
  "subreddit": "changemyview",
  "id": "qqpcj7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Gonna be straight up and accept this sounds inherently sexist. It probably is.\nIt's my view that a large majority of women have a hard time keeping things\nprivate. I come to this conclusion after spending a roughly equal amount of time\namong men and women, both in the workplace and in private, and…"
}