{
  "author": "readingismyescapism",
  "original_created_utc": 1625788093,
  "title": "Please don't say \"that book has an amazing plot twist!\"",
  "created_utc": 1625794522,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Does this bother anyone else? I consider it to be a significant spoiler. The point of a plot twist is that you do not see it coming. This really upsets me because now I know that when I read the book it&#39;s all going to flip on its head at some point. Part of enjoying that book would have been the surprise of the plot twist.</p>\n\n<p>Now it&#39;s not always this dramatic, but I really think people should understand that when they say this they are indirectly spoiling a part of the reading experience.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/books/comments/ogjiah/please_dont_say_that_book_has_an_amazing_plot/",
  "subreddit": "books",
  "id": "ogjiah",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Does this bother anyone else? I consider it to be a significant spoiler. The\npoint of a plot twist is that you do not see it coming. This really upsets me\nbecause now I know that when I read the book it's all going to flip on its head\nat some point. Part of enjoying that book would have been the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これが気になる人はいますか？私は重要なネタバレだと思っています。ストーリーの\nプロットツイストのポイントは、あなたがそれを予想していないことです。これは本当に腹立たしいことです。\nなぜなら、本を読むときには、いつかはすべてがひっくり返ることがわかっているからです。\nこれは本当に腹立たしいことです。その本を楽しむことの一部は、...",
      "title": "\"あの本にはすごい仕掛けがある！\"なんて言わないでくださいね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是否困扰着其他人呢？我认为这是一个重要的破坏者。剧情转折的意义在于\n情节转折的意义在于你没有看到它的到来。这真的让我感到不安\n因为现在我知道，当我读这本书时，所有的事情都会在某个时候翻转过来\n在某一点上。享受这本书的部分原因是...",
      "title": "请不要说 \"那本书有一个惊人的情节转折！\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是否困擾着其他人呢？我認爲這是一個重要的破壞者。劇情轉折的意義在於\n情節轉折的意義在於你沒有看到它的到來。這真的讓我感到不安\n因爲現在我知道，當我讀這本書時，所有的事情都會在某個時候翻轉過來\n在某一點上。享受這本書的部分原因是...",
      "title": "請不要說 \"那本書有一個驚人的情節轉折！\""
    }
  ]
}