{
  "author": "Glitch-404",
  "original_created_utc": 1632827067,
  "title": "CMV: The right to vote should never be removed from a current citizen.",
  "created_utc": 1632847966,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>(Edit: I have switched to desktop and am having trouble finding new posts...if I don&#39;t reply to yours, I apologize...I&#39;m probably still looking for it.)</p>\n\n<p>The only ways I know of that you can be disenfranchised (permanently or temporarily) in the US are:\n1) Crime\n2) Debt\n3) Disability\n4) Place of residence</p>\n\n<p>Of these, I can’t see any legitimate reason for them.  </p>\n\n<p>In the cases that have potentially understandable reasoning (e.g. complete mental incapacity) would seem to have such a small impact on an election as to be negligible.  A couple of non-vetted sources estimate numbers on the scale of thousands to a couple million of Americans…less than 1% of the general population by the most recent census.</p>\n\n<p>The remainder of cases are by definition reasons I don’t even see the potential for legitimacy.</p>\n\n<p>To be clear, I am not referring to practices of voter suppression (preventing legal voters from legally voting).  I am referring to legally stripping a voter from their legal right to vote.</p>\n\n<p>Edit: I have agreed that severe mental incapacity would be a reasonable exception.\nEdit: I have some homework to figure out the difference between depriving rights such as lift/liberty (capital punishment/imprisonment) and voting.\nEdit: There are methods of voter suppression that amount to disenfranchisement.  In the interest of staying on topic I am avoiding encouraging discussion in that grey area and staying in clearcut &quot;officially removed right to vote&quot;.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/px3zc1/cmv_the_right_to_vote_should_never_be_removed/",
  "subreddit": "changemyview",
  "id": "px3zc1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "(Edit: I have switched to desktop and am having trouble finding new posts...if I\ndon't reply to yours, I apologize...I'm probably still looking for it.)\n\nThe only ways I know of that you can be disenfranchised (permanently or\ntemporarily) in the US are: 1) Crime 2) Debt 3) Disability 4) Place of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "(編集：デスクトップに切り替えたので、新しい投稿を見つけるのに苦労しています...。\nあなたの記事に返信していなかったら、申し訳ありません。)\n\n私が知っている限りでは、アメリカで（永久的または一時的に）権利を剥奪される方法は以下の通りです。\n一時的に）米国で権利を剥奪される唯一の方法は、以下の通りです。1)犯罪 2)借金 3)障害者 4)居住地...",
      "title": "CMV：選挙権は、現役の市民から絶対に取り上げるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "(编辑：我已经换成了台式机，现在找不到新的帖子...如果我\n如果我没有回复你的帖子，我很抱歉......我可能还在寻找它）。)\n\n据我所知，在美国，你可以被剥夺选举权（永久或临时）的唯一方法是\n暂时）的方法是。1) 犯罪 2) 债务 3) 残疾 4) 地方...",
      "title": "CMV：投票权永远不应该从现在的公民身上取消。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "(編輯：我已經換成了臺式機，現在找不到新的帖子...如果我\n如果我沒有回覆你的帖子，我很抱歉......我可能還在尋找它）。)\n\n據我所知，在美國，你可以被剝奪選舉權（永久或臨時）的唯一方法是\n暫時）的方法是。1) 犯罪 2) 債務 3) 殘疾 4) 地方...",
      "title": "CMV：投票權永遠不應該從現在的公民身上取消。"
    }
  ]
}