{
  "author": "plzbniceimsensitive",
  "original_created_utc": 1627244142,
  "title": "CMV: conspiracy theories run rampant because our \"leaders\" are known to always be lying and gaslighting.",
  "created_utc": 1627249333,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Almost every authority figure in politics is known to lie and twist the truth. I&#39;M no historical scholar but it seems that has been the case for generations. We allow them to lie to us and believe what we want to when we want to. Believing known liars is dumber than believing conspiracy nonsense, imo. When the main sources that inform the public are known to be corrupt then people will seek information elsewhere. The constant lies from authority are more to blame for the rise of conspiracies than the people just being dumb and believing whatever nonsense they find online.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/orj12f/cmv_conspiracy_theories_run_rampant_because_our/",
  "subreddit": "changemyview",
  "id": "orj12f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Almost every authority figure in politics is known to lie and twist the truth.\nI'M no historical scholar but it seems that has been the case for generations.\nWe allow them to lie to us and believe what we want to when we want to.\nBelieving known liars is dumber than believing conspiracy nonsense,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "政治の世界では、ほとんどの権力者が嘘をつき、真実を捻じ曲げることで知られています。\n私は歴史学者ではありませんが、何世代にもわたってそうであったようです。\n私たちは彼らが嘘をつくのを許し、好きな時に好きなことを信じています。\nよく知られた嘘つきを信じることは、陰謀論的なナンセンスを信じることよりも愚かです。",
      "title": "CMV：陰謀論が蔓延しているのは、「リーダー」が常に嘘をつき、ガスライティングをしていることが知られているからです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "几乎所有的政治权威人物都以撒谎和歪曲事实而闻名。\n我不是历史学者，但似乎世世代代都是如此。\n我们允许他们对我们撒谎，在我们想相信的时候相信我们想相信的东西。\n相信已知的骗子比相信阴谋论的胡说八道更愚蠢，...",
      "title": "CMV：阴谋论横行，因为我们的 \"领导人 \"众所周知总是在撒谎和气话。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "幾乎所有的政治權威人物都以撒謊和歪曲事實而聞名。\n我不是歷史學者，但似乎世世代代都是如此。\n我們允許他們對我們撒謊，在我們想相信的時候相信我們想相信的東西。\n相信已知的騙子比相信陰謀論的胡說八道更愚蠢，...",
      "title": "CMV：陰謀論橫行，因爲我們的 \"領導人 \"衆所周知總是在撒謊和氣話。"
    }
  ]
}