{
  "author": "madxxbro",
  "original_created_utc": 1635741470,
  "title": "Anyone interested in starting a book club over discord??",
  "created_utc": 1635750346,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Of my friends I’m the only one that’s REALLY into reading. I’ve tried to get a few ppl in my life to read with me so we can discuss the books but the plans always fall through. I like a variety of genres and if anyone wants to start a book club let me know!! I’d be willing to set one up if others are interested :)</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qk6j5w/anyone_interested_in_starting_a_book_club_over/",
  "subreddit": "books",
  "id": "qk6j5w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Of my friends I’m the only one that’s REALLY into reading. I’ve tried to get a\nfew ppl in my life to read with me so we can discuss the books but the plans\nalways fall through. I like a variety of genres and if anyone wants to start a\nbook club let me know!! I’d be willing to set one up if others…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の友人の中で、本当に読書が好きなのは私だけなんです。何人かの友人に一緒に読んでもらおうとしました。\n一緒に本を読んで、本の内容について話し合おうとしたこともありましたが\nいつも頓挫してしまいます。いろいろなジャンルが好きなので、もし誰かブッククラブを始めたい人がいたら\n誰かブッククラブを始めたい人がいたら教えてください! もし誰かがブッククラブを始めたいと思っていたら、私に教えてください！もし他の人がブッククラブを始めたいと思っていたら、私は喜んで設定します。",
      "title": "誰かdiscordでブッククラブを始めてみませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我的朋友中，我是唯一一个真正喜欢阅读的人。我曾试图让我生活中的几个人和我一起阅读，这样我们就可以讨论这些书，但这些计划\n我曾试图让我生活中的几个人和我一起读书，这样我们就可以讨论这些书，但计划总是失败。\n但计划总是落空。我喜欢各种类型的书，如果有人想成立一个\n如果有人想成立一个读书俱乐部，请告诉我。我愿意建立一个，如果其他人...",
      "title": "有谁有兴趣在迪斯科上成立一个读书会？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我的朋友中，我是唯一一個真正喜歡閱讀的人。我曾試圖讓我生活中的幾個人和我一起閱讀，這樣我們就可以討論這些書，但這些計劃\n我曾試圖讓我生活中的幾個人和我一起讀書，這樣我們就可以討論這些書，但計劃總是失敗。\n但計劃總是落空。我喜歡各種類型的書，如果有人想成立一個\n如果有人想成立一個讀書俱樂部，請告訴我。我願意建立一個，如果其他人...",
      "title": "有誰有興趣在迪斯科上成立一個讀書會？"
    }
  ]
}