{
  "author": "benjaminikuta",
  "original_created_utc": 1630020922,
  "title": "CMV: Mandatory resort fees at hotels should be banned.",
  "created_utc": 1630042302,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Resort fees are an additional fee you are required to pay for a room at a hotel which in theory entitles you to certain amenities the hotel offers. I think this sort of fee should be banned as a bait and switch tactic, and any mandatory fee whatsoever should be built into all advertised prices. I am thinking of this along the lines of airline price regulations in the US, which require that advertised fares include all taxes and fees that are mandatory to travel.</p>\n\n<p>If the fee is optional, then I think it&#39;s fine to not include it in the price, much like a checked bag fee is not included in advertised prices. But a mandatory fee is just an increased room rate, and advertising a rate at a hotel of $X, when in fact the rate is $X+40 is just false advertising and should be banned.</p>\n\n<p>I&#39;m reposting from <a href=\"https://www.reddit.com/r/changemyview/comments/oi9ojb/cmv_mandatory_resort_fees_at_hotels_should_be/\">here</a>, since none of the replies made any good points.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/pcbc52/cmv_mandatory_resort_fees_at_hotels_should_be/",
  "subreddit": "changemyview",
  "id": "pcbc52",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Resort fees are an additional fee you are required to pay for a room at a hotel\nwhich in theory entitles you to certain amenities the hotel offers. I think this\nsort of fee should be banned as a bait and switch tactic, and any mandatory fee\nwhatsoever should be built into all advertised prices. I am…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "リゾートフィーとは、ホテルに宿泊する際に必要となる追加料金のことです。\nリゾートフィーとは、ホテルに宿泊する際に必要な追加料金のことで、理論的には、ホテルが提供する特定のアメニティを利用することができます。私は、このような\nこの種の料金は、おとり商法として禁止されるべきであり、いかなる必須料金であれ\nはすべての広告価格に組み込まれるべきだと思います。私は...",
      "title": "CMV: ホテルでの強制的なリゾート料金は禁止すべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "度假村费是你在酒店开房时需要支付的额外费用。\n理论上，你有权享受酒店提供的某些设施。我认为这种\n我认为这种费用应该被禁止，因为它是一种诱饵和转换策略，任何强制性费用\n任何强制性费用都应该包含在所有的广告价格中。我是...",
      "title": "CMV：应该禁止酒店的强制性度假费。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "度假村費是你在酒店開房時需要支付的額外費用。\n理論上，你有權享受酒店提供的某些設施。我認爲這種\n我認爲這種費用應該被禁止，因爲它是一種誘餌和轉換策略，任何強制性費用\n任何強制性費用都應該包含在所有的廣告價格中。我是...",
      "title": "CMV：應該禁止酒店的強制性度假費。"
    }
  ]
}