{
  "author": "TimikaWestfield",
  "original_created_utc": 1640413190,
  "title": "Building and Living off passive income. Stake it till you make it!",
  "created_utc": 1640424762,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I’ve been looking at a lot of posts on the sub and noticed that a lot of of us here are newbies who have the ultimate goal of financial independence, of not having to worry about money or constantly check at prices in order to avoid having to go to work for another day but there are also some of us here who are trying to TIME the market instead of time IN the market on crypto which is very volatile. This is a very risky move. &lt;/p&gt;\n\n&lt;p&gt;Here’s what you can do instead: &lt;/p&gt;\n\n&lt;p&gt;Make a list of cryptos you&amp;#39;ve extensively studied and are confident about. Set a deadline or a monetary value for yourself as a goal. Then, on a regular basis, invest a defined amount based on your salary into cryptos. The most important ideas to remember are DCA and HODL.&lt;/p&gt;\n\n&lt;p&gt;When you&amp;#39;ve gained a better understanding of cryptos, it&amp;#39;s time to go on to the next step, which is creating passive income (staking, yielding, etc). &lt;/p&gt;\n\n&lt;p&gt;You can either:&lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;Stake your crypto with the protocol you like with your cryptowallet.&lt;/li&gt;\n&lt;li&gt;Use platforms to lend or stake your crypto in exchange for compensation for permitting the platform to keep or lock up your coin. &lt;a href=\"https://rocketpool.net/\"&gt;Rocketpool&lt;/a&gt;, &lt;a href=\"http://haruinvest.com/\"&gt;Haru Invest&lt;/a&gt;, &lt;a href=\"https://www.kraken.com/\"&gt;Kraken&lt;/a&gt; and Lido are three investments that I personally suggest.&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;p&gt;Now imagine a future where you won’t be working as much if your passive income grows. It’s very much possible if you do it right. Staking or lending crypto alone can provide you with sufficient passive revenue. The market will reward you if you can put together a strategy and be patient in executing it.&lt;/p&gt;\n\n&lt;p&gt;Now it won’t be easy. If there are  bull markets, there will also be bear markets. All of this should be irrelevant, though, provided you have set goals and timetables for when you want to sell. Developing an emotional tie to the charts and tickers will only result in you selling at a loss.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 175,
  "permalink": "/r/CryptoCurrency/comments/ro41av/building_and_living_off_passive_income_stake_it/",
  "subreddit": "CryptoCurrency",
  "id": "ro41av",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I’ve been looking at a lot of posts on the sub\nand noticed that a lot of of us here are newbies who have the ultimate goal of\nfinancial independence, of not having to worry about money or constantly check\nat prices in order to avoid having to go to work for another…"
}