{
  "author": "SharonzHere",
  "original_created_utc": 1634751560,
  "title": "Books and writers from less represented African nations",
  "created_utc": 1634784184,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have read several books by Nigerian authors and loved them. Also recently I read Yaa Gyasi who has Ghanaian roots, have some idea about South African authors, Egyptian. Beyond this, I haven&#39;t read much while Africa is a vast continent with diverse cultures and dynamic histories.</p>\n\n<p>Please suggest books from less represented countries like Burundi, Ethiopia, Sudan, Uganda, Namibia, DRC Congo, Burkina Faso and so on.</p>\n\n<p>Please suggest books <strong>only by authors who are from those regions or trace their roots back to the nations.</strong></p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/qc6dwk/books_and_writers_from_less_represented_african/",
  "subreddit": "booksuggestions",
  "id": "qc6dwk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have read several books by Nigerian authors and loved them. Also recently I\nread Yaa Gyasi who has Ghanaian roots, have some idea about South African\nauthors, Egyptian. Beyond this, I haven't read much while Africa is a vast\ncontinent with diverse cultures and dynamic histories.\n\nPlease suggest…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ナイジェリア人作家の本を何冊か読みましたが、とても気に入りました。また、最近では\nガーナにルーツを持つYaa Gyasiを読み、南アフリカの作家やエジプトの作家についても少し知っています。\nの作家やエジプトの作家についても多少知っています。アフリカは多様な文化とダイナミックな歴史を持つ広大な大陸なので、これ以上はあまり読んでいません。\nアフリカは多様な文化とダイナミックな歴史を持つ広大な大陸です。\n\nお勧めの本を教えてください。",
      "title": "アフリカの代表的な国々の書籍と作家"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我读过几本尼日利亚作家的书，很喜欢。最近我还\n读过有加纳血统的雅-加西，对南非作家有一些了解。\n埃及作家。除此以外，我还没有读过很多书，而非洲是一个广阔的大陆，有着不同的文化和充满活力的历史。\n而非洲是一个广阔的大陆，有着不同的文化和充满活力的历史。\n\n请建议...",
      "title": "来自代表性不足的非洲国家的书籍和作家"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我讀過幾本尼日利亞作家的書，很喜歡。最近我還\n讀過有加納血統的雅-加西，對南非作家有一些瞭解。\n埃及作家。除此以外，我還沒有讀過很多書，而非洲是一個廣闊的大陸，有着不同的文化和充滿活力的歷史。\n而非洲是一個廣闊的大陸，有着不同的文化和充滿活力的歷史。\n\n請建議...",
      "title": "來自代表性不足的非洲國家的書籍和作家"
    }
  ]
}