{
  "author": "kachek47",
  "the_new_excerpt": "Why YSK: you are almost guaranteed to encounter someone with a service dog at\nsome point in your life, you should learn the proper etiquette for when that\nhappens\n\nAny interaction with someone’s service dog is distracting them from their job:\npaying attention to their human in case they need help.…",
  "original_created_utc": 1622585028,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、人生のどこかで介助犬を連れた人と出会う可能性があるからです。\n介助犬を連れた人に出会うことがあると思うので、その時のためのエチケットを学ぶべきです。\nその時のために\n\n介助犬との交流は、介助犬の仕事の妨げになります。\n介助犬が助けを必要とする場合に備えて、人間に注意を払うこと....",
      "title": "YSK：介助犬が存在しないかのように振る舞う"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：你几乎肯定会在生活中的某个时刻遇到带服务犬的人。\n的人，你应该学习适当的礼仪，以应对这种情况。\n发生时\n\n与某人的服务犬的任何互动都是在分散他们的工作注意力。\n注意他们的人，以防他们需要帮助....",
      "title": "YSK：表现得好像服务犬不存在一样"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：你幾乎肯定會在生活中的某個時刻遇到帶服務犬的人。\n的人，你應該學習適當的禮儀，以應對這種情況。\n發生時\n\n與某人的服務犬的任何互動都是在分散他們的工作注意力。\n注意他們的人，以防他們需要幫助....",
      "title": "YSK：表現得好像服務犬不存在一樣"
    }
  ],
  "title": "YSK: act as if service dogs don’t exist",
  "created_utc": 1622593936,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: you are almost guaranteed to encounter someone with a service dog at some point in your life, you should learn the proper etiquette for when that happens</p>\n\n<p>Any interaction with someone’s service dog is distracting them from their job: paying attention to their human in case they need help. Petting, talking to them, extended eye contact, etc will all pull the dog’s attention away from where it’s needed, and they could miss important early warning signs of a problem with someone’s medical condition. </p>\n\n<p>Unfortunately people with service dogs regularly deal with strangers distracting them. please completely ignore service dogs unless you have express permission from their owner to interact!</p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/YouShouldKnow/comments/nq5xas/ysk_act_as_if_service_dogs_dont_exist/",
  "subreddit": "YouShouldKnow",
  "id": "nq5xas",
  "is_self": true,
  "media": null,
  "is_video": false
}