{
  "author": "andyman1994",
  "original_created_utc": 1628908247,
  "title": "CMV: The US Government should waive any visa requirements and launch a Dunkirk style hail mary Berlin airlift mass evacuation of any women or children from Afghanistan who want to be relocated to the United States, no questions asked.",
  "created_utc": 1628919034,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Afghanistan is a lost cause and countless thousands of afghans have grown up in a democracy and are going to be plunged into a handmaid&#39;s tale dystopia very soon. I met an all girls law school team of afghan women at an event a few years ago, and I can&#39;t imagine what they must be going through right now. If America got taken over by a fanatical religious group like in the handmaid&#39;s tale I would hope other nations would take the citizens of my nation in. Yes, there is nuance, and there are even theocratic Islamic nations which aren&#39;t all that bad to live in. But the Taliban will not treat women or anyone else fairly. The United States can and should immediately send as many of our planes as possible and draft civilian airliners if possible to send to Afghanistan and offer to rescue and relocate as many afghans as want to leave, the entire population of Kabul if they want to leave. We can settle them in large American cities like Detroit or Pittsburgh that have seen population declines and the influx of immigrants will benefit America in the same way the influx of Vietnamese immigrants benefited our nation. This is a moral imperative. The United States and NATO gave an entire nation of women and young people hope for the future. It&#39;s a shame that Afghanistan couldn&#39;t stand on it&#39;s own, but if we actually care about feminism and human rights at all it is our responsibility to rescue as many people as possible.</p>\n</div><!-- SC_ON -->",
  "score": 86,
  "permalink": "/r/changemyview/comments/p3znl8/cmv_the_us_government_should_waive_any_visa/",
  "subreddit": "changemyview",
  "id": "p3znl8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Afghanistan is a lost cause and countless thousands of afghans have grown up in\na democracy and are going to be plunged into a handmaid's tale dystopia very\nsoon. I met an all girls law school team of afghan women at an event a few years\nago, and I can't imagine what they must be going through right…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アフガニスタンは失われた原因であり、数え切れないほどの数のアフガニスタン人が民主主義の中で育ってきました。\n民主主義の中で育ってきたアフガニスタンの人々が、もうすぐ人魚の物語のようなディストピアに陥ってしまうのです。\nもうすぐです。数年前のイベントで、アフガニスタンの女性で構成された女子ロースクールチームに出会いました。\n私は数年前のイベントでアフガン女性の女子ロースクールチームに出会いましたが、彼女たちが今どんな状況に置かれているのか想像もつきません...。",
      "title": "CMV: アメリカ政府は、ビザを免除して、ダンケルクのように、ベルリンの万歳三唱のように、アフガニスタンからアメリカに移住したい女性や子供を、問答無用で大量に避難させるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "阿富汗是一个失败的事业，无数的阿富汗人在民主制度下成长起来，却要陷入一个婢女的行列。\n数以千计的阿富汗人在民主制度下成长起来，但很快就会陷入一个女仆的故事的二维码。\n很快。几年前，我在一次活动中遇到一个由阿富汗妇女组成的全女子法学院团队。\n我无法想象她们现在的处境......。",
      "title": "CMV：美国政府应该放弃任何签证要求，并发起敦刻尔克式的柏林空运，大规模撤离任何希望被安置到美国的阿富汗妇女或儿童，不问任何问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "阿富汗是一個失敗的事業，無數的阿富汗人在民主制度下成長起來，卻要陷入一個婢女的行列。\n數以千計的阿富汗人在民主制度下成長起來，但很快就會陷入一個女僕的故事的二維碼。\n很快。幾年前，我在一次活動中遇到一個由阿富汗婦女組成的全女子法學院團隊。\n我無法想象她們現在的處境......。",
      "title": "CMV：美國政府應該放棄任何簽證要求，併發起敦刻爾克式的柏林空運，大規模撤離任何希望被安置到美國的阿富汗婦女或兒童，不問任何問題。"
    }
  ]
}