{
  "author": "andyman1994",
  "original_created_utc": 1628908247,
  "title": "CMV: The US Government should waive any visa requirements and launch a Dunkirk style hail mary Berlin airlift mass evacuation of any women or children from Afghanistan who want to be relocated to the United States, no questions asked.",
  "created_utc": 1628919034,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Afghanistan is a lost cause and countless thousands of afghans have grown up in a democracy and are going to be plunged into a handmaid&#39;s tale dystopia very soon. I met an all girls law school team of afghan women at an event a few years ago, and I can&#39;t imagine what they must be going through right now. If America got taken over by a fanatical religious group like in the handmaid&#39;s tale I would hope other nations would take the citizens of my nation in. Yes, there is nuance, and there are even theocratic Islamic nations which aren&#39;t all that bad to live in. But the Taliban will not treat women or anyone else fairly. The United States can and should immediately send as many of our planes as possible and draft civilian airliners if possible to send to Afghanistan and offer to rescue and relocate as many afghans as want to leave, the entire population of Kabul if they want to leave. We can settle them in large American cities like Detroit or Pittsburgh that have seen population declines and the influx of immigrants will benefit America in the same way the influx of Vietnamese immigrants benefited our nation. This is a moral imperative. The United States and NATO gave an entire nation of women and young people hope for the future. It&#39;s a shame that Afghanistan couldn&#39;t stand on it&#39;s own, but if we actually care about feminism and human rights at all it is our responsibility to rescue as many people as possible.</p>\n</div><!-- SC_ON -->",
  "score": 86,
  "permalink": "/r/changemyview/comments/p3znl8/cmv_the_us_government_should_waive_any_visa/",
  "subreddit": "changemyview",
  "id": "p3znl8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Afghanistan is a lost cause and countless thousands of afghans have grown up in\na democracy and are going to be plunged into a handmaid's tale dystopia very\nsoon. I met an all girls law school team of afghan women at an event a few years\nago, and I can't imagine what they must be going through right…"
}