{
  "author": "Thegenius760",
  "the_new_excerpt": "With the invent of latest technologies and the advancement of science, I feel\nlike there is indeed a sharp decline in the old classic genre of locked room\nmysteries.\nTo be honest, they are my favourite genre of all because I was brought up with\nAgatha Christie during my early years.\nI sincerely hope…",
  "original_created_utc": 1621591144,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最新技術の発明や科学の進歩に伴い、昔ながらの「密室」というジャンルが激減しているように感じます。\n密室ミステリーという古典的なジャンルが激減しているような気がします。\nミステリという古典的なジャンルが激減しているように感じます。\n正直に言うと、私はこのジャンルが一番好きです。\nアガサ・クリスティに育てられた私にとっては、大好きなジャンルです。\n私は切に願っています。",
      "title": "密室ミステリーは、年々減少しているのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "随着最新技术的发明和科学的进步，我觉得\n随着最新技术的发明和科学的进步，我觉得旧的经典类型的上锁房间的谜题确实在急剧下降。\n悬疑小说。\n说实话，它们是我最喜欢的类型，因为我是在阿加莎-克里斯蒂的熏陶下长大的。\n阿加莎-克里斯蒂（Agatha Christie）在我早年的成长经历。\n我真诚地希望...",
      "title": "随着时间的推移，上锁房间的神秘事件是否有所减少？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "隨着最新技術的發明和科學的進步，我覺得\n隨着最新技術的發明和科學的進步，我覺得舊的經典類型的上鎖房間的謎題確實在急劇下降。\n懸疑小說。\n說實話，它們是我最喜歡的類型，因爲我是在阿加莎-克里斯蒂的薰陶下長大的。\n阿加莎-克里斯蒂（Agatha Christie）在我早年的成長經歷。\n我真誠地希望...",
      "title": "隨着時間的推移，上鎖房間的神祕事件是否有所減少？"
    }
  ],
  "title": "Is there a decline in locked room mysteries as the years move forward?",
  "created_utc": 1621655650,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>With the invent of latest technologies and the advancement of science, I feel like there is indeed a sharp decline in the old classic genre of locked room mysteries.<br/>\nTo be honest, they are my favourite genre of all because I was brought up with Agatha Christie during my early years.<br/>\nI sincerely hope there&#39;s a resurgence in the genre  (the movie Knives Out must a stepping stone for us book lovers too).</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/nhotk8/is_there_a_decline_in_locked_room_mysteries_as/",
  "subreddit": "books",
  "id": "nhotk8",
  "is_self": true,
  "media": null,
  "is_video": false
}