{
  "author": "notlikearegular_mom",
  "the_new_excerpt": "I recently started reading this book after it was recommended by a friend and\nhonestly I'm kind of disturbed by the main character's relationship/attitude\ntoward Clare when she's a young girl. It's totally creepy imo, but everyone I\ntalk to seems to think I'm overreacting and that it's somehow…",
  "original_created_utc": 1619194963,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、友人に勧められて読み始めましたが\n正直なところ、主人公の少女時代のクレアとの関係や態度が気になって仕方ありません。\n正直なところ、主人公の少女時代のクレアとの関係や態度が気になります。正直なところ、主人公の少女時代のクレアに対する関係や態度が気になります。\nしかし、私が話す人は皆、私が過剰反応していると思っているようで、何となく...",
      "title": "The Time Traveler's Wife....この本が気持ち悪いと思うのは私だけでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近开始阅读这本书，因为它是由一个朋友推荐的。\n说实话，我对主角在克莱尔年幼时与她的关系/态度感到有点不安。\n当克莱尔还是个小女孩的时候，他对她的关系/态度让我感到不安。这完全是令人毛骨悚然的，但每个人我\n但每个人都认为我反应过激，认为这在某种程度上是......",
      "title": "时间旅行者的妻子》....，只有我认为这本书令人毛骨悚然吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近開始閱讀這本書，因爲它是由一個朋友推薦的。\n說實話，我對主角在克萊爾年幼時與她的關係/態度感到有點不安。\n當克萊爾還是個小女孩的時候，他對她的關係/態度讓我感到不安。這完全是令人毛骨悚然的，但每個人我\n但每個人都認爲我反應過激，認爲這在某種程度上是......",
      "title": "時間旅行者的妻子》....，只有我認爲這本書令人毛骨悚然嗎？"
    }
  ],
  "title": "The Time Traveler's Wife....Am I the only one who thinks this book is creepy?",
  "created_utc": 1619204165,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently started reading this book after it was recommended by a friend and honestly I&#39;m kind of disturbed by the main character&#39;s relationship/attitude toward Clare when she&#39;s a young girl. It&#39;s totally creepy imo, but everyone I talk to seems to think I&#39;m overreacting and that it&#39;s somehow romantic. Even though in some parts he is a 36 year old man actively trying to stifle his sexual attraction toward a 13 year old girl. And I don&#39;t know, several of the scene descriptions are just...icky. Anyone else?</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/books/comments/mwz0m7/the_time_travelers_wifeam_i_the_only_one_who/",
  "subreddit": "books",
  "id": "mwz0m7",
  "is_self": true,
  "media": null,
  "is_video": false
}