{
  "author": "oceansidedrive",
  "the_new_excerpt": "Why YSK: you should know so you can avoid any further damage to your eyes.\n\nChronically rubbing your eyes can have multiple effects on the health of the\neye. 2 consequences in particular can actually affect your vision long term.\n\n 1. Continuous eye rubbing can lead to thinning of the corneal…",
  "original_created_utc": 1616402089,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：你应该知道，这样才能避免对眼睛的进一步伤害。\n\n长期揉眼睛会对眼睛的健康产生多种影响。\n的眼睛。尤其是2种后果，其实会长期影响你的视力。\n\n 1. 持续揉眼会导致角膜变薄，...",
      "title": "YSK经常揉眼睛其实会让你的视力变差"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：你應該知道，這樣才能避免對眼睛的進一步傷害。\n\n長期揉眼睛會對眼睛的健康產生多種影響。\n的眼睛。尤其是2種後果，其實會長期影響你的視力。\n\n 1. 持續揉眼會導致角膜變薄，...",
      "title": "YSK經常揉眼睛其實會讓你的視力變差"
    }
  ],
  "title": "YSK rubbing your eyes a lot can actually make your vision worse",
  "created_utc": 1616455571,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: you should know so you can avoid any further damage to your eyes. </p>\n\n<p>Chronically rubbing your eyes can have multiple effects on the health of the eye. 2 consequences in particular can actually affect your vision long term. </p>\n\n<ol>\n<li><p>Continuous eye rubbing can lead to thinning of the corneal tissue, which weakens the cornea and pushes it forward to become more conical. This thinning is an eye disease called keratoconus, which is a serious condition that can lead to distorted vision and may lead to needing a corneal transplant.</p></li>\n<li><p>People with progressive myopia (near-sightedness which is VERY common) can find that rubbing worsens their eyesight</p></li>\n</ol>\n\n<p>I used to work at a laser eye surgery clinic and we would do a lot of testing to determine if someone is a candidate for surgery. We could often determine if someone is a chronic eye rubber because we can see signs of it through our testing. Sure enough when we ask our patients if they do have an eye rubbing habit most will admit they do. It goes to show that chronic eye rubbing can and does change the lens of the eye since it is easily noticable when we do our testing. </p>\n\n<p>I want to clarify that this is chronic eye rubbing and not the occasional eye rub. This is for people that may rub their eyes multiple times a day, when they are sleepy, nervous, or are far to rough with certain routines like makeup removal. If you feel you have a habit of rubbing your eyes now would be a good time to become aware of it and try to change the behaviour. </p>\n\n<p>If you feel your eye rubbing is due to irritated eyes your best bet is to get an artificial tear drop as the majority of everyday irritation is due to dry eyes. You can also add a fish oil supplement into your diet to help increase natural lubrication to your eyes. Allergies are another reason people may rub their eyes. Visit your doctor for a diagnoses to rule out any other issues. Allergy medicines or antihistamine eye drops can help if the issue is allergy related.  </p>\n\n<p>Reference and more info:\n<a href=\"https://www.visiontexas.com/general/rubbing-eyes-bad-5-reasons-will-get-stop-asap/\">https://www.visiontexas.com/general/rubbing-eyes-bad-5-reasons-will-get-stop-asap/</a></p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/maikv8/ysk_rubbing_your_eyes_a_lot_can_actually_make/",
  "subreddit": "YouShouldKnow",
  "id": "maikv8",
  "is_self": true,
  "media": null,
  "is_video": false
}