{
  "author": "SpookZero",
  "the_new_excerpt": "My girlfriend and I were driving yesterday when she saw a man collapse in his\nfront yard. She told me and I pulled over. I found him face down by his\nlawnmower, unconscious.\n\nWe tried to call 911 but didn’t have service, so I flagged down a neighbor and\nhad her call. The neighbor had a friend…",
  "original_created_utc": 1619964235,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "昨日、彼女と一緒に車を運転していたとき、彼女は自分の家の前の庭で男性が倒れているのを見ました。\n倒れているのを見ました。彼女に言われて車を停めました。芝刈り機のそばに顔を伏せた彼を見つけました。\n意識を失っていました。\n\n911を呼ぼうとしたが圏外だったので、近所の人に電話をかけてもらった。\n彼女に電話してもらいました。その隣人には友人がいて...。",
      "title": "YSK 誰かが心停止した場合、911に連絡した後、すぐにCPRを開始する必要があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的女朋友和我昨天开车时，看到一个男人倒在他的车内。\n前院。她告诉我，我就把车停了下来。我发现他脸朝下躺在他的\n割草机，不省人事。\n\n我们试图拨打911，但没有服务，所以我拦住了一个邻居，让她打电话。\n让她打电话。这位邻居有一个朋友...",
      "title": "YSK如果有人出现心脏骤停，你应该在拨打911后立即开始心肺复苏。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的女朋友和我昨天開車時，看到一個男人倒在他的車內。\n前院。她告訴我，我就把車停了下來。我發現他臉朝下躺在他的\n割草機，不省人事。\n\n我們試圖撥打911，但沒有服務，所以我攔住了一個鄰居，讓她打電話。\n讓她打電話。這位鄰居有一個朋友...",
      "title": "YSK如果有人出現心臟驟停，你應該在撥打911後立即開始心肺復甦。"
    }
  ],
  "title": "YSK if someone goes into cardiac arrest you should begin CPR immediately after calling 911",
  "created_utc": 1619978678,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My girlfriend and I were driving yesterday when she saw a man collapse in his front yard.  She told me and I pulled over.  I found him face down by his lawnmower, unconscious.  </p>\n\n<p>We tried to call 911 but didn’t have service, so I flagged down a neighbor and had her call.  The neighbor had a friend present and that friend tried to take his pulse, initially saying that he “was no longer with us” but then she saw him breathe slightly.</p>\n\n<p>Fortunately an ambulance was there in maybe 5-6 min after the man’s collapse, and I didn’t want to approach him personally because I didn’t feel qualified.  </p>\n\n<p>Why YSK:  When I went home I did some research, and if I had begun mouthless CPR– chest compressions to the beat of “Stayin’ Alive”- I might have been able to dramatically improve the man’s odds of survival.  But I didn’t know, and hadn’t had a refresher on CPR since I was a kid.</p>\n\n<p>I didn’t have those tools or knowledge on-hand, and I wish I had.</p>\n\n<p>I also looked up survival rates and sad to say the odds seem to be that we witnessed this man in his final minutes, or at the very least at a point where his life changed dramatically.  I wish I could have done more in the moment, and I hope by posting this someone is able to think and act more quickly if they happen to be in that situation.  </p>\n\n<p><a href=\"https://www.health.harvard.edu/blog/cpr-during-cardiac-arrest-someones-life-is-in-your-hands-201507238152\">CPR during cardiac arrest: someone’s life is in your hands </a></p>\n</div><!-- SC_ON -->",
  "score": 893,
  "permalink": "/r/YouShouldKnow/comments/n36z7e/ysk_if_someone_goes_into_cardiac_arrest_you/",
  "subreddit": "YouShouldKnow",
  "id": "n36z7e",
  "is_self": true,
  "media": null,
  "is_video": false
}