{
  "author": "atomheartother",
  "the_new_excerpt": "Before you all start talking to me about China and Turkey and whatever, note\nthat I am not talking about actual censorship from actual governments, I'm\ntalking about people who complain about their right to express themselves being\nstopped mainly by social media sites who have banned them, i.e.…",
  "original_created_utc": 1619639491,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さんが中国やトルコなどの話をする前に、注意してください。\n私が言っているのは、実際の政府による実際の検閲のことではありません。\n自分を表現する権利が主に禁止されたソーシャルメディアサイトによって止められていることに不満を持つ人々の話です。\n自分の表現する権利が、主に禁止したソーシャルメディアサイトによって止められていることに不満を持っている人たちの話です。つまり....",
      "title": "CMV: ネット上での「言論の自由」の擁護は、99％の場合、真に有害な考えを広めるために悪意を持って使われていると思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在你们开始和我讨论中国和土耳其之类的问题之前，请注意\n我说的不是实际政府的审查制度，我说的是那些抱怨自己的表达权被剥夺的人。\n我说的是那些抱怨自己的表达权被阻止的人。\n主要是由禁止他们的社交媒体网站来阻止，即....",
      "title": "CMV：我认为 \"言论自由 \"的辩护，在网上，99%的时间是被恶意用来传播真正有害的想法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在你們開始和我討論中國和土耳其之類的問題之前，請注意\n我說的不是實際政府的審查制度，我說的是那些抱怨自己的表達權被剝奪的人。\n我說的是那些抱怨自己的表達權被阻止的人。\n主要是由禁止他們的社交媒體網站來阻止，即....",
      "title": "CMV：我認爲 \"言論自由 \"的辯護，在網上，99%的時間是被惡意用來傳播真正有害的想法。"
    }
  ],
  "title": "CMV: I think the \"freedom of speech\" defense, online, is used in bad faith 99% of the time to spread genuinely harmful ideas",
  "created_utc": 1619671668,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Before you all start talking to me about China and Turkey and whatever, note that I am not talking about actual censorship from actual governments, I&#39;m talking about people who complain about their right to express themselves being stopped mainly by social media sites who have banned them, i.e. Reddit, Twitter, whatever.</p>\n\n<p>I really don&#39;t think many people on the english-speaking internet have any genuine reason to be concerned for their right to free speech - unless they&#39;re being extremely racist, mysoginist, or any sort of hateful towards a minority or other. As a consequence, anytime anyone complains about being censored for &quot;no reason&quot; from a major site, I always assume they held some of those views.</p>\n\n<p>I run into a shit load of hateful stuff that&#39;s hugely normalized in every corner of the internet, completely unmoderated, and it boggles my mind that anyone would think online platforms are anywhere near out of control with their &quot;censorship&quot;. I undestand that it&#39;s a power that should be kept in check, but right now if anything there <em>isn&#39;t enough</em> being done by online platforms to avoid being used as breeding grounds for fascist ideology for example, in my opinion, or pedophilia (though that&#39;s being cracked down on more). As a consequence anyone who&#39;s worried about their free speech genuinely being taken away is probably only saying that because what they actually have to say is pretty awful.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/n0n75m/cmv_i_think_the_freedom_of_speech_defense_online/",
  "subreddit": "changemyview",
  "id": "n0n75m",
  "is_self": true,
  "media": null,
  "is_video": false
}