{
  "author": "CrypticCorgi",
  "original_created_utc": 1634083166,
  "title": "I could really use a book that helps me get over fear of turning 30.",
  "created_utc": 1634100114,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I love reading, and I’ve often turned to them when it feels like life is hard.  My twenties didn’t quite go as I thought they would— health issues, parental death, career took a turn.  </p>\n\n<p>But I want to take on this decade with hope.  But a lot of books I read have protagonists who are mid twenties and it can feel a bit intimidating.  I kind of would like to find something— fiction or nonfiction— to help me find hope again and maybe start believing that even though I didn’t turn out the way I thought I would, I can still live a fantastic life.  </p>\n\n<p>I know it’s a bit of a goofy request.  </p>\n\n<p>Shards of Honor by Bujold helped me a little because the protagonist is in her late thirties, I think.   But I’m open to nonfiction as well as fantasy and sci fi.  </p>\n\n<p>I hope you’re having a good day.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/booksuggestions/comments/q6yy74/i_could_really_use_a_book_that_helps_me_get_over/",
  "subreddit": "booksuggestions",
  "id": "q6yy74",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I love reading, and I’ve often turned to them when it feels like life is hard.\nMy twenties didn’t quite go as I thought they would— health issues, parental\ndeath, career took a turn.\n\nBut I want to take on this decade with hope. But a lot of books I read have\nprotagonists who are mid twenties and it…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は読書が好きで、人生がつらいと感じたときにはよく読書に頼ってきました。\n私の20代は、健康問題、親の死、キャリアの転機など、自分が思っていた通りにはいきませんでした。\n私の20代は、健康問題、親の死、キャリアの転機など、思ったようにはいきませんでした。\n\nしかし、私はこの10年間を希望を持って過ごしたいと思っています。しかし、私が読む本の多くは、主人公が\n主人公は20代半ばで、それは...。",
      "title": "30歳になることへの恐怖を乗り越えるための本が欲しいところです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢阅读，在感觉生活艰难的时候，我经常求助于它们。\n我的二十多岁并不像我想象的那样--健康问题、父母去世、事业转折。\n死亡，事业出现了转折。\n\n但我想带着希望来迎接这十年。但是我读的很多书都有\n主人公都是20多岁，而且...",
      "title": "我真的需要一本能帮助我克服对30岁的恐惧的书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡閱讀，在感覺生活艱難的時候，我經常求助於它們。\n我的二十多歲並不像我想象的那樣--健康問題、父母去世、事業轉折。\n死亡，事業出現了轉折。\n\n但我想帶着希望來迎接這十年。但是我讀的很多書都有\n主人公都是20多歲，而且...",
      "title": "我真的需要一本能幫助我克服對30歲的恐懼的書。"
    }
  ]
}