{
  "author": "Senior_Yard8832",
  "original_created_utc": 1624491500,
  "title": "CMV: While there is honor in wanting to serve your country, joining the US military is being an underpaid mercenary for oligarchs",
  "created_utc": 1624505570,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The US has not fought a defensive war since WWII, and at most maybe Korea could be justified but that’s extremely hard to do. In recent years, the next closest justifiable war, Afghanistan, involved killing a terrorist group that had nothing to do with 9/11 and Osama Bin Laden was found hiding in Pakistan, not even in Afghanistan. As for Iraq, it was based on a lie for special interests from the start. Of course there’s nobility in serving ones country and we need a military, but when our military budget is larger than the next 10 countries combined and the US military has killed innocent civilians in every country it’s invaded for the past half century plus, it’s hard to see being in the US military as anything other than being an underpaid mercenary for the benefit of shitty defense companies.</p>\n\n<p>TO CLARIFY, I’M REFERRING TO HOW THE US MILITARY IS AND HAD BEEN FOR OVER HALF A CENTURY, I DON’T DENY THAT A DEFENSIVE MILITARY FORCE IS NECESSARY, BUT THE US MILITARY GOES WAS BEYOND SELF DEFENSE TO EMPIRE DEFENSE</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/o6ou6j/cmv_while_there_is_honor_in_wanting_to_serve_your/",
  "subreddit": "changemyview",
  "id": "o6ou6j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The US has not fought a defensive war since WWII, and at most maybe Korea could\nbe justified but that’s extremely hard to do. In recent years, the next closest\njustifiable war, Afghanistan, involved killing a terrorist group that had\nnothing to do with 9/11 and Osama Bin Laden was found hiding in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカは第二次世界大戦以来、防衛的な戦争をしていませんし、せいぜい韓国が正当化されるくらいでしょう。\n正当化されるかもしれませんが、それは非常に難しいことです。近年では、次に近い正当な戦争である\n正当化されるべき戦争は、アフガニスタンで、9.11とは無関係のテロリスト集団を殺害することでした。\nオサマ・ビン・ラディンが隠れているのを発見したのは、9.11とは無関係のテログループを殺すことだった。",
      "title": "CMV: 国のために尽くすことは名誉なことですが、米軍に入ることは、寡頭政治のための低賃金の傭兵になることです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "自二战以来，美国就没有打过一场防御性的战争，最多可能是朝鲜战争。\n是合理的，但这是极难做到的。近几年来，最接近的一次\n的战争，阿富汗，涉及杀死一个与9.11事件无关的恐怖组织。\n与9/11事件无关的恐怖组织，而且奥萨马-本-拉登被发现藏在...",
      "title": "CMV：虽然想为国家服务是一种荣誉，但加入美国军队是在为寡头们做一个报酬不足的雇佣兵。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "自二戰以來，美國就沒有打過一場防禦性的戰爭，最多可能是朝鮮戰爭。\n是合理的，但這是極難做到的。近幾年來，最接近的一次\n的戰爭，阿富汗，涉及殺死一個與9.11事件無關的恐怖組織。\n與9/11事件無關的恐怖組織，而且奧薩馬-本-拉登被發現藏在...",
      "title": "CMV：雖然想爲國家服務是一種榮譽，但加入美國軍隊是在爲寡頭們做一個報酬不足的僱傭兵。"
    }
  ]
}