{
  "author": "Toxillo",
  "the_new_excerpt": "Why YSK: If you would like to get into song writing or producing, it can be hard\nto know where to start. When learning online you often gather information about\nmusic theory and tips for producing without any context, exercise or link\nbetween them.\n\nThis [https://learningmusic.ableton.com/] is the…",
  "original_created_utc": 1616016194,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "Why YSK: 如果你想进入歌曲创作或制作领域，那是很难的。\n不知道从哪里开始。在网上学习时，你经常会收集有关\n音乐理论和制作技巧，不需要任何背景、练习或链接。\n他们之间。\n\n这[https://learningmusic.ableton.com/]就是...",
      "title": "YSK，Ableton有一个很好的互动网站，教你如何免费制作音乐。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Why YSK: 如果你想進入歌曲創作或製作領域，那是很難的。\n不知道從哪裏開始。在網上學習時，你經常會收集有關\n音樂理論和製作技巧，不需要任何背景、練習或鏈接。\n他們之間。\n\n這[https://learningmusic.ableton.com/]就是...",
      "title": "YSK，Ableton有一個很好的互動網站，教你如何免費製作音樂。"
    }
  ],
  "title": "YSK that there is an excellent interactive website by Ableton teaching you how to make music for free",
  "created_utc": 1616078921,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you would like to get into song writing or producing, it can be hard to know where to start. When learning online you often gather information about music theory and tips for producing without any context, exercise or link between them.</p>\n\n<p><a href=\"https://learningmusic.ableton.com/\">This</a> is the site in question and it let&#39;s you learn everything you need to know to make tracks in a simple and concise way while also featuring examples for the topics being discussed and an interactive playground where you can make your own loops based on the examples given.</p>\n\n<p><a href=\"https://learningmusic.ableton.com/\">https://learningmusic.ableton.com/</a></p>\n\n<p>This may read like an ad but it&#39;s not. I found this a few days ago and I think it&#39;s amazing. It&#39;s just really well made and it&#39;s completely free.</p>\n\n<p>Edit:<br/>\nI just found out they have a course for synths too:<br/>\n<a href=\"https://learningsynths.ableton.com/\">https://learningsynths.ableton.com/</a></p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/YouShouldKnow/comments/m7b1zc/ysk_that_there_is_an_excellent_interactive/",
  "subreddit": "YouShouldKnow",
  "id": "m7b1zc",
  "is_self": true,
  "media": null,
  "is_video": false
}