{
  "author": "Dances-with-Scissors",
  "original_created_utc": 1626778098,
  "title": "CMV: Life is going to get progressively worse for millenials.",
  "created_utc": 1626788417,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Ok so just on a very basic inescapable level, climate change. Freezing winters and intense record breaking summer heatwaves are only set to get worse and I&#39;ve zero faith in humanity that we&#39;ll find a solution (and implement it successfully) in my life time.</p>\n\n<p>Second is the widening economic gap between the rich and poor. Cost of living and the average wage are growing at vastly different rates and that&#39;s not going to change any time soon. \nOutsourcing of jobs to cheaper countries, combined with automation is going to cause massive unemployment. Competition for even the most menial of jobs will be fierce and have even more ludicrous requirements than it does now. </p>\n\n<p>There is next to no chance, for any millenial living in a major city, to afford a home. Forcing them to chose between accepting that a huge chunk of their income will just go up in smoke each month in hugely inflated rents, or they can relocate to somewhere with significantly less resources. Often having to retrain late in life to find employment. </p>\n\n<p>Having children for us will always be a difficult choice. With the cost of living already at untenable levels, having an extra mouth to feed will be a huge liability and potential burden. That&#39;s not even factoring in bringing a new life into a world with the above mentioned issues.</p>\n\n<p>I&#39;m not saying there are no millenials who can&#39;t afford homes or children. It is of course possible to save up and purchase a tiny condo and get on the property ladder etc. I&#39;m speaking broadly about the average person and quality of life, particularly compared to the vision most of us had of being an adult.</p>\n</div><!-- SC_ON -->",
  "score": 162,
  "permalink": "/r/changemyview/comments/onznld/cmv_life_is_going_to_get_progressively_worse_for/",
  "subreddit": "changemyview",
  "id": "onznld",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Ok so just on a very basic inescapable level, climate change. Freezing winters\nand intense record breaking summer heatwaves are only set to get worse and I've\nzero faith in humanity that we'll find a solution (and implement it\nsuccessfully) in my life time.\n\nSecond is the widening economic gap…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "さて、非常に基本的なことですが、避けられないのが気候変動です。凍えるような冬や\n凍てつく冬、記録的な夏の猛暑は悪化の一途をたどっており、私は\n私が生きている間に人類が解決策を見つけて（そしてそれをうまく実行して）くれるとは到底思えません。\n私が生きている間に解決策を見つけ、それを実行に移すことができるかどうか、人類に対する信頼はゼロです。\n\n次に、経済格差の拡大です。",
      "title": "CMV: ミレニアム世代の生活はどんどん悪化していくでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "好的，所以只是在一个非常基本的不可避免的层面，气候变化。冰冷的冬天\n严寒的冬天和强烈的破纪录的夏季热浪只会变得更糟，而我对人类找到解决方案的信心为零。\n我对人类在我有生之年能找到解决方案（并成功实施）的信心为零。\n我对人类在我有生之年能找到解决方案（并成功实施）的信心为零。\n\n其次是不断扩大的经济差距......",
      "title": "CMV：千禧一代的生活将逐渐变得更糟。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好的，所以只是在一個非常基本的不可避免的層面，氣候變化。冰冷的冬天\n嚴寒的冬天和強烈的破紀錄的夏季熱浪只會變得更糟，而我對人類找到解決方案的信心爲零。\n我對人類在我有生之年能找到解決方案（併成功實施）的信心爲零。\n我對人類在我有生之年能找到解決方案（併成功實施）的信心爲零。\n\n其次是不斷擴大的經濟差距......",
      "title": "CMV：千禧一代的生活將逐漸變得更糟。"
    }
  ]
}