{
  "author": "cagermacleod",
  "the_new_excerpt": "Growing up as a 90s kid and a teen in the 2000s, I found I was spoilt with\namazing books. Number 1 being the Harry Potter phenonimun.\n\nAnyone who was alive at that time would remember the pandemonium that surrounded\nthat book series.\n\nAgain, in my later teens that craziness for a book was relived…",
  "original_created_utc": 1618134841,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "90年代に育ち、2000年代にティーンエイジャーとなった私は、素晴らしい本に恵まれていました。\n驚くべき本に恵まれていました。その第一弾が「ハリー・ポッター」でした。\n\n当時生きていた人なら、あのシリーズにまつわる大混乱を覚えているでしょう。\n当時生きていた人なら、あのシリーズにまつわる大騒ぎを覚えているでしょう。\n\n私の10代後半の頃は、そのような本への熱狂が再現されていました...。",
      "title": "ハリー・ポッター」や「トワイライト」と同じくらいの宣伝効果がある現在のブックシリーズはありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为一个90年代的孩子和2000年代的青少年成长起来，我发现我被宠坏了。\n惊人的书。第一是《哈利波特》phenonimun。\n\n任何一个当时还活着的人都会记得当时周围的大混乱。\n那本书系列。\n\n同样，在我后来的十几岁的时候，那种为书而疯狂的感觉又重温了一遍... ...",
      "title": "目前有没有像《哈利波特》、《暮光之城》那样炒作的书系？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一個90年代的孩子和2000年代的青少年成長起來，我發現我被寵壞了。\n驚人的書。第一是《哈利波特》phenonimun。\n\n任何一個當時還活着的人都會記得當時周圍的大混亂。\n那本書系列。\n\n同樣，在我後來的十幾歲的時候，那種爲書而瘋狂的感覺又重溫了一遍... ...",
      "title": "目前有沒有像《哈利波特》、《暮光之城》那樣炒作的書系？"
    }
  ],
  "title": "Is there any current book series that has the same amount of hype as Harry Potter or Twilight?",
  "created_utc": 1618170223,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Growing up as a 90s kid and a teen in the 2000s, I found I was spoilt with amazing books. Number 1 being the Harry Potter phenonimun. </p>\n\n<p>Anyone who was alive at that time would remember the pandemonium that surrounded that book series. </p>\n\n<p>Again, in my later teens that craziness for a book was relived through twilight.\n(I read the books but never really enjoyed them myself, but friends of mine were besides themselves for that book series.)</p>\n\n<p>And now I wonder, is there any new book series that ignite the same excitement for today&#39;s kids and teens. Will they ever experience the craziness we experienced back then? When it seemed the world revolved around Potter mania.</p>\n\n<p>(Edit: I can&#39;t spell)</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/moo8eq/is_there_any_current_book_series_that_has_the/",
  "subreddit": "books",
  "id": "moo8eq",
  "is_self": true,
  "media": null,
  "is_video": false
}