{
  "author": "Andalib_Odulate",
  "original_created_utc": 1629894500,
  "title": "CMV: All healthcare employees, and public sector employees should be required to take the vaccine or lose their jobs.",
  "created_utc": 1629905787,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is the perfect opportunity to purge these very important professions of the crazed, deluded, dangerous, and unintelligent.</p>\n\n<p>Medical personnel should be required to follow medical science point blank, doctors and nurses should not be allowed to keep their jobs if they are anti vaccine because it shows that they don&#39;t believe in the medicine they give to patients and make them a risk for every patient they come across because they could be carrying the disease.</p>\n\n<p>Teachers should not be teaching kids if they are anti science and willing to put them at risk by refusing to get a proven vaccine or wear masks. Educators should be intelligent not fanatics who are driven by politics and pseudo science, we don&#39;t need them indoctrinating upcoming generations with their nonsense.</p>\n\n<p>Emergency services, We don&#39;t need police who support these conspiracy nuts or the politically motivated keeping a pandemic alive. Fire Fighters are life savers and we should make sure they are all of sound mind so we can trust them because last thing we need are fire departments having these fools in their ranks, EMTs same as the first point.</p>\n\n<p>All other government jobs, we don&#39;t need anti science individuals making policy if you are paid by the tax dollar you need to be someone who listens to facts and who isn&#39;t making decisions based on conspiracies&#39; or political clownery.</p>\n\n<p>The vaccine is now approved fully time to lay down the law and rid the public sector of these people so we can get climb out of this abyss we have fallen into.</p>\n</div><!-- SC_ON -->",
  "score": 115,
  "permalink": "/r/changemyview/comments/pba7o1/cmv_all_healthcare_employees_and_public_sector/",
  "subreddit": "changemyview",
  "id": "pba7o1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is the perfect opportunity to purge these very important professions of the\ncrazed, deluded, dangerous, and unintelligent.\n\nMedical personnel should be required to follow medical science point blank,\ndoctors and nurses should not be allowed to keep their jobs if they are anti\nvaccine because it…"
}