{
  "author": "bunionmaster",
  "the_new_excerpt": "I want you to poke holes in this simple if A and B then C must be true argument.\n\nCMV: If you believe life begins at conception AND in birthright citizenship,\nthen you must also believe that a person who was conceived in a country must be\ngiven citizenship to that country solely on that basis,…",
  "original_created_utc": 1609970752,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我希望你们在这个简单的，如果A和B，那么C必须是真参数。\n\n[改变我的想法]：如果你相信生命始于受孕和与生俱来的公民身份，\n那么你也必须相信一个在一个国家受孕的人一定是\n仅仅在这个基础上，…就被赋予了那个国家的公民身份",
      "title": "[改变我的想法]：如果你相信生命始于受孕和出生公民权，那么你也必须相信，在一个国家怀孕的人必须完全在这个基础上获得该国公民身份，无论他们出生在哪里。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我希望你們在這個簡單的，如果A和B，那麼C必須是真參數。\n\n[改變我的想法]：如果你相信生命始於受孕和與生俱來的公民身份，\n那麼你也必須相信一個在一個國家受孕的人一定是\n僅僅在這個基礎上，…就被賦予了那個國家的公民身份",
      "title": "[改變我的想法]：如果你相信生命始於受孕和出生公民權，那麼你也必須相信，在一個國家懷孕的人必須完全在這個基礎上獲得該國公民身份，無論他們出生在哪裏。"
    }
  ],
  "title": "CMV: If you believe life begins at conception AND in birthright citizenship, then you must also believe that a person who was conceived in a country must be given citizenship to that country solely on that basis, regardless of where they were born.",
  "created_utc": 1609983964,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I want you to poke holes in this simple if A and B then C must be true argument. </p>\n\n<p>CMV: If you believe life begins at conception AND in birthright citizenship, then you must also believe that a person who was conceived in a country must be given citizenship to that country solely on that basis, regardless of where they were born. </p>\n\n<p>The logic is the following: </p>\n\n<ol>\n<li>X believes that life begins at birth </li>\n<li>X also believes that a person who&#39;s first moments of life are in Y country, should automatically be considered a citizenship of that country or provided an accelerated route to become a citizenship of that country.</li>\n<li>If you believe both those things then you must believe that people should be afforded citizenship based on which country they were first deemed &quot;alive&quot; and that would be the country of conception, not the country of birth. </li>\n</ol>\n\n<p>CMV!</p>\n</div><!-- SC_ON -->",
  "score": 206,
  "permalink": "/r/changemyview/comments/kryegf/cmv_if_you_believe_life_begins_at_conception_and/",
  "subreddit": "changemyview",
  "id": "kryegf",
  "is_self": true,
  "media": null,
  "is_video": false
}