{
  "author": "weird_foreign_odor",
  "original_created_utc": 1636059307,
  "title": "YSK Very often Technical Schools that offer a welding program typically offer an accelerated program that can finish in just a few weeks. If you need a decent paying job in relatively short time frame this is a great path.",
  "created_utc": 1636064276,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Welders are in demand all over the country. Starting wages can vary by quite a bit but if you find yourself in a financial and/or career pinch this path could help.</p>\n\n<p>Many people are scared away from a path like this because they didnt grow up with it and they have zero experience but I want to stress that these technical programs are designed to teach someone from the ground level. You can enter completely ignorant and leave completely qualified.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/YouShouldKnow/comments/qmucxv/ysk_very_often_technical_schools_that_offer_a/",
  "subreddit": "YouShouldKnow",
  "id": "qmucxv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Welders are in demand all over the country. Starting wages can vary by\nquite a bit but if you find yourself in a financial and/or career pinch this\npath could help.\n\nMany people are scared away from a path like this because they didnt grow up\nwith it and they have zero experience but I want…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれる理由: 溶接工は全国的に需要があります。初任給にはかなりの差があります。\nかなりの差がありますが、もしあなたが経済的にもキャリア的にもピンチに陥った場合、この道が助けになるでしょう。\n助けることができます。\n\n多くの人が、このような職業を怖がっていますが、それは溶接に慣れておらず、経験もないからです。\n育っていないし、経験もないので、このような道を怖がる人が多いのですが、私は...",
      "title": "YSK 溶接プログラムを提供している専門学校では、数週間で終了できるような加速プログラムを提供していることが非常に多いです。もしあなたが、比較的短期間できちんとした給料のもらえる仕事に就きたいと思っているなら、これは素晴らしい道だと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：全国各地都需要电焊工。起步工资可以有\n但如果你发现自己处于财务和/或职业的夹缝中，这个\n路可以帮助你。\n\n许多人被这样的道路吓跑了，因为他们没有长大，他们没有任何经验。\n他们没有任何经验，但我想...",
      "title": "YSK 很多时候，提供焊接课程的技术学校通常提供加速课程，可以在短短几周内完成。如果你需要在相对较短的时间内找到一份收入可观的工作，这是一个很好的途径。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：全國各地都需要電焊工。起步工資可以有\n但如果你發現自己處於財務和/或職業的夾縫中，這個\n路可以幫助你。\n\n許多人被這樣的道路嚇跑了，因爲他們沒有長大，他們沒有任何經驗。\n他們沒有任何經驗，但我想...",
      "title": "YSK 很多時候，提供焊接課程的技術學校通常提供加速課程，可以在短短几周內完成。如果你需要在相對較短的時間內找到一份收入可觀的工作，這是一個很好的途徑。"
    }
  ]
}