{
  "author": "McBadPants",
  "original_created_utc": 1635627951,
  "title": "YSK that fire extinguishers expire.",
  "created_utc": 1635638223,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Most people don’t realize this and it’s rare but if the extinguisher is out of date, it can malfunction when you need it. That can obviously be extremely dangerous. You can find the date on the tag attached to the top of the unit.</p>\n\n<p>“Although they don&#39;t have a true &quot;expiration date,&quot; traditional fire extinguishers generally have a 10-12 year life expectancy. Disposable fire extinguishers should be replaced every 12 years. Rechargeable fire extinguishers should be taken to an experienced fire equipment company and recharged every 10 years.”</p>\n\n<p>Source: <a href=\"https://support.firstalert.com/s/article/How-long-do-fire-extinguishers-last\">https://support.firstalert.com/s/article/How-long-do-fire-extinguishers-last</a></p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/qjalo0/ysk_that_fire_extinguishers_expire/",
  "subreddit": "YouShouldKnow",
  "id": "qjalo0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Most people don’t realize this and it’s rare but if the extinguisher is\nout of date, it can malfunction when you need it. That can obviously be\nextremely dangerous. You can find the date on the tag attached to the top of the\nunit.\n\n“Although they don't have a true \"expiration date,\"…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、ほとんどの人が気づいていないし、滅多にないことですが、消火器が古いと\n古い消火器だと、必要なときに故障してしまうことがあります。これは明らかに非常に危険なことです。\n非常に危険です。本体の上部に付いているタグに日付が書いてあります。\n本体\n\n\"賞味期限 \"はありませんが、...",
      "title": "消火器の期限が切れることをYSK。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：大多数人没有意识到这一点，而且这种情况很少发生，但如果灭火器已经过期，它可能在你需要的时候发生故障。\n过时，它可能会在你需要它时发生故障。这显然可能是\n这显然是非常危险的。你可以在附着在灭火器顶部的标签上找到日期。\n的标签上找到日期。\n\n\"虽然它们没有真正的 \"到期日\"，...",
      "title": "YSK认为灭火器会过期。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：大多數人沒有意識到這一點，而且這種情況很少發生，但如果滅火器已經過期，它可能在你需要的時候發生故障。\n過時，它可能會在你需要它時發生故障。這顯然可能是\n這顯然是非常危險的。你可以在附着在滅火器頂部的標籤上找到日期。\n的標籤上找到日期。\n\n\"雖然它們沒有真正的 \"到期日\"，...",
      "title": "YSK認爲滅火器會過期。"
    }
  ]
}