{
  "author": "fuzzyduck88",
  "original_created_utc": 1630291670,
  "title": "I put 5 random cards with seed phrase around my city: nobody took the money, I sent 50 emails offering btc: nobody took the money, I put 5 cards on notice boards and still nobody took the money. WHY WONT SOMEONE TAKE THE FREE MONEY!?!?",
  "created_utc": 1630305795,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi guys. I’m back with this again. For anybody who saw the previous posts… I still can’t find a taker for my free btc. </p>\n\n<p>Tldr: I had an old btc wallet with $18 btc. I wanted to experiment and see how likely it is that someone would get a seed phrase and know what to do to extract the money. the result was….nobody took it although I made it easier and easier with 3 different approaches. It shows how early we are in this game. </p>\n\n<p>This is/was my last attempt. I don’t want to bore people. If the money is not taken by Thursday I will donate it to the cancer society. (I will show proof here)</p>\n\n<p>Experiment 3 (this week):\nI was 100% sure this would work and the money would be gone quickly!\nI made 5 “prompt cards” that said “enjoy your free btc!” And printed the entire seed phrase. I placed the 5 on notice boards in: 3 X shopping centres, 1X library and finally 1X a well known university (packed with well educated people) - the flaw here was the university is still operating but not as normal due to summer holidays! THE MONEY STILL WASN’T TAKEN!!!!!!</p>\n\n<p>Experiment 2(2 weeks ago):\nI set up a new email account and emailed 50 people from random contacts Iv had over the years, some in the same country, some not (it actually took a bit of time to do and i had to “borrow” some email addresses from an advert page to space out the locations of recipients….\nI sent 50 separate emails with the subject as “Somebody please take the free money”. \nAGAIN, nobody replied or took the money.</p>\n\n<p>Experiment 1(3weeks ago):\nI printed out 5 laminated cards with the seed words on them, scattered the 5 throughout the area (200,000 population), 5 days passed, all the cards were gone but the money remained. Basically either people found them and didn’t know what they were or they got dumped in the trash. </p>\n\n<p>Thanks for reading. It was fun while it lasted. I enjoyed the chat with y’all.</p>\n</div><!-- SC_ON -->",
  "score": 224,
  "permalink": "/r/CryptoCurrency/comments/pe9gbh/i_put_5_random_cards_with_seed_phrase_around_my/",
  "subreddit": "CryptoCurrency",
  "id": "pe9gbh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi guys. I’m back with this again. For anybody who saw the previous posts… I\nstill can’t find a taker for my free btc.\n\nTldr: I had an old btc wallet with $18 btc. I wanted to experiment and see how\nlikely it is that someone would get a seed phrase and know what to do to extract\nthe money. the…"
}