{
  "author": "Sir_VanTango",
  "the_new_excerpt": "Organizing the library in my room at my parent's place, I think I now understand\nbetter why I stopped reading from ages 18 to 26 after being a voracious reader\nbefore that. I felt like sharing this story because I believe it might not be\nthat uncommon, and I'm interested in getting other people's…",
  "original_created_utc": 1611702648,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在父母家整理房间里的图书室，我想我现在明白了\n更好的是，为什么我从18岁到26岁都是一个贪婪的读者，却停止了阅读。\n在这之前。我觉得想分享这个故事，因为我相信这可能不是。\n那是不常见的，我有兴趣得到其他人的... ...",
      "title": "PSA : 也许你还没有脱离对阅读的热爱。也许你的口味与推荐给你的东西不相匹配了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在父母家整理房間裏的圖書室，我想我現在明白了\n更好的是，爲什麼我從18歲到26歲都是一個貪婪的讀者，卻停止了閱讀。\n在這之前。我覺得想分享這個故事，因爲我相信這可能不是。\n那是不常見的，我有興趣得到其他人的... ...",
      "title": "PSA : 也許你還沒有脫離對閱讀的熱愛。也許你的口味與推薦給你的東西不相匹配了。"
    }
  ],
  "title": "PSA : Maybe you haven't fallen out of love with reading. Maybe your tastes don't match with what's being recommended to you anymore",
  "created_utc": 1611720451,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Organizing the library in my room at my parent&#39;s place, I think I now understand better why I stopped reading from ages 18 to 26 after being a voracious reader before that. I felt like sharing this story because I believe it might not be that uncommon, and I&#39;m interested in getting other people&#39;s perspectives on this.</p>\n\n<p>I come from a family of avid book lovers, and being able to read on my own was the main reason I was so pumped to enter elementary school (OK, that and being able to play Pokemon). From ages 6 to 18 I pretty much always had a book going, and being the youngest in my family I never had a shortage of title suggestions, until I moved away for Uni and it all kind of stopped.</p>\n\n<p>I used to think this was only linked with getting my first laptop and the immediate availability of so many tv shows/ Youtube videos/ Internet content. I tried reading so many books suggested to me by family members, gave up halfway through most of them (which I never used to do before), and enjoyed almost none of them. For a while I was pretty much convinced my attention span was shot, and that I wouldn&#39;t enjoy reading anymore. Not only was it a source of great sadness, it lead to a nagging feeling of inadequacy. I used to love reading, all those supposedly amazing books were being recommended by people with great taste and sensibility, and I couldn&#39;t even finish one ? Surely this had to be my fault, or at the very least Netflix&#39;s. </p>\n\n<p>There were a few books I read and enjoyed in that timespan, but I put it down to my deep interest for the topic they were discussing or my hype for a TV show (blew through all five Game of Thrones books back sometimes betweem seasons 5 and 6). I could never get back into a consistent habit though.</p>\n\n<p>Then, about two years ago, I moved abroad for personnal reasons, and I was thus cut off from the massive family library which was pretty much my only source of books until then. My brother had gifted me the first tome of a three-parts cycle (the Silo trilogy by H. Howey, if anyone&#39;s wondering). I started reading it on the plane because I had nothing else to do, enjoyed it tremendously, and decided to pick up the last two volumes as soon as I was settled in.</p>\n\n<p>This led to my first visit to a library in maybe five or six years, and while I was in there to buy two books, I must have left with 10-12. There was so many cool stuff ! So much excerpts which sounded enticing, so much themes which resonated with me just from a title, so many authors I had heard about but never read anything from because they weren&#39;t at my parents&#39; place. That&#39;s when I realized the common thread between the few books I had enjoyed in the years priors was that they were all books I chose, all books I was curious about, as opposed to books I was just told were great.</p>\n\n<p>And just like that, I was back in. My roomate soon started teasing me that the sentence he heard most from me was &quot;Let me just finish my chapter first&quot;. I was reading a book a week, sometimes two, and branching out into genres I&#39;d have never expected I&#39;d enjoy. I would love to tell highschool-me that at some point he&#39;d morph into someone reading 19th century french litterature for fun. The shaggy little bastard would flip.</p>\n\n<p>And so here I am, two years and 60-70 books later, back at my parents&#39; place and organizing the library in my room because I like to have it in alphabetical order. There are SO. MANY. BOOKS. that I have no desire to read in there. This is by no means an indictment of their quality or the value of their respective authors. It&#39;s just that by taking time to figure out what I liked, and actually going back and finishing a couple of the books that stumped me in the past decade, I realised my taste in books had veered away from most of what was being suggested to me, and that it was a much bigger factor in me stopping reading than getting a Netflix account.</p>\n\n<p>So I guess the point of this veeery long rant is that you have to figure out what works for you, and accept that people you respect and appreciate may nonetheless suggest with all their hearts stuff that will bore you to tears. They&#39;re not wrong, you&#39;re not wrong, you&#39;re just looking for different things, and we can&#39;t all find it in the same place.</p>\n\n<p>If you&#39;re struggling with the feeling you&#39;re not reading enough, and you just DON&#39;T. SEE. what all the hubbub is about a book your circle swears by...just don&#39;t read it. There&#39;s gotta be at least one book, or one writer, you&#39;re still curious about. Go pick that one up. If you like it, maybe pick up something else from that same person, or something they quote as an inspiration to them. Take some time to figure out what you like and dislike, what you want out of a book. </p>\n\n<p>Then, once/if the habit kicks back in and if you feel like it, you can (and probably should!) try other stuff, experiment with other genres and styles. But if your goal is to get back into reading, I believe your only criteria when picking up a book should be your own curiosity and desires. </p>\n\n<p>Get those gears turning, I swear it comes back faster than you think. And that it&#39;s worth the effort.</p>\n\n<p>So, this turned out so much longer than I thought it would, but I would love to hear from other people about this. Have you ever had periods where you just couldn&#39;t get into books anymore ? What got you out of it ? Have you also come to realize your tastes just didn&#39;t match those of the people around you anymore ? </p>\n\n<p>Let me know !</p>\n\n<p>PS : To people that related to this story, what was the book that got you out of your non-reading ?</p>\n</div><!-- SC_ON -->",
  "score": 1564,
  "permalink": "/r/books/comments/l5qckn/psa_maybe_you_havent_fallen_out_of_love_with/",
  "subreddit": "books",
  "id": "l5qckn",
  "is_self": true,
  "media": null,
  "is_video": false
}