{
  "author": "wordsandmagic",
  "original_created_utc": 1624783377,
  "title": "What do you think happened to George RR Martin and Patrick Rothfuss",
  "created_utc": 1624793497,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Two of the most famous and successful writers of this century and both have seemingly stopped writing.</p>\n\n<p>Rothfuss is supposedly finishing his trilogy but his last book was released over a decade ago (2011).</p>\n\n<p>Martin has written 5 books in his 7 part series. His last release was also 2011.</p>\n\n<p>What do you think happened to these men? Too much pressure? Lost the spark and passion?</p>\n\n<p>I&#39;m actually surprised the publishing houses havent sued for breach of contract or hired ghost writers to help.</p>\n\n<p>I&#39;m not one of those fans who insist they should write. I actually think its fine if they retire (although I will be sad) but the silence is very unusual.</p>\n\n<p>What do you guys make of it?</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/books/comments/o8t83d/what_do_you_think_happened_to_george_rr_martin/",
  "subreddit": "books",
  "id": "o8t83d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Two of the most famous and successful writers of this century and both have\nseemingly stopped writing.\n\nRothfuss is supposedly finishing his trilogy but his last book was released over\na decade ago (2011).\n\nMartin has written 5 books in his 7 part series. His last release was also 2011.\n\nWhat do you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今世紀で最も有名で成功した2人の作家が、どちらも書くことをやめてしまった。\n書くことをやめてしまったようです。\n\nロスファスは三部作を完成させていると言われていますが、彼の最後の作品は10年以上前（2011年）に発売されています。\n10年以上前（2011年）に発売されています。\n\nマーティンは7部作で5冊の本を書いています。彼の最後の作品も2011年です。\n\nあなたは何をしますか...？",
      "title": "ジョージ・RR・マーティンとパトリック・ロスファスに何が起こったと思いますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "本世纪最著名和最成功的两位作家，都已经\n似乎都停止了写作。\n\n罗斯福斯据说正在完成他的三部曲，但他的最后一本书是在十多年前（2011年）出版的。\n十年前（2011年）。\n\n马丁在他的7部系列中写了5本书。他的最后一部作品也是在2011年发布的。\n\n你是怎么...",
      "title": "你认为乔治-RR-马丁和帕特里克-罗斯福斯发生了什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "本世紀最著名和最成功的兩位作家，都已經\n似乎都停止了寫作。\n\n羅斯福斯據說正在完成他的三部曲，但他的最後一本書是在十多年前（2011年）出版的。\n十年前（2011年）。\n\n馬丁在他的7部系列中寫了5本書。他的最後一部作品也是在2011年發佈的。\n\n你是怎麼...",
      "title": "你認爲喬治-RR-馬丁和帕特里克-羅斯福斯發生了什麼？"
    }
  ]
}