{
  "author": "gladman1101",
  "original_created_utc": 1624489701,
  "title": "CMV: Criminals who are given life without parole should be given the option for the death penalty.",
  "created_utc": 1624509524,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m of the opinion that prison should be to rehabilitate criminals. to reform them and to make them better people when they are released. I&#39;m aware that people are against the death penalty for things like false convictions and the cost of appeals. But what if they were given the option.</p>\n\n<p>Benefits would include: Less money spent on housing and feeding inmates, Violent offenders that choose this route would not be able to harm others who have a chance of life on the outside, and while the death penalty would technically still exist, it would be a much more affordable means compared to the current system with it where there are appeals after appeals for every death penalty given out.</p>\n\n<p>The downside that some might mention would be it being inhumane to sentence someone to death. But if that&#39;s what the person wants, why let them live with no hope. If you&#39;re stuck in prison for decades, with no hope of getting out, what&#39;s there to look forward to? What is there to make yourself a better person for? </p>\n\n<p>If there&#39;s no reason for someone to rehabilitate and reform in prison, and they dont want to live in miserable conditions that have been noted in US prisons, with no hope of ever getting out, why not let them take the death penalty instead of possibly suffering a painful death at the hands of themselves or another inmate? Reddit, do your thing. Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/changemyview/comments/o6obio/cmv_criminals_who_are_given_life_without_parole/",
  "subreddit": "changemyview",
  "id": "o6obio",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm of the opinion that prison should be to rehabilitate criminals. to reform\nthem and to make them better people when they are released. I'm aware that\npeople are against the death penalty for things like false convictions and the\ncost of appeals. But what if they were given the option.\n\nBenefits…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、刑務所は犯罪者を更生させるためのものであるべきだと考えています。\n彼らを更生させ、出所したときにはより良い人間にするためです。私は、冤罪や\n冤罪や控訴のコストなどの理由で死刑に反対する人がいることは承知しています。\n死刑に反対する人がいることは知っています。しかし、もし彼らに選択肢が与えられたらどうでしょう。\n\nメリット...",
      "title": "CMV: 仮釈放なしの終身刑を受けた犯罪者には、死刑の選択肢を与えるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为，监狱应该是用来改造罪犯的。\n让他们出狱后成为更好的人。我知道\n人们反对死刑的原因是错误的定罪和上诉的费用等。\n上诉的费用。但如果给他们一个选择呢？\n\n效益...",
      "title": "CMV：被判处无期徒刑且不得假释的罪犯应该被赋予死刑的选择权。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲，監獄應該是用來改造罪犯的。\n讓他們出獄後成爲更好的人。我知道\n人們反對死刑的原因是錯誤的定罪和上訴的費用等。\n上訴的費用。但如果給他們一個選擇呢？\n\n效益...",
      "title": "CMV：被判處無期徒刑且不得假釋的罪犯應該被賦予死刑的選擇權。"
    }
  ]
}