{
  "author": "gladman1101",
  "original_created_utc": 1624489701,
  "title": "CMV: Criminals who are given life without parole should be given the option for the death penalty.",
  "created_utc": 1624509524,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m of the opinion that prison should be to rehabilitate criminals. to reform them and to make them better people when they are released. I&#39;m aware that people are against the death penalty for things like false convictions and the cost of appeals. But what if they were given the option.</p>\n\n<p>Benefits would include: Less money spent on housing and feeding inmates, Violent offenders that choose this route would not be able to harm others who have a chance of life on the outside, and while the death penalty would technically still exist, it would be a much more affordable means compared to the current system with it where there are appeals after appeals for every death penalty given out.</p>\n\n<p>The downside that some might mention would be it being inhumane to sentence someone to death. But if that&#39;s what the person wants, why let them live with no hope. If you&#39;re stuck in prison for decades, with no hope of getting out, what&#39;s there to look forward to? What is there to make yourself a better person for? </p>\n\n<p>If there&#39;s no reason for someone to rehabilitate and reform in prison, and they dont want to live in miserable conditions that have been noted in US prisons, with no hope of ever getting out, why not let them take the death penalty instead of possibly suffering a painful death at the hands of themselves or another inmate? Reddit, do your thing. Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/o6obio/cmv_criminals_who_are_given_life_without_parole/",
  "subreddit": "changemyview",
  "id": "o6obio",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm of the opinion that prison should be to rehabilitate criminals. to reform\nthem and to make them better people when they are released. I'm aware that\npeople are against the death penalty for things like false convictions and the\ncost of appeals. But what if they were given the option.\n\nBenefits…"
}