{
  "author": "SkepticDrinker",
  "original_created_utc": 1630163804,
  "title": "I will no longer read anything in an ongoing series.",
  "created_utc": 1630168766,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I saw a recommendation of a comic book by none other than GRRM himself. The comic is called Saga and it&#39;s very good. It&#39;s star wars meets game of thrones in a way. Annd I thought it was a complete series since it started in 2012 but it&#39;s on hiatus as of 2018 and only 50% complete. Any book or series for me will have to be completed before I begin. I just can&#39;t have so many incomplete stories (kingkiller, gentlemen bastards, asoiaf,) and be left with the cliff hangers. Or am I wrong and hurting new authors for having their first book in a series be ignored because its only the beginning?</p>\n</div><!-- SC_ON -->",
  "score": 160,
  "permalink": "/r/books/comments/pdbmi8/i_will_no_longer_read_anything_in_an_ongoing/",
  "subreddit": "books",
  "id": "pdbmi8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I saw a recommendation of a comic book by none other than GRRM himself. The\ncomic is called Saga and it's very good. It's star wars meets game of thrones in\na way. Annd I thought it was a complete series since it started in 2012 but it's\non hiatus as of 2018 and only 50% complete. Any book or series…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "GRRM自身による漫画の推薦を見ました。その\nSaga」というコミックで、とても良いです。スターウォーズとゲーム・オブ・スローンズが合体したような作品です。\nある意味、スターウォーズとゲームオブスローンズの融合です。そして、2012年に始まったので、完全なシリーズだと思っていたのですが、2018年現在は休止中です。\n2018年現在は休止中で、50％しか完成していません。どんな本やシリーズでも...",
      "title": "現在進行中のシリーズものはもう読みません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我看到有人推荐了一本漫画书，作者不是别人，正是GRRM本人。这本\n漫画叫《传奇》，非常好。它在某种程度上是《星球大战》和《权力的游戏》的结合。\n的方式。我认为这是一个完整的系列，因为它开始于2012年，但它是\n但从2018年开始，它处于停播状态，只完成了50%。任何书或系列...",
      "title": "我将不再阅读正在进行的系列中的任何内容。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看到有人推薦了一本漫畫書，作者不是別人，正是GRRM本人。這本\n漫畫叫《傳奇》，非常好。它在某種程度上是《星球大戰》和《權力的遊戲》的結合。\n的方式。我認爲這是一個完整的系列，因爲它開始於2012年，但它是\n但從2018年開始，它處於停播狀態，只完成了50%。任何書或系列...",
      "title": "我將不再閱讀正在進行的系列中的任何內容。"
    }
  ]
}