{
  "author": "mrginopalacca",
  "original_created_utc": 1630663640,
  "title": "Today I boarded a billionaire to Bitcoin",
  "created_utc": 1630679463,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I had a meeting today with a VC billionaire. Somehow we started talking about Bitcoin. He was interested, but also kind of suspicious. He told me that he called his private banker months ago about Bitcoin, and then he was redirected to some broker lady that wanted to sell some shares in some company buying into some Bitcoin. He felt it scammy and stayed away.</p>\n\n<p>As he was genuinely interested, I told him to forget about &quot;brokers&quot;, &quot;investment managers&quot; basically everything and everybody circling him and wanting his money. I told him that Bitcoin is available directly to him if he wants and that he does not need the help of suited monkeys. Referred him to try Coinbase and Bitstamp as first steps. Promised him to educate him further on self custody when he is done with the first purchases.</p>\n\n<p>Today he is proceeding with his first purchases.</p>\n\n<p>I think I did my part for the day. And this is the thing you all need to do. There are plenty of wealthy people out there, genuinely interested in Bitcoin. But they do not have the proper angle, the proper contacts, the proper knowledge. They are geniuses with money, but simply do not understand the crypto world, they do not know anyone honestly advising them how to approach. They easily fall into the trap of suits, ending up on the wrong side of the game. All we need to do is to stay humble, and gently assist them. Once their trust is there, real money flows into our ecosystem.</p>\n\n<p>Be humble, spread the word, and we will get to 100k very very soon.</p>\n</div><!-- SC_ON -->",
  "score": 166,
  "permalink": "/r/Bitcoin/comments/ph2809/today_i_boarded_a_billionaire_to_bitcoin/",
  "subreddit": "Bitcoin",
  "id": "ph2809",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I had a meeting today with a VC billionaire. Somehow we started talking about\nBitcoin. He was interested, but also kind of suspicious. He told me that he\ncalled his private banker months ago about Bitcoin, and then he was redirected\nto some broker lady that wanted to sell some shares in some company…"
}