{
  "author": "GelComb",
  "the_new_excerpt": "There were 198 serial killers active in the United States in 1987. In 2019,\nthere were only 2 active serial killers. Source\n[https://www.abajournal.com/news/article/serial-killings-are-waning-leading-to-speculation-about-the-cause]\n\nI was amazed when I read this - I had no idea that serial killing…",
  "original_created_utc": 1620102330,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "1987年にアメリカで活動していた連続殺人犯は198人でした。2019年には\nは2人の現役連続殺人犯しかいなかった。出典\n[https://www.abajournal.com/news/article/serial-killings-are-waning-leading-to-speculation-about-the-cause]\n\nこれを読んだときは驚きました。連続殺人なんて...と思っていました。",
      "title": "CMV: 現在のマス・シューターは、80年代にシリアル・キラーになっていたであろう人々と同じです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "1987年，在美国有198名连环杀手活跃。在2019年。\n只有2名活跃的连环杀手。资料来源\n[https://www.abajournal.com/news/article/serial-killings-are-waning-leading-to-speculation-about-the-cause]\n\n当我读到这段话时，我感到很惊讶--我不知道连环杀人...",
      "title": "CMV：今天的大规模枪手与80年代的连环杀手是同一个人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "1987年，在美國有198名連環殺手活躍。在2019年。\n只有2名活躍的連環殺手。資料來源\n[https://www.abajournal.com/news/article/serial-killings-are-waning-leading-to-speculation-about-the-cause]\n\n當我讀到這段話時，我感到很驚訝--我不知道連環殺人...",
      "title": "CMV：今天的大規模槍手與80年代的連環殺手是同一個人"
    }
  ],
  "title": "CMV: Mass shooters of today are the same people who would've been serial killers in the 80s",
  "created_utc": 1620139440,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There were 198 serial killers active in the United States in 1987. In 2019, there were only 2 active serial killers. <a href=\"https://www.abajournal.com/news/article/serial-killings-are-waning-leading-to-speculation-about-the-cause\">Source</a></p>\n\n<p>I was amazed when I read this - I had no idea that serial killing was so prevalent in the 80s, and I had no idea that it was so rare now. There&#39;s been a 99% decline in active serial killers!</p>\n\n<p>The article mentions many potential explanations for this decline: access to porn is satisfying would-be killers urges, people don&#39;t hitchhike anymore, cameras are everywhere, DNA evidence exists, etc.</p>\n\n<p>But the explanation that I find the most realistic, which is mentioned in the article, is that would-be serial killers are instead performing mass shootings. By the numbers, mass shooters have basically replaced serial killers.</p>\n\n<p>And I think it makes sense because it&#39;s basically the only way to be a serial killer now without quickly getting caught. Because of the other reasons mentioned (cameras, DNA, etc) it&#39;s way harder to kill a bunch of people over a long period of time. So the only way to do it now is to kill a bunch of people at once.</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/changemyview/comments/n4fvxg/cmv_mass_shooters_of_today_are_the_same_people/",
  "subreddit": "changemyview",
  "id": "n4fvxg",
  "is_self": true,
  "media": null,
  "is_video": false
}