{
  "author": "ImOwningThisUsername",
  "the_new_excerpt": "It's been months since I last read a back cover. Why won't I read them ? They\nwant to intrigue you and make the plot look appealing and therefore they\nsystematically reveal little twists (or unforeseen development) that I would\nhave rather experienced reading the book. It's very comparable to movie…",
  "original_created_utc": 1614412380,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我已经好几个月没看封底了。为什么我不看呢？它们\n想要引起你的兴趣，使情节看起来很吸引人，因此他们\n系统性地揭示了一些小的转折（或不可预见的发展），我将\n有相当多的经验读这本书。很能和电影相提并论...",
      "title": "我不再看封底了，它改善了我的阅读体验。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經好幾個月沒看封底了。爲什麼我不看呢？它們\n想要引起你的興趣，使情節看起來很吸引人，因此他們\n系統性地揭示了一些小的轉折（或不可預見的發展），我將\n有相當多的經驗讀這本書。很能和電影相提並論...",
      "title": "我不再看封底了，它改善了我的閱讀體驗。"
    }
  ],
  "title": "I stopped reading back covers and it has improved my reading experience",
  "created_utc": 1614434282,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s been months since I last read a back cover. Why won&#39;t I read them ? They want to intrigue you and make the plot look appealing and therefore they systematically reveal little twists (or unforeseen development) that I would have rather experienced reading the book. It&#39;s very comparable to movie trailers that spoil you big chunks of the movie by wanting to grab your attention.</p>\n\n<p>I won&#39;t beat around the bush, my main point is back covers spoil a book. I have been spoiled by back covers. I think most notably about &quot;An education&quot; (I had no idea what that little girl would grow up to be) and &quot;11/22/63&quot; (although it doesn&#39;t spoil anything major, it pitches stuff happening as far as page 400). And those are just the very recent ones that I accidentally glanced at.</p>\n\n<p>By diving into a book not even knowing the time period it takes place in or the overall direction of the plot, I can experience suspense and curiosity right from the beginning. I don&#39;t have to catch up with the first hundred pages thinking &quot;Well, I know what he&#39;ll be deciding, the back cover filled me in&quot;. Right from the beginning, I piece together what it is going to be about and I have never needed a back cover.</p>\n\n<p>I know many of you read back covers though, because you need them. Some of you probably wonder right now how I choose my books without looking at the pitch of the story. Well, based on a recommendation system : from Reddit, or friends or the Amazon/Goodreads rating. It&#39;s not a perfect system but it is a much less revealing one. It has rarely failed me to be honest. Or at least, when a recommendation hasn&#39;t worked for me, the back cover reading wouldn&#39;t have prevented it anyway. The back cover can pitch you a premisse and never live up to it. It&#39;s not a token of guarantee. For example, I saw this sub has voted 11/22/63 as the &quot;best mystery thriller book of the 2010&#39;s decade&quot;. I didn&#39;t need to read the back cover to know I ought to give it a try. The only time I&#39;d consent to read a back cover is if I&#39;m losing interest for a book, to check if there&#39;s any future event foreshadowed that I could be looking forward to and that would spark my curiosity back.</p>\n\n<p>I was wondering if other readers were also making the choice of not reading back covers or is this an unpopular opinion ?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/ltj9w0/i_stopped_reading_back_covers_and_it_has_improved/",
  "subreddit": "books",
  "id": "ltj9w0",
  "is_self": true,
  "media": null,
  "is_video": false
}