{
  "author": "ChrisBoden",
  "original_created_utc": 1634773887,
  "title": "YSK - You can give yourself the Heimlich Maneuver in a car.",
  "created_utc": 1634823854,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: People often eat while driving, and experiencing choking while you&#39;re driving a car is right up there with discovering a spider in your motorcycle helmet while doing 70 on the interstate.</p>\n\n<p>In the event that you begin choking while driving, pull over immediately and in your seat try Plan A.</p>\n\n<p>Make a fist (it&#39;s best to do this with your non-dominant hand but it doesn&#39;t really matter). Put the thumb of your fist against your stomach, below your ribs and above your belly button. Grab your fist firmly with the other hand and jam it AS HARD AS YOU CAN up and under your ribcage with a fast punching movement. You&#39;re literally trying to suckerpunch yourself. It doesn&#39;t matter if it hurts. If it works you&#39;ll have plenty of time to complain. If it doesn&#39;t, it won&#39;t bother you for long. So lean into it.</p>\n\n<p>If this doesn&#39;t work within fifteen seconds (or your arm gets too tired). Stand up, open your car door, and lean over your car door. Same idea (this is commonly done with a chair), quick thrusts until the object clears from your throat.</p>\n\n<p>A lot of people are taught the chair technique, but almost nobody knows that you can use a car door with the same training and results.</p>\n\n<p>Stay safe out there kids.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/qceeq9/ysk_you_can_give_yourself_the_heimlich_maneuver/",
  "subreddit": "YouShouldKnow",
  "id": "qceeq9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: People often eat while driving, and experiencing choking while you're\ndriving a car is right up there with discovering a spider in your motorcycle\nhelmet while doing 70 on the interstate.\n\nIn the event that you begin choking while driving, pull over immediately and in\nyour seat try Plan…"
}