{
  "author": "HazzRatt",
  "the_new_excerpt": "When ‘social justice warriors’ go on about how all white people are all racist,\nare everyday white citizens who make an effort to not be racist going to enjoy\nhearing this? No. Instead they’ll get annoyed and may even begin to develop a\nhatred for these kinds of people. Although the majority of…",
  "original_created_utc": 1623991260,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ソーシャル・ジャスティス・ウォリアー（社会正義の戦士）たちが、白人はすべて人種差別主義者だと主張するとき。\n人種差別をしないように努力している日常の白人市民は、このような状況を楽しむことができるのでしょうか？\nこれを聞いて楽しいですか？そうではなくて、彼らはイライラして、この種の人々に憎しみを抱くようになるかもしれません。\n憎しみを抱くようになるかもしれません。しかし、大多数の...",
      "title": "CMV: SJWは、alt-rightが想像する以上にalt-rightの勧誘に貢献している"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当 \"社会正义战士 \"继续说所有白人都是种族主义者。\n那些努力不做种族主义者的日常白人公民是否会喜欢听这些话？\n听到这些？相反，他们会感到恼火，甚至可能开始对这些人产生仇恨。\n对这些人的憎恨。虽然大多数人...",
      "title": "CMV：SJWs为反右派的招募所做的工作超过了反右派所能想象的范围"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當 \"社會正義戰士 \"繼續說所有白人都是種族主義者。\n那些努力不做種族主義者的日常白人公民是否會喜歡聽這些話？\n聽到這些？相反，他們會感到惱火，甚至可能開始對這些人產生仇恨。\n對這些人的憎恨。雖然大多數人...",
      "title": "CMV：SJWs爲反右派的招募所做的工作超過了反右派所能想象的範圍"
    }
  ],
  "title": "CMV: SJWs have done more for alt-right recruitment than the alt-right ever could imagine",
  "created_utc": 1624030389,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When ‘social justice warriors’ go on about how all white people are all racist, are everyday white citizens who make an effort to not be racist going to enjoy hearing this? No. Instead they’ll get annoyed and may even begin to develop a hatred for these kinds of people. Although the majority of people will brush these comments of as misguided, there are those who will take these comments to heart. They will associate minorities with a hatred of them personally and will eventually radicalise into the alt-right.</p>\n\n<p>Anyway, that’s my opinion. I’ve been told by my friends that it is stupid so I’ve decided to put it on ‘r/changemyview’.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/o2gsi5/cmv_sjws_have_done_more_for_altright_recruitment/",
  "subreddit": "changemyview",
  "id": "o2gsi5",
  "is_self": true,
  "media": null,
  "is_video": false
}