{
  "author": "ghoststory",
  "the_new_excerpt": "I have a dear friend in her 70s who is pretty holed up in her apartment due to\ncovid related concerns. She's been working hard on zoom for the past year\n(unable to retire due to finances) and I really wish she could catch a break!\n\nOne thing that's been getting her through all this is Diana…",
  "original_created_utc": 1616995484,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我有一个70多岁的朋友，她因为...\ncovid相关的关注。在过去的一年里，她一直在努力研究zoom\n(由于经济原因无法退休)，我真的希望她能抓紧时间休息!\n\n有一件事让她度过了这一切，那就是戴安娜... ...",
      "title": "帮帮一个可爱的老太太吧？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我有一個70多歲的朋友，她因爲...\ncovid相關的關注。在過去的一年裏，她一直在努力研究zoom\n(由於經濟原因無法退休)，我真的希望她能抓緊時間休息!\n\n有一件事讓她度過了這一切，那就是戴安娜... ...",
      "title": "幫幫一個可愛的老太太吧？"
    }
  ],
  "title": "Help for a lovely old lady?(Outlander fan)",
  "created_utc": 1617020511,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have a dear friend in her 70s who is pretty holed up in her apartment due to covid related concerns. She&#39;s been working hard on zoom for the past year (unable to retire due to finances) and I really wish she could catch a break!</p>\n\n<p>One thing that&#39;s been getting her through all this is Diana Gabaldon&#39;s Outlander series on Audiobook, as expertly narrated by Davina Porter, but she&#39;s listened to it twice now and is looking for something new !</p>\n\n<p>She says the Outlander series is a good mix of historical tidbits and intrigue, but also something you can semi tune out of here and there (not too dense or requiring a huge amount of focus). Honestly, to hear her tell it, it&#39;s been one of the very few things that has brought her real comfort during the pandemic.</p>\n\n<p>I think her admiration for Davina Porter is on the same level of her appreciation for the author&#39;s writing! She even said she listened to some biography of Elizabeth I that Porter narrated, just to give you an idea.</p>\n\n<p>She&#39;s also indicated a (variable) fondness for Isabel Allende; she liked House of Spirits and Island Beneath The Sea, but expressed an indifference towards some of her other works (which I wish I could remember, gah. I think she said A Long Petal Of The Sea didn&#39;t really grab her ?)</p>\n\n<p>I&#39;m basically looking for audiobook recommendations of similar works (or works read by Davina Porter), hopefully available thru libby.</p>\n\n<p>Thanks so much all ;_;</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/booksuggestions/comments/mfig7m/help_for_a_lovely_old_ladyoutlander_fan/",
  "subreddit": "booksuggestions",
  "id": "mfig7m",
  "is_self": true,
  "media": null,
  "is_video": false
}