{
  "author": "TrueSpins",
  "original_created_utc": 1636456677,
  "title": "No, of course crypto is not a safe investment. One day it will be, but when that time comes you will definitely have missed the boat.",
  "created_utc": 1636486656,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We still see so many posts asking things like &quot;is crypto a safe investment&quot; or &quot;is it safe for me to invest my inheritance in crypto&quot; and the answer is - NO, YOU MANIAC!</p>\n\n<p>How can we make this any clearer - <strong>of course crypto isn&#39;t a safe investment. It&#39;s a mindbogglingly stupid investment if you&#39;re purely concerned with risk. I can think of no investment that would be more risky than crypto.</strong></p>\n\n<p>But that&#39;s why we love it!</p>\n\n<p>Honestly, if anyone in authority ever tells you that crypto is a good and safe investment, you have missed your chance. These are the last words you want to hear at the moment - it&#39;s the equivalent of a game over screen!</p>\n\n<p>To make real money in this world requires risk. Where there is no risk there is no money.</p>\n\n<p>This isn&#39;t to encourage people to FOMO into crypto when they can&#39;t afford to - but to understand that to be successful with crypto you have to accept the danger and embrace it. It&#39;s not safe, it&#39;s bloody dangerous  - even with a good plan in place.</p>\n\n<p>But that&#39;s the attraction!</p>\n\n<p>So stop trying to rationalise it or give yourself a false sense of security. Investing in crypto is terrifying, and you need to accept that.</p>\n</div><!-- SC_ON -->",
  "score": 193,
  "permalink": "/r/CryptoCurrency/comments/qq1j75/no_of_course_crypto_is_not_a_safe_investment_one/",
  "subreddit": "CryptoCurrency",
  "id": "qq1j75",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We still see so many posts asking things like \"is crypto a safe investment\" or\n\"is it safe for me to invest my inheritance in crypto\" and the answer is - NO,\nYOU MANIAC!\n\nHow can we make this any clearer - of course crypto isn't a safe investment.\nIt's a mindbogglingly stupid investment if you're…"
}