{
  "author": "emain_macha",
  "original_created_utc": 1637432222,
  "title": "CMV: There is nothing wrong or unethical about hunting or eating hunted meat",
  "created_utc": 1637455193,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You can get around 100k to 150k kcal from a single hunted large animal (wild boar, deer, etc.)</p>\n\n<p>I don&#39;t see a way to get that many calories from eating plants without killing significantly more animals and causing significantly more suffering.</p>\n\n<p>Most plant foods are currently produced with the help of pesticides that poison animals (and continue poisoning them for years after being used), and combine harvesters that mutilate and run over animals. Harvesting also starves many animals. Also many plants require additional ways of crop protection (shooting, trapping, etc.)</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/qybcgz/cmv_there_is_nothing_wrong_or_unethical_about/",
  "subreddit": "changemyview",
  "id": "qybcgz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "You can get around 100k to 150k kcal from a single hunted large animal (wild\nboar, deer, etc.)\n\nI don't see a way to get that many calories from eating plants without killing\nsignificantly more animals and causing significantly more suffering.\n\nMost plant foods are currently produced with the help…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "狩猟された大型動物（イノシシ、シカなど）1頭から得られるカロリーは約100kcal～150kcalです。\nイノシシ、シカなど）\n\n殺さずに植物を食べてそれだけのカロリーを得る方法はないと思います。\n植物からこれほどのカロリーを得るには、より多くの動物を殺し、より多くの苦痛を与えなければなりません。\n\n現在、ほとんどの植物性食品は、動物の助けを借りて生産されています。",
      "title": "CMV: 狩りをすること、狩りをした肉を食べることは、悪いことでも倫理的に悪いことでもありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你可以从一只猎杀的大型动物（野猪、鹿等）身上获得大约10万到15万千卡的热量。\n野猪、鹿等）。\n\n我看不出有什么办法可以从吃植物中获得这么多的热量而不去杀戮\n我看不出有什么方法可以在不杀害更多动物和造成更多痛苦的情况下从植物中获得这么多热量。\n\n目前，大多数植物性食物都是借助于...",
      "title": "CMV：打猎或吃猎物的肉没有任何错误或不道德之处。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你可以從一隻獵殺的大型動物（野豬、鹿等）身上獲得大約10萬到15萬千卡的熱量。\n野豬、鹿等）。\n\n我看不出有什麼辦法可以從喫植物中獲得這麼多的熱量而不去殺戮\n我看不出有什麼方法可以在不殺害更多動物和造成更多痛苦的情況下從植物中獲得這麼多熱量。\n\n目前，大多數植物性食物都是藉助於...",
      "title": "CMV：打獵或喫獵物的肉沒有任何錯誤或不道德之處。"
    }
  ]
}