{
  "author": "dreammeupfreddy",
  "original_created_utc": 1633058526,
  "title": "YSK You should never swim in the ocean without a lifeguard. Never. But if you do, you should know some standard safety rules.",
  "created_utc": 1633066433,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>I’m a beach guard and I have needed to be saved, by another guard, twice. The ocean is a scary place. Granted I live in Southern California in an area with large swell and strong currents, but the ocean will ALWAYS be unpredictable, no matter how safe it looks. There are so many things that can go wrong that you just cannot predict. When you’re out past where you can touch, you are truly at its mercy. I just wish I could impress on people how easy and how fast a life can be gone when it’s so preventable. Anywhere you see an unguarded beach, there will probably be a guarded one just a quick walk or drive away. Please go to that one. Or at least have someone on the beach, and some sort of flotation device with you, it can save your life! </p>\n\n<p>But even at guarded beaches YSK:</p>\n\n<p>A fist straight up in the air is the signal for guards to help you. Teach this to your friends, your kids, your homies, your random pals on the beach. </p>\n\n<p>You should also know what to do in a rip current, even if you’re at a guarded beach! A rip will take you out into the ocean, but typically only just past the break. It will not drag you all the way out to sea. If you aren’t a strong swimmer, let it carry you out. Honestly. You will not go as far as you think you will, put your fist up and wait for help, do NOT exhaust yourself trying to swim against it. If you’re stuck in rough waves, dive down before they hit you and try to go deeper, rather than shallower, so that you don’t get pulled further in with them. If you are a strong swimmer, swim perpendicular to the rip, parallel to the shore, but again, do not exhaust yourself. </p>\n\n<p>Edit ALSO: If you aren’t a guard with rescue equipment, please do not attempt to rescue someone unless it’s something very simple, like grabbing a kid who couldn’t touch. So many single person drowning turn into multiples because someone put themselves in danger trying to save another person. When someone’s drowning, their first instinct is going to be to grab onto anything above the water, including you. They can and will drag you under. If you do find yourself in this situation, swim down, and away.</p>\n\n<p>Surf and swim safe, go to guarded beaches.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/YouShouldKnow/comments/pyzhps/ysk_you_should_never_swim_in_the_ocean_without_a/",
  "subreddit": "YouShouldKnow",
  "id": "pyzhps",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nI’m a beach guard and I have needed to be saved, by another guard, twice. The\nocean is a scary place. Granted I live in Southern California in an area with\nlarge swell and strong currents, but the ocean will ALWAYS be unpredictable, no\nmatter how safe it looks. There are so many things…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n私はビーチガードをしていますが、他のガードマンに助けられたことが2回あります。海は怖いところです。\n海は怖いところです。私は南カリフォルニアに住んでいて、大きなうねりと強い潮流のある地域に住んでいます。\n私は南カリフォルニアに住んでいますが、どんなに安全に見えても、海は常に予測不可能です。\nどんなに安全そうに見えても。いろんなことがありますよね。",
      "title": "YSK ライフガードのいない海では絶対に泳いではいけません。絶対にです。しかし、もし泳ぐのであれば、いくつかの標準的な安全規則を知っておくべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n我是一名海滩警卫，我需要被另一名警卫拯救，两次。海洋\n海洋是一个可怕的地方。当然，我住在南加州，在一个有大浪和强流的地区。\n但海洋永远是不可预测的，无论它看起来多么安全。\n不管它看起来多么安全。有这么多的事情...",
      "title": "YSK 你不应该在没有救生员的情况下在海里游泳。永远不要。但如果你这样做，你应该知道一些标准的安全规则。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n我是一名海灘警衛，我需要被另一名警衛拯救，兩次。海洋\n海洋是一個可怕的地方。當然，我住在南加州，在一個有大浪和強流的地區。\n但海洋永遠是不可預測的，無論它看起來多麼安全。\n不管它看起來多麼安全。有這麼多的事情...",
      "title": "YSK 你不應該在沒有救生員的情況下在海里游泳。永遠不要。但如果你這樣做，你應該知道一些標準的安全規則。"
    }
  ]
}