{
  "author": "jytusky",
  "the_new_excerpt": "Preface: I was raised in the southern United States within a \"holy rollin\"\nfamily. My late teens and early twenties were spent in the Infantry. Not present\nfather is Islamic (these two facts should help some zealots write off my\nopinion).\n\nThe very existence of religion is a side effect of an…",
  "original_created_utc": 1609052659,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "前言：我在美国南部的一个“圣罗林”长大。\n一家人。我十几岁的时候和二十岁出头的时候都是在步兵中度过的。不存在\n父亲是伊斯兰教徒(这两个事实应该可以帮助一些狂热分子把我的\n意见)。\n\n宗教的存在本身就是…的副作用",
      "title": "[改变我的想法]：无神论者和神的信徒一样，经历着同样的存在和永久的恐惧。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "前言：我在美國南部的一個“聖羅林”長大。\n一家人。我十幾歲的時候和二十歲出頭的時候都是在步兵中度過的。不存在\n父親是伊斯蘭教徒(這兩個事實應該可以幫助一些狂熱分子把我的\n意見)。\n\n宗教的存在本身就是…的副作用",
      "title": "[改變我的想法]：無神論者和神的信徒一樣，經歷着同樣的存在和永久的恐懼。"
    }
  ],
  "title": "CMV: Atheists experience the same existential and permanent fears as believers in deities.",
  "created_utc": 1609076043,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Preface: I was raised in the southern United States within a &quot;holy rollin&quot; family. My late teens and early twenties were spent in the Infantry. Not present father is Islamic (these two facts should help some zealots write off my opinion). </p>\n\n<p>The very existence of religion is a side effect of an intellectual capability to understand permanence mixed with the instinctual fear of death. </p>\n\n<p>I will make this short and sweet. One of the selling points of faith is that there is some peace or answer to the beginning and end question of existence.</p>\n\n<p>No one has that answer, not science, not theology. Both require faith in a non-created existence. Religious texts add complexity with a being or beings that create what we all experience. Most neglect the fact that the creator must also be created. Science skips the confuscation and says who tf knows how it all got here, but this is what can be observed. </p>\n\n<p>After deciding on my own that I would cut out the middle man and rely on observation, I receive a lot of opinions that I have not experienced or felt the need for a savior yet.</p>\n\n<p>That assertion is incorrect. I am very aware of my mortality, my kids mortality, my parents, etc. It terrifies me on almost a daily basis that I and everyone will die. Yet, I stick to my beliefs because of the conviction that open minded thinking will propel my children further in life. No matter the comfort of blind faith, it has always felt false to my sense of self to bow to it.</p>\n\n<p>Were I born in another one of many geographic locations a different view on life and religion would be sold to me. </p>\n\n<p>I go with independently verifiable observations, no matter the existential dread I feel.</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/changemyview/comments/kkz9oz/cmv_atheists_experience_the_same_existential_and/",
  "subreddit": "changemyview",
  "id": "kkz9oz",
  "is_self": true,
  "media": null,
  "is_video": false
}