{
  "author": "attila_the_cat",
  "original_created_utc": 1633316543,
  "title": "Another Project Hail Mary post",
  "created_utc": 1633370345,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know there are a few of these already but I have so many feelings and the raw emptiness of just having finished the book. </p>\n\n<p>First, I have advanced degrees in physics and engineering and I’m amazed at how well-researched the book is. I think sci fi similar to historical fiction in a way. There’s a spectrum of extremely well-researched and detailed such that you feel fully-immersed, all the way to “that doesn’t even make sense.”  I usually struggle to keep my mouth shut during sci fi movies (I’m looking at you, Gravity and Life). There were just a few minor parts where I disagreed with Weir and one large science plot point. Basically, the book science porn. </p>\n\n<p>Next, the emotional aspect but from the point of view of a scientist. I see too many story lines where the scientist is driven by a love interest. I think that does a large disservice to scientists who dedicate their lives to science and are as deeply passionate about their subject as they are about their partners. I’m SO happy to take the journey of a story not because of a love interest. </p>\n\n<p>The characters. I see some criticism about many characters being one-dimensional. Sure, some ancillary aren’t developed. But Rocky. Omg Rocky. One of my favorite things about sci fi is that it can be a sort of mirror of humanity, with exaggerations where the author wants to draw attention to certain aspects of human nature. Rocky exemplifies that beautifully. Wier does a decent job of explaining why Rocky’s race has enough convenient similarities to humans to make a decent story line. </p>\n\n<p>I have never cried out of happiness during a book before.  I did that today when I finished the audiobook!</p>\n\n<p>Lastly, the audiobook was great!  I especially loved Rocky’s voice.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/q0wz6m/another_project_hail_mary_post/",
  "subreddit": "books",
  "id": "q0wz6m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know there are a few of these already but I have so many feelings and the raw\nemptiness of just having finished the book.\n\nFirst, I have advanced degrees in physics and engineering and I’m amazed at how\nwell-researched the book is. I think sci fi similar to historical fiction in a\nway. There’s a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "すでにいくつかあると思いますが、私にはたくさんの感情と、本を読み終えたばかりの生の\n本を読み終えたばかりの生々しい空しさがあります。\n\nまず、私は物理学と工学の上級学位を持っていますが、この本がいかによく研究されているかということに驚きました。\nこの本がいかによく研究されているかに驚きました。私は、SFはある意味、歴史小説に似ていると思っています。\nのようなものだと思います。そこには...",
      "title": "Another Project Hail Maryの投稿"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道已经有一些这样的情况了，但我有这么多的感受，而且生\n虚空，因为我刚刚读完这本书。\n\n首先，我有物理学和工程学的高级学位，我很惊讶于\n这本书的研究工作做得很好。我认为科幻小说在某种程度上类似于历史小说。\n方式。有一个...",
      "title": "另一个 \"圣母计划 \"的帖子"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道已經有一些這樣的情況了，但我有這麼多的感受，而且生\n虛空，因爲我剛剛讀完這本書。\n\n首先，我有物理學和工程學的高級學位，我很驚訝於\n這本書的研究工作做得很好。我認爲科幻小說在某種程度上類似於歷史小說。\n方式。有一個...",
      "title": "另一個 \"聖母計劃 \"的帖子"
    }
  ]
}