{
  "author": "fluffy_khajiit",
  "original_created_utc": 1630772071,
  "title": "Do overly unique character names bother anybody else?",
  "created_utc": 1630776833,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I understand why authors might want to make their characters stand out a little. But when every character in the book has a one in a million name? It&#39;s always the whole squad of characters. It kind of takes me out of the immersion, like their names are just costumes instead of real people. If that makes sense...</p>\n\n<p>Like, come on, it makes sense for a few people to have unique names, but everyone in the whole book? You really expect me to believe your name is Amadeus, your best friends are named Opal, Fauna, Mirabelle, Jaysen and idk probably Cosmo and Wanda.</p>\n\n<p>Personally, I understand not wanting to give everyone a common name. I see the downsides of that too. But really. Just me?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/phugaj/do_overly_unique_character_names_bother_anybody/",
  "subreddit": "books",
  "id": "phugaj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I understand why authors might want to make their characters stand out a little.\nBut when every character in the book has a one in a million name? It's always\nthe whole squad of characters. It kind of takes me out of the immersion, like\ntheir names are just costumes instead of real people. If that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "作者が自分のキャラクターを少しでも目立たせたいと思う気持ちはわかります。\nしかし、本の中のすべてのキャラクターが100万分の1の名前を持っていたら？それはいつも\n登場人物全員のことです。没入感がなくなってしまうんです。\n名前は実在の人物ではなく、ただの衣装のようなものです。もしそれが...",
      "title": "個性的なキャラクター名が気になる人はいませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我理解为什么作者可能想让他们的角色突出一点。\n但是当书中的每个人物都有一个百万分之一的名字时？它总是\n整支队伍的人物。这有点让我失去了沉浸感，就像\n他们的名字只是服装而不是真实的人。如果这样...",
      "title": "过于独特的角色名称是否会困扰其他人？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我理解爲什麼作者可能想讓他們的角色突出一點。\n但是當書中的每個人物都有一個百萬分之一的名字時？它總是\n整支隊伍的人物。這有點讓我失去了沉浸感，就像\n他們的名字只是服裝而不是真實的人。如果這樣...",
      "title": "過於獨特的角色名稱是否會困擾其他人？"
    }
  ]
}