{
  "author": "Ready-Notice",
  "original_created_utc": 1626456037,
  "title": "I am a slow reader and I’m okay with that!",
  "created_utc": 1626461723,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I adore books. Reading is amazing and I love to write novels and poetry. I read slowly, as I don’t get much time in my day. I also listen to audiobooks. I love opening a book, sitting in the sun, and reading.</p>\n\n<p>But I’m a slow reader. I don’t gobble one book after another and don’t feel that I need to. </p>\n\n<p>People have looked down on me for it before. As if I can’t love reading if I’m not finishing a book every week. As if they’re better than me for being a quick reader. </p>\n\n<p>Working 47 hours a week, trying to balance quality time with my soon to be fiancé, making time for family and friends, studying French once a week, and running errands and chores. I carry my book with me so I read when I get a moment but it’s hard. </p>\n\n<p>I love literature, reading and writing are my passions. I find beauty in literature. </p>\n\n<p>Just because I’m not fast does not make me less of a lover of reading. It does not make me “dumb” and I’m content with enjoying reading and not trying to prove that I’m somehow the “best” at reading by bragging how quick I binge read books. </p>\n\n<p>Literature is about enjoyment and personal growth.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/books/comments/ollglz/i_am_a_slow_reader_and_im_okay_with_that/",
  "subreddit": "books",
  "id": "ollglz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I adore books. Reading is amazing and I love to write novels and poetry. I read\nslowly, as I don’t get much time in my day. I also listen to audiobooks. I love\nopening a book, sitting in the sun, and reading.\n\nBut I’m a slow reader. I don’t gobble one book after another and don’t feel that\nI need…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は本が大好きです。読書は素晴らしく、小説や詩を書くのも好きです。私は、一日にあまり時間が取れないので\n私は一日の中であまり時間が取れないので、ゆっくり読みます。また、オーディオブックも聴きます。私が好きなのは\n本を開いて、太陽の下で座って、読むのが好きです。\n\nでも、私は読むのが遅いのです。次から次へと本を貪るように読むことはしませんし、必要だとも感じません。\n必要だとは思いません...",
      "title": "私は読むのが遅いのですが、それでいいと思っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我很喜欢书。阅读是很奇妙的，我喜欢写小说和诗歌。我读书\n慢读，因为我一天中没有多少时间。我还听有声读物。我喜欢\n打开一本书，坐在阳光下，阅读。\n\n但我是一个缓慢的读者。我不会一本接一本地狼吞虎咽，也不觉得\n我需要...",
      "title": "我是一个缓慢的读者，我对这一点没有意见！我是一个缓慢的读者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我很喜歡書。閱讀是很奇妙的，我喜歡寫小說和詩歌。我讀書\n慢讀，因爲我一天中沒有多少時間。我還聽有聲讀物。我喜歡\n打開一本書，坐在陽光下，閱讀。\n\n但我是一個緩慢的讀者。我不會一本接一本地狼吞虎嚥，也不覺得\n我需要...",
      "title": "我是一個緩慢的讀者，我對這一點沒有意見！我是一個緩慢的讀者。"
    }
  ]
}