{
  "author": "Animedjinn",
  "the_new_excerpt": "And no, I am not talking about Korra. I am talking about the underclaimed show,\nThe Dragon Prince. This show has many of the same writers and voice actors as\nAvatar, and has an amazing plot and animation style. It is on Netflix and I have\nno idea why it isn't promoted better.\n\nWhy YSK: People are…",
  "original_created_utc": 1621394868,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そして、Korraのことではありません。私が話しているのは、過小評価されている番組のことです。\nThe Dragon Princeです。この番組には、アバターと同じ脚本家や声優が多く参加しています。\nアバターと同じ脚本家と声優を起用していて、素晴らしいプロットとアニメーションスタイルを持っています。Netflixで配信されています。\nNetflixで配信されていますが、なぜこの番組がもっと評価されないのか分かりません。\n\nWhy YSK: 人々は...",
      "title": "YSK: 『アバター・ザ・ラスト・エアベンダー』が短かったことを残念に思うなら、他にも見るべきものがあると思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不，我不是在谈论Korra。我说的是那个被低估的节目。\n龙的传人。这个节目有许多与《阿凡达》相同的编剧和配音演员。\n阿凡达》，并且有一个惊人的情节和动画风格。它在Netflix上，我不知道为什么它没有被推广。\n我不知道为什么它没有得到更好的推广。\n\n为什么是YSK：人们在...",
      "title": "YSK：如果你为《阿凡达》最后的Airbender太短而难过，那么你可以看别的东西。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不，我不是在談論Korra。我說的是那個被低估的節目。\n龍的傳人。這個節目有許多與《阿凡達》相同的編劇和配音演員。\n阿凡達》，並且有一個驚人的情節和動畫風格。它在Netflix上，我不知道爲什麼它沒有被推廣。\n我不知道爲什麼它沒有得到更好的推廣。\n\n爲什麼是YSK：人們在...",
      "title": "YSK：如果你爲《阿凡達》最後的Airbender太短而難過，那麼你可以看別的東西。"
    }
  ],
  "title": "YSK: If you are sad that Avatar The last Airbender was so short, there is something else you could watch.",
  "created_utc": 1621403738,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>And no, I am not talking about <em>Korra</em>. I am talking about the underclaimed show, <em>The Dragon Prince</em>. This show has many of the same writers and voice actors as <em>Avatar</em>, and has an amazing plot and animation style. It is on Netflix and I have no idea why it isn&#39;t promoted better.  </p>\n\n<p>Why YSK: People are obsessed with <em>Avatar</em>, and yet for some reason many of them don&#39;t know about <em>The Dragon Prince</em>.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/YouShouldKnow/comments/nfuqlf/ysk_if_you_are_sad_that_avatar_the_last_airbender/",
  "subreddit": "YouShouldKnow",
  "id": "nfuqlf",
  "is_self": true,
  "media": null,
  "is_video": false
}