{
  "author": "tsukaenakutemo",
  "original_created_utc": 1636559352,
  "title": "CMV: If your dog ever shows real, inappropriate aggression, you should not take the dog to an off-leash dog park",
  "created_utc": 1636576747,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have been going to a dog park with my dog for over a year now. It&#39;s a big, multi-acre dog park, and he loves it. I&#39;ve also found that taking a dog park is a big decision for dog owners because of the presence of dogs that get triggered into violence. IMO, these dogs that have the capacity to be inappropriately violent should not be there.</p>\n\n<p>Most dogs have the capacity for violence if, for example, they or their owners are being truly attacked. I am not talking about that. By &quot;real, inappropriate aggression,&quot; I mean that the dog has the capacity to get triggered into dangerous aggressive biting at the dog park when it is not warranted.</p>\n\n<p>Over the last year, my dog has encountered a couple dogs at the park who were triggered into violence and the dog had to be physically separated from mine (who had not reciprocated in violence and instead immediately showed submission). One dog left a scar on his face. It happened once because a dog was being possessive of his water. Another time it was because a dog was &quot;protecting his sibling&quot; when my dog was playing with them. In both cases, the owners were aware that the dog could be triggered - they had obviously encountered the behavior before.</p>\n\n<p>Beyond that, I have known of other dogs getting more severely injured over the past year.</p>\n\n<p>It&#39;s not the dogs fault. In some cases, these dogs may easily interpret normal behavior as a threat and respond violently because they think they are protecting themselves. But these dogs should not be off-leash at the dog park.</p>\n\n<p>It&#39;s true that a dog may show this type of aggression for the first time ever at the dog park, but that is rare. Unfortunately, the aggressive dogs I&#39;ve encountered have owners that are aware that the dog can be triggered but decides that the risk to the other dogs is worth it.</p>\n\n<p>tl;dr Off-leash dog parks are not for all dogs. Many people take dogs to the off-leash dog park when they know that the dog has some violent tendencies, even if they only rare come out. These people are putting other dogs at risk and should not be coming to the dog park.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/qqxbv2/cmv_if_your_dog_ever_shows_real_inappropriate/",
  "subreddit": "changemyview",
  "id": "qqxbv2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have been going to a dog park with my dog for over a year now. It's a big,\nmulti-acre dog park, and he loves it. I've also found that taking a dog park is\na big decision for dog owners because of the presence of dogs that get triggered\ninto violence. IMO, these dogs that have the capacity to be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "1年以上前から、愛犬と一緒にドッグパークに通っています。そこは大きなドッグパークです。\nドッグパークが大好きなんです。また、ドッグパークに行くことは\n犬の飼い主にとっては大きな決断です。\n暴力を振るう犬がいるからです。IMOは、このような能力を持った犬を...",
      "title": "CMV: もしあなたの犬が本当に不適切な攻撃性を示した場合、その犬を放し飼いのドッグパークに連れて行くべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我和我的狗去狗公园已经一年多了。那是一个大的。\n多英亩的狗公园，它喜欢那里。我还发现，对于狗主人来说，去狗公园是一个重要的决定，因为那里有会被触发的狗。\n对于狗主人来说，这是一个重大的决定，因为有很多狗会被触发。\n暴力的狗。IMO，这些有能力的狗在...",
      "title": "CMV：如果你的狗曾经表现出真正的、不适当的攻击性，你不应该带狗去不拴绳的狗公园。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我和我的狗去狗公園已經一年多了。那是一個大的。\n多英畝的狗公園，它喜歡那裏。我還發現，對於狗主人來說，去狗公園是一個重要的決定，因爲那裏有會被觸發的狗。\n對於狗主人來說，這是一個重大的決定，因爲有很多狗會被觸發。\n暴力的狗。IMO，這些有能力的狗在...",
      "title": "CMV：如果你的狗曾經表現出真正的、不適當的攻擊性，你不應該帶狗去不拴繩的狗公園。"
    }
  ]
}