{
  "author": "tht5spdxjsara",
  "the_new_excerpt": "If traffic is moving you should not come to a complete stop to let someone out\nof a parking lot. To add to this, don’t block the box.\n\nWhy YSK-\n\nIt’s an accident waiting to happen. Never mind if they’re turning left the other\nside of oncoming traffic may not stop and could result in a multi car…",
  "original_created_utc": 1623092119,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "車が動いているときは、駐車場から人を出すために完全に停止してはいけません。\n駐車場から人を出すために完全に停止してはいけません。さらに言えば、ボックスを塞いではいけません。\n\nなぜYSK-？\n\n事故が起こるのを待っているようなものだからです。オンコの反対側で左折している人がいても気にしないでください。\n対向車が止まらず、複数の車に囲まれてしまう可能性があります。",
      "title": "YSK 誰かが車を出すために、交通の流れを止めることではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果交通正在运行，你不应该完全停下来让别人离开\n驶出停车场。补充一点，不要堵住车箱。\n\n为什么是YSK-\n\n这是一个等待发生的事故。别管他们是否在左转，另一边是迎面而来的车辆。\n来的车辆可能不会停下来，可能会导致多车相撞......",
      "title": "YSK 不是要停止交通流，让人拉出来。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果交通正在運行，你不應該完全停下來讓別人離開\n駛出停車場。補充一點，不要堵住車箱。\n\n爲什麼是YSK-\n\n這是一個等待發生的事故。別管他們是否在左轉，另一邊是迎面而來的車輛。\n來的車輛可能不會停下來，可能會導致多車相撞......",
      "title": "YSK 不是要停止交通流，讓人拉出來。"
    }
  ],
  "title": "YSK Not to stop the flow of traffic to let someone pull out.",
  "created_utc": 1623098010,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If traffic is moving you should not come to a complete stop to let someone out of a parking lot. To add to this, don’t block the box.</p>\n\n<p>Why YSK-</p>\n\n<p>It’s an accident waiting to happen. Never mind if they’re turning left the other side of oncoming traffic may not stop and could result in a multi car crash. Just keep moving, when the road is clear they can pull out. It’s common sense not to block the box but it seems I’m seeing more and more impatient drivers everyday. You will cause a road block, and inevitably cause traffic, which just backs everything up. Please be patient and keep traffic moving.</p>\n</div><!-- SC_ON -->",
  "score": 2070,
  "permalink": "/r/YouShouldKnow/comments/nukb9i/ysk_not_to_stop_the_flow_of_traffic_to_let/",
  "subreddit": "YouShouldKnow",
  "id": "nukb9i",
  "is_self": true,
  "media": null,
  "is_video": false
}