{
  "author": "Jevonar",
  "original_created_utc": 1625310541,
  "title": "CMV: We should tax the \"externalization\" of a cost, and the tax should be high enough to make it NOT worth it in the first place.",
  "created_utc": 1625317009,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For example, it&#39;s cheaper to transport chicken from the USA to China, where it will be processed (it&#39;s cheaper due to lower wages and other reasons) and shipped back to the USA. This is a monstrous practice, that creates a lot more pollution due to trans-oceanic transportation and takes capital out of a nation.</p>\n\n<p>The end product is cheaper to manufacture so the corporation can increase its profits, and the costs are externalized: someone else will have to clean the oceans in the future, and someone else misses out on a job that&#39;s outsourced to another nation. Net gain for the corporation, net loss for everyone else.</p>\n\n<p>We need taxes in place so that this practice is a net loss for the corporation. It&#39;s ruining the country and the world.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/ocw144/cmv_we_should_tax_the_externalization_of_a_cost/",
  "subreddit": "changemyview",
  "id": "ocw144",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For example, it's cheaper to transport chicken from the USA to China, where it\nwill be processed (it's cheaper due to lower wages and other reasons) and\nshipped back to the USA. This is a monstrous practice, that creates a lot more\npollution due to trans-oceanic transportation and takes capital out…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "例えば、鶏肉をアメリカから中国に運んで、そこで加工する方が安い。\n加工され（低賃金などの理由で安くなる）、アメリカに戻される。\nアメリカに戻ってきます。これは、海を渡ることでより多くの汚染を引き起こす、非常に恐ろしい行為です。\nこれは、海を越えた輸送のために多くの汚染を引き起こし、資本を奪う非常に恐ろしい行為です。",
      "title": "CMV: コストの「外部化」には税金をかけるべきであり、その税金は、そもそも価値がないと思えるほど高いものでなければなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "例如，将鸡肉从美国运到中国比较便宜，在那里进行加工（由于工资低和其他原因，比较便宜）。\n在那里，鸡肉将被加工（由于工资较低和其他原因，它更便宜）并运回美国。\n运回美国。这是一种畸形的做法，它创造了更多的\n由于跨洋运输造成了更多的污染，并使资本流失......",
      "title": "CMV：我们应该对成本的 \"外部化 \"征税，而且税率应该高到足以让它首先不值得。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "例如，將雞肉從美國運到中國比較便宜，在那裏進行加工（由於工資低和其他原因，比較便宜）。\n在那裏，雞肉將被加工（由於工資較低和其他原因，它更便宜）並運回美國。\n運回美國。這是一種畸形的做法，它創造了更多的\n由於跨洋運輸造成了更多的污染，並使資本流失......",
      "title": "CMV：我們應該對成本的 \"外部化 \"徵稅，而且稅率應該高到足以讓它首先不值得。"
    }
  ]
}