{
  "author": "sirhobbles",
  "the_new_excerpt": "I am aware that when it comes down to voting day you have to pick a side,\nespecially given the two party systems that tend to come about as a natural\nresult of many voting system, however you need not agree with everything your\n\"side\" does and you need not disagree with everything the other \"side\"…",
  "original_created_utc": 1621851840,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、投票日になるとどちらかを選ばなければならないと思っています。\n特に、多くの投票システムの自然な結果として生じる2つの政党システムを考えると、どちらかを選ばなければなりません。\nしかし、自分の「側」がすることすべてに賛成する必要はありません。\n\"しかし、自分の「側」がすることすべてに賛成する必要はありませんし、相手の「側」がすることすべてに反対する必要もありません...",
      "title": "CMV：どちらかにこだわることは、社会の発展を妨げる大きな要因のひとつです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道，当投票日到来时，你必须选择一个阵营。\n特别是考虑到两党制往往是许多投票制度的自然结果。\n然而，你不需要同意你的 \"一方 \"所做的一切，也不需要不同意另一方的一切。\n\"你不需要同意你的 \"一方 \"所做的一切，也不需要不同意另一方的一切......",
      "title": "CMV：对选择 \"一方 \"的迷恋是社会进步的主要障碍之一。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道，當投票日到來時，你必須選擇一個陣營。\n特別是考慮到兩黨制往往是許多投票制度的自然結果。\n然而，你不需要同意你的 \"一方 \"所做的一切，也不需要不同意另一方的一切。\n\"你不需要同意你的 \"一方 \"所做的一切，也不需要不同意另一方的一切......",
      "title": "CMV：對選擇 \"一方 \"的迷戀是社會進步的主要障礙之一。"
    }
  ],
  "title": "CMV: Obsession with picking a \"side\" is one of the leading barriers to social progress.",
  "created_utc": 1621864572,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am aware that when it comes down to voting day you have to pick a side, especially given the two party systems that tend to come about as a natural result of many voting system, however you need not agree with everything your &quot;side&quot; does and you need not disagree with everything the other &quot;side&quot; wants and shockingly its ok to change sides if it turns out you agree with more of the others policies. </p>\n\n<p>The amount of people i see dismiss anything to their left as &quot;communist&quot; or anything to their right as &quot;fascist&quot; or any other absurd pejorative to disregard someones point out of hand is beyond counting. I too often see people treat politics and discussions about social issues like a team sport when that isnt helpful. </p>\n\n<p>I have met people who are adamantly against things that are clearly in their interests simply because thats what the other side wants. A great example is that the anti abortion people are so often also against sex education about contraception when that has a measurable impact on reducing teen pregnancies and thus abortions. </p>\n\n<p>I would simply suggest people forget the imaginary lines between parties and ideologies when actually considering peoples points, does this actually help society? do i have a good reason to disagree besides them just being a point on a side i dont usually vote for?</p>\n</div><!-- SC_ON -->",
  "score": 82,
  "permalink": "/r/changemyview/comments/njup6u/cmv_obsession_with_picking_a_side_is_one_of_the/",
  "subreddit": "changemyview",
  "id": "njup6u",
  "is_self": true,
  "media": null,
  "is_video": false
}