{
  "author": "RaspberryTwilight",
  "the_new_excerpt": "Why YSK: because it's very painful, very scary, very common, yet nobody talks\nabout it because it's embarrassing. People should know that this has a name,\nhappens to a lot of us, there is no cure, but there are ways to manage the pain.\nWhich is btw, the most intense pain you can imagine, and it…",
  "original_created_utc": 1613863098,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：因为它非常痛苦，非常可怕，非常普遍，但却没有人说出来\n关于它，因为它的尴尬。人们应该知道，这是有名字的。\n发生在我们很多人身上，没有治愈的方法，但有办法控制疼痛。\n这是顺便说一句，最强烈的疼痛 你可以想象，它... ...",
      "title": "YSK，高达1/5的人经历随机发作的痛苦的直肠痉挛。热水澡，布洛芬和牛/猫瑜伽姿势可能会有帮助。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：因爲它非常痛苦，非常可怕，非常普遍，但卻沒有人說出來\n關於它，因爲它的尷尬。人們應該知道，這是有名字的。\n發生在我們很多人身上，沒有治癒的方法，但有辦法控制疼痛。\n這是順便說一句，最強烈的疼痛 你可以想象，它... ...",
      "title": "YSK，高達1/5的人經歷隨機發作的痛苦的直腸痙攣。熱水澡，布洛芬和牛/貓瑜伽姿勢可能會有幫助。"
    }
  ],
  "title": "YSK that up to 1 in 5 people experience random episodes of excruciating rectal cramps. Hot showers, ibuprofen and cow/cat yoga poses might help.",
  "created_utc": 1614152091,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> because it&#39;s very painful, very scary, very common, yet nobody talks about it because it&#39;s embarrassing. People should know that this has a name, happens to a lot of us, there is no cure, but there are ways to manage the pain. Which is btw, the most intense pain you can imagine, and it usually happens at night.</p>\n\n<p>What I found works is take an ibuprofen ASAP, then shower to make the worst part a little less miserable, and sometimes yoga cow pose helps too, I don&#39;t know why, but it works.</p>\n\n<p><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3602260/\">Source</a>: <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3602260/\">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3602260/</a></p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/YouShouldKnow/comments/loje55/ysk_that_up_to_1_in_5_people_experience_random/",
  "subreddit": "YouShouldKnow",
  "id": "loje55",
  "is_self": true,
  "media": null,
  "is_video": false
}