{
  "author": "AlabastorGorilla",
  "original_created_utc": 1625674997,
  "title": "CMV: there should be no politicians that are in the last 10-15% of their conceivable lifespan.",
  "created_utc": 1625690152,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>What this means is that, if the average age of death in the United States is 78-80, than no one above the age of 70 (to give a round number) should be allowed to make decisions on a wide scale.</p>\n\n<p>I know many divisive, politically-minded individuals will disagree with me on this (especially in the climate we find ourselves in currently in the US) but realize this would disqualify BOTH Trump AND Biden from office.</p>\n\n<p>The reasons are as follows:</p>\n\n<p>Psychological Readiness and Energy</p>\n\n<p>-the older you are, the slower you get.  No one is going to argue that someone in the 70&#39;s or 80&#39;s is as sharp as someone in the 50&#39;s; it&#39;s just a foregone conclusion.  Taking out those of that are of this advanced age would stop both sides from wanting &quot;cognitive tests&quot; and whatnot for either side, claiming that neither is fit for office.  (I&#39;m obviously citing Biden and Trump here as examples).</p>\n\n<p>Personal Lifelong Preferences, Beliefs, and Attitudes</p>\n\n<p>-generally, as we become older, most people become &quot;set in their ways&quot;.  There&#39;s a reason this is a saying; it&#39;s because it&#39;s true.  Quite often this means your viewpoints, attitudes, and choices all become psychologically embedded, being unable to break into a newer way of thinking and feeling because you&#39;re just &quot;set in your ways&quot;.  This can be EXTREMELY damaging when it comes to making decisions for people on a large scale because your beliefs may not be the most helpful and because you wield so much power, you could be damaging to progress even when you&#39;re not intending to be.  You have an inability to open your eyes to new ways of thinking, fresher ideas, and ultimately are stifling younger generations from getting what they want and deserve.</p>\n\n<p>&quot;Clogging Up the Line&quot;</p>\n\n<p>-everyone is going to die someday.  The longer that people wait to retire and move on, the more it&#39;s backing up every movement forward for us in society.  Politicians don&#39;t seem to have a retirement age; they&#39;re like someone that&#39;s very much into the retirement space, but they also get to dictate policy and make grand decisions.  Younger people aren&#39;t going to want to move into politics on a regular basis until the oldest folks simply go away.  Right now, you have the &quot;Silent&quot; and &quot;Boomer&quot; generations of people just... hanging around FAR longer than their predecessors did.  It&#39;s nice that people are living into their 90&#39;s+, but SERIOUSLY, &quot;Boomers&quot; came into politics in their 40&#39;s back in the 80&#39;s and have just NOT MOVED ON.  They&#39;ve had power so long that Generation X has been nearly completely overlooked and now Millenials are being looked to as the next ones to takes up the mantle.  But... Boomers keep wanting power, keep wanting to stay, NOT retiring.  (I&#39;m looking at you, Mitch McConnel).</p>\n\n<p>Now, I know people are going to argue &quot;well, WISDOM comes with age, and you can&#39;t manifest that; you have to have gone through it&quot;, and to this I say... BULLSHIT.  That&#39;s not true.  There are many, MANY examples of older people simply making stuff up as they go along, lying, getting lucky in the outcome of something, and purporting that &quot;hey, with age comes wisdom; that&#39;s how I knew things would turn out this way&quot;.  You don&#39;t have to be old in order to make good decisions, you just need to be logical and unbiased, which is asking quite a lot from an older individual.</p>\n\n<p>By simple having a MAXIMUM AGE someone can be involved in policy making (70, which is OLD mind you), the more we would have FRESH, YOUNG, BOLDER and, (most importantly), APPLICABLE viewpoints to work with when it comes to the US being representative of the future and NOT the past.  The average age of those in Congress shouldn&#39;t be 65+; it, at MOST, should be 50.  Boomers didn&#39;t have to wait... and wait... and wait for those before them to simply retire so that things could MOVE FORWARD; when they were in their 30&#39;s and 40&#39;s, they would&#39;ve been dealing with people only 15-20 years older than them AT MOST; not people nearly DOUBLE their age!  This divide is unprecedented in terms of the youngest citizens being forcibly effected by the oldest politicians beliefs, attitudes, and choices, and it&#39;s time to move on.  At this rate, Millenials are going to be in the 50&#39;s before they get any REAL, SUBSTANTIAL say in the way things go in this country, which is NOT what previous generations had to deal with.</p>\n\n<p>Am I an ageist?  Honestly, I don&#39;t think 70 is asking too much from politicians to simple step aside and allow younger people to have their turn making decisions.  That&#39;s 5-7 YEARS past regular retirement age.  If you&#39;re drawing Social Security, you shouldn&#39;t ALSO be allowed to make decisions that could affect younger generations for decades to come (especially when you&#39;ll likely never feel the effects of those decisions long-term).  I feel like younger generations are being forced into being ageist because they&#39;re not able to get anywhere THEY want to go with older generations STILL controlling the narrative.</p>\n\n<p>The line is clogged; unplug the line and retire, old politicians, regardless of your political affiliation.  You&#39;re being unfair to your children, grand children and sometimes your GREAT grandchildren by taking this long to stop pushing your old fashioned beliefs on all of us.  You weren&#39;t subjected to this divide for nearly this long, so why should we?  (I&#39;m speaking as a 37 y/o btw.)</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/ofmbql/cmv_there_should_be_no_politicians_that_are_in/",
  "subreddit": "changemyview",
  "id": "ofmbql",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "What this means is that, if the average age of death in the United States is\n78-80, than no one above the age of 70 (to give a round number) should be\nallowed to make decisions on a wide scale.\n\nI know many divisive, politically-minded individuals will disagree with me on\nthis (especially in the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これはつまり、アメリカの平均死亡年齢が\n78～80歳だとすると、70歳以上の人は（丸い数字で言えば）誰もが\nつまり、アメリカの平均死亡年齢が78〜80歳だとしたら、70歳以上の人には、広い範囲の意思決定をさせてはいけないということです。\n\nこのことについては、多くの分裂的で政治的な考えを持つ人々が私に反対することは承知しています。\nこのことについては、多くの意見の相違があることは承知しています（特に、...",
      "title": "CMV：考えられる寿命の最後の10～15％に当たる政治家はいないはずです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这意味着，如果美国人的平均死亡年龄是\n78-80岁，那么70岁以上的人（给出一个整数）就不应该被允许进入监狱。\n允许在大范围内做出决定。\n\n我知道许多有分歧的、有政治头脑的人将不同意我的观点。\n这一点（尤其是在...",
      "title": "CMV：不应该有处于其可想象寿命的最后10-15%的政治家。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這意味着，如果美國人的平均死亡年齡是\n78-80歲，那麼70歲以上的人（給出一個整數）就不應該被允許進入監獄。\n允許在大範圍內做出決定。\n\n我知道許多有分歧的、有政治頭腦的人將不同意我的觀點。\n這一點（尤其是在...",
      "title": "CMV：不應該有處於其可想象壽命的最後10-15%的政治家。"
    }
  ]
}