{
  "author": "CivilResolution1997",
  "original_created_utc": 1626545017,
  "title": "CMV: The vast majority of the top posts on r/AmItheAsshole are not good faith requests for wisdom on genuinely complicated drama scenarios—they are attention-seeking posts that people should stop feeding with upvotes and comments",
  "created_utc": 1626618748,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://www.reddit.com/r/AmItheAsshole/\">r/AmItheAsshole</a> has some genuinely tough situations where people seem to truly not know if they&#39;re in the wrong and seem to feel conflicted about difficult situations, but the vast majority of the ones that make it to Hot and <a href=\"/r/all\">r/all</a>—i.e., the most popular ones—are NOT these types; they usually involve a very obvious &quot;bad guy&quot; and a very obvious &quot;innocent righteous party&quot; with a very clean cut scenario that riles up the reader and makes them think &quot;wow! What a jerk the other person was being—good for OP, for standing up to them! OF COURSE you&#39;re not the asshole!&quot;</p>\n\n<p>The classic most popular AmITheAsshole posts are of the format:</p>\n\n<p>&quot;<em>Some friend/family member/person I know did something that is so obviously outrageous, rude, disrespectful, or just plain malicious, and I did something very polite and reasonable like asked them &quot;please don&#39;t touch my personal property&quot; or &quot;leave me alone when I ask you to leave me alone&quot; or &quot;someone spat in my face and disrespected my spouse in public in front of all my friends so I uninvited them to my birthday party. Am I the asshole????&quot;</em></p>\n\n<p><strong>It&#39;s obvious these people aren&#39;t being assholes</strong>. Literally no one thinks they&#39;re being assholes except the entitled characters in their stories. Like, if you&#39;re REALLY having to ask that question as a grown adult (which is the case most of the time) and you lack the ability to understand super basic levels of human decency and indecency such that you need random internet strangers to tell you &quot;there there, you&#39;re not the asshole,&quot; there are bigger personal issues for you as a person than whether you were the asshole in one particular interaction (i.e., you don&#39;t know how to function socially).</p>\n\n<p>If a person TRULY doesn&#39;t know how to function socially then such posts are totally fine. </p>\n\n<p>But I think very few of these people are just utterly socially inept in every way—the fact that they have the awareness to identify this as the OTHER party being a <strong>likely</strong> asshole is evidence that they in fact do know that they themselves <strong>weren&#39;t</strong> being the asshole, and are thus not asking for feedback in good faith, but are just trying to get attention.</p>\n\n<p>Hot posts on <a href=\"/r/AmItheAsshole\">r/AmItheAsshole</a> is truly just <a href=\"/r/FreeKarma4U\">r/FreeKarma4U</a> with stories that elicit righteous anger in the readers for upvotes and popularity. Most of the OPs don&#39;t usually engage in high level with the comments on their post, they just sort of sit back and watch the karma collect.</p>\n\n<p>People ought to stop affirming this sort of behavior and should instead comment and upvote more of the posts where the situation in question is genuinely a close call and where both sides have a closer argument, and should downvote posts where the answer is super obvious, because it just dilutes the usefulness of the sub and turns it into a karma farm/circle jerk carnival.</p>\n\n<p>Is there something I&#39;m missing? Is there some genuinely good benefit to reddit continually upvoting the most obviously &quot;not the asshole&quot; and continuing to give these people attention when it seems pretty obvious that a lot of them aren&#39;t asking in good faith? What is the point of AmItheAsshole if the most popular posts are only the ones where everyone agrees the OP is most clearly in the right? Post it on <a href=\"/r/EntitledParents\">r/EntitledParents</a> or <a href=\"/r/MaliciousCompliance\">r/MaliciousCompliance</a> or <a href=\"/r/IDontWorkHereLady\">r/IDontWorkHereLady</a> or one of the dozens of other subs that have specific communities dedicated to sharing stories about jerks you encounter in real life.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/om9cfu/cmv_the_vast_majority_of_the_top_posts_on/",
  "subreddit": "changemyview",
  "id": "om9cfu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "r/AmItheAsshole [https://www.reddit.com/r/AmItheAsshole/] has some genuinely\ntough situations where people seem to truly not know if they're in the wrong and\nseem to feel conflicted about difficult situations, but the vast majority of the\nones that make it to Hot and r/all [/r/all]—i.e., the most…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "r/AmItheAsshole [https://www.reddit.com/r/AmItheAsshole/]には、本当に厳しい状況があります。\n自分が間違っているのかどうかわからないような、本当に厳しい状況があります。\nしかし、Hot and r/all [/r/all]に掲載されるようなものは、ほとんどが\nしかし、Hot and r/all [/r/all]に投稿されたもの、つまり、最も...",
      "title": "CMV: r/AmItheAssholeのトップ記事の大半は、本当に複雑なドラマのシナリオについて知恵を求める善意の投稿ではなく、注目を集めるための投稿であり、人々はupvoteやコメントをつけるのをやめるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "r/AmItheAsshole [https://www.reddit.com/r/AmItheAsshole/] 有一些真正的\n在这些情况下，人们似乎真的不知道他们是否有错，并且似乎对困难情况感到矛盾。\n似乎对困难的情况感到矛盾，但绝大多数的\n但绝大部分的情况都能达到热门和r/all [/r/all]--也就是最...",
      "title": "CMV: r/AmItheAsshole上的绝大多数帖子都不是在真正复杂的戏剧场景中善意地寻求智慧--它们是寻求关注的帖子，人们应该停止用支持和评论来支持它们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "r/AmItheAsshole [https://www.reddit.com/r/AmItheAsshole/] 有一些真正的\n在這些情況下，人們似乎真的不知道他們是否有錯，並且似乎對困難情況感到矛盾。\n似乎對困難的情況感到矛盾，但絕大多數的\n但絕大部分的情況都能達到熱門和r/all [/r/all]--也就是最...",
      "title": "CMV: r/AmItheAsshole上的絕大多數帖子都不是在真正複雜的戲劇場景中善意地尋求智慧--它們是尋求關注的帖子，人們應該停止用支持和評論來支持它們。"
    }
  ]
}