{
  "author": "Z7-852",
  "the_new_excerpt": "If you want, you should be able to disable custom visuals of fellow players.\nThis would mean that they would appear to you in their standard skins but from\ntheir perspective nothing changes. This will keep largest possible player base\nhappy and thus will keep the game alive longer.\n\nThere are…",
  "original_created_utc": 1623142007,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "必要であれば、他のプレイヤーのカスタムビジュアルを無効にすることができます。\nこの場合、プレイヤーは標準スキンで表示されますが、彼らの視点では何も変わりません。\n彼らの視点では何も変わらないということです。これにより、可能な限り多くのプレイヤーベースを満足させ\nゲームをより長く楽しめるようになります。\n\nこれは...",
      "title": "CMV：オンラインゲームでは、対戦相手のカスタムスキンやビジュアルを無効にするオプションがあるとよい。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你愿意，你应该能够禁用其他玩家的自定义视觉效果。\n这将意味着他们会以标准的皮肤出现在你面前，但从他们的角度看却没有任何变化。\n他们的视角没有任何变化。这将使最大可能的玩家群体\n快乐，从而使游戏的生命力更长久。\n\n有...",
      "title": "CMV: 在线游戏应该有选项可以禁用对手的自定义皮肤/视觉效果"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你願意，你應該能夠禁用其他玩家的自定義視覺效果。\n這將意味着他們會以標準的皮膚出現在你面前，但從他們的角度看卻沒有任何變化。\n他們的視角沒有任何變化。這將使最大可能的玩家羣體\n快樂，從而使遊戲的生命力更長久。\n\n有...",
      "title": "CMV: 在線遊戲應該有選項可以禁用對手的自定義皮膚/視覺效果"
    }
  ],
  "title": "CMV: Online games should have option to disable opponent custom skins/visuals",
  "created_utc": 1623171580,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you want, you should be able to disable custom visuals of fellow players. This would mean that they would appear to you in their standard skins but from their perspective nothing changes. This will keep largest possible player base happy and thus will keep the game alive longer.</p>\n\n<p>There are <strong>several benefits</strong>.</p>\n\n<p>Player who don’t want to see mixed pack of Christmas costumes or flashing strobe lights in their game can remove them. Often custom visuals break the established aesthetics of the game world and take you away from immersion. They break the lore and the feel of the game. It&#39;s really about personal preference and people should allow have freedom to choose.</p>\n\n<p>Custom particle effects can influence performance of the game. If you don’t or can’t put that load on your machine just don’t. Changing your graphical settings will remove all particle effects but you should have option to remove just the unnecessary custom visuals. Destructible environment is crucial part of the gameplay experience but customs skins are not. Right now your options are both or neither.</p>\n\n<p>Sometimes custom skins give you unfair competitive advantage. Might it be black camouflage in shooters or sexy skins in fighting games, they can give you advantage. This doesn’t apply to every skin but sometimes it’s the case.</p>\n\n<p>There are colour blind people and not being able to distinguish certain animations just because of custom visuals is bad.</p>\n\n<p>To change my view, show clear <strong>disadvantages</strong> of this system.</p>\n\n<p>There is no technical hurdle. Just load different skins to player based on client preferences. It doesn’t matter if every player is seeing slightly different game view from servers point of view.</p>\n\n<p>This still allows people to self-express and do fashion visuals if they want. People can see their own skins and others it’s just not visible to those who don’t want to see them. Your friends will see your skins and this will no way limit your ability to use skins and pimp your characters/units.</p>\n\n<p>From marketing point of view this will not alienate customers. Normally you want to people to see your product but people who don&#39;t want to see customs skins will not be people who are buying them. It doesn&#39;t matter from loot box sales of view that some players disable custom skins but it would keep them as players.</p>\n\n<p>Many argued that value of rare skin comes from ability show off and flaunt. Nobody has given evidence or data to support that this is common motivation. This would change my view. Also if you think skins are impressive you have enabled them so they can wear and see custom skins.</p>\n</div><!-- SC_ON -->",
  "score": 96,
  "permalink": "/r/changemyview/comments/nv06a5/cmv_online_games_should_have_option_to_disable/",
  "subreddit": "changemyview",
  "id": "nv06a5",
  "is_self": true,
  "media": null,
  "is_video": false
}