{
  "author": "retardedvisions",
  "original_created_utc": 1639835240,
  "title": "Moons for karma really give a good sense of the type of people on this sub",
  "created_utc": 1639906323,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;We all know why we got into crypto, for the most part it was the “gains”. It was all just trying to chase the dream of escaping our 9 to 5 bullshit (not to say Cryptos real world utility isn’t groundbreaking)&lt;/p&gt;\n\n&lt;p&gt;This sub has taught me a lot about the game, how to handle losses and how to  grow my portfolio. But the sentiment around upvoting in this sub bothers the hell out of me.&lt;/p&gt;\n\n&lt;p&gt;Because of the association of earning Moons with karma and upvotes everyone is super stingy when it comes to supporting each other, like upvoting something is coming directly out of your own pocket.&lt;/p&gt;\n\n&lt;p&gt;It really got me thinking of the psychology behind the reluctance to upvote posts and comments, and when it comes down to it it’s just selfishness.&lt;/p&gt;\n\n&lt;p&gt;Instead of lifting up our brothers and sisters in the community by upvoting and making it a positive experience, we keep them down.&lt;/p&gt;\n\n&lt;p&gt;God forbid, anyone make a lunar dime off our generosity and support.&lt;/p&gt;\n\n&lt;p&gt;I am not saying I support the greedy little moon farmers who don’t bring anything to the community, f*ck those guys, but if someone is making a genuine effort to learn or teach, or has something valuable to say we need to support them.&lt;/p&gt;\n\n&lt;p&gt;So I implore you all, loosen up those upvoting thumbs. Let’s make &lt;a href=\"/r/cc\"&gt;r/cc&lt;/a&gt; great again!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 153,
  "permalink": "/r/CryptoCurrency/comments/rj7u6h/moons_for_karma_really_give_a_good_sense_of_the/",
  "subreddit": "CryptoCurrency",
  "id": "rj7u6h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We all know why we got into crypto, for the most part it was the “gains”. It was\nall just trying to chase the dream of escaping our 9 to 5 bullshit (not to say\nCryptos real world utility isn’t groundbreaking)\n\nThis sub has taught me a lot about the game, how to handle losses and how to\ngrow my…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>We all know why we got into crypto, for a reason of which you have been upgraded.\nほとんどの場合、それは「利益」でした。それは、ただ、夢を追いかけようとしただけなのです。\n9時から5時までの勤務から逃れられる（Cryptosの現実世界での実用性がないとは言わないが）。\n</p> <p>このサブ記事で、ゲームについて、どのように...",
      "title": "カルマのための月は、このサブの人々のタイプをよく表しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我们都知道为什么我们进入了加密货币，大部分是为了 \"收益\"。\n大多数情况下是 \"收益\"。这一切都只是为了追逐梦想。\n逃离我们朝九晚五的废话（并不是说加密货币在现实世界中的效用不大）。\n</p> <p>这篇文章让我对这个游戏有了更多的了解，如何...",
      "title": "因果报应的月亮真的能让人很好地了解这个子的人的类型。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我們都知道爲什麼我們進入了加密貨幣，大部分是爲了 \"收益\"。\n大多數情況下是 \"收益\"。這一切都只是爲了追逐夢想。\n逃離我們朝九晚五的廢話（並不是說加密貨幣在現實世界中的效用不大）。\n</p> <p>這篇文章讓我對這個遊戲有了更多的瞭解，如何...",
      "title": "因果報應的月亮真的能讓人很好地瞭解這個子的人的類型。"
    }
  ]
}