{
  "author": "dan2872",
  "the_new_excerpt": "A tangential post on a different sub in which a bunch of people jumped on Ted\nCruz for voting against Pete Buttigieg got me thinking, why do people think Pete\nButtigieg is a good pick for Secretary of Transportation?\n\nTo preface, I voted Biden, I'm certainly left of the Democratic Party, and I\nhave…",
  "original_created_utc": 1612327407,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在另一个子上发了一个切入点的帖子，里面有一堆人跳上了Ted\n克鲁兹因为投票反对皮特-布提吉格让我思考，为什么人们认为皮特\n布提吉格是交通部长的好人选？\n\n先说一下，我投了拜登，我当然是民主党的左派，而且我是\n有...",
      "title": "CMV：皮特-布提吉格是交通部长的不二人选。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在另一個子上發了一個切入點的帖子，裏面有一堆人跳上了Ted\n克魯茲因爲投票反對皮特-布提吉格讓我思考，爲什麼人們認爲皮特\n布提吉格是交通部長的好人選？\n\n先說一下，我投了拜登，我當然是民主黨的左派，而且我是\n有...",
      "title": "CMV：皮特-布提吉格是交通部長的不二人選。"
    }
  ],
  "title": "CMV: Pete Buttigieg is a weak choice for Secretary of Transportation",
  "created_utc": 1612381326,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A tangential post on a different sub in which a bunch of people jumped on Ted Cruz for voting against Pete Buttigieg got me thinking, why do people think Pete Buttigieg is a good pick for Secretary of Transportation? </p>\n\n<p>To preface, I voted Biden, I&#39;m certainly left of the Democratic Party, and I have literally no objection to his sexuality. </p>\n\n<p>As far as I can tell he&#39;s a former mayor who ran a presidential campaign based on which way the political winds were blowing - not ideological or wanting to affect specific change, just interested in securing his future in politics. I can draw a straight line between him dropping out of the race before Super Tuesday and this nomination. </p>\n\n<p>Not to say someone can&#39;t have ambitions and that those ambitions can&#39;t relate to job security, but what on earth makes him a good transportation secretary?</p>\n\n<p>This seems more akin to Ben Carson as HUD Secretary - superficially nominated but unqualified.</p>\n\n<p>Seriously open to having my mind changed, somebody help me!</p>\n\n<p>p.s. I copied/pasted a good portion of this from the original post I referenced, but it&#39;s so far down a comment thread on an hours old post it won&#39;t get much traction. This has been eating at me a little though, to me it feels like a combo of identity and backroom politics has overridden actual qualifications - a feel-good nomination with little substance.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/lbfsa6/cmv_pete_buttigieg_is_a_weak_choice_for_secretary/",
  "subreddit": "changemyview",
  "id": "lbfsa6",
  "is_self": true,
  "media": null,
  "is_video": false
}