{
  "author": "PoonGnarfler",
  "the_new_excerpt": "I’m 330 pages into The Brothers Karamazov. 330 pages into a 1,000 page book and\nI couldn’t tell you WTF is going on.\n\nThese people are INSANE, every last one of them. The moods swing so violently\nover the littlest stuff. It’s like “I bite my thumb at thee” by Shakespeare on\nsteroids.\n\nHere’s two…",
  "original_created_utc": 1621188910,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は『カラマーゾフの兄弟』の330ページを読んでいます。1,000ページの本の中で330ページとは\n何が起こっているのかわからなかった。\n\nこの人たちは、一人残らず狂っている。気分が激しく揺れ動く。\n些細なことで気分が激しく揺れ動く。まるでシェイクスピアの「I bite my thumb at thee」をステロイドで再現したような感じです。\nステロイドだ\n\nここに2つある...",
      "title": "カラマーゾフの兄弟』ではいったい何が起こっているのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我已经看了《卡拉马佐夫兄弟》330页。一本1000页的书只读了330页，而且\n我无法告诉你到底发生了什么。\n\n这些人都是疯子，他们每个人都是如此。他们的情绪波动如此剧烈\n在最微小的事情上。这就像莎士比亚的 \"我对你咬拇指\"。\n类固醇。\n\n这里有两个...",
      "title": "卡拉马佐夫兄弟》中究竟发生了什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經看了《卡拉馬佐夫兄弟》330頁。一本1000頁的書只讀了330頁，而且\n我無法告訴你到底發生了什麼。\n\n這些人都是瘋子，他們每個人都是如此。他們的情緒波動如此劇烈\n在最微小的事情上。這就像莎士比亞的 \"我對你咬拇指\"。\n類固醇。\n\n這裏有兩個...",
      "title": "卡拉馬佐夫兄弟》中究竟發生了什麼？"
    }
  ],
  "title": "What on earth is happening in The Brothers Karamazov?",
  "created_utc": 1621221423,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m 330 pages into The Brothers Karamazov.  330 pages into a 1,000 page book and I couldn’t tell you WTF is going on.</p>\n\n<p>These people are INSANE, every last one of them. The moods swing so violently over the littlest stuff. It’s like “I bite my thumb at thee” by Shakespeare on steroids. </p>\n\n<p>Here’s two quotes, that happen within a page of each other between the same two people, over the span of... 4 minutes in book time(?):</p>\n\n<p>“Grushenka, angel, give me your dear little hand; look at this delightful plump little hand, Aleksey Fyodorovich”</p>\n\n<p>and</p>\n\n<p>“”Out, brute venal creature!” Katarina Ivanovna began to howl.”</p>\n\n<p>I’m on a few chapters where Ivan Karamazov is just droning on about... something, and I cannot figure out for the life of me what it is. He’s literally just doing a 15 page, single-paragraph diatribe of just balls-to-the-wall crazy philosophy talk.</p>\n\n<p>I’ve started this book a couple of times because I’ve heard it’s good and wanted to get through something more “tough” but my god it’s a slugfest so far. Does it get better? This is the furthest I’ve gotten in it, and I’m unsure whether to continue.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/books/comments/ndu95o/what_on_earth_is_happening_in_the_brothers/",
  "subreddit": "books",
  "id": "ndu95o",
  "is_self": true,
  "media": null,
  "is_video": false
}