{
  "author": "HomeLove2010",
  "original_created_utc": 1633375391,
  "title": "Book “samples” that really aren’t samples",
  "created_utc": 1633390308,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Every time I read a sample it’s 20-30 pages long, but half+ of that sample is spent on book cover, the “credits” page, table of contents, acknowledgements &amp; author notes, advertising, etc. In the end you get <em>maybe</em> ten pages of the actual book. </p>\n\n<p>Just… why? People don’t walk into a book store and read about the Library of Congress cataloguing information and Fido’s inspirational shenanigans to decide if they want to purchase a book, so why do publishers and retailers think bloating e-samples with non-story content is going to sell? Is there an actual REASON for this practice, or is it just another case of out of control marketing?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/q1cup8/book_samples_that_really_arent_samples/",
  "subreddit": "books",
  "id": "q1cup8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Every time I read a sample it’s 20-30 pages long, but half+ of that sample is\nspent on book cover, the “credits” page, table of contents, acknowledgements &\nauthor notes, advertising, etc. In the end you get maybe ten pages of the actual\nbook.\n\nJust… why? People don’t walk into a book store and read…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "毎回サンプルを読むと20～30ページはありますが、その半分以上はブックカバーや、\n表紙、「クレジット」ページ、目次、謝辞と著者紹介、広告などに費やされています。\n作者のコメント、広告などに費やされます。最終的には、実際の本の10ページ程度を得ることができます。\n本です。\n\nただ...なぜ？人々は本屋に行って、本を読まない。",
      "title": "サンプルではない本の「サンプル」について"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每次我读到的样本都有20-30页长，但一半以上的样本都是\n花在书的封面、\"信用 \"页、目录、致谢和\n作者说明、广告等等。最后，你可能得到10页的实际\n书。\n\n只是......为什么？人们不会走进一家书店并阅读...",
      "title": "真的不是样本的书籍 \"样本\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每次我讀到的樣本都有20-30頁長，但一半以上的樣本都是\n花在書的封面、\"信用 \"頁、目錄、致謝和\n作者說明、廣告等等。最後，你可能得到10頁的實際\n書。\n\n只是......爲什麼？人們不會走進一家書店並閱讀...",
      "title": "真的不是樣本的書籍 \"樣本\""
    }
  ]
}