{
  "author": "visuallyamazing",
  "original_created_utc": 1632819854,
  "title": "YSK: E-mails received that look like they are from legitimate companies like Amazon or PayPal that claim you have a problem with you account and ask you to log-in again, are scams.",
  "created_utc": 1632840163,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why ysk: Scammers are plentiful on the Internet. I have recently been receiving e-mails claiming that my account has been compromised or that they have noticed some suspicious activity on my account  or whatever else these scammers come up with. If you open their e-mail it looks legitimate, but it&#39;s not. There are a lot of ways you can tell that an e-mail is a scam and if you want you can click <a href=\"https://www.consumer.ftc.gov/articles/how-recognize-and-avoid-phishing-scams\">here</a> to find out more about how there phishing attacks work and recognize them so that you don&#39;t fall victim to these scams.  </p>\n\n<p>What they usually want is for you to log-in so this way they can steal your information and then they can do whatever they want with it. If they steal, for example, your log-in information for your Amazon account, they will try and see if you have a credit card attached to your account and they end up stealing it. If you want to see more on how these scammers operate, there are a lot of YouTube videos that expose these scammers, I&#39;d recommend <a href=\"https://www.youtube.com/watch?v=FO9mWvJAugQ\">this person</a> because he explains in-depth how they operate and he even manages to hack the scammers and scare them by showing their webcam or calling them by their real name.</p>\n\n<p>In summary, be careful on the internet, don&#39;t trust unfamiliar sources and don&#39;t open suspicious e-mails. Other ways you can protect yourself online is the use of better passwords and using different passwords for every website. You can read more about how to create better passwords <a href=\"https://www.mcafee.com/blogs/enterprise/cloud-security/how-to-create-a-strong-password-you-actually-remember/\">here</a>. </p>\n\n<p>Be careful out there!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/px2aze/ysk_emails_received_that_look_like_they_are_from/",
  "subreddit": "YouShouldKnow",
  "id": "px2aze",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why ysk: Scammers are plentiful on the Internet. I have recently been receiving\ne-mails claiming that my account has been compromised or that they have noticed\nsome suspicious activity on my account or whatever else these scammers come up\nwith. If you open their e-mail it looks legitimate, but it's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜyskかというと、インターネット上には詐欺師がたくさんいるからです。最近、私のところにも\n私のアカウントが侵害されたとか、私のアカウントに不審な動きがあったとか、そういう詐欺師の主張するメールを最近受け取りました。\n私のアカウントに不審な動きがあったとか、詐欺師たちが思いつくようなことを言ってくるのです。\nを受け取った。彼らの電子メールを開くと、それは正当なものに見えますが、それは...",
      "title": "YSK: AmazonやPayPalなどの正規の企業からのメールに見せかけて、アカウントに問題があると主張し、再度ログインするように求めるメールが届いた場合は詐欺です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "Why ysk: 骗子在互联网上比比皆是。我最近一直收到\n电子邮件，声称我的账户被入侵，或者他们注意到我的账户有一些可疑的活动，或者这些骗子想出的其他办法。\n我的账户上有一些可疑的活动，或者这些骗子想出的其他什么东西\n的其他东西。如果你打开他们的电子邮件，它看起来是合法的，但它是...",
      "title": "YSK：收到的电子邮件看起来像是来自亚马逊或贝宝等合法公司，声称你的账户有问题，要求你再次登录，这就是骗局。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Why ysk: 騙子在互聯網上比比皆是。我最近一直收到\n電子郵件，聲稱我的賬戶被入侵，或者他們注意到我的賬戶有一些可疑的活動，或者這些騙子想出的其他辦法。\n我的賬戶上有一些可疑的活動，或者這些騙子想出的其他什麼東西\n的其他東西。如果你打開他們的電子郵件，它看起來是合法的，但它是...",
      "title": "YSK：收到的電子郵件看起來像是來自亞馬遜或貝寶等合法公司，聲稱你的賬戶有問題，要求你再次登錄，這就是騙局。"
    }
  ]
}