{
  "author": "majeric",
  "the_new_excerpt": "To start, we are deeply social animals and group-belonging is an essential part\nof human psychology.\n\nShaming is effectively \"You don't belong to my group if you act or believe as\nyou do.\" which might be effective if you the person being shamed had no where to\ngo.\n\nHowever, particularly in this day…",
  "original_created_utc": 1611508025,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我们是深具社会性的动物，群体归属感是必不可少的一部分。\n的人类心理学。\n\n羞辱实际上是 \"你不属于我的群体，如果你的行为或信念是\n你做的。\"这可能是有效的，如果你的人被羞辱无处可去。\n去。\n\n然而，特别是在今天...",
      "title": "CMV：羞辱是消除阴谋论者和仇恨（种族主义、性别歧视、仇视同性恋等）等极端信仰的无效工具。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我們是深具社會性的動物，羣體歸屬感是必不可少的一部分。\n的人類心理學。\n\n羞辱實際上是 \"你不屬於我的羣體，如果你的行爲或信念是\n你做的。\"這可能是有效的，如果你的人被羞辱無處可去。\n去。\n\n然而，特別是在今天...",
      "title": "CMV：羞辱是消除陰謀論者和仇恨（種族主義、性別歧視、仇視同性戀等）等極端信仰的無效工具。"
    }
  ],
  "title": "CMV: Shaming is an ineffective tool in deradicalizing extreme belief like conspiracy theorists and hate (Racism, Sexism, Homophobia etc)",
  "created_utc": 1611576005,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To start, we are deeply social animals and group-belonging is an essential part of human psychology. </p>\n\n<p>Shaming is effectively &quot;You don&#39;t belong to my group if you act or believe as you do.&quot; which might be effective if you the person being shamed had no where to go.</p>\n\n<p>However, particularly in this day of the internet, you can find community for almost anything. It&#39;s a powerful tool for marginalized communities but it&#39;s also a double edged sword that groups like Flat Earthers can feed each other. It&#39;s the modern day invention akin to fire. It can keep us alive. It can also burn us.</p>\n\n<p>The reason I believe that it&#39;s an ineffective tool is because shaming is rejecting someone from your tribe, your group, and as such it leaves the target of shaming with no where to go except the group of people who will feed them the lies of conspiracy theory and/or hate. </p>\n\n<p>Shaming will cut off any opportunity for a person to abandon their flawed beliefs because it burns that bridge. </p>\n\n<p>Lastly, our instinct to shame people, doesn&#39;t come from a reasoned belief that it&#39;s effective but it comes from a knee-jerk desire for retribution for a moral violation. So we act on that desire in contradiction to its efficacy as a solution. </p>\n\n<p>It&#39;s not just ineffective, it actually makes the problem worse. </p>\n\n<p>I&#39;m open to being wrong about this. I would like to understand all the tools in my toolbox for changing the hearts and minds of people.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/l43a16/cmv_shaming_is_an_ineffective_tool_in/",
  "subreddit": "changemyview",
  "id": "l43a16",
  "is_self": true,
  "media": null,
  "is_video": false
}