{
  "author": "Boy_With_A_Dream",
  "the_new_excerpt": "Like we have a couple funny and likeable characters on an adventure for some\nreason and the fantasy world lingo is just as confusing as it was to me as it\nwas in Chapter 1\n\nAlmost every conversation uses these jargon specific to the given fantasy world\n\n\"But, Jodiea, what about the Shrokai?\"\n\n\"We…",
  "original_created_utc": 1622143737,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "愉快で好感の持てるキャラクターたちが、何かを求めて冒険に出るような。\nファンタジー世界の用語は、私にとっては第1章と同様に混乱を招くものでした。\n第一章の時と同様に\n\nほとんどの会話で、そのファンタジー世界特有の専門用語が使われています\n\n\"でもジョディアー、シュロカイはどうするの？\"\n\n\"私たちは...",
      "title": "ファンタジー本の10章に入っても、まだ何が起こっているのかわからないときはどうしますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "就像我们有一对有趣和可爱的人物在冒险，但由于某种原因\n幻想世界的行话对我来说就像它在第一章中那样令人困惑。\n第一章中的那样\n\n几乎每一次对话都会使用这些特定于特定幻想世界的行话\n\n\"但是，Jodiea，那Shrokai呢？\"\n\n\"我们...",
      "title": "当你在一本奇幻书中读到10章时，你仍然不明白发生了什么，你会怎么做？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "就像我們有一對有趣和可愛的人物在冒險，但由於某種原因\n幻想世界的行話對我來說就像它在第一章中那樣令人困惑。\n第一章中的那樣\n\n幾乎每一次對話都會使用這些特定於特定幻想世界的行話\n\n\"但是，Jodiea，那Shrokai呢？\"\n\n\"我們...",
      "title": "當你在一本奇幻書中讀到10章時，你仍然不明白髮生了什麼，你會怎麼做？"
    }
  ],
  "title": "What do you do when you are 10 chapters into a fantasy book and you still don't understand what's going on?",
  "created_utc": 1622155616,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Like we have a couple funny and likeable characters on an adventure for some reason and the fantasy world lingo is just as confusing as it was to me as it was in Chapter 1</p>\n\n<p>Almost every conversation uses these jargon specific to the given fantasy world</p>\n\n<p>&quot;But, Jodiea, what about the Shrokai?&quot;</p>\n\n<p>&quot;We can just wutis the Shrokai, don&#39;t worry about that, young Insrei.&quot;</p>\n\n<p>I like the &quot;wow, that&#39;s so cool&quot; factor of fantasy books and hate the &quot;what&#39;s going on&quot; question popping up in my head every 2 minutes </p>\n\n<p>Sometimes the lore of a fantasy book is like 20 reading levels above you</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/books/comments/nmffcz/what_do_you_do_when_you_are_10_chapters_into_a/",
  "subreddit": "books",
  "id": "nmffcz",
  "is_self": true,
  "media": null,
  "is_video": false
}