{
  "author": "ArdnyX",
  "original_created_utc": 1636262047,
  "title": "CMV: It's okay for women/girls to initiate a romantic relationship",
  "created_utc": 1636327931,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Disclaimer: I need this for a debate ; our side being assigned that its not okay for girls to initiate a romantic relationship, unfortunately, as a man born in this generation, I&#39;m okay with girls initiating a relationship and I need to change my views to the old traditional way that its always a man who should initiate it.</p>\n\n<p>I know questions like these existed already and I&#39;ve seen A LOT but its always the reverse (changing their views that we should normalize women making the first move, which is the exact reverse of our side; its not okay for women to make the first move.)</p>\n\n<p>Here&#39;s my views:</p>\n\n<ol>\n<li><p>Women empowerment. Men making the first move sometimes abuses this and uses their advantage to dominate their partner; controlling them.</p></li>\n<li><p>It doesn&#39;t matter who makes the first move anymore, as long as they  both can make it work. Its an old accustomed tradition that men always makes the first move anyways. </p></li>\n<li><p>People in the LGBT+ Community, specially ones with girl to girl relationships. Many of them succeeded fought their rights to it. This proves that women are capable of making the first move. </p></li>\n</ol>\n\n<p>Basically, I&#39;m putting myself on the shoes of the opposition and you as the commenter, on our side so I can somehow visualize how our debate would go; I guess its like flipping the chessboard around so I can think of ways to counter them.</p>\n\n<p>There are more but I can&#39;t put them into words properly. Change my view!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/qoht03/cmv_its_okay_for_womengirls_to_initiate_a/",
  "subreddit": "changemyview",
  "id": "qoht03",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Disclaimer: I need this for a debate ; our side being assigned that its not okay\nfor girls to initiate a romantic relationship, unfortunately, as a man born in\nthis generation, I'm okay with girls initiating a relationship and I need to\nchange my views to the old traditional way that its always a…"
}