{
  "author": "ArdnyX",
  "original_created_utc": 1636262047,
  "title": "CMV: It's okay for women/girls to initiate a romantic relationship",
  "created_utc": 1636327931,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Disclaimer: I need this for a debate ; our side being assigned that its not okay for girls to initiate a romantic relationship, unfortunately, as a man born in this generation, I&#39;m okay with girls initiating a relationship and I need to change my views to the old traditional way that its always a man who should initiate it.</p>\n\n<p>I know questions like these existed already and I&#39;ve seen A LOT but its always the reverse (changing their views that we should normalize women making the first move, which is the exact reverse of our side; its not okay for women to make the first move.)</p>\n\n<p>Here&#39;s my views:</p>\n\n<ol>\n<li><p>Women empowerment. Men making the first move sometimes abuses this and uses their advantage to dominate their partner; controlling them.</p></li>\n<li><p>It doesn&#39;t matter who makes the first move anymore, as long as they  both can make it work. Its an old accustomed tradition that men always makes the first move anyways. </p></li>\n<li><p>People in the LGBT+ Community, specially ones with girl to girl relationships. Many of them succeeded fought their rights to it. This proves that women are capable of making the first move. </p></li>\n</ol>\n\n<p>Basically, I&#39;m putting myself on the shoes of the opposition and you as the commenter, on our side so I can somehow visualize how our debate would go; I guess its like flipping the chessboard around so I can think of ways to counter them.</p>\n\n<p>There are more but I can&#39;t put them into words properly. Change my view!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/qoht03/cmv_its_okay_for_womengirls_to_initiate_a/",
  "subreddit": "changemyview",
  "id": "qoht03",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Disclaimer: I need this for a debate ; our side being assigned that its not okay\nfor girls to initiate a romantic relationship, unfortunately, as a man born in\nthis generation, I'm okay with girls initiating a relationship and I need to\nchange my views to the old traditional way that its always a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "免責事項：私は議論のためにこれを必要とする：我々の側は、その大丈夫ではないことを割り当てられている\nこの世代に生まれた男としては、残念ながら、女の子が恋愛を始めるのはいいんです。\nこの世代に生まれた男性として、私は女の子が関係を開始すると私は大丈夫だし、私は古い伝統的な方法に私の見解を変更する必要があります。\n私は、この世代に生まれた男性として、女の子が関係を始めることに賛成していますが、私の見解を古い伝統的な方法に変更する必要があります...",
      "title": "CMV：女性が恋愛を始めてもいいんじゃない？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "免责声明：我需要这个辩论；我们这边被指定为不可以\n恋爱关系，不幸的是，作为一个出生在这一代的男人，我可以接受女孩主动提出恋爱关系。\n不幸的是，作为一个出生在这一代的男人，我可以接受女孩主动提出的关系，我需要\n我需要改变我的观点，改变传统的老方法，即它总是一个...",
      "title": "CMV：女性/女孩主动提出恋爱关系是可以的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "免責聲明：我需要這個辯論；我們這邊被指定爲不可以\n戀愛關係，不幸的是，作爲一個出生在這一代的男人，我可以接受女孩主動提出戀愛關係。\n不幸的是，作爲一個出生在這一代的男人，我可以接受女孩主動提出的關係，我需要\n我需要改變我的觀點，改變傳統的老方法，即它總是一個...",
      "title": "CMV：女性/女孩主動提出戀愛關係是可以的"
    }
  ]
}