{
  "author": "Phantom-Soldier-405",
  "original_created_utc": 1630626009,
  "title": "CMV: It is foolish to try to punish people with beliefs you don't like - it's only a matter of time before it's used against you.",
  "created_utc": 1630675837,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve seen many posts and comments saying &quot;restrict the voting rights of people with beliefs I don&#39;t like&quot; and &quot;people with anti-vax beliefs should not be given healthcare.&quot; Is it truly worth it to do such things?</p>\n\n<p>It might seem favorable when your beliefs are popular and loved by the public. But people against your ideas can very well turn the tide around at the right time.</p>\n\n<p>What if politicians on your side fails? What if the people are brainwashed? What if your ideas get canceled? No matter what happens, actions that punish others sets a dangerous precedent: that it is acceptable to punish people based on their beliefs. Maybe for years it would only be targeted at people you don&#39;t like. But someone will eventually abuse it, against you, your family members, and many other normal people they don&#39;t like.</p>\n\n<p>It&#39;s never worth it to potentially get millions of normal people hurt, denied healthcare, be stripped of voting rights, or imprisoned for some temporary moral justice. No matter how unlikely it is that such exploitation will happen, the risk should never be taken because of the potentially terrifying consequences.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/pgtgv0/cmv_it_is_foolish_to_try_to_punish_people_with/",
  "subreddit": "changemyview",
  "id": "pgtgv0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've seen many posts and comments saying \"restrict the voting rights of people\nwith beliefs I don't like\" and \"people with anti-vax beliefs should not be given\nhealthcare.\" Is it truly worth it to do such things?\n\nIt might seem favorable when your beliefs are popular and loved by the public.\nBut…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "障がい者の投票権を制限しろ」という書き込みやコメントを多く見かけました。\n気に入らない信念を持つ人の投票権を制限しろ」「アンチワクチンの信念を持つ人には医療を与えるべきではない」という書き込みを多く見ました。\nといった書き込みをよく見かけます。そのようなことをする価値が本当にあるのでしょうか？\n\nあなたの信念が世間で人気があり、愛されている場合は好意的に見えるかもしれません。\nでも...。",
      "title": "CMV: 自分の気に入らない信念を持つ人を罰しようとするのは愚かなことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我看到许多帖子和评论说，\"限制有我不喜欢的信仰的人的投票权\"，\"有反疫苗信仰的人不应该被授予投票权。\n有我不喜欢的信仰的人的投票权 \"和 \"有反疫苗信仰的人不应该得到医疗保健\"。\n保健\"。做这样的事情真的值得吗？\n\n当你的信仰受到公众的欢迎和喜爱时，它可能看起来很有利。\n但是...",
      "title": "CMV：试图惩罚有你不喜欢的信仰的人是愚蠢的，这只是一个时间问题，它被用来对付你。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看到許多帖子和評論說，\"限制有我不喜歡的信仰的人的投票權\"，\"有反疫苗信仰的人不應該被授予投票權。\n有我不喜歡的信仰的人的投票權 \"和 \"有反疫苗信仰的人不應該得到醫療保健\"。\n保健\"。做這樣的事情真的值得嗎？\n\n當你的信仰受到公衆的歡迎和喜愛時，它可能看起來很有利。\n但是...",
      "title": "CMV：試圖懲罰有你不喜歡的信仰的人是愚蠢的，這只是一個時間問題，它被用來對付你。"
    }
  ]
}