{
  "author": "Hidiety",
  "the_new_excerpt": "Why YSK: Scammers have gotten really good at creating convincing emails. Many\ntimes the email address will be very similar to what a business email would be.\nI'm posting this because I almost fell for a phishing scam that looked identical\nto Turbotax's email. Luckily I realized my mistake and looked…",
  "original_created_utc": 1618083053,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 詐欺師たちは、説得力のあるメールを作るのがとても上手になっています。多くの場合\nメールアドレスがビジネスメールと非常によく似ていることがあります。\nこの記事を投稿したのは、私も同じような内容のフィッシング詐欺に遭いそうになったからです。\nフィッシング詐欺に遭いそうになったからです。幸いなことに、私は自分の過ちに気付いて、見...",
      "title": "YSKでは、企業からメールを受け取っても、メールに記載されている番号に電話をかけるべきではありません。フィッシング詐欺に遭わないためにも、電話番号を調べてみてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "Why YSK: 骗子们已经非常擅长制造令人信服的电子邮件。许多\n次的邮件地址会和商业邮件非常相似。\n我之所以发这个帖子，是因为我差点上了一个看起来一模一样的钓鱼骗局。\n到Turbotax的邮件。幸好我意识到了自己的错误，看了... ...",
      "title": "YSK，如果你收到一封来自企业的邮件，你不应该拨打邮件中的号码。而是要查找它，以避免潜在的钓鱼诈骗。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Why YSK: 騙子們已經非常擅長製造令人信服的電子郵件。許多\n次的郵件地址會和商業郵件非常相似。\n我之所以發這個帖子，是因爲我差點上了一個看起來一模一樣的釣魚騙局。\n到Turbotax的郵件。幸好我意識到了自己的錯誤，看了... ...",
      "title": "YSK，如果你收到一封來自企業的郵件，你不應該撥打郵件中的號碼。而是要查找它，以避免潛在的釣魚詐騙。"
    }
  ],
  "title": "YSK that if you get an email from a business you shouldn't call the number in the email. Look it up instead to avoid a potential phishing scam.",
  "created_utc": 1618140324,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Scammers have gotten really good at creating convincing emails. Many times the email address will be very similar to what a business email would be. I&#39;m posting this because I almost fell for a phishing scam that looked identical to Turbotax&#39;s email. Luckily I realized my mistake and looked up the customer service number on Google, because they didn&#39;t match. Turns out it was in fact illegitimate because they had no issues with my account like the email stated.</p>\n\n<p>Hopefully this follows the subs rules. This is my first post here.</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/YouShouldKnow/comments/mobcah/ysk_that_if_you_get_an_email_from_a_business_you/",
  "subreddit": "YouShouldKnow",
  "id": "mobcah",
  "is_self": true,
  "media": null,
  "is_video": false
}