{
  "author": "ItsKnope2016",
  "original_created_utc": 1626819293,
  "title": "YSK: Black cat hate is an urban myth spread by well-meaning animal lovers.",
  "created_utc": 1626824553,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: They get adopted as or more often than other types. Black and white cats are the ones who are actually less likely to be adopted perhaps because they&#39;re compared to the much more interesting pure black or pure white cats. Moreover there is no evidence of ritualistic &quot;sacrifice&quot; or abuse of black cats during Halloween. Black cats are more likely to be hit by a car because they&#39;re more difficult to see at night when cats are most active. Their odds of not coming home is the same as a cat of any other color. </p>\n\n<p>The world is not populated by weird blood thirsty satanists and psychopaths. While it may not be true that most people are good, it is certainly true that most people aren&#39;t bad.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/YouShouldKnow/comments/oocge9/ysk_black_cat_hate_is_an_urban_myth_spread_by/",
  "subreddit": "YouShouldKnow",
  "id": "oocge9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: They get adopted as or more often than other types. Black and white\ncats are the ones who are actually less likely to be adopted perhaps because\nthey're compared to the much more interesting pure black or pure white cats.\nMoreover there is no evidence of ritualistic \"sacrifice\" or abuse of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、他のタイプと同じかそれ以上に採用されているからです。黒猫と白猫\n黒猫や白猫は、純粋な黒猫や白猫に比べて、里親になる確率が低いのです。\n純黒や純白の猫と比較されてしまうからです。\nしかも、儀式的な「生け贄」や「虐待」の証拠はありません。",
      "title": "YSK: 黒猫嫌いは、善意の動物愛好家が広めた都市伝説です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：他们和其他类型的动物一样或更多地被收养。黑猫和白猫\n猫是那些实际上不太可能被收养的猫，也许是因为\n它们与更有趣的纯黑或纯白猫相比。\n此外，没有证据表明有仪式性的 \"牺牲 \"或虐待...",
      "title": "YSK：对黑猫的憎恨是一个由善意的动物爱好者传播的城市神话。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：他們和其他類型的動物一樣或更多地被收養。黑貓和白貓\n貓是那些實際上不太可能被收養的貓，也許是因爲\n它們與更有趣的純黑或純白貓相比。\n此外，沒有證據表明有儀式性的 \"犧牲 \"或虐待...",
      "title": "YSK：對黑貓的憎恨是一個由善意的動物愛好者傳播的城市神話。"
    }
  ]
}