{
  "author": "Bubblesthebutcher",
  "original_created_utc": 1637536423,
  "title": "CMV: “If Rittenhouse was black, this wouldn’t of happened” isn’t an argument against him, but an argument for systemic reform",
  "created_utc": 1637546811,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see so many comments bring his race into the reason he got off, but if you really look at everything it’s because down to the data: he didn’t break any laws.</p>\n\n<p>So while I agree it was a bad situation to be in, and that how things played out is a tragedy, he still was held accountable to the extent the law demanded.</p>\n\n<p>This means that if the case would have ended differently for a black teen, then the issue isn’t with Rittenhouse’s actions, but racial bias AGAINST black people, not FOR white people.</p>\n\n<p>I suggest there’s a major difference of “lawful compliance” being a reason someone didn’t get charged, and racism the reason someone else did get charged. And blurring those lines only confuses the goal of equality</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/qz72s0/cmv_if_rittenhouse_was_black_this_wouldnt_of/",
  "subreddit": "changemyview",
  "id": "qz72s0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I see so many comments bring his race into the reason he got off, but if you\nreally look at everything it’s because down to the data: he didn’t break any\nlaws.\n\nSo while I agree it was a bad situation to be in, and that how things played out\nis a tragedy, he still was held accountable to the extent…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "多くのコメントが彼の人種を理由にしているのを見ますが、実際に全てを見てみると\n彼は何の法律も犯していないというデータに集約されるからです。\n法律に違反していないからです。\n\nだから、悪い状況に置かれていたことには同意するし、事の顛末が悲劇であることにも同意するが\n悲劇であることには同意しますが、それでも彼にはそれなりの責任があります。",
      "title": "CMV：「リッテンハウスが黒人だったら、こんなことにはならなかった」というのは、彼に対する反論ではなく、システム改革のための反論です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我看到这么多评论把他的种族归结为他被释放的原因，但如果你\n但如果你真的看清楚了一切，那就是因为数据的问题：他没有违反任何\n法律。\n\n因此，虽然我同意这是一个糟糕的情况，而且事情的发展是一个悲剧。\n是一个悲剧，但他仍然被追究责任的程度......",
      "title": "CMV：\"如果瑞特豪斯是黑人，就不会发生这样的事情\"，这不是反对他的论点，而是系统改革的论点。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看到這麼多評論把他的種族歸結爲他被釋放的原因，但如果你\n但如果你真的看清楚了一切，那就是因爲數據的問題：他沒有違反任何\n法律。\n\n因此，雖然我同意這是一個糟糕的情況，而且事情的發展是一個悲劇。\n是一個悲劇，但他仍然被追究責任的程度......",
      "title": "CMV：\"如果瑞特豪斯是黑人，就不會發生這樣的事情\"，這不是反對他的論點，而是系統改革的論點。"
    }
  ]
}