{
  "author": "AlwaysTheNoob",
  "the_new_excerpt": "Why YSK:\n\nHollywood has brainwashed a lot of people into thinking that the police will\nsimply shrug and say \"sorry, we can't do anything until so-and-so has been\nmissing for 48 hours\". This is absolutely not true, and an extremely dangerous\nlie.\n\nThe first hours after someone has been noted to be…",
  "original_created_utc": 1620587525,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\nハリウッドは、多くの人々を洗脳し、警察は、単に肩をすくめて、「申し訳ありません。\n警察は単に肩をすくめて、「申し訳ありませんが、行方不明になってから48時間経たないと何もできません。\nこれは絶対に間違っています。これは絶対に間違っていますし、非常に危険な嘘です。\n嘘です。\n\n誰かが行方不明になったと指摘されてから最初の数時間は...",
      "title": "YSK: 行方不明者の報告に24～48時間待つというのは、ハリウッドの神話です。助けを得るためには、その時間が最も重要なのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n好莱坞给很多人洗脑，让他们认为警察会\n耸耸肩说：\"对不起，我们不能做任何事情，直到某某已经失踪了48小时。\n失踪48小时\"。这绝对不是事实，而且是一个极其危险的\n谎言。\n\n在某人被注意到失踪后的头几个小时内，警方会对其进行调查。",
      "title": "YSK：等待24-48小时来报告失踪人员是好莱坞的神话。这几个小时是获得帮助的最关键时间。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n好萊塢給很多人洗腦，讓他們認爲警察會\n聳聳肩說：\"對不起，我們不能做任何事情，直到某某已經失蹤了48小時。\n失蹤48小時\"。這絕對不是事實，而且是一個極其危險的\n謊言。\n\n在某人被注意到失蹤後的頭幾個小時內，警方會對其進行調查。",
      "title": "YSK：等待24-48小時來報告失蹤人員是好萊塢的神話。這幾個小時是獲得幫助的最關鍵時間。"
    }
  ],
  "title": "YSK: waiting 24-48 hours to report a missing person is a Hollywood myth. Those hours are the most crucial to getting help.",
  "created_utc": 1620596486,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>Hollywood has brainwashed a lot of people into thinking that the police will simply shrug and say &quot;sorry, we can&#39;t do anything until so-and-so has been missing for 48 hours&quot;.  This is absolutely not true, and an extremely dangerous lie.  </p>\n\n<p>The first hours after someone has been noted to be missing are far and away the most important.  If you genuinely suspect that something has happened to somebody, <strong><em>do not wait to call the police</em></strong><strong>.</strong>  </p>\n\n<p>The sooner you call, the better.  It may save a life.</p>\n</div><!-- SC_ON -->",
  "score": 3411,
  "permalink": "/r/YouShouldKnow/comments/n8l5te/ysk_waiting_2448_hours_to_report_a_missing_person/",
  "subreddit": "YouShouldKnow",
  "id": "n8l5te",
  "is_self": true,
  "media": null,
  "is_video": false
}