{
  "author": "Enticing_Venom",
  "original_created_utc": 1627055321,
  "title": "Making Accusations Against Authors Based on Their Book Content",
  "created_utc": 1627072098,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>While I&#39;m probably just shouting into the void I wanted to have this discussion in the hopes at least one person may be swayed to consider their words. </p>\n\n<p>I was finally pushed to make this post after someone made a highly upvoted comment on a sub alleging that a writer for a Law and Order TV show was a rapist or was going to rape someone based on the fact that he must have a &quot;messed up mind&quot; to have written the fictional crime show. </p>\n\n<p>There&#39;s something incredibly wrong in my eyes of calling a good crime writer a rapist simply for writing a good antagonist. </p>\n\n<p>In the same regard I often see these same types of claims made about various other authors. Stephen King has been frequently referred to as a pedophile by readers who are uncomfortable with certain elements of his work (though I do agree his theme of writing uncomfortable sex scenes is potentially weird I still would not make with confidence an accusation that he is definitely a pedophile. For one an unrepentant pedophile is unlikely to describe their fantasies as horror). </p>\n\n<p>GRRM I have also seen accused of being a sexual predator because of some of the grim things he writes about. </p>\n\n<p>I have not seen any evidence (doesn&#39;t mean it doesn&#39;t exist) that people who write horror novels or crime serials have any relationship to committing those same crimes. In fact I think the mere fact that many crime writers intentionally write to have the offender caught and brought to justice is a clear sign that they are not supporting the villainous deeds they are coming up with. Being able to write about dark or evil deeds does not necessitate that someone is sick in the head and therefore a definite criminal offender. </p>\n\n<p>I want to stress that accusing someone of being a rapist or a pedophile is a serious accusation. It is not one that should be leveled willy nilly because they wrote a fictional scene that disturbed you. The point (speaking generally) of horror novels is to make people uncomfortable. The point of crime shows is to create a sadistic and terrifying offender to show how the protagonists can bring them down. The point of grimdark is to have a cynical view of a just world. The authors in these arenas are writing fiction where no one is getting hurt. Many of them write it very clear that what is happening is bad. That in of itself deviates from how the average rapist views their crimes. </p>\n\n<p>Writing about dark or horror elements can be cathartic for people with trauma. You should not divorce the fact that many crime stories end with the offender being brought to justice. That is not something that a true rapist is likely to want to write for an antagonist that they allegedly sympathize with. </p>\n\n<p>I don&#39;t want to strip all the nuance from the discussion. There can be value in evaluating why certain themes are mainstays in fiction (sexual coercion being acceptable, rape that is eroticized, underage scenes, etc). But that doesn&#39;t mean that people should read crime shows and horror novels and make sweeping allegations against the authors that the mere fact that they can write creatively means they are a bad person. Making allegations like this punishes writers who are trying to fulfill a genre and isn&#39;t rooted in any hard evidence that I can find. </p>\n\n<p>To me it&#39;s similar to saying that video games cause violence. Creative avenues in fiction are not necessarily avenues to real life harms. It&#39;s important to consider the impact of our words and not make serious character assassination attempts against authors simply for writing villains. </p>\n\n<p>(If it matters to anyone I am not a fan of Law and Order or Stephen King so this isn&#39;t based on a personal defense of those writers. I also liked Game of Thrones but I&#39;m not a major GRRM fan)</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/oq55ur/making_accusations_against_authors_based_on_their/",
  "subreddit": "books",
  "id": "oq55ur",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "While I'm probably just shouting into the void I wanted to have this discussion\nin the hopes at least one person may be swayed to consider their words.\n\nI was finally pushed to make this post after someone made a highly upvoted\ncomment on a sub alleging that a writer for a Law and Order TV show was…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はおそらく空に向かって叫んでいるだけなのですが、この議論をしたいと思いました。\nひとりでも多くの人が自分の言葉を考えるきっかけになればと思います。\n\n最終的に私がこの投稿をすることになったのは、ある人がLaw and Orderというテレビ番組のライターを疑って\n私がこの投稿をすることになったのは、ある人がLaw and Orderというテレビ番組のライターが......というサブ記事に、非常に高い投票数のコメントをしたからです。",
      "title": "書籍の内容に基づいて著者を非難すること"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "虽然我可能只是在空喊，但我想进行这样的讨论\n希望至少有一个人可能会被动摇，考虑他们的话。\n\n在有人在一个子网站上发表了一篇高票通过的评论后，我终于被逼着发了这个帖子。\n的评论，指称法律与秩序电视节目的作家是......",
      "title": "根据作者的书籍内容对其进行指控"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "雖然我可能只是在空喊，但我想進行這樣的討論\n希望至少有一個人可能會被動搖，考慮他們的話。\n\n在有人在一個子網站上發表了一篇高票通過的評論後，我終於被逼着發了這個帖子。\n的評論，指稱法律與秩序電視節目的作家是......",
      "title": "根據作者的書籍內容對其進行指控"
    }
  ]
}