{
  "author": "ctsims",
  "the_new_excerpt": "If you go to a pharmacy toothbrush aisle you'll probably be provided with dozens\nof different shapes and sizes of brush, each with its own purported benefits.\nOne of the many variations between different brushes you will sometimes see is\nbristle stiffness, which is generally Soft, Medium, or…",
  "original_created_utc": 1623948751,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "薬局の歯ブラシ売り場に行くと、何十種類もの形や大きさのブラシが並んでいると思います。\nブラシの形や大きさはそれぞれ違っていて、それぞれに効果があると言われています。\nブラシの種類によって、次のような違いがあることがわかります。\n毛の硬さで、一般的には「ソフト」「ミディアム」「...」となっています。",
      "title": "YSK: \"ミディアム \"と \"ハード \"の歯ブラシは、ADAによって有害とされており、ほとんどの人が使うべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你去药店的牙刷货架，你可能会被提供几十种不同形状和尺寸的牙刷。\n不同形状和尺寸的刷子，每一种都有自己声称的好处。\n你有时会看到不同刷子之间的许多变化，其中之一是\n刷子的硬度，一般是软的、中的、或硬的。",
      "title": "YSK：ADA认为 \"中 \"和 \"硬 \"牙刷是有害的，几乎没有人应该使用它们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你去藥店的牙刷貨架，你可能會被提供幾十種不同形狀和尺寸的牙刷。\n不同形狀和尺寸的刷子，每一種都有自己聲稱的好處。\n你有時會看到不同刷子之間的許多變化，其中之一是\n刷子的硬度，一般是軟的、中的、或硬的。",
      "title": "YSK：ADA認爲 \"中 \"和 \"硬 \"牙刷是有害的，幾乎沒有人應該使用它們。"
    }
  ],
  "title": "YSK: \"Medium\" and \"Hard\" toothbrushes are considered harmful by the ADA and almost no one should use them",
  "created_utc": 1623966210,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you go to a pharmacy toothbrush aisle you&#39;ll probably be provided with dozens of different shapes and sizes of brush, each with its own purported benefits. One of the many variations between different brushes you will sometimes see is bristle stiffness, which is generally Soft, Medium, or Hard/Firm. </p>\n\n<p>This choice is presented to consumers as a seemingly benign difference based on preference, like choosing between crisscross bristles or an angled tip, but it is very much not. There is a clear consensus to exclusively use <a href=\"https://www.ada.org/en/member-center/oral-health-topics/toothbrushes\">soft bristled brushes</a> for teeth, and no dentist will recommend that you use a medium or harder toothbrush since they can cause erosion and gum damage. </p>\n\n<p>Harder bristled toothbrushes do have some very limited special-case uses, such as cleaning dentures, but manufacturers continue to resist making that distinction clear in packaging and marketing. This leads to confusing double talk where Colgate <a href=\"https://www.colgate.com/en-us/oral-health/selecting-dental-products/soft-vs-hard-toothbrush\">confirms on their website</a> that consumers should exclusively choose soft toothbrushes, but also markets medium firmness toothbrushes as <a href=\"https://www.colgate.com/en-gb/products/toothbrush/colgate-extra-clean-3-pack-toothbrush\">a standard product</a> even labeling them as &quot;Extra Clean,&quot; implying that they work better.</p>\n\n<p>The industry is stuck in kind of a chicken-and-egg scenario that can cause you real harm. Some consumers want &quot;firmer&quot; toothbrushes based on lack of knowledge and no manufacturer wants to lose that market segment so they keep making them, but the ongoing availability of normal medium/firm brushes reinforces the misconception that they are standard choices that work better for some consumers. </p>\n\n<p>Why YSK: Whatever other choices you are making with picking brushes you should <em>never</em> choose a firmer bristle than soft without specific advice from your dentist, or you could damage your teeth or gums. You should think of Medium and Firm/Hard toothbrushes as specialty tools with specialty purposes and not a matter of preference.</p>\n</div><!-- SC_ON -->",
  "score": 426,
  "permalink": "/r/YouShouldKnow/comments/o21u6r/ysk_medium_and_hard_toothbrushes_are_considered/",
  "subreddit": "YouShouldKnow",
  "id": "o21u6r",
  "is_self": true,
  "media": null,
  "is_video": false
}