{
  "author": "thuribleofdarkness",
  "original_created_utc": 1626713173,
  "title": "[META] Newspaper clippings should have an actual title, not just the name of the paper",
  "created_utc": 1626734790,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I would think including <em>what happened</em> 100 years ago today in the title of a post would be common courtesy, but most of these newspaper posts are just &quot;New York Times,&quot; &quot;San Franscio Examiner,&quot; etc. I&#39;m glad you found something interesting in the news, but could you at least tell us what it was? Otherwise, the sub just gets flooded with low-effort posts and we lose the ability to follow stories over time.</p>\n</div><!-- SC_ON -->",
  "score": 41,
  "permalink": "/r/100yearsago/comments/onhwww/meta_newspaper_clippings_should_have_an_actual/",
  "subreddit": "100yearsago",
  "id": "onhwww",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I would think including what happened 100 years ago today in the title of a post\nwould be common courtesy, but most of these newspaper posts are just \"New York\nTimes,\" \"San Franscio Examiner,\" etc. I'm glad you found something interesting\nin the news, but could you at least tell us what it was?…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "100年前の今日、何があったのかを記事のタイトルに入れるのが礼儀だと思うのですが\n礼儀にかなっていると思うのですが、ほとんどの新聞記事は「New York Times\nTimes\"、\"San Franscio Examiner \"などとなっています。ニュースで何か面白いことを見つけてくれたのは嬉しいのですが\nでも、せめてそれが何だったのか教えてもらえませんかね...。",
      "title": "[META] 新聞の切り抜きには、新聞社の名前だけでなく、実際のタイトルを付けるべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为将100年前的今天发生的事情写在帖子的标题中\n是一种常见的礼貌，但这些报纸上的大多数帖子只是 \"纽约时报\"、\"圣弗朗西斯科检查员 \"等。\n时报\"、\"圣弗兰西奥检查员 \"等。我很高兴你在新闻中发现了一些有趣的东西\n我很高兴你在新闻中发现了一些有趣的东西，但你能不能至少告诉我们那是什么？",
      "title": "[META]报纸剪报应该有一个实际的标题，而不仅仅是报纸的名称。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲將100年前的今天發生的事情寫在帖子的標題中\n是一種常見的禮貌，但這些報紙上的大多數帖子只是 \"紐約時報\"、\"聖弗朗西斯科檢查員 \"等。\n時報\"、\"聖弗蘭西奧檢查員 \"等。我很高興你在新聞中發現了一些有趣的東西\n我很高興你在新聞中發現了一些有趣的東西，但你能不能至少告訴我們那是什麼？",
      "title": "[META]報紙剪報應該有一個實際的標題，而不僅僅是報紙的名稱。"
    }
  ]
}