{
  "author": "ReginaActually",
  "the_new_excerpt": "Why YSK: As we go through life, we are molding ourselves and improving ourselves\nthe entire way. If we spend too much time trying to explain things to people who\nonly want to play devil's advocate, who aren't truly interested in their own\nself-improvement or education, we are wasting our energy. Our…",
  "original_created_utc": 1611666824,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：当我们经历人生的时候，我们在塑造自己，提升自己。\n整个过程。如果我们花了太多的时间来解释事情，而这些人\n只想扮演魔鬼代言人，谁不真正关心自己的。\n自我提升或教育，我们正在浪费我们的精力。我们的...",
      "title": "YSK，我们的时间是非常宝贵的，是有价值的，我们不需要把时间浪费在和闲杂人等争论上。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：當我們經歷人生的時候，我們在塑造自己，提升自己。\n整個過程。如果我們花了太多的時間來解釋事情，而這些人\n只想扮演魔鬼代言人，誰不真正關心自己的。\n自我提升或教育，我們正在浪費我們的精力。我們的...",
      "title": "YSK，我們的時間是非常寶貴的，是有價值的，我們不需要把時間浪費在和閒雜人等爭論上。"
    }
  ],
  "title": "YSK that our time is very precious and worthwhile, and we needn't waste it arguing with randoms.",
  "created_utc": 1611737520,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: As we go through life, we are molding ourselves and improving ourselves the entire way.  If we spend too much time trying to explain things to people who only want to play devil&#39;s advocate, who aren&#39;t truly interested in their own self-improvement or education, we are wasting our energy.  Our energy and time are very very valuable.</p>\n\n<p>Even if you take 15 minutes out of your day every day for self-reflection or self-improvement, your benefits will be exponential as time goes by.  Wasting 15 minutes a day arguing with someone who will never learn or improve is 15 minutes you didn&#39;t spend on your own self-improvement or happiness.</p>\n\n<p>Guard your happiness.  Guard your self-esteem.  Guard your sense of self-worth.  Spending too much time arguing with someone online who will never have any real-world consequences for the nonsense they spew is not aiding you in any way.</p>\n\n<p>Your time is precious.  Your self-esteem is precious.  Your self-worth is precious.  Don&#39;t waste it.</p>\n</div><!-- SC_ON -->",
  "score": 347,
  "permalink": "/r/YouShouldKnow/comments/l5dqm8/ysk_that_our_time_is_very_precious_and_worthwhile/",
  "subreddit": "YouShouldKnow",
  "id": "l5dqm8",
  "is_self": true,
  "media": null,
  "is_video": false
}