{
  "author": "Seinfield_Succ",
  "original_created_utc": 1626713031,
  "title": "YSK: Don't use spray sunscreen on a sunburn!",
  "created_utc": 1626723783,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: the alcohol content among other things will dry out the already damaged skin and it will hurt more than you&#39;d expect, think of a slap to a sun burn but everywhere the sun screen touches for as long as it&#39;s not absorbed and some. </p>\n\n<p>I only just realized rub in sunscreen didn&#39;t hurt my sunburns and apparently that&#39;s because it doesn&#39;t contain the same irritants.  Stay safe!</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/YouShouldKnow/comments/onhv11/ysk_dont_use_spray_sunscreen_on_a_sunburn/",
  "subreddit": "YouShouldKnow",
  "id": "onhv11",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: the alcohol content among other things will dry out the already damaged\nskin and it will hurt more than you'd expect, think of a slap to a sun burn but\neverywhere the sun screen touches for as long as it's not absorbed and some.\n\nI only just realized rub in sunscreen didn't hurt my sunburns…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、アルコールが含まれているため、すでにダメージを受けている肌を乾燥させるからです。\n日焼けした肌に平手打ちをするようなものです。\n日焼けの平手打ちを想像してみてください。しかし、吸収されない限り、サンスクリーンが触れる場所はどこでも、そしていくつかの場所でもです。\n\n私は今になって、日焼け止めをすり込んでも日焼けを痛めないことに気づきました...。",
      "title": "YSK：日焼けにスプレー式の日焼け止めを使ってはいけない！？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：酒精含量和其他东西会使已经受损的皮肤变干。\n皮肤会比你想象的更痛，就像拍打阳光灼伤一样，但只要防晒霜没有被吸收，它所接触到的地方都会受到伤害。\n只要防晒霜没有被吸收，所有接触到的地方都会有一些。\n\n我刚刚才意识到擦防晒霜不会伤害我的晒伤......",
      "title": "YSK：不要在晒伤的地方使用喷雾式防晒霜!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：酒精含量和其他東西會使已經受損的皮膚變幹。\n皮膚會比你想象的更痛，就像拍打陽光灼傷一樣，但只要防曬霜沒有被吸收，它所接觸到的地方都會受到傷害。\n只要防曬霜沒有被吸收，所有接觸到的地方都會有一些。\n\n我剛剛纔意識到擦防曬霜不會傷害我的曬傷......",
      "title": "YSK：不要在曬傷的地方使用噴霧式防曬霜!"
    }
  ]
}