{
  "author": "This-is-Life-Man",
  "original_created_utc": 1629154163,
  "title": "Why is that people who made terrible life decisions are given special treatment when they finally turn their life around, wether by their own choice, or because the law enforced it, but those who consciously stayed away from bad decisions to begin with, never get any kind of acknowledgment for it?",
  "created_utc": 1629185630,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>People who go to jail or rehab multiple times for gnarly drug or alcohol abuse, or the multitude of crimes they commit while under the influence, or committed crimes clear headed because they were just douche bags of human beings because of pure selfish desires, but then change their lives for the better should be given some kind of positive attention for overcoming it... , but what about those who could have easily succumbed to the same temptations of theft, and bad drugs, and gangs, and all the other things that mess people up, but made the conscious decision to make better judgement calls and just say &quot;no&quot; to all the bad shit that&#39;s so easy to succumb to? Where&#39;s the award for just being good your whole life? It&#39;s frustrating to see people who chose to do bad shit get so much praise and respect for finally stopping the crap they should have never done in the first place, compared to those who just never did anything wrong to begin with. Am I misguided in my frustration?</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/TooAfraidToAsk/comments/p5r4gr/why_is_that_people_who_made_terrible_life/",
  "subreddit": "TooAfraidToAsk",
  "id": "p5r4gr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "People who go to jail or rehab multiple times for gnarly drug or alcohol abuse,\nor the multitude of crimes they commit while under the influence, or committed\ncrimes clear headed because they were just douche bags of human beings because\nof pure selfish desires, but then change their lives for the…"
}