{
  "author": "kid_ghibli",
  "the_new_excerpt": "This is especially relevant to kids/teenagers, who sort of expect their parents\nto \"handle everything\". If you have problems with health (chronic pains,\nseemingly uncommon body changes, problems with focus, trouble hearing/smelling\netc). Whatever symptoms that seem to affect you significantly more…",
  "original_created_utc": 1619910938,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは特に、親に「何でもやってくれる」と期待しているような子供や10代の若者に関係しています。\n何でもやってくれる」と期待してしまうものです。もしあなたが健康に問題を抱えているなら（慢性的な痛み。\n慢性的な痛み、異常ともいえる体の変化、集中力の低下、聴力や嗅覚の障害など\nなど）。) あなたに大きな影響を与えていると思われるどんな症状でも...。",
      "title": "YSK Teens, you are an own first doctor! ご両親はあなたの健康問題に気づいていないかもしれません。親に相談するか、医者に診てもらいましょう。あなたの健康はあなたの責任です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这与孩子们/青少年尤其相关，他们有点期待父母\n来 \"处理一切\"。如果你有健康方面的问题（慢性疼痛。\n似乎不常见的身体变化，注意力不集中，听觉/嗅觉障碍\n等）。) 无论什么症状，似乎对你的影响明显更大...",
      "title": "YSK青少年，你是你自己的第一个医生! 你的父母可能没有注意到你的健康问题。与他们交谈或看医生。你的健康是你的责任。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這與孩子們/青少年尤其相關，他們有點期待父母\n來 \"處理一切\"。如果你有健康方面的問題（慢性疼痛。\n似乎不常見的身體變化，注意力不集中，聽覺/嗅覺障礙\n等）。) 無論什麼症狀，似乎對你的影響明顯更大...",
      "title": "YSK青少年，你是你自己的第一個醫生! 你的父母可能沒有注意到你的健康問題。與他們交談或看醫生。你的健康是你的責任。"
    }
  ],
  "title": "YSK Teens, you are your own first doctor! Your parents may not notice your health issues. Talk to them or see a doctor. Your health is your responsibility.",
  "created_utc": 1620096989,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is especially relevant to kids/teenagers, who sort of expect their parents to &quot;handle everything&quot;. If you have problems with health (chronic pains, seemingly uncommon body changes, problems with focus, trouble hearing/smelling etc). Whatever symptoms that seem to affect you significantly more than your peers - bring them up to your parents.</p>\n\n<p>I have had so many serious issues growing up that should have been looked at:</p>\n\n<ul>\n<li>inability to breath through nose when running, unlike my peers (never told)</li>\n<li>gynecomastia (shameful topic, never looked into due to lack of knowledge)</li>\n<li>severe ADHD symptoms (dismissed as &quot;part of my personality&quot;)</li>\n<li>rarely I&#39;d get very sharp pain in my prostate when I sneeze (never told)</li>\n<li>i&#39;d get strong pain in my nasopharynx whenever I&#39;d get a cold (never told)</li>\n</ul>\n\n<p>These are just some examples. I know some teens have sever acne issues. Some have puberty delay or menstrual cycle issues, etc. Often parents wouldn&#39;t treat their kids for 2 reasons:</p>\n\n<ul>\n<li>because these problems seem &quot;normal&quot;, since they develop so gradually, they kind of end up accepting them as &quot;oh this is how my kid is&quot;</li>\n<li>because kids don&#39;t tell their parents about their health issues, so they aren&#39;t even aware</li>\n</ul>\n\n<p>Take a moment and think about all the &quot;weird traits&quot; that you have (like gynecomastia was for me for example) or pains that aren&#39;t normal and write it down, then talk to parents about them, see if they can help you treat those (if it ends up being something simple) or go to a doctor.</p>\n\n<p>Also, parents - ask your kids about this, do overall &quot;therapist check-up&quot; kind of talk with them once in a while.</p>\n\n<p>____________________</p>\n\n<p>Even with the obvious health conditions like bacterial intenstinal infection, even in young kids, parents usually don&#39;t take the kids to the doctor, unless the kid gets a fever and there is blood in the stool: <a href=\"https://pubmed.ncbi.nlm.nih.gov/21087537/\">https://pubmed.ncbi.nlm.nih.gov/21087537/</a></p>\n\n<p>___________________</p>\n\n<p>&quot;Depression is one of the leading causes of illness and disability among adolescents, and suicide is the third leading cause of death in people aged 15–19 years. Mental health conditions account for 16% of the global burden of disease and injury in people aged 10–19 years. <strong>Half of all mental health disorders in adulthood start by age 14, but most cases are undetected and untreated.</strong></p>\n\n<p>Many factors have an impact on the well-being and mental health of adolescents. Violence, poverty, stigma, exclusion, and living in humanitarian and fragile settings can increase the risk of developing mental health problems. <strong>The consequences of not addressing adolescent mental health conditions extend to adulthood, impairing both physical and mental health and limiting opportunities to lead fulfilling lives as adults.</strong>&quot;: <a href=\"https://www.who.int/news-room/fact-sheets/detail/adolescents-health-risks-and-solutions\">https://www.who.int/news-room/fact-sheets/detail/adolescents-health-risks-and-solutions</a></p>\n\n<p><strong>Why YSK:</strong>  cause you can live misearble life in your childhood, teens and early adulthood until your finally start taking care of your health and realize that many things should have been treated long ago, especially those that affect QoL a lot (and can mess up your forming years and give you mental health issues).</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/YouShouldKnow/comments/n2u07b/ysk_teens_you_are_your_own_first_doctor_your/",
  "subreddit": "YouShouldKnow",
  "id": "n2u07b",
  "is_self": true,
  "media": null,
  "is_video": false
}