{
  "author": "Pugnastyornah",
  "original_created_utc": 1637009908,
  "title": "Which crypto would you feel most confident in putting a large amount of money in and letting sit for 5 years?",
  "created_utc": 1637019243,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Which crypto would you feel most confident in putting a large amount of money in and letting sit for 5 years?</p>\n\n<p>You have a large amount of money for your standards. But you can only put all of the funds into 1 crypto. Then you can’t sell any of it for 5 years minimum. Which crypto would you chose? </p>\n\n<p>For the sake of argument, let’s say that you can live without those funds, you could buy more (but never sell or convert), you have other funds for other crypto trading, and if it’s something that you need for other transactions such as BNB you can lock up just the funds in question so that you can continue using other funds for those transactions. </p>\n\n<p>My personal pick would be catgirl… JUST KIDDING, it would probably be Quant based on use case and formal price predictions. I think it’s a solid investment with a decent market cap that leaves good room for growth.</p>\n\n<p><em>edit: this post was originally removed bc I included that it can’t be (E)(T)H or (B)(T)C and apparently they’ve been mentioned too much on this sub in the top 50 today; I’d still prefer other answers but if I get comments of those, then so be it lol</em></p>\n</div><!-- SC_ON -->",
  "score": 275,
  "permalink": "/r/CryptoCurrency/comments/quq8xk/which_crypto_would_you_feel_most_confident_in/",
  "subreddit": "CryptoCurrency",
  "id": "quq8xk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Which crypto would you feel most confident in putting a large amount of money in\nand letting sit for 5 years?\n\nYou have a large amount of money for your standards. But you can only put all of\nthe funds into 1 crypto. Then you can’t sell any of it for 5 years minimum.\nWhich crypto would you…"
}