{
  "author": "MCCPsych",
  "the_new_excerpt": "YSK that it is always important to discuss whether or not you will use birth\ncontrol during sex, even when you're married.\n\nWhy YSK: I have talked to far too many people who have said things like \"We\ndidn't talk about having kids, but I got pregnant.\" It doesn't need to happen\nthis way. Talk about…",
  "original_created_utc": 1623454108,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKさんは、結婚していても、セックスの際に避妊するかどうかを話し合うことは常に重要であると言います。\n結婚していても、セックスの際に避妊具を使うかどうかを話し合うことは常に重要です。\n\nなぜYSKなのかというと、「子供を作る話をしていなかったのに、妊娠してしまった」というような人があまりにも多いからです。\n子供を持つことについて話し合っていなかったのに、私は妊娠してしまった。このようなことが起こる必要はありません。\nこのようになる必要はありません。話し合いは",
      "title": "YSK: 結婚していても、避妊の話は大切です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "YSK认为，讨论你们在性生活中是否使用避孕措施始终是很重要的。\n即使你们已经结婚了。\n\n为什么是YSK：我和太多的人交谈过，他们说：\"我们没有讨论过要孩子，但是我怀孕了。\n我们没有讨论过要孩子，但我却怀孕了\"。这不需要发生\n这种方式。谈论...",
      "title": "YSK：即使你已经结婚，谈论生育控制也很重要"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "YSK認爲，討論你們在性生活中是否使用避孕措施始終是很重要的。\n即使你們已經結婚了。\n\n爲什麼是YSK：我和太多的人交談過，他們說：\"我們沒有討論過要孩子，但是我懷孕了。\n我們沒有討論過要孩子，但我卻懷孕了\"。這不需要發生\n這種方式。談論...",
      "title": "YSK：即使你已經結婚，談論生育控制也很重要"
    }
  ],
  "title": "YSK: Talking about Birth Control is Important Even When You're Married",
  "created_utc": 1623463479,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>YSK that it is always important to discuss whether or not you will use birth control during sex, even when you&#39;re married.</p>\n\n<p>Why YSK: I have talked to far too many people who have said things like &quot;We didn&#39;t talk about having kids, but I got pregnant.&quot; It doesn&#39;t need to happen this way. Talk about if/when you want kids before abandoning birth control. There are so many great options aside from condoms, such as IUDs and Nexplanon. You can even use the calendar method if you&#39;re hesitant to use actual birth control and/or your religion prevents it. You have the power to prevent pregnancy before you are ready. Take advantage of it!</p>\n</div><!-- SC_ON -->",
  "score": 90,
  "permalink": "/r/YouShouldKnow/comments/nxt5ot/ysk_talking_about_birth_control_is_important_even/",
  "subreddit": "YouShouldKnow",
  "id": "nxt5ot",
  "is_self": true,
  "media": null,
  "is_video": false
}