{
  "author": "-Aporia",
  "original_created_utc": 1636549603,
  "title": "Polygon is growing rapidly. After doing my own research it's honestly easy to see why. They've been making it very easy to develop on the chain and get into DeFi.",
  "created_utc": 1636572798,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Polygon  is making it way too easy to get into DeFi right now. Dharma  integrating with Polygon means someone who wants to get into crypto can  setup DeFi on Polygon without much effort at all. With zero network fees  too. I don&#39;t think this is talked about enough. No gas and the  simplification of DeFi will make the barrier of entry much shorter.  Meaning more people will adopt the blockchain and Polygon specifically.  For anyone wondering, Dharma is an Ethereum wallet that connects to your  bank account and the fact that they&#39;re supporting Polygon is quite  bullish IMO.</p>\n\n<p>I think this is big.  Especially when it comes to crypto gaining mass adoptability. The  average Joe doesn&#39;t want to spend hours researching and setting  something up. Imagine just being able to transition from a bank account  to DeFi in seconds. It&#39;s massive!</p>\n\n<p>Further  research also shows me that a ton of new play to earn are coming to  Polygon in bulk. Skyweaver being one of note. I think It&#39;s the cheapest  chain for NFT and play to earn right now. The fact that it has 5-6 times  more NFT and play2earn than other chain aside from Ethereum proves  this.</p>\n\n<p>Everything I&#39;ve stated above  and the fact that they&#39;ve been working with the best in DeFi just  proves to me that Polygon cannot be ignored.</p>\n</div><!-- SC_ON -->",
  "score": 152,
  "permalink": "/r/CryptoCurrency/comments/qqu0iw/polygon_is_growing_rapidly_after_doing_my_own/",
  "subreddit": "CryptoCurrency",
  "id": "qqu0iw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Polygon is making it way too easy to get into DeFi right now. Dharma integrating\nwith Polygon means someone who wants to get into crypto can setup DeFi on\nPolygon without much effort at all. With zero network fees too. I don't think\nthis is talked about enough. No gas and the simplification of DeFi…"
}