{
  "author": "foyerhead",
  "original_created_utc": 1634423007,
  "title": "I bought BTC at the top in March, today I've finally broken even",
  "created_utc": 1634438673,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So yea, I got caught in the crypto craze early this year and, not knowing a single thing about cryptocurrency, put a sum of my money into BTC hoping to ride the wave to 100K+. So when BTC lost more than 50% of its value in June, you could say I learned a very important lesson about the dangers of FOMO. </p>\n\n<p>I was pretty panicked when that happened, and was really close to taking the 50% loss and never touching cryptocurrency ever again. After all, the only thing I knew about BTC was that it was some sort of digital money. But I kept holding and decided to start doing research and learning about the industry. It was around this time when I also found <a href=\"/r/CryptoCurrency\">r/CryptoCurrency</a>. Admittedly, this sub seems like a massive echo chamber for crypto bulls, but I&#39;d be lying if I said that the confirmation bias didn&#39;t help with hodling my BTC. </p>\n\n<p>Finally, after almost 6 months of being deep in the red with my initial investment, I&#39;m happy to say I finally broke even. I know the ROI isn&#39;t pretty at all, and having 0% gains in 6 months isn&#39;t something to be necessarily proud of, but I&#39;m glad I stuck to my initial purchase and came out of it being much more informed about the vast potential of cryptocurrencies.</p>\n\n<p>Also shout out to this sub, a lot of good reads and memes alike. I usually just lurk on here, but I wanted to share my experience in crypto.</p>\n</div><!-- SC_ON -->",
  "score": 235,
  "permalink": "/r/CryptoCurrency/comments/q9lzhh/i_bought_btc_at_the_top_in_march_today_ive/",
  "subreddit": "CryptoCurrency",
  "id": "q9lzhh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So yea, I got caught in the crypto craze early this year and, not knowing a\nsingle thing about cryptocurrency, put a sum of my money into BTC hoping to ride\nthe wave to 100K+. So when BTC lost more than 50% of its value in June, you\ncould say I learned a very important lesson about the dangers of…"
}