{
  "author": "_ep1x_",
  "original_created_utc": 1625248987,
  "title": "YSK there is no information to indicate GMOs are bad for you in any way, and in reality, they are actually very beneficial to the planet.",
  "created_utc": 1625254167,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Companies always try to label their products as GMO free in an attempt to make them seem more healthy, but in fact that is not the case and it is likely the product is even worse for you than if it did have GMOs. While the name &quot;Genetically Modified Organism&quot; sounds scary, it&#39;s actually pretty simple. GMOs are creating by extracting a desirable trait from one plant (e.g. a strawberry that was resistant to bugs), and injecting it into another plant (corn for example) so that the other plant receives that trait. This means you can have corn that is pest resistant, but does not need harmful pesticides. This helps both farmers, who do not need to expose themselves to the carcinogens in pesticides, and the planet, which does not need worry about pesticides leaking in to rivers which is common. It also means said corn stocks can produce more corn, me more durable in harsh weather, and last longer, all with no cost to you. GMOs are heavily regulated by the FDA and there has not been one study that even deems that as potentially harmful, so just know, just because something has GMOs, it does no mean it&#39;s bad for you. </p>\n\n<p>Here are some sources:</p>\n\n<p><a href=\"https://www.youtube.com/watch?v=DK5kRGs0HX0\">Video (15 mins)</a></p>\n\n<p><a href=\"https://ag.purdue.edu/GMOs/Pages/GMOsandHealth.aspx\">Short Article with Video</a></p>\n\n<p><a href=\"https://sitn.hms.harvard.edu/flash/2015/will-gmos-hurt-my-body/\">Longer Article From Harvard University</a></p>\n</div><!-- SC_ON -->",
  "score": 134,
  "permalink": "/r/YouShouldKnow/comments/ocfljz/ysk_there_is_no_information_to_indicate_gmos_are/",
  "subreddit": "YouShouldKnow",
  "id": "ocfljz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Companies always try to label their products as GMO free in an attempt\nto make them seem more healthy, but in fact that is not the case and it is\nlikely the product is even worse for you than if it did have GMOs. While the\nname \"Genetically Modified Organism\" sounds scary, it's actually…"
}