{
  "author": "_ep1x_",
  "original_created_utc": 1625248987,
  "title": "YSK there is no information to indicate GMOs are bad for you in any way, and in reality, they are actually very beneficial to the planet.",
  "created_utc": 1625254167,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Companies always try to label their products as GMO free in an attempt to make them seem more healthy, but in fact that is not the case and it is likely the product is even worse for you than if it did have GMOs. While the name &quot;Genetically Modified Organism&quot; sounds scary, it&#39;s actually pretty simple. GMOs are creating by extracting a desirable trait from one plant (e.g. a strawberry that was resistant to bugs), and injecting it into another plant (corn for example) so that the other plant receives that trait. This means you can have corn that is pest resistant, but does not need harmful pesticides. This helps both farmers, who do not need to expose themselves to the carcinogens in pesticides, and the planet, which does not need worry about pesticides leaking in to rivers which is common. It also means said corn stocks can produce more corn, me more durable in harsh weather, and last longer, all with no cost to you. GMOs are heavily regulated by the FDA and there has not been one study that even deems that as potentially harmful, so just know, just because something has GMOs, it does no mean it&#39;s bad for you. </p>\n\n<p>Here are some sources:</p>\n\n<p><a href=\"https://www.youtube.com/watch?v=DK5kRGs0HX0\">Video (15 mins)</a></p>\n\n<p><a href=\"https://ag.purdue.edu/GMOs/Pages/GMOsandHealth.aspx\">Short Article with Video</a></p>\n\n<p><a href=\"https://sitn.hms.harvard.edu/flash/2015/will-gmos-hurt-my-body/\">Longer Article From Harvard University</a></p>\n</div><!-- SC_ON -->",
  "score": 134,
  "permalink": "/r/YouShouldKnow/comments/ocfljz/ysk_there_is_no_information_to_indicate_gmos_are/",
  "subreddit": "YouShouldKnow",
  "id": "ocfljz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Companies always try to label their products as GMO free in an attempt\nto make them seem more healthy, but in fact that is not the case and it is\nlikely the product is even worse for you than if it did have GMOs. While the\nname \"Genetically Modified Organism\" sounds scary, it's actually…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：企業は、自社製品にGMOフリーのラベルをつけて、それをアピールしようとします。\nしかし、実際にはそうではありません。\nしかし、実際にはそうではなく、遺伝子組み換え作物が含まれている場合よりも体に悪い影響を与える可能性があります。GMOという名称は\n遺伝子組み換え作物」という名前は怖い感じがしますが、実際には...",
      "title": "YSK 遺伝子組み換え作物が体に悪いという情報はなく、実際には地球にとって非常に有益なものなのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：公司总是试图给他们的产品贴上不含转基因的标签，试图让它们看起来更健康。\n试图让它们看起来更健康，但事实上，情况并非如此，而且很可能是\n产品对你来说甚至可能比它确实含有转基因生物更糟糕。虽然\n虽然 \"转基因生物 \"这个名字听起来很吓人，但它实际上是...",
      "title": "YSK没有任何信息表明转基因生物对你有任何坏处，实际上，它们实际上对地球非常有益。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：公司總是試圖給他們的產品貼上不含轉基因的標籤，試圖讓它們看起來更健康。\n試圖讓它們看起來更健康，但事實上，情況並非如此，而且很可能是\n產品對你來說甚至可能比它確實含有轉基因生物更糟糕。雖然\n雖然 \"轉基因生物 \"這個名字聽起來很嚇人，但它實際上是...",
      "title": "YSK沒有任何信息表明轉基因生物對你有任何壞處，實際上，它們實際上對地球非常有益。"
    }
  ]
}