{
  "author": "Super_ACF",
  "the_new_excerpt": "Why YSK: Many people can not bring themselves to eat vegetables, while mixing\nthem within a smoothie would allow more vegetables to be eaten in the same\nvolume as a non vegetable smoothie. Use banana as a sticky binder for the\nvegetables within the smoothie.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSome like me can eat…",
  "original_created_utc": 1620528366,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、野菜を食べる気になれない人が多いからです。\nスムージーに混ぜることで、野菜を使わないスムージーと同じ量で、より多くの野菜を食べることができます。\nスムージーに混ぜることで、野菜を使わないスムージーと同じ量の野菜を食べることができます。スムージーの中の野菜の粘り気のある結合剤としてバナナを使います。\nスムージーの中の野菜のための粘着性のある結合剤としてバナナを使います。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n私のように食べられる人もいますが...。",
      "title": "YSKは、スプリングミックスやメスクラン、ニンジンなどの生野菜をスムージーに入れることで、少ない量で多くの野菜を食べることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：很多人都不愿意吃蔬菜，而将蔬菜混合在冰沙中可以在同样的时间内吃到更多的蔬菜。\n而在冰沙中混合蔬菜，可以在相同的体积中吃到更多的蔬菜。\n蔬菜冰沙的体积。用香蕉作为冰沙中蔬菜的粘性粘合剂。\n蔬菜在冰沙中。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n有些人像我一样可以吃...",
      "title": "YSK在冰沙中放置生的蔬菜，如春卷/麦芽菜和胡萝卜，可以让人以较少的体积吃到更多的蔬菜。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：很多人都不願意喫蔬菜，而將蔬菜混合在冰沙中可以在同樣的時間內喫到更多的蔬菜。\n而在冰沙中混合蔬菜，可以在相同的體積中喫到更多的蔬菜。\n蔬菜冰沙的體積。用香蕉作爲冰沙中蔬菜的粘性粘合劑。\n蔬菜在冰沙中。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n有些人像我一樣可以喫...",
      "title": "YSK在冰沙中放置生的蔬菜，如春捲/麥芽菜和胡蘿蔔，可以讓人以較少的體積喫到更多的蔬菜。"
    }
  ],
  "title": "YSK placing raw vegetables such as spring mix/mesclun and carrots within smoothies will allow one to eat more vegetables with less volume.",
  "created_utc": 1621063888,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many people can not bring themselves to eat vegetables, while mixing them within a smoothie would allow more vegetables to be eaten in the same volume as a non vegetable smoothie. Use banana as a sticky binder for the vegetables within the smoothie. </p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>Some like me can eat spring mix alone without dressing.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/n84p90/ysk_placing_raw_vegetables_such_as_spring/",
  "subreddit": "YouShouldKnow",
  "id": "n84p90",
  "is_self": true,
  "media": null,
  "is_video": false
}