{
  "author": "Babou_FoxEarAHole",
  "original_created_utc": 1628268685,
  "title": "CMV: Hyperloops or other sort of tracked transportation is not the future of travel in the US.",
  "created_utc": 1628289537,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I do not believe any sort of ground based transportation (railed or tubed) will take the place of flying in the US any time soon (next century or so).</p>\n\n<p>I am specifying the US and I am basing that off of the struggles we face with smaller projects. Politics, environmental studies, unions &amp;amp; land ownership are some of the issues that we would face when trying to connect cities with more rails and tubes.</p>\n\n<p>As of now, trains are actually dying and buses have been the faster growing mode of mass transit.</p>\n\n<p>Construction is a nightmare in the US. Working with unions and getting contracts takes time and more money. </p>\n\n<p>Look at Boston… look at California. To build a 2000 foot tunnel that would connect two rail lines in Boston is going to cost $850 million and take a decade!</p>\n\n<p>California’s attempt at high speed rail has just become horrifically wasteful. <em>WAY</em> beyond budget, far behind schedule. </p>\n\n<p>That project had received state, private and federal funds… we are struggling to link two major cities just a few hundred miles away. </p>\n\n<p>How would two coast of the countries be connected? How would it be beneficial to more people when and airport will undoubtedly be closer?</p>\n\n<p>The United States is one of the most populous countries on earth… but we are not even top 50 when it comes to population density.</p>\n\n<p>While high speed rail may make more sense in Asian and even European countries because they are more dense… tens of millions of Americans would be far out of the way of rails or tubes. </p>\n\n<p>It would be so much easier to build a smaller airfield/airport to get them where they need.</p>\n\n<p>Other countries might have 75% of their population centered in 3/4 areas. Others may have one huge concentration.</p>\n\n<p>In the US, we have <em>several</em> cities (with their surrounding areas) that are hundreds of mile apart and have a population that is equal to or exceeds many other countries alone.</p>\n\n<p>Building ground structures to connect even a third of those people would be an unbelievable human feat.</p>\n\n<p>Change my view: I don’t think the US is ripe for tubes or rails to take over for cars and flight as the most popular/effective means of transportation.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/ozalh9/cmv_hyperloops_or_other_sort_of_tracked/",
  "subreddit": "changemyview",
  "id": "ozalh9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I do not believe any sort of ground based transportation (railed or tubed) will\ntake the place of flying in the US any time soon (next century or so).\n\nI am specifying the US and I am basing that off of the struggles we face with\nsmaller projects. Politics, environmental studies, unions &amp; land…"
}