{
  "author": "CalculatorOctavius",
  "original_created_utc": 1639974015,
  "title": "What is this word I am thinking of? It’s on the tip of my tongue",
  "created_utc": 1640007375,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;It’s something like “schematics” but it’s basically a common blanket term for details regarding events. Including dates, times, locations, etc. &lt;/p&gt;\n\n&lt;p&gt;“Text me the (blank) surrounding the party tomorrow” would be an example, where the (blank) would be multiple things including the date, time, address, and the name of the person throwing it. &lt;/p&gt;\n\n&lt;p&gt;What is this word? I use it all the time but I am drawing a blank.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 113,
  "permalink": "/r/NoStupidQuestions/comments/rkegv5/what_is_this_word_i_am_thinking_of_its_on_the_tip/",
  "subreddit": "NoStupidQuestions",
  "id": "rkegv5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It’s something like “schematics” but it’s basically a common blanket term for\ndetails regarding events. Including dates, times, locations, etc.\n\n“Text me the (blank) surrounding the party tomorrow” would be an example, where\nthe (blank) would be multiple things including the date, time, address,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>「回路図」みたいなものですが、これは\n基本的に、イベントに関する詳細を包括的に表す言葉として一般的です。日付も含む。\n時間、場所など </p> <p>「パーティーにまつわる（空欄）をメールしてください。\n例えば、「明日」なら、「（空白）」が複数になり、...",
      "title": "私が考えているこの言葉は何なのだろう。舌の先にあるのは"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>这是一个类似于 \"原理图 \"的东西，但它是\n基本上是一个关于事件细节的通用总称。包括日期。\n时间、地点，等等。</p> <p>\"给我发短信，说明明天聚会的（空白）情况\n明天 \"将是一个例子，其中的（空白）将是多个...",
      "title": "我在想的这个词是什么？它就在我的舌尖上"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>這是一個類似於 \"原理圖 \"的東西，但它是\n基本上是一個關於事件細節的通用總稱。包括日期。\n時間、地點，等等。</p> <p>\"給我發短信，說明明天聚會的（空白）情況\n明天 \"將是一個例子，其中的（空白）將是多個...",
      "title": "我在想的這個詞是什麼？它就在我的舌尖上"
    }
  ]
}