{
  "approved_at_utc": null,
  "subreddit": "books",
  "selftext": "[There was a post today in which someone inquired if their book club experience was normal](https://www.reddit.com/r/books/comments/ms0axi/does_this_sound_like_a_typical_book_club/). Their book club was 10 people, half of whom attended, and only half of the attendees completed the books. Even worse, the members trashed the books, often without finishing them.\n\nUnfortunately, I know many book clubs turn out that way. One member of my book club had that experience in the past, too. Finding a group that works together often takes a few tries. Don't give up!\n\nI have been in a very successful book club for over two years and we're going strong. I have another friend who has been in her book club for over 30 years!\n\nHere are some pointers for maintaining a successful book club based on my experience, as well as things I've discussed with others in successful/unsuccessful book clubs. Feel free to add more in the comments if you have been in a successful book club, too.\n\n**Size matters.** Too many people means too many tastes, opinions, and too little time for people to adequately share their ideas.\n\nThe club I read with consists of four people including me. We are reticent to add others. I can't see how more than 5 or 6 people could meaningfully discuss a book in an hour or two if everyone gets to participate. I'd never join a 10-person book club, but that's just me.\n\nIf you have one or two friends who like the same books as you, great! You don't need strangers or a bunch of people to talk about books. Better to discuss a book with one person who read it than ten who didn't. When you encounter more like-minded readers, you can grow into a club. If you're OK with meeting virtually, it make it easier to find more members than you can locally.\n\nKeep in mind that where you meet other readers matters. If you meet people at a library, that's different than meeting people at church, which is different than meeting people in a college class. If you live near a community college or university, they likely offer literary events that are open to the public and it might be a good place to start. You want members who are there for the books, not just for the club.\n\n**Have a focus.** I read all kinds of things, but the book club I participate in only reads science fiction.  Having a focus helps make sure everyone appreciates and can talk meaningfully about the books. Someone who usually reads contemporary literary fiction and another who reads high fantasy might have a hard time connecting if any book is on the table, but if they both enjoy true crime nonfiction, they can both participate. You can shift themes sometimes so things don't get repetitive, but a lack of focus will lead to lack of participation and cohesion.\n\n**Have an equitable method for choosing books.** In our club, one member tracks everything, including pages-per-person. Whoever has recommended the fewest pages gets to choose the next reading. We do converse about our choices and also come to consensus. No one chooses something over the objections of others. Still, it's important all members get to read what they enjoy, represent their tastes, and explore things that interest them. Complete democracy means someone may be outvoted every time; simply rotating who chooses while allowing all members to give input maintains consensus and equality.\n\n**Choose books you can talk about.** Books need to have a fundamental level of substance beyond plot to generate discussion. If each member just states their favorite scene or character and why, that is a good start, but try to find books that support deeper discussions than that. What does the book say about social norms? How does it reflect the values of the time period it was written? Which characters contained inherent contradictions?\n\nAs an aside, in our book club, we generally read one novel and two short stories, or a novel and a novella, for each session. When we read something we're not that excited about, it's great to have other things to fall back on.\n\n**It is normal to critique books, but it is boring to limit yourself to taste and opinion.** If you read something intended for young adults and you aren't a young adult, then what does your taste say that's meaningful about that book? You're not the audience. Think about choices the author made to connect with the intended audience and discuss from there. You can only talk about what you liked or disliked for so long before it's super tedious.\n\nTrashing a book is usually uncalled for, but serious critiques are awesome. My book club has had amazing discussions about books none of us enjoyed on a pure pleasure level. On the flip side of that, you can critique inconsistencies and flaws in books that you think are awesome. Get beyond good/bad, like/dislike. Prepare discussion points ahead of time, read about the book online for context, research the author a bit, or do whatever can add depth and substance to your discussions.\n\nAlso, a book club is not a debate club. You don't have to reach consensus on your opinions or understandings of the book. Respect and seek to understand difference rather than persuade or change others' views. Hearing others' views is why you're reading with a book club in the first place.\n\n**Everyone should read the whole book whether they liked it or not.** A book club is sort of like a team who has agreed to meet and discuss books for the fun and betterment of all members. If you joined a soccer league, you wouldn't show up to the game without cleats and sit on the sideline while your team played and consider that behavior participation. You'd be a huge drag on your team, just like a reader who doesn't read the books for book club is a huge drag on discussions. It's better to skip book club or drop it altogether than to show up and trash talk books you haven't even finished reading.\n\n**Meet on a regular schedule.** Make it realistic. My book club meets once every 4 to 6 weeks. At the end of each session, we choose the next readings and set up the next meeting. Be considerate of all members.\n\n**Here are my points in a simple list:**\n\n1. Limit the number of members. Bigger is not better.\n\n2. Have a focus all members agree on; narrow your focus based on common interests.\n\n3. Choose readings equitably and with consideration for all members.\n\n4. Choose books with depth that can sustain discussions. Go beyond opinion. Critique but don't trash. Read the whole book!\n\n5. Maintain a reasonable and regular schedule.\n\nI hope this is helpful. These concepts have worked for my book club and others I know. Your circumstances may vary, but organization, consideration, and participation are pretty much common sense.",
  "author_fullname": "t2_4y2jb",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "Tips for a Successful Book Club",
  "link_flair_richtext": [],
  "subreddit_name_prefixed": "r/books",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": null,
  "downs": 0,
  "thumbnail_height": null,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_ms9vou",
  "quarantine": false,
  "link_flair_text_color": "dark",
  "upvote_ratio": 0.92,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 53,
  "total_awards_received": 0,
  "media_embed": {},
  "thumbnail_width": null,
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": null,
  "can_mod_post": false,
  "score": 53,
  "approved_by": null,
  "author_premium": false,
  "thumbnail": "self",
  "edited": 1618600952,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {},
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1618628065,
  "link_flair_type": "text",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.books",
  "allow_live_comments": false,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://www.reddit.com/r/books/comments/ms0axi/does_this_sound_like_a_typical_book_club/\">There was a post today in which someone inquired if their book club experience was normal</a>. Their book club was 10 people, half of whom attended, and only half of the attendees completed the books. Even worse, the members trashed the books, often without finishing them.</p>\n\n<p>Unfortunately, I know many book clubs turn out that way. One member of my book club had that experience in the past, too. Finding a group that works together often takes a few tries. Don&#39;t give up!</p>\n\n<p>I have been in a very successful book club for over two years and we&#39;re going strong. I have another friend who has been in her book club for over 30 years!</p>\n\n<p>Here are some pointers for maintaining a successful book club based on my experience, as well as things I&#39;ve discussed with others in successful/unsuccessful book clubs. Feel free to add more in the comments if you have been in a successful book club, too.</p>\n\n<p><strong>Size matters.</strong> Too many people means too many tastes, opinions, and too little time for people to adequately share their ideas.</p>\n\n<p>The club I read with consists of four people including me. We are reticent to add others. I can&#39;t see how more than 5 or 6 people could meaningfully discuss a book in an hour or two if everyone gets to participate. I&#39;d never join a 10-person book club, but that&#39;s just me.</p>\n\n<p>If you have one or two friends who like the same books as you, great! You don&#39;t need strangers or a bunch of people to talk about books. Better to discuss a book with one person who read it than ten who didn&#39;t. When you encounter more like-minded readers, you can grow into a club. If you&#39;re OK with meeting virtually, it make it easier to find more members than you can locally.</p>\n\n<p>Keep in mind that where you meet other readers matters. If you meet people at a library, that&#39;s different than meeting people at church, which is different than meeting people in a college class. If you live near a community college or university, they likely offer literary events that are open to the public and it might be a good place to start. You want members who are there for the books, not just for the club.</p>\n\n<p><strong>Have a focus.</strong> I read all kinds of things, but the book club I participate in only reads science fiction.  Having a focus helps make sure everyone appreciates and can talk meaningfully about the books. Someone who usually reads contemporary literary fiction and another who reads high fantasy might have a hard time connecting if any book is on the table, but if they both enjoy true crime nonfiction, they can both participate. You can shift themes sometimes so things don&#39;t get repetitive, but a lack of focus will lead to lack of participation and cohesion.</p>\n\n<p><strong>Have an equitable method for choosing books.</strong> In our club, one member tracks everything, including pages-per-person. Whoever has recommended the fewest pages gets to choose the next reading. We do converse about our choices and also come to consensus. No one chooses something over the objections of others. Still, it&#39;s important all members get to read what they enjoy, represent their tastes, and explore things that interest them. Complete democracy means someone may be outvoted every time; simply rotating who chooses while allowing all members to give input maintains consensus and equality.</p>\n\n<p><strong>Choose books you can talk about.</strong> Books need to have a fundamental level of substance beyond plot to generate discussion. If each member just states their favorite scene or character and why, that is a good start, but try to find books that support deeper discussions than that. What does the book say about social norms? How does it reflect the values of the time period it was written? Which characters contained inherent contradictions?</p>\n\n<p>As an aside, in our book club, we generally read one novel and two short stories, or a novel and a novella, for each session. When we read something we&#39;re not that excited about, it&#39;s great to have other things to fall back on.</p>\n\n<p><strong>It is normal to critique books, but it is boring to limit yourself to taste and opinion.</strong> If you read something intended for young adults and you aren&#39;t a young adult, then what does your taste say that&#39;s meaningful about that book? You&#39;re not the audience. Think about choices the author made to connect with the intended audience and discuss from there. You can only talk about what you liked or disliked for so long before it&#39;s super tedious.</p>\n\n<p>Trashing a book is usually uncalled for, but serious critiques are awesome. My book club has had amazing discussions about books none of us enjoyed on a pure pleasure level. On the flip side of that, you can critique inconsistencies and flaws in books that you think are awesome. Get beyond good/bad, like/dislike. Prepare discussion points ahead of time, read about the book online for context, research the author a bit, or do whatever can add depth and substance to your discussions.</p>\n\n<p>Also, a book club is not a debate club. You don&#39;t have to reach consensus on your opinions or understandings of the book. Respect and seek to understand difference rather than persuade or change others&#39; views. Hearing others&#39; views is why you&#39;re reading with a book club in the first place.</p>\n\n<p><strong>Everyone should read the whole book whether they liked it or not.</strong> A book club is sort of like a team who has agreed to meet and discuss books for the fun and betterment of all members. If you joined a soccer league, you wouldn&#39;t show up to the game without cleats and sit on the sideline while your team played and consider that behavior participation. You&#39;d be a huge drag on your team, just like a reader who doesn&#39;t read the books for book club is a huge drag on discussions. It&#39;s better to skip book club or drop it altogether than to show up and trash talk books you haven&#39;t even finished reading.</p>\n\n<p><strong>Meet on a regular schedule.</strong> Make it realistic. My book club meets once every 4 to 6 weeks. At the end of each session, we choose the next readings and set up the next meeting. Be considerate of all members.</p>\n\n<p><strong>Here are my points in a simple list:</strong></p>\n\n<ol>\n<li><p>Limit the number of members. Bigger is not better.</p></li>\n<li><p>Have a focus all members agree on; narrow your focus based on common interests.</p></li>\n<li><p>Choose readings equitably and with consideration for all members.</p></li>\n<li><p>Choose books with depth that can sustain discussions. Go beyond opinion. Critique but don&#39;t trash. Read the whole book!</p></li>\n<li><p>Maintain a reasonable and regular schedule.</p></li>\n</ol>\n\n<p>I hope this is helpful. These concepts have worked for my book club and others I know. Your circumstances may vary, but organization, consideration, and participation are pretty much common sense.</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": null,
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2qh4i",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "",
  "id": "ms9vou",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "Ike_Snopes",
  "discussion_type": null,
  "num_comments": 9,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/books/comments/ms9vou/tips_for_a_successful_book_club/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/books/comments/ms9vou/tips_for_a_successful_book_club/",
  "subreddit_subscribers": 19226996,
  "created_utc": 1618617374,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1618599265,
  "the_new_excerpt": "There was a post today in which someone inquired if their book club experience\nwas normal\n[https://www.reddit.com/r/books/comments/ms0axi/does_this_sound_like_a_typical_book_club/].\nTheir book club was 10 people, half of whom attended, and only half of the\nattendees completed the books. Even worse,…"
}