{
  "author": "TyrionGannister",
  "the_new_excerpt": "The priest’s story was captivating, the fathers story was intriguing, and even\nthe Consul’s story was good. The private investigator’s story was okay and the\npoets story I thought was kinda lame. So essentially, half of the book was\namazing and the other half I rolled my eyes at the 15 sex scenes…",
  "original_created_utc": 1617127313,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "神父的故事很吸引人，父亲的故事很耐人寻味，甚至是\n领事的故事很好。私家侦探的故事还不错，而那个...\n诗人的故事，我认为是有点跛脚。所以基本上，这本书的一半是\n惊人的另一半，我翻了我的眼睛在15个性爱场景... ...",
      "title": "刚看完丹-西蒙斯的《海伯利安》，我不知道该怎么想。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "神父的故事很吸引人，父親的故事很耐人尋味，甚至是\n領事的故事很好。私家偵探的故事還不錯，而那個...\n詩人的故事，我認爲是有點跛腳。所以基本上，這本書的一半是\n驚人的另一半，我翻了我的眼睛在15個性愛場景... ...",
      "title": "剛看完丹-西蒙斯的《海伯利安》，我不知道該怎麼想。"
    }
  ],
  "title": "Just finished Hyperion by Dan Simmons and I don’t know what to think.",
  "created_utc": 1617159186,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The priest’s story was captivating, the fathers story was intriguing, and even the Consul’s story was good. The private investigator’s story was okay and the poets story I thought was kinda lame. So essentially, half of the book was amazing and the other half I rolled my eyes at the 15 sex scenes throughout. I mean, I don’t mind sex in books but it was a little much and not very well written in my opinion. But the ENDING made me mad. Holding hands and singing the freaking Wizard of Oz... are you kidding me dude. I don’t know, it felt so cheesy to me and I felt like I wasted my time. </p>\n\n<p>So after I dealt with my emotions on the ending of this book, I look up reviews for the book and literally everyone is loving it. I seemed to be the only one who didn’t think it was the bee’s knees. It wasn’t the worst book I’ve ever read but it certainly wasn’t a 10/10. </p>\n\n<p>How did you guys feel about Hyperion?</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/mglzw6/just_finished_hyperion_by_dan_simmons_and_i_dont/",
  "subreddit": "books",
  "id": "mglzw6",
  "is_self": true,
  "media": null,
  "is_video": false
}