{
  "author": "voivoivoi183",
  "original_created_utc": 1628447062,
  "title": "What’s the worst book that you’ve read that you also really enjoyed?",
  "created_utc": 1628474811,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ll start. I recently read Ruby’s Palace by Kerry Barnes. It’s actually the second part of a trilogy (I didn’t know this before I started reading) about a fearsome family of east end gangsters that are trying to go straight. It’s poorly written, characters are introduced and built up only to completely disappear later on, a major new story thread is started out of nowhere in the last quarter of the book, it’s politics are extremely suspect and the dialogue is like the author has never spoken to a real life person before. It’s terrible but also it made me laugh out loud more than once and I’ve recommended it (with qualifications) to everyone I know.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/p0jyaj/whats_the_worst_book_that_youve_read_that_you/",
  "subreddit": "books",
  "id": "p0jyaj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ll start. I recently read Ruby’s Palace by Kerry Barnes. It’s actually the\nsecond part of a trilogy (I didn’t know this before I started reading) about a\nfearsome family of east end gangsters that are trying to go straight. It’s\npoorly written, characters are introduced and built up only to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "始めるよ。最近、ケリー・バーンズの「ルビーの宮殿」を読みました。実はこの作品は\n三部作の第二部です（読み始める前は知りませんでした）。\nイーストエンドのギャングの恐るべき一族が、真っ当な道を歩もうとしている。これは\n登場人物が登場しては盛り上げていくだけのお粗末な内容です。",
      "title": "今までに読んだ本の中で、本当に面白かった最悪の本は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我先说一下。我最近读了凯里-巴恩斯的《鲁比的宫殿》。它实际上是\n它实际上是一个三部曲的第二部分（我在开始阅读之前并不知道这一点），讲述的是一个令人生畏的东区家庭。\n讲述了一个试图改邪归正的可怕的东岸黑帮家族的故事。这本书\n写得很差，人物的介绍和建立只是为了......",
      "title": "你读过的最糟糕的书是什么，但你也非常喜欢？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我先說一下。我最近讀了凱里-巴恩斯的《魯比的宮殿》。它實際上是\n它實際上是一個三部曲的第二部分（我在開始閱讀之前並不知道這一點），講述的是一個令人生畏的東區家庭。\n講述了一個試圖改邪歸正的可怕的東岸黑幫家族的故事。這本書\n寫得很差，人物的介紹和建立只是爲了......",
      "title": "你讀過的最糟糕的書是什麼，但你也非常喜歡？"
    }
  ]
}