{
  "author": "OhMyItsButterflies",
  "the_new_excerpt": "\"Spontaneous\" desire happens when you are mentally interested in sex before you\nare physically interested in it. So, you feel arousal randomly, with or without\nstimulation. \"Responsive\" desire happens as a response to stimulation. So,\nsomething must happen to trigger arousal. Some studies show 25%…",
  "original_created_utc": 1618818990,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "\"自発的 \"な欲求とは、肉体的に興味を持つ前に、精神的にセックスに興味を持つことです。\n肉体的に興味を持つ前に、精神的に興味を持つことです。つまり、刺激があってもなくても、ランダムに興奮を感じてしまうのです。\n刺激があってもなくても、ランダムに興奮する。\"応答的 \"欲求は、刺激に反応して起こります。だから\n覚醒のきっかけとなる何かが起こる必要があります。いくつかの研究では、25％...",
      "title": "YSK：反応型性欲と自発型性欲の違いについて。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "\"自发 \"的欲望发生在你心理上对性产生兴趣之前的时候\n是身体上的兴趣。所以，你会随机地感到兴奋，无论有没有\n刺激。\"反应性 \"的欲望是作为对刺激的反应而发生的。所以\n一定有什么事情发生 触发兴奋。一些研究表明25%的...",
      "title": "YSK：反应性和自发性性欲的区别。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "\"自發 \"的慾望發生在你心理上對性產生興趣之前的時候\n是身體上的興趣。所以，你會隨機地感到興奮，無論有沒有\n刺激。\"反應性 \"的慾望是作爲對刺激的反應而發生的。所以\n一定有什麼事情發生 觸發興奮。一些研究表明25%的...",
      "title": "YSK：反應性和自發性性慾的區別。"
    }
  ],
  "title": "YSK: the difference between responsive and spontaneous sex drives.",
  "created_utc": 1618825956,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>&quot;<strong>Spontaneous</strong>&quot; desire happens when you are mentally interested in sex before you are physically interested in it. So, you feel arousal randomly, with or without stimulation. &quot;<strong>Responsive</strong>&quot; desire happens as a response to stimulation. So, something must happen to trigger arousal. Some studies show 25% of men and 85% of woman do not experience spontaneous desire.</p>\n\n<p>Why YSK:</p>\n\n<ol>\n<li>If your partner only feels responsive desire, this may explain why they don&#39;t initiate sex as often as you do. This especially plays into gender differences.</li>\n<li>&quot;Spontaneous&quot; desire is often portrayed as the norm in media. If you&#39;re like me, you may have been struggling to understand your own responsive sex drive and make sense of it.</li>\n<li>Or, you may be struggling to understand why you feel desire randomly and are harsh to yourself about it.</li>\n</ol>\n\n<p>In depth article about spontaneous vs responsive desire - <a href=\"https://lifehacker.com/the-difference-between-spontaneous-and-responsive-desir-1828754371\">https://lifehacker.com/the-difference-between-spontaneous-and-responsive-desir-1828754371</a></p>\n\n<p>Quicker, conciser explanation - <a href=\"https://www.goodtherapy.org/blog/when-urge-is-uneven-understanding-universe-of-sexual-desire-0206185\">https://www.goodtherapy.org/blog/when-urge-is-uneven-understanding-universe-of-sexual-desire-0206185</a></p>\n</div><!-- SC_ON -->",
  "score": 269,
  "permalink": "/r/YouShouldKnow/comments/mtvras/ysk_the_difference_between_responsive_and/",
  "subreddit": "YouShouldKnow",
  "id": "mtvras",
  "is_self": true,
  "media": null,
  "is_video": false
}