{
  "author": "KingsBridgeGarden",
  "original_created_utc": 1630957210,
  "title": "Do people usually whine and complain this much when a book turns into a TV series?",
  "created_utc": 1630964140,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’d say I’m new to reading, really enjoyed the Wheel of Time series. I was very excited to see it becoming a TV series. But holyyyyy the fandom finds every little thing to complain about. I understand you really enjoy the books, but to assume EVERY little detail in the books will be the same in the show is crazy. Every day I see a post about someone finding something to complain about. </p>\n\n<p>I for one, am excited to finally watch something after reading the books first!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/pj6sv8/do_people_usually_whine_and_complain_this_much/",
  "subreddit": "books",
  "id": "pj6sv8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’d say I’m new to reading, really enjoyed the Wheel of Time series. I was very\nexcited to see it becoming a TV series. But holyyyyy the fandom finds every\nlittle thing to complain about. I understand you really enjoy the books, but to\nassume EVERY little detail in the books will be the same in the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "読書は初めてですが、「Wheel of Time」シリーズはとても面白かったです。テレビシリーズ化されるのを見たときは\nテレビシリーズ化されるのをとても楽しみにしていました。しかし、ファンダムはどんな些細なことでも見つけてしまうんですね。\n文句を言っています。あなたが本を本当に楽しんでいることは理解していますが\nしかし、本の中の細かい部分が全てTVシリーズでも同じだと思うのは...。",
      "title": "本がテレビシリーズになると、普通の人はこんなに泣き言や文句を言うものなの？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想说我是阅读新手，非常喜欢《时空之轮》系列。我非常\n看到它成为电视连续剧，我非常兴奋。但是神圣的是，粉丝们发现每一件\n抱怨的小事。我理解你真的很喜欢这本书，但是\n假设书中的每一个小细节都会和电视剧中的一样......",
      "title": "当一本书变成电视剧的时候，人们通常会有这么多的抱怨和牢骚吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想說我是閱讀新手，非常喜歡《時空之輪》系列。我非常\n看到它成爲電視連續劇，我非常興奮。但是神聖的是，粉絲們發現每一件\n抱怨的小事。我理解你真的很喜歡這本書，但是\n假設書中的每一個小細節都會和電視劇中的一樣......",
      "title": "當一本書變成電視劇的時候，人們通常會有這麼多的抱怨和牢騷嗎？"
    }
  ]
}