{
  "author": "Chairman_Mittens",
  "original_created_utc": 1633203040,
  "title": "Looking for a new addicting, binge-worthy sci-fi or fantasy series",
  "created_utc": 1633228857,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve really gotten into sci-fi and fantasy books lately and I&#39;m looking for some more series (at least 3 books, preferably longer) that I can sink myself into. I&#39;ve read and thoroughly enjoyed the following, so I would love some more suggestions that fit in the same realm of these series:</p>\n\n<ul>\n<li>Bobiverse</li>\n<li>Expeditionary Force</li>\n<li>Hell Divers</li>\n<li>Old Man&#39;s War</li>\n<li>Wheel of Time</li>\n<li>Farseer Trilogy (Assassin&#39;s Apprentice)</li>\n<li>Three-Body Trilogy</li>\n<li>Red Rising Trilogy</li>\n<li>First Law Trilogy</li>\n</ul>\n\n<p>Thanks for any suggestions!</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/booksuggestions/comments/q01qoc/looking_for_a_new_addicting_bingeworthy_scifi_or/",
  "subreddit": "booksuggestions",
  "id": "q01qoc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've really gotten into sci-fi and fantasy books lately and I'm looking for some\nmore series (at least 3 books, preferably longer) that I can sink myself into.\nI've read and thoroughly enjoyed the following, so I would love some more\nsuggestions that fit in the same realm of these series:\n\n *…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、SFやファンタジーの本にハマっていて、いくつかのシリーズを探しています。\nシリーズ物（最低3冊、できればそれ以上）を探しています。\n以下の作品を読んでとても面白かったので、他にも欲しいです。\nこれらのシリーズと同じ領域に当てはまるものを提案してください。\n\n *...",
      "title": "夢中になれるようなSFやファンタジーシリーズを探している方"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近真的喜欢上了科幻和幻想类书籍，我在寻找一些\n更多的系列书（至少3本，最好更长），让我能够沉浸其中。\n我已经读过以下的书，并且非常喜欢，所以我想再找一些\n所以我希望得到更多与这些系列相同领域的建议。\n\n *...",
      "title": "寻找一个新的令人上瘾的、值得狂欢的科幻或奇幻系列电影"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近真的喜歡上了科幻和幻想類書籍，我在尋找一些\n更多的系列書（至少3本，最好更長），讓我能夠沉浸其中。\n我已經讀過以下的書，並且非常喜歡，所以我想再找一些\n所以我希望得到更多與這些系列相同領域的建議。\n\n *...",
      "title": "尋找一個新的令人上癮的、值得狂歡的科幻或奇幻系列電影"
    }
  ]
}