{
  "author": "18Fish18",
  "original_created_utc": 1631047536,
  "title": "I finally did it. I just finished War and Peace.",
  "created_utc": 1631053142,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I can&#39;t believe I&#39;ve actually done it, what a journey that was. I remember seeing a post on here - something along the lines of &#39;after the first 200 pages it really kicks in&#39; - and I couldn&#39;t agree more. This time last week I was 280 pages in after 3 months of on and off reading, and I&#39;ve just stormed through the remaining 1000. Granted, the sheer amount of characters and the way Tolstoy uses different names for them is confusing at the start, but it really isn&#39;t too hard to get your head around once you get invested in the characters! </p>\n\n<p>The opera scene and the Battle of Borodino may go down as some of my favourite passages in any book I&#39;ve read. Believe me, this book was not at all in my comfort zone, I&#39;d never usually read anything like this; but it just felt so <em>alive</em>, it&#39;s hard to put into words right now after just finishing. I might have to edit and add thoughts after I&#39;ve fully processed everything hahaha</p>\n\n<p>I find myself a bit lost now. I&#39;m used to having a &#39;challenging&#39; or &#39;behemoth&#39; of a book to read alongside my other book of choice. I&#39;ve got Infinite Jest, 2666, Gravity&#39;s Rainbow and Don Quixote all lined up on my bookshelf, but I think I may need a few days to give my brain a severe holiday before I jump into one of those.</p>\n</div><!-- SC_ON -->",
  "score": 90,
  "permalink": "/r/books/comments/pjvks6/i_finally_did_it_i_just_finished_war_and_peace/",
  "subreddit": "books",
  "id": "pjvks6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I can't believe I've actually done it, what a journey that was. I remember\nseeing a post on here - something along the lines of 'after the first 200 pages\nit really kicks in' - and I couldn't agree more. This time last week I was 280\npages in after 3 months of on and off reading, and I've just…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "実際にやり遂げたことが信じられません。どんな旅だったのでしょうか。私は、ここで\n最初の200ページを読み終えた後、私はこのサイトで何かの投稿を見ました。\nといった内容の投稿を見たことがありますが、これには全く同感です。先週の時点で私は280ページでした。\nページだったのが、3ヶ月の間、読んだり読まなかったりして、今は...",
      "title": "ついにやりました。戦争と平和』を読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我无法相信我真的做到了，那是一个怎样的旅程。我记得\n我记得在这里看到过一个帖子--大致意思是 \"在前200页之后\n它就真正开始了'--我非常同意。上周的这个时候，我已经写了280页\n经过3个月的断断续续的阅读，我已经读了280页，而且我刚刚...",
      "title": "我终于做到了。我刚刚完成了《战争与和平》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我無法相信我真的做到了，那是一個怎樣的旅程。我記得\n我記得在這裏看到過一個帖子--大致意思是 \"在前200頁之後\n它就真正開始了'--我非常同意。上週的這個時候，我已經寫了280頁\n經過3個月的斷斷續續的閱讀，我已經讀了280頁，而且我剛剛...",
      "title": "我終於做到了。我剛剛完成了《戰爭與和平》。"
    }
  ]
}