{
  "author": "AlessandroLeone",
  "the_new_excerpt": "I’m curious to find out who here has read The Life and Opinions of Tristram\nShandy, Gentleman by Laurence Sterne. I finished it recently and it is one of\nthe most challenging novels I’ve ever read.\n\nWhen I only read for a bit or tried to rush myself, nothing would register\nbecause of the manic…",
  "original_created_utc": 1623357044,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ローレンス・スターンの『The Life and Opinions of Tristram Shandy, Gentleman』を読んだことがある人はいるだろうか。\nローレンス・スターンの『紳士シャンディの生涯と意見』を読んだことがある人はいるだろうか。最近読み終えたのですが、今まで読んだ小説の中で\nこれまでに読んだ小説の中で最もチャレンジングな作品です。\n\nちょっとだけ読んだり、急いで読んだりしても、何も頭に入ってきませんでした。\n躁状態のせいで...。",
      "title": "トリストラム・シャンディ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我很想知道这里有谁读过劳伦斯-斯特恩（Laurence Sterne）的《特里斯特姆-香迪的生活和观点》（The Life and Opinions of Tristram\n绅士香迪》，作者是劳伦斯-斯特恩。我最近读完了这本书，这是我读过的最有挑战性的小说之一。\n这是我读过的最具挑战性的小说之一。\n\n当我只读了一会儿或试图催促自己时，什么也记不起来了\n因为它的狂躁...",
      "title": "Tristram Shandy"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我很想知道這裏有誰讀過勞倫斯-斯特恩（Laurence Sterne）的《特里斯特姆-香迪的生活和觀點》（The Life and Opinions of Tristram\n紳士香迪》，作者是勞倫斯-斯特恩。我最近讀完了這本書，這是我讀過的最有挑戰性的小說之一。\n這是我讀過的最具挑戰性的小說之一。\n\n當我只讀了一會兒或試圖催促自己時，什麼也記不起來了\n因爲它的狂躁...",
      "title": "Tristram Shandy"
    }
  ],
  "title": "Tristram Shandy",
  "created_utc": 1623380484,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m curious to find out who here has read The Life and Opinions of Tristram Shandy, Gentleman by Laurence Sterne. I finished it recently and it is one of the most challenging novels I’ve ever read.</p>\n\n<p>When I only read for a bit or tried to rush myself, nothing would register because of the manic writing style and jumps in the story. But when I took my time, I really got into it and it became a very funny book. I think this short passage illustrates it well: </p>\n\n<p>‘Nature instantly ebb’d again, — the film returned to its place, — the pulse fluttered — stopp’d — went on — throb’d — stopp’d again — moved — stopp’d — shall I go on? — No.’</p>\n\n<p>It also feels astonishingly modern. It was first fully published in 1767, but it’s full of these jokes and characters that felt like something out of Beckett or a Coen Brothers movie. The main character sets out to tell his life story but doesn’t get to his date of birth until past the half-way point and his uncle is so obsessed with fortifications that he’s almost unable to talk about anything else.</p>\n\n<p>The introduction by Christopher Ricks gives an interesting background: “Certainly the rise of the novel was a great achievement, but Sterne seems to have been one of the first to realize that a novelist, just because he was indeed creating, might be tempted to think himself endued with godlike powers of scrutiny. So instead of the omniscient, omnipotent narrator humorously deployed by Fielding, Sterne substitutes the vague half-knowledge and frustrated impotence of  Tristram.”</p>\n\n<p>To finish with a quote from the novel: ‘L—d! said my mother, what is all this story about? - A COCK and a BULL, said Yorick — And one of the best of its kind, I ever heard’</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/nwxodk/tristram_shandy/",
  "subreddit": "books",
  "id": "nwxodk",
  "is_self": true,
  "media": null,
  "is_video": false
}