{
  "author": "dalibor68",
  "original_created_utc": 1640159958,
  "title": "Do NOT, under any circumstances, take out a loan for crypto investments",
  "created_utc": 1640180368,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I stopped counting how often I&amp;#39;ve read this same type of story over and over again, of users wanting to become rich, turning sort of desperate or being super naive and taking out huge loans in order to buy crypto or invest into other crypto-related assets.&lt;/p&gt;\n\n&lt;p&gt;Do NOT do this under any circumstances. Unless you are a millionaire doing random things on coke, taking out a loan to buy crypto means you are already far beyond spending only what you can afford. It is very likely that you will lose money or at best, if you&amp;#39;re lucky, make peanuts. You&amp;#39;re probably not going to be the 0,0001% exception. You&amp;#39;ll lose your financial independence (which is ironic) and have a high chance to come out worse.&lt;/p&gt;\n\n&lt;p&gt;If you need to get it out of your system, dump $50 or something on a shitcoin and you&amp;#39;ll still get your experience of loss and regret, but not in a life-ruining fashion. Worked for me.&lt;/p&gt;\n\n&lt;p&gt;Ideally you should reach a situation of positive indifference. For example, in the crab markets I pretty much stopped giving a damn. Still check my portfolio every now and then to see if there is movement. If there are big dips I watch it now and then to see if I want to invest more. If things are moving up I get a little bit more excited, but in a fun &amp;quot;let&amp;#39;s see where this is going&amp;quot; way, not in a &amp;quot;so which house will I buy?&amp;quot; way. The key to this is the simple old saying: don&amp;#39;t invest more than you can afford. Of course if my whole portfolio suddenly went to $0 for whatever reason, I&amp;#39;d be pissed and probably wouldn&amp;#39;t want to afford a big vacation for 1-2 years, but that&amp;#39;d be it.&lt;/p&gt;\n\n&lt;p&gt;What do you think?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 251,
  "permalink": "/r/CryptoCurrency/comments/rm0c7t/do_not_under_any_circumstances_take_out_a_loan/",
  "subreddit": "CryptoCurrency",
  "id": "rm0c7t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I stopped counting how often I&#39;ve read\nthis same type of story over and over again, of users wanting to become rich,\nturning sort of desperate or being super naive and taking out huge loans in\norder to buy crypto or invest into other crypto-related assets.</p>…"
}