{
  "author": "thunderbirdsetup",
  "original_created_utc": 1633704905,
  "title": "CMV: The root cause for Cosmetic Surgery is fear of judgement by other people.",
  "created_utc": 1633740713,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have been arguing with my family and friends about this for a while now. Their argument is that if there is something that annoys you about your appearance that can be changed, you should just change it.</p>\n\n<p>To this I say, why should it annoy you? You should be happy as your self-worth should be detached from your looks. You should not worry about what others will think about your slightly crooked nose or wide ears.</p>\n\n<p>Then they answer, &quot;it&#39;s not because of others, it&#39;s because it&#39;s something that annoys me.&quot; And this is where I think that they are not aware that sub-consciously, they still fear what others might think about their sub-optimal looks. It&#39;s only logical; why would you get cosmetic surgery, if everyone else was blind, or if you were the only person on earth? And how does this explain the blind people that get plastic surgery [1] ?!  Surely these people are only getting surgery from a fear of judgement by others, as they are not even able to see their imperfections.</p>\n\n<p>I do think that there is a gender-based aspect in this argument, as 92% of people who get plastic surgery are women [2], and I was primarily arguing with my mother, sisters, and girlfriend. I would love to hear your opinions.</p>\n\n<p>[Edit: Clarifications]\nTo make it clear, I am talking about elective cosmetic surgeries. Ex: I am not arguing against breast reduction due to back ache etc etc.. If it is affecting your quality of life significantly, I am not considering it here. I&#39;m mostly talking about the superficial ones.</p>\n\n<p>Sources:\n[1] - <a href=\"http://www.turkjplastsurg.org/article.asp?issn=1300-6878;year=2018;volume=26;issue=1;spage=32;epage=33;aulast=Ors#:%7E:text=A%20variety%20of%20reconstructive%20surgeries,surgeries%20solely%20for%20esthetic%20reasons\">http://www.turkjplastsurg.org/article.asp?issn=1300-6878;year=2018;volume=26;issue=1;spage=32;epage=33;aulast=Ors#:~:text=A%20variety%20of%20reconstructive%20surgeries,surgeries%20solely%20for%20esthetic%20reasons</a>.\n[2] - <a href=\"https://crownvalleycosmeticsurgery.com/men-vs-women-plastic-surgery-statistics/#:%7E:text=The%20American%20Society%20of%20Plastic,remaining%208%25%20going%20to%20men\">https://crownvalleycosmeticsurgery.com/men-vs-women-plastic-surgery-statistics/#:~:text=The%20American%20Society%20of%20Plastic,remaining%208%25%20going%20to%20men</a>.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/q3ze9m/cmv_the_root_cause_for_cosmetic_surgery_is_fear/",
  "subreddit": "changemyview",
  "id": "q3ze9m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have been arguing with my family and friends about this for a while now. Their\nargument is that if there is something that annoys you about your appearance\nthat can be changed, you should just change it.\n\nTo this I say, why should it annoy you? You should be happy as your self-worth\nshould be…"
}