{
  "author": "SoftAlmond",
  "original_created_utc": 1625828697,
  "title": "YSK one of the best ways to change your musical taste is just exposure.",
  "created_utc": 1625852769,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: the music industry has taken advantage of this for ages, yet most people don’t even realize this connection. It’s called the mere exposure effect, and essentially, it means that the more you are exposed to something, the less uncertainty you feel and the easier it is to understand.</p>\n\n<p>First of all, to make it work better, never listen on repeat. Studies have shown it works the best with regular but not repeated exposure. In addition, don’t pay too much attention to the music you’re trying to like while it’s playing, since being excessively conscious of it can take away from its effect.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/YouShouldKnow/comments/ogta4w/ysk_one_of_the_best_ways_to_change_your_musical/",
  "subreddit": "YouShouldKnow",
  "id": "ogta4w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: the music industry has taken advantage of this for ages, yet most\npeople don’t even realize this connection. It’s called the mere exposure effect,\nand essentially, it means that the more you are exposed to something, the less\nuncertainty you feel and the easier it is to understand.\n\nFirst…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、音楽業界は昔からこれを利用してきましたが、ほとんどの人はこの関係に気づいていません。\nしかし、ほとんどの人はこの関係に気づいていません。これは、「単なる暴露効果」と呼ばれています。\n基本的には、何かにさらされればさらされるほど、不確実性を感じなくなるということです。\n不安が減り、理解しやすくなります。\n\nまず...",
      "title": "YSK 音楽の好みを変える最良の方法のひとつは、ただ触れることです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：音乐产业利用这一点已经很久了，但大多数人甚至没有意识到这种联系。\n人们甚至没有意识到这种联系。这被称为单纯的曝光效应。\n从本质上讲，这意味着你接触的东西越多，你的不确定性就越小，越容易理解。\n你的不确定性就越小，也就越容易理解。\n\n首先...",
      "title": "YSK改变你的音乐品味的最好方法之一就是接触。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：音樂產業利用這一點已經很久了，但大多數人甚至沒有意識到這種聯繫。\n人們甚至沒有意識到這種聯繫。這被稱爲單純的曝光效應。\n從本質上講，這意味着你接觸的東西越多，你的不確定性就越小，越容易理解。\n你的不確定性就越小，也就越容易理解。\n\n首先...",
      "title": "YSK改變你的音樂品味的最好方法之一就是接觸。"
    }
  ]
}