{
  "author": "MaldingMadman",
  "the_new_excerpt": "Whether it be cultural or systemic reasons, single parenthood in my opinion is\nthe greatest factor for socioeconomic status. Single parenthood defined as, \"a\nsingle parent is a person who lives with a child or children and who does not\nhave a spouse or live-in partner.\"\n\nThe following link is data…",
  "original_created_utc": 1614623745,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "不管是文化原因还是制度原因，单亲在我看来都是\n社会经济地位的最大因素。单亲家庭的定义是：\"一个人的社会经济地位是由他的父母所决定的。\n单亲是指与一个或多个子女一起生活，且不与子女一起生活的人。\n有配偶或同居伴侣。\"\n\n以下链接是数据...",
      "title": "CMV：在美国，单亲家庭造成社会经济分化，是最不容易解决的问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不管是文化原因還是制度原因，單親在我看來都是\n社會經濟地位的最大因素。單親家庭的定義是：\"一個人的社會經濟地位是由他的父母所決定的。\n單親是指與一個或多個子女一起生活，且不與子女一起生活的人。\n有配偶或同居伴侶。\"\n\n以下鏈接是數據...",
      "title": "CMV：在美國，單親家庭造成社會經濟分化，是最不容易解決的問題。"
    }
  ],
  "title": "CMV: Single parenthood causes socioeconomic divides in the US, and is the least addressed issue.",
  "created_utc": 1614634542,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Whether it be cultural or systemic reasons, single parenthood in my opinion is the greatest factor for socioeconomic status. Single parenthood defined as, &quot;a single parent is a person who lives with a child or children and who does not have a spouse or live-in partner.&quot;</p>\n\n<p>The following link is data on single parenthood by race: <a href=\"https://datacenter.kidscount.org/data/tables/107-children-in-single-parent-families-by-race#detailed/1/any/false/1729,37,871,870,573,869,36,868,867,133/10,11,9,12,1,185,13/432,431\">https://datacenter.kidscount.org/data/tables/107-children-in-single-parent-families-by-race#detailed/1/any/false/1729,37,871,870,573,869,36,868,867,133/10,11,9,12,1,185,13/432,431</a></p>\n\n<p>This link is data on average income by race: <a href=\"https://dqydj.com/income-by-race/\">https://dqydj.com/income-by-race/</a></p>\n\n<p>Looking at both, there seems to be a correlation between single parenthood and average income. Which makes sense because it is half of the potential income. Culturally it seems like the more strict the family unit is on a nuclear family, the lesser the rates in single parenthood. Which of course correlates to higher average incomes. </p>\n\n<p>Equity is being increasingly talked about and mentioned at the highest levels in government. Almost as if they are trying to conflate equity with equality, two of which are very different terms. Politicians often look at groups of people instead of individuals. Based on data, a black household makes on average the least amount. Reparations was once a hot topic because of this. Politicians often pursue divisive policies to remedy the income gap. I haven&#39;t heard of any talk about rates of  single parenthood. It&#39;s obviously a big issue that a black/hispanic household makes substantially less than others. It&#39;s not just single parenthood that causes this, it&#39;s many issues from systemic to cultural. In my opinion, it would be more productive to target rates of single parenthood since it corellates strongly with income. Obligatory, I don&#39;t know the best methods of doing so.</p>\n\n<p>In terms of racial tensions, it doesn&#39;t help when politicians bang on the race drums whenever there is a disparity without investigation or trying to fix the causes. They instead try to fix the outcomes.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/lvgnwd/cmv_single_parenthood_causes_socioeconomic/",
  "subreddit": "changemyview",
  "id": "lvgnwd",
  "is_self": true,
  "media": null,
  "is_video": false
}