{
  "author": "Affee3",
  "original_created_utc": 1626959584,
  "title": "CMV: A country prioritizing its citizens is the same as you prioritizing your own family over others",
  "created_utc": 1626975336,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Yesterday i made <a href=\"https://www.reddit.com/r/changemyview/comments/oorsmf/cmv_not_accepting_a_lot_of_asylum_seekers_doesnt/\">a post</a> about morality and refugees, and while there was a lot of discussion happening, I realized that by using a real-world example, and trying to argue about a theoretical point of economic burden, the discussion turned into economics, statistics, and specific details. I wrote that post entirely wrong for what I later realized was what I wanted, which is a more hypothetical morality question. </p>\n\n<p>A lot of people brought up the immorality of borders, privileged countries and a moral obligation to help others. This is closer to what I was going for. But my main point is:</p>\n\n<p>Countries exists to care for their own citizens first, the same way that parents care for their own children first. This is not saying that you can&#39;t help others outside of that, but it is saying that people naturally already prioritize some people over others, and that there is no better alternative.</p>\n\n<p><strong>Why do we have countries?</strong></p>\n\n<p>Note: </p>\n\n<ul>\n<li>I know country borders in some areas of the world are arbitrary, drawn by colonizers, and/or involuntary separate cultural groups. Imagine a scenario where everyone agrees with what is and isn&#39;t a country.<br/></li>\n</ul>\n\n<p>Image an alternative with no countries and no borders. Should a single government rule over everyone? Should all laws and rules apply equally everywhere? In that case, how do you make decisions? Should a majority vote decide laws that in principle only affects a fraction of the people?</p>\n\n<p>To make effective decisions, I don&#39;t think you can have a single umbrella government. I think the people that are close to, and affected by an issue should be the ones making decisions about it.\nAnother thing is that there are different groups of people with different values and ideas about how the society should be structured. If you force a lot of groups that have a lot of different ideas to compromise and follow a single solution, they would be less satisfied than having their own structure. </p>\n\n<p>So if you have different areas having their own rules, you need to specify where these rules apply, i.e. borders. To make decisions, you also need to know who would be affected by these decisions and where they are generally located. For this reason you need to know how many people there are in this area.</p>\n\n<p><strong>Who has the right to be in a better country?</strong></p>\n\n<p>Notes: </p>\n\n<ul>\n<li>I know some countries are rich because of exploiting poorer countries, but that is not always the case. I&#39;m interested in the core moral question outside of this. Imagine the country is better off from natural resources and well-run governments. </li>\n<li>The country shares its wealth with the others, but ineffective governments or other reasons still makes it better to physically be in the well-off country.</li>\n</ul>\n\n<p>Imagine a world where one country, with 10% of the world population is much better off than the rest. You also can&#39;t choose where you are born, so you&#39;re disadvantaged if you are born outside that country. Should you have a right to live in that country as well? In that case, should 100% of the world population have a right to that country? Say that that would be structurally impossible, how do you choose who gets to live there? Since you can&#39;t know how much people are going to contribute while they&#39;re still children, is there any other way than prioritizing the ones that were born there?</p>\n\n<p>Family example: </p>\n\n<p>You can&#39;t choose where you&#39;re born. Rich families can share the wealth with others, but some people are still better parents than others. So, who shall the better parents take care of? Why should it not be their own kids?</p>\n\n<p><strong>Where do you draw the line for helping?</strong></p>\n\n<p>I don&#39;t think any country would oppose helping a single refugee. I also don&#39;t think any country would accept a stream of refugees that is a hundred times their own population. I think we can all agree that somewhere between these extremes, you have to draw a line, irregardless of the actual demand. Again, this is not about the real world, I know a lot of countries are far from such a line, it is just about the fact that it exists. </p>\n\n<p>Family example: </p>\n\n<p>Say you live in a huge mansion out in the middle of nowhere. One day a person shows up, who is homeless and have nowhere to go. You have a lot of rooms and supplies, so you let the person stay with you. The next day a hundred more people show up in the same condition. You can&#39;t help them all, so what do you do? </p>\n\n<p>The most important question here is: who makes the decision? In the second example, let&#39;s say you live with your family. Since your family is going to be affected by the decision, I think it&#39;s right for everyone in the family to have a say. In the same way, I think the inhabitants of the country gets to democratically decide where to draw the line. </p>\n\n<p>(Bonus note: I think that a lot of arguments people have about immigration and refugees in reality is about where to draw this line, and people set their line based on their own perspectives of how each individual affects the country they come to. )</p>\n\n<p><strong>What this discussion is not about:</strong></p>\n\n<ul>\n<li>It is not advocating against helping others</li>\n<li>It is not about real-world examples</li>\n<li>It is not about what should happen on an international level in cases of forced migration</li>\n</ul>\n\n<p>It <strong>is</strong> about making certain moral decisions from the perspective of ruling a single country. Is there other perspectives on how you would make decisions in these scenarios?</p>\n</div><!-- SC_ON -->",
  "score": 133,
  "permalink": "/r/changemyview/comments/opdk5h/cmv_a_country_prioritizing_its_citizens_is_the/",
  "subreddit": "changemyview",
  "id": "opdk5h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Yesterday i made a post\n[https://www.reddit.com/r/changemyview/comments/oorsmf/cmv_not_accepting_a_lot_of_asylum_seekers_doesnt/]\nabout morality and refugees, and while there was a lot of discussion happening,\nI realized that by using a real-world example, and trying to argue about a\ntheoretical…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "昨日、私はある投稿をしました。\n[https://www.reddit.com/r/changemyview/comments/oorsmf/cmv_not_accepting_a_lot_of_asylum_seekers_doesnt/]\n道徳と難民についての投稿をしたところ、多くの議論がなされていましたが\n私は、現実世界の例を使って、理論的なことを議論しようとすると、そのようなことにはならないと思いました。\n理論的な...",
      "title": "CMV: 国が国民を優先するということは、あなたが自分の家族を優先するのと同じです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "昨天我发了一个帖子\n[https://www.reddit.com/r/changemyview/comments/oorsmf/cmv_not_accepting_a_lot_of_asylum_seekers_doesnt/]\n关于道德和难民，虽然有很多讨论发生。\n我意识到，通过使用一个现实世界的例子，并试图争论一个\n理论上...",
      "title": "CMV: 一个国家优先考虑其公民，就像你优先考虑自己的家庭而不是其他人一样。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "昨天我發了一個帖子\n[https://www.reddit.com/r/changemyview/comments/oorsmf/cmv_not_accepting_a_lot_of_asylum_seekers_doesnt/]\n關於道德和難民，雖然有很多討論發生。\n我意識到，通過使用一個現實世界的例子，並試圖爭論一個\n理論上...",
      "title": "CMV: 一個國家優先考慮其公民，就像你優先考慮自己的家庭而不是其他人一樣。"
    }
  ]
}