{
  "author": "testsubject1137",
  "the_new_excerpt": "Why YSK: SiriusXM is likely selling their customer data to those extended car\nwarranty call lists. Here's how I know this.\n\nMany years ago I purchased a used OEM radio that was originally installed in a\n2008 Chrysler Aspen that had SiriusXM compatibility. The radio was compatible\nwith my car though,…",
  "original_created_utc": 1624055106,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、SiriusXMは顧客データを車の延長保証会社に売っている可能性が高いからです。\nに販売している可能性があります。私がこのことを知った理由は以下の通りです。\n\n何年も前に、私は2008年のChrysler Aspenに元々搭載されていた純正ラジオを中古で購入しました。\n2008年のクライスラー・アスペンに取り付けられていた、シリウスXMに対応した中古の純正ラジオを購入しました。そのラジオは私の車と互換性がありましたが\n私の車には対応していましたが...",
      "title": "YSK SiriusXMはあなたの情報を自動車延長保証のスパム業者に売っている可能性が高い。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：SiriusXM很可能将他们的客户数据卖给了那些汽车延保名单。\n保修电话名单。我是这样知道的。\n\n许多年前，我购买了一个二手的OEM收音机，它最初是安装在一台\n2008年克莱斯勒Aspen，有SiriusXM的兼容性。该收音机与我的车兼容\n我的车，但...",
      "title": "YSK SiriusXM很可能将你的信息卖给那些汽车延保的垃圾邮件发送者"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：SiriusXM很可能將他們的客戶數據賣給了那些汽車延保名單。\n保修電話名單。我是這樣知道的。\n\n許多年前，我購買了一個二手的OEM收音機，它最初是安裝在一臺\n2008年克萊斯勒Aspen，有SiriusXM的兼容性。該收音機與我的車兼容\n我的車，但...",
      "title": "YSK SiriusXM很可能將你的信息賣給那些汽車延保的垃圾郵件發送者"
    }
  ],
  "title": "YSK SiriusXM is likely selling your info to those extended car warranty spammers",
  "created_utc": 1624059862,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> SiriusXM is <em>likely</em> selling their customer data to those extended car warranty call lists. Here&#39;s how I know this.</p>\n\n<p>Many years ago I purchased a used OEM radio that was originally installed in a 2008 Chrysler Aspen that had SiriusXM compatibility. The radio was compatible with my car though, like many Dodge/Chrysler/Jeep cars of the time, which was <em>not</em> a Chrysler Aspen. This was a cash sale, so the person who sold it to me knew nothing about me.</p>\n\n<p>Since my last radio did not have satellite radio, I wanted to give it a try, so I subscribed. When you call or go online and enter the radio ID, it will confirm with you the year, make, and model that they have in their database for that radio ID. It matched what the seller said it came out of. Subscribed, activated, and everything worked fine.</p>\n\n<p>To this day, I continue to get calls about purchasing an extended warranty for my, you guessed it, 2008 Chrysler Aspen. </p>\n\n<p>How could that be? I never actually owned one, nor have I owned anything even remotely close to that. The only person or company that ever knew I had any connection to one was SiriusXM. So that&#39;s how I know they sold/shared my data.</p>\n</div><!-- SC_ON -->",
  "score": 168,
  "permalink": "/r/YouShouldKnow/comments/o31tvz/ysk_siriusxm_is_likely_selling_your_info_to_those/",
  "subreddit": "YouShouldKnow",
  "id": "o31tvz",
  "is_self": true,
  "media": null,
  "is_video": false
}