{
  "author": "nashamagirl99",
  "original_created_utc": 1625592138,
  "title": "YSK that staying together for the kids is bad for them and that children of divorce can do well",
  "created_utc": 1625597504,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many parents are compelled to stay in miserable, toxic marriages due to guilt and fear over the effects of divorce. Unfortunately people are still shamed and told they should have worked things out for the kids. Contrary to popular belief, there is plenty of research showing that children can do well post divorce, and that ultimately staying together for the children is more harmful.</p>\n\n<p>While many children of divorced parents do fare worse compared to children in two parent families, much of this has to do with how the divorce is handled. Research shows that about 80% of children of divorced parents do fine and do not have long term difficulties with grades, social adjustment, or mental health <a href=\"https://www.psychologytoday.com/us/blog/splitopia/201503/yes-you-can-raise-happy-children-after-divorce\">https://www.psychologytoday.com/us/blog/splitopia/201503/yes-you-can-raise-happy-children-after-divorce</a>. As far as outcomes go, the most important thing is for divorced parents to remain involved, amicably coparent, and not drag their children into the drama. </p>\n\n<p>Children in unhappy two parent homes do worse than children of divorced parents. They are more likely to smoke, binge drink, and do worse in school <a href=\"https://www.sciencedaily.com/releases/2009/05/090529212600.htm\">https://www.sciencedaily.com/releases/2009/05/090529212600.htm</a>. 82% of children of divorced parents are glad their parents divorced <a href=\"https://www.theguardian.com/lifeandstyle/2015/nov/22/children-divorce-resolution-survey-rather-parents-separate\">https://www.theguardian.com/lifeandstyle/2015/nov/22/children-divorce-resolution-survey-rather-parents-separate</a>. </p>\n\n<p>Anecdotally, I can tell you how relieved my father was when his parents separated when he was nine. To have the drama, fighting, and fear gone from his everyday life was amazing for him. He is now a happy, successful man and good husband and father. Divorce doesn’t have to be a disaster for your kids, but staying in a miserable, high stress environment and teaching them that that’s a normal and acceptable way to live and interact will be.</p>\n</div><!-- SC_ON -->",
  "score": 492,
  "permalink": "/r/YouShouldKnow/comments/oezkat/ysk_that_staying_together_for_the_kids_is_bad_for/",
  "subreddit": "YouShouldKnow",
  "id": "oezkat",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Many parents are compelled to stay in miserable, toxic marriages due to\nguilt and fear over the effects of divorce. Unfortunately people are still\nshamed and told they should have worked things out for the kids. Contrary to\npopular belief, there is plenty of research showing that children…"
}