{
  "author": "RedFanKr",
  "the_new_excerpt": "If sex work is real work, it should be regulated like any other workplace. Just\nlike we have to identify ourselves to our employers and sign contracts, it\nshould be required that sex workers identify themselves if appearing on video\nand leave a record that they consented. The main purpose of this is…",
  "original_created_utc": 1618319308,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "セックスワークが本当の仕事であれば、他の職場と同様に規制されるべきです。ちょうど\n私たちが雇用主に身分を明かして契約書にサインしなければならないように、セックスワーカーがビデオに出演する際には身分を明かすことが必要です。\nセックスワーカーがビデオに出演する際には、自分の名前を名乗り、同意したという記録を残すことが求められるべきです。\n承諾したという記録を残すことが求められます。その主な目的は...",
      "title": "CMV: ポルノサイトに動画をアップロードする人は、動画に登場するすべての人を特定し、その人の同意を証明する必要があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果性工作是真正的工作，就应该像其他工作场所一样受到监管。只是\n就像我们要向雇主表明身份，签订合同一样，它\n应要求性工作者在出现在视频中时表明自己的身份。\n并留下他们同意的记录。这样做的主要目的是...",
      "title": "CMV：色情网站上的视频上传者应确定其视频中所有个人的身份，并提供其同意的证明。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果性工作是真正的工作，就應該像其他工作場所一樣受到監管。只是\n就像我們要向僱主表明身份，簽訂合同一樣，它\n應要求性工作者在出現在視頻中時表明自己的身份。\n並留下他們同意的記錄。這樣做的主要目的是...",
      "title": "CMV：色情網站上的視頻上傳者應確定其視頻中所有個人的身份，並提供其同意的證明。"
    }
  ],
  "title": "CMV: Video uploaders on porn sites should have to identify all individuals in their videos and provide proof of their consent.",
  "created_utc": 1618353723,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If sex work is real work, it should be regulated like any other workplace. Just like we have to identify ourselves to our employers and sign contracts, it should be required that sex workers identify themselves if appearing on video and leave a record that they consented. The main purpose of this is to combat revenge porn, rape videos, and human trafficking. </p>\n\n<p>Arguments regarding the financial, logistical, and practical, concerns of implementation are fine, but what I&#39;m really looking for in this CMV is about why this view could be <em>fundamentally</em> wrong.</p>\n\n<p>edit: Important point I forgot to mention, the identification and proof of consent isn&#39;t freely available, like in the video description or something. It remains with the porn site until law enforcement of government officials need it.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/mq1war/cmv_video_uploaders_on_porn_sites_should_have_to/",
  "subreddit": "changemyview",
  "id": "mq1war",
  "is_self": true,
  "media": null,
  "is_video": false
}