{
  "author": "Boneless_Blaine",
  "original_created_utc": 1627851812,
  "title": "I just finished Fear and Loathing in Las Vegas, and I'm pretty confused. Hoping to get some context or explanation",
  "created_utc": 1627893532,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>On the recommendation of my friend, I read <em>Fear and Loathing in Las Vegas</em> by Hunter S. Thompson (1971). I read the book with absolutely no context other than that it is supposedly autobiographical, and I really have no idea what to make of what I just read. I have several questions and would love to hear the thoughts of those who read it.</p>\n\n<p>Firstly, I am confused about the way that the book was written. It seems that our two protagonists Hunter S. Thompson and &quot;his attorney&quot; (who apparently was actually <a href=\"https://en.wikipedia.org/wiki/Oscar_Zeta_Acosta\">Oscar Zeta Acosta</a>) went on this trip with a tape recorder constantly recording them and that dialogue was later morphed into the book.</p>\n\n<p>My first question is: when was the actual book written relative to when this trip happened? It sounds as if it were written by someone currently in a deep drug-induced psychosis. For example, in the 12th chapter of part 2, Thompson writes that he is to meet a man from whom he arranged to buy an ape, a situation that isn&#39;t prefaced at any other point in the novel. It&#39;s obviously a fictitious event or some sort of hallucination. There&#39;s also an entire chapter of the book that contains only dialogue transcribed directly from the tape, prefaced by the following editor&#39;s note:</p>\n\n<blockquote>\n<p>&quot;At this point in the chronology, Dr. Duke appears to have broken down completely; the original manuscript is so splintered that we were forced to seek out the original tape recording and transcribe it verbatim. We made no attempt to edit this section, and Dr. Duke refused even to read it.&quot;</p>\n</blockquote>\n\n<p>Was the novel based on notes that Thompson took during the trip, and written afterward? Based on this note it seems that a very loose and confusing transcript was being cobbled together by editors who were on their own.</p>\n\n<p>Secondly, I&#39;m confused about the line between fact and fiction in this story. I understand that the novel is coming from the perspective of a man on a combination of hallucinogenic and dissociative drugs, but the outline of the story is supposedly based on his real experience.  During the novel, our protagonists commit a litany of felonies, including, but not limited to: grand theft, credit card fraud, illegal firearm possession, possession of an unbelievable amount of narcotics, and sexual assault of (maybe) a minor.</p>\n\n<p>Surely these events are written about in the context of fiction, right? To what degree am I to believe that these events happened? Supposedly the Mint 400 Race and the Narcotics Convention actually happened months apart. Some of the events in the last chapters are just completely nonsensical, like the ape attacking the man at the casino bar, or the attorney attacking a maid and then recruiting her to be a police informant to silence her. Are these all just recollections of drug-induced hallucinations?</p>\n\n<p>Is that the point of the narrative? That the reader has no idea what actually happened and what was hallucinated or imagined by the author? To what degree did Hunter S. Thompson address the events of the book afterward, fictional or otherwise?</p>\n\n<p>I finished the book shortly before writing this post, and I&#39;m hoping for any sort of context that might help me understand what I just read. I would also just like to know what other readers made of this one. It&#39;s actually the first book I&#39;ve read in its entirety since middle school (I&#39;m 20) I&#39;m certainly going to have to re-read this one.</p>\n\n<p><strong>Edit:</strong> Okay, I now understand that this is not an autobiography at all, but rather a piece of &quot;Gonzo Journalism&quot;, a genre of journalism that concerns itself with the feeling and understanding of the author rather than any objective truth about the story. The events of the book are fictitious, but I suppose the book is more about the author&#39;s experience with drugs and American culture than the events of his trip to Las Vegas </p>\n</div><!-- SC_ON -->",
  "score": 55,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/i92kYmq8HuhRkYRH6QsZmSDBb2jGdfm4HZjpweFboBA.jpg?auto=webp&s=0fc934678047d7e75d0edf59d227ebfcb64d717a",
          "width": 220,
          "height": 275
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/i92kYmq8HuhRkYRH6QsZmSDBb2jGdfm4HZjpweFboBA.jpg?width=108&crop=smart&auto=webp&s=8a04153446c69f42e9a8eaff65db616153c42df2",
            "width": 108,
            "height": 135
          },
          {
            "url": "https://external-preview.redd.it/i92kYmq8HuhRkYRH6QsZmSDBb2jGdfm4HZjpweFboBA.jpg?width=216&crop=smart&auto=webp&s=d8ffd638fa29c13af50e29cb8c4f4d18165fb10c",
            "width": 216,
            "height": 270
          }
        ],
        "variants": {},
        "id": "Z3_csRZFnnm-RV1VdIqVDRctO-u3G9hRRRr8Xu36E10"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/ow0bgl/i_just_finished_fear_and_loathing_in_las_vegas/",
  "subreddit": "books",
  "id": "ow0bgl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "On the recommendation of my friend, I read Fear and Loathing in Las Vegas by\nHunter S. Thompson (1971). I read the book with absolutely no context other than\nthat it is supposedly autobiographical, and I really have no idea what to make\nof what I just read. I have several questions and would love to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "友人の勧めで、「Fear and Loathing in Las Vegas」を読みました。\nハンター・S・トンプソン著（1971年）を読みました。自伝的な本だということ以外、何の脈絡もなくこの本を読んだので\n自伝的な本であるということ以外、何の脈絡もなく読みましたが、今読んだ本をどう解釈したらいいのか、全くわかりません。\n今読んだ本をどう解釈したらいいのか、まったくわかりません。いくつか質問があるのですが、ぜひ教えてください。",
      "title": "Fear and Loathing in Las Vegas」を終えたばかりで、かなり混乱しています。何か文脈や説明があるといいのですが"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我朋友的推荐下，我阅读了《拉斯维加斯的恐惧与厌恶》，作者是\n亨特-S-汤普森（1971）。我读这本书时完全没有任何背景，只知道它是自传体。\n这本书据说是自传性的，我真的不知道该怎么做。\n我真的不知道我刚刚读了什么。我有几个问题，希望能在这里找到答案。",
      "title": "我刚刚看完《拉斯维加斯的恐惧与厌恶》，我很困惑。希望能得到一些背景或解释"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我朋友的推薦下，我閱讀了《拉斯維加斯的恐懼與厭惡》，作者是\n亨特-S-湯普森（1971）。我讀這本書時完全沒有任何背景，只知道它是自傳體。\n這本書據說是自傳性的，我真的不知道該怎麼做。\n我真的不知道我剛剛讀了什麼。我有幾個問題，希望能在這裏找到答案。",
      "title": "我剛剛看完《拉斯維加斯的恐懼與厭惡》，我很困惑。希望能得到一些背景或解釋"
    }
  ]
}