{
  "author": "Genoscythe_",
  "original_created_utc": 1628892178,
  "title": "\"Death of the Author\" is a literary analysis approach, not a thought-terminating cliché!",
  "created_utc": 1628904600,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Lately, I have most often seen &quot;Death of the Author&quot; used synonymously with platitudes like &quot;you gotta separate the artist from the art&quot;, thrown around in culture war nonsense, on the defensive side of whether this or that book is &quot;problematic&quot;.</p>\n\n<p>Which is a shame, because the original literary theory as started by Roland Barthes is pretty fascinating on it&#39;s own right.</p>\n\n<p>By which of course  I don&#39;t mean that it is &quot;correct&quot;, we are talking about literary criticism here, not physics or math, there is no such thing as a &quot;correct&quot; academic model that you are supposed to favor over all others.</p>\n\n<p>Most people don&#39;t seem to be all that self-aware, about the different schools of thought that go into, for example, a review that describes what a book, that you read without ever looking up it&#39;s author, meant <em>to you</em>, and a review that praises a literary classic as it&#39;s creator&#39;s magnum opus, or for &quot;changing history&quot;, or even just reading a new author&#39;s second book and praise the skill improvements since the first one.</p>\n\n<p>You can either go out of your way to only see a book as your own personal experience, or as an object in context of a history, and an artist&#39;s career. But both of these are choices.</p>\n\n<p>For example if you read <em>Huckleberry Finn</em>, and you also decide to research the antebellum South&#39;s history, and Mark Twain&#39;s politics, and the public commentary he made elsewhere, and appreciate the book&#39;s apparent message as a product of it&#39;s time, that&#39;s an act <em>in defiance of</em> the Death of the Author approach.</p>\n\n<p>Ironically enough, someone who decides to ignore all of that context (or someone who is naturally ignoarnt of it), opens the book, sees a sentence using the n-word, and immediately get offended, is practicing a crude form of Death of the Author analysis: &quot;I don&#39;t care what this Mark guy originally <em>meant</em> by this, or what a nice guy he was, <em>to me,</em> in 2021, it feels insulting&quot;.</p>\n\n<p>H.P. Lovecraft is another infamous example, where the usual defenders of &quot;problematic&quot; classics, would probably be better off appealing to more context, than to less:</p>\n\n<p>Researching his life&#39;s history in any capacity, one might confirm that he was a huge bigot, sure, but also that both of his parents died in asylums, and that the threat of inferiority or madness lurking in one&#39;s own heredity, was something very <em>intimately horrifying</em> to him, not <strong><em>just</em></strong> a racial thing.</p>\n\n<p>In contrast, anyone invited to simply read a story like &quot;The Shadow Over Innsmouth&quot; while consciously ignoring any authorial context, could still <em>easily</em> come to the conclusion that even on a first read, it sounds transparently like some sort of allegory about race mixing.</p>\n\n<p>Which is of course a limitation of Death of the Author: We might choose not to read (or to ignore) interviews that the author made right after publishing a book, explainging what it&#39;s message was, and we can choose not to read their wikipedia biography and psychoanalize them.</p>\n\n<p>But we are still living in the world, we are familiar with it&#39;s politics and moral agendas, with tropes and coding, and we won&#39;t be entirely blind to the idea that books usually have messages and themes.</p>\n\n<p>Choosing not to indulge in speculation over what the author&#39;s original ones might have been, isn&#39;t the same thing as not reading <em>anything</em> into them.</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/books/comments/p3v943/death_of_the_author_is_a_literary_analysis/",
  "subreddit": "books",
  "id": "p3v943",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Lately, I have most often seen \"Death of the Author\" used synonymously with\nplatitudes like \"you gotta separate the artist from the art\", thrown around in\nculture war nonsense, on the defensive side of whether this or that book is\n\"problematic\".\n\nWhich is a shame, because the original literary…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、私がよく目にするのは、「作家の死」という言葉が、「芸術から作家を切り離さなければならない」などの決まり文句と同義に使われていることです。\n芸術家と芸術を切り離さなければならない」というような決まり文句と同義で使われることが多い。\nこの本は問題がある」とか「この本は問題がある」とか、文化戦争的な意味合いで使われています。\n「問題がある」と。\n\n残念なことに、本来の文学的...",
      "title": "\"Death of the Author \"は文学分析の手法であり、思考停止の決まり文句ではありません"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，我最常看到的是 \"作者之死 \"与 \"你必须把艺术家和艺术分开 \"等陈词滥调同义。\n诸如 \"你必须把艺术家和艺术分开 \"之类的陈词滥调，在文化战争的废话中抛来抛去。\n文化战争的废话，在这本书或那本书是否有 \"问题 \"的防卫方面\n\"有问题\"。\n\n这是一种耻辱，因为原来的文学...",
      "title": "\"作者之死 \"是一种文学分析方法，而不是一种思想终结的陈词滥调!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，我最常看到的是 \"作者之死 \"與 \"你必須把藝術家和藝術分開 \"等陳詞濫調同義。\n諸如 \"你必須把藝術家和藝術分開 \"之類的陳詞濫調，在文化戰爭的廢話中拋來拋去。\n文化戰爭的廢話，在這本書或那本書是否有 \"問題 \"的防衛方面\n\"有問題\"。\n\n這是一種恥辱，因爲原來的文學...",
      "title": "\"作者之死 \"是一種文學分析方法，而不是一種思想終結的陳詞濫調!"
    }
  ]
}