{
  "author": "getThatManAThrow",
  "original_created_utc": 1638556809,
  "title": "YSK: Tortillas are NOT fully cooked yet",
  "created_utc": 1638567779,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;TL;DR: Tortillas fresh out of a bag/package are not fully cooked. Heating them on a hot non-stick, flattop, plancha, or well seasoned cast iron pan for 30 seconds to a minute on each side until light browning and warm/hot is essential for enjoying the tortillas. Store in a clean folded towel or aluminum foil after cooking before eating to retain heat/moisture.&lt;/p&gt;\n\n&lt;h1&gt;&lt;/h1&gt;\n\n&lt;p&gt;[ EDIT ] The way this is going, I should have posted this on &lt;a href=\"/r/unpopularopinion\"&gt;r/unpopularopinion&lt;/a&gt; lol. You can still have your &amp;#39;not fully cooked tortillas&amp;#39;, I understand they are also delicious and &lt;strong&gt;safe to consume&lt;/strong&gt;. Hopefully, my internet opinion does not take that joy away from you. We can all unite knowing our fiery passion for tortillas, at any stage of their beautiful lifecycle. &lt;em&gt;But cooking them again is better and since I must find at least one hill these days on which to fall on my own bayonet, this will be it!&lt;/em&gt;&lt;/p&gt;\n\n&lt;h1&gt;&lt;/h1&gt;\n\n&lt;p&gt;After moving from a town in the southwest United States to a more northern, college town it has become abundantly, even PAINFULLY clear that this is not common knowledge. After seeing scores of undergrads, graduate students and grown people alike reaching their clueless hands towards a half cooked, chewy bitter tortilla for their burrito/taco/etc needs, I have elected to take a stand.&lt;/p&gt;\n\n&lt;p&gt;Why YSK: Tortillas are not fully cooked. Corn, Flour, or any other grain that has been wrangled into a circular shape under the name of tortillas do not come fully cooked. If they had been fully cooked prior to being packaged, they would be stiff, crunchy and frankly some unholy center point between a tortilla chip and a malleable, fresh tortilla. Thus the onus falls on you, the consumer to bring these glorious circles of flavor up to the correct temperature, finish the cooking/rising, and bring a bitter/raw flavor of uncooked corn and flour to their glorious savory and delicious conclusion.&lt;/p&gt;\n\n&lt;p&gt;How: The best and most traditional way would be a &amp;#39;plancha&amp;#39; (think: a flat top griddle that gets exceptionally hot), but a non-stick pan or well seasoned cast-iron pan will do the job just as well. Get your choice of heat delivery device rippin&amp;#39; hot (mid-high) and start dropping tortillas. Times will vary based on heat of your burners, type of pan etc, but you should look for some light to medium browning and spots on each side. Tortillas are cheap! Try a few different levels of done-ness to see how you like them.&lt;/p&gt;\n\n&lt;p&gt;NOTE: Huge bonus points to use your fingers when grabbing a flipping tortillas. You will make a Mexican/South American grandmother very happy somewhere. The technique varies from surface to surface, but my preferred way is a light pinch to flip, or using the curved edge of the pan and my four fingers to draw it up, allowing my thumb to get under the tortilla and toss it down on the other side. Obviously, don&amp;#39;t do anything you are not comfortable with, and this technique benefits from both speed and the presence of &amp;quot;kitchen fingers&amp;quot; (Where my food service people at?). This saves scratches on a pan, and is much faster/efficient than some metal tool or spatula.&lt;/p&gt;\n\n&lt;p&gt;As soon as the tortilla leaves the griddle, you should be tossing it somewhere that helps it retain its heat and moisture. My personal favorite is making a small foil pouch, pinched on 3 sides with a fold on the forth, that can perfectly be sealed and unsealed as I build a stack of hot and steamy tortillas inside. The same technique can be done with a clean, folded towel. This steam is part of the cooking process, it softens to tortillas up a bit, and helps retain moisture, and finishes the cooking process with the heat. (In fact this is a great technique for many other foods. ever wonder why ballpark hotdogs, wrapped burritos, wrapped burgers taste so good? Part of that process is letting the heat from the steam and meat flow into the bread and keep it warm and moist. A good technique for other items too!)&lt;/p&gt;\n\n&lt;p&gt;Take these tortillas out as you are ready to eat them.&lt;/p&gt;\n\n&lt;p&gt;BONUS:&lt;/p&gt;\n\n&lt;p&gt;carniceria/tortilleria : While most places may not have access to one of these stores, it is worth a quick map search. Tortillas from actual Latino/Hispanic grocers are much better than anything from a grocery store. Same rules apply for finishing cooking these tortillas. Plus, you will be supporting small businesses! These stores additionally often have a plethora of other Latin/Hispanic ingredients, seasonings, meats, pastries etc. and are often cheaper than chain grocery store equivalents (and better tasting!). Be kind and respectful of culture and language here too. I have never had a negative experience even though my Spanish is &amp;#39;mierda&amp;#39;, and the same service industry rules apply here: Hardworking people deserve respect and empathy, so don&amp;#39;t be an asshole. Should go without saying, but still.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 135,
  "permalink": "/r/YouShouldKnow/comments/r85ye9/ysk_tortillas_are_not_fully_cooked_yet/",
  "subreddit": "YouShouldKnow",
  "id": "r85ye9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "TL;DR: Tortillas fresh out of a bag/package are not fully cooked. Heating them\non a hot non-stick, flattop, plancha, or well seasoned cast iron pan for 30\nseconds to a minute on each side until light browning and warm/hot is essential\nfor enjoying the tortillas. Store in a clean folded towel or…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "結論：袋から出したばかりのトルティーヤは、完全に調理されていません。加熱する\nノンスティック、フラットトップ、プランチャ、またはよくシーズニングされた鋳鉄のフライパンの上で30分間\n片面1秒から1分程度、軽く焼き色をつけて温かくすることが重要です。\nトルティーヤを楽しむために 清潔な折りたたみタオルか...で保存する。",
      "title": "YSK: トルティーヤにはまだ火が通っていません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "简而言之：刚从袋子/包装中取出的玉米饼并没有完全熟透。把它们放在\n在热的不粘锅、平底锅、Plancha或调好味的铸铁锅上加热30\n每面加热30秒到1分钟，直到微微变色和温热，这对享受玉米饼是至关重要的。\n是享受玉米饼的关键。储存在一个干净的折叠毛巾中或在一个小盒子里。",
      "title": "YSK: 玉米饼还没有完全熟透。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "簡而言之：剛從袋子/包裝中取出的玉米餅並沒有完全熟透。把它們放在\n在熱的不粘鍋、平底鍋、Plancha或調好味的鑄鐵鍋上加熱30\n每面加熱30秒到1分鐘，直到微微變色和溫熱，這對享受玉米餅是至關重要的。\n是享受玉米餅的關鍵。儲存在一個乾淨的摺疊毛巾中或在一個小盒子裏。",
      "title": "YSK: 玉米餅還沒有完全熟透。"
    }
  ]
}