{
  "author": "Yaqoob_",
  "original_created_utc": 1631350081,
  "title": "CMV: The rich of the middle east do not give a shit about the poor",
  "created_utc": 1631370757,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As in all cases exceptions do apply. But as I see the rich middle eastern countries are in their own self re-enforcing bubble of luxury and grandiose. </p>\n\n<p>For example, the citizens of third world countries of Nigeria, India get paid far little as compared to their foreign counterparts in the middle east, even though the latter are not much in need of the exorbitant pay as they have government backing them. The people of third world are left to fend for themselves even in humanitarian crisis like COVID-19. </p>\n\n<p>The sheikhs indulge in all sorts of luxuries while being indifferent towards the apathetic living conditions of foreign (third world) nationals. They are so ignorant not to realise that all humans belong to the same species and are equal and must be given a certain minimal Standards of treatment. They are the way they are because of their socio-economic conditions which haunt them for the rest of the lives. </p>\n\n<p>How many Luxury cars are enough, how many more high rising towers, would be enough to satiate your desires?</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/changemyview/comments/pm3vjc/cmv_the_rich_of_the_middle_east_do_not_give_a/",
  "subreddit": "changemyview",
  "id": "pm3vjc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As in all cases exceptions do apply. But as I see the rich middle eastern\ncountries are in their own self re-enforcing bubble of luxury and grandiose.\n\nFor example, the citizens of third world countries of Nigeria, India get paid\nfar little as compared to their foreign counterparts in the middle…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "すべての場合において、例外があります。しかし、私の見るところ、豊かな中近東の国々は\n豊かな中東諸国は、贅沢で壮大なバブルを自ら強化しています。\n\n例えば、ナイジェリアやインドのような第三世界の国々の国民は、中近東の外国人に比べてはるかに低賃金です。\n例えば、ナイジェリアやインドといった第三世界の国々の国民の給料は、中近東の外国人の給料に比べて、はるかに少ないものです・・・。",
      "title": "CMV: 中東の金持ちは貧乏人のことなど気にしない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如同在所有情况下都有例外。但在我看来，富裕的中东国家\n国家是在他们自己的豪华和宏伟的泡沫中自我强化的。\n\n例如，尼日利亚、印度等第三世界国家的公民得到的报酬\n与他们在中东的外国同行相比，他们的收入少得多。",
      "title": "CMV: 中东的富人对穷人不屑一顾"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如同在所有情況下都有例外。但在我看來，富裕的中東國家\n國家是在他們自己的豪華和宏偉的泡沫中自我強化的。\n\n例如，尼日利亞、印度等第三世界國家的公民得到的報酬\n與他們在中東的外國同行相比，他們的收入少得多。",
      "title": "CMV: 中東的富人對窮人不屑一顧"
    }
  ]
}