{
  "author": "Andalib_Odulate",
  "original_created_utc": 1633804163,
  "title": "CMV: Society needs to get back to ignoring speech someone doesn't like instead of trying to get them fired or cancelled.",
  "created_utc": 1633811816,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are exceptions to this and that is if they are in a position of power and authority and their speech indicated they are negatively impacting groups of people in their lives due to being the owner of a business, a politician, or a person of legal authority.</p>\n\n<p>With in that exception it needs to be clearly targeted towards individuals and jokes don&#39;t count and opinions that don&#39;t convey intent to discriminate or harm don&#39;t count.</p>\n\n<p>As for the rest of the public if someone says something that offends you, move on they have a right to say whatever they want as long as they are not threatening someone else and so do you.</p>\n\n<p>&quot;Person A said something that really hurt me and I didn&#39;t like it and don&#39;t want people to say those things about people like me or people like my friend but that&#39;s their right to their opinion and I am going to move on and just block them and ignore them since they don&#39;t know me and I don&#39;t know them so they don&#39;t have any real consequence over my life&quot;.</p>\n\n<p>This needs to be the way society responds not with &quot;I&#39;m going to find out where they work and get them fired&quot;.</p>\n\n<p>EDIT- I am only talking about not trying to get someone fired from a job or kicked out of school, not saying people shouldn&#39;t rebuttal or reply back.</p>\n</div><!-- SC_ON -->",
  "score": 264,
  "permalink": "/r/changemyview/comments/q4r1f1/cmv_society_needs_to_get_back_to_ignoring_speech/",
  "subreddit": "changemyview",
  "id": "q4r1f1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There are exceptions to this and that is if they are in a position of power and\nauthority and their speech indicated they are negatively impacting groups of\npeople in their lives due to being the owner of a business, a politician, or a\nperson of legal authority.\n\nWith in that exception it needs to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "例外はありますが、それはその人が権力や権威のある立場にいて、その人の発言がネガティブなものであった場合です。\n権力者の立場にあり、その発言が生活の中で人々に悪影響を与えていることを示している場合です。\n企業の経営者、政治家、法律上の権限を持つ人など、生活の中で人々に悪影響を与えていることを示す場合です。\n権力者の場合です。\n\nただし、その場合は...",
      "title": "CMV: 社会は、誰かが気に入らない発言をした場合、その人を解雇したり中止させたりするのではなく、無視することに戻るべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "但也有例外，那就是如果他们处于权力和权威的地位\n而他们的言论表明他们在生活中对一些群体产生了负面影响。\n他们是企业主、政治家或有法律权力的人，在他们的生活中产生了负面影响。\n具有法律权威的人。\n\n在这种例外情况下，它需要...",
      "title": "CMV：社会需要回到无视有人不喜欢的言论，而不是试图让他们被解雇或取消。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "但也有例外，那就是如果他們處於權力和權威的地位\n而他們的言論表明他們在生活中對一些羣體產生了負面影響。\n他們是企業主、政治家或有法律權力的人，在他們的生活中產生了負面影響。\n具有法律權威的人。\n\n在這種例外情況下，它需要...",
      "title": "CMV：社會需要回到無視有人不喜歡的言論，而不是試圖讓他們被解僱或取消。"
    }
  ]
}