{
  "author": "Andalib_Odulate",
  "original_created_utc": 1633804163,
  "title": "CMV: Society needs to get back to ignoring speech someone doesn't like instead of trying to get them fired or cancelled.",
  "created_utc": 1633811816,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are exceptions to this and that is if they are in a position of power and authority and their speech indicated they are negatively impacting groups of people in their lives due to being the owner of a business, a politician, or a person of legal authority.</p>\n\n<p>With in that exception it needs to be clearly targeted towards individuals and jokes don&#39;t count and opinions that don&#39;t convey intent to discriminate or harm don&#39;t count.</p>\n\n<p>As for the rest of the public if someone says something that offends you, move on they have a right to say whatever they want as long as they are not threatening someone else and so do you.</p>\n\n<p>&quot;Person A said something that really hurt me and I didn&#39;t like it and don&#39;t want people to say those things about people like me or people like my friend but that&#39;s their right to their opinion and I am going to move on and just block them and ignore them since they don&#39;t know me and I don&#39;t know them so they don&#39;t have any real consequence over my life&quot;.</p>\n\n<p>This needs to be the way society responds not with &quot;I&#39;m going to find out where they work and get them fired&quot;.</p>\n\n<p>EDIT- I am only talking about not trying to get someone fired from a job or kicked out of school, not saying people shouldn&#39;t rebuttal or reply back.</p>\n</div><!-- SC_ON -->",
  "score": 264,
  "permalink": "/r/changemyview/comments/q4r1f1/cmv_society_needs_to_get_back_to_ignoring_speech/",
  "subreddit": "changemyview",
  "id": "q4r1f1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There are exceptions to this and that is if they are in a position of power and\nauthority and their speech indicated they are negatively impacting groups of\npeople in their lives due to being the owner of a business, a politician, or a\nperson of legal authority.\n\nWith in that exception it needs to…"
}