{
  "author": "OrdinaryPirate3903",
  "the_new_excerpt": "I am an avid Stephen King reader and I just can't beleive how long it took me to\nget into this book, I am almost halfway into it after one day. I am not so much\ninto dystopian writing but this has completely taken my socks off.\n\nThe best thing about the book is that it doesn't involve any…",
  "original_created_utc": 1616784621,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个狂热的斯蒂芬-金的读者，我只是不能相信它花了多长时间，我的阅读。\n进入这本书，一天下来，我已经快看了一半了。我不是那么\n进入荒诞派写作，但这已经完全把我的袜子。\n\n这本书最好的一点是，它不涉及任何... ...",
      "title": "斯蒂芬-金的《漫漫长路》被低估了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個狂熱的斯蒂芬-金的讀者，我只是不能相信它花了多長時間，我的閱讀。\n進入這本書，一天下來，我已經快看了一半了。我不是那麼\n進入荒誕派寫作，但這已經完全把我的襪子。\n\n這本書最好的一點是，它不涉及任何... ...",
      "title": "斯蒂芬-金的《漫漫長路》被低估了。"
    }
  ],
  "title": "The Long Walk by Stephen King is soo underrated",
  "created_utc": 1616802518,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am an avid Stephen King reader and I just can&#39;t beleive how long it took me to get into this book, I am almost halfway into it after one day. I am not so much into dystopian writing but this has completely taken my socks off.</p>\n\n<p>The best thing about the book is that it doesn&#39;t involve any supernatural phenomenon or characters but it succeeds in freaking you out. The characters are larger than life (as usual) and the story unfolds in a way that you can&#39;t stop yourself from flipping through the pages (had to force myself to put it down and sleep) taking each step with the characters and hoping against all hope that you won&#39;t get a ticket.</p>\n\n<p>I would highly recommend this book to all Stephen King fans and you won&#39;t regret taking it up your reading list.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/mdvjhc/the_long_walk_by_stephen_king_is_soo_underrated/",
  "subreddit": "books",
  "id": "mdvjhc",
  "is_self": true,
  "media": null,
  "is_video": false
}