{
  "author": "rollingboulder89",
  "original_created_utc": 1624280458,
  "title": "CMV: It is hypocritical to advocate for cancel culture and a rehabilitative justice system at the same time.",
  "created_utc": 1624307835,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I believe there are mainly two types of cancel culture that we see today. The first type is just cancelling someone from the platform where they committed egregious behavior on. If you act like a piece of shit at a bar, the bar can cancel you from stepping foot in their business in the future. If you are harassing people and being racist on Twitter, Twitter can ban you.</p>\n\n<p>The second type of cancel culture is advocating for the person&#39;s cancellation outside of just the platform where they committed egregious behavior. I&#39;ve seen people go as far as getting people fired from their jobs, getting people kicked out of college, getting people evicted, etc. This is the type of cancel culture that I am focusing on in my CMV.</p>\n\n<p>To be clear, I would consider myself on the left politically. However, I am against the left&#39;s embrace of this second type of cancel culture because I find it very hypocritical. How can you on the one hand laugh at someone for losing their job for saying something racist or insensitive online, then on the other hand advocate for a more rehabilitative justice system where even murderers should have a path towards redemption and a normal life?</p>\n\n<p>I see this all the time where the same people that ridicule a white person for getting fired from their job or kicked out of college will go around saying that a black guy involved in gang violence should be offered rehabilitation. Either both should be extended a path to redeem themselves, or both should be subject to retributive justice. Having one position for one type of person and another position for another shows that you are ideologically motivated, have no principles, and are hypocritical. CMV</p>\n</div><!-- SC_ON -->",
  "score": 3694,
  "permalink": "/r/changemyview/comments/o4ul60/cmv_it_is_hypocritical_to_advocate_for_cancel/",
  "subreddit": "changemyview",
  "id": "o4ul60",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I believe there are mainly two types of cancel culture that we see today. The\nfirst type is just cancelling someone from the platform where they committed\negregious behavior on. If you act like a piece of shit at a bar, the bar can\ncancel you from stepping foot in their business in the future. If…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "現在のキャンセル・カルチャーには、大きく分けて2種類あると思います。一つ目は\n1つ目のタイプは、誰かがひどい行為をしたプラットフォームからのキャンセルです。\nキャンセルすることです。もしあなたがバーでひどい態度をとったら、バーはあなたが今後その店に足を踏み入れるのを止めることができます。\n今後、その店に足を踏み入れることはできません。もし...",
      "title": "CMV：キャンセル文化と更生的な司法制度を同時に提唱するのは偽善的です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为，我们今天看到的取消文化主要有两种类型。第一种\n第一种类型是将某人从他们犯下恶劣行为的平台上取消。\n恶劣的行为的平台上。如果你在酒吧的行为像一坨屎，酒吧可以\n取消你今后踏足他们的业务。如果...",
      "title": "CMV：同时倡导取消文化和恢复性的司法系统是虚伪的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲，我們今天看到的取消文化主要有兩種類型。第一種\n第一種類型是將某人從他們犯下惡劣行爲的平臺上取消。\n惡劣的行爲的平臺上。如果你在酒吧的行爲像一坨屎，酒吧可以\n取消你今後踏足他們的業務。如果...",
      "title": "CMV：同時倡導取消文化和恢復性的司法系統是虛僞的。"
    }
  ]
}