{
  "author": "Met76",
  "the_new_excerpt": "Why YSK:\n\nLast year, the United States saw its top 4 worst fires in history during\nJuly-September due to incredibly dry conditions.\n\nThis year, it's even worse, so we can expect a large fire event in California\nand Colorado.\n\nPlease, take a moment to think about what you will do and prep for an…",
  "original_created_utc": 1623367366,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n昨年の7月から9月にかけて、アメリカでは史上最悪の火災が発生しました。\n去年の7月から9月にかけて、アメリカでは史上最悪の火災が発生しました。\n\n今年はさらに悪化しており、カリフォルニア州やコロラド州で大規模な火災が発生することが予想されます。\nとコロラド州で大規模な火災が発生することが予想されます。\n\nどうか、自分が何をするのかを考えて、火事に備えてください。",
      "title": "YSK: 今年の夏は、昨年以上に山火事が発生しやすい環境になると予測されています。対策を練っておいてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n去年，美国在7月至9月期间发生了历史上最严重的4场火灾。\n由于难以置信的干燥条件，7月至9月，美国出现了历史上最严重的4场火灾。\n\n今年，情况更加糟糕，所以我们可以预计在加州和科罗拉多州将发生大规模火灾事件\n和科罗拉多州。\n\n请花点时间想想你将做什么，并准备好迎接...",
      "title": "YSK：据预测，今年夏天比去年更有利于野火的发生。请准备好一个计划。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n去年，美國在7月至9月期間發生了歷史上最嚴重的4場火災。\n由於難以置信的乾燥條件，7月至9月，美國出現了歷史上最嚴重的4場火災。\n\n今年，情況更加糟糕，所以我們可以預計在加州和科羅拉多州將發生大規模火災事件\n和科羅拉多州。\n\n請花點時間想想你將做什麼，並準備好迎接...",
      "title": "YSK：據預測，今年夏天比去年更有利於野火的發生。請準備好一個計劃。"
    }
  ],
  "title": "YSK: This summer is predicted to be even more favorable for wildfires than last year. Please have a plan ready.",
  "created_utc": 1623378243,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>Last year, the United States saw its top 4 worst fires in history during July-September due to incredibly dry conditions.</p>\n\n<p>This year, it&#39;s even worse, so we can expect a large fire event in California and Colorado.</p>\n\n<p>Please, take a moment to think about what you will do and prep for an escape if needed, and be prepared!</p>\n\n<p>If you saw what happened last summer and live in a fire-prone area, this post may be incredibly important to you.</p>\n\n<p><strong>Top Tips</strong></p>\n\n<p>Clear leaves and other debris from gutters, eaves, porches and decks. This prevents embers from igniting your home. Remove dead vegetation and other items from under your deck or porch, and within 10 feet of the house.</p>\n\n<p>Screen or box-in areas below patios and decks with wire mesh to prevent debris and combustible materials from accumulating. Remove flammable materials (firewood stacks, propane tanks) within 30 feet of your home’s foundation and outbuildings, including garages and sheds.</p>\n\n<p>If it can catch fire, don’t let it touch your house, deck or porch.</p>\n\n<p>Wildfire can spread to tree tops.</p>\n\n<p>Prune trees so the lowest branches are 6 to 10 feet from the ground. Keep your lawn hydrated and maintained. If it is brown, cut it down to reduce fire intensity. Dry grass and shrubs are fuel for wildfire.</p>\n\n<p>Don’t let debris and lawn cuttings linger. Dispose of these items quickly to reduce fuel for fire. Inspect shingles or roof tiles.</p>\n\n<p>Replace or repair those that are loose or missing to prevent ember penetration.</p>\n\n<p>Cover exterior attic vents with metal wire mesh no larger than 1/8 inch to prevent sparks from entering the home.</p>\n\n<p>Enclose under-eave and soffit vents or screens with metal mesh to prevent ember entry.</p>\n\n<p><strong>Creating an emergency plan</strong></p>\n\n<p>Assemble an emergency supply kit and place it in a safe spot. Remember to include important documents, medications and personal identification.</p>\n\n<p>Develop an emergency evacuation plan and practice it with everyone in your home.</p>\n\n<p>Plan two ways out of your neighborhood and designate a meeting place.</p>\n\n<p><strong>In your community:</strong></p>\n\n<p>Contact your local planning/zoning office to find out if your home is in a high wildfire risk area, and if there are specific local or county ordinances you should be following.</p>\n\n<p>If you are part of a homeowner association, work with them to identify regulations that incorporate proven preparedness landscaping, home design and building material use.</p>\n\n<p>Talk to your local fire department about how to prepare, when to evacuate, and the response you and your neighbors can expect in the event of a wildfire.</p>\n\n<p>Learn about wildfire risk reduction efforts, including how land management agencies use prescribed fire to manage local landscapes.</p>\n\n<p>Learn how you can make a positive difference in your community.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/YouShouldKnow/comments/nx1k2f/ysk_this_summer_is_predicted_to_be_even_more/",
  "subreddit": "YouShouldKnow",
  "id": "nx1k2f",
  "is_self": true,
  "media": null,
  "is_video": false
}