{
  "author": "Brinner",
  "the_new_excerpt": "Why YSK:\n\nRecycling used to be done by hand, and knowing the type of plastic helped\nsorters. Many states even required the \"chasing arrows\" triangle and still\nrequire it today. But now that it's largely done by machine, the symbol just\nconfuses people, because it looks exactly like the recycling…",
  "original_created_utc": 1617390598,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK。\n\n过去的回收工作都是手工完成的 and knowing the type of plastic helped.\n分拣机。许多州甚至要求 \"追箭 \"三角形，而且还是\n今天要求它。但现在基本上都是由机器来完成，这个符号只是\n让人们感到困惑，因为它看起来完全像回收... ...",
      "title": "YSK 塑料容器上的 \"追逐箭头 \"三角符号并不是回收符号。它只是告诉你它是什么类型的塑料。如果它不是#1或#2，它可能就不能被回收。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK。\n\n過去的回收工作都是手工完成的 and knowing the type of plastic helped.\n分揀機。許多州甚至要求 \"追箭 \"三角形，而且還是\n今天要求它。但現在基本上都是由機器來完成，這個符號只是\n讓人們感到困惑，因爲它看起來完全像回收... ...",
      "title": "YSK 塑料容器上的 \"追逐箭頭 \"三角符號並不是回收符號。它只是告訴你它是什麼類型的塑料。如果它不是#1或#2，它可能就不能被回收。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "なぜYSKなのか。\n\n昔は手作業でリサイクルしていたので、プラスチックの種類がわかると助かる\nプラスチックの種類を知ることは、分別作業の助けになりました。多くの州では「追い矢」の三角マークを義務付けていました。\n今でも必要とされています。しかし、現在はほとんどが機械で行われているため、このシンボルは人々を混乱させています。\n混乱を招いています。なぜならば、それはリサイクルマークと同じだからです。",
      "title": "YSK プラスチック容器についている「追いかけっこの矢印」の三角マークは、リサイクルマークではありません。ただ、プラスチックの種類を示しているだけです。1番か2番でなければ、おそらくリサイクルできません。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n昔は手作業でリサイクルしていたので、プラスチックの種類がわかると助かる\nプラスチックの種類を知ることは、分別作業の助けになりました。多くの州では「追い矢」の三角マークを義務付けていました。\n今でも必要とされています。しかし、現在はほとんどが機械で行われているため、このシンボルは人々を混乱させています。\n混乱を招いています。なぜならば、それはリサイクルマークと同じだからです。",
      "title": "YSK プラスチック容器についている「追いかけっこの矢印」の三角マークは、リサイクルマークではありません。ただ、プラスチックの種類を示しているだけです。1番か2番でなければ、おそらくリサイクルできません。"
    }
  ],
  "title": "YSK the \"chasing arrows\" triangle symbol on plastic containers is NOT the recycling symbol. It just tells you what kind of plastic it is. And if it's not #1 or #2, it's probably not recyclable.",
  "created_utc": 1617398710,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>Recycling used to be done by hand, and knowing the type of plastic helped sorters. Many states even required the &quot;chasing arrows&quot; triangle and still require it today. But now that it&#39;s largely done by machine, the symbol just confuses people, because it looks exactly like the recycling symbol. This leads to contaminated (25+%) recycling. But it helps the plastic industry by making people think their waste is getting recycled.</p>\n\n<p>Confused? That&#39;s kind of the point.</p>\n\n<p>Rule of thumb - if it ain&#39;t #1 or #2, it might be recyclable in a specialized facility, but probably doesn&#39;t belong in your recycling bin.</p>\n</div><!-- SC_ON -->",
  "score": 317,
  "permalink": "/r/YouShouldKnow/comments/mir8lu/ysk_the_chasing_arrows_triangle_symbol_on_plastic/",
  "subreddit": "YouShouldKnow",
  "id": "mir8lu",
  "is_self": true,
  "media": null,
  "is_video": false
}