{
  "author": "BDonlon",
  "original_created_utc": 1639134030,
  "title": "For the first time in months, Crypto movements looks healthy and sustainable again.",
  "created_utc": 1639211697,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;The current &amp;#39;dip&amp;#39; is all that&amp;#39;s being talked about here, so I&amp;#39;m assuming most of the complaints are coming from recent buy ins. Don&amp;#39;t buy doing a hike if you don&amp;#39;t wanna deal with correction prices.&lt;/p&gt;\n\n&lt;p&gt;Since September BTC had just been on the rise, hitting a new all time high. Those of you who believed that this would just keep going on are now in here talking about either &amp;quot;crypto sales&amp;quot; or &amp;quot;bear market&amp;quot; depending on your angle. The prices will go up again that&amp;#39;s most likely, but this correction is perfectly healthy. Just because the market isn&amp;#39;t continuing its bull run doesn&amp;#39;t mean it&amp;#39;s all going south. Since Saturday BTC&amp;#39;s movement has been beautifully sideways. At this point most of the sell offs have most likely stopped. &lt;/p&gt;\n\n&lt;p&gt;The direction of the market is upwards, but you&amp;#39;re gonna have to get used to corrections and crashes if you wanna become a stronk HODLer!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 151,
  "permalink": "/r/CryptoCurrency/comments/rd68s9/for_the_first_time_in_months_crypto_movements/",
  "subreddit": "CryptoCurrency",
  "id": "rd68s9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The current 'dip' is all that's being talked about here, so I'm assuming most of\nthe complaints are coming from recent buy ins. Don't buy doing a hike if you\ndon't wanna deal with correction prices.\n\nSince September BTC had just been on the rise, hitting a new all time high.\nThose of you who…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>現在の &#39;dip&#39;は、ここで話題になっているすべての&#39;です。\nここで話題になっているのは、最近買った人からの苦情が多いのではないかと思います。\nそのため、最近買った人からの苦情が多いのだと思います。</p> <p>そのためにも、このような状況では、私たちは何をすべきなのでしょうか？\n</p> <p>9月以降、BTCはちょうど...",
      "title": "ここ数ヶ月で初めて、暗号の動きが健全で持続可能なものになってきました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>目前的&#39;dip&#39;是所有的&#39;。\n在这里被谈论，所以我假设大部分的抱怨是来自于最近的买入。\n我想这是一个很好的例子。如果你不想处理修正价格，就不要买入加息的股票。\n</p> <p>9月以来，BTC刚刚在...",
      "title": "几个月来第一次，加密货币运动看起来又健康和可持续了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>目前的&#39;dip&#39;是所有的&#39;。\n在這裏被談論，所以我假設大部分的抱怨是來自於最近的買入。\n我想這是一個很好的例子。如果你不想處理修正價格，就不要買入加息的股票。\n</p> <p>9月以來，BTC剛剛在...",
      "title": "幾個月來第一次，加密貨幣運動看起來又健康和可持續了。"
    }
  ]
}