{
  "author": "OstrichToiletSeat",
  "original_created_utc": 1634369702,
  "title": "CMV: Built-In Ads on YouTube are BS and should not be allowed.",
  "created_utc": 1634394690,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think that when YouTubers advertise their sponsors in the video, it is pretty scummy. I understand that creators need monetization. So, I&#39;m not against the 30sec-2min ads that you sometimes can skip. I&#39;m talking about when the creator says &quot;now before we go any further, I&#39;d like to talk about our amazing sponsor&quot;. The biggest example is for different VPN security companies.</p>\n\n<p>These days, there is alot more support for content creators getting actually paid for their work. That&#39;s great! And I definitely agree with it. But, I also don&#39;t think it should be such a priority that creators get to do this as their full time job. </p>\n\n<p>Anyway, the reason I think these are BS is that I pay for YouTube premium. Some people will make fun of me for that, but in my opinion it&#39;s worth the money to have zero ads, and to use the YouTube music app. But, these built-in ads basically circumvent that service. Not only is that just canniving, but it devalues YouTube Premium. I&#39;ve considered dropping it for this reason, and I&#39;m sure others have as well. </p>\n\n<p>That is why I think these ads are unethical. It just adds to the BS. A free user now has to watch BOTH types of ads, and I know what you&#39;re gonna say to that: &quot;if it&#39;s free you can&#39;t complain!&quot; Which is true, but if people spend 40% of their time on YouTube watching ads, they will migrate away from the platform. Therefore creators stand to make even less money, and the downward spiral goes from there.</p>\n\n<p>One last minor point, is that these videos will not age well at all. In 20-30 years, watching &quot;old&quot; YouTube videos will consist of watching a bunch of ads that promote bygone companies and products. You might say it&#39;ll be nostalgic, but I think it just takes away from the art. And yes I know that the opinion of viewers in 20 years has no bearing on the financial aspect of creation. That&#39;s why this point is minor. I still think it&#39;s valid for the sake of the art form though. What if the Mona Lisa had a banner across the bottom advertising &quot;Leo&#39;s Great Flying Machine now 15% off if you use the promo code CRAP&quot;?</p>\n\n<p>Edit: wording/clarifications</p>\n\n<p>Edit 2: thanks to those who gave constructive and intelligent replies. It helped me make my view more defined and there were some good suggestions.</p>\n\n<p>To everyone else - thanks for convincing me that I&#39;m right!</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/changemyview/comments/q97a6m/cmv_builtin_ads_on_youtube_are_bs_and_should_not/",
  "subreddit": "changemyview",
  "id": "q97a6m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think that when YouTubers advertise their sponsors in the video, it is pretty\nscummy. I understand that creators need monetization. So, I'm not against the\n30sec-2min ads that you sometimes can skip. I'm talking about when the creator\nsays \"now before we go any further, I'd like to talk about our…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、YouTuberが動画の中でスポンサーの宣伝をしている場合、それはかなり\n卑怯だと思います。クリエイターがマネタイズを必要としていることは理解しています。だから、私は\n30秒～2分程度の広告をスキップすることには反対しません。私が言いたいのは、クリエーターが\nこれ以上話を進める前に、私たちの......」と言った場合の話です。",
      "title": "CMV: YouTubeのBuilt-In AdsはBSであり、許可されるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为，当YouTubers在视频中为他们的赞助商做广告时，这是非常\n卑鄙。我理解创作者需要货币化。因此，我不反对\n30秒至2分钟的广告，你有时可以跳过。我说的是当创作者\n说 \"在我们进一步讨论之前，我想谈谈我们的......。",
      "title": "CMV: YouTube上的内置广告是胡说八道，不应该被允许。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲，當YouTubers在視頻中爲他們的贊助商做廣告時，這是非常\n卑鄙。我理解創作者需要貨幣化。因此，我不反對\n30秒至2分鐘的廣告，你有時可以跳過。我說的是當創作者\n說 \"在我們進一步討論之前，我想談談我們的......。",
      "title": "CMV: YouTube上的內置廣告是胡說八道，不應該被允許。"
    }
  ]
}