{
  "author": "RudrakshDange",
  "original_created_utc": 1634988428,
  "title": "The Shining is phenomenal",
  "created_utc": 1634995987,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This was my first book written by Stephen King and my first horror book in general. I really liked this book. It really creeped me out and I had a perpetual sense of unease while reading it. I felt like I was being watched for a long time after I was done reading the book. The characters were great. I loved Hallorran&#39;s character the most. \nThe thing I liked best though, was the way the stream of consciousness was written. In brackets with no line breaks or periods, it was a really cool experience. \nI look forward to watching the movie (I&#39;ve heard it&#39;s great too) and reading more of Stephen King&#39;s works.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/qe33qi/the_shining_is_phenomenal/",
  "subreddit": "books",
  "id": "qe33qi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This was my first book written by Stephen King and my first horror book in\ngeneral. I really liked this book. It really creeped me out and I had a\nperpetual sense of unease while reading it. I felt like I was being watched for\na long time after I was done reading the book. The characters were great.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本は、私にとって初めてのスティーブン・キングの作品であり、初めてのホラー作品でした。\n一般的なものでした。この本はとても気に入りました。本当にゾッとして、ずっと不安な気持ちでいました。\n読んでいる間、ずっと不安な気持ちが続きました。読み終わった後もずっと見られているような気がしていました。\n本を読み終わった後もずっと見られているような気がしました。登場人物たちは素晴らしいものでした....",
      "title": "シャイニング」は驚異的な作品"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是我第一本由斯蒂芬-金写的书，也是我的第一本恐怖书。\n一般来说。我真的很喜欢这本书。它真的让我感到毛骨悚然，我在阅读时有一种\n我在阅读时有一种永久的不安感。我觉得我被监视了很久\n在我读完这本书后的很长一段时间里。书中的人物很好，....",
      "title": "闪耀》是惊人的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我第一本由斯蒂芬-金寫的書，也是我的第一本恐怖書。\n一般來說。我真的很喜歡這本書。它真的讓我感到毛骨悚然，我在閱讀時有一種\n我在閱讀時有一種永久的不安感。我覺得我被監視了很久\n在我讀完這本書後的很長一段時間裏。書中的人物很好，....",
      "title": "閃耀》是驚人的"
    }
  ]
}