{
  "author": "Sawses",
  "original_created_utc": 1634716897,
  "title": "The Long Way to a Small, Angry Planet by Becky Chambers",
  "created_utc": 1634736689,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I wanted to toss this recommendation out there, because I saw Chambers getting recommended over in PrintSF for like a few years now. I finally gave a few of her books a shot and they&#39;re among the best I&#39;ve read all year.</p>\n\n<p>She deals in smaller-scale stuff--no grand space operas, no worlds at stake. It&#39;s about small groups of people in a big galaxy, dealing with cultures and societal structures way bigger than they are. The world doesn&#39;t budge for them the way it does in so many other SF/F books. The overarching themes revolve around social justice, and play out through character study. You get to know people and their problems, and how they relate to each other. </p>\n\n<p>I can&#39;t stand being preached at (blame a childhood spent in churches), so the way Chambers goes about her themes is refreshing. She doesn&#39;t beat you over the head with moral-of-the-story dialogue and treats her readers with respect rather than talking down to them as soooooo many authors do when discussing equality. She acknowledges that the privileged have a right to an opinion on how to handle societal problems, rather than insisting that they merely listen and obey. </p>\n\n<p>What&#39;s more, she follows the sci-fi tradition of handling big theoretical ideas in application-based terms. She makes you really think about what it means to live in a multicultural society, and how to handle when those cultures irreconcilably disagree. She poses questions that don&#39;t actually have good answers, and explores the limits of what a toleration-based society is capable of. She makes you wonder about your place in your own society--wherever that may be. </p>\n\n<p>TL;DR: Read the book! It&#39;s short.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/qbvsdj/the_long_way_to_a_small_angry_planet_by_becky/",
  "subreddit": "books",
  "id": "qbvsdj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I wanted to toss this recommendation out there, because I saw Chambers getting\nrecommended over in PrintSF for like a few years now. I finally gave a few of\nher books a shot and they're among the best I've read all year.\n\nShe deals in smaller-scale stuff--no grand space operas, no worlds at…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "PrintSFでChambersが推薦されているのを見たので、この推薦文を投稿したいと思います。\nここ数年、PrintSFではChambersが推奨されています。ついに彼女の本をいくつか読んでみました。\n彼女の本は今年読んだ本の中でも最高のものでした。\n\n彼女は小規模なものを扱っていて、壮大なスペースオペラや世界観はありません...",
      "title": "小さな怒りの星への長い道のり by ベッキー・チェンバース"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想把这份推荐书扔出去，因为我看到钱伯斯在PrintSF上被推荐了好几年。\n因为我看到钱伯斯在PrintSF上被推荐，好像已经有几年了。我终于试读了几本\n她的书，它们是我今年读过的最好的书之一。\n\n她的作品规模较小--没有宏大的太空歌剧，也没有世界末日。",
      "title": "贝基-钱伯斯的《通往小而愤怒的星球的漫长道路》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想把這份推薦書扔出去，因爲我看到錢伯斯在PrintSF上被推薦了好幾年。\n因爲我看到錢伯斯在PrintSF上被推薦，好像已經有幾年了。我終於試讀了幾本\n她的書，它們是我今年讀過的最好的書之一。\n\n她的作品規模較小--沒有宏大的太空歌劇，也沒有世界末日。",
      "title": "貝基-錢伯斯的《通往小而憤怒的星球的漫長道路》。"
    }
  ]
}