{
  "author": "Jayyykobbb",
  "original_created_utc": 1626497720,
  "title": "Do any philosophers touch on not giving into pessimism and cynicism (in the modern sense)? Would y’all recommend any particular works, essays, books, or anything for this?",
  "created_utc": 1626555751,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As I’m getting older into my mid 20’s, I’m finding myself becoming increasingly pessimistic about politics, the state of the world, the state of humanity as a collective group, and other things. I’ve always considered myself to be overly positive and optimistic. </p>\n\n<p>Much of it seems to be based in ideals I hold. For example, I find myself thinking, “If only people could be like this” or “If only these politicians thought this way”. I have practical ideas, as in they’re not crazy or far off and could reasonably seen as being helpful, but I don’t expect or think they’d be implemented anytime soon given the political and social climate around me. </p>\n\n<p>I’ve been trying to figure out how to turn my “pessimism” into something more positive or at least constructive. Whether that be in a personal, mental way or in a real-world, practical way.  I feel like this is a pretty common feeling. I think reading Vonnegut and Pratchett have helped some. They were pretty strong and convicted on their opinions and ideals and recognized issues in the world. They seemingly weren’t turned into cynical people, at least permanently or for long periods.</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/askphilosophy/comments/olxqsc/do_any_philosophers_touch_on_not_giving_into/",
  "subreddit": "askphilosophy",
  "id": "olxqsc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As I’m getting older into my mid 20’s, I’m finding myself becoming increasingly\npessimistic about politics, the state of the world, the state of humanity as a\ncollective group, and other things. I’ve always considered myself to be overly\npositive and optimistic.\n\nMuch of it seems to be based in…"
}