{
  "author": "tonystarkco",
  "original_created_utc": 1625993929,
  "title": "How to help a tiny village ?",
  "created_utc": 1626056640,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hey all,</p>\n\n<p>my mother&#39;s village is located somewhere in South Europe (at 1100m altitude) and has a great history. Around 1940 it has about 450 residents, but nowadays it counts less than 100 people, most of them coming only in Summer.</p>\n\n<p>The house owners are mostly poor and any of them that aren&#39;t, the money they can provide are not enough to give this place an &quot;economic boost&quot;. They are busy maintaining their ancestors&#39; houses which are built around 1900s.</p>\n\n<p>The place is breathtaking, it&#39;s a total beauty on the top of a mountain with very rich flora and fauna. Unfortunately, since the majority doesn&#39;t live there nowadays except a few people, they don&#39;t produce something to advertise and sell. They also have a museum.</p>\n\n<p>I want to help them but don&#39;t know how. My toolset is my 13 year skills in computer science (programming, networks, operating systems) and my brain. I honestly don&#39;t care about earn a single $/€. I just want the history of my ancestors to survive and for more people to read and learn about it. If possible, to make more people aware of the place and make it (very hard, I know) more popular.</p>\n\n<p>I can create a beautiful website with information and stuff but it&#39;s not enough.</p>\n\n<p>If anyone has ANY idea to share, please feel free.<br/>\nThanks!</p>\n</div><!-- SC_ON -->",
  "score": 6,
  "permalink": "/r/SideProject/comments/oi129i/how_to_help_a_tiny_village/",
  "subreddit": "SideProject",
  "id": "oi129i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hey all,\n\nmy mother's village is located somewhere in South Europe (at 1100m altitude) and\nhas a great history. Around 1940 it has about 450 residents, but nowadays it\ncounts less than 100 people, most of them coming only in Summer.\n\nThe house owners are mostly poor and any of them that aren't, the…"
}