{
  "author": "Crumps_brother",
  "original_created_utc": 1627780053,
  "title": "CMV: Reddit makes money off of mentally ill people",
  "created_utc": 1627857035,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>&quot;They do it for free&quot;</p>\n\n<p>I don&#39;t know if you are familiar with the meme but it&#39;s a referance to internet moderators and what they do for no monetary compensation. On the surface it seems like a negative thing to say, and I would agree, but I would also agree with the point. </p>\n\n<p>There are countless of reddit moderaters that moderate dozens of subs, sometimes in the hudreds. We are all taking advantage of the mentally ill.</p>\n\n<p>What kind of person spends a significant amount of their time, say 30+ hours a weeks, for no pay,  reading and deleting comments? Reddit takes advantage of the terminally online to be supervisors of their billion dollar company.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/oviv9x/cmv_reddit_makes_money_off_of_mentally_ill_people/",
  "subreddit": "changemyview",
  "id": "oviv9x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "\"They do it for free\"\n\nI don't know if you are familiar with the meme but it's a referance to internet\nmoderators and what they do for no monetary compensation. On the surface it\nseems like a negative thing to say, and I would agree, but I would also agree\nwith the point.\n\nThere are countless of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "\"They do it for free\"\n\nこのミームをご存知かどうかわかりませんが、これはインターネット上の\n報酬なしで行っていることを指します。表面的には、これは\n表面的には否定的なことを言っているように見えますし、私もそう思いますが、その点にも同意します。\nしかし、その点にも同意します。\n\n数え切れないほどの...",
      "title": "CMV: Redditは精神障害者を利用して金儲けをしている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "\"他们是免费的\"\n\n我不知道你是否熟悉这个备忘录，但它是指互联网上的\n聊天者，以及他们所做的没有金钱报酬的事情。从表面上看，这\n似乎是一个负面的说法，我也同意，但我也会同意\n但我也同意这个观点。\n\n有无数的...",
      "title": "CMV：Reddit从精神病患者身上赚钱"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "\"他們是免費的\"\n\n我不知道你是否熟悉這個備忘錄，但它是指互聯網上的\n聊天者，以及他們所做的沒有金錢報酬的事情。從表面上看，這\n似乎是一個負面的說法，我也同意，但我也會同意\n但我也同意這個觀點。\n\n有無數的...",
      "title": "CMV：Reddit從精神病患者身上賺錢"
    }
  ]
}