{
  "author": "bluepillarmy",
  "the_new_excerpt": "If you are from the United States or if you follow American politics, you’re\nprobably familiar with “the Founding Fathers” and/or “The Framers of the\nConstitution” (I’m just going to call them “the Founders” from here on) and\ntheir God-like wisdom and foresight. If you are not from the United…",
  "original_created_utc": 1617150206,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "如果你是美国人，或者你关注美国政治，你就会。\n可能熟悉 \"国父 \"和/或 \"制宪者\"。\n宪法\"（从这里开始我就叫他们 \"国父\"）和\n他们神一样的智慧和远见。如果你不是来自美国...",
      "title": "CMV：\"创始人的意图 \"并不重要。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你是美國人，或者你關注美國政治，你就會。\n可能熟悉 \"國父 \"和/或 \"制憲者\"。\n憲法\"（從這裏開始我就叫他們 \"國父\"）和\n他們神一樣的智慧和遠見。如果你不是來自美國...",
      "title": "CMV：\"創始人的意圖 \"並不重要。"
    }
  ],
  "title": "CMV: \"What the Founders Intended\" Doesn't Matter",
  "created_utc": 1617201734,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you are from the United States or if you follow American politics, you’re probably familiar with “the Founding Fathers” and/or “The Framers of the Constitution” (I’m just going to call them “the Founders” from here on) and their God-like wisdom and foresight. If you are not from the United States, let me quickly explain: many Americans believe that the men who led the push to gain independence from Great Britain, in the 1770s and then draft the U.S. Constitution in the 1780s had a flawless understanding of law and order and created a basically perfect form of government. Every political decision must be considered in flight of, “what the Founders intended”. Here’s an example that sums up this style of thinking perfectly:</p>\n\n<p><em>History shows us, though, that the Founders did consider several times during the 1787 Constitutional Convention electing the president by a popular vote – and repeatedly, the Framers debated the idea and resoundingly rejected it. They knew, almost unanimously, from studying history that democracies tend to implode in short order. They realized that the population was the least informed segment in the country and the most easily manipulated</em> (<a href=\"https://www.myjournalcourier.com/opinion/article/Commentary-John-Crawford-A-defense-of-the-16042980.php\">read the whole thing here, if you dare!</a>)<em>.</em></p>\n\n<p>Got that, everyone?  People in 1787 had a better understand of what democracies “tend to do” than people do today. Of course.</p>\n\n<p>That should give you a good taste of how ridiculous this way of thinking is, but it’s used by all sorts of  people in the U.S. Right now we are in the middle of a huge national debate about the <a href=\"https://thehill.com/opinion/campaign/545124-founders-would-roll-their-eyes-at-warrens-filibuster-claim\">filibuster</a>, <a href=\"https://www.realclearpolitics.com/articles/2021/03/26/no_to_dc_statehood_145484.html\">DC statehood</a> and, everyone’s perennial favorite, the <a href=\"https://meaww.com/second-amendment-to-us-constitution-chilling-boulder-shooting-puts-a-question-mark-on-gun-rights\">2nd Amendment</a>! Click on those links and you will see how people on both sides of the political aisle will argue, “what the Founders intended” about any of these subjects. It is an utterly fatuous way of thinking. Let me give a few reasons why:</p>\n\n<p><strong>1.</strong> <strong>The Founders were not just one thing –</strong></p>\n\n<p>So, an interesting thing about the guys who wrote the Constitution is that they didn’t all just immediately die in 1787. They went on to become the first politicians of the U.S. and they did not really get on all that well.  In fact, Thomas Jefferson, himself was a Founder (he wrote the Declaration of Independence) but not a Framer (he actually opposed the Constitution for some time). So, if they weren’t of one mind about the issues of their day why would anyone assume, they would agree on the issues of our day.</p>\n\n<p><strong>2.</strong> <strong>The Founders did not intend many things that we take for granted –</strong></p>\n\n<p>Here is a fun game. What do the following things have in common: political parties, primary elections, House and Senate committee assignments, Senate majority leaders, filibusters, judicial review, the number of supreme court justices, members of the President’s cabinet, Executive orders, income tax, voting rights, and term limits? They all do not appear in the original 1787 Constitution nor in the Bill of Rights. They were not intended. How well do you think the United States would function if we tried to get rid of any these things?</p>\n\n<p><strong>3.</strong> <strong>The Founders had no idea what our life would be like today –</strong></p>\n\n<p>I think it goes without saying that the Constitution is seriously old. In 1787 the Industrial Revolution had not even really started yet. The Founders were writing from a world that did not have anything faster than a horse or a sailing ship.  Nearly everything they consumed was produced locally by craftsman. They had no idea what was ahead of them. As such, they intended all kinds of pretty things that never happened. George Washington wanted to avoid “foreign entanglements” and political “factions”. Thomas Jefferson dreamed that the U.S. would be an agrarian nation of “yeoman farmers” (whatever that means). It was not to be because it turned out to be impossible.</p>\n\n<p>So, it’s not disrespectful or unwise to disregard “what the Founders intended”. It’s just progress that comes with any institution. Did the pioneers of electric power generation intend that someday their invention would be used to download porn? No, because they would have no idea what that means. It is similarly pointless to wonder what the Founders would say about the immigration policy, police brutality, the Federal Reserve, etc. They had no context for understanding those issues as we do now.</p>\n\n<p><strong>4.</strong> <strong>The Founders intended that we would make changes –</strong></p>\n\n<p>Don’t want to get all meta on you but the Founders did not intend for us to worry too much about what they intended. They were pretty smart and educated dudes and they understood they were up to something new. It was clear to them that coming generations would need to make changes. That’s why they added the elastic clause of the Constitution which reads as follows:</p>\n\n<p><em>The Congress shall have Power... To make all Laws which shall be necessary and proper for carrying into Execution the foregoing Powers, and all other Powers vested by this Constitution in the Government of the United States, or in any Department or Officer thereof.</em></p>\n\n<p>That is old-timey English for, “figure this out for yourselves, guys. If you need to add stuff, go ahead.”</p>\n\n<p>&#x200B;</p>\n\n<p>So, there you have it. There are some pretty big issues in front of Americans at the moment and there are plenty of solid meaningful arguments to be made for and against DC statehood, abolishing the filibuster, enacting gun control, establishing a national popular vote and many more, but “what the Founders intended” is not one of them. This is just a way to manipulate people by appealing to ideas of long dead men who cannot offer any clarity or depth to the argument and whose true opinions are unknowable.</p>\n\n<p>Or am I missing something? Is there sense to considering what the Founders intended is deciding the political issues of our day?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/mgtvf3/cmv_what_the_founders_intended_doesnt_matter/",
  "subreddit": "changemyview",
  "id": "mgtvf3",
  "is_self": true,
  "media": null,
  "is_video": false
}