{
  "author": "adherentoftherepeted",
  "original_created_utc": 1629140006,
  "title": "Thinking of the women of Afghanistan today and Khaled Hosseini's A Thousand Splendid Suns",
  "created_utc": 1629144515,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Published in 2008, it tells the story of a woman who lived through the take-over of Afghanistan by the Taliban after the Soviet withdrawal. It&#39;s both a tragedy and a hero story, I think.</p>\n\n<p>Anybody else been thinking about it and what&#39;s going on in the news today? I feel like the narrator of the book gave me a window into the (fictional) experiences of a woman who represents the experiences of the faceless many women under the Taliban. And I wonder what&#39;s different today vs. what&#39;s portrayed in the book.</p>\n\n<p>(note: as per the rules of this forum, <strong>keep politics out of the discussion</strong> I&#39;d like to talk about what you&#39;re thinking about this book in light of current events, <em>not</em> arguments about politics)</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/books/comments/p5mhgg/thinking_of_the_women_of_afghanistan_today_and/",
  "subreddit": "books",
  "id": "p5mhgg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Published in 2008, it tells the story of a woman who lived through the take-over\nof Afghanistan by the Taliban after the Soviet withdrawal. It's both a tragedy\nand a hero story, I think.\n\nAnybody else been thinking about it and what's going on in the news today? I\nfeel like the narrator of the book…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "2008年に出版されたこの本は、アフガニスタンがタリバンに占領された後、その時代を生きた一人の女性の物語です。\n2008年に出版されたこの本は、ソ連撤退後のアフガニスタンをタリバンが支配する時代を生きた女性の物語です。悲劇でもあり、英雄でもある。\nヒーローの物語でもあると思います。\n\n今日のニュースを見て、それについて考えた人はいますか？I\nこの本の語り手のような気がする...。",
      "title": "今日のアフガニスタンの女性たちと、カレド・ホッセイニの『千の光芒』を思い浮かべながら"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "该书于2008年出版，讲述了一个经历了阿富汗被接管的女人的故事。\n她经历了苏联撤军后塔利班接管阿富汗的故事。这既是一个悲剧\n也是一个英雄故事，我想。\n\n有谁一直在思考这个问题，以及今天的新闻是怎么回事？I\n我觉得自己是这本书的叙述者...",
      "title": "想到今天的阿富汗妇女和卡勒德-胡赛尼的《一千零一夜》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "該書於2008年出版，講述了一個經歷了阿富汗被接管的女人的故事。\n她經歷了蘇聯撤軍後塔利班接管阿富汗的故事。這既是一個悲劇\n也是一個英雄故事，我想。\n\n有誰一直在思考這個問題，以及今天的新聞是怎麼回事？I\n我覺得自己是這本書的敘述者...",
      "title": "想到今天的阿富汗婦女和卡勒德-胡賽尼的《一千零一夜》。"
    }
  ]
}