{
  "author": "anon59601",
  "original_created_utc": 1638726739,
  "title": "Should I get my genitals checked?",
  "created_utc": 1638742621,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I know asking the internet for medical advice is a terrible idea but there’s something I’m not sure about and need clarity on. &lt;/p&gt;\n\n&lt;p&gt;In late August, I accidentally masturbated with hand sanitiser. It looked and felt like lotion so my horny monkey brain thought it would be the same. After I came, I felt an odd stinging sensation, but thought nothing of it. Then on September 1st my physical health felt all over the place so I went to the doctor but didn’t mention anything about down below. He asked me back for a blood test a few weeks later so I did and haven’t heard anything back since. &lt;/p&gt;\n\n&lt;p&gt;Now the only physical concerns I have has been there since early September; the underside of my ballsack is red, my balls have some kinda hard bits to them and there’s a weird red mark on my urethra. Sometimes I also feel the same stinging feeling I did when I nutted with hand san. &lt;/p&gt;\n\n&lt;p&gt;I’m probably over worrying about it, and I won’t be surprised if people criticise the shit out of me for this but, should I go to the doctor’s again and get it sorted? &lt;/p&gt;\n\n&lt;p&gt;(P.s: I’m posting this on the account I use to view nsfw subreddits because I want to keep this anonymous)&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 106,
  "permalink": "/r/TooAfraidToAsk/comments/r9l28z/should_i_get_my_genitals_checked/",
  "subreddit": "TooAfraidToAsk",
  "id": "r9l28z",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I know asking the internet for medical advice\nis a terrible idea but there’s something I’m not sure about and need clarity on.\n</p> <p>In late August, I accidentally masturbated with hand sanitiser. It\nlooked and felt like lotion so my horny monkey brain thought it…"
}