{
  "author": "ES_Legman",
  "original_created_utc": 1639351783,
  "title": "You can't blame people outside crypto from calling NFTs a ponzi scheme or beanie babies if the only exposure NFT gets on the media is the overpriced JPEGs.",
  "created_utc": 1639366324,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;The biggest use case for NFTs is transfer of ownership of digital or real life assets that gets reflected in an immutable, trustless and decentralized digital record which cryptocurrency is based on.&lt;/p&gt;\n\n&lt;p&gt;People overly hyping monkey and punk NFTs are getting blindsided by the money they think they are going to make short term. Same with parcel lots in the metaverse. That&amp;#39;s short term hype. Meanwhile there are very interesting projects out there putting out actual use cases of NFTs.&lt;/p&gt;\n\n&lt;p&gt;Do you know how you turn heads towards NFTs as a legit solution and not just a grand scheme for money laundering? Tell them you are going to kill Ticketmaster. Tell them that in the future, it is possible that legal documents like driving licenses could be verified worldwide against a decentralized blockchain. All this use cases are being developed right now, but they are not flashy, they are not going to make you money tomorrow and they don&amp;#39;t sell views on YouTube.&lt;/p&gt;\n\n&lt;p&gt;If all you can see behind NFT technology is overpriced JPEGs you need to step back and delve a little further down, otherwise you are going to miss on a huge future opportunity.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 155,
  "permalink": "/r/CryptoCurrency/comments/rf1a7f/you_cant_blame_people_outside_crypto_from_calling/",
  "subreddit": "CryptoCurrency",
  "id": "rf1a7f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>The biggest use case for NFTs is transfer of\nownership of digital or real life assets that gets reflected in an immutable,\ntrustless and decentralized digital record which cryptocurrency is based on.</p>\n<p>People overly hyping monkey and punk NFTs are getting…"
}