{
  "author": "FancyIguana",
  "original_created_utc": 1625848872,
  "title": "YSK: You should know how to spot the most common logical fallacies in arguments and how to avoid being manipulated by them.",
  "created_utc": 1625855525,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> Identifying these most common fallacies will be practical in everyday use. Knowing even a few of these logical fallacies will help you avoid manipulation by others and identify bad reasoning.</p>\n\n<p>&#x200B;</p>\n\n<p>This is a list of the types of fallacies I find to be the easiest to spot and the most commonly used. In my personal experience you can spot many of these on a daily basis and therefore public awareness of these (and other) fallacies is essential for a constructive discussion.</p>\n\n<p>&#x200B;</p>\n\n<ul>\n<li><strong>Argumentum Ad Hominem (short: Ad Hominem)</strong></li>\n</ul>\n\n<p>Argumentum Ad Hominem is probably the most common fallacy. There are different types of Ad Hominem arguments, however they all have in common, that they try to undermine the validity of an argument by critizising the character of the person presenting it.</p>\n\n<p>While you can of course critizise someone&#39;s character, this does not change their argument. A good rule of thumb, in trying to avoid these arguments, is checking if an arguments validity is influenced by the person presenting it. If it is not, you can of course critizise the person for being dishonest, the argument itself however is not changed by this. If you really want to advance in a discussion, <strong>every argument has to be independent from who is presenting it.</strong></p>\n\n<p>&#x200B;</p>\n\n<ul>\n<li><strong>Strawman Argument</strong></li>\n</ul>\n\n<p>Another quite common fallacy is the Strawman Argument. In an attempt to discredit an argument the Strawman Argument exaggarates an opponents argument to the point of nobody being able to see it as a valid point of view. Other times, an opinion nobody holds will be presented as the opinion of the opponent.</p>\n\n<p>Try to ask yourself, <strong>what implications the arguments of your opponents would have and whether these are unavoidable consequences</strong>. Everything else might be interpretation and not what the argument actually suggests.</p>\n\n<p>&#x200B;</p>\n\n<ul>\n<li><strong>Slippery Slope</strong></li>\n</ul>\n\n<p>This argument tries to imply that following one action, other, absurd and/or undesirable, actions will follow. I think everyone knows the &quot;If we let... the next thing you know...&quot;, which is (almost) always used as a fallacy.</p>\n\n<p>To avoid being fooled, try to <strong>check if every action following is actually necessary and/or unavoidable</strong>. If it is not, the argument is invalid.</p>\n\n<p>&#x200B;</p>\n\n<ul>\n<li><strong>Argumentum ad populum (short: Ad populum)</strong></li>\n</ul>\n\n<p>This argument tries to suggest that popularity implies goodness. Arguing, that things are good because they are popular, implies that only good things are popular. I don&#39;t think I have to explain to anyone that many not-so-great things are popular.</p>\n\n<p>To avoid being tricked, try to think for yourself and <strong>form your own opinion</strong>.</p>\n\n<p>&#x200B;</p>\n\n<ul>\n<li><strong>False dilemma</strong></li>\n</ul>\n\n<p>This argument tries to imply the existence of a dilemma with only two options of which one is much worse that the other. The sentence &quot;We either do <em>this</em> or <em>that</em> will happen&quot; is a fallacy most of the time.</p>\n\n<p>Avoiding being manipulated by this fallacy requires some understanding of the topic. If you do not know, which options are available, <strong>make sure that the options discussed are acutally the only options.</strong></p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Note:</strong> This list is not comprehensive and only lists some of the most common logical fallacies in no particular order. In my opinion these five fallacies can protect you from manipulation by fallacies in most cases.</p>\n\n<p>If you spot a fallacy in an argument, point it out and explain why it is a fallacy - Bonus points if you know the latin names!</p>\n\n<p>&#x200B;</p>\n\n<p>Sources/See also:</p>\n\n<p><a href=\"https://en.wikipedia.org/wiki/List_of_fallacies\">https://en.wikipedia.org/wiki/List_of_fallacies</a></p>\n</div><!-- SC_ON -->",
  "score": 108,
  "permalink": "/r/YouShouldKnow/comments/ogzf4i/ysk_you_should_know_how_to_spot_the_most_common/",
  "subreddit": "YouShouldKnow",
  "id": "ogzf4i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Identifying these most common fallacies will be practical in everyday\nuse. Knowing even a few of these logical fallacies will help you avoid\nmanipulation by others and identify bad reasoning.\n\n\n\nThis is a list of the types of fallacies I find to be the easiest to spot and\nthe most commonly…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、これらの最も一般的な誤謬を特定することは、日常的な使用において実用的であるからです。\n使えるからです。これらの論理的誤りを少しでも知っていれば、他人に操られるのを避けたり、間違った理由を見極めるのに役立ちます。\n人に操られないようにしたり、間違った推論を見極めるのに役立ちます。\n\n\n\nこれは、私が最も見つけやすいと思う誤謬の種類のリストです。\n最も一般的なものです。",
      "title": "YSK: あなたは、議論の中で最も一般的な論理的誤りを見つけ出し、それに操られないようにする方法を知っておくべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：识别这些最常见的谬误在日常工作中很实用。\n用。即使知道其中一些逻辑谬误，也能帮助你避免\n被他人操纵，并识别不良推理。\n\n\n\n这是我认为最容易发现的谬误类型的清单，也是最常见的谬误。\n最常见的...",
      "title": "YSK：你应该知道如何发现论证中最常见的逻辑谬误，以及如何避免被它们所操纵。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：識別這些最常見的謬誤在日常工作中很實用。\n用。即使知道其中一些邏輯謬誤，也能幫助你避免\n被他人操縱，並識別不良推理。\n\n\n\n這是我認爲最容易發現的謬誤類型的清單，也是最常見的謬誤。\n最常見的...",
      "title": "YSK：你應該知道如何發現論證中最常見的邏輯謬誤，以及如何避免被它們所操縱。"
    }
  ]
}