{
  "author": "tapobu",
  "the_new_excerpt": "Background: I wrote Dean Koontz a letter asking why some of his characters are\nfully evil with no redeeming qualities. I explained that some of my acting\ncoaches discouraged us from playing villains that had no redeeming qualities,\nand he decided to respond with this. I will add that I now disagree…",
  "original_created_utc": 1615401824,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "背景：我给Dean Koontz写了一封信 我给Dean Koontz写了一封信，问他为什么他的一些角色是\n完全是邪恶的，没有救赎的品质。我解释说，我的一些表演\n教练不鼓励我们扮演没有可取之处的恶棍。\n而他决定用这个来回应。我想补充的是，我现在不同意... ...",
      "title": "几年前我给Dean Koontz写了一封信，他给我写了四页的回复。在这里，它是。(对他的一些旧作有轻微的破坏)"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "背景：我給Dean Koontz寫了一封信 我給Dean Koontz寫了一封信，問他爲什麼他的一些角色是\n完全是邪惡的，沒有救贖的品質。我解釋說，我的一些表演\n教練不鼓勵我們扮演沒有可取之處的惡棍。\n而他決定用這個來回應。我想補充的是，我現在不同意... ...",
      "title": "幾年前我給Dean Koontz寫了一封信，他給我寫了四頁的回覆。在這裏，它是。(對他的一些舊作有輕微的破壞)"
    }
  ],
  "title": "I wrote Dean Koontz a letter years ago and he sent me a four page response. Here it is. (Mild spoilers for some of his older works)",
  "created_utc": 1615406904,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Background: I wrote Dean Koontz a letter asking why some of his characters are fully evil with no redeeming qualities. I explained that some of my acting coaches discouraged us from playing villains that had no redeeming qualities, and he decided to respond with this. I will add that I now disagree with quite a bit of what he said to me, but his response and reasons for his beliefs still fascinate me greatly.</p>\n\n<p>Dear [op], \nThanks for your good letter. In fact, out of the 250 from readers this week, it struck me as the most interesting—even though my readers are a lively and articulate bunch—which is why this long response. \nClasses teaching that no character can be pure evil are classes being taught from one of two philosophical positions. (1) the Freudian view that everyone is a victim of someone—his family, religion, culture, class system, government—and therefore his nature is formed by others and his actions are a consequence of repression or oppression. In this world view, even the most heinous individual can be healed to one degree or another by therapy, by transgressive rejection of moral codes, and by the right actions of an enlightened elite. Freudian theory has never been shown to have a scintilla of truth to it, and in fact virtually his entire life’s work has been discredited. He was a bizarre man in many ways, but in spite of his personal lack of ethics and the fact that his theories are constructed so that they can neither be proved nor disproved (the sure sign of a charlatan), our entire culture and law still stands on the rotting foundation of Freudianism. (2) Moral relativism and cultural equality. The idea that right and wrong change according to time and place, according to culture and tradition, that there is no universal tao; therefore, that no act and no person can be entirely good or entirely evil, but is always to be perceived in shades of gray. A great many people believe this with such passion that it is a kind of religious tenet to them, and they will argue to exhaustion that no culture’s code of conduct is superior to another. If you suggest that the culture of the United States in the first half of the 20th century was immeasurably more admirable and healthier than the culture of the Weimar Republic and the Third Reich to which it had led, or if you argue that even for all its colonial ambitions, 16th-century Spain’s culture was more compassionate and more just than that of the Aztecs that Cortes conquered, the Aztecs with all their human sacrifices and slavery and mutilation of women, the true believer will either accuse you of not knowing history and then walk away (because he does not know history), or will smile knowingly and lie so aggressively about history that adult discussion is impossible. </p>\n\n<p>The Freudians and the moral relativists have much in common, and two things they share is a desire to excuse evil with a lower-case e as part of a justification for living themselves without any significant rules of ethics or honor, and to transgressively deny the existence of Evil with a capital E. Consequently, they have to avoid truth more than embrace it, and one of the truths they have to pretend does not exist is the sociopathic mind. </p>\n\n<p>Depending on which psychologist’s work you respect, the percentage of any populace that is sociopathic ranges between 2% and 10%. The sociopath has no human emotions as we know them, but he fakes them so extraordinarily well that he can even be charming. He or she has no capacity for empathy. He can kill the most innocent among us with zero remorse. He is nihilistic and narcissistic to the extreme. </p>\n\n<p>Is the sociopath born that way, or does nurture (or lack of it) play a role? My own suspicion is that sociopathy is not a genetic condition, that at best there may be a genetic predisposition to sociopathy in some people, but that sociopathy is a consequence of narcissism so long and so assiduously indulged that it darkens into sociopathic nihilism and an almost solipsistic view of other people—i.e. that they are not real, but are merely toys for the sociopath’s use. </p>\n\n<p>But I find it equally hard to believe that sociopaths are formed by anything but their own choices. They exist across all class and racial divisions; neither poverty nor lack of education prevents sociopaths from forming, and neither does wealth nor the highest degree of education. Many of history’s greatest intellectuals have arguably been sociopathic. Rousseau, an appalling man, said that the only one he ever loved was Sophie d’Houdetot. But after his death, she said that he had been “ugly enough to frighten me . . . he was an interesting madman.” By “ugly” she did not mean physically unattractive. If you know how Sartre, Ibsen, Marx, Hemingway and others treated people in their private lives—monstrously and with a tendency to deceive that makes them vulnerable to the charge that they were pathological liars—you see that sociopathy can coexist with genius, but genius does not to any degree ameliorate the evil. </p>\n\n<p>Some serial killers—all of whom are sociopaths, though not ever sociopath becomes a killer—exhibit cruelty and an incapacity for genuine remorse as young as 5 and 6, when they torture insects and small animals. You might argue that such a tender age is too young to have chosen narcissism, that first step toward sociopathy. But I’m not so sure. Other serial killers show signs of cruelty and narcissism around the time of puberty, which is certainly old enough for the choice of narcissism to be made, and others as late as 17 and 18. \nThere is no recorded case of a diagnosed sociopath being cured or to any degree reformed. Once a person has purged from himself or herself all respect for others, all respect for life, and any sense of limits to selfish behavior, there is no going back. To pretend that sociopaths don’t exist is equivalent to pretending that the earth is flat. In dealing with a sociopathic character—how could a writer or an actor portray him as anything more than pure evil? I have friends who are cops and I’ve known quite a few others casually; nothing strikes them as amusing as the contention that every criminal can be rehabilitated (some can, not all) or that even the most hardened killer has some good qualities (some do, some don’t). They live it daily, and they have no trouble believing in pure evil. </p>\n\n<p>When I write about a total transgressive, a sociopath, I often make him entertaining by making him funny. Such as Junior in FROM THE CORNER OF HIS EYE or Corky in THE FACE. But they never realize that they’re funny, so they are not redeemed by their humor. They’re unintentionally hilarious. A transgressive life—the total embrace of narcissism, nihilism—is in essence the life of a fool revolting against reality, and it will inevitably be darkly funny. </p>\n\n<p>Late in life, my father was diagnosed to be sociopathic. Growing up under the thumb of such a one, I had plenty of time to think about the subject when I wasn’t worrying about survival. By the time I was in my twenties, I had largely concluded that sociopathy is a condition arrived at by choice. \nI have come to think that sociopathy is more widely spread than anyone realizes. At a guess, I’d say that 20% of humanity has chosen sociopathy and acts upon it to one degree or another. The most cunning ones can do anything they want—becmoe President, even—without the average citizen being aware of the depth of their depravity and their capacity for cruelty. They are consummate performers; no sane actor—sorry to say—can match their thespian skills. I’ve got a good eye for them, and even my wife, who knew my father well, will sometimes see a new face on the national scene and, before I can express my own sense of his or her sociopathy, Gerda will call him out for me. If you look at sociopathic Germany, about 20% of the citizenry participated in horrific crimes without remorse. Under Pol Pot in Cambodia, the percentage might have been higher, and certainly under Stalin and Mao. </p>\n\n<p>My own father was diagnosed as sociopathic late in life, and I know too well what being under the thumb of such a person is like. I’ve no illusion that evil can’t be pure or that we are all victims. It is a choice, and once the evil choice has been made often enough for a long time, it becomes the only choice that individual can make. My father, for instance, would always tell a lie even when he knew that you knew he was lying and even when the truth would have better served him. </p>\n\n<p>Here’s the thing that fascinates me about this. As I said, poverty and lack of education are associated no more with sociopaths than with good citizens. Class, race, gender, a family’s genetic history: no condition predisposes a person to the path of narcissism, nihilism, and ultimately sociopathy. No condition except one—being raised without any regular exposure to faith-based moral codes. This doesn’t mean the family has to have been churchgoers to inoculate against sociopathy, only that they have to have believed in one faith or another and, though not practicing it, nevertheless respected it in the instruction they gave their children. Something like 98% of all diagnosted sociopaths came from homes in which the concept of God did not exist. When you look at the sociopathic regimes of the past century—Mao, Stalin, Pol Pot, Lenin, all the horrible little dictators of eastern Europe—they are atheistic. People sometimes say, “oh, but wasn’t Hitler Christian?” This used to surprise me, but ignorance of history is so widespread that nothing surprises me anymore. Hitler hated Christians only second to Jews because, as the brilliant culture theorist, Philip Rieff put it, the “Jews represented what they were not—the God that must be murdered” (the first monotheistic God) if the moral codes of a society and the laws based on those codes were to be overthrown and a new system installed. </p>\n\n<p>And so, [op], this is why I write about certain evil people, I feel not only justified but also obliged to present their evil as pure and to suggest, by doing so, that Evil walks the world, Evil that mocks therapy and delights in the moral relativism that gives it cover. Ryan in YOUR HEART BELONGS TO ME isn’t the only one of my antagonists who is not hopelessly sociopathic, and like all of my protagonists, he has his flaws—an extreme flaw in this case. But my life experience does lead me, more often than not, to write about those villains who have made themselves into evil unrelieved by any mercy. </p>\n\n<p>Best wishes, \nDean Koontz</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/m252eb/i_wrote_dean_koontz_a_letter_years_ago_and_he/",
  "subreddit": "books",
  "id": "m252eb",
  "is_self": true,
  "media": null,
  "is_video": false
}