{
  "author": "hackulator",
  "the_new_excerpt": "Why YSK:\n\nThere is a common misconception in the US that being on salary means you do not\nget overtime pay. However this is inaccurate. While a position must be a\nsalaried position in order to be exempt from overtime, this is not the only\nrequired criteria. Whether or not you are due overtime pay is…",
  "original_created_utc": 1611709016,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\nThere is a common misconception in the US that being on salary means you don't.\n获得加班费。然而这是不准确的。虽然一个职位必须是一个\n受薪职位才能免于加班，这并不是唯一的选择。\n要求的标准。你是否应该得到加班费是...",
      "title": "YSK:拿着工资不代表没有加班费。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\nThere is a common misconception in the US that being on salary means you don't.\n獲得加班費。然而這是不準確的。雖然一個職位必須是一個\n受薪職位才能免於加班，這並不是唯一的選擇。\n要求的標準。你是否應該得到加班費是...",
      "title": "YSK:拿着工資不代表沒有加班費。"
    }
  ],
  "title": "YSK:Being on Salary does not mean you are not due overtime pay",
  "created_utc": 1611844243,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  </p>\n\n<p>There  is a common misconception in the US that being on salary means you do  not get overtime pay. However this is inaccurate. While a position must  be a salaried position in order to be exempt from overtime, this is not  the only required criteria. Whether or not you are due overtime pay is  also based in great part on the nature of your job as well as your  salary. If you are not sure about your particular job, <a href=\"https://www.thebalancecareers.com/exempt-and-a-non-exempt-employee-2061988\">this article</a>  explains what criteria a job must meet to be exempt from overtime. One  example of wage theft due it improper adherence to these rules is  claiming that certain positions, often clerical/secretarial, qualify for  the &quot;Administrative Exemption&quot;. However this exemption requires that  &quot;their primary duty must include the exercise of discretion and  independent judgment with respect to matters of significance&quot; which many  of these positions do not.</p>\n\n<p>If a  salaried position is not exempt from overtime, hours over 40 per week  must be paid for at a pro-rated overtime rate. If your position is not  exempt from overtime and your employer has not been paying this rate,  they owe you back pay and may also owe you significant money for damages  amounting to as much as double the total value of the unpaid overtime.</p>\n\n<p>You  cannot agree to work without getting paid overtime. Even if you agreed  to that, the agreement is null and void and you are still owed overtime  pay.</p>\n\n<p>If you have been the victim  of wage theft you should not be embarrassed or feel as though it is your  fault any more than any other person who is the victim of a theft  should feel. It is not your legal responsibility to know these rules, it  is your employers. The reality is that our society has become complex  enough that it is almost impossible for every person to know every rule  that applies to them. This is why specialists in diverse fields like  law, accounting, and in this case human resources exist.</p>\n\n<p>Call  1-866-4USWAGE for the Department of Labor Wage and Hour Division hotline if you think you may be the victim of wage theft.</p>\n</div><!-- SC_ON -->",
  "score": 261,
  "permalink": "/r/YouShouldKnow/comments/l5sfxh/yskbeing_on_salary_does_not_mean_you_are_not_due/",
  "subreddit": "YouShouldKnow",
  "id": "l5sfxh",
  "is_self": true,
  "media": null,
  "is_video": false
}