{
  "author": "LegacyToaster",
  "original_created_utc": 1630943207,
  "title": "CMV: The use of plastic surgery and hormone treatments as a remedy to gender dysphoria is completely counter to body positivity",
  "created_utc": 1630954061,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>EDIT: I have given deltas to arguments based on the idea that gender dysphoria is a medical ailment with medical treatments. I had been hesitant to label it as a disease in my post because I had been told in the past that labeling it as a disease is dangerous because being gay used to be considered a disease, to disastrous effect. That sentiment does not seem to actually be prevalent, and therefore the conflict between the two movements, in my mind, becomes completely moot.</p>\n\n<p>&#x200B;</p>\n\n<p>Before getting into the bulk of what I have to say let me get these points out of the way:</p>\n\n<ol>\n<li>I am in no way denying that gender dysphoria/trans people exist. Nor am I denying that reassignment may be a viable treatment for the issues that they face</li>\n<li>I believe that everyone has the right to personal bodily autonomy and can change their bodies in any way they please (dying their hair, getting a tattoo, liposuction, etc.) given that it is a non-compelled personal choice</li>\n</ol>\n\n<p>As I see it, body positivity is a social movement pushing for the acceptance of all people&#39;s bodies free of the standards of beauty and attractiveness that social structures impose upon us. Trans activism on the other hand seems to be vouching for the opposite of this, that due to the fact that some people are misgendered at birth and that they should change their bodies to match how they feel they should be in their mind. Now granted, I am not trans and may be way off with that sentiment, so please feel free to correct me if that is not what is implied by the insistence of reassignment.</p>\n\n<p>Now given that those are the premises of the two movements, how are they not in complete opposition to one another? One side is saying &quot;love the body you have&quot; and the other is saying &quot;you may find yourself happier if you change your body to conform with society&#39;s expectations about what men and women should look like.&quot; Now, I am well aware that many trans people live their lives without transitioning, but the prevalence of transitioning is still at the forefront of the movement, at least form what I can see.</p>\n\n<p>My view will be changed if somebody can explain to me why encouraging trans people to transition is NOT validating their hatred for their body. Wouldn&#39;t it make more sense to help a trans person learn to accept the body they have as opposed to saying that they will feel better if they get plastic surgery?</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/pj1yc3/cmv_the_use_of_plastic_surgery_and_hormone/",
  "subreddit": "changemyview",
  "id": "pj1yc3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "EDIT: I have given deltas to arguments based on the idea that gender dysphoria\nis a medical ailment with medical treatments. I had been hesitant to label it as\na disease in my post because I had been told in the past that labeling it as a\ndisease is dangerous because being gay used to be considered…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "EDIT: 性別違和感は医学的な病気であり、医学的にも問題があるという考えに基づいた議論にはデルタをつけました。\n性同一性障害は医学的な病気であり、医学的な治療法があります。私は、過去に「病気」というレッテルを貼ることは\n疾患とすることは危険だと言われたことがあったからです。\n疾患とすることは危険だと言われていたからです。なぜなら、かつてはゲイであることは...",
      "title": "CMV: 性同一性障害の治療法として整形手術やホルモン治療を行うことは、ボディ・ポジティブとは全く逆のことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：我已经给基于性别恐惧症的观点的论点打了折扣。\n是一种有医疗手段的疾病。我一直在犹豫是否要把它称为\n因为过去有人告诉我，把它标为一种疾病是危险的，因为在过去，作为同性恋者是很危险的。\n疾病是危险的，因为同性恋曾经被认为是...。",
      "title": "CMV：使用整形手术和激素治疗作为性别恐惧症的补救措施，完全违背了身体积极性。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：我已經給基於性別恐懼症的觀點的論點打了折扣。\n是一種有醫療手段的疾病。我一直在猶豫是否要把它稱爲\n因爲過去有人告訴我，把它標爲一種疾病是危險的，因爲在過去，作爲同性戀者是很危險的。\n疾病是危險的，因爲同性戀曾經被認爲是...。",
      "title": "CMV：使用整形手術和激素治療作爲性別恐懼症的補救措施，完全違背了身體積極性。"
    }
  ]
}