{
  "author": "Kronos666666",
  "the_new_excerpt": "I don’t think it’s right and fair to raise children and teach them a certain\nreligion growing up. Being constantly taught and told something is the truth\nwhen you don’t have the brain capacity to decide for yourself just isn’t right.\nPersonally, I was raised as a Christian. That meant every Sunday,…",
  "original_created_utc": 1616884904,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我觉得把孩子养大，教他们某种程度的东西是不对的，也是不公平的。\n在成长过程中的宗教信仰。不断地被教导，被告知一些东西是真理\n当你没有大脑能力 为自己决定只是不正确的。\n就个人而言，我是作为一个基督教徒长大的。这意味着每个星期天，...",
      "title": "CMV：孩子不应该被培养成某种宗教。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我覺得把孩子養大，教他們某種程度的東西是不對的，也是不公平的。\n在成長過程中的宗教信仰。不斷地被教導，被告知一些東西是真理\n當你沒有大腦能力 爲自己決定只是不正確的。\n就個人而言，我是作爲一個基督教徒長大的。這意味着每個星期天，...",
      "title": "CMV：孩子不應該被培養成某種宗教。"
    }
  ],
  "title": "CMV: children shouldn’t be raised as a certain religion.",
  "created_utc": 1616897740,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don’t think it’s right and fair to raise children and teach them a certain religion growing up. Being constantly taught and told something is the truth when you don’t have the brain capacity to decide for yourself just isn’t right. Personally, I was raised as a Christian. That meant every Sunday, I was in church. Being taught that Christianity is the truth. Which it may be, but that doesn’t make it any better. As I grew older, I realized the I didn’t have a reason to be Christian. I just didn’t have a reason to believe. But when I was little, I believed it without a thought. I was taught that it was true, so I believed it was true. I just don’t believe that something like this is fair. It doesn’t let someone formulate their own opinion on a huge factor in their life, and having it constantly being shoved down their throats makes it more likely they’ll grow to hate it. People who raise children like this don’t give the child a fair chance to decide for themselves, and this forces an idea on a child who doesn’t know any better.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/meoj5k/cmv_children_shouldnt_be_raised_as_a_certain/",
  "subreddit": "changemyview",
  "id": "meoj5k",
  "is_self": true,
  "media": null,
  "is_video": false
}