{
  "author": "Puzzleheaded-Big1680",
  "original_created_utc": 1636305888,
  "title": "YSK unvented gas cooktops release unsafe levels of toxic gases in the home.",
  "created_utc": 1636310786,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Studies have shown that unvented gas cooktops expose people indoors to excessive levels of nitrogen dioxide, carbon monoxide and formaldehyde which can cause a myriad of respiratory problems and cardiovascular disease. </p>\n\n<p>Below is a link to a recent study that deserves more attention. Stay safe! Vent those cooktops folks! Even when just the oven is on.</p>\n\n<p><a href=\"https://ehp.niehs.nih.gov/doi/10.1289/ehp.1306673\">Study: Pollutant exposures from natural gas cooking burners.</a></p>\n</div><!-- SC_ON -->",
  "score": 287,
  "permalink": "/r/YouShouldKnow/comments/qot7u7/ysk_unvented_gas_cooktops_release_unsafe_levels/",
  "subreddit": "YouShouldKnow",
  "id": "qot7u7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Studies have shown that unvented gas cooktops expose people indoors to\nexcessive levels of nitrogen dioxide, carbon monoxide and formaldehyde which can\ncause a myriad of respiratory problems and cardiovascular disease.\n\nBelow is a link to a recent study that deserves more attention. Stay…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：研究によると、排気口のないガスコンロは、室内にいる人が過剰なレベルの二酸化窒素や一酸化炭素、ホルムアルデヒドにさらされることがわかっています。\n二酸化炭素、一酸化炭素、ホルムアルデヒドが室内に充満していることがわかっています。\n呼吸器系の疾患や心臓血管系の疾患を引き起こす可能性があります。\n\n以下は、もっと注目されるべき最新の研究結果へのリンクです。このまま...",
      "title": "YSKの通気孔のないガスコンロは、危険なレベルの有毒ガスを家庭内に放出します。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：研究表明，不通风的燃气灶使人们在室内暴露于\n二氧化氮、一氧化碳和甲醛的水平过高，这可能会导致大量的呼吸系统问题和癌症。\n导致无数的呼吸系统问题和心血管疾病。\n\n下面是一个最近的研究的链接，值得更多关注。保持...",
      "title": "YSK无排气孔燃气灶在家中释放不安全的有毒气体。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：研究表明，不通風的燃氣竈使人們在室內暴露於\n二氧化氮、一氧化碳和甲醛的水平過高，這可能會導致大量的呼吸系統問題和癌症。\n導致無數的呼吸系統問題和心血管疾病。\n\n下面是一個最近的研究的鏈接，值得更多關注。保持...",
      "title": "YSK無排氣孔燃氣竈在家中釋放不安全的有毒氣體。"
    }
  ]
}