{
  "author": "Megan56789000",
  "the_new_excerpt": "I am not entirely against electronic reading methods like Kindle, but I am\nalways worried that some big company will just take over the production of books\nin general and we will lose the charm of traditional books and buying methods.\nHalf the beauty of books is the experience of walking into a…",
  "original_created_utc": 1617401365,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我并不是完全反对Kindle等电子阅读方式，但我是\n总是担心有大公司会接手制作书籍\n在一般情况下，我们将失去传统书籍和购买方式的魅力。\n书籍的一半美是走进书店的体验，...",
      "title": "有没有人害怕过书本、图书馆和一般的书店有一天会绝迹？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我並不是完全反對Kindle等電子閱讀方式，但我是\n總是擔心有大公司會接手製作書籍\n在一般情況下，我們將失去傳統書籍和購買方式的魅力。\n書籍的一半美是走進書店的體驗，...",
      "title": "有沒有人害怕過書本、圖書館和一般的書店有一天會絕跡？"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "Kindleのような電子書籍に全面的に反対するわけではありませんが、私はいつも\nどこかの大企業が本の生産を独占してしまい、従来の本や購入方法の魅力が失われてしまうのではないかと\nしかし、いつも心配しているのは、どこかの大企業が本の生産を独占してしまい、伝統的な本や購入方法の魅力が失われてしまうことです。\n本の美しさの半分は、本屋に足を踏み入れたときの経験です...",
      "title": "本や図書館、書店がいつか絶滅してしまうのではないかと不安に思う人はいませんか？"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "Kindleのような電子書籍に全面的に反対するわけではありませんが、私はいつも\nどこかの大企業が本の生産を独占してしまい、従来の本や購入方法の魅力が失われてしまうのではないかと\nしかし、いつも心配しているのは、どこかの大企業が本の生産を独占してしまい、伝統的な本や購入方法の魅力が失われてしまうことです。\n本の美しさの半分は、本屋に足を踏み入れたときの経験です...",
      "title": "本や図書館、書店がいつか絶滅してしまうのではないかと不安に思う人はいませんか？"
    }
  ],
  "title": "Is anyone ever terrified that books, libraries, and bookstores in general will one day go extinct?",
  "created_utc": 1617412330,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am not entirely against electronic reading methods like Kindle, but I am always worried that some big company will just take over the production of books in general and we will lose the charm of traditional books and buying methods. Half the beauty of books is the experience of walking into a quaint little bookshop or a library. I really don&#39;t know what the chances are of them going away, but I certainly feel on edge when I hear of another Barnes &amp; Nobles closing.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/miuxyi/is_anyone_ever_terrified_that_books_libraries_and/",
  "subreddit": "books",
  "id": "miuxyi",
  "is_self": true,
  "media": null,
  "is_video": false
}