{
  "author": "megalyknight",
  "original_created_utc": 1630420047,
  "title": "YSK that breastfeeding requires learning, patience and practice",
  "created_utc": 1630458359,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: </p>\n\n<p>Breastfeeding initiation rates are reasonably high (e.g. 81% in UK), but they fall dramatically, by the end of the first day of life, they are already at 69% (again, UK based statistic). There is so much encouragement to initiate breastfeeding, but often very little support to actually continue to do so. There seems to be a common misconception that breastfeeding just <em>works</em>, instinctively, and if you are finding it tough or struggling, that something is <em>wrong</em>, and there is a reason to stop. </p>\n\n<p><strong>Breastfeeding is not natural like breathing, it is natural  like walking or talking</strong> </p>\n\n<p>It requires learning (some things can be learned before, some must be learned by actually <em>doing</em>) - Some key things to look up are - cluster feeding, normal infant sleep in breastfed babies, signs of effective feeding, how to achieve a deep latch...</p>\n\n<p>It requires patience - sometimes babies are born tired from birth, sometimes they are a little sleepy from pain meds during labour, sometimes they just take a little longer to grasp it... don&#39;t be disheartened and abandon breastfeeding if it doesn&#39;t &#39;work&#39; right away. Keep trying, keep bringing baby to the breast, have <strong>faith</strong>. </p>\n\n<p>It requires practice - just because baby latches well during one feed, isn&#39;t a guarantee that they will do so at the next feed. Just because baby latches well in one position, doesn&#39;t mean another will be so straightforward. Don&#39;t let this put you off, you and baby are learning together. The only way to encourage baby to &#39;learn&#39; is to <em>keep trying</em>, and the only way you will become confident with different positions is to <em>keep trying</em>. </p>\n\n<p>Overall, if you have chosen to breastfeed, please try to stay positive. Your body is designed to do this, your baby and you are capable of achieving your breastfeeding goals. The only way to guarantee that breastfeeding doesn&#39;t work out, is to stop/not try. </p>\n\n<p>It may not happen right away, and that is <em>FINE</em>. Ask for support, contact a professional, keep practicing and most of all - <strong>BELIEVE IN YOURSELF</strong></p>\n\n<p>Edit to add - Sometimes breastfeeding doesn&#39;t work out. There are a multitude of reasons for this, most of which can only be diagnosed by a healthcare professional/lactation expert. If you are struggling and want to continue to breastfeed - contact an IBCLC. If you are struggling and would like to stop breastfeeding, you do <em>you</em>, you know what is best for you and your baby, and formula is a brilliant alternative to breastmilk.❤</p>\n\n<p><a href=\"https://www.unicef.org.uk/babyfriendly/about/breastfeeding-in-the-uk/\">https://www.unicef.org.uk/babyfriendly/about/breastfeeding-in-the-uk/</a></p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/pf6y4y/ysk_that_breastfeeding_requires_learning_patience/",
  "subreddit": "YouShouldKnow",
  "id": "pf6y4y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nBreastfeeding initiation rates are reasonably high (e.g. 81% in UK), but they\nfall dramatically, by the end of the first day of life, they are already at 69%\n(again, UK based statistic). There is so much encouragement to initiate\nbreastfeeding, but often very little support to actually…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n母乳育児の開始率はそれなりに高い（例：英国では81％）のですが、その率は\n生後1日目の終わりには、すでに69％にまで低下しています。\n(これも英国での統計です）。このように\n母乳育児をするためのサポートはほとんどありませんが、実際に...",
      "title": "母乳育児には学習と忍耐と練習が必要であることをYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n母乳喂养的开始率相当高（如英国的81%），但它们\n显著下降，在婴儿出生后的第一天，他们已经达到69%。\n(同样，英国的统计数字）。有很多人鼓励开始母乳喂养\n母乳喂养有很多鼓励，但往往很少有实际的支持......",
      "title": "YSK认为母乳喂养需要学习、耐心和实践"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n母乳餵養的開始率相當高（如英國的81%），但它們\n顯著下降，在嬰兒出生後的第一天，他們已經達到69%。\n(同樣，英國的統計數字）。有很多人鼓勵開始母乳餵養\n母乳餵養有很多鼓勵，但往往很少有實際的支持......",
      "title": "YSK認爲母乳餵養需要學習、耐心和實踐"
    }
  ]
}