{
  "author": "Arcani63",
  "original_created_utc": 1634409162,
  "title": "CMV: There is a fundamental difference between human rights and human needs",
  "created_utc": 1634477440,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Healthcare, food, water are basic human needs, not rights. This may seem semantic but I think the distinction is important and blurring these lines is a pretty negative aspect of current political discourse. Let’s start with the definitions.</p>\n\n<p>Need: anything a human being needs to reasonably sustain themself or function normally. Examples would be food, shelter, and water at a basic level, and could be extrapolated to healthcare at a less basic but still essential level.</p>\n\n<p>Right: rights are inherent conditions which every person is born with in the context of enlightenment thought, where it was reasoned that every individual has inherent value and liberty from infringement of their processes. Freedom of speech might be the most apt example, as you are inherently born with the ability to speak, and this the only way to deprive you of this would be through force or coercion. This does not mean people are not born into oppressive circumstances, obviously they are, but that is a condition forced upon them, not their inherent state at birth. </p>\n\n<p>Here’s the important distinction: you can’t be born with all the food and water you’d ever need, so it is not inherent by any means. It has to be procured or provided. You can provide it yourself maybe, or it can be given or sold to you, but it cannot be generated out of thin air, so there is labor involved. To claim you have the right to water, for instance, is to claim also that you have the right to someone’s labor in providing you with water. You could seek water yourself, but if it is a fundamental right, then it couldn’t possibly be expected for you to only provide it for yourself. This extends to healthcare and any other product or service you can imagine. </p>\n\n<p>Yes you NEED these things, and maybe you want to arrange society in a way which more readily provides these things to people in need, but they can’t be rights without you also having the right to someone else’s labor in providing. </p>\n\n<p>Final points: there’s also legalistic rights, like “this house will be passed onto my son upon my death” kind of thing, but that’s just an extension of property rights. You have a right to the pursuit of property inherently because you have the natural ability to work to produce things. You can either create your own property or exchange for it, but you would never have the right to property without either producing, exchanging, or being given something. </p>\n\n<p>If you think the government should provide basic needs, then fine. That’s called an entitlement. It’s not a right. It’s an acknowledgement that you are entitled to the production and provision of “x” amount of a good. We should stop referring to these things as rights.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/q9hqk9/cmv_there_is_a_fundamental_difference_between/",
  "subreddit": "changemyview",
  "id": "q9hqk9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Healthcare, food, water are basic human needs, not rights. This may seem\nsemantic but I think the distinction is important and blurring these lines is a\npretty negative aspect of current political discourse. Let’s start with the\ndefinitions.\n\nNeed: anything a human being needs to reasonably sustain…"
}