{
  "author": "bobby_pendragon",
  "the_new_excerpt": "Why YSK: Dogs are much more tactile animals when compared to cats and they need\nsomething physical to play with, in order to properly understand it.\n\nUsing a laser pointer might seem like fun because it can exercise them without\nany work, but it is actually causing them anxiety and potential issues…",
  "original_created_utc": 1613273980,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：与猫相比，狗是更多的触觉动物，它们需要\n的东西来玩，才能正确理解它。\n\n使用激光笔可能看起来很有趣，因为它可以锻炼他们，而不需要\n任何工作，但它实际上是导致他们的焦虑和潜在的问题... ...",
      "title": "YSK，你可以对猫咪使用激光笔，但不应该对狗使用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：與貓相比，狗是更多的觸覺動物，它們需要\n的東西來玩，才能正確理解它。\n\n使用激光筆可能看起來很有趣，因爲它可以鍛鍊他們，而不需要\n任何工作，但它實際上是導致他們的焦慮和潛在的問題... ...",
      "title": "YSK，你可以對貓咪使用激光筆，但不應該對狗使用。"
    }
  ],
  "title": "YSK you can use laser pointers with cats, but you should NOT use them with dogs",
  "created_utc": 1613309136,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Dogs are much more tactile animals when compared to cats and they need something physical to play with, in order to properly understand it.</p>\n\n<p>Using a laser pointer might seem like fun because it can exercise them without any work, but it is actually causing them anxiety and potential issues with fixation and adverse reactions to light and shadows. There are good indoor alternative toys that I can recommend if anyone’s interested.  </p>\n\n<p>I found this out a long time ago but realized I should post this after seeing an LPT promoting it.</p>\n\n<p>Sources if you’re interested in reading more: <a href=\"https://www.akc.org/expert-advice/lifestyle/laser-pointers-more-frustration-than-fun/\">#1</a> <a href=\"https://www.rauanimalhospital.com/resources/blog/cats-dogs/laser-pointers-good-idea-your-cat-not-your-dog\">#2</a> <a href=\"https://dogpsychology101.com/laser-pointer-syndrome-dogs/\">#3</a></p>\n\n<p>Edit: I’m getting a lot of people saying that it’s not good for cats either, and I do agree that for any animal a physical toy is the best. </p>\n\n<p><strong>However, the average cat can play with laser pointers without issue as long as it’s done right - you should always end the play by putting it on a physical toy for them to attack.</strong></p>\n\n<p>BUT, you should always try to understand how your cat is responding to the laser pointer and if you feel that it is negative then definitely don’t do it. I hope this post at the very least will cause people to research something that they may not have known about, and hopefully save some animals from unnecessary anxiety. </p>\n\n<p><a href=\"https://petcube.com/blog/is-it-bad-for-cats-to-play-with-laser-pointers/\">Here’s</a> a website covering the pros/cons and how-to of using a laser pointer with cats.</p>\n</div><!-- SC_ON -->",
  "score": 5858,
  "permalink": "/r/YouShouldKnow/comments/ljghlj/ysk_you_can_use_laser_pointers_with_cats_but_you/",
  "subreddit": "YouShouldKnow",
  "id": "ljghlj",
  "is_self": true,
  "media": null,
  "is_video": false
}