{
  "author": "rebel_strudel",
  "original_created_utc": 1627869637,
  "title": "CMV: mental health awareness usually focuses on the “nice” looking and palatable aspects of mental health.",
  "created_utc": 1627889439,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Pretty much what it says. Whenever I hear phrases like “raise awareness about mental health” or “taking care of mental health” and things of that nature, it feels like they really only mean anxiety, stress, and mild depression (not intending to diminish these at all) Mental illnesses I feel like outside of those typically get glossed over because they’re difficult or aren’t really as romanticized. While I do think that acknowledging and making people more aware of mental health and it’s difficulties is important, it just feels like the more uncomfortable aspects get a bit ignored.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/ow58xl/cmv_mental_health_awareness_usually_focuses_on/",
  "subreddit": "changemyview",
  "id": "ow58xl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Pretty much what it says. Whenever I hear phrases like “raise awareness about\nmental health” or “taking care of mental health” and things of that nature, it\nfeels like they really only mean anxiety, stress, and mild depression (not\nintending to diminish these at all) Mental illnesses I feel like…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "かなり書いてありますね。メンタルヘルスへの関心を高める」「メンタルヘルスに配慮する」などの言葉を聞くたびに\nメンタルヘルスに関心を持つ」とか「メンタルヘルスに配慮する」とか、そういう言葉を聞くたびに\n不安やストレス、軽度のうつ病などを意味しているように感じます。\n精神的な病気は、私は...と感じています。",
      "title": "CMV: メンタルヘルスに関する啓発活動は、通常、メンタルヘルスの「見た目」や「口当たり」の良い側面に焦点を当てています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "差不多是这样说的。每当我听到诸如 \"提高对心理健康的认识 \"或 \"关注心理健康 \"之类的短语时。\n心理健康 \"或 \"关注心理健康 \"之类的短语时，我都觉得它们实际上只是指焦虑、压力和轻度抑郁症（而不是指其他疾病）。\n感觉他们真的只是指焦虑、压力和轻微的抑郁症（并非有意贬低这些）。\n精神疾病我觉得......",
      "title": "CMV：心理健康意识通常集中在心理健康的 \"漂亮 \"外观和可接受的方面。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "差不多是這樣說的。每當我聽到諸如 \"提高對心理健康的認識 \"或 \"關注心理健康 \"之類的短語時。\n心理健康 \"或 \"關注心理健康 \"之類的短語時，我都覺得它們實際上只是指焦慮、壓力和輕度抑鬱症（而不是指其他疾病）。\n感覺他們真的只是指焦慮、壓力和輕微的抑鬱症（並非有意貶低這些）。\n精神疾病我覺得......",
      "title": "CMV：心理健康意識通常集中在心理健康的 \"漂亮 \"外觀和可接受的方面。"
    }
  ]
}