{
  "author": "orangefrogbro",
  "original_created_utc": 1625195073,
  "title": "CMV: People should not have received their driver's licenses during the pandemic without taking their road tests.",
  "created_utc": 1625211040,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is happening in the United States. I know multiple people who got their driver&#39;s licenses without taking their road test. This was a ridiculous choice the government made during the pandemic. Yes, it would have sucked for people who couldn&#39;t get their licenses right away, but for the safety of the public this shouldn&#39;t have been allowed.</p>\n\n<p>Many people getting these licenses are not good drivers. I know a few who simply couldn&#39;t pass their road test in the past (SpongeBobs) and the pandemic gave them their license despite their lack of skills, all they had to do was fill out some paper work.</p>\n\n<p>I know three people who got their licenses and got into accidents less than two months after getting them. Our governments are failing us right now in this way and causing more accidents by allowing these licenses to be handed out without road test.</p>\n\n<p>CMV: People should not have received their driver&#39;s licenses during the pandemic without taking their road tests.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/oc1guc/cmv_people_should_not_have_received_their_drivers/",
  "subreddit": "changemyview",
  "id": "oc1guc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is happening in the United States. I know multiple people who got their\ndriver's licenses without taking their road test. This was a ridiculous choice\nthe government made during the pandemic. Yes, it would have sucked for people\nwho couldn't get their licenses right away, but for the safety of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これはアメリカで起きていることです。ロードテストを受けずに運転免許証を取得した人を何人も知っています。\n運転免許証を取得した人を何人も知っています。これは、パンデミックの際に政府が行ったとんでもない\nパンデミックの際に政府が行った馬鹿げた選択です。確かに、すぐに免許を取得できない人にとっては最悪だったでしょう。\nすぐに免許を取得できない人にとっては最悪でしたが、安全のためには...。",
      "title": "CMV：パンデミックの最中に、ロードテストを受けずに運転免許証を取得するべきではありませんでした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这在美国正在发生。我知道有很多人在没有参加路考的情况下获得了他们的\n不参加路考就拿到了驾照。这是一个可笑的选择\n政府在大流行期间做出的荒谬选择。是的，这对人们来说很糟糕\n不能马上拿到驾照的人来说是很糟糕的，但为了安全，...",
      "title": "CMV：人们不应该在大流行期间没有参加路考就拿到驾照。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這在美國正在發生。我知道有很多人在沒有參加路考的情況下獲得了他們的\n不參加路考就拿到了駕照。這是一個可笑的選擇\n政府在大流行期間做出的荒謬選擇。是的，這對人們來說很糟糕\n不能馬上拿到駕照的人來說是很糟糕的，但爲了安全，...",
      "title": "CMV：人們不應該在大流行期間沒有參加路考就拿到駕照。"
    }
  ]
}