{
  "author": "andreezy93",
  "original_created_utc": 1639923928,
  "title": "YSK: Aluminum is not an ingredient in deodorants",
  "created_utc": 1639935912,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Deodorant and antiperspirant are two different things. Antiperspirants usually contain aluminum as an ingredient. Deodorants, for the most part, do not. I’m seeing people buy the more expensive brand of deodorant, because the label says it’s aluminum free. Aluminum was never an ingredient in deodorant to begin with, don’t pay extra for “Aluminum free” deodorant. If anything, pay extra for the Aluminum free antiperspirants. &lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.goodhousekeeping.com/beauty/anti-aging/a37272089/is-deodorant-aluminum-bad-for-you/\"&gt;source&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.healthline.com/health/what-to-know-about-aluminum-in-deodorant\"&gt;source2&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 1543,
  "permalink": "/r/YouShouldKnow/comments/rjxrki/ysk_aluminum_is_not_an_ingredient_in_deodorants/",
  "subreddit": "YouShouldKnow",
  "id": "rjxrki",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Deodorant and antiperspirant are two different things. Antiperspirants\nusually contain aluminum as an ingredient. Deodorants, for the most part, do\nnot. I’m seeing people buy the more expensive brand of deodorant, because the\nlabel says it’s aluminum free. Aluminum was never an ingredient…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKの理由：デオドラントと制汗剤は別物です。制汗剤\n通常、アルミニウムが成分として含まれています。デオドラントは、ほとんどの場合、アルミニウムが含まれていません。\nない。高価なブランドのデオドラントを買う人が増えていますが、それは\nラベルにはアルミニウムフリーと書かれています。アルミニウムは決して成分ではありません...",
      "title": "YSK：アルミニウムは消臭剤の成分ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：除臭剂和止汗剂是两回事。止汗剂\n通常含有铝的成分。除臭剂，在大多数情况下，不含有\n不含。我看到人们购买更昂贵的除臭剂品牌，因为标签上写着\n因为标签上说它不含铝。铝从来不是一种成分...",
      "title": "YSK：铝不是除臭剂的成分"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：除臭劑和止汗劑是兩回事。止汗劑\n通常含有鋁的成分。除臭劑，在大多數情況下，不含有\n不含。我看到人們購買更昂貴的除臭劑品牌，因爲標籤上寫着\n因爲標籤上說它不含鋁。鋁從來不是一種成分...",
      "title": "YSK：鋁不是除臭劑的成分"
    }
  ]
}