{
  "author": "elkatiuskas",
  "original_created_utc": 1628768587,
  "title": "Tried to support my local bookshop. Had to wait 11 weeks for a new release, it was more expensive than buying it online and the customer service was horrible.",
  "created_utc": 1628771370,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There&#39;s only 1 bookshop in my town (small town in Spain) and they&#39;re always promoting in Facebook that we have to shop locally and support them. </p>\n\n<p>I tried to do so by ordering a just released book from them. I had to pay upfront and noticed the book was 5€ more expensive than in Amazon.</p>\n\n<p>They told me the book would be arriving &quot;soon&quot; but refused to give me an exact date. I kept calling asking for the book and they just kept repeating it&#39;d be there &quot;soon&quot; until they finally told me not to keep calling because they will call me when the book arrived. </p>\n\n<p>Then explained that the company they order the books from won&#39;t send their order until they get more book shops in the area to order more of the same book, so they can send them all together.</p>\n\n<p>After a month I called again and asked to cancel my order and get a refund. They told me they don’t do refunds and could only offer me store credit. They also were very vocal about how I was causing them a major inconvenience, so I decided to just wait until the book arrived.</p>\n\n<p>Finally <strong>11 weeks</strong> later my father in law calls me to tell me the bookshop lady told him to tell me to go collect the book. I go to the shop and ask why didn’t she call me, since that’s why she asked for my number, to call me when the book arrived. She told me she’s been friends with my father in law for 40 years so what’s the problem with telling him? I tried to explain what if this was a present or a book I didn’t want others to know I was reading? She should have respected my privacy. She was very unpleasant and treated me like my request was unreasonable.</p>\n\n<p>And this is why for certain things like books I can’t shop locally. Why are local bookshops entitled to my money? What are they offering me in return? I had to pay more, they don’t do refunds, had to wait almost 3 months and their customer service was dreadful. But hey, they decided to open up a bookshop and now it’s my duty to keep them in business? </p>\n\n<p>I hate Amazon as much as the next person, but if I can save money and have my book delivered within a few days, I’m sorry to say that’s where I’m gonna shop next time. </p>\n\n<p>Wake up local bookshops, you are not entitled to anyone’s money for the mere fact of existing. I’m ok paying a bit more if the money is go local (not that they create employment by hiring people), but you have to have good customer service and make it worth our while as customers.</p>\n\n<p>Edit- In the past I would shop at this store and they&#39;d still have me wait on average a month for a book, that&#39;s when I stopped buying from them and going online. I decided to give them a chance to support them and after having me wait 11 weeks, it only indicates to me the shop is going downhill. I did tell them in person how I felt about their customer service and they acted like I was bothering them and didn&#39;t have any interest in listening to me.</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/books/comments/p2y4er/tried_to_support_my_local_bookshop_had_to_wait_11/",
  "subreddit": "books",
  "id": "p2y4er",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There's only 1 bookshop in my town (small town in Spain) and they're always\npromoting in Facebook that we have to shop locally and support them.\n\nI tried to do so by ordering a just released book from them. I had to pay\nupfront and noticed the book was 5€ more expensive than in Amazon.\n\nThey told me…"
}