{
  "author": "swiftessence",
  "the_new_excerpt": "In Watergate, Nixon broke into the DNC and wiretapped his political opponents\nfor his own political gain. In the Trump–Ukraine scandal, Trump withheld foreign\naid to an American ally against American interests for his own political gain.\nBoth Nixon and Trump initially tried to deny any wrongdoing.…",
  "original_created_utc": 1609652474,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在水门事件中，尼克松闯入民主党全国委员会，窃听他的政治对手\n为了他自己的政治利益。在特朗普-乌克兰丑闻中，特朗普隐瞒了外国\n为了自己的政治利益向美国盟友提供违背美国利益的援助。\n尼克松和特朗普最初都试图否认有任何不当行为。…",
      "title": "[改变我的想法]：特朗普-乌克兰丑闻如果不比水门事件更糟糕的话，也和水门事件一样糟糕"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在水門事件中，尼克松闖入民主黨全國委員會，竊聽他的政治對手\n爲了他自己的政治利益。在特朗普-烏克蘭醜聞中，特朗普隱瞞了外國\n爲了自己的政治利益向美國盟友提供違背美國利益的援助。\n尼克松和特朗普最初都試圖否認有任何不當行爲。…",
      "title": "[改變我的想法]：特朗普-烏克蘭醜聞如果不比水門事件更糟糕的話，也和水門事件一樣糟糕"
    }
  ],
  "title": "CMV: The Trump–Ukraine scandal was as bad if not worse than The Watergate scandal",
  "created_utc": 1609663321,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In Watergate, Nixon broke into the DNC and wiretapped his political opponents for his own political gain.  In the Trump–Ukraine scandal, Trump withheld foreign aid to an American ally against American interests for his own political gain.  Both Nixon and Trump initially tried to deny any wrongdoing.  Nixon was soon coming under fire with evidence getting released and his removal from office seemed very likely.</p>\n\n<p>Nixon and Trump refused to cooperate with investigators and obstructed justice, both creating a constitutional crises.  Nixon was much smarter than Trump as Trump went on to admit his crime on national television while still claiming innocence.</p>\n\n<p>But here is where I see things diverge in today&#39;s polarized political climate.  There are massive amounts of alternative news sources today that peddle conspiracies undermining Trump&#39;s guilt.  Even a major television network Fox News would try to portray the scandal as illegitimate.  Many Republican politicians in Trump&#39;s era would fully back his innocence regardless of reality for political purposes.  Even Mitch McConnell said impeachment was a political event and he didn&#39;t care about having a just trial.</p>\n\n<p>In the end for Nixon, he saw the writing on the wall and resigned to get a pardon from Ford.  For Trump, the house drafted articles of impeachment only for the Republican held Senate to refuse to allow testimony or evidence to be presented and demanded a vote based on nothing.  They voted down party lines (with the exception of Mitt Romney) and since the Republicans held a majority, he was acquitted.</p>\n\n<p>To this day I keep running across people saying what Nixon did was the worst thing ever but what Trump did was no big deal because he was acquitted.  I think in a fair judicial system comparing the two, Trump&#39;s crimes were as bad or worse and most likely both would&#39;ve been removed from office.</p>\n</div><!-- SC_ON -->",
  "score": 109,
  "permalink": "/r/changemyview/comments/kpeqsk/cmv_the_trumpukraine_scandal_was_as_bad_if_not/",
  "subreddit": "changemyview",
  "id": "kpeqsk",
  "is_self": true,
  "media": null,
  "is_video": false
}