{
  "author": "Disastrous_Carpet130",
  "original_created_utc": 1629817177,
  "title": "If being transgender isn't about gender roles, then why are so many trans people reinforcing gender stereotypes?",
  "created_utc": 1629822929,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Lately I&#39;ve been reading a bit on transgenderism and what it means to be transgender. A reoccuring theme I&#39;ve noticed is the fact that most trans people say they&#39;ve known they weren&#39;t cis ever since they were kids, and when asked how exactly they knew that, MtF people will often respond with &quot;well, as a kid I liked playing with dolls with other girls, wearing dresses and wanted to have long hair&quot; while FtM people will say something like &quot;as a kid, I liked playing football with the other boys in my neighborhood, I wanted short hair and I always chose to play with cars over dolls&quot;.</p>\n\n<p>All of these things are nothing but gender stereotypes, and outdated ones at that. Not all little girls like having long hair or playing with dolls and not all little boys like cars and robots and football. There are plenty of girls who have typically &quot;masculine&quot; interests and there are plenty of boys who have typically &quot;feminine&quot; interests. I myself was and still am very &quot;tomboy&quot;-ish, to the point where strangers often mistake me for a guy, but I&#39;ve never wanted to transition to a man.</p>\n\n<p>And I&#39;ve seen people saying that being trans is all about body dysphoria and feeling uncomfortable in your own body. But then I&#39;ve also seen other people claim that you don&#39;t have to have dysphoria to be trans, and that there are some trans people out there who are completely okay with the bodies they were born with and have no intention of ever medically transitioning.</p>\n\n<p>So if you don&#39;t need to have body dysphoria to be transgender, then isn&#39;t being transgender all about gender stereotypes and reinforcing them?</p>\n\n<p>Please don&#39;t take this question in an offensive way, I&#39;m just genuinely curious and trying to learn more.</p>\n</div><!-- SC_ON -->",
  "score": 127,
  "permalink": "/r/NoStupidQuestions/comments/pap1jf/if_being_transgender_isnt_about_gender_roles_then/",
  "subreddit": "NoStupidQuestions",
  "id": "pap1jf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Lately I've been reading a bit on transgenderism and what it means to be\ntransgender. A reoccuring theme I've noticed is the fact that most trans people\nsay they've known they weren't cis ever since they were kids, and when asked how\nexactly they knew that, MtF people will often respond with \"well,…"
}