{
  "author": "Unlucky-Nobody",
  "original_created_utc": 1639755143,
  "title": "That' it. I'm done, I am going to start liquidating my positions this weekend. Final Post.",
  "created_utc": 1639760161,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;So yeah. I recently learnt I have terminal cancer (stage 4 sarcoma) I&amp;#39;m 39 found a lump in my neck a few weeks ago.&lt;/p&gt;\n\n&lt;p&gt;Crypto has been incredibly good to me. I started mining Ether in 2018 and have been heavily into defi and staking since late 2020 needless to say I have done well. But you can&amp;#39;t take it with you. So now I&amp;#39;m going to blow my profits like there is no tomorrow. I have no dependents.&lt;/p&gt;\n\n&lt;p&gt;I have Been quiet lurker in this community for quite a while. I have learnt so much here that I have shared with my friends and family. My boomer mum owns a ETH BTC and Matic. They will carry the torch for me.&lt;/p&gt;\n\n&lt;p&gt;While I have come to terms with my fate the thing I&amp;#39;m most disappointed by is that I won&amp;#39;t be around to see the inevitable financial revolution that is coming. I&amp;#39;m am very confident I was going to be a crypto millionaire.&lt;/p&gt;\n\n&lt;p&gt;Thank you all for this Awesome community. Keep it strong guys!&lt;/p&gt;\n\n&lt;p&gt;To the fucking moon!&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Edit Thank you all for the kind messages and support! for now I need a break, this has been very emotional. I may make some replies tomorrow&lt;/p&gt;\n\n&lt;p&gt;Edit 2: I normally wouldn&amp;#39;t disclose this and it feels weird and wrong but I have about 40k to blow. fortunately I&amp;#39;m in Australia and all my medical expenses will be covered. &lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 3075,
  "permalink": "/r/CryptoCurrency/comments/rijxsf/that_it_im_done_i_am_going_to_start_liquidating/",
  "subreddit": "CryptoCurrency",
  "id": "rijxsf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>So yeah. I recently learnt I have terminal\ncancer (stage 4 sarcoma) I&#39;m 39 found a lump in my neck a few weeks ago.</p>\n<p>Crypto has been incredibly good to me. I started mining Ether in 2018 and\nhave been heavily into defi and staking since late 2020 needless…"
}