{
  "author": "Gumboy52",
  "the_new_excerpt": "Most answers can easily be found today by a thorough google search combined with\nreading some readily available articles. Despite this, people continue to parrot\nmisinformation.\n\nAccording to Pew Research\n(https://www.journalism.org/2020/07/30/americans-who-mainly-get-their-news-on-social-media-are…",
  "original_created_utc": 1620178971,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ほとんどの答えは、今日、グーグルで検索して、いくつかの記事を読めば、簡単に見つかります。\n読むことができます。それにもかかわらず、人々は間違った情報を鵜呑みにして\n誤った情報を鵜呑みにしてしまうのです。\n\nピュー・リサーチによると\n(https://www.journalism.org/2020/07/30/americans-who-mainly-get-their-news-on-social-media-are...",
      "title": "CMV：ほとんどの人は、情報を得ることに興味がない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "今天，通过彻底的谷歌搜索和阅读一些现成的文章，可以很容易地找到大多数答案。\n阅读一些现成的文章，就可以轻松找到大多数答案。尽管如此，人们还是继续鹦鹉学舌\n错误的信息。\n\n根据皮尤研究\n(https://www.journalism.org/2020/07/30/americans-who-mainly-get-their-news-on-social-media-are...",
      "title": "CMV：大多数人实际上对充分了解情况不感兴趣"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "今天，通過徹底的谷歌搜索和閱讀一些現成的文章，可以很容易地找到大多數答案。\n閱讀一些現成的文章，就可以輕鬆找到大多數答案。儘管如此，人們還是繼續鸚鵡學舌\n錯誤的信息。\n\n根據皮尤研究\n(https://www.journalism.org/2020/07/30/americans-who-mainly-get-their-news-on-social-media-are...",
      "title": "CMV：大多數人實際上對充分了解情況不感興趣"
    }
  ],
  "title": "CMV: Most people aren’t actually interested in being well-informed",
  "created_utc": 1620229441,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Most answers can easily be found today by a thorough google search combined with reading some readily available articles. Despite this, people continue to parrot misinformation. </p>\n\n<p>According to Pew Research (<a href=\"https://www.journalism.org/2020/07/30/americans-who-mainly-get-their-news-on-social-media-are-less-engaged-less-knowledgeable/\">https://www.journalism.org/2020/07/30/americans-who-mainly-get-their-news-on-social-media-are-less-engaged-less-knowledgeable/</a>) those who get their news from TV and social media have less political knowledge than those who get their news from news websites/print/radio (only 36% of people get their news through these means). \nAnecdotally speaking, the majority of comments on reddit threads and facebook posts appear to not bother reading the articles linked, and many people routinely claim things thar could easily be disproved from 5 minutes of research. </p>\n\n<p>I would speculate that most people are not actually interested in being well-informed, because constantly factchecking claims you are exposed to both on the internet and IRL is time consuming and relatively boring. There are even many people who do seem to wish to be informed to some degree, but who refuse to read the news (the mode of media consumption that I believe is most informative)—they will watch John Oliver, but they won’t read a longform article in The Atlantic, The New Yorker, or even shorter articles in WaPo, NYTimes, etc. </p>\n\n<p>I believe that reading, because of the focus it requires, is the form of news where people are most willing to question claims, consider other viewpoints, etc. You can listen to a podcast or video while not paying full attention, but reading requires full attention. I think that most people recognize that news articles are the most accurate way to get your news (depending on the source), but most people are not willing to spend the time and potential boredom to be well-informed.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/n5472v/cmv_most_people_arent_actually_interested_in/",
  "subreddit": "changemyview",
  "id": "n5472v",
  "is_self": true,
  "media": null,
  "is_video": false
}