{
  "author": "Spaceisveryhard",
  "original_created_utc": 1632456786,
  "title": "The Stainless Steel Rat series by Harry Harrison. Anyone a fan?",
  "created_utc": 1632497855,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Its been a good 15 years since i read them, a sci fi fan friend was asking for reccomendations and i told him to give it a shot. I think every book is sub 150 pages and because its about a master criminal told in the first person they are nearly impossible to put down. You can smash one in 2 days without even trying. They are pulpy but at the same time inentionally so and very self aware about it. The character knows you&#39;re expecting an extra nacho cheesy one liner that would have been perfect in any 80&#39;s action movie and they deliver!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/puc40b/the_stainless_steel_rat_series_by_harry_harrison/",
  "subreddit": "books",
  "id": "puc40b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Its been a good 15 years since i read them, a sci fi fan friend was asking for\nreccomendations and i told him to give it a shot. I think every book is sub 150\npages and because its about a master criminal told in the first person they are\nnearly impossible to put down. You can smash one in 2 days…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "読んでから15年も経っていますが、SFファンの友人がお勧めを聞いてきたので\n勧められたので、一度読んでみてはどうかと言ったのです。どの本も150ページ以下だと思います。\nページ以下で、一人称で語られる巨匠の犯罪者の話なので、ほとんど\n一人称で語られているので、読み終えるのはほぼ不可能です。1冊を2日で読破することも可能だし...。",
      "title": "ハリー・ハリソンの「ステンレス・ラット」シリーズ。ファンの方はいらっしゃいますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我已经有15年没有读过这些书了，一个科幻迷朋友问我要不要推荐。\n推荐，我告诉他要给它一个机会。我认为每本书都在150页以下\n我认为每本书都在150页以下，而且因为是以第一人称讲述一个犯罪大师的故事，所以几乎无法放下。\n几乎不可能被放下。你可以在2天内看完一本...",
      "title": "哈利-哈里森的《不锈钢老鼠》系列。有人喜欢吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經有15年沒有讀過這些書了，一個科幻迷朋友問我要不要推薦。\n推薦，我告訴他要給它一個機會。我認爲每本書都在150頁以下\n我認爲每本書都在150頁以下，而且因爲是以第一人稱講述一個犯罪大師的故事，所以幾乎無法放下。\n幾乎不可能被放下。你可以在2天內看完一本...",
      "title": "哈利-哈里森的《不鏽鋼老鼠》系列。有人喜歡嗎？"
    }
  ]
}