{
  "author": "BadKneesGuy",
  "the_new_excerpt": "Really, the title says it all. Multiple US states (Ohio, Colorado, California,\netc) are giving away multiple millions of dollars in a lottery format to people\nwho have gotten vaccinated against COVID. This money comes from the states (aka,\ntaxes). I feel that this is a gross misuse of funds and that…",
  "original_created_utc": 1622173295,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本当に、このタイトルがすべてを物語っています。アメリカの複数の州（オハイオ州、コロラド州、カリフォルニア州。\nアメリカの複数の州（オハイオ州、コロラド州、カリフォルニア州など）では、COVIDワクチンを接種した人に抽選で数百万ドルをプレゼントしています。\nCOVIDのワクチンを接種した人に抽選で数百万ドルをプレゼントします。このお金は、州からの（通称。\n税金）です。) 私は、これは資金の著しい誤用であり、...",
      "title": "CMV：アメリカの「COVID宝くじ」は、税金の無駄遣いではないでしょうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "真的，这个标题说明了一切。美国多个州（俄亥俄州、科罗拉多州、加利福尼亚州。\n等）正以抽奖的形式向接种了COVID疫苗的人发放数百万美元的奖金。\n接种了COVID疫苗的人。这笔钱来自各州（又称。\n税收）。) 我觉得这是对资金的严重滥用，而且...",
      "title": "CMV: 美国的 \"COVID彩票 \"是对纳税人资金的令人厌恶的滥用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "真的，這個標題說明了一切。美國多個州（俄亥俄州、科羅拉多州、加利福尼亞州。\n等）正以抽獎的形式向接種了COVID疫苗的人發放數百萬美元的獎金。\n接種了COVID疫苗的人。這筆錢來自各州（又稱。\n稅收）。) 我覺得這是對資金的嚴重濫用，而且...",
      "title": "CMV: 美國的 \"COVID彩票 \"是對納稅人資金的令人厭惡的濫用。"
    }
  ],
  "title": "CMV: The “COVID lotteries” in the US are a disgusting misuse of taxpayer dollars.",
  "created_utc": 1622233839,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Really, the title says it all. Multiple US states (Ohio, Colorado, California, etc) are giving away multiple millions of dollars in a lottery format to people who have gotten vaccinated against COVID. This money comes from the states (aka, taxes). I feel that this is a gross misuse of funds and that this money could be better spent in 100s of ways. </p>\n\n<p>I understand the desire to incentivize getting a vax, but this totally missed the mark given the fact that there are still millions of people without a job or insurance, and that the 15 or so months of a shutdown economy has depleted the saving accounts of so many US citizens.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/nmox5k/cmv_the_covid_lotteries_in_the_us_are_a/",
  "subreddit": "changemyview",
  "id": "nmox5k",
  "is_self": true,
  "media": null,
  "is_video": false
}