{
  "author": "ChraneD",
  "original_created_utc": 1635865958,
  "title": "YSK Candy wrappers are not recyclable.",
  "created_utc": 1635875272,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>Single stream recycling won’t take them. They get confused for paper in sorting equipment, and contaminate paper recycling efforts.</p>\n\n<p>Wrappers  are not the correct type of plastic for plastic film recycling (store  drop offs) and the plastic is generally contaminated with food residue.</p>\n\n<p>Theoretically,  there’s a way to send these to specialized plastic recycling processes,  but hard-to-recycle plastic collection programs are rare to  nonexistent. <span class=\"md-spoiler-text\">Blockbins.com is working on creating such collection programs if you are interested</span></p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/ql6dgr/ysk_candy_wrappers_are_not_recyclable/",
  "subreddit": "YouShouldKnow",
  "id": "ql6dgr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nSingle stream recycling won’t take them. They get confused for paper in sorting\nequipment, and contaminate paper recycling efforts.\n\nWrappers are not the correct type of plastic for plastic film recycling (store\ndrop offs) and the plastic is generally contaminated with food…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\nシングルストリーム・リサイクルでは受け入れられません。選別機で紙と混同されてしまい\n選別機で紙と混同され、紙のリサイクルに支障をきたすからです。\n\nラッパーは、プラスチックフィルムのリサイクルに適したプラスチックではありません。\n舗）のプラスチックフィルムのリサイクルには適しておらず、プラスチックは一般的に食品で汚染されています。",
      "title": "YSK キャンディの包装紙は、リサイクルできません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n单流回收不接受它们。它们在分拣设备中会与纸张混淆，并污染\n设备中与纸张混淆，并污染纸张回收工作。\n\n包装纸不是塑料薄膜回收的正确类型（商店）。\n丢弃的），而且这些塑料通常被食物污染...",
      "title": "YSK糖果包装纸不可回收。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n單流回收不接受它們。它們在分揀設備中會與紙張混淆，並污染\n設備中與紙張混淆，並污染紙張回收工作。\n\n包裝紙不是塑料薄膜回收的正確類型（商店）。\n丟棄的），而且這些塑料通常被食物污染...",
      "title": "YSK糖果包裝紙不可回收。"
    }
  ]
}