{
  "author": "cuevadanos",
  "the_new_excerpt": "Why YSK: because there are a lot of misconceptions that affect introverted\npeople and socially anxious people about this, and to help understand these two\nconcepts.\n\nIntroverted people simply prefer to be alone, but don't mind being around other\npeople and socializing (maybe unless it's a very big…",
  "original_created_utc": 1617403793,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：因为有很多误区影响了内向的人\n人和社交焦虑的人来说，并帮助理解这两个。\n的概念。\n\n内向的人只是喜欢独处，但并不介意与其他\n人和社交（也许除非是一个非常大的...",
      "title": "YSK内向和社交焦虑的区别。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：因爲有很多誤區影響了內向的人\n人和社交焦慮的人來說，並幫助理解這兩個。\n的概念。\n\n內向的人只是喜歡獨處，但並不介意與其他\n人和社交（也許除非是一個非常大的...",
      "title": "YSK內向和社交焦慮的區別。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "なぜYSKなのかというと、内向的な人や社会不安を抱えている人にとっては、このような誤解が多くあるからです。\nこの2つの概念を理解してもらうためです。\n概念を理解するためです。\n\n内向的な人は、単純に一人でいるのが好きですが、他の人と一緒にいて社交的になるのは嫌いではありません。\n周りに人がいて、人付き合いをすることは嫌いではありません。",
      "title": "YSK 内向性と社交不安の違いについて。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、内向的な人や社会不安を抱えている人にとっては、このような誤解が多くあるからです。\nこの2つの概念を理解してもらうためです。\n概念を理解するためです。\n\n内向的な人は、単純に一人でいるのが好きですが、他の人と一緒にいて社交的になるのは嫌いではありません。\n周りに人がいて、人付き合いをすることは嫌いではありません。",
      "title": "YSK 内向性と社交不安の違いについて。"
    }
  ],
  "title": "YSK the difference between introversion and social anxiety.",
  "created_utc": 1617431551,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> because there are a lot of misconceptions that affect introverted people and socially anxious people about this, and to help understand these two concepts.</p>\n\n<p>Introverted people simply prefer to be alone, but don&#39;t mind being around other people and socializing (maybe unless it&#39;s a very big crowd or a lot of people they don&#39;t know). In other words, they need to &quot;recharge&quot; their energy by being alone, and they usually enjoy their own company.</p>\n\n<p>Socially anxious people will do anything they can to stay away from people. They fear people and they fear socializing. Many socially anxious people stay alone because they can&#39;t hang out with people, even with friends.</p>\n\n<p>This is also related to being shy. Many people are surprised at shy extroverts or outgoing introverts existing. Being shy simply means that a person struggles with initiating socialization. An extremely extroverted person can struggle a lot at the beginning but also need the company of people.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/mivq4j/ysk_the_difference_between_introversion_and/",
  "subreddit": "YouShouldKnow",
  "id": "mivq4j",
  "is_self": true,
  "media": null,
  "is_video": false
}