{
  "author": "ledditwind",
  "original_created_utc": 1638390119,
  "title": "Since the Supreme Court Justices are all political appointees with a role that lasted a lifetime, did the Founding Fathers ever worry that it would lead to them to side with the political parties or groups who appoint them? How does their reputation evolve throughout the two centuries since?",
  "created_utc": 1638444493,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Edit: I greatly appreciated the great answers regarding how the SCOTUS system came to being. That was enlightening. I was thinking these questions because in the last two months, I&amp;#39; ve read and listen to interviews from three different Justices, nominated by Democratic and Republican presidents, strongly defending that SCOTUS rulings as apolitical. Yet none of them would be sitting as justices if they aren&amp;#39; t nominated by a politician.  These interviews reminded me of a remark said to come from Eishenhower that his chief justice nomination is his &amp;quot;most damn fool mistake&amp;quot;. It seem that he expected the Justice Warren to side more with his view and dismay that it did not.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39; m more curious on how the Supreme Court conduct themselves in accordances to the politics of their appointers and their reputation as apolitical branch throughout the 1800s to the Warren Court. I&amp;#39; m not looking for modern controversies in the last 30 years or so, there&amp;#39; s enough if that on the news.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 102,
  "permalink": "/r/AskHistorians/comments/r6o5nf/since_the_supreme_court_justices_are_all/",
  "subreddit": "AskHistorians",
  "id": "r6o5nf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Edit: I greatly appreciated the great answers\nregarding how the SCOTUS system came to being. That was enlightening. I was\nthinking these questions because in the last two months, I&#39; ve read and\nlisten to interviews from three different Justices, nominated by…"
}