{
  "author": "SealedForYourSafety",
  "original_created_utc": 1639687295,
  "title": "Crypto won't make video games better, folks just want to get rich",
  "created_utc": 1639733485,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I think anybody that expects crypto to improve video games is foolish. Some of the worst decisions for modern games were motivated by greed and value.&lt;/p&gt;\n\n&lt;p&gt;Excellent level design, engaging mechanics and balancing couldn&amp;#39;t be improved by a real-world value system. Take a critically acclaimed game like Dark Souls and tell me the ways it could actually be made better by crypto. Would you add microtransactions for rare weapons? Would you be able to convert large amounts of Souls into fractions of a Soul Coin?&lt;/p&gt;\n\n&lt;p&gt;Any inclusion I can think of would incentivize players to farm areas until the experience is routine. It would encourage the pvp community to work only with the most efficient meta builds and make niche setups obsolete as everyone would rather win than familiarize themselves with a unique weapon, spell or tactic. If it were just loot boxes, that would give the edge to players willing to spend the most money, killing this perfectly balanced experience that FROM Software has created. One might say a player could still play however they wanted, but the money already would have changed the landscape so much for them, that it wouldn&amp;#39;t even be the same experience.&lt;/p&gt;\n\n&lt;p&gt;These problems already exist in games without crypto and people play them like jobs. That&amp;#39;s not what I want in my in my recreation time. I would hate it if the next potentially great game was cheapened by these systems. When I hear the hype about integration in video games, I only see men with dollar signs in their eyes. Those aren&amp;#39;t my people and I don&amp;#39;t want them to change one of my favorite passtimes.&lt;/p&gt;\n\n&lt;p&gt;-This isn&amp;#39;t an original opinion, I just wanted to get a little deeper into the reason I don&amp;#39;t believe any interactive media would be improved by the blockchain. I want to hear everyone else&amp;#39;s thoughts. Maybe you can prove me wrong!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 168,
  "permalink": "/r/CryptoCurrency/comments/rhzp2d/crypto_wont_make_video_games_better_folks_just/",
  "subreddit": "CryptoCurrency",
  "id": "rhzp2d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I think anybody that expects crypto to improve\nvideo games is foolish. Some of the worst decisions for modern games were\nmotivated by greed and value.</p> <p>Excellent level design, engaging mechanics\nand balancing couldn&#39;t be improved by a real-world value…"
}