{
  "author": "Cool-S4ti5fact1on",
  "original_created_utc": 1630068821,
  "title": "Why do some people need to relate to a character in order to find them compelling?",
  "created_utc": 1630074627,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve seen people criticize books with the excuse that they couldn&#39;t relate to the protagonist. Sometimes ive seen people completely stop midway through a book for that same reason. I get that one element is to live vicariously in this fictional world through a character of similar mind to you, but is that the only way to enjoy a book? Is that the main draw? There are times when ive read books where i cant relate to any of the characters but the characters (whilst completely crazy and the opposite of me) are fascinating. Sometimes the draw for the book isnt necessarily the characters themselves but a more broader picture of how all the different pieces in the plot come together.</p>\n\n<p>I honestly think those who only look for &#39;likeable&#39; characters or characters they can relate to are narrowing their selection and missing out on a lot of great books.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/pcmqvj/why_do_some_people_need_to_relate_to_a_character/",
  "subreddit": "books",
  "id": "pcmqvj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've seen people criticize books with the excuse that they couldn't relate to\nthe protagonist. Sometimes ive seen people completely stop midway through a book\nfor that same reason. I get that one element is to live vicariously in this\nfictional world through a character of similar mind to you, but…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "主人公に共感できないという理由で、本を批判する人を見たことがあります。\n主人公に共感できないという理由で本を批判する人を見たことがあります。時には、同じ理由で本の途中で完全に止めてしまう人を見たこともあります。\n同じ理由で本の途中でやめてしまう人もいます。架空の世界の中で、自分と同じように生きていくというのは\n架空の世界で、自分と似たような考えを持つ人物を追体験するのも一つの要素だとは思いますが",
      "title": "なぜ、人はキャラクターに共感しなければ魅力を感じないのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我见过有人以他们无法与主人公产生共鸣为借口批评书籍。\n主角。有时我看到人们在看完一本书后就完全停止了。\n因为同样的原因。我明白，其中一个因素是通过一个与自己相似的人物在这个虚构的世界里生活。\n虚构的世界中，通过一个与你思想相似的人物来生活，但是......",
      "title": "为什么有些人需要与一个角色发生关系，才能发现他们是令人信服的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我見過有人以他們無法與主人公產生共鳴爲藉口批評書籍。\n主角。有時我看到人們在看完一本書後就完全停止了。\n因爲同樣的原因。我明白，其中一個因素是通過一個與自己相似的人物在這個虛構的世界裏生活。\n虛構的世界中，通過一個與你思想相似的人物來生活，但是......",
      "title": "爲什麼有些人需要與一個角色發生關係，才能發現他們是令人信服的？"
    }
  ]
}