{
  "author": "lane_gug",
  "original_created_utc": 1633581422,
  "title": "CMV: Telling little boys to \"toughen up\" or \"put some dirt on it\" is a good thing and should be told to girls too.",
  "created_utc": 1633588915,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You don&#39;t need to cry over every somewhat painful injury. I&#39;ve seen grown women cry over injuries that aren&#39;t even that bad, they may leave a bruise but that&#39;s about it. Learn to fucking deal with the pain like how a lot of boys are taught.</p>\n\n<p>It&#39;s not toxic masculinity teaching boys to not cry over injuries. If you injure yourself and you can&#39;t get up to help yourself because you are too busy crying from the pain to get yourself help then your fucked.</p>\n\n<p>Also swearing helps pain tolerance and threshold.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/q31et8/cmv_telling_little_boys_to_toughen_up_or_put_some/",
  "subreddit": "changemyview",
  "id": "q31et8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "You don't need to cry over every somewhat painful injury. I've seen grown women\ncry over injuries that aren't even that bad, they may leave a bruise but that's\nabout it. Learn to fucking deal with the pain like how a lot of boys are taught.\n\nIt's not toxic masculinity teaching boys to not cry over…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "多少痛い怪我をしても、いちいち泣く必要はありません。私は大人の女性が\n大したことのない怪我で泣いている大人の女性を見たことがありますが、あざが残るかもしれませんが、それくらいの\nその程度のことで。多くの少年たちが教えられているように、痛みに対処する方法を学んでください。\n\n男の子に泣いてはいけないと教えるのは、毒々しい男らしさではありません。",
      "title": "CMV: 男の子に「タフになれ」とか「汚れを落とせ」と言うのは良いことで、女の子にも言うべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你不需要为每一个有点痛苦的伤害而哭泣。我见过成年女性\n哭，甚至没有那么糟糕，可能会留下瘀伤，但这就是\n就这样。学会他妈的处理痛苦，就像很多男孩被教导的那样。\n\n这不是有毒的男子气概，教男孩不要为......哭泣。",
      "title": "CMV: 告诉小男孩要 \"坚强起来 \"或 \"放点土 \"是件好事，也应该告诉女孩。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你不需要爲每一個有點痛苦的傷害而哭泣。我見過成年女性\n哭，甚至沒有那麼糟糕，可能會留下瘀傷，但這就是\n就這樣。學會他媽的處理痛苦，就像很多男孩被教導的那樣。\n\n這不是有毒的男子氣概，教男孩不要爲......哭泣。",
      "title": "CMV: 告訴小男孩要 \"堅強起來 \"或 \"放點土 \"是件好事，也應該告訴女孩。"
    }
  ]
}