{
  "author": "bobsagetsmaid",
  "original_created_utc": 1630036314,
  "title": "CMV: Onlyfans is not distasteful because of the porn content, but because of users who exploit lonely men by offering \"messaging\" services, thereby creating an unhealthy parasocial relationship.",
  "created_utc": 1630060418,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As far as I know, it&#39;s not controversial to say that <a href=\"https://www.pbs.org/wgbh/nova/article/parasocial-relationships/\">parasocial relationships are destructive.</a></p>\n\n<p>These relationships often take the form of celebrity worship or extreme fandom, wherein a person will become obsessed with a public figure to an unhealthy degree. This causes them to neglect and eventually completely ignore other aspects of their lives, especially their social lives.</p>\n\n<p>In my view, the OnlyFans messaging &quot;services&quot; are the worst form of parasocial relationships. It takes men who are already clearly suffering from extreme loneliness and sexlessness and sells them a bizarre fantasy wherein they have a &quot;girlfriend experience&quot; which is completely hollow and disingenuous. This causes them not only to neglect their relationships with people face to face, but it intertwines complex and deep-rooted feelings of loneliness and desire for love and sex. I imagine it&#39;s a delicate &quot;carrot and stick&quot; dynamic where the idea of the girl actually caring about the subscriber must be dangled just out of reach in a perpetual manner in order to keep the money coming in. This is extremely destructive and this practice should be shamed in society.</p>\n\n<p>Yes, it&#39;s also bad when this happens digitally on Twitch, or in any other context. But at least in this case the relationship is more distant and clearly less &quot;personal&quot;, since there are dozens or even hundreds of other lonely men who are vying for a girl&#39;s attention.</p>\n\n<p>Yes, it&#39;s also bad when &quot;sex workers&quot; offer this service in reality, face to face - but at least it&#39;s face to face. In that sense the men might at least incidentally pick up some social skills, even if the interaction is completely artificial. The digital, text-based aspect of the Onlyfans messaging services is about as distant as you can get.</p>\n\n<p>It&#39;s <a href=\"https://www.reddit.com/r/confessions/comments/mazkok/onlyfans_girls_arent_personally_messaging_you/\">hard to confirm</a>, but there&#39;s also the idea that some of the users who offer these services <a href=\"https://www.businessinsider.com/some-influencers-have-ghostwriters-to-respond-to-onlyfan-messages-2020-12\">aren&#39;t even the ones the subscribers are talking to</a>. They may be outsourcing/delegating this service to others, probably men. I can&#39;t imagine what kind of intense psychological break might occur if one of these subscribers learned that this was going on. Can you imagine? They might even do <em>something really stupid</em> in a fit of rage.</p>\n\n<p>I made this post because I strangely never hear talk about this aspect of Onlyfans &quot;culture&quot;, which in my opinion is the most harmful. But maybe there&#39;s a reason others don&#39;t seem very concerned about it. Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/pcfkev/cmv_onlyfans_is_not_distasteful_because_of_the/",
  "subreddit": "changemyview",
  "id": "pcfkev",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As far as I know, it's not controversial to say that parasocial relationships\nare destructive.\n[https://www.pbs.org/wgbh/nova/article/parasocial-relationships/]\n\nThese relationships often take the form of celebrity worship or extreme fandom,\nwherein a person will become obsessed with a public figure…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の知る限り、パラソーシャルな関係が破壊的であるというのは議論の余地がありません。\n破壊的である。\n[https://www.pbs.org/wgbh/nova/article/parasocial-relationships/]\n\nこのような関係は、有名人の崇拝や極端なファンダムの形をとることが多い。\nこのような関係は、有名人の崇拝や極端なファンダムの形をとることが多く、人が公人に夢中になる...",
      "title": "CMV：Onlyfansが不快なのは、ポルノコンテンツのせいではなく、「メッセージング」サービスを提供することで孤独な男性を搾取し、不健全なパラソーシャル関係を構築しているユーザーのせいです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "据我所知，说寄生社会关系并没有什么争议\n是破坏性的。\n[https://www.pbs.org/wgbh/nova/article/parasocial-relationships/]\n\n这些关系往往采取名人崇拜或极端迷信的形式。\n其中一个人将会迷恋上一个公众人物......",
      "title": "CMV：Onlyfans并不是因为色情内容而令人厌恶，而是因为一些用户通过提供 \"消息 \"服务来剥削孤独的男人，从而创造出一种不健康的寄生社会关系。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "據我所知，說寄生社會關係並沒有什麼爭議\n是破壞性的。\n[https://www.pbs.org/wgbh/nova/article/parasocial-relationships/]\n\n這些關係往往採取名人崇拜或極端迷信的形式。\n其中一個人將會迷戀上一個公衆人物......",
      "title": "CMV：Onlyfans並不是因爲色情內容而令人厭惡，而是因爲一些用戶通過提供 \"消息 \"服務來剝削孤獨的男人，從而創造出一種不健康的寄生社會關係。"
    }
  ]
}