{
  "author": "bobsagetsmaid",
  "original_created_utc": 1630036314,
  "title": "CMV: Onlyfans is not distasteful because of the porn content, but because of users who exploit lonely men by offering \"messaging\" services, thereby creating an unhealthy parasocial relationship.",
  "created_utc": 1630060418,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As far as I know, it&#39;s not controversial to say that <a href=\"https://www.pbs.org/wgbh/nova/article/parasocial-relationships/\">parasocial relationships are destructive.</a></p>\n\n<p>These relationships often take the form of celebrity worship or extreme fandom, wherein a person will become obsessed with a public figure to an unhealthy degree. This causes them to neglect and eventually completely ignore other aspects of their lives, especially their social lives.</p>\n\n<p>In my view, the OnlyFans messaging &quot;services&quot; are the worst form of parasocial relationships. It takes men who are already clearly suffering from extreme loneliness and sexlessness and sells them a bizarre fantasy wherein they have a &quot;girlfriend experience&quot; which is completely hollow and disingenuous. This causes them not only to neglect their relationships with people face to face, but it intertwines complex and deep-rooted feelings of loneliness and desire for love and sex. I imagine it&#39;s a delicate &quot;carrot and stick&quot; dynamic where the idea of the girl actually caring about the subscriber must be dangled just out of reach in a perpetual manner in order to keep the money coming in. This is extremely destructive and this practice should be shamed in society.</p>\n\n<p>Yes, it&#39;s also bad when this happens digitally on Twitch, or in any other context. But at least in this case the relationship is more distant and clearly less &quot;personal&quot;, since there are dozens or even hundreds of other lonely men who are vying for a girl&#39;s attention.</p>\n\n<p>Yes, it&#39;s also bad when &quot;sex workers&quot; offer this service in reality, face to face - but at least it&#39;s face to face. In that sense the men might at least incidentally pick up some social skills, even if the interaction is completely artificial. The digital, text-based aspect of the Onlyfans messaging services is about as distant as you can get.</p>\n\n<p>It&#39;s <a href=\"https://www.reddit.com/r/confessions/comments/mazkok/onlyfans_girls_arent_personally_messaging_you/\">hard to confirm</a>, but there&#39;s also the idea that some of the users who offer these services <a href=\"https://www.businessinsider.com/some-influencers-have-ghostwriters-to-respond-to-onlyfan-messages-2020-12\">aren&#39;t even the ones the subscribers are talking to</a>. They may be outsourcing/delegating this service to others, probably men. I can&#39;t imagine what kind of intense psychological break might occur if one of these subscribers learned that this was going on. Can you imagine? They might even do <em>something really stupid</em> in a fit of rage.</p>\n\n<p>I made this post because I strangely never hear talk about this aspect of Onlyfans &quot;culture&quot;, which in my opinion is the most harmful. But maybe there&#39;s a reason others don&#39;t seem very concerned about it. Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/pcfkev/cmv_onlyfans_is_not_distasteful_because_of_the/",
  "subreddit": "changemyview",
  "id": "pcfkev",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As far as I know, it's not controversial to say that parasocial relationships\nare destructive.\n[https://www.pbs.org/wgbh/nova/article/parasocial-relationships/]\n\nThese relationships often take the form of celebrity worship or extreme fandom,\nwherein a person will become obsessed with a public figure…"
}