{
  "author": "witty_kity",
  "the_new_excerpt": "I just a read a report that said higher income nations in Europe have less\nconfidence in vaccines and it just infuriates me to think they have access to\nall the top medical facilities, clean water, good quality food and then come to\ncountries like mine and spread diseases especially ones infecting…",
  "original_created_utc": 1613699466,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我刚才看了一份报告，说欧洲收入较高的国家少了\n疫苗的信心，它只是激怒了我认为他们有机会获得。\n所有顶级的医疗设施，干净的水，优质的食物，然后来。\n像我国这样的国家，传播疾病，特别是那些感染... ...",
      "title": "CMV：作为一个来自第三世界国家的人，我认为反病毒者只是伪君子，不应该在没有接种疫苗的情况下被允许进入其他国家。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛纔看了一份報告，說歐洲收入較高的國家少了\n疫苗的信心，它只是激怒了我認爲他們有機會獲得。\n所有頂級的醫療設施，乾淨的水，優質的食物，然後來。\n像我國這樣的國家，傳播疾病，特別是那些感染... ...",
      "title": "CMV：作爲一個來自第三世界國家的人，我認爲反病毒者只是僞君子，不應該在沒有接種疫苗的情況下被允許進入其他國家。"
    }
  ],
  "title": "CMV: As a person from a third world country I think anti-vaxxers are nothing but hypocrites and shouldnt be allowed into other countries without first getting vaccinated.",
  "created_utc": 1613709563,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just a read a report that said higher income nations in Europe have less confidence in vaccines and it just infuriates me to think they have access to all the top medical facilities, clean water, good quality food and then come to countries like mine and spread diseases especially ones infecting the kids like Measles. </p>\n\n<p>I have seen parents in my country travelling to other villages, sometimes on foot to get their kids vaccinated for a disease their other kids died from and I dont want some privileged white mom with her unvaccinated kids to come and ruin their lives just because SHE thinks she knows everything after reading two posts on Facebook.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/ln3jio/cmv_as_a_person_from_a_third_world_country_i/",
  "subreddit": "changemyview",
  "id": "ln3jio",
  "is_self": true,
  "media": null,
  "is_video": false
}