{
  "author": "Clean_Level_4476",
  "original_created_utc": 1635315609,
  "title": "CMV: Every social media site would be like 4chan if they all abandoned moderation.",
  "created_utc": 1635353290,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Everybody likes to delude themselves that 4chan is some sort of aberration, a disgusting pimple on the face of the internet, and that the &quot;real&quot; internet is a welcoming and wholesome place.</p>\n\n<p>But 4chan is the ONLY place on the internet where all legally protected speech is permissible, and only criminal speech is moderated.</p>\n\n<p>4chan is the internet sans additives. It&#39;s actually the rest of the internet that is artificial.</p>\n\n<p>I suppose the counter argument would be that if a free speech policy became mainstream, then maybe an more polite equilibrium would be reached, but I&#39;m doubtful.</p>\n\n<p>I think we need to get real with ourselves. Maybe 4chan is really not as abhorrent as we tell ourselves. That&#39;s my view anyway, that 4chan is what the internet was always supposed to be, and it&#39;s actually the normie internet that&#39;s abomination.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/qgq4k1/cmv_every_social_media_site_would_be_like_4chan/",
  "subreddit": "changemyview",
  "id": "qgq4k1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Everybody likes to delude themselves that 4chan is some sort of aberration, a\ndisgusting pimple on the face of the internet, and that the \"real\" internet is a\nwelcoming and wholesome place.\n\nBut 4chan is the ONLY place on the internet where all legally protected speech\nis permissible, and only…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誰もが4chanがある種の異常であると錯覚したがる。\nインターネットの顔についた嫌なニキビのようなもので、「本当の」インターネットは歓迎すべき健全な場所だと\n歓迎された健全な場所であると錯覚したいのです。\n\nしかし、4chanはインターネット上で唯一、法的に保護されたすべての言論が許される場所です。\n許されている唯一の場所なのです。",
      "title": "CMV：すべてのソーシャルメディアサイトがモデレーションを放棄したら、4chanのようになってしまいます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每个人都喜欢自欺欺人地认为4chan是某种反常现象，是互联网上的一个恶心的疙瘩。\n而 \"真正的 \"互联网是一个热情洋溢和健康的地方，它是互联网上的一个恶心的疙瘩。\n而 \"真正的 \"互联网是一个热情洋溢和健康的地方。\n\n但4chan是互联网上唯一的地方，所有受法律保护的言论\n是被允许的，而且只有...",
      "title": "CMV: 如果每个社交媒体网站都放弃审核，那么它们就会像4chan一样。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每個人都喜歡自欺欺人地認爲4chan是某種反常現象，是互聯網上的一個噁心的疙瘩。\n而 \"真正的 \"互聯網是一個熱情洋溢和健康的地方，它是互聯網上的一個噁心的疙瘩。\n而 \"真正的 \"互聯網是一個熱情洋溢和健康的地方。\n\n但4chan是互聯網上唯一的地方，所有受法律保護的言論\n是被允許的，而且只有...",
      "title": "CMV: 如果每個社交媒體網站都放棄審覈，那麼它們就會像4chan一樣。"
    }
  ]
}