{
  "author": "MrMhmToasty",
  "original_created_utc": 1625062149,
  "title": "cmv: Political Debates should modernize by requiring sources and figures, in order to force accountability for claims",
  "created_utc": 1625072404,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The way the US currently runs political debates is kinda a clusterfuck. Politicians are throwing numbers around left and right. After the debate is over you have another 30-45 minutes of programming dedicated to fact-checking what they said, again without any sources. </p>\n\n<p>As part of a political debate, politicians should be allowed to prepare a presentation for each of the big questions that are released beforehand. These should be backed up by easily accessible sources, so that the viewers can verify the claims if they want to, while they are watching the debate.</p>\n\n<p>When it goes into the shorter rapid-fire debates between two candidates this obviously isn&#39;t feasible. Instead, I feel like the respective campaigns should be forced to put out a statement afterward citing sources for as many of the points their candidate made as is possible. If they said something that can&#39;t be backed up, then they issue an apology and a clarification. This would preferably be done at the next debate or some other televised event.</p>\n\n<p>I know that this is far from perfect and that it&#39;s possible to find sources supporting most opinions. However, politicians have been known to just spout random &quot;facts&quot; that are later proven false. I think this would go a small way to deter this type of behavior, without decreasing the viewability or essence of a political debate.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/oay3cb/cmv_political_debates_should_modernize_by/",
  "subreddit": "changemyview",
  "id": "oay3cb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The way the US currently runs political debates is kinda a clusterfuck.\nPoliticians are throwing numbers around left and right. After the debate is over\nyou have another 30-45 minutes of programming dedicated to fact-checking what\nthey said, again without any sources.\n\nAs part of a political debate,…"
}