{
  "author": "MrMhmToasty",
  "original_created_utc": 1625062149,
  "title": "cmv: Political Debates should modernize by requiring sources and figures, in order to force accountability for claims",
  "created_utc": 1625072404,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The way the US currently runs political debates is kinda a clusterfuck. Politicians are throwing numbers around left and right. After the debate is over you have another 30-45 minutes of programming dedicated to fact-checking what they said, again without any sources. </p>\n\n<p>As part of a political debate, politicians should be allowed to prepare a presentation for each of the big questions that are released beforehand. These should be backed up by easily accessible sources, so that the viewers can verify the claims if they want to, while they are watching the debate.</p>\n\n<p>When it goes into the shorter rapid-fire debates between two candidates this obviously isn&#39;t feasible. Instead, I feel like the respective campaigns should be forced to put out a statement afterward citing sources for as many of the points their candidate made as is possible. If they said something that can&#39;t be backed up, then they issue an apology and a clarification. This would preferably be done at the next debate or some other televised event.</p>\n\n<p>I know that this is far from perfect and that it&#39;s possible to find sources supporting most opinions. However, politicians have been known to just spout random &quot;facts&quot; that are later proven false. I think this would go a small way to deter this type of behavior, without decreasing the viewability or essence of a political debate.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/oay3cb/cmv_political_debates_should_modernize_by/",
  "subreddit": "changemyview",
  "id": "oay3cb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The way the US currently runs political debates is kinda a clusterfuck.\nPoliticians are throwing numbers around left and right. After the debate is over\nyou have another 30-45 minutes of programming dedicated to fact-checking what\nthey said, again without any sources.\n\nAs part of a political debate,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "現在のアメリカの政治討論のやり方は、ちょっとした混乱状態にあります。\n政治家は右往左往しながら数字を投げています。討論会が終わった後\n討論会が終わると、さらに30〜45分の番組で、政治家の発言の事実確認が行われます。\nまた、ソースもない。\n\n政治討論の一環として、...",
      "title": "cmvです。政治討論会は、主張に対する説明責任を果たすために、ソースと数字を要求することで近代化すべきである。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "美国目前进行政治辩论的方式有点像一团乱麻。\n政客们左右逢源，把数字抛来抛去。辩论结束后\n你还有30-45分钟的节目专门用来检查他们所说的事实。\n他们说的话，同样没有任何来源。\n\n作为政治辩论的一部分，...",
      "title": "cmv: 政治辩论应该现代化，要求提供来源和数字，以迫使对主张负责。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "美國目前進行政治辯論的方式有點像一團亂麻。\n政客們左右逢源，把數字拋來拋去。辯論結束後\n你還有30-45分鐘的節目專門用來檢查他們所說的事實。\n他們說的話，同樣沒有任何來源。\n\n作爲政治辯論的一部分，...",
      "title": "cmv: 政治辯論應該現代化，要求提供來源和數字，以迫使對主張負責。"
    }
  ]
}