{
  "author": "FreshmanAvenger",
  "original_created_utc": 1631399376,
  "title": "Just finished reading Where The Red Fern Grows to my 9-year old",
  "created_utc": 1631409352,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My mom read this to me for the first time when I was about 9 and, as you might imagine, I was a blubbering mess. I read it again at 18, by myself this time, thinking that surely it wasn&#39;t as sad as I remembered. I was shattered. Now, as a parent myself, I just finished reading this to my daughter. I knew what was coming; I was mentally prepared and emotionally fortified...little good it did me. I don&#39;t know if I&#39;m becoming more sentimental as I grow older or if it&#39;s the fact that we have two dogs, but there were times in the final two chapters of this book where I couldn&#39;t see for the tears nor speak from the racking sobs that overcame me. To be honest, hours later I&#39;m still feeling pretty raw. Somehow, this book has gotten stronger for me with age. Has anyone else had a similar experience with this or any other book?</p>\n</div><!-- SC_ON -->",
  "score": 200,
  "permalink": "/r/books/comments/pmgu10/just_finished_reading_where_the_red_fern_grows_to/",
  "subreddit": "books",
  "id": "pmgu10",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My mom read this to me for the first time when I was about 9 and, as you might\nimagine, I was a blubbering mess. I read it again at 18, by myself this time,\nthinking that surely it wasn't as sad as I remembered. I was shattered. Now, as\na parent myself, I just finished reading this to my daughter. I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が9歳くらいのときに母が初めて読んでくれたのですが、ご想像のとおり\n想像するに、私は泣きじゃくっていました。18歳になって、今度は自分で読み返してみました。\nきっと記憶していたほど悲しくはなかったのだろうと思いました。私は打ちのめされました。そして今、親として\n自分が親になった今、娘にこの本を読み聞かせているところです。I...",
      "title": "9歳の子供に「Where The Red Fern Grows」を読み終えたところです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我妈妈在我9岁时第一次给我读这本书，正如你所想象的，我当时哭得一塌糊涂。\n你可以想象，我当时哭得一塌糊涂。18岁时我又读了一遍，这次是自己读。\n我想，它肯定没有我记忆中的那么悲伤。我被击垮了。现在，作为\n我自己也是家长，我刚刚给我女儿读完这本书。I...",
      "title": "刚刚给我9岁的孩子读完《红蕨生长的地方》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我媽媽在我9歲時第一次給我讀這本書，正如你所想象的，我當時哭得一塌糊塗。\n你可以想象，我當時哭得一塌糊塗。18歲時我又讀了一遍，這次是自己讀。\n我想，它肯定沒有我記憶中的那麼悲傷。我被擊垮了。現在，作爲\n我自己也是家長，我剛剛給我女兒讀完這本書。I...",
      "title": "剛剛給我9歲的孩子讀完《紅蕨生長的地方》。"
    }
  ]
}