{
  "author": "Nicetrydicklips",
  "original_created_utc": 1624051176,
  "title": "YSK That if you have a vehicle lease ending soon, there's a VERY good chance you have equity and you should trade or sell it to the dealer as instead of just a lease return.",
  "created_utc": 1624605076,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  It usually is very rare that a leased vehicle will have equity (unless driven very little).  But with the current used car and new car inventory shortages due to the pandemic and microchip shortages, it is now very common to have equity in your leased vehicle.  A typical dealer won&#39;t even suggest this option because they will offer to &quot;take it off your hands&quot;  and pocket the profit.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/o30j84/ysk_that_if_you_have_a_vehicle_lease_ending_soon/",
  "subreddit": "YouShouldKnow",
  "id": "o30j84",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: It usually is very rare that a leased vehicle will have equity (unless\ndriven very little). But with the current used car and new car inventory\nshortages due to the pandemic and microchip shortages, it is now very common to\nhave equity in your leased vehicle. A typical dealer won't even…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、通常、リース車両がエクイティを持つことは非常に稀です（ほとんど乗らない場合を除く）。\nほとんど運転していない場合）。) しかし、パンデミックやマイクロチップの不足により、中古車や新車の在庫が不足している現状では\nパンデミックやマイクロチップの不足により中古車や新車の在庫が不足しているため、現在ではリース車のエクイティを持つことが非常に多くなっています。\nしかし、パンデミックやマイクロチップ不足で中古車や新車の在庫が不足している現在では、リース車にエクイティがあるのはごく普通のことです。一般的なディーラーでは、...",
      "title": "YSK もし、もうすぐリースが終了するのであれば、エクイティを持っている可能性が非常に高いので、リースバックではなく、ディーラーに下取りや売却をしたほうがいいと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：通常情况下，租赁的车辆很少会有资产（除非\n开得非常少）。) 但由于目前的二手车和新车库存\n由于大流行病和微芯片的短缺，现在非常普遍的情况是\n在你的租赁车辆中拥有资产是非常普遍的。一个典型的经销商甚至不会...",
      "title": "如果你的车辆租赁即将结束，很有可能你有资产，你应该将其交易或出售给经销商，而不是仅仅是租赁回报。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：通常情況下，租賃的車輛很少會有資產（除非\n開得非常少）。) 但由於目前的二手車和新車庫存\n由於大流行病和微芯片的短缺，現在非常普遍的情況是\n在你的租賃車輛中擁有資產是非常普遍的。一個典型的經銷商甚至不會...",
      "title": "如果你的車輛租賃即將結束，很有可能你有資產，你應該將其交易或出售給經銷商，而不是僅僅是租賃回報。"
    }
  ]
}