{
  "author": "RollinDeepWithData",
  "original_created_utc": 1628688972,
  "title": "CMV: The average American would lose to a Goose in a fight",
  "created_utc": 1628696751,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi all, <a href=\"https://www.google.com/amp/s/www.thelondoneconomic.com/lifestyle/eight-per-cent-of-americans-think-they-could-beat-an-elephant-in-a-fight-269759/%3famp\">after reading this link</a> I put a lot of thought into the average American’s fighting ability unarmed and found them… wanting. Now I know there have been no goose related deaths of a human on record (only two from mute swans as far as water foul goes) but there seem to have been plenty of broken bones anecdotally, and I’ve seen enough warnings about being wary of geese.</p>\n\n<p>I am having trouble finding exact data on geese related injuries, so that is one way I could have my mind changed. If the data shows a clear record of man winning in unarmed fights, that would be fairly strong evidence.</p>\n\n<p>I do think the <em>average</em> person has the sense to run from an approaching goose though, which could skew the data toward those not living in fear of our waterfowl overlords.</p>\n\n<p>At the very least an American has no chance against a flying goose that attacks first, they can fly up to 60 mph, that hit alone from a dive bomb would take out the average man.</p>\n\n<p>Anyway, change my mind! Make me feel safe from these feathery tyrants!</p>\n</div><!-- SC_ON -->",
  "score": 171,
  "permalink": "/r/changemyview/comments/p2d796/cmv_the_average_american_would_lose_to_a_goose_in/",
  "subreddit": "changemyview",
  "id": "p2d796",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi all, after reading this link\n[https://www.google.com/amp/s/www.thelondoneconomic.com/lifestyle/eight-per-cent-of-americans-think-they-could-beat-an-elephant-in-a-fight-269759/%3famp]\nI put a lot of thought into the average American’s fighting ability unarmed and\nfound them… wanting. Now I know…"
}