{
  "author": "FuckAround_FindOut",
  "original_created_utc": 1625914245,
  "title": "CMV: I think that streaming services that add categories for “black voices,” or “LGBTQ stories” is a step in the wrong direction. You’re going to have to read the body to get where I’m going.",
  "created_utc": 1625924295,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve watched many “black voices” in my life. I was in the USAF, so Morgan Freeman is a distant “brother” of mine and I’ve always loved watching him (who doesn’t?). Never flinched at Blade. Will Smith was the first rapper I was allowed to listen to as a child, and I respect and continue to respect his acting.</p>\n\n<p>Sir Ian McKellen is one of my personal heroes, and he’s an LGBTQ+ champion and hero. NPH? Jim Parons? All amazing, and I love to watch them. I loved watching Ellen as a kid (til it turned sour), </p>\n\n<p>The issue is that the issue is thrown down your throat so much it’s like RAID: Shadow Legends. I know everyone who has read to this point knows a product they went out of their to not buy the product because it was advertised way too much. </p>\n\n<p>So, I don’t even look at what those ‘channels’ or ‘categories’ have to offer because it feels so corporate forced.</p>\n\n<p>Like, here’s this specific channel we’re going to show you over and over again so that you, as an individual, understand that we, as a corporation, know that we’re woke without having to do anything that actually fixes the issue. </p>\n\n<p>It’s fucking dumb on my opinion. People are people and voices should most assuredly be heard, and I’m down with that.</p>\n\n<p>I always feel like the odd one out because other peoples business isn’t my own, and I’ve always recognized a human as a human.</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/changemyview/comments/ohgj5x/cmv_i_think_that_streaming_services_that_add/",
  "subreddit": "changemyview",
  "id": "ohgj5x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ve watched many “black voices” in my life. I was in the USAF, so Morgan\nFreeman is a distant “brother” of mine and I’ve always loved watching him (who\ndoesn’t?). Never flinched at Blade. Will Smith was the first rapper I was\nallowed to listen to as a child, and I respect and continue to respect…"
}