{
  "author": "FuckAround_FindOut",
  "original_created_utc": 1625914245,
  "title": "CMV: I think that streaming services that add categories for “black voices,” or “LGBTQ stories” is a step in the wrong direction. You’re going to have to read the body to get where I’m going.",
  "created_utc": 1625924295,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve watched many “black voices” in my life. I was in the USAF, so Morgan Freeman is a distant “brother” of mine and I’ve always loved watching him (who doesn’t?). Never flinched at Blade. Will Smith was the first rapper I was allowed to listen to as a child, and I respect and continue to respect his acting.</p>\n\n<p>Sir Ian McKellen is one of my personal heroes, and he’s an LGBTQ+ champion and hero. NPH? Jim Parons? All amazing, and I love to watch them. I loved watching Ellen as a kid (til it turned sour), </p>\n\n<p>The issue is that the issue is thrown down your throat so much it’s like RAID: Shadow Legends. I know everyone who has read to this point knows a product they went out of their to not buy the product because it was advertised way too much. </p>\n\n<p>So, I don’t even look at what those ‘channels’ or ‘categories’ have to offer because it feels so corporate forced.</p>\n\n<p>Like, here’s this specific channel we’re going to show you over and over again so that you, as an individual, understand that we, as a corporation, know that we’re woke without having to do anything that actually fixes the issue. </p>\n\n<p>It’s fucking dumb on my opinion. People are people and voices should most assuredly be heard, and I’m down with that.</p>\n\n<p>I always feel like the odd one out because other peoples business isn’t my own, and I’ve always recognized a human as a human.</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/changemyview/comments/ohgj5x/cmv_i_think_that_streaming_services_that_add/",
  "subreddit": "changemyview",
  "id": "ohgj5x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ve watched many “black voices” in my life. I was in the USAF, so Morgan\nFreeman is a distant “brother” of mine and I’ve always loved watching him (who\ndoesn’t?). Never flinched at Blade. Will Smith was the first rapper I was\nallowed to listen to as a child, and I respect and continue to respect…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこれまでにたくさんの「黒い声」を見てきました。私はアメリカ空軍にいたので、モーガン\nフリーマンは私にとって遠い \"兄弟 \"のようなもので、彼を見るのが好きでした（好きでない人はいないでしょう）。\nはないでしょう）。) ブレイドでは決してたじろぎませんでした。ウィル・スミスは、私が子供の頃に初めて聴くことを許されたラッパーでした。\n尊敬していますし、今でも尊敬しています。",
      "title": "CMV：「黒人の声」や「LGBTQの物語」などのカテゴリーを追加するストリーミングサービスは、間違った方向に進んでいると思います。私の言いたいことは、本文を読んでいただければわかると思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我的生活中，我看了很多 \"黑色的声音\"。我曾在美国空军服役，所以摩根\n弗里曼是我的一个遥远的 \"兄弟\"，我一直喜欢看他（谁不喜欢呢？\n谁不喜欢呢？) 在《刀锋战士》中从未退缩过。威尔-史密斯是我小时候被允许听的第一个说唱歌手\n我尊重并将继续尊重......。",
      "title": "CMV：我认为流媒体服务增加 \"黑人声音 \"或 \"LGBTQ故事 \"的类别是朝着错误方向迈出的一步。你必须阅读正文才能明白我的意思。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我的生活中，我看了很多 \"黑色的聲音\"。我曾在美國空軍服役，所以摩根\n弗里曼是我的一個遙遠的 \"兄弟\"，我一直喜歡看他（誰不喜歡呢？\n誰不喜歡呢？) 在《刀鋒戰士》中從未退縮過。威爾-史密斯是我小時候被允許聽的第一個說唱歌手\n我尊重並將繼續尊重......。",
      "title": "CMV：我認爲流媒體服務增加 \"黑人聲音 \"或 \"LGBTQ故事 \"的類別是朝着錯誤方向邁出的一步。你必須閱讀正文才能明白我的意思。"
    }
  ]
}