{
  "author": "biogon",
  "original_created_utc": 1628913877,
  "title": "YSK: You should (and can) clean out the Klean Kanteen rubber bite valve",
  "created_utc": 1628926327,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We got my son a Klean Kanteen with the sport cap bite valve for summer camp. I noticed by the end that while we washed the bottle and cap by hand every night and ran it through the dishwasher every weekend, the valve had some pretty tight spots that weren&#39;t getting cleaned out.</p>\n\n<p>Well, of course, it was time to go adventuring. Turns out you can remove the bite valve with a little careful prying. This isn&#39;t documented in the cleaning instructions on Klean Kanteen&#39;s site (or if it is, I couldn&#39;t find it).</p>\n\n<p>The bite valve is made of rubber with two &quot;barbed&quot; flanges on opposing sides. Stick two flathead screwdrivers against the barbs, and wiggle down and in until the barbs are fully flattened against the side of the tube. Be careful, if you pry, you can easily dent the plastic housing.</p>\n\n<p>When the barbs are fully disengaged, the rubber valve can be pulled out the top with little effort.</p>\n\n<p>There was an asston of nasty black biofilm sludge on the valve. We only use water in it. Of course, he&#39;s a grade schooler and is otherwise pretty disgusting, but I imagine this could happen to anyone.</p>\n\n<p><a href=\"https://imgur.com/gallery/2sfd1iu\">https://imgur.com/gallery/2sfd1iu</a></p>\n\n<p>Why YSK: The Klean Kanteen cap can look clean but is hiding nasty crap you probably don&#39;t want to (or know you are) drinking.</p>\n</div><!-- SC_ON -->",
  "score": 336,
  "permalink": "/r/YouShouldKnow/comments/p411kq/ysk_you_should_and_can_clean_out_the_klean/",
  "subreddit": "YouShouldKnow",
  "id": "p411kq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We got my son a Klean Kanteen with the sport cap bite valve for summer camp. I\nnoticed by the end that while we washed the bottle and cap by hand every night\nand ran it through the dishwasher every weekend, the valve had some pretty tight\nspots that weren't getting cleaned out.\n\nWell, of course, it…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "息子のサマーキャンプ用にスポーツキャップ・バイトバルブ付きのKlean Kanteenをプレゼントしました。I\n毎晩ボトルとキャップを手洗いし、毎晩食器洗い機にかけていましたが\n毎晩ボトルとキャップを手洗いし、週末には食器洗い機で洗っていたのですが、バルブにはかなりきつい箇所があり\n汚れが落ちていなかったのです。\n\nもちろん、それは...",
      "title": "YSK: Klean Kanteenのゴム製の噛み合わせバルブを掃除した方がいい（してもいい）。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们给我儿子买了一个带运动帽咬合阀的Klean Kanteen，用于夏令营。I\n我注意到，虽然我们每天晚上都用手洗瓶子和盖子\n并在每个周末用洗碗机洗过，但阀门有一些很紧的地方没有洗干净。\n的地方没有被清理干净。\n\n嗯，当然，它...",
      "title": "YSK: 你应该（而且可以）清理Klean Kanteen的橡胶咬合阀。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們給我兒子買了一個帶運動帽咬合閥的Klean Kanteen，用於夏令營。I\n我注意到，雖然我們每天晚上都用手洗瓶子和蓋子\n並在每個週末用洗碗機洗過，但閥門有一些很緊的地方沒有洗乾淨。\n的地方沒有被清理乾淨。\n\n嗯，當然，它...",
      "title": "YSK: 你應該（而且可以）清理Klean Kanteen的橡膠咬合閥。"
    }
  ]
}