{
  "author": "Art_Unit_5",
  "original_created_utc": 1636043525,
  "title": "YSK The word sentient does not mean self-awareness or consciousness it actually describes an awareness of sensation.",
  "created_utc": 1636051756,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The term sentience is used incorrectly almost ubiquitously in popular media. In TV, film, books and video games it is usually used to describe a being as being self-aware.</p>\n\n<p>i.e. A self-aware A.I is often described as being &quot;sentient.&quot;</p>\n\n<p>However the correct usage of the word describes a being that is capable of perceiving sensation. For instance insects, fish and lizards are all sentient but are not self-aware.</p>\n\n<p><a href=\"https://en.wikipedia.org/wiki/Sentience\">https://en.wikipedia.org/wiki/Sentience</a></p>\n\n<p>The correct word to use is actually sapient. As in &quot;homo sapiens&quot; or &quot;The A.I has become self-aware, it is sapient&quot;</p>\n\n<p><strong>Why YSK:</strong> While the evolution of language is an organic process and should be allowed to grow as such, words hold meaning and some are more specific than others and so being clear on those meanings is important to help understanding.</p>\n\n<p>It may seem pedantic to quibble about the distinction between sentient and sapient but they both describe different and equally important aspects of experience and should be used and discussed as such.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/YouShouldKnow/comments/qmojd4/ysk_the_word_sentient_does_not_mean_selfawareness/",
  "subreddit": "YouShouldKnow",
  "id": "qmojd4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The term sentience is used incorrectly almost ubiquitously in popular media. In\nTV, film, books and video games it is usually used to describe a being as being\nself-aware.\n\ni.e. A self-aware A.I is often described as being \"sentient.\"\n\nHowever the correct usage of the word describes a being that is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "感覚という言葉は、一般的なメディアではほとんどどこでも間違って使われています。テレビ\nテレビ、映画、本、ビデオゲームでは、通常、自己認識している存在を表すのに使われています。\n自己認識している。\n\n例えば、自己認識しているAIは、しばしば \"sentient \"と表現されます。\n\nしかし、この言葉の正しい使い方は、「...である」という存在を表すものである。",
      "title": "YSK sentientという言葉は、自己認識や意識を意味するものではなく、感覚の認識を表すものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在流行媒体中，\"有知觉 \"这个词几乎被错误地使用，无处不在。在\n在电视、电影、书籍和视频游戏中，它通常被用来描述一个有自我意识的生命。\n有自我意识。\n\n也就是说，一个有自我意识的人工智能经常被描述为 \"有知觉\"。\n\n然而，这个词的正确用法是描述一个具有...",
      "title": "YSK 有知觉这个词并不意味着自我意识或意识，它实际上描述的是对感觉的认识。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在流行媒體中，\"有知覺 \"這個詞幾乎被錯誤地使用，無處不在。在\n在電視、電影、書籍和視頻遊戲中，它通常被用來描述一個有自我意識的生命。\n有自我意識。\n\n也就是說，一個有自我意識的人工智能經常被描述爲 \"有知覺\"。\n\n然而，這個詞的正確用法是描述一個具有...",
      "title": "YSK 有知覺這個詞並不意味着自我意識或意識，它實際上描述的是對感覺的認識。"
    }
  ]
}