{
  "author": "Art_Unit_5",
  "original_created_utc": 1636043525,
  "title": "YSK The word sentient does not mean self-awareness or consciousness it actually describes an awareness of sensation.",
  "created_utc": 1636051756,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The term sentience is used incorrectly almost ubiquitously in popular media. In TV, film, books and video games it is usually used to describe a being as being self-aware.</p>\n\n<p>i.e. A self-aware A.I is often described as being &quot;sentient.&quot;</p>\n\n<p>However the correct usage of the word describes a being that is capable of perceiving sensation. For instance insects, fish and lizards are all sentient but are not self-aware.</p>\n\n<p><a href=\"https://en.wikipedia.org/wiki/Sentience\">https://en.wikipedia.org/wiki/Sentience</a></p>\n\n<p>The correct word to use is actually sapient. As in &quot;homo sapiens&quot; or &quot;The A.I has become self-aware, it is sapient&quot;</p>\n\n<p><strong>Why YSK:</strong> While the evolution of language is an organic process and should be allowed to grow as such, words hold meaning and some are more specific than others and so being clear on those meanings is important to help understanding.</p>\n\n<p>It may seem pedantic to quibble about the distinction between sentient and sapient but they both describe different and equally important aspects of experience and should be used and discussed as such.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/YouShouldKnow/comments/qmojd4/ysk_the_word_sentient_does_not_mean_selfawareness/",
  "subreddit": "YouShouldKnow",
  "id": "qmojd4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The term sentience is used incorrectly almost ubiquitously in popular media. In\nTV, film, books and video games it is usually used to describe a being as being\nself-aware.\n\ni.e. A self-aware A.I is often described as being \"sentient.\"\n\nHowever the correct usage of the word describes a being that is…"
}