{
  "author": "guldfiskreborn",
  "original_created_utc": 1638099986,
  "title": "Do you find it hard to understand surroundings/locations being described in books?",
  "created_utc": 1638118474,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The thought just hit me that I&#39;m probably impaired in this regard, for lack of a kinder word. Whenever a book starts going into describing how a city is structured, to the left of the church is a river that runs through x y and z. On the other side is a hill that towers over... And etc and etc. I just sigh and hope it&#39;s over soon and that it won&#39;t mess up my understanding of the plot. This is probably not the case for everyone right? </p>\n\n<p>I can understand a map very good and all, but whenever someone describes a route for me, I just tell them to stop and instead give me an address that I can gps instead. I&#39;m equally bad at giving other people directions.</p>\n\n<p>Would be fun to hear how it&#39;s like for you guys!</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/books/comments/r42lll/do_you_find_it_hard_to_understand/",
  "subreddit": "books",
  "id": "r42lll",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The thought just hit me that I'm probably impaired in this regard, for lack of a\nkinder word. Whenever a book starts going into describing how a city is\nstructured, to the left of the church is a river that runs through x y and z. On\nthe other side is a hill that towers over... And etc and etc. I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこの点で障害があるのではないかと、ふと思いました。\nと思いました。街の構造を説明する本が出てくると、教会の左側には\n教会の左側にはx、y、zを通る川があり、反対側には......にそびえる丘がある。\n反対側には丘があって、その上には...がそびえている。などなど、様々なことが書かれています。I...",
      "title": "本に書かれている環境や場所を理解するのは難しいですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我突然想到，我可能在这方面有缺陷，因为缺乏一个更友好的词。\n词。每当一本书开始描述一个城市的结构时\n架构时，教堂的左边是一条流经X、Y和Z的河流。\n另一边是一座山，耸立在...... 还有等等等等。I...",
      "title": "你是否觉得很难理解书中描述的环境/地点？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我突然想到，我可能在這方面有缺陷，因爲缺乏一個更友好的詞。\n詞。每當一本書開始描述一個城市的結構時\n架構時，教堂的左邊是一條流經X、Y和Z的河流。\n另一邊是一座山，聳立在...... 還有等等等等。I...",
      "title": "你是否覺得很難理解書中描述的環境/地點？"
    }
  ]
}