{
  "author": "BlueViper20",
  "original_created_utc": 1627167677,
  "title": "CMV: The answer to the voter ID debate in the US is to make passports completely free to any IS citizen",
  "created_utc": 1627184438,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: it should say US citizen in the latter half of the CMV I didn&#39;t catch the typo and Reddit doesn&#39;t allow for title edits.  </p>\n\n<p>This would remove the issue that the left has about access and racism and would give the right the security they want.</p>\n\n<p>If everyone has free access to an ID, requiring one to vote shouldnt be an issue for anyone legally able to vote.</p>\n\n<p>If  ID is truly free for all eligible voters and access isn&#39;t an issue, why not have voters show ID. </p>\n\n<p>Why this isn&#39;t an idea I have heard anyone propose I am not sure.  I can&#39;t think of any reason this wouldn&#39;t be an acceptable compromise to both sides.  I have a degree in political science and it seems like a pretty easily solution that should be a good approach for both sides.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/or04qn/cmv_the_answer_to_the_voter_id_debate_in_the_us/",
  "subreddit": "changemyview",
  "id": "or04qn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Edit: it should say US citizen in the latter half of the CMV I didn't catch the\ntypo and Reddit doesn't allow for title edits.\n\nThis would remove the issue that the left has about access and racism and would\ngive the right the security they want.\n\nIf everyone has free access to an ID, requiring one…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "編集：CMVの後半にUS citizenと書かれているはずですが、私はこのタイプミスに気付きませんでした。\nRedditではタイトルの編集ができないので、タイプミスを見つけられませんでした。\n\nこれにより、左派が抱えるアクセスや人種差別の問題が解消され、右派が望む安全性が確保されます。\n右派が望むセキュリティを与えることになります。\n\n誰もが自由にIDにアクセスできるようになれば、IDを必要とする...",
      "title": "CMV: 米国での有権者証明書の議論に対する答えは、IS市民にパスポートを完全に無料にすることです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：CMV的后半部分应该说是美国公民，我没有发现这个错别字。\n错了，而且Reddit不允许编辑标题。\n\n这将消除左派关于准入和种族主义的问题，并将给右派带来安全感。\n给予右派他们想要的安全感。\n\n如果每个人都能免费获得身份证，要求一个...",
      "title": "CMV: 美国选民身份辩论的答案是让任何IS公民完全免费获得护照"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：CMV的後半部分應該說是美國公民，我沒有發現這個錯別字。\n錯了，而且Reddit不允許編輯標題。\n\n這將消除左派關於准入和種族主義的問題，並將給右派帶來安全感。\n給予右派他們想要的安全感。\n\n如果每個人都能免費獲得身份證，要求一個...",
      "title": "CMV: 美國選民身份辯論的答案是讓任何IS公民完全免費獲得護照"
    }
  ]
}