{
  "author": "Salty-Wrecker",
  "the_new_excerpt": "Title says it all , I can’t tell you how often I see posts where people ask for\nadvice ( for example a relationship) and even when it’s just a minor issue you\nsee a bunch of comments saying “you should break up” , at this point it’s even\nan inside joke that redditors always say something along those…",
  "original_created_utc": 1621442659,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルが全てを物語っています。私は、人々がアドバイスを求める投稿をどれだけ見てきたことでしょう。\n些細なことでも「別れたほうがいい」というコメントがたくさんあります。\n別れた方がいい」というコメントがたくさん寄せられているのをよく目にします。\nここまでくると、redditorsがいつも同じようなことを言うという内輪のジョークになってしまいます。",
      "title": "cmvです。Redditは人間関係のアドバイス（および個人的なアドバイス）をするには最悪の場所であり、人々はここでそれを求めるのをやめるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "标题说明了一切，我无法告诉你我有多少次看到有人在帖子中询问\n建议（例如关系），即使只是一个小问题，你也会看到一堆评论说 \"你应该分手\"。\n看到一堆评论说 \"你应该分手\"，在这一点上，它甚至是一个内部笑话，Redditors总是说这些话。\n在这一点上，它甚至成了一个内部笑话，红客们总是说一些类似的话......",
      "title": "cmv: Reddit是一个提供关系建议（和个人建议）的糟糕地方，人们应该停止在这里要求它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "標題說明了一切，我無法告訴你我有多少次看到有人在帖子中詢問\n建議（例如關係），即使只是一個小問題，你也會看到一堆評論說 \"你應該分手\"。\n看到一堆評論說 \"你應該分手\"，在這一點上，它甚至是一個內部笑話，Redditors總是說這些話。\n在這一點上，它甚至成了一個內部笑話，紅客們總是說一些類似的話......",
      "title": "cmv: Reddit是一個提供關係建議（和個人建議）的糟糕地方，人們應該停止在這裏要求它。"
    }
  ],
  "title": "cmv: Reddit is a terrible place for Relationshipadvice ( and personal advice)and people should stop asking for it on here",
  "created_utc": 1621445727,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Title says it all , I can’t tell you how often I see posts where people ask for advice ( for example a relationship) and even when it’s just a minor issue you see a bunch of comments saying “you should break up” , at this point it’s even an inside joke that redditors always say something along those lines. </p>\n\n<p>Another great example is that people always advice getting therapy, I bet a large amount of money that most people who advice that, either have never gone to therapy or only recommend it because a bunch of others do that as well. </p>\n\n<p>Spoiler alert , therapy is a magical solution that solves every problem and just because you’re in therapy it doesn’t have to mean you’ll actually get better.\nReddit is a good place for advice if you’re looking for things unrelated to people, but most advice you see on Reddit regarding people, relationships etc is just plain terrible.</p>\n</div><!-- SC_ON -->",
  "score": 118,
  "permalink": "/r/changemyview/comments/ngapwd/cmv_reddit_is_a_terrible_place_for/",
  "subreddit": "changemyview",
  "id": "ngapwd",
  "is_self": true,
  "media": null,
  "is_video": false
}