{
  "author": "Caniplaywithyou",
  "the_new_excerpt": "This is absolutely the best crime fiction, I have read in a while. The last one\nthat came close to it is James Ellroy. Ahh forgive me comparison is poor form.\nIf you haven't read it, it is about a psycho killer being hunted by the b.s.u\nguys. But the villain has been given a great back story and you…",
  "original_created_utc": 1622826757,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この作品は、私がこれまでに読んだ犯罪小説の中で最高の作品です。これに近い作品は\nこれに近いのはJames Ellroyです。比較するのはお粗末な行為ですが、許してください。\n読んだことのない人は、B.S.U.の人たちに追われるサイコな殺人者の話です。\nたちに追われる話です。しかし、この悪役には素晴らしいバックストーリーが与えられていて、あなたは...",
      "title": "トーマス・ハリスは天才であり、レッド・ドラゴンは傑作であるに違いない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这绝对是我最近一段时间以来读到的最好的犯罪小说。上一个\n的是詹姆斯-艾罗伊。啊，请原谅我，比较是很糟糕的形式。\n如果你没有读过它，它是关于一个被B.S.U.追捕的精神病杀手的故事。\n的家伙。但这个反派被赋予了一个伟大的背景故事，而你...",
      "title": "托马斯-哈里斯一定是个天才，《红龙》是一部杰作"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這絕對是我最近一段時間以來讀到的最好的犯罪小說。上一個\n的是詹姆斯-艾羅伊。啊，請原諒我，比較是很糟糕的形式。\n如果你沒有讀過它，它是關於一個被B.S.U.追捕的精神病殺手的故事。\n的傢伙。但這個反派被賦予了一個偉大的背景故事，而你...",
      "title": "托馬斯-哈里斯一定是個天才，《紅龍》是一部傑作"
    }
  ],
  "title": "Thomas Harris must be a genius and Red Dragon a masterpiece",
  "created_utc": 1622870418,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is absolutely the best crime fiction, I have read in a while. The last one that came close to it is James Ellroy. Ahh forgive me comparison is poor form. If you haven&#39;t read it, it is about a psycho killer being hunted by the b.s.u guys. But the villain has been given a great back story and you will love him. When Harris writes about forensics, he spares no details and when he writes about the humans he hits right in the guts. All his characters are relatable, human, heroes, cowards and bastards. I loved how he leaves so many things unspoken and that gives so much credit to the reader. Again his humor is subtle and he made me laugh out loud in some of the darkest places in the book. If you have seen the movie, no matter, the book is still worth reading.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/nsa8ds/thomas_harris_must_be_a_genius_and_red_dragon_a/",
  "subreddit": "books",
  "id": "nsa8ds",
  "is_self": true,
  "media": null,
  "is_video": false
}