{
  "author": "ckalmond",
  "the_new_excerpt": "My New Years resolution this year was to read more. I landed on the goal of\nreading 12 books in 2021 and to my surprise I completely crushed it. My love of\nreading has been rekindled thanks to this sub and others like it. Erin\nMorgenstern kicked off my year with “The Starless Sea” and I was…",
  "original_created_utc": 1617991181,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今年の新年の抱負は「もっと読む」でした。2021年までに12冊の本を読むという目標を立てました。\n2021年に12冊の本を読むという目標を立てましたが、驚いたことに完全に達成してしまいました。私の読書への愛は\n読書への愛が再燃したのは、この本や他の本のおかげです。エリン\nMorgensternは \"The Starless Sea \"で私の1年をスタートさせましたが、私は...",
      "title": "今年の読書目標を達成しました"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我今年的新年目标是多读书。我的目标是\n在2021年读了12本书，没想到我彻底粉碎了。我对\n阅读已经重新点燃感谢这个子和其他喜欢它的人。艾琳\n摩根斯坦以《无星海》拉开了我这一年的序幕，我... ...",
      "title": "我完成了今年的阅读目标!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我今年的新年目標是多讀書。我的目標是\n在2021年讀了12本書，沒想到我徹底粉碎了。我對\n閱讀已經重新點燃感謝這個子和其他喜歡它的人。艾琳\n摩根斯坦以《無星海》拉開了我這一年的序幕，我... ...",
      "title": "我完成了今年的閱讀目標!"
    }
  ],
  "title": "I completed my reading goal for the year!",
  "created_utc": 1618004873,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My New Years resolution this year was to read more. I landed on the goal of reading 12 books in 2021 and to my surprise I completely crushed it. My love of reading has been rekindled thanks to this sub and others like it. Erin Morgenstern kicked off my year with “The Starless Sea” and I was absolutely infatuated with the story and her writing. Shortly after i read Madeline Miller’s “Circe” and was again blown away. I followed that up with The Winternight Trilogy by Katherine Arden and fell in love with the world she created in those three books. The sixth book was “And Then There Were None” by renowned author Agatha Christie and immediately saw why she was so well regarded. Coming in at number 7 was a book that was long overdue my attention, “The Fellowship of the Ring”. I grew up watching those movies every weekend, but there is something about Tolkien’s writing that almost feels religious. His writing paired with the beloved story I already knew created one of the best reading experiences of my life. Numbers 8-12 have felt like a strange fever dream, to think I had never heard of Discworld up until a few weeks ago is nothing short of a damn shame. Terry Pratchett has changed the way I think about literature, I know that sounds a bit over the top but it’s true. His style of comedy mixed with the philosophical ideas he puts forward come together to create something... magical. (Sorry)</p>\n\n<p>I have met my goal and I feel great about it, but what feels even better is knowing that I’ve found an old friend in reading. Thank you to this sub and others like it for contributing largely to my success. </p>\n\n<p>Happy reading!</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/books/comments/mnmwty/i_completed_my_reading_goal_for_the_year/",
  "subreddit": "books",
  "id": "mnmwty",
  "is_self": true,
  "media": null,
  "is_video": false
}