{
  "author": "kordikone",
  "original_created_utc": 1631398471,
  "title": "Books to learn how to be happier, less regretful, stop comparing, be more secure in yourself, etc.?",
  "created_utc": 1631412560,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have struggled with imposter syndrome and self-esteem issues my whole life (because of my family issues) and it has had a really negative impact on my ability to succeed, be satisfied with my accomplishments, make human connections, etc. I graduated college last year and I’m not where I wanted to be or the person I want to be. I have so many regrets and so many things that I am angry at myself about. I have let my insecurities and fear of failure get in the way of so much. I find it so difficult to be proud of myself even when I succeed. I always feel so dumb and worthless. I see friends from high school and they seem to be thriving and successful and it makes me feel worse. I feel so lonely but I don’t know how to reach out or put myself out there. </p>\n\n<p>Are there any books I can read to get over this hang-ups and better myself as a human being?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/booksuggestions/comments/pmglca/books_to_learn_how_to_be_happier_less_regretful/",
  "subreddit": "booksuggestions",
  "id": "pmglca",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have struggled with imposter syndrome and self-esteem issues my whole life\n(because of my family issues) and it has had a really negative impact on my\nability to succeed, be satisfied with my accomplishments, make human\nconnections, etc. I graduated college last year and I’m not where I wanted to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこれまでの人生で、偽者症候群や自尊心の問題に悩まされてきました。\n(家族の問題が原因で）それは私の成功する能力、達成したことに満足する能力に本当に悪い影響を与えました。\n成功したり、自分の成果に満足したり、人とのつながりを持ったりするのに\n人とのつながりなどに悪影響を及ぼしてきました。私は昨年大学を卒業しましたが、自分が望んでいた場所にはいませんでした...。",
      "title": "より幸せになる方法、後悔しない方法、比べることをやめる方法、自分に自信を持つ方法などを学ぶための本？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一生都在与冒名顶替综合症和自尊问题作斗争。\n(因为我的家庭问题），它对我的成功能力、对我的成就感到满意、对我的人际关系产生了非常消极的影响。\n它对我成功的能力、对我的成就感到满意的能力、建立人际关系的能力\n联系等等。我去年大学毕业了，但我还没有达到我想要的程度...",
      "title": "学习如何更快乐、更少后悔、停止比较、对自己更有信心等的书籍？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一生都在與冒名頂替綜合症和自尊問題作鬥爭。\n(因爲我的家庭問題），它對我的成功能力、對我的成就感到滿意、對我的人際關係產生了非常消極的影響。\n它對我成功的能力、對我的成就感到滿意的能力、建立人際關係的能力\n聯繫等等。我去年大學畢業了，但我還沒有達到我想要的程度...",
      "title": "學習如何更快樂、更少後悔、停止比較、對自己更有信心等的書籍？"
    }
  ]
}