{
  "author": "DumbledoresGay69",
  "original_created_utc": 1634142302,
  "title": "cmv: Legitimate news sites need to stop saying someone \"slammed\" something.",
  "created_utc": 1634150812,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am so sick of everything getting &quot;slammed&quot;. It&#39;s completely meaningless. If someone was &quot;slammed&quot; by someone else it tells me exactly nothing about what actually happened. </p>\n\n<p>News needs to report what actually happened and why. Was something illegal? Was it just someone&#39;s opinion? Is it legitimate? Is there a lawsuit? Is this just two people being petty? You lose all this vital information by just saying they were &quot;slammed&quot;. </p>\n\n<p>It&#39;s lazy, and no legitimate news organization should use the term in place of actual information. </p>\n\n<p>Someone tried to tell me apathy makes it OK somehow, that we shouldn&#39;t and can&#39;t expect news to be, you know, news. That&#39;s a BS excuse. </p>\n\n<p>TL;DR: I AM SLAMMING SLAMMING - See how useless that sentence is?</p>\n</div><!-- SC_ON -->",
  "score": 256,
  "permalink": "/r/changemyview/comments/q7esuq/cmv_legitimate_news_sites_need_to_stop_saying/",
  "subreddit": "changemyview",
  "id": "q7esuq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am so sick of everything getting \"slammed\". It's completely meaningless. If\nsomeone was \"slammed\" by someone else it tells me exactly nothing about what\nactually happened.\n\nNews needs to report what actually happened and why. Was something illegal? Was\nit just someone's opinion? Is it legitimate?…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "何でもかんでも「叩かれる」ことにはうんざりです。全く意味のないことです。もし\n誰かが誰かに「叩かれた」としても、実際に何が起こったのか何もわからない。\n実際に何が起こったのかについては何もわかりません。\n\nニュースは実際に何が起こったのか、なぜ起こったのかを報道する必要があります。何か違法なことがあったのか？はたまた\n誰かの単なる意見なのか？正当なものなのか...。",
      "title": "cmvです。正当なニュースサイトは、誰かが何かを「叩いた」と言うのをやめるべきだ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我非常厌恶一切被 \"抨击 \"的事情。这完全没有意义。如果\n抨击 \"的人，这完全不能说明什么\n实际发生的事情。\n\n新闻需要报道实际发生的情况和原因。有些事情是非法的吗？是不是\n这只是某人的意见？它是否合法？",
      "title": "cmv: 合法的新闻网站需要停止说有人 \"抨击 \"什么。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我非常厭惡一切被 \"抨擊 \"的事情。這完全沒有意義。如果\n抨擊 \"的人，這完全不能說明什麼\n實際發生的事情。\n\n新聞需要報道實際發生的情況和原因。有些事情是非法的嗎？是不是\n這只是某人的意見？它是否合法？",
      "title": "cmv: 合法的新聞網站需要停止說有人 \"抨擊 \"什麼。"
    }
  ]
}