{
  "author": "i_am_william",
  "the_new_excerpt": "Why YSK:\n\nThe US stimulus checks were based off of 2019 tax returns, but due to this, many\npeople who should have gotten the money in 2020 did not qualify, as they were\neither dependents in 2019 and now independents, or were above the salary\nthreshold in 2019 but laid off in 2020, or merely did not…",
  "original_created_utc": 1612214814,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n美国的刺激政策检查是基于2019年的纳税申报，但由于这一点，许多人\n本应在2020年拿到钱的人没有资格，因为他们是\n要么是2019年的家属，现在是独立人士，要么是在工资以上的人\n2019年的门槛，但2020年下岗，或者仅仅是没有...",
      "title": "YSK如果你没有收到美国的经济刺激支票，你可能会在2020年报税时拿到被拖欠的钱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n美國的刺激政策檢查是基於2019年的納稅申報，但由於這一點，許多人\n本應在2020年拿到錢的人沒有資格，因爲他們是\n要麼是2019年的家屬，現在是獨立人士，要麼是在工資以上的人\n2019年的門檻，但2020年下崗，或者僅僅是沒有...",
      "title": "YSK如果你沒有收到美國的經濟刺激支票，你可能會在2020年報稅時拿到被拖欠的錢。"
    }
  ],
  "title": "YSK If you did not receive the US stimulus checks, you may be able to get the money you are owed as part of your 2020 tax returns",
  "created_utc": 1612618016,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>The US stimulus checks were based off of 2019 tax returns, but due to this, many people who should have gotten the money in 2020 did not qualify, as they were either dependents in 2019 and now independents, or were above the salary threshold in 2019 but laid off in 2020, or merely did not get the check due to administrative oversight. </p>\n\n<p>Regardless of the reason, if you should have qualified based off of your 2020 income and status, you can still get the money!</p>\n\n<p>All you have to do is claim it as a tax credit on line 30 of your 1040 ($1800 as there were two checks), you will then be sent the stimulus money as part of your tax return!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/laenb3/ysk_if_you_did_not_receive_the_us_stimulus_checks/",
  "subreddit": "YouShouldKnow",
  "id": "laenb3",
  "is_self": true,
  "media": null,
  "is_video": false
}