{
  "author": "Ni4oSw",
  "the_new_excerpt": "At the recent global conference on human-computer interaction (CHI), an AI\nresearcher presented a new free app [http://betwixt.life/] as the next wave in\nmental health innovation and it was described as a cross between the game\nLifeline and Lord of the Rings.\n\nThe idea behind it apparently came from…",
  "original_created_utc": 1622124137,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "先日開催された人間とコンピュータの相互作用に関する世界会議（CHI）で、あるAI研究者が\nあるAI研究者が、メンタルヘルスイノベーションの次の波として、新しい無料アプリ[http://betwixt.life/]を発表しました。\nゲーム「Lifeline」と「ロード・オブ・ザ・リング」を掛け合わせたようなものだと説明していました。\nLifeline」と「ロード・オブ・ザ・リング」を掛け合わせたものと説明しています。\n\nこのアプリのアイデアは、どうやら...",
      "title": "YSK 問題の被害者意識を持たないためには、ヒーローマインドセットを導入するべきです。ゲームはそれをよく教えてくれますし、研究にも裏付けられています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在最近举行的全球人机交互会议（CHI）上，一位人工智能\n研究人员介绍了一个新的免费应用程序[http://betwixt.life/]，作为心理健康创新的下一个浪潮。\n心理健康创新的下一波浪潮，它被描述为游戏 \"生命线 \"和 \"林中之王 \"的交叉产物。\n生命线》和《指环王》的交叉。\n\n它背后的想法显然是来自...",
      "title": "YSK 为了避免感到被问题所害，你应该采用英雄心态。游戏教得非常好，而且有研究支持。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在最近舉行的全球人機交互會議（CHI）上，一位人工智能\n研究人員介紹了一個新的免費應用程序[http://betwixt.life/]，作爲心理健康創新的下一個浪潮。\n心理健康創新的下一波浪潮，它被描述爲遊戲 \"生命線 \"和 \"林中之王 \"的交叉產物。\n生命線》和《指環王》的交叉。\n\n它背後的想法顯然是來自...",
      "title": "YSK 爲了避免感到被問題所害，你應該採用英雄心態。遊戲教得非常好，而且有研究支持。"
    }
  ],
  "title": "YSK To avoid feeling victimized by problems, you should adopt the hero mindset. Games teach it really well and it’s backed by research.",
  "created_utc": 1622130994,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>At the recent global conference on human-computer interaction (CHI), an AI researcher presented <a href=\"http://betwixt.life/\">a new free app</a> as the next wave in mental health innovation and it was described as a cross between the game Lifeline and Lord of the Rings. </p>\n\n<p>The idea behind it apparently came from research in narrative identity, which found that the people who improved most from therapy and achieved sustained better health, were able to adopt a hero mindset. Basically, they managed to see themselves as characters in an epic story overcoming obstacles along their journey. This subtle mind shift allowed them to reframe their problems as challenges that are part and parcel of the hero’s journey, that can be figured out and that provide opportunities for growth. </p>\n\n<p>WHY YSK: </p>\n\n<p>Adopting a hero mindset increases your sense of agency in the face of struggle, allowing you to change your perspective and feel empowered to tackle the problems life throws at you. If you manage to see yourself as the hero of an epic story (even a little bit), you won’t feel victimised by the setbacks along the way, because your willingness to confront obstacles is precisely what defines you as a hero in the first place. </p>\n\n<p>Obviously I’m not saying you should engage in wishful thinking. This is just a subtle, simple mental shift to think about your life that’s been shown to link with bigger and more lasting improvements in therapy. </p>\n\n<p>SOURCES:</p>\n\n<p>The AI researcher’s paper on the future of mental health chatbots: <a href=\"http://francisconunes.me/RealizingAIinHealthcareWS/papers/Harmon2021.pdf\">http://francisconunes.me/RealizingAIinHealthcareWS/papers/Harmon2021.pdf</a></p>\n\n<p>The app (it’s free) based on this research: <a href=\"https://www.betwixt.life/\">https://www.betwixt.life/</a></p>\n\n<p>Narrative identity research mentioned in the post: <a href=\"https://www.researchgate.net/publication/269603657_Narrative_Identity\">https://www.researchgate.net/publication/269603657_Narrative_Identity</a></p>\n</div><!-- SC_ON -->",
  "score": 934,
  "permalink": "/r/YouShouldKnow/comments/nm85br/ysk_to_avoid_feeling_victimized_by_problems_you/",
  "subreddit": "YouShouldKnow",
  "id": "nm85br",
  "is_self": true,
  "media": null,
  "is_video": false
}