{
  "author": "SpartaRulz",
  "original_created_utc": 1626167231,
  "title": "What Is Your Book Related Pet Peeve?",
  "created_utc": 1626204120,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My pet peeve is when a first edition or print is later discontinued and replaced with a whole new print with a new cover art and different spine. It&#39;s not so bad if you own all books in the series (this issue doesn&#39;t affect you) but if you&#39;ve just started reading a particular series and you haven&#39;t purchased each book just yet, you have to do so before that current print is later replaced. </p>\n\n<p>I currently have this issue with The Witcher series, I was given the first three books back in 2019 and had planned on purchasing the rest later on. But by delaying that, I ended up having to purchase the new print that was released in February 2020. I do like the new cover art (it looks quite nice) but just don&#39;t like how the rest of the series doesn&#39;t match with the three previous copies that I own.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ojbrz8/what_is_your_book_related_pet_peeve/",
  "subreddit": "books",
  "id": "ojbrz8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My pet peeve is when a first edition or print is later discontinued and replaced\nwith a whole new print with a new cover art and different spine. It's not so bad\nif you own all books in the series (this issue doesn't affect you) but if you've\njust started reading a particular series and you haven't…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が最も嫌いなのは、初版や印刷が後に廃止され、新しいカバーアートや異なる背表紙の全く新しい印刷に置き換えられることです。\n新しい表紙と背表紙の全く新しい印刷物に置き換えられることです。これはそれほど悪いことではありません。\nそのシリーズを全部持っている人には関係ありませんが、そのシリーズを読み始めたばかりの人は\nしかし、特定のシリーズを読み始めたばかりで、まだ...",
      "title": "What Is Your Book Related Pet Peeve?"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最讨厌的是当一个初版或印刷品后来停产并被替换成\n用新的封面艺术和不同的书脊的全新印刷品来取代。如果你拥有该系列的所有书籍（这个问题对你没有影响），这还不算太糟糕。\n如果你拥有该系列的所有书籍（这个问题对你没有影响），那就没那么糟糕了。\n但如果你刚开始阅读某个系列，而你还没有...",
      "title": "你有什么与书有关的小毛病？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最討厭的是當一個初版或印刷品後來停產並被替換成\n用新的封面藝術和不同的書脊的全新印刷品來取代。如果你擁有該系列的所有書籍（這個問題對你沒有影響），這還不算太糟糕。\n如果你擁有該系列的所有書籍（這個問題對你沒有影響），那就沒那麼糟糕了。\n但如果你剛開始閱讀某個系列，而你還沒有...",
      "title": "你有什麼與書有關的小毛病？"
    }
  ]
}