{
  "author": "FrankpotLee",
  "original_created_utc": 1624543446,
  "title": "Favorite audiobooks based on both book quality and narrator?",
  "created_utc": 1624560749,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have 8 Audible book credits to use before canceling my account, which I would like to do before my next credit hits on 7/1. So, I need to pick 8 books ASAP. I’ve found some great books are ruined by a bad narrator, and some mediocre ones shine with the right talent. What are the best books you have listened to, based on both the quality of the book AND the narrator? I’m more interested in fiction, any genre. Thanks!</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/booksuggestions/comments/o71jcj/favorite_audiobooks_based_on_both_book_quality/",
  "subreddit": "booksuggestions",
  "id": "o71jcj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have 8 Audible book credits to use before canceling my account, which I would\nlike to do before my next credit hits on 7/1. So, I need to pick 8 books ASAP.\nI’ve found some great books are ruined by a bad narrator, and some mediocre ones\nshine with the right talent. What are the best books you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Audibleのブッククレジットが8つあるので、アカウントをキャンセルする前に使いたいと思っています。\n次のクレジットが7/1になる前に使いたいと思っています。そこで、早急に8冊の本を選ばなければなりません。\n下手なナレーターのせいで台無しになってしまう素晴らしい本もあれば、適切な人材がいれば輝く凡庸な本もある。\n才能のある人がいれば輝ける。あなたにとって最高の本とは...？",
      "title": "本の質とナレーターの両方を考慮したお気に入りのオーディオブックは？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在取消我的账户之前，我有8个Audible图书积分可以使用。\n我想在7月1日我的下一个信用额度出现之前使用。因此，我需要尽快挑选8本书。\n我发现一些好书被糟糕的解说员毁掉了，而一些平庸的书\n有了合适的人才，就会大放异彩。你认为什么是最好的书？",
      "title": "根据书的质量和叙述者，最喜欢的有声书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在取消我的賬戶之前，我有8個Audible圖書積分可以使用。\n我想在7月1日我的下一個信用額度出現之前使用。因此，我需要儘快挑選8本書。\n我發現一些好書被糟糕的解說員毀掉了，而一些平庸的書\n有了合適的人才，就會大放異彩。你認爲什麼是最好的書？",
      "title": "根據書的質量和敘述者，最喜歡的有聲書？"
    }
  ]
}