{
  "author": "Ner-io",
  "original_created_utc": 1629736531,
  "title": "CMV: People who say it is impossible for them to find love because of how they look, are hold back by their social skills, attitude and pickyness and not their looks",
  "created_utc": 1629743472,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First I want to say that empathy for people feel that way and can fully understand that someone is frustrated about it.</p>\n\n<p>But I cant understand the claim that &quot;its over&quot; in terms of a relationship just because of your looks. </p>\n\n<p>I dont see effidence for that in real life, I see unattractive people in a happy relationship all the time. I have seen articels about different people with different conditions that negatively affect their physical appearence who found love. (Burn Victims,People with disabilities , etc). Isn&#39;t this prove beauty is subjective and that &quot;unable to find love&quot; doesn&#39;t exist. </p>\n\n<p>Is it harder to find love when you are unattractive.Yes, but its not impossible. Love is more than a check list of physical features.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/pa3hvk/cmv_people_who_say_it_is_impossible_for_them_to/",
  "subreddit": "changemyview",
  "id": "pa3hvk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First I want to say that empathy for people feel that way and can fully\nunderstand that someone is frustrated about it.\n\nBut I cant understand the claim that \"its over\" in terms of a relationship just\nbecause of your looks.\n\nI dont see effidence for that in real life, I see unattractive people in a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず言いたいのは、そう感じている人への共感と、それを十分に理解できること。\n誰かがそのことに不満を持っていることは理解できます。\n\nしかし、外見の違いだけで恋愛が「終わった」と主張するのは理解できません。\n終わった」という主張は理解できません。\n\n現実には、そのようなことはありません。",
      "title": "CMV: 見た目で恋愛ができないと言う人は、見た目ではなく、社会性や態度、選り好みをしていることが原因だと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先我想说的是，对人们的这种感觉表示同情，并能充分理解有人为此感到沮丧。\n理解有人对此感到沮丧。\n\n但我不能理解的是，仅仅因为你的长相，就声称 \"它结束了 \"的关系。\n因为你的长相。\n\n我在现实生活中没有看到这样的效果，我看到的是没有吸引力的人。",
      "title": "CMV: 那些说因为他们的长相而不可能找到爱情的人，是被他们的社交能力、态度和挑剔所阻碍，而不是他们的长相。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先我想說的是，對人們的這種感覺表示同情，並能充分理解有人爲此感到沮喪。\n理解有人對此感到沮喪。\n\n但我不能理解的是，僅僅因爲你的長相，就聲稱 \"它結束了 \"的關係。\n因爲你的長相。\n\n我在現實生活中沒有看到這樣的效果，我看到的是沒有吸引力的人。",
      "title": "CMV: 那些說因爲他們的長相而不可能找到愛情的人，是被他們的社交能力、態度和挑剔所阻礙，而不是他們的長相。"
    }
  ]
}