{
  "author": "inevitable_username",
  "original_created_utc": 1637277586,
  "title": "Thought experiment to see how extremely bullish you are about crypto — Would $1 million right now make you give up crypto?",
  "created_utc": 1637300152,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Here&#39;s a little thought experiment.</p>\n\n<p>If you were offered 1 million dollars in cash for your current portfolio — all of it, even the dust, — would you take the deal? But you can&#39;t buy crypto in any way until 2022.</p>\n\n<p>Most us probably would, understandably. </p>\n\n<p>Now let&#39;s make the choice a bit harder:</p>\n\n<p>The offer is the same — all your portfolio for 1 million dollars. But this time, somehow, you can&#39;t buy any crypto for 10 years (yes, even Monero). </p>\n\n<p>Now you&#39;re thinking...</p>\n\n<p>The ultimate question — you&#39;re offered all the same conditions, 1 million dollars, but you have to give crypto for ever — never buy or obtain, directly or through intermediaries, any crypto (yes, MOONs too).</p>\n\n<p>You&#39;d still come across articles about crypto bull runs and dips and crashes, unprecedented all time highs, flippenings, moonshots and all that stuff — you wouldn&#39;t look for it, but the way the media is things like that would just pop up. Your friends and family would eventually bring crypto up in conversations with you...</p>\n\n<p><strong>Tldr: So, would you give up on crypto for life for $1M now?</strong></p>\n\n<p>PS: Although my portfolio is far from 7 digits, I wouldn&#39;t take the the deal for 3 reasons. First, I&#39;m strangely confident my handpicked bags of alts can do better than that in the long run. Second, I wouldn&#39;t want to deny myself the possibility to invest into crypto further, even those staking, DEFI lending apys are hard to beat. And third, this thought experiment has shown me I&#39;m not in it entirely for the money, not entirely for the tech, — for the most part, I&#39;m into crypto for the ride 🎢🚀🤘 </p>\n\n<p>I hope this little thought experiment gave you some perspective.</p>\n</div><!-- SC_ON -->",
  "score": 204,
  "permalink": "/r/CryptoCurrency/comments/qx2fg6/thought_experiment_to_see_how_extremely_bullish/",
  "subreddit": "CryptoCurrency",
  "id": "qx2fg6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Here's a little thought experiment.\n\nIf you were offered 1 million dollars in cash for your current portfolio — all\nof it, even the dust, — would you take the deal? But you can't buy crypto in any\nway until 2022.\n\nMost us probably would, understandably.\n\nNow let's make the choice a bit harder:\n\nThe…"
}