{
  "author": "archimedes_principle",
  "original_created_utc": 1640121898,
  "title": "YSK: Google Password Manager is not comparable to third party managers",
  "created_utc": 1640342622,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: I figured I&amp;#39;d save someone else the headache I&amp;#39;m currently going though. You should know google password manager is a browser-based manager and linked to your browser&amp;#39;s data like history/cookies/cache, so it can be cleared accidentally and easily. A third party app (lastpass, keeper, 1password, etc.) is a true password manager and much better choice. Other things to note if you&amp;#39;re new to tech-security and want to be better: Google&amp;#39;s auto-generating feature only creates relatively simple passwords and you cannot change the requirements/length. It is &lt;strong&gt;only&lt;/strong&gt; available with chrome, while third party managers are separate entities and have apps/extensions. Being linked to google, someone would only need one password on one of your devices to access them &lt;em&gt;all&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;How did I learn this? Well, I absent-mindedly cleared my history along with all other data in the advanced settings to help try and debug an app. Next thing I know, the entirety of 2+ years of saved passwords, most of which are auto-generated, are gone! Don&amp;#39;t be like me. But if you do want to stick with google pw manager, make sure to back them up. There is an option to download a .csv file with all your passwords if you want to move them to another manager. That introduces a whole other layer of risk, so be careful.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 109,
  "permalink": "/r/YouShouldKnow/comments/rlolbn/ysk_google_password_manager_is_not_comparable_to/",
  "subreddit": "YouShouldKnow",
  "id": "rlolbn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I figured I&#39;d save someone else\nthe headache I&#39;m currently going though. You should know google password\nmanager is a browser-based manager and linked to your browser&#39;s data like\nhistory/cookies/cache, so it can be cleared accidentally and…"
}