{
  "author": "archimedes_principle",
  "original_created_utc": 1640121898,
  "title": "YSK: Google Password Manager is not comparable to third party managers",
  "created_utc": 1640342622,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: I figured I&amp;#39;d save someone else the headache I&amp;#39;m currently going though. You should know google password manager is a browser-based manager and linked to your browser&amp;#39;s data like history/cookies/cache, so it can be cleared accidentally and easily. A third party app (lastpass, keeper, 1password, etc.) is a true password manager and much better choice. Other things to note if you&amp;#39;re new to tech-security and want to be better: Google&amp;#39;s auto-generating feature only creates relatively simple passwords and you cannot change the requirements/length. It is &lt;strong&gt;only&lt;/strong&gt; available with chrome, while third party managers are separate entities and have apps/extensions. Being linked to google, someone would only need one password on one of your devices to access them &lt;em&gt;all&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;How did I learn this? Well, I absent-mindedly cleared my history along with all other data in the advanced settings to help try and debug an app. Next thing I know, the entirety of 2+ years of saved passwords, most of which are auto-generated, are gone! Don&amp;#39;t be like me. But if you do want to stick with google pw manager, make sure to back them up. There is an option to download a .csv file with all your passwords if you want to move them to another manager. That introduces a whole other layer of risk, so be careful.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 109,
  "permalink": "/r/YouShouldKnow/comments/rlolbn/ysk_google_password_manager_is_not_comparable_to/",
  "subreddit": "YouShouldKnow",
  "id": "rlolbn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I figured I'd save someone else the headache I'm currently going\nthough. You should know google password manager is a browser-based manager and\nlinked to your browser's data like history/cookies/cache, so it can be cleared\naccidentally and easily. A third party app (lastpass, keeper,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKを選んだ理由: 私が今しているような頭痛の種を、他の誰かに移してあげようと思ったからです。\nけど。googleパスワードマネージャーはブラウザベースのマネージャーで\n履歴やクッキー、キャッシュなどブラウザのデータと連動しているため、消去されることがある\nを、誤って、簡単に サードパーティのアプリ（lastpass、keeper、...",
      "title": "YSK：Googleパスワードマネージャーはサードパーティーのマネージャーとは比較にならない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我想我应该为别人省去我目前正在经历的头痛问题。\n不过。你应该知道google密码管理器是一个基于浏览器的管理器，并且\n与你的浏览器的数据（如历史记录/cookies/缓存）相关联，所以它可以很容易地被清除掉\n意外和容易。第三方应用程序（lastpass，keeper，...",
      "title": "YSK：谷歌密码管理器无法与第三方管理器相提并论"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我想我應該爲別人省去我目前正在經歷的頭痛問題。\n不過。你應該知道google密碼管理器是一個基於瀏覽器的管理器，並且\n與你的瀏覽器的數據（如歷史記錄/cookies/緩存）相關聯，所以它可以很容易地被清除掉\n意外和容易。第三方應用程序（lastpass，keeper，...",
      "title": "YSK：谷歌密碼管理器無法與第三方管理器相提並論"
    }
  ]
}