{
  "author": "localpartyboat",
  "the_new_excerpt": "My issue with pride parades and pride months stems from the fact that it\nseparates the LGBTQ+ community from the rest of society. Unfortunately, some\npeople look at gay/trans pride and say “Why do they get a whole month/parade for\nthemselves? Why do they have to be so different?” Instead, we should…",
  "original_created_utc": 1615227304,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我对骄傲游行和骄傲月的问题源于这样一个事实，即它\n将LGBTQ+群体与社会其他群体隔离开来。不幸的是，有些\n人们看着同性恋/跨性别者的骄傲，说 \"为什么他们有整整一个月/游行的时间。\n自己？为什么他们要如此不同？\" 相反，我们应该...",
      "title": "CMV：作为一个同性恋者，我觉得举行骄傲游行和骄傲月的想法不利于实现社会平等。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我對驕傲遊行和驕傲月的問題源於這樣一個事實，即它\n將LGBTQ+羣體與社會其他羣體隔離開來。不幸的是，有些\n人們看着同性戀/跨性別者的驕傲，說 \"爲什麼他們有整整一個月/遊行的時間。\n自己？爲什麼他們要如此不同？\" 相反，我們應該...",
      "title": "CMV：作爲一個同性戀者，我覺得舉行驕傲遊行和驕傲月的想法不利於實現社會平等。"
    }
  ],
  "title": "CMV: As a gay person, I find the idea of having pride parades and pride month detrimental to achieving social equality.",
  "created_utc": 1615271429,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My issue with pride parades and pride months stems from the fact that it separates the LGBTQ+ community  from the rest of society. Unfortunately, some people look at gay/trans pride and say “Why do they get a whole month/parade for themselves?  Why do they have to be so <em>different</em>?” Instead, we should just get to the point where gay marriage, transitioning, etc is normalized and not viewed as different from everyone else. We’re not. We contribute to society the same way everyone else does. All we want is to be treated with basic human dignity, right? </p>\n\n<p>Furthermore, I think it’s silly to take pride in one’s sexuality/gender identity in general. It’s not an accomplishment to be gay, it’s something you’re born with, and there is absolutely nothing wrong with that. Those who don’t support the LGBT+ community view it as narcissistic. </p>\n\n<p>To conclude, everyone should be proud of who they are, but in order to achieve true equality we can’t separate ourselves from everyone else.</p>\n\n<p>I mean no disrespect at all, and hopefully my perspective can be changed. I look forward to hearing your opinions!</p>\n\n<p>Edit: That was quick. I’ve changed my perspective on pride. Thanks Reddit!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/m0m0cs/cmv_as_a_gay_person_i_find_the_idea_of_having/",
  "subreddit": "changemyview",
  "id": "m0m0cs",
  "is_self": true,
  "media": null,
  "is_video": false
}