{
  "author": "pinkhairgirl37",
  "the_new_excerpt": "Regardless of what shape you’re in, if you experience asthma-like symptoms\n(coughing, wheezing, tightness in the chest, hyperventilating) this may be\nwhat’s known as EIB or exercise-induced bronchoconstriction. It’s made worse in\ncold or dry air. You may notice that breathing through a sleeve helps…",
  "original_created_utc": 1613937049,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "不管你是什么体质，如果你出现了类似哮喘的症状\n(咳嗽、喘息、胸闷、气喘)这可能是。\n即所谓的EIB或运动引起的支气管收缩。它在以下情况下变得更糟\n寒冷或干燥的空气。你可能会注意到，通过袖子呼吸有助于... ...",
      "title": "YSK：如果运动后有哮喘症状，可能是EIB，不一定是因为你体质不好。有吸入器可以治疗。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不管你是什麼體質，如果你出現了類似哮喘的症狀\n(咳嗽、喘息、胸悶、氣喘)這可能是。\n即所謂的EIB或運動引起的支氣管收縮。它在以下情況下變得更糟\n寒冷或乾燥的空氣。你可能會注意到，通過袖子呼吸有助於... ...",
      "title": "YSK：如果運動後有哮喘症狀，可能是EIB，不一定是因爲你體質不好。有吸入器可以治療。"
    }
  ],
  "title": "YSK: if you have asthma symptoms after exercise, it may be EIB, not necessarily because you’re out of shape. There are inhalers for this.",
  "created_utc": 1614135535,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Regardless of what shape you’re in, if you experience asthma-like symptoms (coughing, wheezing, tightness in the chest, hyperventilating) this may be what’s known as EIB or exercise-induced bronchoconstriction. It’s made worse in cold or dry air. You may notice that breathing through a sleeve helps alleviate the feeling because of the moist air captured in the fabric after your exhalation.</p>\n\n<p>There are various treatment options, primarily inhalers that you can take before or after exercise to help.</p>\n\n<p>Why YSK: if you’ve put off exercise or hate exercise because of breathing pain, treating it can help change your lifestyle habits for the better. Particularly if you’re a large person and have been told that breathing pain just means you should exercise more, which will not fix the problem. You have options.</p>\n\n<p>Source: <a href=\"https://www.mayoclinic.org/diseases-conditions/exercise-induced-asthma/symptoms-causes/syc-20372300\">https://www.mayoclinic.org/diseases-conditions/exercise-induced-asthma/symptoms-causes/syc-20372300</a></p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/YouShouldKnow/comments/lp504p/ysk_if_you_have_asthma_symptoms_after_exercise_it/",
  "subreddit": "YouShouldKnow",
  "id": "lp504p",
  "is_self": true,
  "media": null,
  "is_video": false
}