{
  "author": "infinitecartpig",
  "original_created_utc": 1640729577,
  "title": "In the Chinese SciFi novel \"The Three Body Problem\" the mass violence and persecution of the Cultural Revolution are important plot points that are often revisited throughout, what is the view of the Cultural Revolution and its consequences in modern China?",
  "created_utc": 1640746823,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I was especially curious as the novel and it&amp;#39;s writer Liu Cixin are incredibly popular in China but the scenes describing things like Struggle Sessions, and the radicalism of the Red Guards seem like scathing descriptions that one would assume would be censored by the CCP, yet Liu has even spoken in support of the Chinese government and the novel has been adapted into a TV series in China. Are the negative consequences of the Cultural Revolution largely recognized in China?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 101,
  "permalink": "/r/AskHistorians/comments/rqr6pp/in_the_chinese_scifi_novel_the_three_body_problem/",
  "subreddit": "AskHistorians",
  "id": "rqr6pp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I was especially curious as the novel and\nit&#39;s writer Liu Cixin are incredibly popular in China but the scenes\ndescribing things like Struggle Sessions, and the radicalism of the Red Guards\nseem like scathing descriptions that one would assume would be censored…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> 特に気になったのは、この小説と\nその作家である劉慈欣は中国で絶大な人気を誇る作家ですが、その劉慈欣の作品に登場するシーンは、劉慈欣の作品とは全く異なるものでした。\n闘争セッションや紅衛兵の過激さなどが描かれている。\nは、検閲されると思われるような辛辣な描写のように思えるのですが...。",
      "title": "中国のSF小説『三体問題』では、文化大革命の大量暴力と迫害が重要なプロットポイントとなっており、全体を通してしばしば再登場しますが、現代中国における文化大革命とその結果についてはどのように見ていますか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我特别好奇，因为这部小说和它的作者刘慈欣在中国非常受欢迎。\n它的作者刘慈欣在中国非常受欢迎，但描述斗争会议和红卫兵激进主义的场景\n描写诸如斗争会议和红卫兵的激进主义的场景\n似乎是尖锐的描述，人们认为会被审查......",
      "title": "在中国科幻小说《三体问题》中，文化大革命的大规模暴力和迫害是重要的情节点，在整个过程中经常被重提，对文化大革命及其在现代中国的后果有什么看法？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我特別好奇，因爲這部小說和它的作者劉慈欣在中國非常受歡迎。\n它的作者劉慈欣在中國非常受歡迎，但描述鬥爭會議和紅衛兵激進主義的場景\n描寫諸如鬥爭會議和紅衛兵的激進主義的場景\n似乎是尖銳的描述，人們認爲會被審查......",
      "title": "在中國科幻小說《三體問題》中，文化大革命的大規模暴力和迫害是重要的情節點，在整個過程中經常被重提，對文化大革命及其在現代中國的後果有什麼看法？"
    }
  ]
}