{
  "author": "SpaceHobbes",
  "original_created_utc": 1629113840,
  "title": "Man Dune is freaking STRESSFUL.",
  "created_utc": 1629121225,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m reading Dune and sometimes I have to stop for awhile because the interactions between characters give me anxiety. </p>\n\n<p>Every conversation is a battle, every meeting is like scouting out a new enemy. The characters analyze every movement, word and intonation. It&#39;s impressive and fascinating but the whole thing stresses me out. Anyone else get this feeling with Dune?</p>\n\n<p>Interestingly though, these are my favourite part of the book. Does anyone know of books that have similar tense interactions?</p>\n</div><!-- SC_ON -->",
  "score": 85,
  "permalink": "/r/books/comments/p5eaqo/man_dune_is_freaking_stressful/",
  "subreddit": "books",
  "id": "p5eaqo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm reading Dune and sometimes I have to stop for awhile because the\ninteractions between characters give me anxiety.\n\nEvery conversation is a battle, every meeting is like scouting out a new enemy.\nThe characters analyze every movement, word and intonation. It's impressive and\nfascinating but the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はDuneを読んでいますが、登場人物のやりとりに不安を感じて、しばらく中断しなければならないことがあります。\n登場人物同士のやりとりに不安を感じるからです。\n\nすべての会話は戦いであり、すべての会議は新しい敵を偵察するようなものです。\nキャラクターはすべての動き、言葉、イントネーションを分析します。それは印象的で魅力的ですが\n感動的で魅力的なのですが...。",
      "title": "Dune』はとても素晴らしい作品です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我正在读《沙丘》，有时我不得不停顿一段时间，因为人物之间的互动让我感到不舒服。\n人物之间的互动让我感到焦虑。\n\n每一次对话都是一场战斗，每一次见面都像是在侦察新的敌人。\n人物会分析每一个动作、词语和语调。这让人印象深刻，而且\n迷人的，但...",
      "title": "沙丘》是一个可怕的故事。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正在讀《沙丘》，有時我不得不停頓一段時間，因爲人物之間的互動讓我感到不舒服。\n人物之間的互動讓我感到焦慮。\n\n每一次對話都是一場戰鬥，每一次見面都像是在偵察新的敵人。\n人物會分析每一個動作、詞語和語調。這讓人印象深刻，而且\n迷人的，但...",
      "title": "沙丘》是一個可怕的故事。"
    }
  ]
}