{
  "author": "group_two",
  "the_new_excerpt": "I am originally from a third world country where public utilities still don’t\nrun on internet-connected computer networks. While there are efficiencies to be\ngained by taking things online, I do not see how these outweigh the risks\nassociated with criminal actors gaining access.\n\nOn the news,…",
  "original_created_utc": 1617742912,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、インターネットに接続されたコンピュータネットワーク上で公共事業が未だに行われていない第三世界の国から来ました。\n公共事業がインターネットに接続されたコンピュータネットワーク上で運営されていない第三世界の国から来ました。物事をオンライン化することで得られる効率性はありますが\nオンライン化することで得られる効率はありますが、犯罪者がアクセスすることによるリスクに勝るとは思えません。\n犯罪者がアクセスすることによるリスクを上回るとは思えません。\n\nニュースでは...",
      "title": "CMV： 公共のインフラがコンピュータネットワーク上で動作することは効率的ですが、これらのネットワークはすべての場合においてインターネットから分離されるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我来自第三世界国家，那里的公共事业还没有。\n在互联网连接的计算机网络上运行。虽然有效率可言\n获得的东西在网上，我不明白这些如何超过风险。\n与犯罪分子获取的相关。\n\n在新闻中，...",
      "title": "CMV：虽然公共基础设施在计算机网络上运行是有效的，但这些网络在任何情况下都应与互联网隔离。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我來自第三世界國家，那裏的公共事業還沒有。\n在互聯網連接的計算機網絡上運行。雖然有效率可言\n獲得的東西在網上，我不明白這些如何超過風險。\n與犯罪分子獲取的相關。\n\n在新聞中，...",
      "title": "CMV：雖然公共基礎設施在計算機網絡上運行是有效的，但這些網絡在任何情況下都應與互聯網隔離。"
    }
  ],
  "title": "CMV: while it is efficient for public infrastructure to run on computer networks, these networks should be isolated from the internet in all cases.",
  "created_utc": 1617758262,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am originally from a third world country where public utilities still don’t run on internet-connected computer networks. While there are efficiencies to be gained by taking things online, I do not see how these outweigh the risks associated with criminal actors gaining access.</p>\n\n<p>On the news, there’s a second incident of interference with public water supply in the US.</p>\n\n<p>No one can build a foolproof system. Is this not sufficient reason for basic infrastructure to be taken offline?</p>\n\n<p>We are in 2021. If 2020 was any lesson, many of or fears are waiting to come through and the day of reckoning is never as far away as we used to imagine. It really grinds my gears to know that we all know that we are wittingly letting our guards down but there’s no inclination to make changes.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/mlln46/cmv_while_it_is_efficient_for_public/",
  "subreddit": "changemyview",
  "id": "mlln46",
  "is_self": true,
  "media": null,
  "is_video": false
}