{
  "author": "TheAbbadon",
  "original_created_utc": 1636557108,
  "title": "cmv: Humanity will self destruct and the only question is when",
  "created_utc": 1636587596,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If we think about it, right now we&#39;re a fire that burns on nature so, logically, the fuel will run out at some point because that&#39;s human nature. It&#39;s in our nature to want more, to believe that we&#39;re special and that drives us more and more into self-delusion and self destruction.</p>\n\n<p>Yes, maybe we&#39;ll kill the planet trying to get to the stars but in time we&#39;ll burn out our new planet too. And the next, the one after that and so on until we manage to burn the nature, the oceans, even the skies.</p>\n\n<p>PS:\nIt&#39;s in our nature to destroy and even when we create we destroy to get the resources for it.</p>\n\n<p>Death is only natural so at some point we&#39;ll die and that&#39;s only part of the natural cycle of life. We&#39;re kinda loosing a fight we started - us against the universe but our own natures are our biggest enemy. We want more and more because we want luxury, a life full of comfort, filled with wrath and greed.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/qqwjju/cmv_humanity_will_self_destruct_and_the_only/",
  "subreddit": "changemyview",
  "id": "qqwjju",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If we think about it, right now we're a fire that burns on nature so, logically,\nthe fuel will run out at some point because that's human nature. It's in our\nnature to want more, to believe that we're special and that drives us more and\nmore into self-delusion and self destruction.\n\nYes, maybe we'll…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "考えてみれば、今の私たちは自然の中で燃えている火のようなものですから、論理的には\nそれが人間の本性だから、いつかは燃料が尽きる。それが人間の本質だからです。\nもっと欲しい、自分は特別だと信じたいというのが人間の本性で、それがますます自己欺瞞に駆り立て\nそれがますます自己欺瞞と自己破壊へと駆り立てるのです。\n\nそう、もしかしたら私たちは...",
      "title": "cmv: 人類は自滅する、問題はその時期だけ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果我们想一想，现在我们是在大自然上燃烧的火，所以，从逻辑上讲。\n燃料会在某个时候耗尽，因为这是人类的天性。这是我们的\n我们的天性是想要更多，相信我们是特别的，这促使我们越来越多的\n越来越多地陷入自我欺骗和自我毁灭。\n\n是的，也许我们会...",
      "title": "cmv: 人类将自我毁灭，唯一的问题是何时。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果我們想一想，現在我們是在大自然上燃燒的火，所以，從邏輯上講。\n燃料會在某個時候耗盡，因爲這是人類的天性。這是我們的\n我們的天性是想要更多，相信我們是特別的，這促使我們越來越多的\n越來越多地陷入自我欺騙和自我毀滅。\n\n是的，也許我們會...",
      "title": "cmv: 人類將自我毀滅，唯一的問題是何時。"
    }
  ]
}