{
  "approved_at_utc": null,
  "subreddit": "CryptoCurrency",
  "selftext": "**Disclaimer:** No, I'm not about to shill you a scam coin or point you towards some shady website where you deposit your tokens for a 5% daily return. What I'm about to \"reveal\" has probably been discussed 1000's of times on here, but maybe not condensed into a single post. The only caveat to what I'm about to write is that it only works in a bull market, which - lucky you - we're in the middle of. \n\nI'm also aware that the below goes against the 'hodl' and 'diamond hands' memes. Before you you hit that downvote arrow, there are many schools of thought in trading, this is just one. \n\nAlso, of the 4 coins I'm mentioning specifically, I only own one (Holo), so this isn't me trying to shill you my portfolio. \n\n**Intro:** I've seen a lot of posts here in the past about people not making money. People, making money right now is ridiculously easy. Read on for the simple 3 step plan.\n\n**Step 1: Find a coin in the top 100 that hasn't pumped in a while**\n\nAll coins go through the same cycle: pump, correction, accumulation, pump. At least that's true for established coins which is why we're sticking to the top 100. If you think there's not enough profit in the top 100, take a look at what Matic just did (plenty of other examples like One, Solana, Fantom, XRP, etc.). The cycle can take weeks or months to repeat.\n\nWhat you need to do is **not** buy the pump. I know, hard to resist, but the problem is that you're probably going to end buying the top, or close to it. And as I wrote above, after the top comes the correction, which means price goes down. We also don't want to buy when the price is still going down, **we want to buy at the point where a trend reversal is likely**. On a daily chart, what you're looking for is sharp peak on the left, followed by descending (red) candles on the right, eventually evening out as the area of support is found (that's your entry). \n\nTwo perfect examples from the last two days of the above would be Fantom and Holo. They pumped weeks ago, have since dropped significantly in price and pulled a very nice reversal in the past two days  (had you bought Fantom's Sunday dip, you'd be up almost 50% now, almost 40% for Holo). If you're wondering, KSM might be one to watch out for here in the near future (not financial advice). \n\n**Sidenote:** probably preferable to buying into a position all at once would be **daily cost averaging**. This guide is already too long, so just google DCA, plenty of good youtube videos explaining the process. \n\n**Step 2: Hodl**\n\nI'm intentionally not including any tips on how to find good entries with TA (technical analysis) since this is obviously geared towards beginners. **Thus, the chances of you timing this perfectly are slim, and you're probably going to have to wait a few days or even weeks for anything to happen.** Throughout the hold period, the price will fluctuate and may even drop further. But here's the thing in a bull market: all top 100 coins will pump, it's a matter of when, not if (liquidity flows from coins that just pumped into coins that haven't and once enough volume is built, price breaks out into price discovery, ie the pump). If a coin with extremely flawed fundamentals like Tron can pump into the top 20, so can anything else in the top 100. \n\n**Step 3: Realistic profit targets**\n\nYou could of course just hodl the same coins throughout the bull market. **If you picked good ones, you'd probably be better off doing this actually.** However, I'm aware that we're all ADD affected  male apes in our primes, so you don't want to be in just a few coins, you want try a lot of coins. \n\nLet's use Fantom as an example. Let's say you paid attention on Sunday and bought the dip at $0.35 (you were a little late, but still a decent entry). Realistic profit targets depend on your own level of risk aversion, suffice to say, 200% or even 100% aren't realistic profit targets. It's most likely going to take more than one pump to get there, which means potentially months of hodling Let's use something like 25%, 30% and 40% as an example (and no, these numbers aren't set in stone, they are just an example. Like I said, your targets will depend in your own risk tolerance). These would be set up in a series of sell orders:\n\nSell order 1 (50% of your bag): $0.437\n\nSell order 2 (30% of your bag): $0.455\n\nSell order 3 (20% of your bag): $0.490\n\nSell order 1 is the most likely scenario to hit, so you'll be selling half your bag here. If the coin keeps pumping, you'll sell another 30% at +30% price movement and you'll leave 20% for a 'moonshot' +40% price increase. Watch the charts closely while your coin is pumping: **if it starts to look like you're not going to hit your upper targets, you can sell on the way down, still making profit.** Keep in mind too that pumps can last for days. It's up to you and only you to identify the pattern and then stick to your belief. **As a general rule though, don't be greedy: any profit is still better than no profit.** \n\n**That's literally it.** At this stage, you'll have turned your initial investment of $100 into $130. If that doesn't sound 'moonish' enough for you, please show me another investment in which you can make 30% profit in a matter of days or 1 or 2 weeks. It doesn't exist outside of a crypto bullmarket. At this stage, you just repeat the process. Yes, it's a grind, but this is going to take work and that shouldn't be a surprise. \n\n**Conclusion:** I think the reason why so many beginners end up losing money is because:\n\n\\- They buy into pumps when they should be buying lows\n\n\\- They overtrade, meaning they jump from coin to coin way too frequently and without any sort of strategy\n\n\\- They use leverage (if you're on twitter, asking your favourite influencer for entries, sell targets, stop losses, or how much leverage to use, you're not anywhere close to being ready for leverage)\n\n\\- They buy scam coins in the top 2000 thinking that's their path to Lambo Valhalla \n\nThe guide I wrote works, and in terms of difficulty, it's probably 1 or 2 steps above just hodling a coin for the entirety of the bullrun. **The one thing you need to do is take emotion out of the equation.** When you're seeing a coin pump and you get that FOMO feeling, yep, that's 100% emotion. Realize there are hundreds of legitimate projects in crypto, and on any given day, some of those will be mooning. You can't be in every coin, and neither can anyone else. **Be happy for other people's gains and practice patience waiting for yours, because it's a matter of when, not if.** \n\nCheers",
  "author_fullname": "t2_10a0yp",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "'Profit isn't a dirty word': a 3 step strategy for beginners who aren't making money",
  "link_flair_richtext": [
    {
      "e": "text",
      "t": "TRADING"
    }
  ],
  "subreddit_name_prefixed": "r/CryptoCurrency",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": "TRADING",
  "downs": 0,
  "thumbnail_height": null,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_n04fj7",
  "quarantine": false,
  "link_flair_text_color": "dark",
  "upvote_ratio": 0.9,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 153,
  "total_awards_received": 5,
  "media_embed": {},
  "thumbnail_width": null,
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": "TRADING",
  "can_mod_post": false,
  "score": 153,
  "approved_by": null,
  "author_premium": false,
  "thumbnail": "self",
  "edited": false,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {
    "gid_1": 1
  },
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1619604377,
  "link_flair_type": "richtext",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.CryptoCurrency",
  "allow_live_comments": true,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Disclaimer:</strong> No, I&#39;m not about to shill you a scam coin or point you towards some shady website where you deposit your tokens for a 5% daily return. What I&#39;m about to &quot;reveal&quot; has probably been discussed 1000&#39;s of times on here, but maybe not condensed into a single post. The only caveat to what I&#39;m about to write is that it only works in a bull market, which - lucky you - we&#39;re in the middle of. </p>\n\n<p>I&#39;m also aware that the below goes against the &#39;hodl&#39; and &#39;diamond hands&#39; memes. Before you you hit that downvote arrow, there are many schools of thought in trading, this is just one. </p>\n\n<p>Also, of the 4 coins I&#39;m mentioning specifically, I only own one (Holo), so this isn&#39;t me trying to shill you my portfolio. </p>\n\n<p><strong>Intro:</strong> I&#39;ve seen a lot of posts here in the past about people not making money. People, making money right now is ridiculously easy. Read on for the simple 3 step plan.</p>\n\n<p><strong>Step 1: Find a coin in the top 100 that hasn&#39;t pumped in a while</strong></p>\n\n<p>All coins go through the same cycle: pump, correction, accumulation, pump. At least that&#39;s true for established coins which is why we&#39;re sticking to the top 100. If you think there&#39;s not enough profit in the top 100, take a look at what Matic just did (plenty of other examples like One, Solana, Fantom, XRP, etc.). The cycle can take weeks or months to repeat.</p>\n\n<p>What you need to do is <strong>not</strong> buy the pump. I know, hard to resist, but the problem is that you&#39;re probably going to end buying the top, or close to it. And as I wrote above, after the top comes the correction, which means price goes down. We also don&#39;t want to buy when the price is still going down, <strong>we want to buy at the point where a trend reversal is likely</strong>. On a daily chart, what you&#39;re looking for is sharp peak on the left, followed by descending (red) candles on the right, eventually evening out as the area of support is found (that&#39;s your entry). </p>\n\n<p>Two perfect examples from the last two days of the above would be Fantom and Holo. They pumped weeks ago, have since dropped significantly in price and pulled a very nice reversal in the past two days  (had you bought Fantom&#39;s Sunday dip, you&#39;d be up almost 50% now, almost 40% for Holo). If you&#39;re wondering, KSM might be one to watch out for here in the near future (not financial advice). </p>\n\n<p><strong>Sidenote:</strong> probably preferable to buying into a position all at once would be <strong>daily cost averaging</strong>. This guide is already too long, so just google DCA, plenty of good youtube videos explaining the process. </p>\n\n<p><strong>Step 2: Hodl</strong></p>\n\n<p>I&#39;m intentionally not including any tips on how to find good entries with TA (technical analysis) since this is obviously geared towards beginners. <strong>Thus, the chances of you timing this perfectly are slim, and you&#39;re probably going to have to wait a few days or even weeks for anything to happen.</strong> Throughout the hold period, the price will fluctuate and may even drop further. But here&#39;s the thing in a bull market: all top 100 coins will pump, it&#39;s a matter of when, not if (liquidity flows from coins that just pumped into coins that haven&#39;t and once enough volume is built, price breaks out into price discovery, ie the pump). If a coin with extremely flawed fundamentals like Tron can pump into the top 20, so can anything else in the top 100. </p>\n\n<p><strong>Step 3: Realistic profit targets</strong></p>\n\n<p>You could of course just hodl the same coins throughout the bull market. <strong>If you picked good ones, you&#39;d probably be better off doing this actually.</strong> However, I&#39;m aware that we&#39;re all ADD affected  male apes in our primes, so you don&#39;t want to be in just a few coins, you want try a lot of coins. </p>\n\n<p>Let&#39;s use Fantom as an example. Let&#39;s say you paid attention on Sunday and bought the dip at $0.35 (you were a little late, but still a decent entry). Realistic profit targets depend on your own level of risk aversion, suffice to say, 200% or even 100% aren&#39;t realistic profit targets. It&#39;s most likely going to take more than one pump to get there, which means potentially months of hodling Let&#39;s use something like 25%, 30% and 40% as an example (and no, these numbers aren&#39;t set in stone, they are just an example. Like I said, your targets will depend in your own risk tolerance). These would be set up in a series of sell orders:</p>\n\n<p>Sell order 1 (50% of your bag): $0.437</p>\n\n<p>Sell order 2 (30% of your bag): $0.455</p>\n\n<p>Sell order 3 (20% of your bag): $0.490</p>\n\n<p>Sell order 1 is the most likely scenario to hit, so you&#39;ll be selling half your bag here. If the coin keeps pumping, you&#39;ll sell another 30% at +30% price movement and you&#39;ll leave 20% for a &#39;moonshot&#39; +40% price increase. Watch the charts closely while your coin is pumping: <strong>if it starts to look like you&#39;re not going to hit your upper targets, you can sell on the way down, still making profit.</strong> Keep in mind too that pumps can last for days. It&#39;s up to you and only you to identify the pattern and then stick to your belief. <strong>As a general rule though, don&#39;t be greedy: any profit is still better than no profit.</strong> </p>\n\n<p><strong>That&#39;s literally it.</strong> At this stage, you&#39;ll have turned your initial investment of $100 into $130. If that doesn&#39;t sound &#39;moonish&#39; enough for you, please show me another investment in which you can make 30% profit in a matter of days or 1 or 2 weeks. It doesn&#39;t exist outside of a crypto bullmarket. At this stage, you just repeat the process. Yes, it&#39;s a grind, but this is going to take work and that shouldn&#39;t be a surprise. </p>\n\n<p><strong>Conclusion:</strong> I think the reason why so many beginners end up losing money is because:</p>\n\n<p>- They buy into pumps when they should be buying lows</p>\n\n<p>- They overtrade, meaning they jump from coin to coin way too frequently and without any sort of strategy</p>\n\n<p>- They use leverage (if you&#39;re on twitter, asking your favourite influencer for entries, sell targets, stop losses, or how much leverage to use, you&#39;re not anywhere close to being ready for leverage)</p>\n\n<p>- They buy scam coins in the top 2000 thinking that&#39;s their path to Lambo Valhalla </p>\n\n<p>The guide I wrote works, and in terms of difficulty, it&#39;s probably 1 or 2 steps above just hodling a coin for the entirety of the bullrun. <strong>The one thing you need to do is take emotion out of the equation.</strong> When you&#39;re seeing a coin pump and you get that FOMO feeling, yep, that&#39;s 100% emotion. Realize there are hundreds of legitimate projects in crypto, and on any given day, some of those will be mooning. You can&#39;t be in every coin, and neither can anyone else. <strong>Be happy for other people&#39;s gains and practice patience waiting for yours, because it&#39;s a matter of when, not if.</strong> </p>\n\n<p>Cheers</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": null,
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2wlj3",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "",
  "id": "n04fj7",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "Rusty_Charm",
  "discussion_type": null,
  "num_comments": 73,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/CryptoCurrency/comments/n04fj7/profit_isnt_a_dirty_word_a_3_step_strategy_for/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/CryptoCurrency/comments/n04fj7/profit_isnt_a_dirty_word_a_3_step_strategy_for/",
  "subreddit_subscribers": 2353769,
  "created_utc": 1619624849,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1619575577,
  "the_new_excerpt": "Disclaimer: No, I'm not about to shill you a scam coin or point you towards some\nshady website where you deposit your tokens for a 5% daily return. What I'm\nabout to \"reveal\" has probably been discussed 1000's of times on here, but maybe\nnot condensed into a single post. The only caveat to what I'm…"
}