{
  "author": "biscuitspls",
  "original_created_utc": 1636292589,
  "title": "CMV: If you’re questioning your sexuality, you should disclose that to people you’re dating",
  "created_utc": 1636310783,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently dated an aromantic who was questioning whether or not they were aromantic. I felt extremely used when they ended things with me and dropped the bomb that they felt they were aromantic since before we started dating. I had already established before that I date to be in a relationship. I feel as if people who are questioning their sexuality should disclose this to people they date because otherwise they rope potentially unwilling people into a situation. I would have never dated an aromantic person (or someone who is questioning) since we’re fundamentally looking for different things and have different expectations. </p>\n\n<p>At the very least, disclose this with potential partners and let them decide if they want to help you explore your sexuality.</p>\n</div><!-- SC_ON -->",
  "score": 162,
  "permalink": "/r/changemyview/comments/qoos93/cmv_if_youre_questioning_your_sexuality_you/",
  "subreddit": "changemyview",
  "id": "qoos93",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I recently dated an aromantic who was questioning whether or not they were\naromantic. I felt extremely used when they ended things with me and dropped the\nbomb that they felt they were aromantic since before we started dating. I had\nalready established before that I date to be in a relationship. I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は最近、自分がアロマンティックであるかどうかを疑問に思っている人とデートしました。\n疑問を持っている人と付き合いました。彼らが私との関係を終わらせて、自分はアロマンティックだと感じていると\n付き合う前から自分はアロマンティックだと感じていたという爆弾を投下された時は、非常に利用された気分になりました。私は\n付き合いたいと思っていることは、前からわかっていました。I...",
      "title": "CMV: 自分のセクシュアリティに疑問を持っているなら、付き合っている人にはそれを開示すべきです"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近和一个恋童癖者约会，他正在怀疑自己是否是恋童癖。\n芳香族。当他们结束与我的关系并抛出他们觉得自己是芳香族的炸弹时，我感到非常受用。\n炸弹，说他们在我们开始约会之前就觉得自己是芳香族。我已经\n我之前就已经确定了我的约会是在一段关系中进行的。I...",
      "title": "CMV：如果你对自己的性行为有疑问，你应该向你约会的人透露。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近和一個戀童癖者約會，他正在懷疑自己是否是戀童癖。\n芳香族。當他們結束與我的關係並拋出他們覺得自己是芳香族的炸彈時，我感到非常受用。\n炸彈，說他們在我們開始約會之前就覺得自己是芳香族。我已經\n我之前就已經確定了我的約會是在一段關係中進行的。I...",
      "title": "CMV：如果你對自己的性行爲有疑問，你應該向你約會的人透露。"
    }
  ]
}