{
  "created_at": "2021-01-13T17:21:36.397Z",
  "title": "Ask HN: Do we need a Google Customers Union? Could it work?",
  "url": null,
  "author": "CaptainJustin",
  "points": 333,
  "story_text": "I recently saw that some Google employees are attempting to unionize and someone mentioned that Google&#x27;s customers wish they could unionize.<p>That lead me  to wonder: Could Google&#x27;s customers form some sort of union and attempt to hold discussions with Google?<p>On the one hand I think it would in Google&#x27;s interests to do everything to prevent having another party to have to negotiate with. On the other hand, if there was a union of customers and they occasionally demanded something everyone thinks is reasonable in the press, that may start something. Especially if Google caves on some of these issues.<p>What do you think?",
  "comment_text": null,
  "num_comments": 111,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1610537263,
  "_tags": [
    "story",
    "author_CaptainJustin",
    "story_25760750",
    "ask_hn",
    "front_page"
  ],
  "objectID": "25760750",
  "_highlightResult": {
    "title": {
      "value": "Ask HN: Do we need a Google Customers Union? Could it work?",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "CaptainJustin",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "I recently saw that some Google employees are attempting to unionize and someone mentioned that Google's customers wish they could unionize.<p>That lead me  to wonder: Could Google's customers form some sort of union and attempt to hold discussions with Google?<p>On the one hand I think it would in Google's interests to do everything to prevent having another party to have to negotiate with. On the other hand, if there was a union of customers and they occasionally demanded something everyone thinks is reasonable in the press, that may start something. Especially if Google caves on some of these issues.<p>What do you think?",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2021-01-13T11:27:43.000Z",
  "image": "",
  "localize": [
    {
      "locale": "zh",
      "title": "HN提问：我们需要一个谷歌客户联盟吗？能否行得通？"
    },
    {
      "locale": "zh-Hant",
      "title": "HN提問：我們需要一個谷歌客戶聯盟嗎？能否行得通？"
    }
  ],
  "source_updated_at": 1610706390903
}