{
  "created_at": "2021-01-30T10:52:17.528Z",
  "title": "Ask HN: Remote workers in a non-tech city, what's your experience?",
  "url": null,
  "author": "holsOndI",
  "points": 222,
  "story_text": "I&#x27;m a graduating as a software engineer in a city with a limited number of tech jobs. Due to divorce + kids living in this city, I won&#x27;t likely be able to move to a major tech center. But, I&#x27;ve a job offer with one of the larger local companies with an option to work remote. I&#x27;ve thought about taking the remote option and staying with remote companies to get access to a bigger job market than I can locally.<p>Anyone here who&#x27;s done something similar, what&#x27;s your experience been? Pro&#x27;s, Con&#x27;s, unexpected good things, unexpected hurdles, that kind of stuff.",
  "comment_text": null,
  "num_comments": 122,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1611952800,
  "_tags": [
    "story",
    "author_holsOndI",
    "story_25962178",
    "ask_hn",
    "front_page"
  ],
  "objectID": "25962178",
  "_highlightResult": {
    "title": {
      "value": "Ask HN: Remote workers in a non-tech city, what's your experience?",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "holsOndI",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "I'm a graduating as a software engineer in a city with a limited number of tech jobs. Due to divorce + kids living in this city, I won't likely be able to move to a major tech center. But, I've a job offer with one of the larger local companies with an option to work remote. I've thought about taking the remote option and staying with remote companies to get access to a bigger job market than I can locally.<p>Anyone here who's done something similar, what's your experience been? Pro's, Con's, unexpected good things, unexpected hurdles, that kind of stuff.",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2021-01-29T20:40:00.000Z",
  "image": "",
  "localize": [
    {
      "locale": "zh",
      "title": "问HN：在非科技城市的远程工作者，你有什么经验？"
    },
    {
      "locale": "zh-Hant",
      "title": "問HN：在非科技城市的遠程工作者，你有什麼經驗？"
    }
  ],
  "source_updated_at": 1612518570121
}