{
  "author": "Tangents_Of_A_Fraud",
  "original_created_utc": 1624669454,
  "title": "CMV: I do not use trigger warnings in my videos or content, and I see no reason to.",
  "created_utc": 1624678602,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The other day I posted a cooking video on TikTok, in which I used a knife to chop up some ingredients. I immediately got an influx of comments telling me I need to put a trigger warning, for people who might be set off by seeing a knife or a sharp object. That’s actually ridiculous. It’s a cooking video.</p>\n\n<p>Another time, I posted a video in which I talked about my past with self-harm issues. Again, more people telling me to put a trigger warning. I’m sorry, but no. You’re offended by me using a knife to cook? It’s a cooking utensil. Get over it. </p>\n\n<p>You’re set off by me talking about my past experiences with self harm? Get over it. It’s my story, and I’m going to tell it the way I wish. The world doesn’t have a trigger warning for you, and neither do I. Maybe I’m wrong though, who knows.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/o80oop/cmv_i_do_not_use_trigger_warnings_in_my_videos_or/",
  "subreddit": "changemyview",
  "id": "o80oop",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The other day I posted a cooking video on TikTok, in which I used a knife to\nchop up some ingredients. I immediately got an influx of comments telling me I\nneed to put a trigger warning, for people who might be set off by seeing a knife\nor a sharp object. That’s actually ridiculous. It’s a cooking…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "先日、TikTokに投稿した料理動画では、包丁を使って\n食材を切っています。すると、すぐに多くのコメントが寄せられました。\n包丁や鋭利なものを見ると気分が悪くなる人のために、トリガーワーニングを付けるべきだとのコメントが殺到しました。\nというコメントが殺到しました。しかし、それは馬鹿げています。これは料理だから...。",
      "title": "CMV: 私は自分のビデオやコンテンツにトリガーワーニングを使用していませんし、使用する理由もありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有一天，我在TikTok上发布了一个烹饪视频，其中我用一把刀来\n切碎一些材料。我立即收到大量评论，告诉我\n我需要在视频中加入一个触发警告，以便那些看到刀子或尖锐物体可能会被激怒的人。\n或尖锐物体而感到不安的人。这其实是很荒谬的。这是一个烹饪...",
      "title": "CMV：我没有在我的视频或内容中使用触发警告，我认为没有理由这样做。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有一天，我在TikTok上發佈了一個烹飪視頻，其中我用一把刀來\n切碎一些材料。我立即收到大量評論，告訴我\n我需要在視頻中加入一個觸發警告，以便那些看到刀子或尖銳物體可能會被激怒的人。\n或尖銳物體而感到不安的人。這其實是很荒謬的。這是一個烹飪...",
      "title": "CMV：我沒有在我的視頻或內容中使用觸發警告，我認爲沒有理由這樣做。"
    }
  ]
}