{
  "author": "Snorumobiru",
  "the_new_excerpt": "CW: rape\n\nI was reading another post on relationship advice last night. OP is unhappy in\nher marriage, she described how she wanted to stop having sex but her husband\nholds her down and keeps going.\n\nRight, that's rape, and OP needs to understand it's not okay at all so she can\nget out of that…",
  "original_created_utc": 1608742082,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "CW：强奸\n\n昨晚我在看另一篇关于恋爱建议的帖子。操作员在以下方面不高兴\n在她的婚姻中，她描述了她是多么想停止性生活，但她的丈夫\n把她按住，然后继续往前走。\n\n是的，那是强奸，行动人员需要明白这一点都不好，这样她才能\n离开那辆…",
      "title": "[改变我的想法]：Reddit太急于告诉人们他们被强奸了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "CW：強姦\n\n昨晚我在看另一篇關於戀愛建議的帖子。操作員在以下方面不高興\n在她的婚姻中，她描述了她是多麼想停止性生活，但她的丈夫\n把她按住，然後繼續往前走。\n\n是的，那是強姦，行動人員需要明白這一點都不好，這樣她才能\n離開那輛…",
      "title": "[改变我的想法]：Reddit太急於告訴人們他們被強姦了。"
    }
  ],
  "title": "CMV: Reddit is too eager to tell people they've been raped.",
  "created_utc": 1608788597,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>CW: rape</p>\n\n<p>I was reading another post on relationship advice last night. OP is unhappy in her marriage, she described how she wanted to stop having sex but her husband holds her down and keeps going.</p>\n\n<p>Right, that&#39;s rape, and OP needs to understand it&#39;s not okay at all so she can get out of that marriage. But the responses seemed a little extra: &quot;That&#39;s rape, you were raped, you&#39;re a rape victim and you gotta call it rape.&quot; It felt confrontational maybe? Certainly more blunt and forceful than I&#39;d be with someone who just suffered sexual trauma. And there were dozens of these comments!</p>\n\n<p>I&#39;m worried it doesn&#39;t come from an empathetic place, because it fits a pattern I&#39;ve been seeing on reddit. Commenters get <em>angry</em> when an article about a sex offense uses any term like &quot;had sex with&quot; or even &quot;assaulted&quot;. &quot;That&#39;s rape, it&#39;s wrong not to call it rape&quot;, they say. Like they hate the perpetrator so much that using any other word feels like letting them off easy.</p>\n\n<p>I&#39;ve even seen guys here tell stories like &quot;when I was 15 I hooked up with my friend&#39;s totally hot mom&quot; and the replies will say &quot;no that&#39;s rape, she raped you.&quot;</p>\n\n<p>I think that if someone has made it through being taken advantage of with relatively little psychological damage, then insisting they call themselves a rape victim could actually hurt them. I know that the victims in abusive relationships will tend to minimize their own suffering and the degree of wrongness involved, but they way to counteract that is to be gentle and help them realize on their own - not to hit them repeatedly with one of the ugliest words in the English language. I&#39;m worried that that kind of bluntness could end up reinforcing walls instead of breaking them down.</p>\n\n<p>I&#39;m not trying to talk out my ass here. I&#39;m a survivor myself, but I was a little kid when it happened, so I don&#39;t remember all of the psychology around my own trauma response. If you survived assault or an abusive relationship as an adult, I&#39;m especially interested to hear your perspective. Was bluntness what you needed, or did gentleness help you admit there was a problem? Are there other factors I&#39;m not considering?</p>\n\n<p>Thanks, this has bothered me for a while.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/kiwhjs/cmv_reddit_is_too_eager_to_tell_people_theyve/",
  "subreddit": "changemyview",
  "id": "kiwhjs",
  "is_self": true,
  "media": null,
  "is_video": false
}