{
  "author": "princetonwu",
  "the_new_excerpt": "I'm a pretty big used book buyer. That being said, buying a used book without a\nphoto of the actual book is pretty risky these days. I tend to buy Like New or\nVery Good ones instead of the Good or Acceptable ones, as the latter tend to be\npretty trashed. (Readable but not aesthetically pleasing).…",
  "original_created_utc": 1624151854,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はかなりの量の古本を購入しています。とはいえ、実物の写真がない中古本を買うのは\n実物の写真がない古本を買うのは、最近ではかなり危険です。新品同様や非常に良いものを買うことが多いです。\nの方を買うことが多いです。\n傾向があります。(読むことはできるが、美的には良くない)....",
      "title": "新品同様」の本をThriftbooksで購入して、完全に破壊された本を手にすることにはうんざりしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个相当大的二手书买家。也就是说，现在买一本没有真实照片的二手书是非常危险的。\n如今，购买没有实际书的照片的二手书是相当危险的。我倾向于购买像新的或\n我倾向于购买 \"非常好 \"的书，而不是 \"好 \"或 \"可接受 \"的书，因为后者往往是非常糟糕的。\n因为后者往往被毁坏。(可读但不美观)....",
      "title": "我已经厌倦了从旧书市场购买 \"像新的一样 \"的书，却得到一本完全被毁坏的书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個相當大的二手書買家。也就是說，現在買一本沒有真實照片的二手書是非常危險的。\n如今，購買沒有實際書的照片的二手書是相當危險的。我傾向於購買像新的或\n我傾向於購買 \"非常好 \"的書，而不是 \"好 \"或 \"可接受 \"的書，因爲後者往往是非常糟糕的。\n因爲後者往往被毀壞。(可讀但不美觀)....",
      "title": "我已經厭倦了從舊書市場購買 \"像新的一樣 \"的書，卻得到一本完全被毀壞的書。"
    }
  ],
  "title": "I'm sick and tired of buying \"Like New\" books from Thriftbooks and getting a totally destroyed book",
  "created_utc": 1624161590,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a pretty big used book buyer. That being said, buying a used book without a photo of the <em>actual</em> book is pretty risky these days. I tend to buy Like New or Very Good ones instead of the Good or Acceptable ones, as the latter tend to be pretty trashed. (Readable but not aesthetically pleasing). Ebay is a pretty good forum to buy used books since the quality of the items tend to be pretty consistent throughout my experience, even with multitude of different sellers (even those without an actual photo). Like New or Very Good tend to be pretty reliable.</p>\n\n<p>Thriftbooks have better deals, but the people working there seem to lack a working knowledge of what the quality of the books mean. Here is their own definition on their website: </p>\n\n<blockquote>\n<p>* <strong>Like New:</strong> An apparently unread copy in perfect condition. Dust cover is intact; pages are clean and are not marred by notes or folds of any kind.  </p>\n\n<p> * <strong>Very Good:</strong> A copy that has been read, but remains in excellent condition. Pages are intact and are not marred by notes or highlighting, but may contain a neat previous owner name. The spine remains undamaged.  </p>\n\n<p> * <strong>Good:</strong> A copy that has been read, but remains in clean condition. All pages are intact, and the cover is intact. The spine may show signs of wear. Pages can include limited notes and highlighting, and the copy can include &quot;From the library of&quot; labels or previous owner inscriptions.  </p>\n\n<p> * <strong>Acceptable:</strong> A readable copy. All pages are intact, and the cover is intact (the dust cover may be missing). Pages can include considerable notes--in pen or highlighter--but the notes cannot obscure the text.</p>\n</blockquote>\n\n<p>Recently I bought three paperback books from Amazon (sold by Thriftbooks), all of them in LIKE NEW condition. </p>\n\n<p>First book came with large tears in the front cover. Pages are yellowed and edges have stains. Definitely been read many times by different readers.</p>\n\n<p>Second book, no tears, but spine is obviously worn down with multiple creases. Yellowed and nasty pages. </p>\n\n<p>Third book, giant crease down the back cover. Same situation with the nasty pages. </p>\n\n<p>All three books should be AT MOST &quot;good&quot; condition (and that&#39;s being generous). Just because the internal pages have no writing or missing pages does not make it Like New. At least Amazon was a bro and refunded me all three books without me having to return them. (Maybe because I just bought a ton of new books from them on their 3 for 2 sale). These books are so nasty that I don&#39;t even want to read them despite being refunded to me already.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/o3uf44/im_sick_and_tired_of_buying_like_new_books_from/",
  "subreddit": "books",
  "id": "o3uf44",
  "is_self": true,
  "media": null,
  "is_video": false
}