{
  "author": "tcellsrus",
  "original_created_utc": 1631746644,
  "title": "CMV: Allison Mack's sentence of 3 years for sex slavery doesn't seem right",
  "created_utc": 1631756298,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sentencing guidelines were 14-17 years. She gets 3 years and community service for charges of sex trafficking, sex trafficking conspiracy and forced labor conspiracy. She was second in command of NXIVM, lured women into sex slavery, even branding some with her own initials, a ritual she created. Raniere,  the cult leader,  appropriately received 120 years, on the same charges.  If she were anything but an attractive young  actress, she would not have received such a light sentence. \n( yes it was a plea bargain but she played a major and  instrumental role in the crimes)</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/pp125e/cmv_allison_macks_sentence_of_3_years_for_sex/",
  "subreddit": "changemyview",
  "id": "pp125e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Sentencing guidelines were 14-17 years. She gets 3 years and community service\nfor charges of sex trafficking, sex trafficking conspiracy and forced labor\nconspiracy. She was second in command of NXIVM, lured women into sex slavery,\neven branding some with her own initials, a ritual she created.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "判決のガイドラインは14～17年でした。彼女は3年と社会奉仕活動を受ける\n性的人身売買、性的人身売買の共同謀議、強制労働の共同謀議の罪で、3年と社会奉仕を受ける。\n共謀したことになります。彼女はNXIVMの副会長として、女性たちを性奴隷に誘いました。\n彼女はNXIVMの副会長であり、女性を性奴隷に誘い、何人かに自分のイニシャルの焼印を押していました。",
      "title": "CMV: アリソン・マックが性奴隷として3年の刑を受けたことは正しいとは思えない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "量刑准则是14-17年。她被判3年和社区服务\n她因被指控犯有性交易、性交易阴谋和强迫劳动\n阴谋。她是NXIVM的第二把手，引诱妇女成为性奴隶。\n甚至在一些人身上打上她自己名字的缩写，这种仪式是她创造的....。",
      "title": "CMV：艾莉森-麦克因性奴役被判刑3年似乎不对"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "量刑準則是14-17年。她被判3年和社區服務\n她因被指控犯有性交易、性交易陰謀和強迫勞動\n陰謀。她是NXIVM的第二把手，引誘婦女成爲性奴隸。\n甚至在一些人身上打上她自己名字的縮寫，這種儀式是她創造的....。",
      "title": "CMV：艾莉森-麥克因性奴役被判刑3年似乎不對"
    }
  ]
}