{
  "author": "knorrsinigangmix",
  "original_created_utc": 1629612457,
  "title": "CMV: Reddit is not a great place to get advice in relationships with other people",
  "created_utc": 1629624763,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Reddit has a reputation wherein its users are generally introverted and have difficulty in making and maintaining relationships with people. After sometime here, it&#39;s pretty evident in subreddits i&#39;ve seen and some people that I have talked to. It&#39;s not wrong to be intoverted, don&#39;t get me wrong.</p>\n\n<p>But in terms of asking advice about relationships whether romantic with your bf/gf or platonic with friends, I feel like some are sending bad advice and downvoting some that are not in agreement with them. Sometimes I see a minor problem with her bf then most advices given are to break up, it&#39;s his loss or you&#39;ll get a new one. Same thing with friends, can&#39;t get along with friends with some minor problem so go get new friends. There are other answers given that&#39;ll make you scratch your head other than that.</p>\n\n<p>However, I do understand that the whole introvert thing is only a general rule and there are some exceptions. But because of the anonimity of reddit, some are sending advice even if they themselves haven&#39;t solved the problem. So it will be tough to figure out who knows what they&#39;re saying and who are saying stuff &quot;just to help&quot;. That&#39;s not a knock on helpful people, it&#39;s just that some answers are more credible compared to others. Also since you are anonymous, negative stuff are thrown out like &quot;I don&#39;t see a problem, don&#39;t be a p*ssy, man up and get it done&quot;. I don&#39;t think stuff like that help you get over the hump.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/p97any/cmv_reddit_is_not_a_great_place_to_get_advice_in/",
  "subreddit": "changemyview",
  "id": "p97any",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Reddit has a reputation wherein its users are generally introverted and have\ndifficulty in making and maintaining relationships with people. After sometime\nhere, it's pretty evident in subreddits i've seen and some people that I have\ntalked to. It's not wrong to be intoverted, don't get me…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Redditは、そのユーザーが一般的に内向的で、人との関係を築くのが苦手だという評判があります。\n人との関係を築くことや維持することが苦手だと言われています。しばらくしてから\n私が見てきたサブレディットや、私が話した何人かの人々を見ても、それは明らかです。\n明らかになりました。内向的であることは悪いことではありませんが、誤解しないでください。",
      "title": "CMV: Redditは人との関係においてアドバイスを得るのに適した場所ではありません"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "Reddit有一个声誉，即它的用户通常是内向的，并有\n在与人建立和保持关系方面有困难。经过一段时间的\n在这里，这一点在我所看到的subreddits和我所接触的一些人中非常明显。\n和一些人交谈过。内向并没有错，不要误会我...",
      "title": "CMV：Reddit不是一个在与他人交往中获得建议的好地方"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Reddit有一個聲譽，即它的用戶通常是內向的，並有\n在與人建立和保持關係方面有困難。經過一段時間的\n在這裏，這一點在我所看到的subreddits和我所接觸的一些人中非常明顯。\n和一些人交談過。內向並沒有錯，不要誤會我...",
      "title": "CMV：Reddit不是一個在與他人交往中獲得建議的好地方"
    }
  ]
}