{
  "author": "McDogballs",
  "the_new_excerpt": "Because he does this so often, I find myself having to read slower to understand\neverything he's saying so that I can picture it in my mind better, but it\nhappens so often. Also, words I'm not always familiar with pop up, making me\nconsult a dictionary when I just want to get through it. Is there a…",
  "original_created_utc": 1617258097,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "因为他经常这样做，我发现自己必须读得慢一点才能理解。\n他说的一切，所以我可以想象它在我的脑海里更好，但它是...\n经常发生。另外，我不一定熟悉的单词也会蹦出来，让我\n当我只是想通过它来查阅一本字典。有没有...",
      "title": "我正在阅读《魔戒》：The Fellowship of the Ring，我不禁注意到Tolkien经常创造这些精心设计的、非常详细的风景、房屋和道路的描述。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因爲他經常這樣做，我發現自己必須讀得慢一點才能理解。\n他說的一切，所以我可以想象它在我的腦海裏更好，但它是...\n經常發生。另外，我不一定熟悉的單詞也會蹦出來，讓我\n當我只是想通過它來查閱一本字典。有沒有...",
      "title": "我正在閱讀《魔戒》：The Fellowship of the Ring，我不禁注意到Tolkien經常創造這些精心設計的、非常詳細的風景、房屋和道路的描述。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "このようなことが多いので、ゆっくり読まないと理解できないことがあります。\n頭の中でイメージできるように、ゆっくり読まなければならない。\nよくあることですよね。また、あまり馴染みのない言葉が出てくるので、読みたいときに辞書を引いてしまうこともあります。\n辞書を引かなければなりません。何かいい方法はないでしょうか？",
      "title": "今、『LOTR: The Fellowship of the Ring』を読んでいるのですが、トールキンは風景や家、道などを緻密に描写することが多いことに気づかされます。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "このようなことが多いので、ゆっくり読まないと理解できないことがあります。\n頭の中でイメージできるように、ゆっくり読まなければならない。\nよくあることですよね。また、あまり馴染みのない言葉が出てくるので、読みたいときに辞書を引いてしまうこともあります。\n辞書を引かなければなりません。何かいい方法はないでしょうか？",
      "title": "今、『LOTR: The Fellowship of the Ring』を読んでいるのですが、トールキンは風景や家、道などを緻密に描写することが多いことに気づかされます。"
    }
  ],
  "title": "I am reading LOTR: The Fellowship of the Ring, and I can't help but notice how often Tolkien created these elaborate and very detailed descriptions of landscapes and houses and roads.",
  "created_utc": 1617280321,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Because he does this so often, I find myself having to read slower to understand everything he&#39;s saying so that I can picture it in my mind better, but it happens so often. Also, words I&#39;m not always familiar with pop up, making me consult a dictionary when I just want to get through it. Is there a way to speed this up or increase my comprehension of these long descriptions? I know that Tolkien had a reputation for it, but this is almost too much.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/mhp6aq/i_am_reading_lotr_the_fellowship_of_the_ring_and/",
  "subreddit": "books",
  "id": "mhp6aq",
  "is_self": true,
  "media": null,
  "is_video": false
}