{
  "author": "GiftoftheGeek",
  "original_created_utc": 1626855203,
  "title": "The Sluts by Dennis Cooper is a disturbing, darkly comic, confusing (yet always engrossing) look at Internet culture and the disturbed mind.",
  "created_utc": 1626870932,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It is shocking to see a book that captures an experience that comes in so many different forms so perfectly in its fictional and often extreme account, but <em>The Sluts</em> manages that feat.</p>\n\n<p>Now, I&#39;ve been an active member in various online forums and communities since I was <em>seven</em>. Is that a terrible idea? Abso-fucking-lutely. I saw shit a child should not have seen. Someone posted Goatse to my innocent little cartoon chat box and some deep-rooted instinct must have protected me then, because for years all I thought that photo was was a man with &quot;lips&quot; on his butt. I have been a friend, a sexual partner, an asshole, and the worst nightmare of people who had no idea who I really was at all, let alone how old I was.</p>\n\n<p>As such, once I found out the premise and layout of <em>The Sluts</em> by Dennis Cooper, I was very intrigued as to reading the book for myself. I ended up finishing it in two sittings of an hour or two on the same day, a rare occurrence for me since I got my own Internet-connected devices to have in my possession 24/7  around the age of 12 and lost my remaining attention span <del>and sanity</del> with it.</p>\n\n<p>The basic story is about a message board for reviewing gay male escorts, and how one review for a young trick named Brad and the promise of &quot;unbelievable&quot; sex is enough to spark a chain of lurid, bizarre, and sometimes fatal events that are discussed, challenged, and theorized about. The majority of the story is written in the format of messages that are being exchanged by users of this message board.</p>\n\n<p>There are points where the stories of this teenage escort from people who claim to have encountered him and the Internet perverts from the sidelines really start to blur together and can easily confuse the reader. Looking over the book again as I read this, I&#39;m reminded of characters from the beginning that I can&#39;t pinpoint the fates of from reading it through. There are several unreliable narrators that we get to know - it may be frustrating for some readers, but I see it as a perfect representation of the Internet. Even if you haven&#39;t experienced it first hand, it takes is to go deep into some infamous Reddit stories/memes to learn that people on the Internet are liars, liars who can change their identity in a second and craft entire worlds that wouldn&#39;t make any sense to an outsider.</p>\n\n<p>If it sounds like a read that may be depressing or difficult, I can assure you that it&#39;s not. I think the different stories that the narrators give from the beginning about &quot;Brad&quot; made me realize that a mystery of sorts was unfolding, and my drive to uncover it was greater than any confusion. There is also some dark comedy in the story, including a guy who sets up a separate group entirely to focus on the sexual fantasy of killing Nick Carter, and his disappointment in the original group&#39;s hesitation to join him. </p>\n\n<p>(I originally took this as a &quot;the Internet is crazy lmao&quot; type of detail, but then realized that the Kill Nick Carter character could easily be seen as the story&#39;s separation of individuals with private, perverse sexual kinks and the real murderers and rapists - though behind a screen, who ever knows for sure which one you&#39;re dealing with?)</p>\n\n<p>Overall, <em>The Sluts</em> is one of the rawest and most authentic looks at the beast of the Internet that&#39;s come up in the past two decades. A world where people across the globe who would never have otherwise become connected find one another - a world they can drop in and out of and become whoever they want. This power - much like every other power I can think of - is a force of some of the greatest goods and the most heinous acts in the world.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/books/comments/oolbfk/the_sluts_by_dennis_cooper_is_a_disturbing_darkly/",
  "subreddit": "books",
  "id": "oolbfk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It is shocking to see a book that captures an experience that comes in so many\ndifferent forms so perfectly in its fictional and often extreme account, but The\nSluts manages that feat.\n\nNow, I've been an active member in various online forums and communities since I\nwas seven. Is that a terrible…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "様々な形で存在する体験を、フィクションでありながら過激な描写でこれほど完璧に表現した本を見るのは衝撃的です。\nしかし、『The Sluts』はその偉業を成し遂げました。\nThe Sluts』はその偉業を成し遂げました。\n\n私は7歳の頃から、さまざまなオンラインフォーラムやコミュニティに積極的に参加してきました。\n7歳の頃から様々なオンラインフォーラムやコミュニティに参加してきました。それはひどいですか？",
      "title": "デニス・クーパー著「The Sluts」は、インターネット文化と心の乱れを、不穏で、ダークで、コミカルで、混乱させながらも、常に夢中にさせる作品です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "令人震惊的是，有一本书在其虚构的、往往是极端的描述中如此完美地捕捉到了一种以多种不同形式出现的经验。\n在其虚构的、往往是极端的描述中如此完美地捕捉到一种不同形式的经历，令人震惊，但《荡妇》做到了。\n荡妇》做到了这一点。\n\n现在，我从七岁起就一直是各种在线论坛和社区的活跃成员。\n七岁时就成为各种在线论坛和社区的活跃成员。这是不是一个可怕的...",
      "title": "丹尼斯-库珀（Dennis Cooper）的《荡妇》是一部令人不安、黑暗的漫画，令人困惑（但总是令人着迷）的网络文化和不安的心灵。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "令人震驚的是，有一本書在其虛構的、往往是極端的描述中如此完美地捕捉到了一種以多種不同形式出現的經驗。\n在其虛構的、往往是極端的描述中如此完美地捕捉到一種不同形式的經歷，令人震驚，但《蕩婦》做到了。\n蕩婦》做到了這一點。\n\n現在，我從七歲起就一直是各種在線論壇和社區的活躍成員。\n七歲時就成爲各種在線論壇和社區的活躍成員。這是不是一個可怕的...",
      "title": "丹尼斯-庫珀（Dennis Cooper）的《蕩婦》是一部令人不安、黑暗的漫畫，令人困惑（但總是令人着迷）的網絡文化和不安的心靈。"
    }
  ]
}