{
  "author": "tzu_tzu_flower",
  "the_new_excerpt": "Why YSK: Those scientific article paywalls are BS. None of that goes to the\nactual authors and researchers. Paywalls on news articles are stupid too.\nLuckily, it's not too hard to get around that! Especially if you're a student,\nthese sites are amazing.\n\noutline.com [https://outline.com] - Place…",
  "original_created_utc": 1617975379,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 科学的な論文の有料化は問題です。実際の著者や研究者には何の利益もありません。\nなく、実際の著者や研究者に支払われます。ニュース記事の有料化も馬鹿げています。\n幸いなことに、それを回避するのはそれほど難しくありません。特に学生の場合は。\nこれらのサイトは素晴らしいです。\n\noutline.com [https://outline.com] - Place...",
      "title": "YSK: 科学論文、書籍、ニュース記事、雑誌などを無料で入手できるサイトはたくさんあります。以下にリンクを掲載します :)"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：那些科学文章付费墙是BS。没有一个人去\n实际作者和研究人员。新闻文章的付费墙也很愚蠢。\n幸运的是，要绕过这个问题并不难! 尤其是当你是学生的时候。\n这些网站是惊人的。\n\noutline.com [https://outline.com] - Place...",
      "title": "YSK: 有大量的网站可以免费获得科学文章、书籍、新闻文章和期刊! 链接如下:)"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：那些科學文章付費牆是BS。沒有一個人去\n實際作者和研究人員。新聞文章的付費牆也很愚蠢。\n幸運的是，要繞過這個問題並不難! 尤其是當你是學生的時候。\n這些網站是驚人的。\n\noutline.com [https://outline.com] - Place...",
      "title": "YSK: 有大量的網站可以免費獲得科學文章、書籍、新聞文章和期刊! 鏈接如下:)"
    }
  ],
  "title": "YSK: There are tons of websites to get scientific articles, books, news articles, and journals for FREE! Links below :)",
  "created_utc": 1618021081,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Those scientific article paywalls are BS. None of that goes to the actual authors and researchers. Paywalls on news articles are stupid too. Luckily, it&#39;s not too hard to get around that! Especially if you&#39;re a student, these sites are amazing.</p>\n\n<p><a href=\"https://outline.com\">outline.com</a> - Place <a href=\"https://www.outline.com/\">www.outline.com/</a> before any news article URL behind a paywall, and it&#39;ll give you a non-ad-covered, annotateable, and easily shareable version!</p>\n\n<p><a href=\"https://libgen.rs\">libgen.rs</a> - Library Genesis, a search engine for scientific articles, books, comics, and magazines</p>\n\n<p><a href=\"https://sci-hub.do/\">sci-hub.do</a> - Sci-Hub, specifically for research articles! You can stick in the URL or DOI and be taken right to the document!</p>\n\n<p><a href=\"https://z-lib.org\">z-lib.org</a> - Z-library, another big search engine for books/articles!</p>\n\n<p>EDIT: For most of these, you don&#39;t have to download the actual document unless you want to, you can read it in-browser as well! I&#39;ve never had any issues with any downloads from these sites. </p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/YouShouldKnow/comments/mnhcoq/ysk_there_are_tons_of_websites_to_get_scientific/",
  "subreddit": "YouShouldKnow",
  "id": "mnhcoq",
  "is_self": true,
  "media": null,
  "is_video": false
}