{
  "author": "suspicious-centaur",
  "original_created_utc": 1631808276,
  "title": "Should I sell my books when I know deep inside that I’ll never want to read them?",
  "created_utc": 1631836498,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve been reading for about 6 years now. I have acquired quite a collection of young adult novels, mostly romance because I am a 20 year old girl, duh. To call it my favorite genre would be false—in retrospect, I think I was just scared of exploring new genres as a preteen, so romance became my go-to.</p>\n\n<p>I recently joined this subreddit and was surprised at how diverse book recommendations were. I honestly did become a little intimidated because these were genres that I wasn’t initially inclined to read: sci-fi, mystery, classics, horror—none of that I ever liked. </p>\n\n<p>Until I actually tried it. </p>\n\n<p>I started off by reading short stories such as There Will Come Soft Rains by Ray Bradbury, The Jaunt by Stephen King, I Have No Mouth and I Must Scream by Harlan Ellison then those stories because the catalyst of my fairly new fondness towards more explorative genres. I recently purchased Project Hail Mary, All of Tolkien, 11/22/63, The Shining, some Agatha Christie, and a few classics like The Count of Monte Cristo and The Brother’s Karamazov— and for the first time in a long time, I’m genuinely excited to read all of them.</p>\n\n<p>My problem is this: during my prime teen years and earlier this year, I’ve bought A LOT of young adult books. I even think that buying books and reading books are two different hobbies because I just buy and buy and buy until I have more than enough of what I can handle. </p>\n\n<p>I have over 50+ books that remain untouched in my library, all young adult fiction. Three months ago, I would never have thought of selling them, but now, I’ve found myself heavily considering it. I don’t want to store these books in my house and let them rot without giving them the chance to be read, I think of that as a waste of literature. I might not like them anymore but someone else might be dying to have them. </p>\n\n<p>But at the same time, they’re a palpable testament of my growth as a reader. I’d like to remind myself from time to time that I enjoyed these books too, and might also be appreciated by my future sons and daughters.</p>\n\n<p>I really have conflicting opinions and would like another perspective. Should I sell these or keep them instead?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/ppg7q3/should_i_sell_my_books_when_i_know_deep_inside/",
  "subreddit": "books",
  "id": "ppg7q3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ve been reading for about 6 years now. I have acquired quite a collection of\nyoung adult novels, mostly romance because I am a 20 year old girl, duh. To call\nit my favorite genre would be false—in retrospect, I think I was just scared of\nexploring new genres as a preteen, so romance became my go…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は6年ほど前から読んでいます。かなりの数のヤングアダルト小説を集めています。\n私は20歳の女の子なので、ロマンス小説を中心としたヤングアダルト小説をかなり集めています。好きなジャンルというと\n振り返ってみると、10代の頃は新しいジャンルを開拓するのが怖かったので\n振り返ってみると、10代の頃は新しいジャンルを開拓するのが怖かったので、ロマンスが私の...",
      "title": "心の底から読みたいと思わないと分かっているのに、本を売るべきでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我已经读了大约6年书了。我已经收集了相当多的\n年轻人的小说，主要是浪漫小说，因为我是一个20岁的女孩，咄。称之为\n说它是我最喜欢的类型是错误的--现在回想起来，我想我只是害怕探索。\n现在回想起来，我想我只是害怕在青少年时期探索新的类型，所以爱情小说成为我的首选。",
      "title": "当我内心深处知道我永远不会想读我的书时，我应该出售我的书吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經讀了大約6年書了。我已經收集了相當多的\n年輕人的小說，主要是浪漫小說，因爲我是一個20歲的女孩，咄。稱之爲\n說它是我最喜歡的類型是錯誤的--現在回想起來，我想我只是害怕探索。\n現在回想起來，我想我只是害怕在青少年時期探索新的類型，所以愛情小說成爲我的首選。",
      "title": "當我內心深處知道我永遠不會想讀我的書時，我應該出售我的書嗎？"
    }
  ]
}