{
  "author": "suspicious-centaur",
  "original_created_utc": 1631808276,
  "title": "Should I sell my books when I know deep inside that I’ll never want to read them?",
  "created_utc": 1631836498,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve been reading for about 6 years now. I have acquired quite a collection of young adult novels, mostly romance because I am a 20 year old girl, duh. To call it my favorite genre would be false—in retrospect, I think I was just scared of exploring new genres as a preteen, so romance became my go-to.</p>\n\n<p>I recently joined this subreddit and was surprised at how diverse book recommendations were. I honestly did become a little intimidated because these were genres that I wasn’t initially inclined to read: sci-fi, mystery, classics, horror—none of that I ever liked. </p>\n\n<p>Until I actually tried it. </p>\n\n<p>I started off by reading short stories such as There Will Come Soft Rains by Ray Bradbury, The Jaunt by Stephen King, I Have No Mouth and I Must Scream by Harlan Ellison then those stories because the catalyst of my fairly new fondness towards more explorative genres. I recently purchased Project Hail Mary, All of Tolkien, 11/22/63, The Shining, some Agatha Christie, and a few classics like The Count of Monte Cristo and The Brother’s Karamazov— and for the first time in a long time, I’m genuinely excited to read all of them.</p>\n\n<p>My problem is this: during my prime teen years and earlier this year, I’ve bought A LOT of young adult books. I even think that buying books and reading books are two different hobbies because I just buy and buy and buy until I have more than enough of what I can handle. </p>\n\n<p>I have over 50+ books that remain untouched in my library, all young adult fiction. Three months ago, I would never have thought of selling them, but now, I’ve found myself heavily considering it. I don’t want to store these books in my house and let them rot without giving them the chance to be read, I think of that as a waste of literature. I might not like them anymore but someone else might be dying to have them. </p>\n\n<p>But at the same time, they’re a palpable testament of my growth as a reader. I’d like to remind myself from time to time that I enjoyed these books too, and might also be appreciated by my future sons and daughters.</p>\n\n<p>I really have conflicting opinions and would like another perspective. Should I sell these or keep them instead?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/ppg7q3/should_i_sell_my_books_when_i_know_deep_inside/",
  "subreddit": "books",
  "id": "ppg7q3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ve been reading for about 6 years now. I have acquired quite a collection of\nyoung adult novels, mostly romance because I am a 20 year old girl, duh. To call\nit my favorite genre would be false—in retrospect, I think I was just scared of\nexploring new genres as a preteen, so romance became my go…"
}