{
  "author": "A_Wise_Mans_Fear",
  "original_created_utc": 1627228535,
  "title": "In the early 1900s, Sir Arthur Conan Doyle (Sherlock Holmes creator/writer) was called upon to help solve a real life murder. His help kept an innocent man from life in prison.",
  "created_utc": 1627240024,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Did you know that Sir Arthur Conan Doyle -- the famed author of Sherlock Holmes -- was once tasked to solve a real life crime? The case involved a savage murder, stolen jewelry, an international manhunt, and a wily maidservant who went to her grave knowing far more about the killing than she had revealed...</p>\n\n<p>But I&#39;m getting ahead of myself. So let&#39;s get our pipes and funny hats and start from the beginning.</p>\n\n<h1>The murdah</h1>\n\n<p>At 82 years old, and living in one of the wealthy neighborhoods of Glasgow (West Princes Street), Marion Gilchrist had a quiet life. She lived alone, but for her hired help, a maid named Helen Lambie. </p>\n\n<p>On December 21st, 1908, Lambie left Gilchrist alone “to fetch the evening newspaper.” Just after 7:00 PM someone came into Gilchrist’s house, attacked, and beat the elderly woman to death. </p>\n\n<p>According to Lambie, she returned from her errand in time to hear a noise in the house then see a man rushing down the stairs. She then found her employer dead on the dining room floor. Papers in the house were “ransacked.” Money lying in plain sight was untouched, as was a substantial jewelry collection. </p>\n\n<p>The only thing missing was a diamond brooch. </p>\n\n<p>Lambie alerted the authorities. A doctor identified a chair leg as the murder weapon. There was no sign of forced entry. </p>\n\n<h1>Befuddled and corrupt police just wanted a suspect</h1>\n\n<p>Given the lack of forced entry, police assumed Gilchrist had known the attacker. Within 5 days, the authorities arrested a suspect: Oscar Slater. Lambie even identified him as the man she’d seen running out of the house that night. </p>\n\n<p>Slater, a 36-year-old Jewish man, was a bit of a traveler. He’d previously lived in New York, Paris, Brussels, and Glasgow. He and his wife had rented a flat near Gilchrist’s home. </p>\n\n<p>Being short on money, Slater had apparently pawned a brooch of his own earlier that month. </p>\n\n<p>The police found out about the pawned brooch when Slater tried to sell the slip for a ticket to America. They saw a suspect attempting to flee the country. However, Lambie was asked to identify the brooch in the pawnshop. She said it wasn’t the stolen item. </p>\n\n<p>The police were undeterred. Despite not being one, they suspected Slater of being a pimp since the man’s wife had worked at a music hall and was thought to “entertain men at home in [her husband’s] absence.” Oh and according to reports, they had stated:  </p>\n\n<blockquote>\n<p>“All murders are committed by undesirables; Oscar Slater is an undesirable; therefore, Oscar Slater committed the Gilchrist murder.” </p>\n</blockquote>\n\n<p>(Dynamite logic, of course!) </p>\n\n<h1>The game is afoot</h1>\n\n<p>Slater, too trusting the judicial system, waved extradition and came back to Glasgow to stand trial. Maybe he thought the evidence was lacking. Maybe he just thought innocence would win out. Either way, he was wrong. </p>\n\n<p>The Scottish court convicted and sentenced Slater to death in 1909. The verdict generated quite the public outcry. Thus, though scheduled for execution, Slater&#39;s lawyer gathered signatures for a petition and successfully got his client&#39;s sentence commuted - he was now sentenced to life in prison. </p>\n\n<p>The public outcry found its way to Sir Arthur Conan Doyle’s ears. And his Holmes-inspiring mind did not like what it heard. </p>\n\n<h1>The science of deduction</h1>\n\n<p>So in 1909, the famed author began to re-examine the facts of the case, using some Sherlockian methods. And he noticed some glaring holes in the police’s case. </p>\n\n<p>The broach Slater had pawned belonged to a friend, a woman who testified to the fact. And some rumors surfaced that a few witnesses in the police’s case had been coached. This included their star witness, Lambie. </p>\n\n<p>This first examination spurred Doyle further. He interviewed new witnesses. He searched for additional evidence. (He even covered some of Slater’s legal fees). In 1912, Doyle published his findings in The Case of Oscar Slater. However, it wasn’t enough to garner a retrial. He lost hope and set it aside.</p>\n\n<p>Seven years later, the widow of a Glasgow police officer blew the thing wide open when she reached out to Doyle. She revealed that her husband had kept documents revealing withheld evidence hidden from the public. These documents contained evidence of suspects within Gilchrist’s family - suspects who apparently had powerful friends. </p>\n\n<h1>Justice is served, far far too late</h1>\n\n<p>A journalist published a piece on the case, highlighting Doyle’s earlier work. At around this same time, Doyle also received a personal plea from Slater himself. The falsely accused man wanted Doyle to keep digging.</p>\n\n<p>So he did. </p>\n\n<p>Unfortunately, it took years before Slater was deemed innocent. He was not released from prison until 1927, nearly 20 years after the murder itself. His name was cleared. </p>\n\n<p>The real killer “remains unknown.” (sure he does, sure.)</p>\n\n<h1>Get your magnifying glass and examine deeper</h1>\n\n<p>Wild, huh? Stinks that it took so long to prove Slater’s innocence, but at least it happened I guess. If you want to check out some longer reads on this one: </p>\n\n<ul>\n<li>Here’s <a href=\"https://www.nytimes.com/2018/07/17/books/review/margalit-fox-conan-doyle-for-the-defense.html\">a piece from the New York Times</a> on the story that includes a brief review of Margalit Fox&#39;s book on the subject</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 57,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/PVJdYwvEFQ2VPVQ_2U4_U1exhBU3LOouOcJHoduUzwM.jpg?auto=webp&s=9219b788947fc43edfe08d1b0ff3fb8819291423",
          "width": 1050,
          "height": 550
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/PVJdYwvEFQ2VPVQ_2U4_U1exhBU3LOouOcJHoduUzwM.jpg?width=108&crop=smart&auto=webp&s=22a1c46cde271e16c4d7e92f9537f15d4154a9af",
            "width": 108,
            "height": 56
          },
          {
            "url": "https://external-preview.redd.it/PVJdYwvEFQ2VPVQ_2U4_U1exhBU3LOouOcJHoduUzwM.jpg?width=216&crop=smart&auto=webp&s=d76484f707d2c1e6b8db5f64676f1a791eb42784",
            "width": 216,
            "height": 113
          },
          {
            "url": "https://external-preview.redd.it/PVJdYwvEFQ2VPVQ_2U4_U1exhBU3LOouOcJHoduUzwM.jpg?width=320&crop=smart&auto=webp&s=270da2a381020e03a4bbe020158a72ceed8054f1",
            "width": 320,
            "height": 167
          },
          {
            "url": "https://external-preview.redd.it/PVJdYwvEFQ2VPVQ_2U4_U1exhBU3LOouOcJHoduUzwM.jpg?width=640&crop=smart&auto=webp&s=cd7f7c237039ba9173a1b18996dd70cf72b10901",
            "width": 640,
            "height": 335
          },
          {
            "url": "https://external-preview.redd.it/PVJdYwvEFQ2VPVQ_2U4_U1exhBU3LOouOcJHoduUzwM.jpg?width=960&crop=smart&auto=webp&s=96acbc5c81983f3987b4a5a86e284752c5fc714c",
            "width": 960,
            "height": 502
          }
        ],
        "variants": {},
        "id": "10k3z5B_k-X_ZokPJFoc5ldnqD1Vy0YaCuuDj7IhFaM"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/ore30v/in_the_early_1900s_sir_arthur_conan_doyle/",
  "subreddit": "books",
  "id": "ore30v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Did you know that Sir Arthur Conan Doyle -- the famed author of Sherlock Holmes\n-- was once tasked to solve a real life crime? The case involved a savage\nmurder, stolen jewelry, an international manhunt, and a wily maidservant who\nwent to her grave knowing far more about the killing than she had…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "シャーロック・ホームズの原作者として有名なアーサー・コナン・ドイル卿が、実際に起きた事件を解決するように依頼されたことがあるのをご存知ですか？\n-- の作者であるアーサー・コナン・ドイル卿は、かつて現実の犯罪を解決するように命じられたことがあります。その事件とは、残忍な殺人事件\nその事件は、残忍な殺人、盗まれた宝石、国際的な捜査、そして、殺人の詳細を知ったまま墓に入った狡猾なメイド・サーヴィスを含んでいました。\n墓場に入る前に、その殺人について自分が知っていたよりもはるかに多くのことを知っていた...。",
      "title": "1900年代初頭、アーサー・コナン・ドイル（シャーロック・ホームズの生みの親であり作家）は、実際に起きた殺人事件の解決を依頼された。彼の協力により、無実の男が終身刑から救われたのである。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你知道吗，阿瑟-柯南-道尔爵士--著名的《福尔摩斯》作者--曾经被要求解决一个真实的犯罪问题。\n-- 的著名作者，曾经被要求解决一个现实生活中的犯罪问题？这起案件涉及一起野蛮的谋杀案、被盗的珠宝、国际追捕以及一个狡猾的女仆。\n谋杀案、被盗珠宝、国际追捕，以及一个狡猾的女仆。\n一个狡猾的女仆，在她的坟墓里知道了比她所知道的更多的杀人事件。",
      "title": "20世纪初，阿瑟-柯南-道尔爵士（夏洛克-福尔摩斯的创造者/作家）被要求帮助解决一起现实生活中的谋杀。他的帮助使一个无辜的人免于终身监禁。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你知道嗎，阿瑟-柯南-道爾爵士--著名的《福爾摩斯》作者--曾經被要求解決一個真實的犯罪問題。\n-- 的著名作者，曾經被要求解決一個現實生活中的犯罪問題？這起案件涉及一起野蠻的謀殺案、被盜的珠寶、國際追捕以及一個狡猾的女僕。\n謀殺案、被盜珠寶、國際追捕，以及一個狡猾的女僕。\n一個狡猾的女僕，在她的墳墓裏知道了比她所知道的更多的殺人事件。",
      "title": "20世紀初，阿瑟-柯南-道爾爵士（夏洛克-福爾摩斯的創造者/作家）被要求幫助解決一起現實生活中的謀殺。他的幫助使一個無辜的人免於終身監禁。"
    }
  ]
}