{
  "author": "Kat_ri",
  "original_created_utc": 1633107935,
  "title": "Who to read after Nietzsche?",
  "created_utc": 1633157541,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Coworkers teenage son is clinically depressed, on the spectrum and in the last year got OBSESSED with Nietzche.  He naturally relates to Nietzsche&#39;a philosophy but isn&#39;t mature enough to take a critical lens to it. For him Nietzsche understands &quot;the truth,&quot; and part of that &quot;truth&quot; is that life is meaningless, full of suffering and he would be better off ending it all. Any recommendations on healthier,  broader ways to interpret Nietzsche that might pique the interest of a shy, smart, teenage bookworm?</p>\n\n<p>EDIT - he is being &quot;actively &quot; treated by medical professionals. Actively is in quotes because he and his family are reliant on the state and resources/ appointments are limited especially now that he legally an adult.</p>\n\n<p>EDIT EDIT: Thank you everyone for your kindness and responses!  His mom was initilaly very freaked out by his interest in Nietzsche but is now hopeful that his interest in philosophy will be beneficial.  These next few years will likely be the hardest of his life as he will have little access to child &amp; family services but is still too young to be safely prescibed antidepressants.   Even if he has no interest in further enaging philosophy, you&#39;ve given his momma a window into his interests and a great deal of comfort.</p>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/askphilosophy/comments/pzcco6/who_to_read_after_nietzsche/",
  "subreddit": "askphilosophy",
  "id": "pzcco6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Coworkers teenage son is clinically depressed, on the spectrum and in the last\nyear got OBSESSED with Nietzche. He naturally relates to Nietzsche'a philosophy\nbut isn't mature enough to take a critical lens to it. For him Nietzsche\nunderstands \"the truth,\" and part of that \"truth\" is that life is…"
}