{
  "author": "solojones1138",
  "the_new_excerpt": "Why YSK: Your donations should be better informed. if you're considering\ndonating yours or your loved ones' body to science, you should be aware that you\ncan't really dictate where it actually goes.\n\nThe hospital will let an outside broker sell the body for a profit. There is\nvery little regulation…",
  "original_created_utc": 1615525145,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：你的捐款应该更有依据，如果你考虑的是\n将您或您亲人的身体捐献给科学，您应该意识到，您应该\n不能真正决定它的实际去向。\n\n医院会让外面的经纪人把尸体卖掉，赚取利润。有\n很少监管...",
      "title": "YSK... ...为 \"科学 \"而捐献身体的业务包括诸如军方炸毁你的身体进行弹道测试。这也是一种营利性业务，尸体或身体部位由经纪人出售，他们从捐赠中赚钱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：你的捐款應該更有依據，如果你考慮的是\n將您或您親人的身體捐獻給科學，您應該意識到，您應該\n不能真正決定它的實際去向。\n\n醫院會讓外面的經紀人把屍體賣掉，賺取利潤。有\n很少監管...",
      "title": "YSK... ...爲 \"科學 \"而捐獻身體的業務包括諸如軍方炸燬你的身體進行彈道測試。這也是一種營利性業務，屍體或身體部位由經紀人出售，他們從捐贈中賺錢。"
    }
  ],
  "title": "YSK the business of body donation for \"science\" can include things like the military blowing up your body for ballistics tests. It's also a for-profit business where bodies or body parts are sold by brokers who make money on the donation.",
  "created_utc": 1615556578,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Your donations should be better informed. if you&#39;re considering donating yours or your loved ones&#39; body to science, you should be aware that you can&#39;t really dictate where it actually goes. </p>\n\n<p>The hospital will let an outside broker sell the body for a profit. There is very little regulation in this industry. This has also led to bodies just rotting away in poorly cooled buildings. </p>\n\n<p>Overall, it&#39;s a business that deeply needs regulation and changes. Be informed before you donate to &quot;science&quot;.</p>\n\n<p>Here&#39;s an investigative report:\n<a href=\"https://time.com/5636486/fbi-body-donation-arizona/\">https://time.com/5636486/fbi-body-donation-arizona/</a></p>\n</div><!-- SC_ON -->",
  "score": 145,
  "permalink": "/r/YouShouldKnow/comments/m3a768/ysk_the_business_of_body_donation_for_science_can/",
  "subreddit": "YouShouldKnow",
  "id": "m3a768",
  "is_self": true,
  "media": null,
  "is_video": false
}