{
  "author": "Ryanhanna22",
  "original_created_utc": 1625522434,
  "title": "CMV: Continuing to put people coming out as gay in the news and push them as heroes is only making being gay seem like it's still not normal.",
  "created_utc": 1625528336,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It seems everytime a celebrity comes out is gay it is plastered all over social media calling them a hero and strong for coming out. Now if this was 20+ years ago I&#39;d totally agree. Nowadays though, with there being a pride month and a considerable amount of the population being accepting of gays I feel like pushing this narrative isnt going in the right direction. If a male celebrity came out and said he has sex with women we all wouldnt care and say that&#39;s not news, in my opinion that&#39;s how we should treat people coming out as gay. If the whole point of putting it in the news is the get more people to be accepting of it then it&#39;s not gonna work. If someone doesn&#39;t like people for being gay, putting it in their face that someone is gay isn&#39;t gonna change how they see gay people.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/oehe3h/cmv_continuing_to_put_people_coming_out_as_gay_in/",
  "subreddit": "changemyview",
  "id": "oehe3h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It seems everytime a celebrity comes out is gay it is plastered all over social\nmedia calling them a hero and strong for coming out. Now if this was 20+ years\nago I'd totally agree. Nowadays though, with there being a pride month and a\nconsiderable amount of the population being accepting of gays I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "有名人がゲイであることをカミングアウトするたびに、ソーシャル・メディアでは\nカミングアウトしたことで、ヒーローだとか、強い人だとか。これが20年以上前であれば\nこれが20年以上前であれば、私は完全に同意します。しかし、最近では、プライド月間が設けられていて、かなりの数の有名人がゲイであることを公表しています。\n今では、多くの人々がゲイを受け入れているので、私は...",
      "title": "CMV：ゲイであることをカミングアウトした人たちをニュースで取り上げ、ヒーローとして押し出し続けることは、ゲイであることがまだ普通ではないように思わせるだけです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "似乎每次有名人出柜是同性恋，就会在社交媒体上大肆宣传，称他们是出柜的英雄和强者。\n媒体称他们是英雄，是出柜的强者。如果这是20多年前的事\n前，我完全同意。但如今，随着自豪月的到来，相当多的人开始接受同性恋。\n现在有了骄傲月，而且相当多的人都接受了同性恋，我...",
      "title": "CMV：继续把出柜的同性恋者放在新闻中，并把他们作为英雄来推崇，只会让人觉得作为同性恋仍然不正常。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "似乎每次有名人出櫃是同性戀，就會在社交媒體上大肆宣傳，稱他們是出櫃的英雄和強者。\n媒體稱他們是英雄，是出櫃的強者。如果這是20多年前的事\n前，我完全同意。但如今，隨着自豪月的到來，相當多的人開始接受同性戀。\n現在有了驕傲月，而且相當多的人都接受了同性戀，我...",
      "title": "CMV：繼續把出櫃的同性戀者放在新聞中，並把他們作爲英雄來推崇，只會讓人覺得作爲同性戀仍然不正常。"
    }
  ]
}