{
  "author": "ivar_enin",
  "original_created_utc": 1624435677,
  "title": "'To Kill a Mockingbird' is very well crafted piece of literature",
  "created_utc": 1624470284,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Completed just yesterday, took me 15 days but at the end I can say it proudly that it deserve all the time and attention; it&#39;s such a masterpiece. </p>\n\n<p>English being my second language, I must admit that it was a hard read for me, nevertheless I enjoyed it. The way in which the author paints the incidents in the mind of the reader is so profound and indelible.</p>\n\n<p>Apart from the writing style I loved the characters too, especially Atticus, his way of parenting is commendable. Also, the bonding between Scout and Jem is very warming, seemed to me like they are the epitome of the saying &#39;made for each other&#39; .</p>\n\n<p>Indeed, Americans are lucky to have it in their curriculum, like I had Gulliver&#39;s Travel which I barely enjoyed myself.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/o68eyi/to_kill_a_mockingbird_is_very_well_crafted_piece/",
  "subreddit": "books",
  "id": "o68eyi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Completed just yesterday, took me 15 days but at the end I can say it proudly\nthat it deserve all the time and attention; it's such a masterpiece.\n\nEnglish being my second language, I must admit that it was a hard read for me,\nnevertheless I enjoyed it. The way in which the author paints the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "昨日完成しました。15日間かかりましたが、最後には胸を張って言うことができます。\n時間と注意を払うに値する、そんな傑作です。\n\n英語は私の第二言語ですが、正直なところ、私にとっては読みにくい作品でした。\nそれにもかかわらず、私はこの作品を楽しみました。作者の描き方は、私たちの生活に影響を与えています。",
      "title": "To Kill a Mockingbird」は非常によくできた文学作品です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "昨天刚刚完成，我花了15天时间，但最后我可以骄傲地说\n它值得所有的时间和关注；它是这样一个杰作。\n\n英语是我的第二语言，我必须承认，对我来说，这是一本难读的书。\n然而，我很喜欢它。作者在书中描绘了 \"我 \"与 \"我 \"之间的关系。",
      "title": "杀死一只知更鸟》是一部非常精巧的文学作品"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "昨天剛剛完成，我花了15天時間，但最後我可以驕傲地說\n它值得所有的時間和關注；它是這樣一個傑作。\n\n英語是我的第二語言，我必須承認，對我來說，這是一本難讀的書。\n然而，我很喜歡它。作者在書中描繪了 \"我 \"與 \"我 \"之間的關係。",
      "title": "殺死一隻知更鳥》是一部非常精巧的文學作品"
    }
  ]
}