{
  "author": "Beezlebubbah",
  "original_created_utc": 1632364458,
  "title": "Please don't gatekeep how multiracial POC are presented",
  "created_utc": 1632371835,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been seeing some comments on novels complaining how this or that character doesn&#39;t present enough as a member of X race. And while I do think some criticisms are valid, such as clear moments when authors that are not of that race didn&#39;t do their research, it&#39;s very frustrating when someone decides they aren&#39;t X enough because they&#39;re not participating in the culture of X  race.</p>\n\n<p>News flash, if the child grows up in America or Britain or any country that isn&#39;t their own, it&#39;s completely possible for them to grow up without cultural ties. As a first-gen myself, not only did I grow up without those ties, but what is considered &quot;cultural&quot; to my race is deeply tied to prevalent religions. Am I less representative of my race because I don&#39;t practice any of the major religions, and therefore don&#39;t participate in things the world has deemed the &quot;culture&quot; of my country?</p>\n\n<p>I understand that for many people, it&#39;s amazing when a character has your ethnicity. I feel that way too! I feel seen, I feel kinship just by the mere appearance of a POC. But if that character fails to be relatable to you beyond that, it doesn&#39;t mean the author has failed to create a person of your race.</p>\n\n<p>This is not knocking against criticisms for diverse character representations. Obviously a certain amount of research and respect is required. I&#39;m just asking to think carefully on where your criticism is stemming from. Because every time I read a comment knocking an American or British born character for not being <em>insert my race here</em> enough, I feel my own existence invalidated a bit more.</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/books/comments/ptlpak/please_dont_gatekeep_how_multiracial_poc_are/",
  "subreddit": "books",
  "id": "ptlpak",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've been seeing some comments on novels complaining how this or that character\ndoesn't present enough as a member of X race. And while I do think some\ncriticisms are valid, such as clear moments when authors that are not of that\nrace didn't do their research, it's very frustrating when someone…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "小説を読んでいると、「このキャラクターは○○人種としての存在感が薄い」という不満のコメントを見かけることがあります。\nはX人種の一員としての存在感が薄い」というコメントを見かけることがあります。私は、いくつかの批判は妥当だと思います。\n例えば、その人種ではない作者が、その人種としての魅力を十分に表現できていないことが明らかになった場合などです。\n批判はもっともだと思いますが、その人種ではない作者がリサーチをしていないことが明らかな場合などは、非常に苛立たしいものがあります。",
      "title": "多人種のPOCをどのように表現するか、門番をしないでください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直在看到一些小说的评论，抱怨这个或那个角色如何\n没有充分展现X种族成员的身份。虽然我认为有些批评是合理的\n虽然我认为有些批评是有道理的，比如在一些明显的时刻，不属于该种族的作者没有做研究。\n种族的作者没有做他们的研究，但当有人......这是很令人沮丧的。",
      "title": "请不要对多种族的POC的表现方式进行把关。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直在看到一些小說的評論，抱怨這個或那個角色如何\n沒有充分展現X種族成員的身份。雖然我認爲有些批評是合理的\n雖然我認爲有些批評是有道理的，比如在一些明顯的時刻，不屬於該種族的作者沒有做研究。\n種族的作者沒有做他們的研究，但當有人......這是很令人沮喪的。",
      "title": "請不要對多種族的POC的表現方式進行把關。"
    }
  ]
}