{
  "author": "the_hucumber",
  "the_new_excerpt": "What happens between consenting adults behind closed doors is their own business\nand no one else's.\n\nWho you have sex with is a private matter and no one else needs to know (with\nthe possible exception where there is infidelity and the partner has a right to\nknow their spouse is cheating on…",
  "original_created_utc": 1617783010,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "同意した大人の間で閉ざされたドアの中で起こることは、彼ら自身の問題であり\n他の誰のものでもありません。\n\n誰とセックスするかは個人の問題であり、他の人が知る必要はありません。\nただし、不倫の場合は例外で、パートナーは自分の配偶者が浮気をしていることを知る権利があります。\n自分の配偶者が浮気をしていることを知る権利がある場合は例外です。",
      "title": "CMV: 誰かがゲイなのか、ストレートなのか、バイなのか、そんなことを知る権利は誰にもありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "成年人之间闭门造车发生的事情是他们自己的事情。\n而不是别人的。\n\n你和谁做爱是私事，别人不需要知道（有了\n可能的例外情况是，在发生不忠行为的情况下，伴侣有权要求：\n知道自己的配偶有外遇... ...",
      "title": "CMV：没有人有权利知道某人是同性恋、异性恋、双性恋还是什么。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "成年人之間閉門造車發生的事情是他們自己的事情。\n而不是別人的。\n\n你和誰做愛是私事，別人不需要知道（有了\n可能的例外情況是，在發生不忠行爲的情況下，伴侶有權要求：\n知道自己的配偶有外遇... ...",
      "title": "CMV：沒有人有權利知道某人是同性戀、異性戀、雙性戀還是什麼。"
    }
  ],
  "title": "CMV: No one has a right to know if someone's gay, straight, bi or whatever.",
  "created_utc": 1617806108,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>What happens between consenting adults behind closed doors is their own business and no one else&#39;s. </p>\n\n<p>Who you have sex with is a private matter and no one else needs to know (with the possible exception where there is infidelity and the partner has a right to know their spouse is cheating on them). </p>\n\n<p>I hate how celebrities&#39; sexuality is used to sell talk shows and magazines. I really don&#39;t care who Tom Cruise sleeps with as long as it&#39;s consentual. </p>\n\n<p>I also don&#39;t think people have to &quot;come out&quot; if they happen to be gay or bi. It doesn&#39;t matter. Of course if they want to they can confide in friends and family, but that shouldn&#39;t be seen as an obligation. The type of genitalia you choose to play with has no bearing on anything else in your life. Society&#39;s pressure to know if someone really is gay or not just further adds to discrimination. Let&#39;s let people&#39;s private lives stay private!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/mlxc7t/cmv_no_one_has_a_right_to_know_if_someones_gay/",
  "subreddit": "changemyview",
  "id": "mlxc7t",
  "is_self": true,
  "media": null,
  "is_video": false
}