{
  "author": "ShotRecommendation50",
  "original_created_utc": 1635104377,
  "title": "What feels annoyingly repetitive over the course of all the books you read?",
  "created_utc": 1635143398,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For me it is when the (typically) fantasy protagonists has to face more than three enemies at once in some kind of a fight for life. One of the most repetitive playouts of this kind of scene is that the protagonist is said to know better than to believe he could get alive out of this and a few paragraphs later he/she is the only one alive (obviously). </p>\n\n<p>I think that the part of realization of the impossible task is unnecessary in most of these scenes. And god, I would love for one of the cocky protagonists to just run for safety and try to solve the situation without risking life.</p>\n\n<p>What are other scenes you find reused a bit too often in your opinion?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/qezgk6/what_feels_annoyingly_repetitive_over_the_course/",
  "subreddit": "books",
  "id": "qezgk6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For me it is when the (typically) fantasy protagonists has to face more than\nthree enemies at once in some kind of a fight for life. One of the most\nrepetitive playouts of this kind of scene is that the protagonist is said to\nknow better than to believe he could get alive out of this and a few…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の場合は、（典型的な）ファンタジーの主人公が、一度に3人以上の敵に直面し、命をかけた戦いをしなければならないときです。\n命をかけた戦いをしなければならない時です。この種のシーンで最も繰り返されるのが\nこの種のシーンで最も繰り返されるのは、主人公が「これで生きていけるとは思わない方がいい」と言われることです。\n主人公が「これだけのことで生きていけるとは思わない方がいい」と言われることです。",
      "title": "読んだ本の中で、同じことの繰り返しにイラッとすることはありませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对我来说，当（典型的）幻想主人公不得不面对超过\n三个以上的敌人，为生活而战。其中最\n这类场景的一个最重复的玩法是，主人公被说成是\n他不相信自己能在这种情况下活下来，还有一些......。",
      "title": "在你阅读的所有书籍中，什么东西感觉到令人厌恶的重复性？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對我來說，當（典型的）幻想主人公不得不面對超過\n三個以上的敵人，爲生活而戰。其中最\n這類場景的一個最重複的玩法是，主人公被說成是\n他不相信自己能在這種情況下活下來，還有一些......。",
      "title": "在你閱讀的所有書籍中，什麼東西感覺到令人厭惡的重複性？"
    }
  ]
}