{
  "author": "Craw1011",
  "the_new_excerpt": "I know I'm going to sound like a grump, so apologies for that, but it always\nannoys me that whenever someone comes out with a top 100 books to read, the\nbooks included are always narrow in their scope of origin.\n\nAccording to these lists 100 Years of Solitude is the only book you need to read\nfrom…",
  "original_created_utc": 1613584322,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我知道我会听起来像一个脾气暴躁的人，所以道歉，但它总是。\n让我恼火的是，每当有人拿出一个前100名的书籍阅读，该\n所收录的书，其来源范围总是很窄。\n\n根据这些书单，《百年孤独》是你唯一需要阅读的书。\n从...",
      "title": "一本不温不火的百强书阅读清单"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道我會聽起來像一個脾氣暴躁的人，所以道歉，但它總是。\n讓我惱火的是，每當有人拿出一個前100名的書籍閱讀，該\n所收錄的書，其來源範圍總是很窄。\n\n根據這些書單，《百年孤獨》是你唯一需要閱讀的書。\n從...",
      "title": "一本不溫不火的百強書閱讀清單"
    }
  ],
  "title": "A not so hot take on top 100 books to read lists",
  "created_utc": 1613595662,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know I&#39;m going to sound like a grump, so apologies for that, but it always annoys me that whenever someone comes out with a top 100 books to read, the books included are always narrow in their scope of origin. </p>\n\n<p>According to these lists <strong>100 Years of Solitude</strong> is the only book you need to read from Latin America and the entire continent of Asia (which I&#39;d like to point out includes the Middle East), Australia, and Africa is devoid of any noteworthy book. I understand that these lists can in no way be perfect but they never include any caveats to make up for their own narrowness, nor do they even attempt to include books from these continents.</p>\n\n<p>Again, sorry for the rant, but I wanted to get it off my chest. Would love to hear all of your thoughts on this.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/lm0a6h/a_not_so_hot_take_on_top_100_books_to_read_lists/",
  "subreddit": "books",
  "id": "lm0a6h",
  "is_self": true,
  "media": null,
  "is_video": false
}