{
  "author": "jsake",
  "original_created_utc": 1637257170,
  "title": "I finally understand why people are so upset about ETH gas fees.",
  "created_utc": 1637275187,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Earlier this year I did a bit of fooling around with the ETH ecosystem and found myself paying between 10-20 bucks in gas fees per transaction, as long as I was careful and monitored EthGasStation.info before making a swap, so when people complained about gas fees I just thought &quot;hey that&#39;s the price of doing business&quot;, while I certainly empathized with people for whom 10-20 bucks represented a significant portion of their crypto investment, mine is large enough that a 20 dollar fee is totally worth the upside for any given project I think will do well.     </p>\n\n<p>Well today I went to swap some coins on Uniswap, for a trade of ~175 bucks, I was getting fees of 250-300!! Holy crap!    </p>\n\n<p>I understand that the fees are high because usage is high, and that the fees are a cost of keeping things relatively decentralized, but god damn when the market is popping off it&#39;s basically impossible for anyone besides a 5 or 6 + figure whale to make transactions if they&#39;re not on a Cex.<br/>\nIt&#39;s a real shame!! I hope they can sort it out, I&#39;d much rather have my ETH and ERC20 tokens in my own wallet instead of on an exchange, but for now it really doesn&#39;t seem feasible!!     </p>\n\n<p>Anyway, rant over. Please use the comments below as a safe space to complain about gas fees or make arguments for them. Just be nice to people !</p>\n</div><!-- SC_ON -->",
  "score": 214,
  "permalink": "/r/CryptoCurrency/comments/qwv2v1/i_finally_understand_why_people_are_so_upset/",
  "subreddit": "CryptoCurrency",
  "id": "qwv2v1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Earlier this year I did a bit of fooling around with the ETH ecosystem and found\nmyself paying between 10-20 bucks in gas fees per transaction, as long as I was\ncareful and monitored EthGasStation.info before making a swap, so when people\ncomplained about gas fees I just thought \"hey that's the…"
}