{
  "author": "bethanyfitness",
  "original_created_utc": 1638572733,
  "title": "YSK: the artificial sweetener Xylitol, found in many common household items/food like toothpaste and even peanut butter, is extremely toxic to dogs. If your dog ingests even a small amount, they can die.",
  "created_utc": 1638586668,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: with the obesity epidemic and Keto craze happening in the US, Xylitol use has been on the rise, significantly. It is safe for humans (but will cause diarrhea in large amounts) but CAN kill your dog very quickly unless taken to the vet IMMEDIATELY. When 5mg per 1lb of body weight is ingested, it quickly causes liver failure followed by death and the effects will begin 10-15 minutes after ingesting. Any amount less than this can cause liver cirrhosis, seizures from severe hypoglycemia, tremors, and coma in under an hour. &lt;/p&gt;\n\n&lt;p&gt;This sweetener is found in most “sugar free” snacks, gum, toothpaste, candies, and if you know anyone who follows a Keto Diet or is just simply diabetic, they most likely have a whole bag of the stuff in their cupboard because it tastes and bakes very similar to regular sugar. It’s even in some brands of peanut butter. With the holidays going on and everyone baking sweet treats, I thought I would mention this because until my own dog ate toothpaste with Xylitol, I had NO idea it was so dangerous. She’s fine, now. Thankfully she threw the majority of it up herself. It’s extremely easy for a pup to eat this amount of Xylitol. If you bake a sugar free cake and your dog eats it off the counter while it’s cooling, or you forget to put your toothpaste in the drawer and your curious puppy eats it like puppies do… you could have your heart broken in under an hour. So please be careful! Also never give your pup a homemade treat that you didn’t make yourself!! This info is not well known at all and a good-intending person may use xylitol in place of sugar to make the treats “healthier”. So just be careful, fellow pet owners :) &lt;/p&gt;\n\n&lt;p&gt;Here is some more info! &lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://vcahospitals.com/know-your-pet/xylitol-toxicity-in-dogs\"&gt;https://vcahospitals.com/know-your-pet/xylitol-toxicity-in-dogs&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 329,
  "permalink": "/r/YouShouldKnow/comments/r8bg42/ysk_the_artificial_sweetener_xylitol_found_in/",
  "subreddit": "YouShouldKnow",
  "id": "r8bg42",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: with the obesity epidemic and Keto craze happening in the US, Xylitol\nuse has been on the rise, significantly. It is safe for humans (but will cause\ndiarrhea in large amounts) but CAN kill your dog very quickly unless taken to\nthe vet IMMEDIATELY. When 5mg per 1lb of body weight is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：アメリカで起きている肥満の蔓延とケトーブームで、キシリトール\nの使用量が大幅に増加しています。人間には安全です（ただし\nしかし、愛犬の場合、大量に摂取すると下痢をすることがあります。\nすぐに獣医に診せる。体重1ポンドあたり5mgを摂取すると...",
      "title": "YSK：人工甘味料のキシリトールは、歯磨き粉やピーナッツバターなど、一般的な家庭用品や食品に多く含まれていますが、犬にとっては非常に有害です。犬が少量でも摂取してしまうと、死んでしまう可能性があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：随着美国肥胖症的流行和酮症热的出现，木糖醇\n的使用一直在显著上升。它对人类是安全的（但大量使用会导致\n腹泻），但会很快杀死你的狗，除非立即送到\n兽医。当每1磅体重有5毫克的木糖醇时...",
      "title": "YSK：人工甜味剂木糖醇存在于许多常见的家用物品/食品中，如牙膏甚至花生酱，对狗来说是非常有毒的。如果你的狗摄入了哪怕是少量的木糖醇，它们就会死亡。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：隨着美國肥胖症的流行和酮症熱的出現，木糖醇\n的使用一直在顯著上升。它對人類是安全的（但大量使用會導致\n腹瀉），但會很快殺死你的狗，除非立即送到\n獸醫。當每1磅體重有5毫克的木糖醇時...",
      "title": "YSK：人工甜味劑木糖醇存在於許多常見的家用物品/食品中，如牙膏甚至花生醬，對狗來說是非常有毒的。如果你的狗攝入了哪怕是少量的木糖醇，它們就會死亡。"
    }
  ]
}