{
  "author": "Xenoka911",
  "original_created_utc": 1638041575,
  "title": "The Xeelee Sequence helped me enjoy reading again",
  "created_utc": 1638085265,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Over the past year (probably longer), I&#39;ve been struggling with depression and enjoying a lot of things I previously enjoyed. Video games, movies, music, reading. I was getting back into reading after getting my kindle around 2 years ago and was able to read some older sci-fi I enjoyed, and new stuff I hadn&#39;t read. Around a year ago or more though depression started hitting me harder than normal and I found it hard to read as much, or enjoy what I was reading. I know I made a previous post a while back about new sci-fi vs old sci-fi and their differences as I wasn&#39;t a fan of what I was reading much. I dropped a few books in a row. I started reading some older stuff as well, and was not getting much out of it either. I believe part of this may have been due to just a string of bad luck of picking things I ended up not enjoying (sad as one of these was by Asimov and I love his Foundation Trilogy).   </p>\n\n<p>I recently got a new job and have been able to listen to audiobooks which really help to pass the time. I was really excited but having listened to about 5 books now I was surprised that I really wasn&#39;t super into any of them. I felt bad as I thought I was just incapable of enjoying stories as much anymore, or my standards somehow randomly shot through the roof and now *everything* was just so cliche, or many plot points felt so childish and dumb for any reason. I was getting pretty upset by this. I&#39;ve always wanted to try newer sci-fi, and find some sort of large scale series that I could get into. Epic sci-fi always seemed so appealing to me but the few series I tried that were modern I just couldn&#39;t get into. Finally I listened to the audiobook of Raft.   </p>\n\n<p>I&#39;m not going to say this is some milestone of literature, or some incredible feat of writing. I will simply say that I found a lot of joy in listening to this book. I enjoyed the strange world they were in, and the simple adventure story it followed. Something about it broke open my shell and allowed me to actually enjoy what I was listening to. I followed it up just this weekend by reading Timelike Infinity and I enjoyed it even more than Raft. I now definitely plan to read the rest of the series and feel like, even if I don&#39;t find it the highest literature or the best writing I&#39;ve read, it has had fun stories and an interesting universe that has been extremely pleasurable to read.  </p>\n\n<p>I mainly wanted to write this to get this out because I&#39;m just very happy at the moment that I finally found a (somewhat) modern sci-fi, large scale series that I&#39;m actually finally interested in following through with reading and getting me out of my reading rut. Has anyone else had these types of moments where for some reason you just felt like you could not enjoy reading for some reason or another until some book helped you out of that rut, whether it was one of your favorites or not? What do you normally do when you do find yourself in one of these ruts?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/r3kzfx/the_xeelee_sequence_helped_me_enjoy_reading_again/",
  "subreddit": "books",
  "id": "r3kzfx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Over the past year (probably longer), I've been struggling with depression and\nenjoying a lot of things I previously enjoyed. Video games, movies, music,\nreading. I was getting back into reading after getting my kindle around 2 years\nago and was able to read some older sci-fi I enjoyed, and new…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この1年間（おそらくもっと長い間）、私は鬱病に悩まされてきました。\n以前に楽しんでいた多くのことを楽しめるようになりました。ビデオゲーム、映画、音楽。\n読書。2年ほど前にキンドルを手に入れてからは、読書を再開していました。\n私は2年ほど前にキンドルを手に入れてから、読書を再開していました。",
      "title": "Xeelee Sequenceで読書の楽しさを取り戻した"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在过去的一年里（可能更久），我一直在与抑郁症作斗争，并且\n享受很多我以前喜欢的东西。电子游戏、电影、音乐。\n阅读。大约两年前，我得到了我的kindle，我又开始了阅读。\n两年前，我得到了我的Kindle，并能够阅读一些我喜欢的旧科幻作品，以及新书。",
      "title": "Xeelee序列》帮助我再次享受阅读的乐趣"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在過去的一年裏（可能更久），我一直在與抑鬱症作鬥爭，並且\n享受很多我以前喜歡的東西。電子遊戲、電影、音樂。\n閱讀。大約兩年前，我得到了我的kindle，我又開始了閱讀。\n兩年前，我得到了我的Kindle，並能夠閱讀一些我喜歡的舊科幻作品，以及新書。",
      "title": "Xeelee序列》幫助我再次享受閱讀的樂趣"
    }
  ]
}