{
  "author": "putdownallpits",
  "the_new_excerpt": "There were white nationalists at the insurrection of course, but they appeared\nto be a minority of the participants. It seems to have been a mix of QANON,\nProud Boys, evangelicals, military, backwoods hicks, and it was mostly white.\n(but not all white)\n\nBy calling this group “white supremacists” or…",
  "original_created_utc": 1610543813,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "当然，起义时也有白人民族主义者，但他们似乎...\n是少数参与者。似乎是混迹于QANON。\n骄傲的男孩，福音派，军人，背井离乡的乡巴佬，而且大部分是白人。\n(但不全是白人)\n\n称这个组织为 \"白人至上主义者 \"或... ...",
      "title": "[改变我的想法]。将袭击国会大厦的恐怖分子称为 \"白人民族主义者\"，这与事实不符，并破坏了该事件的全部范围和影响。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當然，起義時也有白人民族主義者，但他們似乎...\n是少數參與者。似乎是混跡於QANON。\n驕傲的男孩，福音派，軍人，背井離鄉的鄉巴佬，而且大部分是白人。\n(但不全是白人)\n\n稱這個組織爲 \"白人至上主義者 \"或... ...",
      "title": "[改變我的想法]。將襲擊國會大廈的恐怖分子稱爲 \"白人民族主義者\"，這與事實不符，並破壞了該事件的全部範圍和影響。"
    }
  ],
  "title": "CMV: Labeling the terrorists who attacked the capitol as “white nationalists” is factually incorrect and undermines the full scope and implications of the event.",
  "created_utc": 1610558495,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There were white nationalists at the insurrection of course, but they appeared to be a minority of the participants. It seems to have been a mix of QANON, Proud Boys, evangelicals, military, backwoods hicks, and it was mostly white. (but not all white) </p>\n\n<p>By calling this group “white supremacists” or “white nationalists”, the media is not only further wedging political division and distrust in mainstream news, but is also not fully representing the vast reach of this anti-democratic movement.  It almost seems lie a conservative news tactic, saying “it wasn’t conservatives, it was white nationalists”, but this type of narrative is appearing on CNN and NPR. </p>\n\n<p>These people are criminals and need to be charged aggressively, but their attack was not driven by factors of race. Conversely, I agree that if the storming crowd was majority brown, there would have been more aggressive measures to stop them.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/kwg8m8/cmv_labeling_the_terrorists_who_attacked_the/",
  "subreddit": "changemyview",
  "id": "kwg8m8",
  "is_self": true,
  "media": null,
  "is_video": false
}