{
  "author": "Apprehensive-Bus1610",
  "original_created_utc": 1630071234,
  "title": "You are all making history right now. Don't take it for granted.",
  "created_utc": 1630078797,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a 57 year old truck driver who has been privileged to watch every iteration of  technological evolution from the tech revolution of the 70&#39;s and 80&#39;s to the MAJOR evolutionary step of Blockchains . </p>\n\n<p>We are currently witnessing ( and are a part of) the biggest technology evolutionary step since the introduction of the internet in the mid 80&#39;s. </p>\n\n<p>&quot; Experts&quot; were saying the same things about the internet they they are saying about Crypto...&quot; It&#39;s a fad and will never work&quot;. \n  &quot; This will never be used by the average person&quot; \n&quot; It will never replace ( old tech here)&quot;.</p>\n\n<p>I remember when NASA&#39;s &quot; Super Computer&quot; had less memory and processing capability than the outdated cell phone you gave your two year old. \n 1.5G hardrives were considered &quot; overkill&quot; . Processors were as big as your fist and waiting 30 seconds for a simple JPEG to load was considered &quot; lightning fast&quot;.</p>\n\n<p>My point here is, my generation took it all for granted. We didn&#39;t appreciate the historical significance of what we were witnessing,  what kind of power and control we were being handed. </p>\n\n<p>Don&#39;t let this happen to YOUR generation. Appreciate the significance of blockchains, the tech and case uses behind your favorite currency. Make sure you fully grasp how important this all is. As a community, maybe we should concentrate more on the tech than the monetary value.</p>\n\n<pre><code>You aren&#39;t just investing. ..You are all part of history. You are all helping improve our world. Take pride my friends. Sorry so long, just needed to get this off my chest.\n</code></pre>\n\n<p>EDIT; For those who have given awards, my apologies...my chat is not working atm</p>\n</div><!-- SC_ON -->",
  "score": 193,
  "permalink": "/r/CryptoCurrency/comments/pcngdp/you_are_all_making_history_right_now_dont_take_it/",
  "subreddit": "CryptoCurrency",
  "id": "pcngdp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm a 57 year old truck driver who has been privileged to watch every iteration\nof technological evolution from the tech revolution of the 70's and 80's to the\nMAJOR evolutionary step of Blockchains .\n\nWe are currently witnessing ( and are a part of) the biggest technology\nevolutionary step since…"
}