{
  "author": "kernelpanic0202",
  "the_new_excerpt": "I’m not sure how to feel about this one, but I really do not like when mental\nillness is used as a plot twist or explanation that is underdeveloped.\n\nSpecifically, when mental illness is used as a way to explain the behaviour of\nthe antagonist or antihero of the story. To me, it’s been overdone and…",
  "original_created_utc": 1616703767,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不知道如何看待这个问题，但我真的不喜欢当精神上的\n疾病被用作情节的转折或解释，但却没有得到充分的发展。\n\n具体来说，当精神疾病被用来解释以下行为的时候：\n故事的对立面或反英雄。对我来说，它已经被过度使用和... ...",
      "title": "不受欢迎的书癖--惊悚小说中对精神疾病的使用？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不知道如何看待這個問題，但我真的不喜歡當精神上的\n疾病被用作情節的轉折或解釋，但卻沒有得到充分的發展。\n\n具體來說，當精神疾病被用來解釋以下行爲的時候：\n故事的對立面或反英雄。對我來說，它已經被過度使用和... ...",
      "title": "不受歡迎的書癖--驚悚小說中對精神疾病的使用？"
    }
  ],
  "title": "Unpopular bookish pet peeve- the use of mental illness in thrillers?",
  "created_utc": 1616737516,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m not sure how to feel about this one, but I <em>really</em> do not like when mental illness is used as a plot twist or explanation that is underdeveloped. </p>\n\n<p>Specifically, when mental illness is used as a way to explain the behaviour of the antagonist or antihero of the story. To me, it’s been overdone and it’s more harmful than anything. If it was actually done accurately then I wouldn’t have a problem but I’ve noticed mental illness is constantly used as a crux to demonize a certain character. </p>\n\n<p>It’s lazy on the author’s part and I find it can often perpetuate a lot of harmful stigma surrounding more “rare” mental illnesses like ASPD, BPD, PTSD, DID, schizophrenia and Munchausen’s disease (among many others) that many people are not formally experienced with. </p>\n\n<p>I recently got done reading Sharp Objects by Gillian Flynn and was enjoying the book until mental illness trope was shoved in. Absolutely awful and it seemed like a lazy way to wrap up an otherwise compelling plot. It was cheap and honestly felt like Flynn did no prior research on the complexity of MSBP before using it to label one of the characters as “evil”.</p>\n\n<p>Perhaps I’m just over thinking this?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/md7hgm/unpopular_bookish_pet_peeve_the_use_of_mental/",
  "subreddit": "books",
  "id": "md7hgm",
  "is_self": true,
  "media": null,
  "is_video": false
}