{
  "author": "IAmTheJudasTree",
  "original_created_utc": 1628642742,
  "title": "Midnight Library by Matt Haig and the fundamental flaw with the execution of its premise",
  "created_utc": 1628668502,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I finished Midnight Library by Matt Haig today, released in August 2020. Not long into the book I discovered a major flaw with the execution of the book&#39;s premise. To sum up, the protagonist of the book wakes up and is trapped in an otherworldly library, where she can choose from an infinite number of books lining the shelves. Contained in each book is an alternate version of her own life in which she made different choices than in her &quot;root&quot; life. The premise of the book is that she must hop from one version of her life to another, in an attempt to discover the life in which she is truly happy. Once she realizes she&#39;s unhappy in one of the lives, she fades out of it and wakes up back in the library, ready to pick another book.</p>\n\n<p>This is not a novel concept, but it is a fun one, ripe for adventure, misadventure and entertainment. Where the author makes a glaring error is in its execution. The protagonist, Nora, doesn&#39;t gain any of the knowledge or skills of the version of herself that she&#39;s jumping into. In Nora&#39;s root life she has an unremarkable existence working at a small music store. But in one life that she jumps into she&#39;s a concert pianist! An exciting romp to be sure, in theory. Unfortunately, Haig describes Nora&#39;s experience in this life in a single paragraph. She enters the life, discovers she&#39;s a world renowned piano player, she walks on stage at a concert, plays disastrously, and wakes back up at the library.</p>\n\n<p>In this instance, how can her experience in this other world be considered a test of her affinity for it? If she had actually lived that life up until this point, she would have all of the ability of a concert pianist, and would have played beautifully to a rapturous crowd. Maybe she would have felt thrill and joy and fulfillment! But neither us, the readers, nor Nora herself, have any idea if she would have been happy in that life, because she never really had a chance to try it out. If you dropped me into the body of a concert pianist and asked me to play in front of a packed theatre of thousands (something I certainly cannot do), I&#39;d be miserable and would want to wake up in another place as well.</p>\n\n<p>This flaw is endemic to the entire book. Again and again the protagonist fumbles through each life, the epitome of imposter syndrome, trying to pretend she knows who she is and what she&#39;s doing. Testing out if she&#39;d be happy as a Glaciologist? Get ready to pretend that you have a wealth of scientific knowledge that you don&#39;t actually have. Testing out if she&#39;d be happy as a rock star? Get ready to duck off stage at a concert because you don&#39;t actually know how to play the songs.</p>\n\n<p>To make matters worse, Matt Haig tells us that, should Nora realize she&#39;s truly happy in one of these lives, only then will she gain the memories (including, presumably, the relevant skills) that she WOULD have in that life, if she had actually lived it up to that point. This detail on the part of Haig is confounding. When testing if she&#39;d be happy as a pianist, Nora doesn&#39;t know how to play the piano and is therefore unhappy. BUT if she WERE happy, she would then remember how to play the piano. It&#39;s a flaw so obvious to the primary premise of the entire story, that upon finishing the book I was left wondering if Matt&#39;s editor failed him completely, or if his editor raised this issue and Matt chose to ignore it.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/p22amd/midnight_library_by_matt_haig_and_the_fundamental/",
  "subreddit": "books",
  "id": "p22amd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I finished Midnight Library by Matt Haig today, released in August 2020. Not\nlong into the book I discovered a major flaw with the execution of the book's\npremise. To sum up, the protagonist of the book wakes up and is trapped in an\notherworldly library, where she can choose from an infinite number…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本日、2020年8月発売のマット・ヘイグ著「Midnight Library」を読み終えました。読んで間もなく\nこの本を読み始めて間もなく、この本の前提条件の実行に大きな欠陥があることを発見しました。\n前提条件に大きな欠陥があることを発見しました。要約すると、この本の主人公が目を覚ますと、異世界の図書館に閉じ込められていた。\n目覚めた主人公は、異世界の図書館に閉じ込められ、そこで無限の選択肢の中から...",
      "title": "マット・ヘイグの「Midnight Library」と、その前提条件の実行に関する根本的な欠陥"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我今天完成了马特-海格的《午夜图书馆》，2020年8月发行。读完不久\n我发现这本书的执行有一个重大缺陷，那就是\n前提。简而言之，书中的主人公一觉醒来就被困在一个\n在那里，她可以从无限的数量中选择......",
      "title": "马特-海格的《午夜图书馆》和其前提执行的根本缺陷"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我今天完成了馬特-海格的《午夜圖書館》，2020年8月發行。讀完不久\n我發現這本書的執行有一個重大缺陷，那就是\n前提。簡而言之，書中的主人公一覺醒來就被困在一個\n在那裏，她可以從無限的數量中選擇......",
      "title": "馬特-海格的《午夜圖書館》和其前提執行的根本缺陷"
    }
  ]
}