{
  "author": "codycrawford86",
  "the_new_excerpt": "Everything I “knew” from movies or retellings seemed to be slightly off or\nexaggerated. I found it comical how the novel introduced Frankenstein and his\ncreation in such an odd place and then worked backwards from there. I also found\nit interesting how the creature was much less of a traditional…",
  "original_created_utc": 1619484650,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "映画や物語で「知っている」ことが、すべて少しずつずれたり、誇張されたりしているように感じました。\n誇張されています。この小説では、フランケンシュタインと彼の創造物を奇妙な場所で紹介し、そこから逆算しているのが滑稽でした。\n奇妙な場所でフランケンシュタインと彼の創造物を紹介し、そこから逆算していくのが滑稽でした。私はまた\n興味深いのは、クリーチャーが伝統的なものではなく...",
      "title": "フランケンシュタイン』を読みましたが、ストーリーをほとんど知らなかったので、とても驚きました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从电影或复述中 \"知道 \"的一切似乎都略有偏差或夸大。\n夸大了。我觉得很滑稽的是，小说在如此奇怪的地方介绍了弗兰肯斯坦和他的创造物，然后从那里开始倒推。\n我觉得很滑稽，小说是在这样一个奇怪的地方介绍弗兰肯斯坦和他的创作，然后从那里开始倒推。我还发现\n我还发现一个有趣的现象，那就是这个生物并不是一个传统的生物。",
      "title": "我读了《弗兰肯斯坦》，我惊喜地发现我对这个故事了解得很少。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從電影或複述中 \"知道 \"的一切似乎都略有偏差或誇大。\n誇大了。我覺得很滑稽的是，小說在如此奇怪的地方介紹了弗蘭肯斯坦和他的創造物，然後從那裏開始倒推。\n我覺得很滑稽，小說是在這樣一個奇怪的地方介紹弗蘭肯斯坦和他的創作，然後從那裏開始倒推。我還發現\n我還發現一個有趣的現象，那就是這個生物並不是一個傳統的生物。",
      "title": "我讀了《弗蘭肯斯坦》，我驚喜地發現我對這個故事瞭解得很少。"
    }
  ],
  "title": "I read Frankenstein and I was pleasantly surprised at how little I knew of the story.",
  "created_utc": 1619494507,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Everything I “knew” from movies or retellings seemed to be slightly off or exaggerated. \nI found it comical how the novel introduced Frankenstein and his creation in such an odd place and then worked backwards from there. I also found it interesting how the creature was much less of a traditional monster than I had expected.\nI would HIGHLY recommend. \nWhat’re your thoughts?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/mzcnem/i_read_frankenstein_and_i_was_pleasantly/",
  "subreddit": "books",
  "id": "mzcnem",
  "is_self": true,
  "media": null,
  "is_video": false
}