{
  "author": "lobelia28",
  "original_created_utc": 1632779924,
  "title": "CMV: if you are non-binary, it is ok and completely normal for strangers misgender you.",
  "created_utc": 1632785440,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>An AFAB non-binary friend just posted a tirade on Instagram about how a complete stranger misgendered them over the phone! Then someone else responded about how they should report the business and also shared stories about being misgendered by strangers and how horrible it is for people to assume gender (they also are AFAB and present quite feminine). </p>\n\n<p>I get that it can be triggering if you have gender dysphoria but you just can’t expect strangers to just guess or never speak in gendered terms when it is so ingrained in our experience. I understand generally questioning why our experience and culture is so gendered but you can’t expect individual strangers to never assume gender because a small percentage of the population is non-binary. Many other issues have triggers…and you learn you are responsible for managing your own triggers (unless someone does it deliberately).</p>\n\n<p>It is a different story when it isn’t a stranger and they are aware of your gender identity.</p>\n\n<p>I’m cisgender and of course don’t really understand what it is like to be non-binary and what dysphoria is like for my friend. I respect their identity without truly understanding it. But I feel if you are going about the world with these kinds of expectations for complete strangers, you will just be angry all the time. </p>\n\n<p>I’m interested in hearing other perspectives on this to see if it changes my view.</p>\n</div><!-- SC_ON -->",
  "score": 91,
  "permalink": "/r/changemyview/comments/pwro0y/cmv_if_you_are_nonbinary_it_is_ok_and_completely/",
  "subreddit": "changemyview",
  "id": "pwro0y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "An AFAB non-binary friend just posted a tirade on Instagram about how a complete\nstranger misgendered them over the phone! Then someone else responded about how\nthey should report the business and also shared stories about being misgendered\nby strangers and how horrible it is for people to assume…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "AFABの非バイナリーの友人が、見ず知らずの人に電話で性別を間違われたことについて、Instagramに暴言を投稿しました。\n見ず知らずの人に電話で性別を間違えられたことをInstagramに投稿しました。すると、他の誰かが、そのビジネスを報告すべきだと答えました。\nまた、見知らぬ人に性別を間違われた話や\nまた、見知らぬ人から性別を間違えられた話や、人々がそう思い込むことがどれほど恐ろしいことかを紹介しています...",
      "title": "CMV: もしあなたがnon-binaryであれば、見知らぬ人があなたの性別を間違えるのはOKであり、全く普通のことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "一位AFAB的非二元朋友刚刚在Instagram上发表了一篇关于一个完全陌生的人如何在电话中对他们进行误导的抨击。\n一个完全陌生的人在电话中误导了他们! 然后有人回应说\n他们应该举报这家企业，并且还分享了被陌生人误导的故事。\n被陌生人误导的故事，以及人们认为这是多么可怕的事情。",
      "title": "CMV：如果你是非二进制的，那么陌生人对你的性别有误是可以的，而且完全正常。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一位AFAB的非二元朋友剛剛在Instagram上發表了一篇關於一個完全陌生的人如何在電話中對他們進行誤導的抨擊。\n一個完全陌生的人在電話中誤導了他們! 然後有人迴應說\n他們應該舉報這家企業，並且還分享了被陌生人誤導的故事。\n被陌生人誤導的故事，以及人們認爲這是多麼可怕的事情。",
      "title": "CMV：如果你是非二進制的，那麼陌生人對你的性別有誤是可以的，而且完全正常。"
    }
  ]
}