{
  "author": "lobelia28",
  "original_created_utc": 1632779924,
  "title": "CMV: if you are non-binary, it is ok and completely normal for strangers misgender you.",
  "created_utc": 1632785440,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>An AFAB non-binary friend just posted a tirade on Instagram about how a complete stranger misgendered them over the phone! Then someone else responded about how they should report the business and also shared stories about being misgendered by strangers and how horrible it is for people to assume gender (they also are AFAB and present quite feminine). </p>\n\n<p>I get that it can be triggering if you have gender dysphoria but you just can’t expect strangers to just guess or never speak in gendered terms when it is so ingrained in our experience. I understand generally questioning why our experience and culture is so gendered but you can’t expect individual strangers to never assume gender because a small percentage of the population is non-binary. Many other issues have triggers…and you learn you are responsible for managing your own triggers (unless someone does it deliberately).</p>\n\n<p>It is a different story when it isn’t a stranger and they are aware of your gender identity.</p>\n\n<p>I’m cisgender and of course don’t really understand what it is like to be non-binary and what dysphoria is like for my friend. I respect their identity without truly understanding it. But I feel if you are going about the world with these kinds of expectations for complete strangers, you will just be angry all the time. </p>\n\n<p>I’m interested in hearing other perspectives on this to see if it changes my view.</p>\n</div><!-- SC_ON -->",
  "score": 91,
  "permalink": "/r/changemyview/comments/pwro0y/cmv_if_you_are_nonbinary_it_is_ok_and_completely/",
  "subreddit": "changemyview",
  "id": "pwro0y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "An AFAB non-binary friend just posted a tirade on Instagram about how a complete\nstranger misgendered them over the phone! Then someone else responded about how\nthey should report the business and also shared stories about being misgendered\nby strangers and how horrible it is for people to assume…"
}