{
  "author": "lilacpainter001",
  "original_created_utc": 1629388176,
  "title": "\"And then there were none\" by Agatha Christie",
  "created_utc": 1629394416,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been looking for a good mystery novel and I saw lots of people recommend &quot;And then there were none&quot; by the amazing Agatha Christie. I had never read anything of her works, but boy, did I love it! I admit I had a bit of a hard time understanding some parts (since I&#39;m not a native English speaker), but it really surprised me and I enjoyed every single chapter. And I absolutely didn&#39;t see the plot twist coming, I was shocked. The characters were so well-written, too! You really get into their minds so easily, you get to understand their fears, their reasons to believe who the suspect might be, it really makes you empathize with them.\nNow I have &quot;Crooked house&quot; by the same author on my reading list and I honestly can&#39;t wait to read it.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/p7hh10/and_then_there_were_none_by_agatha_christie/",
  "subreddit": "books",
  "id": "p7hh10",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've been looking for a good mystery novel and I saw lots of people recommend\n\"And then there were none\" by the amazing Agatha Christie. I had never read\nanything of her works, but boy, did I love it! I admit I had a bit of a hard\ntime understanding some parts (since I'm not a native English…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は良い推理小説を探していて、たくさんの人が勧めているのを見ました。\n\"And then there were none\" by the amazing Agatha Christie. 読んだことがなかったのですが\n読んだことはありませんでしたが、この作品はとても気に入りました。確かに、理解するのに少し苦労した部分もありましたが\n私は英語が母国語ではないので、いくつかの部分を理解するのに苦労しました。",
      "title": "\"And then there were none\" by Agatha Christie"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直在寻找一本好的推理小说，我看到很多人都在推荐\n\"And then there were none\"，作者是令人惊叹的阿加莎-克里斯蒂。我从来没有读过\n她的任何作品，但孩子们，我喜欢它！我承认，我有一个很好的机会。我承认我在理解某些部分时有点困难\n我承认我对某些部分的理解有点困难（因为我不是英语为母语的人...",
      "title": "阿加莎-克里斯蒂的 \"然后就没有了\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直在尋找一本好的推理小說，我看到很多人都在推薦\n\"And then there were none\"，作者是令人驚歎的阿加莎-克里斯蒂。我從來沒有讀過\n她的任何作品，但孩子們，我喜歡它！我承認，我有一個很好的機會。我承認我在理解某些部分時有點困難\n我承認我對某些部分的理解有點困難（因爲我不是英語爲母語的人...",
      "title": "阿加莎-克里斯蒂的 \"然後就沒有了\"。"
    }
  ]
}