{
  "author": "PureInsanity8",
  "the_new_excerpt": "Everyone should be able to vote, but absolute integrity is more important than a\nlittle inconvenience. So many countries have these requirements when their\nelections are free and fair.\n\nThe only issue is how someone can get an ID, but we should get legislators to\nbuild more DMVs and get them to open…",
  "original_created_utc": 1624148298,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誰もが投票できるようにすべきですが、絶対的な誠実さは、多少の不便さよりも重要です。\nの方が重要です。多くの国では、選挙が自由で公正なものである場合、このような条件を設けています。\n多くの国が、自由で公正な選挙のためにこのような要件を設けています。\n\n唯一の問題は、どうやってIDを取得するかということですが、議員にDMVをもっと作ってもらい、オープンさせるべきです。\nDMVを増設して、オープンさせるべきだと思います。",
      "title": "CMV：投票者ID法を回避するのではなく、（米国での）IDへのアクセスを改善するようにすべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每个人都应该能够投票，但绝对的诚信比一点点的不便更重要。\n一点点的不便。因此，许多国家都有这些要求，当他们的\n选举是自由和公平的。\n\n唯一的问题是某人如何获得身份证，但我们应该让立法者\n建立更多的车管所，并让他们开放...",
      "title": "CMV：与其试图避免选民身份证法，不如努力改善获得身份证的机会（在美国）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每個人都應該能夠投票，但絕對的誠信比一點點的不便更重要。\n一點點的不便。因此，許多國家都有這些要求，當他們的\n選舉是自由和公平的。\n\n唯一的問題是某人如何獲得身份證，但我們應該讓立法者\n建立更多的車管所，並讓他們開放...",
      "title": "CMV：與其試圖避免選民身份證法，不如努力改善獲得身份證的機會（在美國）。"
    }
  ],
  "title": "CMV: Instead of trying to avoid voter ID laws, we should instead try to improve access to IDs (in the U.S.)",
  "created_utc": 1624163559,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Everyone should be able to vote, but absolute integrity is more important than a little inconvenience. So many countries have these requirements when their elections are free and fair.</p>\n\n<p>The only issue is how someone can get an ID, but we should get legislators to build more DMVs and get them to open for longer, and provide free access to an ID for people who have a verified address of residence (homeless shelter should count). </p>\n\n<p>It&#39;s only voter suppression if a country is so poorly run the citizens can&#39;t even verify themselves when they vote. It&#39;s a cheat-able system. There have been times where a few tens of votes made states win. If done on a large enough scale, they can turn ties into wins for a party, which is not exactly fair. Saying because we haven’t seen people cheating we shouldn’t do it is appealing to ignorance. </p>\n\n<p>The only reason the country can’t have it is because it uses its tax money so poorly it can’t ensure basic election integrity and uses “trust” as an excuse.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/o3tf3y/cmv_instead_of_trying_to_avoid_voter_id_laws_we/",
  "subreddit": "changemyview",
  "id": "o3tf3y",
  "is_self": true,
  "media": null,
  "is_video": false
}