{
  "author": "longgboy420",
  "original_created_utc": 1628601065,
  "title": "Books to pick up for 20 minutes at a time instead of picking up my phone?",
  "created_utc": 1628615859,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I want to get rid of the &quot;pick up phone, scroll through shit I&#39;ve already seen, repeat&quot; cycle by replacing that habit with picking up a book for 20-30 minutes! What are some good books that suit being read in small chunks? I haven&#39;t read a book in like 6 months and the last one I read was graphic novel - &quot;The Boys by Garth Ennis&quot; (I didn&#39;t like it) so I&#39;m not super in touch with my tastes when it comes to books.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/p1ovfw/books_to_pick_up_for_20_minutes_at_a_time_instead/",
  "subreddit": "booksuggestions",
  "id": "p1ovfw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I want to get rid of the \"pick up phone, scroll through shit I've already seen,\nrepeat\" cycle by replacing that habit with picking up a book for 20-30 minutes!\nWhat are some good books that suit being read in small chunks? I haven't read a\nbook in like 6 months and the last one I read was graphic…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、「携帯電話を手に取り、すでに見たことのあるクソをスクロールして、繰り返す」という行為から解放されたいのです。\n繰り返す」というサイクルを、20～30分本を読むことで解消したいと思っています。\n小分けにして読むのに適した本は何かありますか？私は半年ほど本を読んでいません。\n半年くらい本を読んでいなくて、最後に読んだのは生々しいものでした......。",
      "title": "スマホを手に取る代わりに、20分ずつ手に取る本？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想摆脱 \"拿起电话，滚动浏览我已经看过的东西。\n重复 \"的习惯，取而代之的是拿起一本书看20-30分钟!\n有哪些适合小块阅读的好书？我已经6个月没有读过书了\n我已经6个月没有读过书了，我读的最后一本是图画书......",
      "title": "每次拿起书本20分钟，而不是拿起我的手机？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想擺脫 \"拿起電話，滾動瀏覽我已經看過的東西。\n重複 \"的習慣，取而代之的是拿起一本書看20-30分鐘!\n有哪些適合小塊閱讀的好書？我已經6個月沒有讀過書了\n我已經6個月沒有讀過書了，我讀的最後一本是圖畫書......",
      "title": "每次拿起書本20分鐘，而不是拿起我的手機？"
    }
  ]
}