{
  "author": "bethanyfitness",
  "original_created_utc": 1629675296,
  "title": "YSK: If you are in the USA and you have a child with disabilities, the Shriners will treat your child at no cost to you. They will cover 100% of medical bills, hotel stays during appointments, gas to get to appointments, a ride to the appointment, and food needed during your stay.",
  "created_utc": 1629679518,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: if you are struggling financially, you might feel like you have no hopes to get your child the medical care they need, especially if you are too poor to afford insurance but make too much to qualify for Medicaid. The Shriners will help. </p>\n\n<p>I recently posted a photo of my child and his prosthetics (it ended up being deleted but here’s the pic: <a href=\"https://imgur.com/a/jd3WxAB\">https://imgur.com/a/jd3WxAB</a> ) I was asked countless times how we afforded 5 pairs of prosthetics for our child who is only 5 years old and honestly? We have not paid one dime for his team of specialists. When he was first born, we were dirt poor. We were just a couple kids who suddenly had a disabled child and it was terrifying. Thankfully we had a pediatrician who wrote a referral to the Shriners and our sons entire future opened up. We lived 6 hours from the closest hospital but they had volunteers (known as Shriners) pick us up and take us to the doctor appointment and then drive us home the same day. If you keep your receipts for the food you buy on the way, they will reimburse you. If you live too far to make a trip in on day, they will pay for your hotel. They really just want to help children and that’s why you should know about them!!! Now that my husband and I are more well off, we don’t request assistance for anything but the actual medical bills. They pay 100%, even if you don’t have insurance. </p>\n\n<p>I hope this helps someone!</p>\n</div><!-- SC_ON -->",
  "score": 122,
  "permalink": "/r/YouShouldKnow/comments/p9nmh5/ysk_if_you_are_in_the_usa_and_you_have_a_child/",
  "subreddit": "YouShouldKnow",
  "id": "p9nmh5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: if you are struggling financially, you might feel like you have no\nhopes to get your child the medical care they need, especially if you are too\npoor to afford insurance but make too much to qualify for Medicaid. The Shriners\nwill help.\n\nI recently posted a photo of my child and his…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、経済的に苦労している人は、「自分は何もできない」と感じているかもしれません。\n子供に必要な医療を受けさせる希望がないと感じるかもしれません。\n特に、保険に加入できないほど貧しくても、メディケイドの資格を得るのに十分な収入がある場合は、子供に必要な医療を受けさせる希望がないと感じるかもしれません。Shriners\nが助けてくれます。\n\n私は最近、自分の子供の写真を投稿し、その...",
      "title": "YSK: アメリカに住んでいて、障害のある子供がいる場合、シュライナーズは無料で子供を治療してくれます。医療費、予約時のホテル代、予約時のガソリン代、予約時の車代、滞在中に必要な食事代などを100％負担してくれます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：如果你在经济上有困难，你可能觉得你没有\n希望为你的孩子提供他们需要的医疗服务，特别是如果你太穷，买不起保险，但收入太高，没有资格获得医疗补助。\n特别是如果你太穷，买不起保险，但收入太高，没有资格享受医疗补助。Shriners\n会提供帮助。\n\n我最近发布了一张我的孩子和他的...",
      "title": "YSK：如果你在美国，而且你有一个残疾儿童，Shriners将免费为你的孩子治疗。他们将承担100%的医疗费用、预约期间的酒店住宿、前往预约地点的汽油费、前往预约地点的车费以及住院期间所需的食物。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：如果你在經濟上有困難，你可能覺得你沒有\n希望爲你的孩子提供他們需要的醫療服務，特別是如果你太窮，買不起保險，但收入太高，沒有資格獲得醫療補助。\n特別是如果你太窮，買不起保險，但收入太高，沒有資格享受醫療補助。Shriners\n會提供幫助。\n\n我最近發佈了一張我的孩子和他的...",
      "title": "YSK：如果你在美國，而且你有一個殘疾兒童，Shriners將免費爲你的孩子治療。他們將承擔100%的醫療費用、預約期間的酒店住宿、前往預約地點的汽油費、前往預約地點的車費以及住院期間所需的食物。"
    }
  ]
}