{
  "author": "bethanyfitness",
  "original_created_utc": 1629675296,
  "title": "YSK: If you are in the USA and you have a child with disabilities, the Shriners will treat your child at no cost to you. They will cover 100% of medical bills, hotel stays during appointments, gas to get to appointments, a ride to the appointment, and food needed during your stay.",
  "created_utc": 1629679518,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: if you are struggling financially, you might feel like you have no hopes to get your child the medical care they need, especially if you are too poor to afford insurance but make too much to qualify for Medicaid. The Shriners will help. </p>\n\n<p>I recently posted a photo of my child and his prosthetics (it ended up being deleted but here’s the pic: <a href=\"https://imgur.com/a/jd3WxAB\">https://imgur.com/a/jd3WxAB</a> ) I was asked countless times how we afforded 5 pairs of prosthetics for our child who is only 5 years old and honestly? We have not paid one dime for his team of specialists. When he was first born, we were dirt poor. We were just a couple kids who suddenly had a disabled child and it was terrifying. Thankfully we had a pediatrician who wrote a referral to the Shriners and our sons entire future opened up. We lived 6 hours from the closest hospital but they had volunteers (known as Shriners) pick us up and take us to the doctor appointment and then drive us home the same day. If you keep your receipts for the food you buy on the way, they will reimburse you. If you live too far to make a trip in on day, they will pay for your hotel. They really just want to help children and that’s why you should know about them!!! Now that my husband and I are more well off, we don’t request assistance for anything but the actual medical bills. They pay 100%, even if you don’t have insurance. </p>\n\n<p>I hope this helps someone!</p>\n</div><!-- SC_ON -->",
  "score": 122,
  "permalink": "/r/YouShouldKnow/comments/p9nmh5/ysk_if_you_are_in_the_usa_and_you_have_a_child/",
  "subreddit": "YouShouldKnow",
  "id": "p9nmh5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: if you are struggling financially, you might feel like you have no\nhopes to get your child the medical care they need, especially if you are too\npoor to afford insurance but make too much to qualify for Medicaid. The Shriners\nwill help.\n\nI recently posted a photo of my child and his…"
}