{
  "author": "Dwez1337",
  "original_created_utc": 1636211582,
  "title": "Update: Bank illegaly freezes all my Money because I traded Crypto",
  "created_utc": 1636241613,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>(Original story from <a href=\"/u/kundeistkonig\">u/kundeistkonig</a> on <a href=\"/r/finanzen\">r/finanzen</a> (German finance subreddit), translated/edited into English by me)</p>\n\n<p>TLDR of what happened before:</p>\n\n<p>Bank froze all money on the bank account because I traded crypto and moved money, reported me to law enforcement which also could not see anything done wrong. Bank was required by law to unfreeze the money, but refused to.</p>\n\n<p>Last week my bank called me around 9AM and told me that the account could be unfrozen. They then started apologizing for the inconvenience, but I didn&#39;t listen to that anymore.</p>\n\n<p>I directly transferred the entire balance to my other account, cancelled the bank account myself online with immediate effect, so that I would not be considered a customer there for another day. They blocked all my money for one and a half weeks, no excuse for that.</p>\n\n<p>I am amazed how my trust in banks has gone to zero in a matter of not even two weeks. Especially when it comes to just having larger amounts of money lying there.</p>\n\n<p>I will now probably leave the bulk of my uninvested assets in the Crypto/DeFi space and collect interest. At least there&#39;s still something to earn there.</p>\n</div><!-- SC_ON -->",
  "score": 171,
  "permalink": "/r/CryptoCurrency/comments/qo2b2x/update_bank_illegaly_freezes_all_my_money_because/",
  "subreddit": "CryptoCurrency",
  "id": "qo2b2x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "(Original story from u/kundeistkonig [/u/kundeistkonig] on r/finanzen\n[/r/finanzen] (German finance subreddit), translated/edited into English by me)\n\nTLDR of what happened before:\n\nBank froze all money on the bank account because I traded crypto and moved\nmoney, reported me to law enforcement which…"
}