{
  "author": "RelevantWisdom",
  "the_new_excerpt": "My view:\n\n * Israeli's don't have a legitimate claim to Palestine.\n * There was never an Israel before their nation was created in 1948 (in direct\n   violation of standing international agreements)\n * Stories of ancient tribes of people in 1000 BCE's (over 3000 years ago) don't\n   count as a…",
  "original_created_utc": 1621907581,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の見解ですが\n\n * イスラエル人はパレスチナに正当な権利を持っていません。\n * 1948年に彼らの国が作られる前に、イスラエルは存在しなかった。\n   国際協定に違反している）。)\n * 紀元前1000年（3000年以上前）の古代部族の話は・・・。\n   としてカウントされません。",
      "title": "CMV: パレスチナとイスラエルの紛争は、何千年も前の難解な宗教論争ではなく、英国の植民地主義の直接的な結果であり、英国は流血を調停し、危機の解決策を見出す責任を負うべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的观点。\n\n * 以色列人对巴勒斯坦没有合法要求。\n *在他们的国家于1948年建立之前，从来没有一个以色列（直接违反了长期的国际协议）。\n   他们的国家在1948年建立之前从来没有一个以色列（直接违反了长期的国际协议）。)\n * 公元前1000年（3000多年前）的古代部落的故事不算是\n   不算作是一个...",
      "title": "CMV：巴以冲突并不是什么难以解决的几千年的宗教辩论，它是英国殖民主义的直接后果，英国应该负责调解流血事件，找到解决危机的办法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的觀點。\n\n * 以色列人對巴勒斯坦沒有合法要求。\n *在他們的國家於1948年建立之前，從來沒有一個以色列（直接違反了長期的國際協議）。\n   他們的國家在1948年建立之前從來沒有一個以色列（直接違反了長期的國際協議）。)\n * 公元前1000年（3000多年前）的古代部落的故事不算是\n   不算作是一個...",
      "title": "CMV：巴以衝突並不是什麼難以解決的幾千年的宗教辯論，它是英國殖民主義的直接後果，英國應該負責調解流血事件，找到解決危機的辦法。"
    }
  ],
  "title": "CMV: The Palestine/Israel conflict is not some intractable thousands-of-years-old religious debate, it's a direct consequence of British colonialism and the UK should be responsible for mediating the bloodshed and finding a solution to the crisis.",
  "created_utc": 1621922657,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>My view:</strong></p>\n\n<ul>\n<li>Israeli&#39;s don&#39;t have a legitimate claim to Palestine.</li>\n<li>There was never an Israel before their nation was created in 1948 (in direct violation of standing international agreements)</li>\n<li>Stories of ancient tribes of people in 1000 BCE&#39;s (<em>over 3000 years ago</em>) don&#39;t count as a legitimate claim to an inhabited territory. All written evidence from this time period is shrouded in religious fiction, and even if it wasn&#39;t you can&#39;t invade a nation because you claim you had ancestors that lived there 3000 years ago.</li>\n<li>If having a kingdom in a place a long time ago was justification for the occupation of another sovereign state we would still be in the middle ages and virtually every other peoples that has ruled Palestine over the last 3000 years (Assyrians, Iranians, Greeks, Egyptians, Italians, Syrians, Abbassids, Fatmids, Ayyubids, Mamluks, and Turks) would have a better claim than Israel.</li>\n<li>The Ottoman Empire ruled Palestine for the last 530 years until their occupation, dissolution and partition at the end of WWI for being on the wrong side.</li>\n<li>The territories that were formerly controlled by the ancient empire were then divided up by westerners with no concept or care of the culture or politics of the region creating the sublimation point for virtually every sectarian crisis since then in the middle east.</li>\n<li>The UK creates Mandatory Palestine and manages to promise the territory to themselves (while also promising France they could have Syria), the prince of Mecca that he could have all of modern day Saudi Arabia and Palestine in exchange for leading a revolution in 1915 against the Ottoman Empire (which he totally did), and to the Zionists with the Balfour declaration. I mean what could possibly go wrong?</li>\n<li>With the creation of the United Nations and being totally out of fucks to give, the UK gives them a really easy first problem to ponder and promptly fucks off like it was never involved.</li>\n<li>The United Nations makes some toothless declarations that the Zionists ignore and in 1948 they go to war with the native populace displacing over 700,000 Palestinians from their homes in the process and creating the new state of Israel.</li>\n</ul>\n\n<p>Had the UK prioritized the issue and committed to solving it the last 80 years we wouldn&#39;t be in this mess. The occupation of Palestine is a direct result of the partition of the Ottoman empire and the United Kingdom&#39;s colony in Mandatory Palestine.</p>\n\n<p>Furthermore, the United Kingdom has power and leverage that the UN did not and still does not have, so by passing the issue to the international community to handle, they knowingly created the pretext and environment that has caused so much violence and claimed so many lives.</p>\n\n<p>Had the United Kingdom not taken a backseat role the last 80 years things could of been very different, and in my opinion they have an obligation to rectify the conflict they created.</p>\n\n<p>I am 100% open to being wrong about this, but I don&#39;t see a conceivable reason for the United Kingdom&#39;s decisive and frankly morally bankrupt handling of the situation over the last century.</p>\n</div><!-- SC_ON -->",
  "score": 664,
  "permalink": "/r/changemyview/comments/nke8rk/cmv_the_palestineisrael_conflict_is_not_some/",
  "subreddit": "changemyview",
  "id": "nke8rk",
  "is_self": true,
  "media": null,
  "is_video": false
}