{
  "author": "whirlingdevilish",
  "original_created_utc": 1638657504,
  "title": "YSK: teach children how to be around dogs safely and appropriately. Dog bite injuries are some of the most preventable injuries in childhood.",
  "created_utc": 1638665785,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: as a caregiver it is incredibly important to keep children safe. If you want to have a dog in your family it is important to teach kids how to interact with dogs safely.&lt;/p&gt;\n\n&lt;p&gt;EDIT: Yes! People should train their dogs! But also it’s really important kids are taught certain elements of how to protect themselves. These are what I teach kids with families with dogs to work on safety. I am never excusing untrained dogs. I became a dog trainer because I care about dog training and well trained dogs. I am not blaming children for dog bites at all. &lt;/p&gt;\n\n&lt;p&gt;One thing I routinely see as a dog trainer is how many dogs are absolutely terrified of children. It’s not necessarily due to bad experience. Rather, kids move sporadically and unpredictably; they vocalize in unusual patterns. Dogs are used to human movement but children do not move in ways dogs can easily read. Many dogs will not chase an adult out for a run but will chase a child that is skipping or sprinting down the side walk. This is partially due to the unpredictable nature of the way kids move; when dogs see those kinds of movement patterns instincts to herd/chase can be activated. To keep children in your care safe around dogs here are a few simple rules I used to explain to children I worked with:\n1) If you see a dog, stop running. Try not to run or skip around dogs. A lot of dogs have herding and chasing instincts, and they may see these sudden movements an invitation to run towards you. They do not want to hurt you but they may also not want to play with you. It is safest for you to never run around when you see a dog. \n2) If a dog is scared of you, it does not mean you have done something wrong. Lots of dogs have had different experiences and do not know whether strangers will be nice to them. \n3) Do not scream or shout near or at dogs, try to lower your voice if you are playing with a dog. Screaming may scare them and many dogs will act defensively when scared. They do not want to hurt you but they may be concerned that you may hurt them.\n4) If you want to say hi to a dog and the owner says it is okay, make sure the dog can see your hand. Instead of reaching for the top of their head see if they will let you pet them under the chin. Instead of approaching them from the front, you can try approaching the dog from the side with your hand extended. Dogs will approach each other from the side to indicate non threatening and friendly behavior.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 880,
  "permalink": "/r/YouShouldKnow/comments/r911j3/ysk_teach_children_how_to_be_around_dogs_safely/",
  "subreddit": "YouShouldKnow",
  "id": "r911j3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: as a caregiver it is incredibly important to keep children safe. If you\nwant to have a dog in your family it is important to teach kids how to interact\nwith dogs safely.\n\nEDIT: Yes! People should train their dogs! But also it’s really important kids\nare taught certain elements of how to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>なぜYSKなのか：養育者として、子どもたちの安全を守ることは非常に重要です。\n子供の安全を守ることはとても重要です。もしあなたが家族の一員として犬を飼いたいと思っているのであれば\n</p> <p>編集部：そうですね。\n</p> <p>はい！犬を訓練するのは当然です。</p> <p> </p> <p>はい！犬を飼う人はしつけをするべきです！でも、子供たちにもしつけをすることは大切です。",
      "title": "YSK: 子どもたちに、安全で適切な犬との付き合い方を教える。犬に噛まれた怪我は、子供の頃に最も予防できる怪我の一つです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么是YSK：作为一个照顾者，保护儿童安全是非常重要的。\n照顾儿童的安全是非常重要的。如果你想在你的家庭中养狗，那么教孩子们如何与狗安全互动是非常重要的。\n</p> <p>编辑：是的!\n人们应该训练他们的狗! 但是，这也是非常重要的，孩子们...",
      "title": "YSK：教孩子们如何安全、适当地与狗相处。被狗咬伤是儿童时期最容易预防的一些伤害。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼是YSK：作爲一個照顧者，保護兒童安全是非常重要的。\n照顧兒童的安全是非常重要的。如果你想在你的家庭中養狗，那麼教孩子們如何與狗安全互動是非常重要的。\n</p> <p>編輯：是的!\n人們應該訓練他們的狗! 但是，這也是非常重要的，孩子們...",
      "title": "YSK：教孩子們如何安全、適當地與狗相處。被狗咬傷是兒童時期最容易預防的一些傷害。"
    }
  ]
}