{
  "author": "AldousKing",
  "the_new_excerpt": "In the 50s, you had to be careful about saying things that could be construed as\nsympathetic to communism. After 9/11, criticizing America became taboo. Really\nup until a few years ago, sex and sexuality wasn't something that was freely\ndiscussed. Do you think a gay person could host an event in 80s…",
  "original_created_utc": 1614863546,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在50年代，你必须小心翼翼地说一些可能被解释为... ...\n同情共产主义。9/11之后，批评美国成了禁忌。真的\n直到几年前，性和性行为并不是什么自由的东西\n讨论。你觉得一个同志能不能在80年代主持一个活动... ...",
      "title": "CMV：取消文化不是一个新的或独特的自由主义现象。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在50年代，你必須小心翼翼地說一些可能被解釋爲... ...\n同情共產主義。9/11之後，批評美國成了禁忌。真的\n直到幾年前，性和性行爲並不是什麼自由的東西\n討論。你覺得一個同志能不能在80年代主持一個活動... ...",
      "title": "CMV：取消文化不是一個新的或獨特的自由主義現象。"
    }
  ],
  "title": "CMV: Cancel culture isn't a new or uniquely liberal phenomenon.",
  "created_utc": 1614875864,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In the 50s, you had to be careful about saying things that could be construed as sympathetic to communism. After 9/11, criticizing America became taboo. Really up until a few years ago, sex and sexuality wasn&#39;t something that was freely discussed.  Do you think a gay person could host an event in 80s Wyoming talking about how homosexuality is natural? Before the internet, suburban mothers took a lot more active role in trying to &quot;cancel&quot; content they perceived as immoral.</p>\n\n<p>Whatever the zeitgeist is, those who don&#39;t conform have always been ostracized. The dominant culture/values always looks to preserve itself. It&#39;s more noticeable now with social media - but this isn&#39;t a new problem, and nor is in a uniquely liberal problem. I think perceiving it as such leads to misplaced anger.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/lxk6jf/cmv_cancel_culture_isnt_a_new_or_uniquely_liberal/",
  "subreddit": "changemyview",
  "id": "lxk6jf",
  "is_self": true,
  "media": null,
  "is_video": false
}