{
  "author": "dpmoeni",
  "the_new_excerpt": "I think any set of ideas (religious or not) should be open to criticism, but I\nfeel in society we are not free to criticize some of the ideas within Islam.\n\nTechnically we are “Free” but Personally I feel that there is a lot of hostility\nwhen Islam is brought into conversation. The same level of…",
  "original_created_utc": 1622925732,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "宗教的なものであろうとなかろうと、どんな思想も批判されるべきだと思います。\nしかし、社会ではイスラム教の一部の思想を批判する自由がないと感じています。\n\n技術的には「自由」ですが、個人的には、イスラム教の話になると、多くの敵意があるように感じます。\n個人的には、イスラム教の話になると敵意があるように感じます。同じレベルの...",
      "title": "CMV: すべての宗教は、そのイデオロギーに疑問を持ち、批判されるべきだと思います。私はイスラム教について語る自由があるとは思っていません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为任何一套思想（无论是否是宗教的）都应该接受批评，但我\n我觉得在社会上，我们不能自由地批评伊斯兰教中的一些思想。\n\n从技术上讲，我们是 \"自由 \"的，但就我个人而言，我觉得在谈论伊斯兰教时，有很多敌意。\n当伊斯兰教被带入谈话时，有很多敌意。同等水平的敌意。",
      "title": "CMV：所有宗教都应该有自己的意识形态，受到质疑和批评。我不觉得我有谈论伊斯兰教的自由。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲任何一套思想（無論是否是宗教的）都應該接受批評，但我\n我覺得在社會上，我們不能自由地批評伊斯蘭教中的一些思想。\n\n從技術上講，我們是 \"自由 \"的，但就我個人而言，我覺得在談論伊斯蘭教時，有很多敵意。\n當伊斯蘭教被帶入談話時，有很多敵意。同等水平的敵意。",
      "title": "CMV：所有宗教都應該有自己的意識形態，受到質疑和批評。我不覺得我有談論伊斯蘭教的自由。"
    }
  ],
  "title": "CMV: all religion should have their ideology, questioned and criticized. I do not feel I am free to talk about Islam.",
  "created_utc": 1622933642,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think any set of ideas (religious or not) should be open to criticism, but I feel in society we are not free to criticize some of the ideas within Islam. </p>\n\n<p>Technically we are “Free” but Personally I feel that there is a lot of hostility when Islam is brought into conversation. The same level of tension is not present when discussing other religions. </p>\n\n<p>I understand that religion is open to individual interpretations, but some things are widely accepted as true. I believe teachers of a faith should be able to have their teaching criticized by both the congregation and outsiders. Especially when they are teaching a way of living better. </p>\n\n<p>Ultimately I feel like I’m treading on egg shells whenever Islam is brought into the conversation. I think this is not right.</p>\n</div><!-- SC_ON -->",
  "score": 78,
  "permalink": "/r/changemyview/comments/nt4vt3/cmv_all_religion_should_have_their_ideology/",
  "subreddit": "changemyview",
  "id": "nt4vt3",
  "is_self": true,
  "media": null,
  "is_video": false
}