{
  "author": "Brows-gone-wild",
  "the_new_excerpt": "I have a few of these actually but, I am going to limit it to one series in my\nown answer to it.\n\nA Song of Ice and Fire is my best example for this. I love the plot lines,\ncharacters, theme, period, world, etc. it is so well fleshed out and just good.\nHowever, these books are so hard to read, what…",
  "original_created_utc": 1621066982,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "実際にはいくつか持っているのですが、自分なりの答えで一つのシリーズに絞ろうと思っています。\n答えることにしました。\n\nA Song of Ice and Fire（氷と炎の歌）」は、私にとって最高の例です。プロットラインが大好きです。\n筋書き、キャラクター、テーマ、時代、世界観など、とてもよく練られていて、とにかくいいんです。\nしかし、これらの本は読むのがとても難しく、何...",
      "title": "ストーリーは好きだけど、文体が嫌いな本。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "实际上，我有几个这样的问题，但是，我打算把它限制在一个系列中，在我的\n自己的答案。\n\n冰与火之歌》是我在这方面的最好例子。我喜欢这些情节线。\n它是如此的丰满，如此的好。\n然而，这些书是如此难以阅读，什么...",
      "title": "你喜欢故事但讨厌写作风格的书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "實際上，我有幾個這樣的問題，但是，我打算把它限制在一個系列中，在我的\n自己的答案。\n\n冰與火之歌》是我在這方面的最好例子。我喜歡這些情節線。\n它是如此的豐滿，如此的好。\n然而，這些書是如此難以閱讀，什麼...",
      "title": "你喜歡故事但討厭寫作風格的書。"
    }
  ],
  "title": "Books that you love the story but hate the writing style.",
  "created_utc": 1621151906,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have a few of these actually but, I am going to limit it to one series in my own answer to it. </p>\n\n<p>A Song of Ice and Fire is my best example for this. I love the plot lines, characters, theme, period, world, etc. it is so well fleshed out and just good. However, these books are so hard to read, what should only take a few pages to say GRRM insists on taking 3 chapters to say. They move so slowly and it’s honestly not even for a good reason, the reason is just because he loves to use filler words almost as much as my dog loves to eat antelope shit. He just pops those fillers in like tic tacs in his mouth. It makes me not enjoy the books and if I’m being honest I have to listen to them I can’t sit down and read them or my ADHD makes me forget completely where the point was going and then I’m left confused by the end of it. </p>\n\n<p>I’d love to hear other’s love/hates with books, especially with books that are very rarely criticized.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/nctzaw/books_that_you_love_the_story_but_hate_the/",
  "subreddit": "books",
  "id": "nctzaw",
  "is_self": true,
  "media": null,
  "is_video": false
}