{
  "author": "NinjaSeagull",
  "original_created_utc": 1625466282,
  "title": "CMV: All social media platforms are trying to copy tiktok and I hate it.",
  "created_utc": 1625484684,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>All social media platforms are trying to integrate the full screen video, “just swipe”, platform and I hate it. Reddit just did it and I hate it. I don’t want your shitty algorithm to try to feed me old content when I swipe on a video from my home page, and I hate the new “chat” comment layout. Instagram has done the same thing which was expected but Reddit has been my salvation. Your search bar barely fucking works why would your algorithm be any better. Why is this any better? Are there any perks to it? Make me hate this bullshit less.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/oe1apm/cmv_all_social_media_platforms_are_trying_to_copy/",
  "subreddit": "changemyview",
  "id": "oe1apm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "All social media platforms are trying to integrate the full screen video, “just\nswipe”, platform and I hate it. Reddit just did it and I hate it. I don’t want\nyour shitty algorithm to try to feed me old content when I swipe on a video from\nmy home page, and I hate the new “chat” comment layout.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "すべてのソーシャル・メディア・プラットフォームは、フルスクリーンの動画を「スワイプするだけ」のプラットフォームに統合しようとしています。\nスワイプするだけ」のプラットフォームに統合しようとしていますが、私はそれが嫌いです。Redditも同じことをやっていて、私はそれが嫌いです。私は\nホームページから動画をスワイプしたときに、古いコンテンツを送り込もうとするようなクソみたいなアルゴリズムはいらない。\nそして、新しい「チャット」コメントのレイアウトも嫌いです....",
      "title": "CMV: すべてのソーシャルメディアプラットフォームがtiktokをコピーしようとしていて、私はそれが嫌いです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所有的社交媒体平台都在试图整合全屏视频，\"只需要\n刷 \"的平台，我讨厌这样。Reddit刚刚这样做了，我讨厌它。我不希望\n你的低劣算法试图在我浏览视频时向我提供旧内容。\n我讨厌新的 \"聊天 \"评论布局....。",
      "title": "CMV：所有的社交媒体平台都在试图复制tiktok，我讨厌这样。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所有的社交媒體平臺都在試圖整合全屏視頻，\"只需要\n刷 \"的平臺，我討厭這樣。Reddit剛剛這樣做了，我討厭它。我不希望\n你的低劣算法試圖在我瀏覽視頻時向我提供舊內容。\n我討厭新的 \"聊天 \"評論佈局....。",
      "title": "CMV：所有的社交媒體平臺都在試圖複製tiktok，我討厭這樣。"
    }
  ]
}