{
  "author": "BeenInSpace",
  "the_new_excerpt": "Here's what i mean, a lot of people try to convince me that we should abandon\nour dreams of living in the stars becouse its too expensive, and we should focus\non starving children rather than fancy space missions. I'd like to disagree with\nthat. Human race, and everything it created, might disappear…",
  "original_created_utc": 1609700206,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我的意思是，很多人试图说服我我们应该放弃\n我们住在星星上的梦想太昂贵了，我们应该集中精力\n而不是花哨的太空任务。我不想同意\n那。人类，以及它所创造的一切，可能会消失…",
      "title": "[改变我的想法]：我们需要强行进行太空探索"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的意思是，很多人試圖說服我我們應該放棄\n我們住在星星上的夢想太昂貴了，我們應該集中精力\n而不是花哨的太空任務。我不想同意\n那。人類，以及它所創造的一切，可能會消失…",
      "title": "[改變我的想法]：我們需要強行進行太空探索"
    }
  ],
  "title": "CMV: We need to force space exploration",
  "created_utc": 1609768363,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Here&#39;s what i mean, a lot of people try to convince me that we should abandon our dreams of living in the stars becouse its too expensive, and we should focus on starving children rather than fancy space missions. I&#39;d like to disagree with that. Human race, and everything it created, might disappear one day due to nuclear holocaust, climat change or other random apocalypse. </p>\n\n<p>The only thing, that is worth anything in the universe, is life. Thats becouse, life is the only meaning, reason, sense, of anything. Any celestial body in the world wouldn&#39;t have any value, if there was no life to exploit it. Life gives value to the world, unconditionally. Therefore, we need to secure the continuity of life beyond Earth, as it enlarges chances of its survival. Our planet is literally just one of houdreds of billions in the Milky Way, why should we restrict ourselves to just one of them?</p>\n\n<p>It all might sound a little bit too ultravissionary, but hey, so they thought about sending man to the moon in the &#39;50.</p>\n\n<p>I&#39;d like to welcome You to discuss whether I&#39;m right</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/kpqeuf/cmv_we_need_to_force_space_exploration/",
  "subreddit": "changemyview",
  "id": "kpqeuf",
  "is_self": true,
  "media": null,
  "is_video": false
}