{
  "author": "MizunoGolfer15-20",
  "the_new_excerpt": "I am not a Christian, or a believer in God. I do like to read, and I will try to\ngive my best definition to what the Christian God is.\n\n\n\nFirst, you worship God because he is the one and only true God. He is the God of\ngods. That is, while other immortal beings exist, God is the creator of…",
  "original_created_utc": 1616166809,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不是基督徒，也不是上帝的信徒。我喜欢读书，而且我会努力做到\n给我最好的定义，基督教的神是什么。\n\n\n\n首先，你敬拜上帝，是因为他是唯一的真神。他是神的\n神。也就是说，虽然有其他不朽的生命存在，但神是创造者... ...",
      "title": "CMV：乔尔-奥斯坦是魔鬼的传教士，而不是基督教的上帝。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是基督徒，也不是上帝的信徒。我喜歡讀書，而且我會努力做到\n給我最好的定義，基督教的神是什麼。\n\n\n\n首先，你敬拜上帝，是因爲他是唯一的真神。他是神的\n神。也就是說，雖然有其他不朽的生命存在，但神是創造者... ...",
      "title": "CMV：喬爾-奧斯坦是魔鬼的傳教士，而不是基督教的上帝。"
    }
  ],
  "title": "CMV: Joel Osteen is a preacher of demons, not the Christian God",
  "created_utc": 1616182227,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am not a Christian, or a believer in God.  I do like to read, and I will try to give my best definition to what the Christian God is.</p>\n\n<p>&#x200B;</p>\n\n<p>First, you worship God because he is the one and only true God.  He is the God of gods.  That is, while other immortal beings exist, God is the creator of all things, and even the good gods (angels) who God created want to give thanks to their Creator.  The bad gods, or demons, we will get to in a minute.</p>\n\n<p>&#x200B;</p>\n\n<p>More importantly, it is through God that we receive felicity which is the goal of every rational being.  You achieve this through the worship of God.  Worship is nothing more than practicing to be like God, to imitate God’s soul.  God’s soul is steeped in virtue and thus protected against any surrender of irrational passions.  Among these virtues are justice, compassion, sacrifice, courage, and temperance.  Irrational passions are those like pride, greed, selfishness, envy, and cowardice.  By acting like God, you become like God, and this is how God desires to be worshiped.  By adopting his soul, or trying to adopt his soul as best you can, you begin to do God’s work for him.  The reward for this is felicity, which, again, can only be given by God himself, and received by man in the way of worship I just described.  Worship being interchangeable with spreading God&#39;s virtuous soul across mankind; aka doing God&#39;s work.</p>\n\n<p>&#x200B;</p>\n\n<p>Demons on the other hand, unlike angels (good gods), do not have God’s soul, and therefore do not know God’s virtues, and therefore do not know God’s felicity.  Where God offers and has eternal felicity, and demons can only offer and have eternal misery.  He may have the body of an immortal, yet his mind is that of man, exposed to temptations and desires of the lowest quality. In fact, the wisest man is above the greatest demon, since a wise man can learn God’s virtues, while a demon can not.</p>\n\n<p>&#x200B;</p>\n\n<p>Demons, unlike angels, desire worship from men.  Angels do not, since angels know that they receive their happiness through God.  Demons, on the other hand, know only worldly pleasures, and strive to gain them.  They use false prophets to spread their word, and their values, and gain momentum through the misery of their audience, and thus they grow.</p>\n\n<p>&#x200B;</p>\n\n<p>Joel Osteen preaches the virtues of the demons.  He could be preaching his own words however I will give him the benefit of the doubt, and say he is infected by a demon, and not deceiving his followers by pure lies, instead being misled himself.</p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://twitter.com/JoelOsteen/status/1372595987265552385?\">This is from his twitter</a></p>\n\n<p>&#x200B;</p>\n\n<p>Not once does he mention any of God’s virtues, or does he mention anything that you do for God, only what God can do for you.  Looking closely, and reading my definition of God above, it is clear that Osteen is talking about a demon’s table.  Only a demon would set a table for you that serves vengeance, only on the demon&#39;s table would worldly honor be served; and even worse served to spite your enemies!  No man can hold you back from doing God’s work, that is impossible.</p>\n\n<p>&#x200B;</p>\n\n<p>God’s table has nothing more than felicity served on it, and for those who are worthy of a seat, that is all is needed.  Of course your enemies will see you seated at God’s table, you would hope your enemies will join you in eternal bliss, not be envious of your position.  Work place promotions are not served by God, it is cowardice to wait for a deity to deliver on Earth what you can earn for yourself.  Worldly honor?  Why would one want that for himself, what is on God’s table is the character of the soul, and people imitate this character to become as you are, and sit where you sit.  Osteen is not describing the table of God at all, but the table of someone who is interested in worldly irrational passions.</p>\n\n<p>&#x200B;</p>\n\n<p>I don’t have twitter, so I can only see his last 3 videos, the one I linked, and two others that are about letting go and waiting for God to deliver vengeance.  Again, asking for something from God instead of giving to God.  He seems to preach a greedy one way street, the wrong way which is even worse.  His focus is on worldly things, and not felicity.  Short term reliefs instead of eternal salvation.  These passions that he claims he can solve are infinitesimal compared to what the true God offers, and must come from a demon.</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>edit 2:  I fixed my angles</p>\n\n<p>&#x200B;</p>\n\n<p>I gave 2 types of deltas.  The first was that I misunderstood what a demon is.  I thought that is was more of a casual regular occurrence then what they actually are.  An eye opener was the thought that it is easy to blame a demon for bad behavior then to hold yourself accountable.  That makes sense to me</p>\n\n<p>&#x200B;</p>\n\n<p>The second type was that Christianity is not as unified as I thought it was, and there are fundamental differences in the structures of the religion that I did not know existed, and makes me rethink what is right vs what is wrong</p>\n</div><!-- SC_ON -->",
  "score": 277,
  "permalink": "/r/changemyview/comments/m8jesn/cmv_joel_osteen_is_a_preacher_of_demons_not_the/",
  "subreddit": "changemyview",
  "id": "m8jesn",
  "is_self": true,
  "media": null,
  "is_video": false
}