{
  "author": "sauciersimile",
  "the_new_excerpt": "I’m generally quite good at meeting new people but while I might meet someone at\na party and get along with someone like I’ve known them for years nothing ever\nbecomes of it. Even if I meet them on several occasions and sometimes they even\narrange to meet up but it never happens. I never message…",
  "original_created_utc": 1617481950,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "一般来说，我很擅长认识新朋友，但我可能会遇到一个人在\n聚会，相处，就像我认识他们多年一样，从来没有什么事情发生过\n成为它。即使我在几个场合遇见他们，有时他们甚至会\n安排见面，但它从来没有发生。我从不发信息...",
      "title": "专为善于社交但难以维持人际关系的人准备的书籍。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一般來說，我很擅長認識新朋友，但我可能會遇到一個人在\n聚會，相處，就像我認識他們多年一樣，從來沒有什麼事情發生過\n成爲它。即使我在幾個場合遇見他們，有時他們甚至會\n安排見面，但它從來沒有發生。我從不發信息...",
      "title": "專爲善於社交但難以維持人際關係的人準備的書籍。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "私は一般的に新しい人と出会うのが得意ですが、パチンコ店で誰かと出会うことはあっても、それ以外の人と出会うことはありません。\nパーティーで出会って、何年も前から知っているような人と仲良くなっても、何も起こらない。\nなってしまいます。何度か会って、時には会う約束をしても、実現しません。\n何度か会って、時には会う約束をしても、それが実現しない。私はメッセージを送らない...",
      "title": "社交的だが人間関係の維持に苦労する人のための本"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "私は一般的に新しい人と出会うのが得意ですが、パチンコ店で誰かと出会うことはあっても、それ以外の人と出会うことはありません。\nパーティーで出会って、何年も前から知っているような人と仲良くなっても、何も起こらない。\nなってしまいます。何度か会って、時には会う約束をしても、実現しません。\n何度か会って、時には会う約束をしても、それが実現しない。私はメッセージを送らない...",
      "title": "社交的だが人間関係の維持に苦労する人のための本"
    }
  ],
  "title": "Books for people who are social but struggle maintaining relationships",
  "created_utc": 1617517925,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m generally quite good at meeting new people but while I might meet someone at a party and get along with someone like I’ve known them for years nothing ever becomes of it. Even if I meet them on several occasions and sometimes they even arrange to meet up but it never happens. I never message anyone because I don’t feel like I can unless it’s my family. I also lose touch with people as soon as I stop seeing them on a regular basis, probably something to do with moving schools 10 times, and really want to change this. Is there any books that have helped any of you with similar issues?</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/booksuggestions/comments/mjgnrz/books_for_people_who_are_social_but_struggle/",
  "subreddit": "booksuggestions",
  "id": "mjgnrz",
  "is_self": true,
  "media": null,
  "is_video": false
}