{
  "author": "Grievingparent99",
  "original_created_utc": 1633959848,
  "title": "Books about families dealing with children getting diagnosed with chronic illnesses and/or dying",
  "created_utc": 1633991962,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We lost our 6 year old angel Serena to cancer 8 months and 18 days ago. She loved books and the two years she spent fighting cancer, we read to her every night. After months of grieving, my husband and I decided to continue the the tradition, and now we read a chapter or two together every night. Serena would have turned 7 on 21st October and to honour her we wanted to read something that reflects our experiences. </p>\n\n<p>So please recommend books about families dealing with children getting diagnosed with chronic illnesses and/or passing away from it.\nSomething which realistically depicts the feeling of sheer helplessness when you see your child dying in front of you. Even a book where a protagonist deals with the trauma of losing an adult son/daughter will do. </p>\n\n<p>No self help/ advice books please. Preferably fiction, but non fiction will also do as long as it doesn&#39;t get too preachy.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/booksuggestions/comments/q5w5w0/books_about_families_dealing_with_children/",
  "subreddit": "booksuggestions",
  "id": "q5w5w0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We lost our 6 year old angel Serena to cancer 8 months and 18 days ago. She\nloved books and the two years she spent fighting cancer, we read to her every\nnight. After months of grieving, my husband and I decided to continue the the\ntradition, and now we read a chapter or two together every night.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私たちは、6歳の天使セレナを8ヶ月と18日前にがんで亡くしました。セレナは\n本が大好きで、がんと闘っていた2年間、毎晩読み聞かせをしていました。\n読んであげました。悲しみに暮れていた数ヶ月後、夫と私はこの伝統を続けることにしました。\n今では毎晩、1章か2章を一緒に読んでいます。....",
      "title": "子供が慢性疾患と診断されたり、死を迎えることに対処する家族に関する本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "8个月零18天之前，我们的6岁天使Serena因癌症去世。她\n她喜欢书，在她与癌症斗争的两年里，我们每晚都给她读书。\n晚上给她读书。经过几个月的悲痛，我和丈夫决定继续这一传统。\n传统，现在我们每天晚上一起读一两章....。",
      "title": "关于处理儿童被诊断患有慢性疾病和/或死亡的家庭的书籍"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "8個月零18天之前，我們的6歲天使Serena因癌症去世。她\n她喜歡書，在她與癌症鬥爭的兩年裏，我們每晚都給她讀書。\n晚上給她讀書。經過幾個月的悲痛，我和丈夫決定繼續這一傳統。\n傳統，現在我們每天晚上一起讀一兩章....。",
      "title": "關於處理兒童被診斷患有慢性疾病和/或死亡的家庭的書籍"
    }
  ]
}