{
  "author": "LindseySmalls",
  "the_new_excerpt": "Why YSK: when you wait to have a tooth looked at during your cleaning, you are\ntaking time away from your cleaning appointment and affecting the doctor's\ntightly packed schedule. Most dentists keep time set aside every day for urgent\ncare so it's best if you schedule a separate appointment with just…",
  "original_created_utc": 1620878008,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、クリーニングの際に歯を見てもらうのを待っていると\nクリーニングの予約時間を削ることになり、医師のタイトなスケジュールに影響を与えます。\n先生のタイトなスケジュールに影響を与えてしまいます。ほとんどの歯科医院では、毎日、急患のための時間を確保しています。\n別の予約を取った方が良いと思いますよ...",
      "title": "YSK：歯が痛くなったら、次のクリーニングの予約まで待たずに対処しましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：当你在洗牙时等待检查牙齿时，你就会\n占用了您的洗牙预约时间，影响了医生紧张的日程安排。\n密集的日程安排。大多数牙医每天都为紧急护理留出时间\n因此，你最好安排一个单独的预约。",
      "title": "YSK：如果你有牙痛，不要等到下次洗牙时再解决。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：當你在洗牙時等待檢查牙齒時，你就會\n佔用了您的洗牙預約時間，影響了醫生緊張的日程安排。\n密集的日程安排。大多數牙醫每天都爲緊急護理留出時間\n因此，你最好安排一個單獨的預約。",
      "title": "YSK：如果你有牙痛，不要等到下次洗牙時再解決。"
    }
  ],
  "title": "YSK: if you have a toothache, don't wait until your next cleaning appointment to address it.",
  "created_utc": 1621007774,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: when you wait to have a tooth looked at during your cleaning, you are taking time away from your cleaning appointment and affecting the doctor&#39;s tightly packed schedule. Most dentists keep time set aside every day for urgent care so it&#39;s best if you schedule a separate appointment with just your dentist. Then you&#39;ll get dedicated time with them and get a thorough work up to diagnose you. By the way, if your hygienist runs behind, this is usually the reason why.\nSource: Patient Relations Coordinator at a multi doctor practice.</p>\n\n<p>ETA: I work for a fairly large practice. Perhaps if the clinic you go to is small, maybe your dentist can take the time to address concerns in hygiene. In our practice, this leads to a domino effect resulting in a bad experience for all involved. I suppose the overall point I am trying to make is that hygiene appointments are meant for hygiene, and doctor appointments are for treatment. We wish patients would understand that it is almost impossible to get everything taken care of all at one appointment-cleaning, diagnosis, treatment. We usually have to prioritize just 1.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/YouShouldKnow/comments/nb7tbx/ysk_if_you_have_a_toothache_dont_wait_until_your/",
  "subreddit": "YouShouldKnow",
  "id": "nb7tbx",
  "is_self": true,
  "media": null,
  "is_video": false
}