{
  "author": "catlover749",
  "original_created_utc": 1631666895,
  "title": "I visited a library today and it made me so happy",
  "created_utc": 1631672003,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think you guys already know that, but... libraries are awesome. I&#39;m usually using Libby for books/audiobooks, but today I went to a library in person and it made me so happy. I&#39;m trying to learn how to play a music instrument, so I wanted a beginner book and some beginner friendly music sheets (something I&#39;ll use for a short period of time). I found everything I wanted in the library and it totally saved me from spending ~60$ and trees from being cut for paper. Library building is really awesome and I got this happy feeling from just walking inside and browsing random books. I felt welcomed and accepted there, free to be there as long as I need, free to do whatever I want (as long as I&#39;m civil of course), without any expectations from me to spend any money or to be productive or anything else. Everyone I saw were wearing masks. Librarians were super friendly. Learned that they are letting us borrow not just books, but also free museums and parks passes. It is super cool. I also saw some homeless people, and I&#39;m rather happy with it - they weren&#39;t messing with anyone, and it is a good thing for them to have safe space during the day where they can charge their phones / use restroom / rest / hide from heat wave / use free computer to search or study for job or housing programs. Check out your local library, it feels good just to be inside.</p>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/books/comments/pofjy9/i_visited_a_library_today_and_it_made_me_so_happy/",
  "subreddit": "books",
  "id": "pofjy9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think you guys already know that, but... libraries are awesome. I'm usually\nusing Libby for books/audiobooks, but today I went to a library in person and it\nmade me so happy. I'm trying to learn how to play a music instrument, so I\nwanted a beginner book and some beginner friendly music sheets…"
}