{
  "author": "Nephyle_",
  "the_new_excerpt": "Currently I'm reading The Shining, but having trouble finishing it because it\njust seems to me like it's dragging along. I'm a fan of horror stories, but I\nonly like a couple of the Stephen King books I've read. Namely, The Girl Who\nLoved Tom Gordon, and The Eyes of the Dragon. The other Stephen…",
  "original_created_utc": 1618892269,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "現在、「シャイニング」を読んでいますが、最後まで読めません。\n読んでいますが、最後まで読めません。私はホラー小説が好きなのですが、スティーブン・キングの作品は\n今まで読んだスティーブン・キングの本の中では2、3冊しか好きではありません。つまり、『トム・ゴードンを愛した少女\nThe Girl Who Loved Tom Gordon』と『The Eyes of the Dragon』です。他のスティーブン...",
      "title": "スティーブン・キングの作品に感銘を受けないのは、私だけでしょうか？彼の才能には敬意を払っていますし、確かに私は彼の作品ほど良いものは書けていませんが、彼の本を読んでも楽しくありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "目前我正在读《闪灵》，但很难读完它，因为它似乎是在拖时间。\n在我看来，它只是在拖延时间。我是一个恐怖故事的粉丝，但我只喜欢我读过的斯蒂芬-金的几本书。\n但我只喜欢我读过的几本斯蒂芬-金的书。也就是说，《爱上汤姆-戈登的女孩》和《眼睛》。\n爱上汤姆-戈登的女孩》和《龙的眼睛》。另一本斯蒂芬-金的书则是 \"我\"。",
      "title": "只有我一个人对斯蒂芬-金的作品普遍不感兴趣吗？我尊重他的才华，我当然没有写过像他那样好的东西，但我不喜欢读他的书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "目前我正在讀《閃靈》，但很難讀完它，因爲它似乎是在拖時間。\n在我看來，它只是在拖延時間。我是一個恐怖故事的粉絲，但我只喜歡我讀過的斯蒂芬-金的幾本書。\n但我只喜歡我讀過的幾本斯蒂芬-金的書。也就是說，《愛上湯姆-戈登的女孩》和《眼睛》。\n愛上湯姆-戈登的女孩》和《龍的眼睛》。另一本斯蒂芬-金的書則是 \"我\"。",
      "title": "只有我一個人對斯蒂芬-金的作品普遍不感興趣嗎？我尊重他的才華，我當然沒有寫過像他那樣好的東西，但我不喜歡讀他的書。"
    }
  ],
  "title": "Am I alone in being generally unimpressed by Stephen King's work? I respect his talent, I certainly haven't written anything as good as his stuff, but I don't enjoy reading his books.",
  "created_utc": 1618921730,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Currently I&#39;m reading The Shining, but having trouble finishing it because it just seems to me like it&#39;s dragging along. I&#39;m a fan of horror stories, but I only like a couple of the Stephen King books I&#39;ve read. Namely, The Girl Who Loved Tom Gordon, and The Eyes of the Dragon. The other Stephen King books I&#39;ve read have either felt about as exciting as watching a snail cross the road, or had so many disturbingly detailed descriptions of terrible actions that I was disgusted instead of scared (IT falls into the second category for me).</p>\n\n<p>I love several of the movie adaptations of his work, including The Shining (though I do recognize that the movie version is almost nothing like the book). And my favorite horror movie to date is Rose Red. So I agree that he has good story ideas, the execution of the books just falls flat for me.</p>\n\n<p>I guess I&#39;m must not the target audience for Stephen King. But I sometimes feel like I might be missing something since everyone I know who likes horror seems to like his books... Except me.</p>\n\n<p>So, what are your opinions on Stephen King? Love him, hate him, indifferent? Am I missing the point of his stories?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/muig7r/am_i_alone_in_being_generally_unimpressed_by/",
  "subreddit": "books",
  "id": "muig7r",
  "is_self": true,
  "media": null,
  "is_video": false
}