{
  "author": "stilltilting",
  "the_new_excerpt": "First off, I don't outright reject the notion that impeachment was never\nintended to be used against someone who has already left office. I think the\npoint is arguable.\n\nHowever, I completely reject the notion that our founders intended that someone\ncould commit high crimes and misdemeanors against…",
  "original_created_utc": 1612203468,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我并不完全否定弹劾从来没有的说法\n拟用于对付已经离任的人。我认为\n观点是值得商榷的。\n\n但是，我完全不接受这样的观点，即我们的缔造者打算让某个人\n可能犯下重罪和轻罪，对... ...",
      "title": "CMV：如果共和党人认为弹劾前总统是违宪的，那么他们应该要求以通常的、宪法的方式起诉特朗普。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我並不完全否定彈劾從來沒有的說法\n擬用於對付已經離任的人。我認爲\n觀點是值得商榷的。\n\n但是，我完全不接受這樣的觀點，即我們的締造者打算讓某個人\n可能犯下重罪和輕罪，對... ...",
      "title": "CMV：如果共和黨人認爲彈劾前總統是違憲的，那麼他們應該要求以通常的、憲法的方式起訴特朗普。"
    }
  ],
  "title": "CMV: If Republicans Believe Impeachment of a Former President is Unconstitutional, Then They Should Be Pressing For Trump to Be Prosecuted in the Usual, Constitutional Way",
  "created_utc": 1612232228,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First off, I don&#39;t outright reject the notion that impeachment was never intended to be used against someone who has already left office. I think the point is arguable.</p>\n\n<p>However, I completely reject the notion that our founders intended that someone could commit high crimes and misdemeanors against the United States and then leave office to escape ever having to face accountability. From this I derive two points.</p>\n\n<p>First, Republicans should still be obligated to vote to convict if they believe he is guilty. They are essentially serving as the &quot;jury&quot; in the trial of the president. The jury does not decide matters of law. If I were called to individual juror duty, I can&#39;t vote &quot;not guilty&quot; because I think the judge was wrong in ruling a search unconstitutional or because the defendant might get the death penalty and I think that should be unconstitutional. In the same way, Republican senators cannot justify a &quot;no&quot; vote on the question of &quot;did Donald Trump commit these crimes&quot; by saying there should not have been a trial. In fact, in real jury trials we throw out jurors who have so stated they will vote no ahead of time--the 45 senators who voted that this impeachment trial was unconstitutional would have already been dismissed as states do to people who say they oppose the death penalty in death penalty cases.</p>\n\n<p>Second, if they persist in voting no due to &quot;process&quot; arguments, and they actually believe those arguments, they should be pressing for the charges and trial to be moved to whatever they think is the proper venue. That could be federal prosecution. If they really do believe that high crimes and misdemeanors were committed against the United States--as they have gone on record saying--then they cannot basically advocate for there being no consequences. They should explicitly state what body DOES have jurisdiction and advocate for it to take action.</p>\n\n<p>There are a couple of ways you might change my view. First, I guess you could argue that the Founders and our legal system really DID want to set it up where a president or other lawmaker could freely commit crimes while in office and then resign to escape consequences. That seems like a stretch to me but maybe you have a long lost letter of Alexander Hamilton somewhere where he says &quot;you know we really should just let presidents do whatever so long as they&#39;re leaving office soon.&quot; Second, you could show that there are more than 33 GOP senators who are voting no because they believe the president did NOT commit any impeachable offenses. However, I do not see very many, if any, making this argument. Why more than 33? Because you need 17 GOP votes to convict and there are 50 GOP Senators. Third, I guess you can argue that even though it was never intended, it simply IS the case that a president at the end of a term is basically immune to any accountability whatsoever, but if that is the case you should also propose a remedy because that is insane.</p>\n\n<p><strong>In summation, the Republican &quot;process&quot; argument against impeachment is bunk as far as the trial. Either, like jurors, they vote on matters of fact alone and say whether or not they think Trump committed high crimes and misdemeanors OR they start advocating for this trial to be moved to the proper venue or their process argument is bunk.</strong></p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/la9xqq/cmv_if_republicans_believe_impeachment_of_a/",
  "subreddit": "changemyview",
  "id": "la9xqq",
  "is_self": true,
  "media": null,
  "is_video": false
}