{
  "author": "Chicky_Nuggy",
  "original_created_utc": 1639587971,
  "title": "Bit Boy, XRP Bro, Barby Crypto and other embarrassing influencers in crypto. Who are some influencers in the space who are actually useful to listen to?",
  "created_utc": 1639611484,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;As most of us know, all but some of these are just scams with extra steps to pump their own shitty bags then dump on newcomers and/or idiots on YouTube.  &lt;/p&gt;\n\n&lt;p&gt;How crypto online is ever taken seriously when you can’t tell the difference between a crypto news article on YouTube to some 12 year old kids Fortnite upload when both thumbnails look exactly the same. With emoji, stupid fonts, shocked cum faces...&lt;/p&gt;\n\n&lt;p&gt;Anyway, I was looking up for some credible analysis channels on any platforms and couldn&amp;#39;t find many, other than Crypto Dad (pretty basic though) and chain specific c suite people on Twitter. &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not looking for coin shillers or moonshot bullshitting TA &amp;#39;analyst&amp;#39; more news and educational speculation.&lt;/p&gt;\n\n&lt;p&gt;Any recommendations?&lt;/p&gt;\n\n&lt;p&gt;Edit: you can save yourself from replying with DYOR etc, I&amp;#39;m bored over the holidays and want stuff to listen/watch. I won&amp;#39;t be taking any advice as gospel. I am not a retard.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 191,
  "permalink": "/r/CryptoCurrency/comments/rh3u0b/bit_boy_xrp_bro_barby_crypto_and_other/",
  "subreddit": "CryptoCurrency",
  "id": "rh3u0b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As most of us know, all but some of these are just scams with extra steps to\npump their own shitty bags then dump on newcomers and/or idiots on YouTube.\n\nHow crypto online is ever taken seriously when you can’t tell the difference\nbetween a crypto news article on YouTube to some 12 year old kids…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> ほとんどの人が知っているように、これらのうち一部を除いては、すべて\nを、新参者に押し付けるだけである。\nとか、YouTubeで馬鹿にされる。</p> <p>以下のような場合、オンラインの暗号はどのように真面目に扱われるのでしょうか。\nを見分けられないと、暗号ニュース...",
      "title": "ビットボーイ、XRPブロ、バービークリプトなど、暗号にまつわる恥ずかしいインフルエンサーたち。実際に耳を傾けるのに役立つ、この分野のインフルエンサーは誰でしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>正如我们大多数人所知，所有这些，但有些是\n骗局，都有额外的步骤来抽出他们自己的垃圾袋，然后倾倒在新人身上\n和/或YouTube上的白痴。</p> <p>当你无法辨别加密货币的区别时，网上的加密货币如何被认真对待？\n你不能分辨加密货币新闻的区别......",
      "title": "Bit Boy、XRP Bro、Barby Crypto和其他令人尴尬的加密货币影响者。谁是这个领域的一些有影响力的人，他们的意见实际上是有用的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>正如我們大多數人所知，所有這些，但有些是\n騙局，都有額外的步驟來抽出他們自己的垃圾袋，然後傾倒在新人身上\n和/或YouTube上的白癡。</p> <p>當你無法辨別加密貨幣的區別時，網上的加密貨幣如何被認真對待？\n你不能分辨加密貨幣新聞的區別......",
      "title": "Bit Boy、XRP Bro、Barby Crypto和其他令人尷尬的加密貨幣影響者。誰是這個領域的一些有影響力的人，他們的意見實際上是有用的？"
    }
  ]
}