{
  "author": "Gullible-Radish9458",
  "the_new_excerpt": "If we look at the Torah from the lens of people from thousands of years ago then\nthe reasoning for the kosher method of killing animals becomes clearly an\nattempt to make the most moral method that they could come up with given their\nlevel of scientific knowledge and technology at the time.\n\nAfter…",
  "original_created_utc": 1614453651,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "如果我们从几千年前的人的角度来看《圣经》，那么......。\n杀死动物的犹太教方法的理由显然成为一个\n试图用他们所能想到的最道德的方法，在他们的。\n当时的科学知识和技术水平。\n\n经过...",
      "title": "CMV：犹太教杀死动物的方法之所以被禁止，宗教人士例外，是因为它不道德。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果我們從幾千年前的人的角度來看《聖經》，那麼......。\n殺死動物的猶太教方法的理由顯然成爲一個\n試圖用他們所能想到的最道德的方法，在他們的。\n當時的科學知識和技術水平。\n\n經過...",
      "title": "CMV：猶太教殺死動物的方法之所以被禁止，宗教人士例外，是因爲它不道德。"
    }
  ],
  "title": "CMV: The reason the kosher method of killing animals is banned with an exception for religious people is because its immoral.",
  "created_utc": 1614486635,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If we look at the Torah from the lens of people from thousands of years ago then the reasoning for the kosher method of killing animals becomes clearly an attempt to make the most moral method that they could come up with given their level of scientific knowledge and technology at the time.</p>\n\n<p>After hundreds of thousands of years of humans killing animals, humans knew that the faster the red stuff (blood) came out of the animal, the faster it would stop moving (died). So the kosher method was based on where to cut the animal to get the blood out the fastest (the neck). Thousands of years ago this was the most moral method they could reasonably be expected to come up with given their level of understanding of science and the technology available to the average person.</p>\n\n<p>However, as we learned much more about the brain, spinal cord, nerves, consciousness etc, it has become clear what blood is, why the animal loses consciousness once enough blood drains after the cut to the carotid arteries, what carotid arteries are, what pain is, what nerves are, the brain and how pain works, etc. Modern science determined that this kosher method was no longer optimal as it causes unnecessary suffering to the animals. That is why it is banned.</p>\n\n<p>Currently, all slaughterhouses are required to stun the animal into unconsciousness before any method of killing the animal. Alhtough, there is an exception for religious slaughterhouses. [<a href=\"https://efsa.onlinelibrary.wiley.com/doi/pdf/10.2903/j.efsa.2004.45\">3</a>] Modern scientific knowledge and technology has given us the ability to create better methods that avoid the unnecessary suffering caused by the kosher method. This is what the multiple methods of stunning animals allow for. This is why sceintific and governmental organizations call for pre-stunning animals <em>before</em> cutting their throat and letting them bleed out. I bring up kosher instead of halal because most halal meat is stunned before slaughter, whereas kosher slaughterhouses do not stun before slaughter. [<a href=\"https://www.bva.co.uk/take-action/our-policies/non-stun-slaughter/\">2</a>] But the same exact argument applies to the portion of halal meat that is not stunned before slaughter.</p>\n\n<p>Claiming the kosher method is the current most humane, moral method defies even basic common sense, ie there is a reason no human would choose to have their throat slit as the way they want to die.</p>\n\n<p>If kosher was about minimizing animal suffering to be moral then it would be a command to do just that and the current kosher method would be to use a guillotine or an anesthetic, etc. Kosher would be whatever method minimized animal suffering the most which would update with our ever increasing scientific knowledge and capabilities. But thats not the case as the kosher method is cut the animals throat, wait for it to bleed out. The kosher method has not changed at all as we learned more science and developed more techonology. Although there are some who push for change like this Orthodox rabbi pushing for post-cut stunning [<a href=\"https://www.huffpost.com/entry/mandate-to-stun-animals-after-kosher-slaughter-_b_7193078\">5</a>], whcih would be an improvement but is not in line with the scientific evidence that supports pre-cut stunning. [<a href=\"https://efsa.onlinelibrary.wiley.com/doi/pdf/10.2903/j.efsa.2004.45\">3</a>]</p>\n\n<p>Even if we could all hypothetically agree that there was a more moral method of killing anmials, kosher rules would not change to reflect that because the Torah, being a piece of paper with ink on it, cannot change. So its clearly not about morality, its just about ritual.</p>\n\n<p>However, I have heard from some religious people that it doesn&#39;t matter if kosher is moral, it is just about ritual - ie doing whatever god says no matter what, which would make sense. They say that either it doesn’t matter whether kosher is moral or whatever god says is moral no matter what. But these ideas would not change the fact that the kosher causes unnecessary suffering for the animals.</p>\n\n<p>People try to defend kosher from a scientific perspective, but it doesn’t work. The kosher method is immoral given our current scientific understanding and capabilities.</p>\n\n<p>&#x200B;</p>\n\n<p>There is clear scientific support around the kosher method being immoral given modern scientific knowledge too. Here are links [<a href=\"https://www.canadianveterinarians.net/documents/humane-slaughter-of-animals-position-statement\">1</a>] [<a href=\"https://www.bva.co.uk/take-action/our-policies/non-stun-slaughter/\">2</a>] [<a href=\"https://efsa.onlinelibrary.wiley.com/doi/pdf/10.2903/j.efsa.2004.45\">3</a>] [<a href=\"https://www.vetjournal.it/archivio_pdf/2010/4069.pdf\">4</a>]. for clear statements from multiple veterinarian associations (CVMA, BVA), governement food safety organization (EFSA), etc that animals should be pre-stunned before slaugther and that there is scientific evidence that shows the animals feel the pain of the cut, do not become unconscious immediately after the cut, and bleed out while still conscious. [<a href=\"https://efsa.onlinelibrary.wiley.com/doi/pdf/10.2903/j.efsa.2004.45\">3</a>] Without stunning, the time between the cut and unconsciousness is up to 20 seconds in sheep, up to 25 seconds in pigs, up to 2 minutes in cattle, up to 21/2 or more minutes in poultry, and sometimes 15 minutes or more in fish. [<a href=\"https://efsa.onlinelibrary.wiley.com/doi/pdf/10.2903/j.efsa.2004.45\">3</a>]</p>\n\n<p>Now obviously I&#39;m not saying the word kosher is immoral, so if the kosher method changed to include pre-stunning <em>then</em> it would be moral. But as it stands, given modern scientific understanding and cabpabilities, my view is that the kosher method is immoral and that is why it is banned. Although there is an excemption for religious slaughterhouses.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/ltv9fl/cmv_the_reason_the_kosher_method_of_killing/",
  "subreddit": "changemyview",
  "id": "ltv9fl",
  "is_self": true,
  "media": null,
  "is_video": false
}