{
  "author": "IYELLALLTHETIME",
  "the_new_excerpt": "When I say \"selfishness\", I mean caring only about yourself and genuinely not\ncaring about anyone else around you. It is the political equivalent of making\neverything about yourself and not giving a damn about the needs of others.\n\nWhen libertarians speak about the problems they see, these problems…",
  "original_created_utc": 1619443889,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "わがまま」とは、自分のことだけを考えて、周りの人のことは純粋に気にしないことです。\n周りの人のことは気にしない。それは、政治的には、すべてを自分のために\n自分のことだけを考え、他人のことは気にしないということです。\n\nリバタリアンが問題について語るとき、これらの問題は...",
      "title": "CMV： リバタリアニズムは、本質的には政治的イデオロギーとしての利己主義に過ぎません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我说 \"自私 \"时，我的意思是只关心自己，而真正地不\n关心你周围的任何人。它在政治上相当于把所有事情都归结为自己，而不关心其他任何人。\n它在政治上相当于一切以自己为中心，而对别人的需要不闻不问。\n\n当自由主义者谈到他们看到的问题时，这些问题...",
      "title": "CMV：自由主义本质上只是作为一种政治意识形态的自私。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我說 \"自私 \"時，我的意思是隻關心自己，而真正地不\n關心你周圍的任何人。它在政治上相當於把所有事情都歸結爲自己，而不關心其他任何人。\n它在政治上相當於一切以自己爲中心，而對別人的需要不聞不問。\n\n當自由主義者談到他們看到的問題時，這些問題...",
      "title": "CMV：自由主義本質上只是作爲一種政治意識形態的自私。"
    }
  ],
  "title": "CMV: Libertarianism is essentially just selfishness as a political ideology.",
  "created_utc": 1619458427,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I say &quot;selfishness&quot;, I mean caring only about yourself and genuinely not caring about anyone else around you. It is the political equivalent of making everything about yourself and not giving a damn about the needs of others.</p>\n\n<p>When libertarians speak about the problems they see, these problems <em>always</em> tie back to themselves in a significant way. Taxes is the biggest one, and the complaint is &quot;my taxes are too high&quot;, meaning that the real problem here is essentially just &quot;I am not rich enough&quot;. It really, truly does not matter what good, if any, that tax money is doing; what really matters is that the libertarian could have had $20,000 more this year to, I dunno, buy even more ostentatious things? </p>\n\n<p>You can contrast this with other political ideologies, like people who support immigration and even legalizing undocumented immigrants which may even harm some native citizens but is ultimately a great boon for the immigrants themselves. Or climate change, an issue that affects the entire planet and the billions of people outside of our borders and often requires us to make personal sacrifices for the greater good. I&#39;ve never met a single libertarian who gave a damn about either, because why care about some brown people outside of your own borders or who are struggling so much that they abandoned everything they knew just to make an attempt at a better life?</p>\n\n<p>It doesn&#39;t seem like the libertarian will ever care about a political issue that doesn&#39;t make himself rich in some way. Anything not related to personal wealth, good luck getting a libertarian to give a single shit about it.</p>\n\n<p>CMV.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/myxq9i/cmv_libertarianism_is_essentially_just/",
  "subreddit": "changemyview",
  "id": "myxq9i",
  "is_self": true,
  "media": null,
  "is_video": false
}