{
  "author": "juanlucas2",
  "original_created_utc": 1624449844,
  "title": "CMV: Prescribing puberty blockers for transgender youth is incredibly dangerous and should not be done as liberally as people say",
  "created_utc": 1624473714,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently the NHS banned puberty blockers for kids under 16 years old looking to transition to the opposite gender. In response to this ruling, there has been social media backlash (in particular on Instagram) saying that these puberty blockers are &quot;completely reversible&quot; and that &quot;trans youth should be able to make these decisions over their own body&quot;</p>\n\n<p>Without mentioning that one can present as the opposite gender WITHOUT hormonal treatment and puberty blockers, these medications are far from as benign as people say they are. Although the idea that they&#39;re &quot;completely reversible&quot; holds SOME water, there&#39;s not enough evidence to support that there&#39;s not profound changes in their mental development.</p>\n\n<p>Beyond that, these medications (such as Lupron) were never designed or properly tested for this use. They have immense side effects and should not be taken lightly.</p>\n\n<p>I do believe SOME transgender people under 16 know for sure and this could benefit them, but at the end of the day most kids under the age of 16 have no idea what they&#39;re getting themselves into. Puberty blockers may help transition however at the end of the day they&#39;re not a strict requirement, and i personally would rather be safe than sorry with something like this.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/o6bf41/cmv_prescribing_puberty_blockers_for_transgender/",
  "subreddit": "changemyview",
  "id": "o6bf41",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Recently the NHS banned puberty blockers for kids under 16 years old looking to\ntransition to the opposite gender. In response to this ruling, there has been\nsocial media backlash (in particular on Instagram) saying that these puberty\nblockers are \"completely reversible\" and that \"trans youth should…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、NHSは、異性への移行を希望する16歳以下の子供に思春期ブロッカーを使用することを禁止しました。\n異性への移行を考えている16歳以下の子供には、思春期阻害剤の使用を禁止しました。この判決を受けて、ソーシャルメディア（特にInstagram）では\n思春期ブロッカーは「完全に元に戻すことができる」と、ソーシャルメディアで反発されています。\n思春期ブロッカーは「完全に元に戻せる」「トランスの若者は...",
      "title": "CMV: トランスジェンダーの若者に思春期ブロッカーを処方することは信じられないほど危険であり、人々が言うように自由に行われるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，NHS禁止为16岁以下的孩子服用青春期阻断剂，希望他们能过渡到Opto。\n转变为异性。作为对这一裁决的回应，已经有\n社交媒体的反击（特别是在Instagram上）说这些青春期阻断剂\n说这些青春期阻断剂是 \"完全可逆的\"，\"变性青年应该...",
      "title": "CMV：为变性青年开出青春期阻断剂是非常危险的，不应该像人们说的那样自由地进行。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，NHS禁止爲16歲以下的孩子服用青春期阻斷劑，希望他們能過渡到Opto。\n轉變爲異性。作爲對這一裁決的迴應，已經有\n社交媒體的反擊（特別是在Instagram上）說這些青春期阻斷劑\n說這些青春期阻斷劑是 \"完全可逆的\"，\"變性青年應該...",
      "title": "CMV：爲變性青年開出青春期阻斷劑是非常危險的，不應該像人們說的那樣自由地進行。"
    }
  ]
}