{
  "author": "divinepineapple",
  "original_created_utc": 1630879057,
  "title": "YSK You can save a lot of electricity and money in dry heat by closing your blinds and windows during the day and airing out your house at night when temperature is low.",
  "created_utc": 1630904105,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It can save you lots of money each month.</p>\n\n<p>&lt;30% humidity causes there to be a bigger heat difference between sunny and shady areas. You might get a better result from not allowing in direct sunlight than if you had your AC blasting. If you are in a high humidity area, using a dehumidifier or dehumidifying AC would make much more of a difference.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/pim9tf/ysk_you_can_save_a_lot_of_electricity_and_money/",
  "subreddit": "YouShouldKnow",
  "id": "pim9tf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: It can save you lots of money each month.\n\n<30% humidity causes there to be a bigger heat difference between sunny and\nshady areas. You might get a better result from not allowing in direct sunlight\nthan if you had your AC blasting. If you are in a high humidity area, using a\ndehumidifier…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：毎月のコストを大幅に削減できます。\n\n<湿度が30％以下だと、日向と日陰の温度差が大きくなります。\n湿度が30％未満だと、日向と日陰の熱差が大きくなります。直射日光を入れない方が、より良い結果が得られるかもしれません。\n直射日光を当てない方が、エアコンを効かせるよりも良い結果が得られるかもしれません。湿度の高い地域では、除湿機を使うといいでしょう。\n湿度の高い地域では、除湿器を使うといいでしょう。",
      "title": "YSK 昼間はブラインドや窓を閉めて、夜は気温が低いときに空気を入れ替えることで、乾燥した暑さの中でも電気代とお金を大幅に節約できます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：它可以每月为你节省很多钱。\n\n<30%的湿度会导致晴天和阴天之间的热差更大。\n阴凉处的热差。不让阳光直接照射，你可能会得到更好的结果\n比你吹空调的效果更好。如果你在一个高湿度地区，使用\n除湿器...",
      "title": "YSK 你可以通过在白天关闭百叶窗和窗户，在晚上温度低的时候通风换气，在干燥的天气里节省大量的电力和金钱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：它可以每月爲你節省很多錢。\n\n<30%的溼度會導致晴天和陰天之間的熱差更大。\n陰涼處的熱差。不讓陽光直接照射，你可能會得到更好的結果\n比你吹空調的效果更好。如果你在一個高溼度地區，使用\n除溼器...",
      "title": "YSK 你可以通過在白天關閉百葉窗和窗戶，在晚上溫度低的時候通風換氣，在乾燥的天氣裏節省大量的電力和金錢。"
    }
  ]
}