{
  "author": "aangulo1990",
  "original_created_utc": 1628281348,
  "title": "Finally finished Dune! (Book One)",
  "created_utc": 1628288608,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>And boy was it a journey. I decided to pick up this bad boy after the movie announcement because I thought it already looked great. In reality, it was on my list forever having read about how prolific a novel it is and I was not disappointed! Not only did it feel like an insane achievement to read that long of a book, but the world building and character development were second to none and perhaps my favorite of any book. Herbert really took his time unravelling a massive cast of characters and making Arrakis feel like a character in and of itself. I know it&#39;s quite the popular and important piece of literature, so let me hear your thoughts on it! Did you love it? Hate it? Why? Excited for the movie? Have at it!</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/books/comments/ozeqqa/finally_finished_dune_book_one/",
  "subreddit": "books",
  "id": "ozeqqa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "And boy was it a journey. I decided to pick up this bad boy after the movie\nannouncement because I thought it already looked great. In reality, it was on my\nlist forever having read about how prolific a novel it is and I was not\ndisappointed! Not only did it feel like an insane achievement to read…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そして、少年は旅をしていた。映画が終わった後、この不良少年を手に取ることにしました。\n映画の発表後にこの不良少年を手に取ろうと思ったのは、すでに素晴らしい出来栄えだと思ったからです。実際には、この作品がいかに多作であるかを読んで、ずっと私のリストに入っていました。\n実際には、この作品がどれほど多作であるかを読んでずっとリストに入っていたのですが、期待を裏切られることはありませんでした。\n期待を裏切りませんでした。読んでいて非常に達成感があっただけでなく、...",
      "title": "やっとDuneが完成しました。(Book One)"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这真是一段旅程。我决定在电影公布后拿起这个坏孩子\n因为我认为它看起来已经很棒了。实际上，它是我在\n实际上，在我读到它是多么多产的一部小说后，它就一直在我的名单上，我没有\n我没有感到失望 我不仅觉得读完这本书是一个疯狂的成就，而且还觉得这本书很有意义。",
      "title": "终于完成了《沙丘》的创作! (第一册)"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這真是一段旅程。我決定在電影公佈後拿起這個壞孩子\n因爲我認爲它看起來已經很棒了。實際上，它是我在\n實際上，在我讀到它是多麼多產的一部小說後，它就一直在我的名單上，我沒有\n我沒有感到失望 我不僅覺得讀完這本書是一個瘋狂的成就，而且還覺得這本書很有意義。",
      "title": "終於完成了《沙丘》的創作! (第一冊)"
    }
  ]
}