{
  "author": "Igotalottaproblems",
  "the_new_excerpt": "Most women menstrate. It is a biological part of womanhood. Though I do think\nbirth control (including condoms) should also be free, menstruation happens\nwhenever it wants to happen. You cannot choose when it happens. Even birth\ncontrol pills can only help but cannot guarantee you won't have…",
  "original_created_utc": 1610063362,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "大多数女性都会来月经。这是女性生理上的一部分。尽管我确实认为\n节育(包括避孕套)也应该是免费的，发生月经\n想什么时候发生就什么时候发生。你不能选择它何时发生。即使出生\n避孕药只能起作用，但不能保证你不会得…",
      "title": "[改变我的想法]：月经产品应该免费提供给所有女性"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大多數女性都會來月經。這是女性生理上的一部分。儘管我確實認爲\n節育(包括避孕套)也應該是免費的，發生月經\n想什麼時候發生就什麼時候發生。你不能選擇它何時發生。即使出生\n避孕藥只能起作用，但不能保證你不會得…",
      "title": "[改變我的想法]：月經產品應該免費提供給所有女性"
    }
  ],
  "title": "CMV: menstrual products should be free and provided to all women",
  "created_utc": 1610081445,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Most women menstrate. It is a biological part of womanhood. Though I do think birth control (including condoms) should also be free, menstruation happens whenever it wants to happen. You cannot choose when it happens. Even birth control pills can only help but cannot guarantee you won&#39;t have breaththrough bleeding. There is so much shame wrapped around menstruation and buying menstrual products for young girls. Menstruation has remained extremely taboo for some reason despite it being crucial to reproductive health. Why can&#39;t pads and tampons be in my mailbox instead of all that shitty junk mail I throw out? Talk about a waste of paper. </p>\n\n<p>If you are concerned about the environment in regards to period products or getting a menstrual cup, cups are expensive and difficult to keep sanitary, especially for people who do not live in the most sanitary conditions. Reusable pads would be great but again access to water to clean them is also an issue. But hey, I&#39;d take just about any free menstrual product and I assume most women feel the same way.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/ksq5ay/cmv_menstrual_products_should_be_free_and/",
  "subreddit": "changemyview",
  "id": "ksq5ay",
  "is_self": true,
  "media": null,
  "is_video": false
}