{
  "author": "SkipFirstofHisName",
  "original_created_utc": 1635946246,
  "title": "Dad Passed Away Before Finishing Wheel of Time",
  "created_utc": 1635949346,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My pops died in a motorcycle wreck about fifteen years ago. He was my best friend, and I get my love of all things sci-fi and fantasy from him. The year or so before he died, I remember him getting a new book series from a work buddy. It was WoT. He devoured it. He would miss his sleep schedule (he was a shift worker) reading WoT. In fact, he was so consumed by it he quit playing World of Warcraft for months (fifteen years ago, you can imagine how serious that was). But he never got to finish.</p>\n\n<p>I still have his copies. You can tell where he finished from the tinge of tobacco stain where he would chain smoke Marlboros while he read in bed (it was a different time). I haven&#39;t had the heart to read them. Not sure if it was from fear of disappointment or avoiding old memories, but I finally picked up Eye of the World and started reading it to get ready for the series to come out.</p>\n\n<p>Long story short, it&#39;s the fastest I&#39;ve ever finished a book of that size--even as an avid epic fantasy reader. When I finished Eye of the World last night, I wanted to cry. I wish I could share the joy this book gave me with my dad. I already know his response would have been &quot;it FUCKING ROCKS&quot; because that was just his way. But I&#39;m happy to share a piece of that smirk he always had wrapped around his cigarette while he read these. I have a feeling it&#39;s only going to get better from here.</p>\n\n<p>Here&#39;s to you, dad.</p>\n\n<p>“The Wheel of Time turns, and Ages come and pass, leaving memories that become legend. Legend fades to myth, and even myth is long forgotten when the Age that gave it birth comes again.”</p>\n\n<p>tl;dr Finally read my dad&#39;s wheel of time books fifteen years after he passed. The experience is something I will cherish forever.</p>\n</div><!-- SC_ON -->",
  "score": 98,
  "permalink": "/r/books/comments/qluiaz/dad_passed_away_before_finishing_wheel_of_time/",
  "subreddit": "books",
  "id": "qluiaz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My pops died in a motorcycle wreck about fifteen years ago. He was my best\nfriend, and I get my love of all things sci-fi and fantasy from him. The year or\nso before he died, I remember him getting a new book series from a work buddy.\nIt was WoT. He devoured it. He would miss his sleep schedule (he…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の父は15年ほど前にバイクの事故で亡くなりました。彼は私の親友でした。\n親友だったので、SFやファンタジーが好きなのは彼の影響です。父が亡くなる1年ほど前に\n父が亡くなる1年ほど前に、父が仕事仲間から新しいシリーズの本をもらっていたのを覚えています。\nそれは『WoT』でした。彼はそれを夢中で読みました。彼は寝る時間を惜しんでいました（彼は...）。",
      "title": "父は「ホイール・オブ・タイム」を完成させる前に逝ってしまった。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的父亲大约在15年前死于一场摩托车残骸。他是我最好的朋友\n他是我最好的朋友，我对所有科幻和奇幻事物的热爱都来自于他。在他去世前的一年多时间里，我记得他得到了一本科幻小说。\n他去世前一年左右，我记得他从一个工作伙伴那里得到了一套新书系列。\n那是WoT。他把它看得津津有味。他将错过他的睡眠时间表（他...",
      "title": "父亲在完成《时空之轮》之前就去世了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的父親大約在15年前死於一場摩托車殘骸。他是我最好的朋友\n他是我最好的朋友，我對所有科幻和奇幻事物的熱愛都來自於他。在他去世前的一年多時間裏，我記得他得到了一本科幻小說。\n他去世前一年左右，我記得他從一個工作夥伴那裏得到了一套新書系列。\n那是WoT。他把它看得津津有味。他將錯過他的睡眠時間表（他...",
      "title": "父親在完成《時空之輪》之前就去世了"
    }
  ]
}