{
  "author": "Andalib_Odulate",
  "original_created_utc": 1630027066,
  "title": "CMV: It's hypocritical for western nations to trade with and support Saudi Arabia while also claiming to be at war against terrorism.",
  "created_utc": 1630038985,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Saudi Arabia is the biggest funder and supporter of terrorism in the Middle east and likely around the world. They created ISIS and fund the terrorist group. Saudi Money funds the Islamic state, Saudi citizens fight for them in mass, and the Wahhabism government turns a blind eye because their ideology is almost identical to ISIS.</p>\n\n<p>How we can claim to be against terrorism yet economically and militarily support the most religiously radical state in the world is sick.</p>\n\n<p>Here is a list of punishments that Saudi Arabia and ISIS use. Lets see if you can tell the difference.</p>\n\n<p>Group 1.</p>\n\n<ol>\n<li><p>The following is punishable by death- Blasphemy, Acts of Homosexuality, Treason, and Murder.</p></li>\n<li><p>The Following is punishable by an undetermined number of lashes- Slander and Drinking Alcohol.</p></li>\n<li><p>The following is punishable by death by stoning - Adulatory if married.</p></li>\n<li><p>The following is punishable by 100 lashes- Adulatory if unmarried</p></li>\n<li><p>The following is punishable by cutting off ones right hand- Stealing</p></li>\n<li><p>The following is punishable by cutting off one foot and one hand- Banditry theft.</p></li>\n<li><p>The following is punishable by death- Banditry murder and theft.</p></li>\n</ol>\n\n<p>Group 2</p>\n\n<ol>\n<li><p>The following is punishable by death- Blasphemy, Acts of Homosexuality, Treason, and Murder.</p></li>\n<li><p>The Following is punishable by 80 lashes- Slander and Drinking Alcohol.</p></li>\n<li><p>The following is punishable by death by stoning - Adulatory if married.</p></li>\n<li><p>The following is punishable by 100 lashes and exile for a year- Adulatory if unmarried</p></li>\n<li><p>The following is punishable by cutting off one hand- Stealing</p></li>\n<li><p>The following is punishable by cutting off one foot and one hand- Banditry theft.</p></li>\n<li><p>The following is punishable by crucifixion- Banditry murder and theft.</p></li>\n</ol>\n\n<p>I am leaving the name of which one is ISIS and which one is Saudi Arabia to make a point. Both are barbaric, murderous groups the only difference is one took over a state and got legitimately recognized. Removing all support from Saudi Arabia ends a lot of Terrorism because the money source would be cut off.</p>\n</div><!-- SC_ON -->",
  "score": 82,
  "permalink": "/r/changemyview/comments/pcd1ml/cmv_its_hypocritical_for_western_nations_to_trade/",
  "subreddit": "changemyview",
  "id": "pcd1ml",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Saudi Arabia is the biggest funder and supporter of terrorism in the Middle east\nand likely around the world. They created ISIS and fund the terrorist group.\nSaudi Money funds the Islamic state, Saudi citizens fight for them in mass, and\nthe Wahhabism government turns a blind eye because their…"
}