{
  "author": "Andalib_Odulate",
  "original_created_utc": 1630027066,
  "title": "CMV: It's hypocritical for western nations to trade with and support Saudi Arabia while also claiming to be at war against terrorism.",
  "created_utc": 1630038985,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Saudi Arabia is the biggest funder and supporter of terrorism in the Middle east and likely around the world. They created ISIS and fund the terrorist group. Saudi Money funds the Islamic state, Saudi citizens fight for them in mass, and the Wahhabism government turns a blind eye because their ideology is almost identical to ISIS.</p>\n\n<p>How we can claim to be against terrorism yet economically and militarily support the most religiously radical state in the world is sick.</p>\n\n<p>Here is a list of punishments that Saudi Arabia and ISIS use. Lets see if you can tell the difference.</p>\n\n<p>Group 1.</p>\n\n<ol>\n<li><p>The following is punishable by death- Blasphemy, Acts of Homosexuality, Treason, and Murder.</p></li>\n<li><p>The Following is punishable by an undetermined number of lashes- Slander and Drinking Alcohol.</p></li>\n<li><p>The following is punishable by death by stoning - Adulatory if married.</p></li>\n<li><p>The following is punishable by 100 lashes- Adulatory if unmarried</p></li>\n<li><p>The following is punishable by cutting off ones right hand- Stealing</p></li>\n<li><p>The following is punishable by cutting off one foot and one hand- Banditry theft.</p></li>\n<li><p>The following is punishable by death- Banditry murder and theft.</p></li>\n</ol>\n\n<p>Group 2</p>\n\n<ol>\n<li><p>The following is punishable by death- Blasphemy, Acts of Homosexuality, Treason, and Murder.</p></li>\n<li><p>The Following is punishable by 80 lashes- Slander and Drinking Alcohol.</p></li>\n<li><p>The following is punishable by death by stoning - Adulatory if married.</p></li>\n<li><p>The following is punishable by 100 lashes and exile for a year- Adulatory if unmarried</p></li>\n<li><p>The following is punishable by cutting off one hand- Stealing</p></li>\n<li><p>The following is punishable by cutting off one foot and one hand- Banditry theft.</p></li>\n<li><p>The following is punishable by crucifixion- Banditry murder and theft.</p></li>\n</ol>\n\n<p>I am leaving the name of which one is ISIS and which one is Saudi Arabia to make a point. Both are barbaric, murderous groups the only difference is one took over a state and got legitimately recognized. Removing all support from Saudi Arabia ends a lot of Terrorism because the money source would be cut off.</p>\n</div><!-- SC_ON -->",
  "score": 82,
  "permalink": "/r/changemyview/comments/pcd1ml/cmv_its_hypocritical_for_western_nations_to_trade/",
  "subreddit": "changemyview",
  "id": "pcd1ml",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Saudi Arabia is the biggest funder and supporter of terrorism in the Middle east\nand likely around the world. They created ISIS and fund the terrorist group.\nSaudi Money funds the Islamic state, Saudi citizens fight for them in mass, and\nthe Wahhabism government turns a blind eye because their…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "サウジアラビアは中東最大のテロ資金提供者であり支援者である\n援助しています。彼らはISISを創設し、テロリスト集団に資金を提供しています。\nサウジマネーはイスラム国家に資金を提供し、サウジ市民は大量に彼らのために戦い、ワッハーブ主義の政府は見て見ぬふりをする。\nワッハーブ主義の政府は見て見ぬふりをしている、なぜなら彼らの...",
      "title": "CMV：欧米諸国がテロとの戦いを謳いながら、サウジアラビアとの貿易や支援を行うのは偽善的です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "沙特阿拉伯是中东地区乃至全世界最大的恐怖主义资助者和支持者。\n也可能是全世界的。他们创建了ISIS，并资助该恐怖组织。\n沙特的钱资助了伊斯兰国家，沙特公民为他们大规模作战，而\n瓦哈比主义政府视而不见，因为他们的...",
      "title": "CMV: 西方国家与沙特进行贸易并支持沙特，同时又声称要与恐怖主义开战，这是一种虚伪的行为。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "沙特阿拉伯是中東地區乃至全世界最大的恐怖主義資助者和支持者。\n也可能是全世界的。他們創建了ISIS，並資助該恐怖組織。\n沙特的錢資助了伊斯蘭國家，沙特公民爲他們大規模作戰，而\n瓦哈比主義政府視而不見，因爲他們的...",
      "title": "CMV: 西方國家與沙特進行貿易並支持沙特，同時又聲稱要與恐怖主義開戰，這是一種虛僞的行爲。"
    }
  ]
}