{
  "author": "barbodelli",
  "original_created_utc": 1626350112,
  "title": "CMV: If worker co-opts are really that much better at being productive and treating their employees. They will win out naturally in a capitalist economic system.",
  "created_utc": 1626364025,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Really rather simple. There is absolutely nothing forbidding worker co-opts in a capitalist nation. If you and a bunch of other workers want to build your own factory and own it together. Even if there is 100s of you. You are free to do so. In fact your rights as owners will be protected whether there is 1 of you or several hundred.</p>\n\n<p>If those co-opts really are more efficient and generally better to work for. They will easily outcompete the businesses that are owned by a smaller group of people.</p>\n\n<p>If you have better worker treatment and pay you get a much better talent pool of workers to choose from. Human talent is the most valuable resource on the planet when it comes to business.</p>\n\n<p>I can see the counter argument that the powers that be will not allow it to happen. I say nonsense. I am reminded of Napster the first music sharing service that came out in 1999. Boy how those record labels tried to fight free transfer of music. They eventually killed Napster and even the next iteration which I believe was Limewire. But the technology couldn&#39;t be stopped, nowadays you can listen to whatever song you want for free. Same with these worker co-opts. If they are really that fucking awesome then eventually there will be a country that will have a ton of them. It might take a while but those sort of ideas are pretty much impossible to kill once they have spread. </p>\n\n<p>I don&#39;t think that will happen btw. I think worker co-opts are inherently weaker than your standard capitalist companies. Because they are far less flexible. People who would lead the co-opts would be elected. Which means you need someone who is both good at getting votes AND running a business. Most people are good at one or another.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/okrat2/cmv_if_worker_coopts_are_really_that_much_better/",
  "subreddit": "changemyview",
  "id": "okrat2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Really rather simple. There is absolutely nothing forbidding worker co-opts in a\ncapitalist nation. If you and a bunch of other workers want to build your own\nfactory and own it together. Even if there is 100s of you. You are free to do\nso. In fact your rights as owners will be protected whether…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本当にシンプルです。資本主義国家において、労働者の協同組合を禁じるものは何もありません。\n禁じるものはありません。もしあなたと他の労働者たちが、自分たちの工場を建てて\n自分の工場を建てて、一緒に所有したいと思ったら たとえ100人いたとしても。そうすることは自由です。\nそうするのは自由です。それどころか、所有者としての権利は守られる。",
      "title": "CMV: もしも労働者協同組合が、生産性や従業員の扱いにおいて本当に優れているのであれば、資本主義の経済システムの中では自然に勝利するでしょう。資本主義の経済システムの中では、自然に勝利を収めるでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "真的相当简单。在一个资本主义国家，绝对没有任何东西可以禁止工人合作。\n资本主义国家的工人合作社。如果你和其他一群工人想建立自己的\n工厂并共同拥有它。即使你们有100多人。你可以自由地这样做\n这样做。事实上，你们作为业主的权利将得到保护，无论...",
      "title": "CMV：如果工人合作社在生产和对待员工方面真的好得多。他们会在资本主义经济体系中自然胜出。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "真的相當簡單。在一個資本主義國家，絕對沒有任何東西可以禁止工人合作。\n資本主義國家的工人合作社。如果你和其他一羣工人想建立自己的\n工廠並共同擁有它。即使你們有100多人。你可以自由地這樣做\n這樣做。事實上，你們作爲業主的權利將得到保護，無論...",
      "title": "CMV：如果工人合作社在生產和對待員工方面真的好得多。他們會在資本主義經濟體系中自然勝出。"
    }
  ]
}