{
  "author": "rollingboulder89",
  "the_new_excerpt": "Conservative pundits like Stephen Crowder, Ben Shapiro, and Denis Prager claim\nthat what makes America, and \"the West\" more broadly, great are Judeo-Christian\nvalues.\n\nHowever, individualism, civil liberties, democracy, science and reason... All\nthe ideals that make America as great as it is today…",
  "original_created_utc": 1612281469,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "像斯蒂芬-克劳德、本-夏皮罗和丹尼斯-普拉格这样的保守派专家声称\n是什么让美国和 \"西方 \"更广泛地，伟大的是犹太-基督教的。\n价值观。\n\n然而，个人主义、公民自由、民主、科学与理性... ... 全\n使美国像今天这样伟大的理想... ...",
      "title": "CMV：世俗的价值观和理想，而不是基督教的价值观和理想，是美国特殊主义和 \"西方 \"更广泛成功的功劳。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "像斯蒂芬-克勞德、本-夏皮羅和丹尼斯-普拉格這樣的保守派專家聲稱\n是什麼讓美國和 \"西方 \"更廣泛地，偉大的是猶太-基督教的。\n價值觀。\n\n然而，個人主義、公民自由、民主、科學與理性... ... 全\n使美國像今天這樣偉大的理想... ...",
      "title": "CMV：世俗的價值觀和理想，而不是基督教的價值觀和理想，是美國特殊主義和 \"西方 \"更廣泛成功的功勞。"
    }
  ],
  "title": "CMV: Secular values and ideals, not Christian ones, are to credit for American exceptionalism and the success of \"the West\" more broadly.",
  "created_utc": 1612288998,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Conservative pundits like Stephen Crowder, Ben Shapiro, and Denis Prager claim that what makes America, and &quot;the West&quot; more broadly, great are Judeo-Christian values.</p>\n\n<p>However, individualism, civil liberties, democracy, science and reason... All the ideals that make America as great as it is today are thanks to the Enlightenment, which was largely a secular movement. Many of the founding fathers (Washington, Jefferson, Franklin, Madison, Monroe) were deistic, meaning they were not &quot;Christian&quot;. Jefferson literally wrote his own version of the Bible excluding all the supernatural bullshit and miracles.</p>\n\n<p>And if anything Christian fundamentalism has held our country back, and continues to do so to this day. People that think the earth is flat, that evolution isn&#39;t real, that bomb abortion clinics, that create gay conversion camps: they cause a demonstrable harm to our society.</p>\n\n<p>Another thing that throws a wrench into conservative notions of Christian ideals and American exceptionalism is that Eastern societies were far more advanced than the West prior to the Enlightenment. Our numerical system was developed by Hindus, and popularized by Arabs. Advancements like ink, paper, gunpowder, were all made in China. Baghdad, a Muslim city, was a hub for scientific and philosophical advancement. My point is that the Christianization of a civilization isn&#39;t correlated with the greatness of said society, and if anything it is negatively correlated. Another fact that exemplifies this is that South America is arguably more Christian/religious than the US and other European nations, but far less successful. </p>\n\n<p>I guess I just don&#39;t understand where conservatives get this idea that Christianity and its values are what make America, and the West great.</p>\n</div><!-- SC_ON -->",
  "score": 130,
  "permalink": "/r/changemyview/comments/layw70/cmv_secular_values_and_ideals_not_christian_ones/",
  "subreddit": "changemyview",
  "id": "layw70",
  "is_self": true,
  "media": null,
  "is_video": false
}