{
  "author": "No-job-no-money",
  "original_created_utc": 1626009964,
  "title": "YSK: If you look ugly in photos it doesn't mean you are ugly in real life.",
  "created_utc": 1626017691,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK :  A lot of people look good in real life but their pictures come out bad (and vice versa). The reason is that you&#39;re just not photogenic, it happens to a lot of people. In converting a 3d image like a person into a 2d image like a photo, some features are lost. We see in 3D because we have two eyes, and a camera has one eye that can only see in 2D so it doesn&#39;t get your facial features correct Sometimes the camera literally flips the photo, like a mirror. If you look beautiful in the mirror you&#39;re most likely very beautiful.</p>\n\n<p>Cameras distort reality. Usually in subtle ways, but people who take lots of portrait shots will tell you that posture can make a world of difference, not because it changes the way you look in person, but because it strongly affects the way you show up on camera. I think some people instinctively have good camera posture and it does a lot for them. I&#39;m even aware of extreme cases of people who look good in pictures even through they&#39;re not particularly attractive.</p>\n\n<p>That&#39;s why a lot of models look very attractive in photos but in real life umm......</p>\n\n<p>So don&#39;t get depressed about your looks just because you don&#39;t look good enough in photos. Don&#39;t be too critical of yourself, a camera never capture your beauty but other people will!</p>\n</div><!-- SC_ON -->",
  "score": 212,
  "permalink": "/r/YouShouldKnow/comments/oi4f8k/ysk_if_you_look_ugly_in_photos_it_doesnt_mean_you/",
  "subreddit": "YouShouldKnow",
  "id": "oi4f8k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK : A lot of people look good in real life but their pictures come out bad\n(and vice versa). The reason is that you're just not photogenic, it happens to a\nlot of people. In converting a 3d image like a person into a 2d image like a\nphoto, some features are lost. We see in 3D because we have…"
}