{
  "author": "No-job-no-money",
  "original_created_utc": 1626009964,
  "title": "YSK: If you look ugly in photos it doesn't mean you are ugly in real life.",
  "created_utc": 1626017691,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK :  A lot of people look good in real life but their pictures come out bad (and vice versa). The reason is that you&#39;re just not photogenic, it happens to a lot of people. In converting a 3d image like a person into a 2d image like a photo, some features are lost. We see in 3D because we have two eyes, and a camera has one eye that can only see in 2D so it doesn&#39;t get your facial features correct Sometimes the camera literally flips the photo, like a mirror. If you look beautiful in the mirror you&#39;re most likely very beautiful.</p>\n\n<p>Cameras distort reality. Usually in subtle ways, but people who take lots of portrait shots will tell you that posture can make a world of difference, not because it changes the way you look in person, but because it strongly affects the way you show up on camera. I think some people instinctively have good camera posture and it does a lot for them. I&#39;m even aware of extreme cases of people who look good in pictures even through they&#39;re not particularly attractive.</p>\n\n<p>That&#39;s why a lot of models look very attractive in photos but in real life umm......</p>\n\n<p>So don&#39;t get depressed about your looks just because you don&#39;t look good enough in photos. Don&#39;t be too critical of yourself, a camera never capture your beauty but other people will!</p>\n</div><!-- SC_ON -->",
  "score": 212,
  "permalink": "/r/YouShouldKnow/comments/oi4f8k/ysk_if_you_look_ugly_in_photos_it_doesnt_mean_you/",
  "subreddit": "YouShouldKnow",
  "id": "oi4f8k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK : A lot of people look good in real life but their pictures come out bad\n(and vice versa). The reason is that you're just not photogenic, it happens to a\nlot of people. In converting a 3d image like a person into a 2d image like a\nphoto, some features are lost. We see in 3D because we have…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK : 多くの人は、実生活では良い顔をしているのに、写真では悪い結果になることがあります。\nその逆も然りです）。その理由は、あなたが写真映えしないからで、それは多くの人が経験することです。\n多くの人がそうだと思います。人のような3D画像を写真のような2D画像に変換する際に、いくつかの特徴が失われます。\n写真のような2次元の画像に変換すると、いくつかの特徴が失われます。私たちが3Dで見るのは、私たちが持っている...",
      "title": "YSK: 写真でブサイクに見えても、実際にはブサイクではないということです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：很多人在现实生活中看起来不错，但他们的照片拍出来却很糟糕\n(反之亦然)。原因是你不上镜，这发生在很多人身上。\n很多人都是如此。在将人这样的三维图像转换为二维图像（如照片）的过程中，一些特征会丢失。\n照片时，一些特征会丢失。我们看到3D图像是因为我们有...",
      "title": "YSK：如果你在照片上看起来很丑，并不意味着你在现实生活中很丑。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：很多人在現實生活中看起來不錯，但他們的照片拍出來卻很糟糕\n(反之亦然)。原因是你不上鏡，這發生在很多人身上。\n很多人都是如此。在將人這樣的三維圖像轉換爲二維圖像（如照片）的過程中，一些特徵會丟失。\n照片時，一些特徵會丟失。我們看到3D圖像是因爲我們有...",
      "title": "YSK：如果你在照片上看起來很醜，並不意味着你在現實生活中很醜。"
    }
  ]
}