{
  "author": "InfiniteCalendar1",
  "original_created_utc": 1635277413,
  "title": "CMV: it’s not okay to reach out to someone you didn’t match with on other social platforms just because you saw them on Tinder/Bumble",
  "created_utc": 1635297150,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don’t have my social handles listed on any of my dating profiles but I’ve still had people be able to find my Instagram as some of them go to the same college as me and we have mutual followers. I don’t think this is okay as the fact that we didn’t match should indicate that I may not be interested, and it sometimes makes me uncomfortable being randomly reached out to. I also know of women who’ve had someone who found them on tinder (one whom they matched with and one whom they didn’t match with) find them on Facebook and message them, and as we know last names aren’t listed on Tinder and Bumble, so it’s very creepy to me that there are guys who will go out of their way to find someone’s socials just because they saw them on a dating app.</p>\n\n<p>I’ve had people say I’m wrong to take issue with guys reaching out to girls they didn’t match with on tinder and bumble as they don’t have bad intentions, but I think the issue for me is respecting boundaries as it does feel invasive. But I’m willing to have my view on this challenged because maybe I am being too hard on these guys, or maybe I’m being a little mean.</p>\n</div><!-- SC_ON -->",
  "score": 89,
  "permalink": "/r/changemyview/comments/qgegs2/cmv_its_not_okay_to_reach_out_to_someone_you/",
  "subreddit": "changemyview",
  "id": "qgegs2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don’t have my social handles listed on any of my dating profiles but I’ve\nstill had people be able to find my Instagram as some of them go to the same\ncollege as me and we have mutual followers. I don’t think this is okay as the\nfact that we didn’t match should indicate that I may not be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "デートの際のプロフィールには、自分のソーシャル・ハンドルネームを記載していませんが、私は\n私のインスタグラムを見つけてくれた人もいましたよ。\n私と同じ大学に通っている人もいて、共通のフォロワーがいるからです。このようなことがあってはならないと思います。\n私たちがマッチしなかったということは、私が...",
      "title": "CMV: Tinder/Bumbleで見たからといって、他のソーシャルプラットフォームでマッチングしなかった相手に声をかけてはいけません"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我没有在我的约会档案中列出我的社交把手，但我还是有别人能找到我的Insta。\n但还是有人能找到我的Instagram，因为他们中的一些人和我上的是同一所大学，我们有共同的粉丝。\n我的大学，而且我们有共同的追随者。我认为这是不对的，因为\n我们不匹配的事实应该表明，我可能不...",
      "title": "CMV：不能因为在Tinder/Bumble上看到了某个你在其他社交平台上没有匹配到的人，就主动联系他。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我沒有在我的約會檔案中列出我的社交把手，但我還是有別人能找到我的Insta。\n但還是有人能找到我的Instagram，因爲他們中的一些人和我上的是同一所大學，我們有共同的粉絲。\n我的大學，而且我們有共同的追隨者。我認爲這是不對的，因爲\n我們不匹配的事實應該表明，我可能不...",
      "title": "CMV：不能因爲在Tinder/Bumble上看到了某個你在其他社交平臺上沒有匹配到的人，就主動聯繫他。"
    }
  ]
}