{
  "author": "JotakuTM",
  "original_created_utc": 1634217665,
  "title": "I'm building a Chrome extension that finds out what font is being used on a website",
  "created_utc": 1634228919,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hey there, the names Jojo Duke.</p>\n\n<p>So basically, as a web developer, anytime I&#39;d surf the web, go to a website, product landing page, or the like I always realized that most websites use the most beautiful and unique fonts for their web designs, and a lot of times I always wondered what font/typeface that is.</p>\n\n<p>So I decided to use that opportunity to build out my first side-project; <a href=\"https://fontsnatcher-landing-page.vercel.app/\">Fontsnatcher</a></p>\n\n<p>Fontsnatcher is a Chrome extension that allows you to discover and &quot;snatch&quot; the fonts being used on websites and landing pages. A user simply turns on the extension, hovers over a text element on a page, and clicks it to get all the information about it and save that info for later use.</p>\n\n<p>This can especially help developers, designers, and typographers when they want to get creative or simply when they&#39;re curious about a certain font.</p>\n\n<p>The actual Chrome extension is in development right now, so I&#39;m posting the landing page here to see if I can get any feedback on the product.</p>\n\n<p><a href=\"https://fontsnatcher-landing-page.vercel.app/\">https://fontsnatcher-landing-page.vercel.app/</a></p>\n\n<p>Please feel free to check out the landing page and comment below, Thanks~</p>\n</div><!-- SC_ON -->",
  "score": 8,
  "permalink": "/r/SideProject/comments/q7zlaj/im_building_a_chrome_extension_that_finds_out/",
  "subreddit": "SideProject",
  "id": "q7zlaj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hey there, the names Jojo Duke.\n\nSo basically, as a web developer, anytime I'd surf the web, go to a website,\nproduct landing page, or the like I always realized that most websites use the\nmost beautiful and unique fonts for their web designs, and a lot of times I\nalways wondered what font/typeface…"
}