{
  "author": "Narroo",
  "original_created_utc": 1631831603,
  "title": "The Brother's Karamazov : Oh Dear God This Is Abridged?!",
  "created_utc": 1631848544,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I happened to be gifted a small travel copy of the brother&#39;s Karamazov a while back and have been slowly working through it.  I&#39;m now on page 500 only to realize: &quot;Wait, this is the abridged edition?! <em>How long was the original?!</em>  Note that this version is still about 730 pages long (Barnes and Nobel Version).  I really have to wonder what else could&#39;ve been in the original.</p>\n\n<p>It&#39;s not like Moby Dick where half the book is just the author talking about Whaling methods and complaining that &quot;Whales are Fish,&quot; is it? </p>\n\n<p>If it is: Those poor people.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/ppnpzd/the_brothers_karamazov_oh_dear_god_this_is/",
  "subreddit": "books",
  "id": "ppnpzd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I happened to be gifted a small travel copy of the brother's Karamazov a while\nback and have been slowly working through it. I'm now on page 500 only to\nrealize: \"Wait, this is the abridged edition?! How long was the original?! Note\nthat this version is still about 730 pages long (Barnes and Nobel…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "たまたま、旅行用の小さなカラマーゾフの兄弟本をいただいたので\n徐々に読み進めています。今、500ページまで来たところで\n気づいたのです。「待てよ、これは要約版なのか？オリジナルはどのくらいの長さだったんだろう？と気づきました。\nなお、このバージョンでも730ページほどあります（Barnes and Nobel...",
      "title": "弟のカラマーゾフ : Oh Dear God This Is Abridged?"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "前一阵子，我碰巧得到了一本小型旅行版的《卡拉马佐夫兄弟》，并一直在慢慢阅读。\n前段时间，我碰巧得到了一本小的旅行版《卡拉马佐夫》，并一直在慢慢地阅读它。我现在读到第500页时，才发现\n才意识到。\"等等，这是删节版？原来的版本有多长？请注意\n这个版本仍然有大约730页长（Barnes and Nobel...",
      "title": "兄弟的卡拉马佐夫》：哦，亲爱的上帝，这是有删节的！？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "前一陣子，我碰巧得到了一本小型旅行版的《卡拉馬佐夫兄弟》，並一直在慢慢閱讀。\n前段時間，我碰巧得到了一本小的旅行版《卡拉馬佐夫》，並一直在慢慢地閱讀它。我現在讀到第500頁時，才發現\n才意識到。\"等等，這是刪節版？原來的版本有多長？請注意\n這個版本仍然有大約730頁長（Barnes and Nobel...",
      "title": "兄弟的卡拉馬佐夫》：哦，親愛的上帝，這是有刪節的！？"
    }
  ]
}