{
  "author": "Hsiang7",
  "original_created_utc": 1637193966,
  "title": "What's your opinion on buying digital land? Is it a good idea to buy now while it's still relatively cheap?",
  "created_utc": 1637217587,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Unlike buying real estate in the real world, buying digital land (in my opinion) is a huge gamble. Buying land in Decentraland costs a few thousand dollars, but there is absolutely no guarantee that Decentraland will be the big digital world that everyone is using in the future. In fact, having experienced the world I am personally of the opinion that Decentraland is nowhere near ready and is not in the position to become that digital world. It&#39;s laggy, I don&#39;t particularly like the art style they went for (reminds me a bit of Minecraft) and there are bugs everywhere. I also don&#39;t have a lot of faith that the team behind it can actually make it that future digital world everyone is using. </p>\n\n<p>That being said, Decentraland is <em>currently</em> really the only viable candidate without much competition. Do you see Decentraland hanging in there and being developed to the point where it could actually become big? Or is it much more likely that a big tech/gaming company comes in and steals the show, making all the Decentraland land essentially worthless? I&#39;d like to hear the thoughts of the people on this sub on the subject.</p>\n</div><!-- SC_ON -->",
  "score": 191,
  "permalink": "/r/CryptoCurrency/comments/qwco16/whats_your_opinion_on_buying_digital_land_is_it_a/",
  "subreddit": "CryptoCurrency",
  "id": "qwco16",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Unlike buying real estate in the real world, buying digital land (in my opinion)\nis a huge gamble. Buying land in Decentraland costs a few thousand dollars, but\nthere is absolutely no guarantee that Decentraland will be the big digital world\nthat everyone is using in the future. In fact, having…"
}