{
  "author": "Met76",
  "original_created_utc": 1635031891,
  "title": "YSK: Amazon is notorious for selling expired and useless Carbon Monoxide Detectors. Read the reviews and know what to look for.",
  "created_utc": 1635035641,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK : Carbon Monoxide detectors expire, on average, after 7 years.</p>\n\n<p>Expired detectors will fail to alarm when carbon monoxide levels are deadly, and will also go off at ridiculous times for something that is no danger. This creates a secondary danger as it creates the &quot;boy who cries wolf&quot; effect.</p>\n\n<p>Amazon is notorious of selling very expired carbon monoxide detectors that will waste your money, your time, and not save your life in the event of high levels of carbon monoxide in your home.</p>\n\n<p>Here&#39;s is a great example of something to NEVER buy, that is shown as the top recommended on Amazon, sold by Amazon:</p>\n\n<p><a href=\"https://www.amazon.com/dp/B002GP7CZS/ref=cm_sw_em_r_mt_dp_dl_GK3039N6GJWWJGX8WWSS?_encoding=UTF8&amp;psc=1\">https://www.amazon.com/dp/B002GP7CZS/ref=cm_sw_em_r_mt_dp_dl_GK3039N6GJWWJGX8WWSS?_encoding=UTF8&amp;psc=1</a></p>\n\n<p>Always check the manufacture date on the back of a carbon monoxide detector. Replace after 7 years</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/YouShouldKnow/comments/qeg5ro/ysk_amazon_is_notorious_for_selling_expired_and/",
  "subreddit": "YouShouldKnow",
  "id": "qeg5ro",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK : Carbon Monoxide detectors expire, on average, after 7 years.\n\nExpired detectors will fail to alarm when carbon monoxide levels are deadly, and\nwill also go off at ridiculous times for something that is no danger. This\ncreates a secondary danger as it creates the \"boy who cries wolf\"…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれる理由 : 一酸化炭素検知器は、平均して7年で期限切れとなります。\n\n期限切れの検知器は、一酸化炭素濃度が致命的なレベルになってもアラームが鳴らなかったり\nまた、危険ではないのにとんでもない時に鳴ってしまうこともあります。これは\nこれは、「狼少年」を生み出すことになり、二次的な危険をもたらします。",
      "title": "YSK: Amazonは、期限切れの役に立たない一酸化炭素検知器を販売することで有名です。レビューを読んで、何を探すべきか知っておきましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：一氧化碳探测器平均在7年后过期。\n\n过期的探测器会在一氧化碳含量达到致命程度时无法报警，而且\n也会在荒唐的时候对没有危险的东西发出警报。这\n这就产生了一个次要的危险，因为它造成了 \"狼来了的男孩\"......",
      "title": "YSK：亚马逊因销售过期和无用的一氧化碳检测器而臭名昭著。阅读评论，知道要找什么。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：一氧化碳探測器平均在7年後過期。\n\n過期的探測器會在一氧化碳含量達到致命程度時無法報警，而且\n也會在荒唐的時候對沒有危險的東西發出警報。這\n這就產生了一個次要的危險，因爲它造成了 \"狼來了的男孩\"......",
      "title": "YSK：亞馬遜因銷售過期和無用的一氧化碳檢測器而臭名昭著。閱讀評論，知道要找什麼。"
    }
  ]
}