{
  "author": "kennykerosene",
  "the_new_excerpt": "You can read about the drama here:\n\nhttps://www.reddit.com/r/OutOfTheLoop/comments/mbzggv/why_has_r_gone_private\n\nThe tl;dr is that reddit's newest admin, a woman named Aimee Challenor, lived in\nthe same house as her father while he raped and tortured a child over 10 days\nfor which he was convicted,…",
  "original_created_utc": 1616609630,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "你可以在这里阅读有关戏剧的内容。\n\nhttps://www.reddit.com/r/OutOfTheLoop/comments/mbzggv/why_has_r_gone_private\n\ntl;dr是reddit最新的管理员，一个叫Aimee Challenor的女人，住在...\n在她父亲强奸和折磨一个孩子10天的时候，她和父亲住在同一个房子里。\n他因此被判刑，...",
      "title": "CMV：正在进行的Aimee Challenor戏剧是一个足够好的理由，永远离开reddit。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你可以在這裏閱讀有關戲劇的內容。\n\nhttps://www.reddit.com/r/OutOfTheLoop/comments/mbzggv/why_has_r_gone_private\n\ntl;dr是reddit最新的管理員，一個叫Aimee Challenor的女人，住在...\n在她父親強姦和折磨一個孩子10天的時候，她和父親住在同一個房子裏。\n他因此被判刑，...",
      "title": "CMV：正在進行的Aimee Challenor戲劇是一個足夠好的理由，永遠離開reddit。"
    }
  ],
  "title": "CMV: The ongoing Aimee Challenor drama is a good enough reason to leave reddit forever.",
  "created_utc": 1616628758,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You can read about the drama here:</p>\n\n<p><a href=\"https://www.reddit.com/r/OutOfTheLoop/comments/mbzggv/why_has_r_gone_private\">https://www.reddit.com/r/OutOfTheLoop/comments/mbzggv/why_has_r_gone_private</a></p>\n\n<p>The tl;dr is that reddit&#39;s newest admin, a woman named Aimee Challenor, lived in the same house as her father while he raped and tortured a child over 10 days for which he was convicted, she was kicked out of some political parties for defending him and is currently married to a man who is openly pedophilic on the internet. Discussions about and criticism of Aimee and her being hired as an admin have been censored, edited by the admin team and users have been banned.</p>\n\n<p>Aimee Challenor is disgusting person who should not have any authority at all over a website that is frequented by millions of children.</p>\n\n<p>Reddit admins have demonstrated in the past that they are fine with pedophilia by leaving <a href=\"/r/jailbait\">r/jailbait</a> up for YEARS under the guise of free speech and only removing it after being pressured by the media. Hiring Aimee proves that nothing has changed in that respect. Reddit admins have abused their power in the past by censoring criticism and removing or even manually editing critical comments on T_D. <a href=\"/u/spez\">u/spez</a> promised that this abuse of power would never happen again. That was a lie.</p>\n\n<p>Those are the facts. Here is the view I want to have changed: I should stop using reddit because continuing to do so means financially supporting some truly horrible people who protect child abusers and an admin team that openly attacks freedom of speech on their platform. The best thing I can do to combat the disgusting behavior of reddit admins is to take my internet traffic somewhere else.</p>\n</div><!-- SC_ON -->",
  "score": 273,
  "permalink": "/r/changemyview/comments/mccjeg/cmv_the_ongoing_aimee_challenor_drama_is_a_good/",
  "subreddit": "changemyview",
  "id": "mccjeg",
  "is_self": true,
  "media": null,
  "is_video": false
}