{
  "author": "triemell000",
  "original_created_utc": 1634872648,
  "title": "YSK: when driving on a highway in America, the left lane is for passing!",
  "created_utc": 1634884145,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I, like I&#39;m sure many other people, was not taught how to drive on highways and multi-lane roads correctly by my driving instructor. I learned the correct way later on by my dad. </p>\n\n<p>Many people call the left lane the &quot;fast lane&quot; because they assume if they are going faster than the speed limit they are in the correct Lane.</p>\n\n<p>This is just not true.</p>\n\n<p>The left lane is for passing folks in the right lane and when you&#39;ve cleared them and have space, MOVE OVER TO THE RIGHT LANE.</p>\n\n<p>There will ALWAYS be someone moving faster than you, don&#39;t try to &quot;help them control their driving speed.&quot;</p>\n\n<p>Why YSK: driving on highways incorrectly causes traffic which causes accidents. Everyone has somewhere they&#39;d rather be so why not make it easier for everyone by making the roads better to drive on.</p>\n\n<p>Edit: true it&#39;s not <em>always</em> for passing, check w your states laws</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/qd853j/ysk_when_driving_on_a_highway_in_america_the_left/",
  "subreddit": "YouShouldKnow",
  "id": "qd853j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I, like I'm sure many other people, was not taught how to drive on highways and\nmulti-lane roads correctly by my driving instructor. I learned the correct way\nlater on by my dad.\n\nMany people call the left lane the \"fast lane\" because they assume if they are\ngoing faster than the speed limit they…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、他の多くの人と同様に、運転手から高速道路や多車線道路の正しい運転方法を教わらなかった。\n私も他の多くの人と同様に、教官から高速道路や多車線道路の正しい運転方法を教わっていませんでした。後になって父から正しい方法を教わったのです。\n後に父から正しい方法を教わりました。\n\n多くの人は、左車線を「高速車線」と呼んでいます。\n多くの人は左車線を「高速車線」と呼んでいます。",
      "title": "YSK: アメリカの高速道路では、左側の車線は追い越し用ですよね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我和其他许多人一样，没有被教过如何在高速公路和多车道上开车。\n我的驾驶教练没有教我如何在高速公路和多车道的道路上正确驾驶。我学会了正确的方法\n后来是由我父亲教的。\n\n许多人把左边的车道称为 \"快车道\"，因为他们认为如果他们的速度超过了限速，他们就会\n他们认为如果他们的速度超过了限速，他们就...",
      "title": "YSK：在美国的高速公路上开车时，左边的车道是用来通行的!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我和其他許多人一樣，沒有被教過如何在高速公路和多車道上開車。\n我的駕駛教練沒有教我如何在高速公路和多車道的道路上正確駕駛。我學會了正確的方法\n後來是由我父親教的。\n\n許多人把左邊的車道稱爲 \"快車道\"，因爲他們認爲如果他們的速度超過了限速，他們就會\n他們認爲如果他們的速度超過了限速，他們就...",
      "title": "YSK：在美國的高速公路上開車時，左邊的車道是用來通行的!"
    }
  ]
}