{
  "author": "MoreLikeBoryphyll",
  "original_created_utc": 1631811748,
  "title": "CMV: If we solve the problem of “food deserts”, we can solve American poverty.",
  "created_utc": 1631828040,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>One in nine people in the U.S. used SNAP — the Supplemental Nutrition Assistance Program (also known as food stamps, the largest food assistance program for low-income Americans in the nation) — in 2019, according to the Center on Budget and Policy Priorities. SNAP benefits vary depending on the need of the participant, but the average SNAP benefit for each member of a household was $129 per month in fiscal year 2019. According to one estimate by researchers at Northwestern University, food insecurity more than doubled as a result of the economic crisis brought on by the coronavirus pandemic, hitting as many as 23% more households in 2020. In March 2020, when the Families First Act passed as part of the government&#39;s emergency response to the pandemic, the maximum benefit for SNAP recipients was temporarily expanded by an estimated 40%. An analysis from the New York Times shows that SNAP grew by 17% from February 2020 to May 2020, three times faster than in any previous three-month period. Yet even with expanded food aid, the program hasn&#39;t managed to meet the nation&#39;s food security needs.</p>\n\n<p>A big reason why the aid did not go as far as it could for those who needed it was the prevalence of food deserts. In low-income urban settings, you need to live more than a mile away from a supermarket to be considered inside a food desert. For rural areas, it&#39;s greater than 10 miles. About 19 million people, or roughly 6% of the population, lived in a food desert and 2.1 million households both lived in a food desert and lacked access to a vehicle in 2015, according to the USDA. Rural counties make up 87% of counties with the highest rates of food insecurity. </p>\n\n<p>This often forces families to shop at ‘mini-marts’ or gas stations for their routine groceries. These local businesses generally sell ‘junk’ food and have significantly higher prices for this food (which is rarely fresh). Milk prices, for example, are about 5% higher in some places, while prices for cereal are sometimes 25% higher.</p>\n\n<p>The government can throw all the money it wants at the problem in the form of food aid, but as long as quality affordable food is harder to obtain for low income communities, low-income families will never be able to thrive the same as those who have ready access to quality food. This specific issue is the linchpin around which many inequalities revolve. </p>\n\n<p>POSSIBLE WAYS WE CAN FIX THIS: Zoning changes to allow mobile healthy food vending as well as farmers’ markets in areas known to be food deserts. Improve public transportation to enhance access to full-service grocery stores. Legislate minimum distance laws and regulations for fast-food chains and convenience stores from schools and venues where children spend their time.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/pphd5n/cmv_if_we_solve_the_problem_of_food_deserts_we/",
  "subreddit": "changemyview",
  "id": "pphd5n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "One in nine people in the U.S. used SNAP — the Supplemental Nutrition Assistance\nProgram (also known as food stamps, the largest food assistance program for\nlow-income Americans in the nation) — in 2019, according to the Center on Budget\nand Policy Priorities. SNAP benefits vary depending on the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "米国では、9人に1人がSNAP（Supplemental Nutrition Assistance Program：栄養補助プログラム）を利用しています。\nプログラム（フードスタンプとしても知られており、米国の低所得者向けの最大の食料支援プログラムである\nCenter on Budget\nand Policy Prioritiesが発表しました。SNAPの給付金は、その内容によって異なる...",
      "title": "CMV：「フードデザート」の問題を解決すれば、アメリカの貧困を解決することができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在美国，每九个人中就有一个人使用SNAP--补充营养援助计划（又称食品券，是美国最大的食品援助计划）。\n计划（也被称为食品券，是为低收入者提供的最大的食品援助计划）。\n根据预算和政策优先权中心的数据，2019年有九分之一的人使用了SNAP--补充营养援助计划（又称食品券，是美国低收入者最大的食品援助计划）。\n和政策优先权中心的数据。SNAP的福利因人而异...",
      "title": "CMV：如果我们解决了 \"食物沙漠 \"的问题，我们就能解决美国的贫困问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在美國，每九個人中就有一個人使用SNAP--補充營養援助計劃（又稱食品券，是美國最大的食品援助計劃）。\n計劃（也被稱爲食品券，是爲低收入者提供的最大的食品援助計劃）。\n根據預算和政策優先權中心的數據，2019年有九分之一的人使用了SNAP--補充營養援助計劃（又稱食品券，是美國低收入者最大的食品援助計劃）。\n和政策優先權中心的數據。SNAP的福利因人而異...",
      "title": "CMV：如果我們解決了 \"食物沙漠 \"的問題，我們就能解決美國的貧困問題。"
    }
  ]
}