{
  "author": "PresidentSnow",
  "original_created_utc": 1637691335,
  "title": "YSK as a Pediatrician, passing out antibiotics is easy.",
  "created_utc": 1637697356,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a Pediatrician, it&#39;s the easiest thing in the world for me to give your child antibiotics (ABX) for what is likely a viral illness. I have dozens of patients each week who come in with symptoms and complaints that are likely a viral illness. I explain in detail viral illnesses to family but in the end, it seems most want antibiotics. I even have patients who will then go to urgent care the next day, usually not seeing a Pediatrician, and will then get ABX or steroids as those places pass it out like candy.</p>\n\n<p>I can easily give antibiotics. In fact, if I give ABX, I can justify billing at a higher level to insurance (99214 vs a 99213). I not only make more money, but parents leave happier. Is it the right thing to do? Not at all. When I don&#39;t give ABX to a family, not only do I risk parents not being happy and leaving me a poor review, but I then likely will have to dedicate time for phone call follow ups as these families tend to call for ongoing symptoms (need to let the viral illness run its course). I understand it&#39;s tough to take a day off from work and take your kid to the doctor just to be told to continue supportive care, but its the right thing to do.</p>\n\n<p>So please parents, when I don&#39;t prescribe ABX, I do it truly because I care about your child. I have seen children have horrible Clostridium Difficile infections from ABX. I have seen a young girl with UTIs that are now resistant to almost every oral ABX, and she now requires to be routinely admitted for IV ABX.</p>\n\n<p><strong>Why YSK:</strong> Passing out ABX like candy is the easy way out. I don&#39;t do it cause I truly care about the wellbeing of your child.  Ongoing ABX use can potentially have devasting side effects.</p>\n\n<p>&#x200B;</p>\n\n<p>Source: <a href=\"https://www.cdc.gov/patientsafety/features/be-antibiotics-aware.html\">https://www.cdc.gov/patientsafety/features/be-antibiotics-aware.html</a></p>\n</div><!-- SC_ON -->",
  "score": 153,
  "permalink": "/r/YouShouldKnow/comments/r0jez6/ysk_as_a_pediatrician_passing_out_antibiotics_is/",
  "subreddit": "YouShouldKnow",
  "id": "r0jez6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As a Pediatrician, it's the easiest thing in the world for me to give your child\nantibiotics (ABX) for what is likely a viral illness. I have dozens of patients\neach week who come in with symptoms and complaints that are likely a viral\nillness. I explain in detail viral illnesses to family but in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "小児科医としては、子供に抗生物質（ABX）を投与することは、世界で最も簡単なことです。\n抗生物質（ABX）を投与することは、世界で最も簡単なことですが、それはおそらくウイルス性の病気です。私は毎週何十人もの患者を抱えています。\nウイルス性の病気と思われる症状や訴えで来院する患者さんが毎週何十人もいます。\n私は毎週何十人もの患者さんを診ています。家族にはウイルス性の病気について詳しく説明しますが、...",
      "title": "小児科医としてのYSKは、抗生物質を渡すのは簡単です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为一名儿科医生，对我来说，给您的孩子服用抗生素（ABX）是世界上最简单的事情。\n抗生素（ABX）治疗可能是病毒性疾病。我每周都有几十个病人\n每周都有几十名病人因症状和抱怨而来，他们很可能是病毒性疾病。\n疾病。我向家人详细解释了病毒性疾病，但在我看来，这是不可能的。",
      "title": "YSK作为一名儿科医生，发放抗生素很容易。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一名兒科醫生，對我來說，給您的孩子服用抗生素（ABX）是世界上最簡單的事情。\n抗生素（ABX）治療可能是病毒性疾病。我每週都有幾十個病人\n每週都有幾十名病人因症狀和抱怨而來，他們很可能是病毒性疾病。\n疾病。我向家人詳細解釋了病毒性疾病，但在我看來，這是不可能的。",
      "title": "YSK作爲一名兒科醫生，發放抗生素很容易。"
    }
  ]
}