{
  "author": "M-L-Rio",
  "original_created_utc": 1632754827,
  "title": "I’m M. L. Rio, author of If We Were Villains and five different nerds in a trench coat. AMA!",
  "created_utc": 1632770233,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m an author and actor-turned-academic. I wrote a novel in college, somehow sold it, then moved to England to get a master’s degree in Shakespeare at King’s College London and the Globe. Now I’m back in the States, IWWV has been published in seven languages, and is coming out in a special hardback edition next month from Titan Books. I’m also a PhD candidate writing a dissertation on madness and mood disorder in early modern drama. Bom-bard me with curiosity (ban puns guaranteed).\nOcular proof: <a href=\"https://www.instagram.com/p/CULaTj6rQ1Q/\">https://www.instagram.com/p/CULaTj6rQ1Q/</a> and <a href=\"https://twitter.com/SureAsMel/status/1441145538221539330?s=20\">https://twitter.com/SureAsMel/status/1441145538221539330?s=20</a>\nFind me on\nInstagram: <a href=\"https://www.instagram.com/sureasmel/\">https://www.instagram.com/sureasmel/</a>\nTwitter: <a href=\"https://twitter.com/SureAsMel\">https://twitter.com/SureAsMel</a>\nMy website: <a href=\"https://mlrio.com/\">https://mlrio.com/</a></p>\n\n<p>I have to run, but thanks so much to everyone who participated!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pwiwsq/im_m_l_rio_author_of_if_we_were_villains_and_five/",
  "subreddit": "books",
  "id": "pwiwsq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m an author and actor-turned-academic. I wrote a novel in college, somehow\nsold it, then moved to England to get a master’s degree in Shakespeare at King’s\nCollege London and the Globe. Now I’m back in the States, IWWV has been\npublished in seven languages, and is coming out in a special hardback…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は作家であり、俳優から学者に転身した者です。大学で小説を書いて、なんとか売れて\nその後、イギリスに渡り、キングス・カレッジ・ロンドンとグローブ座でシェークスピアの修士号を取得しました。\nキングス・カレッジ・ロンドンとグローブ座でシェイクスピアの修士号を取得しました。今、私はアメリカに戻っていますが、『IWWV』は7カ国で出版されました。\nIWWV』は7カ国語で出版され、特別なハードカバーが発売される予定です...。",
      "title": "私は『If We Were Villains』の著者であり、トレンチコートを着た5種類のオタクであるM・L・リオです。AMA!"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一名作家和演员，后来转为学者。我在大学时写了一本小说，不知怎么就卖掉了。\n然后搬到英国，在伦敦国王学院和环球剧场获得了莎士比亚的硕士学位。\n伦敦国王学院和环球剧院获得莎士比亚硕士学位。现在我回到了美国，IWWV已经出版。\n以七种语言出版，并将推出特别精装本......",
      "title": "我是M.L.Rio，《如果我们是恶棍》的作者和五个不同的穿风衣的书呆子。AMA!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一名作家和演員，後來轉爲學者。我在大學時寫了一本小說，不知怎麼就賣掉了。\n然後搬到英國，在倫敦國王學院和環球劇場獲得了莎士比亞的碩士學位。\n倫敦國王學院和環球劇院獲得莎士比亞碩士學位。現在我回到了美國，IWWV已經出版。\n以七種語言出版，並將推出特別精裝本......",
      "title": "我是M.L.Rio，《如果我們是惡棍》的作者和五個不同的穿風衣的書呆子。AMA!"
    }
  ]
}