{
  "author": "_harleys",
  "original_created_utc": 1636560031,
  "title": "Jane Eyre: She did that!!",
  "created_utc": 1636577487,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just finished Jane Eyre and it blew me away! The best part of the book is honestly her character because the boldness of her spirit, her passion, and agency really struck a chord in me — it felt so modern for a book set in that era. I can imagine how groundbreaking this must have been. I can totally see why her character and this book has resonated with so many readers. </p>\n\n<p>While I’m not a big fan of the Jane and Rochester relationship, you just can’t help but root for her to be happy in love and I think Brontë triumphed with really letting us in her head. She is unashamed to love, and the juxtaposition of her internalizing and how she speaks and acts when it comes to matters of the heart, show how she is so nuanced as a character. </p>\n\n<p>I also dig the gothic vibe of this with the environment acting as a parallel to the emotions, hearing voices through the wind. </p>\n\n<p>This is my second Brontë book after finishing Wuthering Heights recently, and I am very impressed. While I love the character work here, I also enjoyed Wuthering’s plot with all the complicated characters and extreme melodrama. Any recommendations on what Bronte book I should read next?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qqxkal/jane_eyre_she_did_that/",
  "subreddit": "books",
  "id": "qqxkal",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just finished Jane Eyre and it blew me away! The best part of the book is\nhonestly her character because the boldness of her spirit, her passion, and\nagency really struck a chord in me — it felt so modern for a book set in that\nera. I can imagine how groundbreaking this must have been. I can totally…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ちょうどJane Eyreを読み終えたところですが、これには驚かされました。この本の一番いいところは\n正直なところ、彼女の性格です。彼女の精神の大胆さ、情熱、および\nあの時代を舞台にした本にしては、とても現代的な感じがして、心に響きました。\nあの時代を舞台にした本にしては、とてもモダンな感じがしました。これがどれほど画期的なことだったか想像できます。私は完全に...",
      "title": "ジェーン・エア 彼女はそれをした!"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "刚刚读完《简-爱》，它让我大吃一惊! 这本书最好的部分是\n说实话，她的性格，因为她的大胆精神，她的激情和\n因为她的大胆精神、她的激情和她的机构真的打动了我--对于一本设定在那个时代的书来说，它感觉如此现代。\n年代的书来说是如此现代。我可以想象这一定是多么具有突破性。我完全可以...",
      "title": "简-爱》。她做到了！!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "剛剛讀完《簡-愛》，它讓我大喫一驚! 這本書最好的部分是\n說實話，她的性格，因爲她的大膽精神，她的激情和\n因爲她的大膽精神、她的激情和她的機構真的打動了我--對於一本設定在那個時代的書來說，它感覺如此現代。\n年代的書來說是如此現代。我可以想象這一定是多麼具有突破性。我完全可以...",
      "title": "簡-愛》。她做到了！!"
    }
  ]
}