{
  "author": "Capricious_Servitor",
  "original_created_utc": 1635775528,
  "title": "CMV: It's better to fail to adhere to a rigorous system of morality than to succeed in adhering to a lax one.",
  "created_utc": 1635795518,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Firstly, since I&#39;ve used &quot;better&quot;, in this context it is meant to describe &quot;effect change in behavior with increased frequency&quot; since we are discussing a moral system which chiefly exists to guide conduct. </p>\n\n<p>&#x200B;</p>\n\n<p>Qualifying statement: I am not specifically arguing for any particular system of morality in this thread, because I do not wish to be caught up in subjective arguments as to whether x or y belongs in the system and I will not accept them as valid arguments against my position as seems to happen every time this topic comes up. </p>\n\n<p>&#x200B;</p>\n\n<p>Synopsis: I&#39;ve seen <em>many</em> people argue that they generally do not adhere to any strict or codified system of morality, and often times their justification is:</p>\n\n<p>1) They do not agree with (x) policy(even if they agree with the other 99% of a given system)</p>\n\n<p>2) They can&#39;t afford the willpower to abstain from or participate in a certain behavior. </p>\n\n<p>3) They don&#39;t wish to be associated with a system where other adherents fail to conduct themselves entirely within the framework they ascribe to(hypocrisy). </p>\n\n<p>&#x200B;</p>\n\n<p>Argument #1 by itself is sound, so long as that is <em>truly</em> the driving reason for abstaining from an ideology and that policy is just thoroughly incompatible with your own beliefs, however it is not a sufficient argument if it&#39;s sophistry covering for points 2 and 3. </p>\n\n<p>&#x200B;</p>\n\n<p>Argument #2 isn&#39;t proof that the framework is unsound, it actually establishes the reverse: the system targets a known problematic behavior and attempts to address it. Most moral frameworks don&#39;t expect you to <em>succeed</em> in 100% adherence either, they just demand that you <em>acknowledge</em> the behavior as problematic and <em>attempt</em> to address it. If you adopt a system that is permissive of the behavior, you haven&#39;t actually done anything to remedy the behavior, therefore the adopted system is poor. </p>\n\n<p>&#x200B;</p>\n\n<p>Argument #3 feeds into argument #2 in that adherents failing to act within their framework isn&#39;t proof that it&#39;s a poor system, it&#39;s proof that the metrics in place are actionable and require effort. If I call myself the high priest of nothingism, the fact that I have never once acted hypocritically against my belief(that nothing matters) doesn&#39;t indicate it is a better moral framework, whereas if I adopt the belief that eating any living thing is immoral and end up eating a carrot, the failure to adhere to that one policy incidentally illustrates every other aspect of the ideology I have upheld. One belief never impacted my behavior, the other belief impacted my behavior so much that one transgression became glaring and obvious. The second system is superior to the first.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/qkepxy/cmv_its_better_to_fail_to_adhere_to_a_rigorous/",
  "subreddit": "changemyview",
  "id": "qkepxy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Firstly, since I've used \"better\", in this context it is meant to describe\n\"effect change in behavior with increased frequency\" since we are discussing a\nmoral system which chiefly exists to guide conduct.\n\n\n\nQualifying statement: I am not specifically arguing for any particular system of\nmorality…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず、\"better \"という言葉を使いましたが、この文脈では、次のような意味があります。\n主に行動を導くために存在する道徳的なシステムを議論しているので、「頻度を上げて行動に変化をもたらす」という意味です。\n主に行動を導くために存在する道徳的なシステムを論じているので\n\n\n\n限定的な表現です。私は特に特定の道徳体系を論じているわけではありません。\n道徳のシステムを特に主張しているわけではありません。",
      "title": "CMV： 厳格な道徳体系を守ることに失敗する方が、いい加減な道徳体系を守ることに成功するよりも良いのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，由于我使用了 \"更好\"，在这种情况下，它的意思是描述\n\"以更高的频率影响行为的改变\"，因为我们讨论的是一个\n道德体系，它的存在主要是为了指导行为。\n\n\n\n限定性声明。我不是专门为任何特定的道德体系而争论的\n道德体系......",
      "title": "CMV：不遵守严格的道德体系比成功遵守宽松的道德体系要好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，由於我使用了 \"更好\"，在這種情況下，它的意思是描述\n\"以更高的頻率影響行爲的改變\"，因爲我們討論的是一個\n道德體系，它的存在主要是爲了指導行爲。\n\n\n\n限定性聲明。我不是專門爲任何特定的道德體系而爭論的\n道德體系......",
      "title": "CMV：不遵守嚴格的道德體系比成功遵守寬鬆的道德體系要好。"
    }
  ]
}