{
  "author": "teton_030",
  "original_created_utc": 1625977645,
  "title": "CMV: Prisoners (and parolees) should retain their ability to vote.",
  "created_utc": 1626057906,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Losing one’s right to vote has always seemed like a natural consequence for a person who commits a serious crime, in my mind I always figured that felons had broken the rules of the game of democracy and shouldn’t be allowed to play. Yesterday, while reading about the case of the Texas parolee facing potential jail time for voting while on parole I couldn’t bring myself to justify my assumption that felonies should disqualify a person from voting. </p>\n\n<p>My new view on this topic stems from two main conclusions. First, we have way too many people imprisoned in the United States that don’t deserve prison and are just kept down by a broken system. Second, even if a person truly deserves to be held in prison, I don’t think that they should be denied representation in the government. I think that our government needs to represent both our incarnated members and our free members, otherwise we have a system in which the rights of incarcerated members risk becoming an afterthought to elected officials.</p>\n\n<p>Why should prisoners not be allowed to vote in elections?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/ohxrtj/cmv_prisoners_and_parolees_should_retain_their/",
  "subreddit": "changemyview",
  "id": "ohxrtj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Losing one’s right to vote has always seemed like a natural consequence for a\nperson who commits a serious crime, in my mind I always figured that felons had\nbroken the rules of the game of democracy and shouldn’t be allowed to play.\nYesterday, while reading about the case of the Texas parolee…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "重大な犯罪を犯した人が選挙権を失うのは当然のことのように思えました。\n重大な犯罪を犯した人が選挙権を失うのは当然のことのように思えましたが、私の頭の中では、重罪犯はゲームのルールを破ったと考えていました。\n重罪犯は民主主義というゲームのルールを破ったのだから、プレイすることは許されないと考えていたのです。\n昨日、テキサス州の仮釈放者のケースについて読んでいると......。",
      "title": "CMV: 囚人（および仮釈放者）は、投票権を保持すべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "丧失投票权似乎一直是犯下严重罪行的人的自然后果。\n在我的脑海中，我一直认为重刑犯已经破坏了民主游戏的规则。\n破坏了民主游戏的规则，不应该被允许参加游戏。\n昨天，在阅读有关德克萨斯州假释犯的案件时...",
      "title": "CMV：囚犯（和假释犯）应该保留他们的投票能力。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "喪失投票權似乎一直是犯下嚴重罪行的人的自然後果。\n在我的腦海中，我一直認爲重刑犯已經破壞了民主遊戲的規則。\n破壞了民主遊戲的規則，不應該被允許參加遊戲。\n昨天，在閱讀有關德克薩斯州假釋犯的案件時...",
      "title": "CMV：囚犯（和假釋犯）應該保留他們的投票能力。"
    }
  ]
}