{
  "author": "caesarisape",
  "original_created_utc": 1629310084,
  "title": "CS Lewis' dedication in \"The Lion, the Witch, and the Wardrobe\" is superb.",
  "created_utc": 1629314473,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>&quot;My Dear Lucy,</p>\n\n<p>I wrote this story for you, but when I began it I had not realised that girls grow quicker than books. As a result you are already too old for fairy tales, and by the time it is printed and bound you will be older still. But some day you will be old enough to start reading fairy tales again. You can then take it down from some upper shelf, dust it, and tell me what you think of it. I shall probably be too deaf to hear, and too old to understand, a word you say, but I shall still be</p>\n\n<p>your affectionate Godfather,</p>\n\n<p>C.S. Lewis&quot;</p>\n\n<p>The stages of liking, outgrowing, and returning to fairy tales is a comment that resonated with how I&#39;ve been reading of late. I have been revisiting the books that I read back in school, those that I grew up with. I realise that perhaps I could not have enjoyed these even a few years earlier, and yet, having reached a certain age (how wonderfully Lewis leaves that open-ended), I&#39;m realising that despite what is often said, these are, in fact, stories that I can return to, no matter how much my age may supposedly separate me from the maturity that these books express. Of course, part of returning is a way of feeding nostalgia, but I have also been feeling that these books still have things to give. They have not been exhausted.</p>\n</div><!-- SC_ON -->",
  "score": 157,
  "permalink": "/r/books/comments/p6wozu/cs_lewis_dedication_in_the_lion_the_witch_and_the/",
  "subreddit": "books",
  "id": "p6wozu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "\"My Dear Lucy,\n\nI wrote this story for you, but when I began it I had not realised that girls\ngrow quicker than books. As a result you are already too old for fairy tales,\nand by the time it is printed and bound you will be older still. But some day\nyou will be old enough to start reading fairy…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "\"親愛なるルーシーへ\n\nこの物語はあなたのために書きましたが、書き始めたときは、女の子は本よりも早く成長することを知りませんでした。\n女の子は本よりも早く成長します。結果として、あなたはおとぎ話には年を取りすぎています。\nこの物語が印刷・製本される頃には、あなたはもっと年を取っていることでしょう。でも、いつの日か\n童話を読み始めるのに十分な年齢になるでしょう。",
      "title": "ライオンと魔女と衣装だんす」でのCSルイスの奉納は見事です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "\"我亲爱的露西。\n\n我为你写了这个故事，但当我开始写的时候，我还没有意识到女孩们\n长得比书还快。因此，你对童话故事来说已经太老了。\n等到它印刷装订完毕，你会更老。但总有一天\n你会大到可以开始读童话了。",
      "title": "CS刘易斯在《狮子、女巫和衣橱》中的奉献精神是极好的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "\"我親愛的露西。\n\n我爲你寫了這個故事，但當我開始寫的時候，我還沒有意識到女孩們\n長得比書還快。因此，你對童話故事來說已經太老了。\n等到它印刷裝訂完畢，你會更老。但總有一天\n你會大到可以開始讀童話了。",
      "title": "CS劉易斯在《獅子、女巫和衣櫥》中的奉獻精神是極好的。"
    }
  ]
}