{
  "author": "nic0lk",
  "original_created_utc": 1626621241,
  "title": "How do you handle continuing a book series when you've forgotten much of the details of the previous books?",
  "created_utc": 1626634298,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m currently going through this now. I read The Stormlight Archives books one through three pretty much one after another, so didn&#39;t have any issues. At the time, Oathbringer was the most recent book, so I tried my hand at reading the Expense. I read books one through five and enjoyed them with no issues.</p>\n\n<p>Then I joined a book club and read different books with them, which I enjoyed. Then I tried my hand at reading Stormlight 4 and realized how many details I&#39;d forgotten from the first three books. I tried to push through, would Google stuff here and there that I&#39;d forgotten, and by the end of it I had a grasp on everything again I&#39;d say.</p>\n\n<p>Now I&#39;m trying Expanse 6 with a similar issue. I needed a refresher on a bunch of details and even some major plot points. I googled some book summaries, which were really long themselves, and I&#39;m currently trying to push through it and hope that I&#39;ll start to make sense of it all again as I continue reading. I&#39;m such a slow reader that I don&#39;t want to take the time to reread the books leading up this again.</p>\n\n<p>Anyway, have you ever come across this? How do you handle trying to remember events from previous books? Especially when you&#39;re reading a series and have to wait upwards of years between books.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/books/comments/omsdy8/how_do_you_handle_continuing_a_book_series_when/",
  "subreddit": "books",
  "id": "omsdy8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm currently going through this now. I read The Stormlight Archives books one\nthrough three pretty much one after another, so didn't have any issues. At the\ntime, Oathbringer was the most recent book, so I tried my hand at reading the\nExpense. I read books one through five and enjoyed them with no…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は今、このような状況にあります。ストームライト・アーカイブスの1巻から3巻までを\n読んでいたので、特に問題はありませんでした。その時は\nその時はOathbringerが一番新しい本だったので、私はExpenseを読んでみました。\n費しました。1巻から5巻までを読んで、特に問題なく楽しめました...",
      "title": "前作の詳細をほとんど忘れてしまった状態でシリーズを続ける場合、どのように対処しますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我现在正在经历这个。我读了《风暴之光档案》的第一本\n到三本，几乎是一本接一本，所以没有任何问题。当时\n当时，《誓言使者》是最近的一本书，所以我试着读了一下《代价》。\n支出。我读了第一至第五本，很喜欢它们，没有任何问题。",
      "title": "当你忘记了前几本书的很多细节时，你如何处理继续一个系列书的问题？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我現在正在經歷這個。我讀了《風暴之光檔案》的第一本\n到三本，幾乎是一本接一本，所以沒有任何問題。當時\n當時，《誓言使者》是最近的一本書，所以我試着讀了一下《代價》。\n支出。我讀了第一至第五本，很喜歡它們，沒有任何問題。",
      "title": "當你忘記了前幾本書的很多細節時，你如何處理繼續一個系列書的問題？"
    }
  ]
}