{
  "author": "nic0lk",
  "original_created_utc": 1626621241,
  "title": "How do you handle continuing a book series when you've forgotten much of the details of the previous books?",
  "created_utc": 1626634298,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m currently going through this now. I read The Stormlight Archives books one through three pretty much one after another, so didn&#39;t have any issues. At the time, Oathbringer was the most recent book, so I tried my hand at reading the Expense. I read books one through five and enjoyed them with no issues.</p>\n\n<p>Then I joined a book club and read different books with them, which I enjoyed. Then I tried my hand at reading Stormlight 4 and realized how many details I&#39;d forgotten from the first three books. I tried to push through, would Google stuff here and there that I&#39;d forgotten, and by the end of it I had a grasp on everything again I&#39;d say.</p>\n\n<p>Now I&#39;m trying Expanse 6 with a similar issue. I needed a refresher on a bunch of details and even some major plot points. I googled some book summaries, which were really long themselves, and I&#39;m currently trying to push through it and hope that I&#39;ll start to make sense of it all again as I continue reading. I&#39;m such a slow reader that I don&#39;t want to take the time to reread the books leading up this again.</p>\n\n<p>Anyway, have you ever come across this? How do you handle trying to remember events from previous books? Especially when you&#39;re reading a series and have to wait upwards of years between books.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/books/comments/omsdy8/how_do_you_handle_continuing_a_book_series_when/",
  "subreddit": "books",
  "id": "omsdy8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm currently going through this now. I read The Stormlight Archives books one\nthrough three pretty much one after another, so didn't have any issues. At the\ntime, Oathbringer was the most recent book, so I tried my hand at reading the\nExpense. I read books one through five and enjoyed them with no…"
}