{
  "author": "Freelovehighway",
  "original_created_utc": 1636199877,
  "title": "Is the imagery very vivid in your head when you read?",
  "created_utc": 1636216430,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My suspicion is that people who are able to envision clearly and imaginatively what they are reading are the ones who continue to read throughout their childhood, teens and adulthood. I&#39;ve read a few threads on Reddit and there seems to be the typical reader response that in their mind they have an endless supply of images stored in their memory bank which hps them bring words to life. I don&#39;t really see how this is possible when you have no reference point but the fact that these things are even created shows we humans do have the ability to imagine the unseen or unknown.</p>\n\n<p>When I read I feel more of an emotion than anything visual; images are fleeting and faint but the words do resonate. </p>\n\n<p>I am listening to the Big Short atm and what strikes me is how Adam Mckay was able to take the words from that book onto the big screen. I nearly find that more impressive than Harry Potter, LOTR or whatever other fictional world has been depicted in film.</p>\n</div><!-- SC_ON -->",
  "score": 82,
  "permalink": "/r/books/comments/qnyr91/is_the_imagery_very_vivid_in_your_head_when_you/",
  "subreddit": "books",
  "id": "qnyr91",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My suspicion is that people who are able to envision clearly and imaginatively\nwhat they are reading are the ones who continue to read throughout their\nchildhood, teens and adulthood. I've read a few threads on Reddit and there\nseems to be the typical reader response that in their mind they have an…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が思うに、読んだ本の内容を明確に、そして想像力豊かに思い描ける人は\n子供の頃から10代、そして大人になっても本を読み続けている人は、自分が読んでいる本の内容を\n子供の頃から10代、そして大人になっても読み続ける人が多いのではないでしょうか。Redditのいくつかのスレッドを読みましたが、そこで\n読者の典型的な反応は、「心の中では...」というもののようです。",
      "title": "読んでいて、頭の中でイメージが鮮明になってきますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的怀疑是，那些能够清楚和富有想象力地设想的人\n的人，在整个童年、青少年和成年时期都会继续阅读。\n在他们的童年、青少年和成年时期继续阅读。我在Reddit上读了几个主题，其中有\n似乎有一个典型的读者反应，在他们的脑海中，他们有一个......",
      "title": "当你阅读时，你的脑海中是否有非常生动的想象？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的懷疑是，那些能夠清楚和富有想象力地設想的人\n的人，在整個童年、青少年和成年時期都會繼續閱讀。\n在他們的童年、青少年和成年時期繼續閱讀。我在Reddit上讀了幾個主題，其中有\n似乎有一個典型的讀者反應，在他們的腦海中，他們有一個......",
      "title": "當你閱讀時，你的腦海中是否有非常生動的想象？"
    }
  ]
}