{
  "author": "JonahGrassyKnoll",
  "original_created_utc": 1632934139,
  "title": "How far back in human history were people inhaling burnt plant matter (tobacco, cannabis, opium) in order to receive a desired physical effect/high and do we know the origins of smoking plants in general?",
  "created_utc": 1632976513,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The more I think about it the more I wonder. While eating is a necessary and instinctual thing to do, smoking is absolutely not. Ingesting plants/meat orally can sometimes give you different highs or have a strong effect on the body/mind, but <em>smoking them</em> would take a whole new level of creativity. When and how did humans learn to not only smoke plants but then specifically grow and harvest particularly-powerful plants (opium, cannabis, tobacco, coca plant) for use? Also is there any hard evidence of documented substance abuse/addiction in ancient cultures, and if so what were the repercussions for someone who became physically dependent/addicted to such things? Is there any documented evidence of withdrawals or sickness or death related to medicinal plants?</p>\n\n<p>Side question: Was there ever a time in pre-modern history where <em>medicinal</em> plants were highly sought-after and used as a <em>currency?</em> For example, I would think that the discovery of man&#39;s most effective painkiller (opium) would be quite a massive business long before the Chinese/British opium conflicts.</p>\n\n<p>&#x200B;</p>\n\n<p>edit: added coca plant because I forgot about that one :)</p>\n</div><!-- SC_ON -->",
  "score": 105,
  "permalink": "/r/AskHistorians/comments/pxzh2l/how_far_back_in_human_history_were_people/",
  "subreddit": "AskHistorians",
  "id": "pxzh2l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The more I think about it the more I wonder. While eating is a necessary and\ninstinctual thing to do, smoking is absolutely not. Ingesting plants/meat orally\ncan sometimes give you different highs or have a strong effect on the body/mind,\nbut smoking them would take a whole new level of creativity.…"
}