{
  "author": "krystiancbarrie",
  "the_new_excerpt": "People will quickly condemn \"inhumane\" tactics used in war, for example poison\ngas or artificial starvation, but don't seem to care about soldiers dying from\nbullets, artillery, or knives. The end result is the same, whether delivered\ninstantly by a landmine vaporising you, or slowly by an infected…",
  "original_created_utc": 1617703956,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "毒ガスや人工的な飢餓など、戦争で使われる「非人道的」な戦術はすぐに非難されますが、兵士が死んでも気にしないようです。\n毒ガスや人工的な飢餓など、戦争で使われる「非人道的」な戦術はすぐに非難しますが、銃弾や大砲、ナイフなどで兵士が死ぬことには関心がないようです。\n兵士が銃弾や大砲、ナイフなどで死ぬことには関心がないようです。地雷で一瞬にして蒸発したとしても、最終的な結果は同じです。\n地雷で一瞬にして蒸発しても、感染してゆっくりと...。",
      "title": "CMV：人道的な戦争など存在しない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "人们很快就会谴责战争中使用的 \"非人道 \"手段，比如毒药。\n气体或人工饥饿，但似乎并不关心士兵的死亡，因\n子弹、火炮或刀子。最终的结果都是一样的，无论是交付\n瞬间被地雷蒸发，或慢慢被感染... ...",
      "title": "CMV：没有所谓的人情战"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "人們很快就會譴責戰爭中使用的 \"非人道 \"手段，比如毒藥。\n氣體或人工飢餓，但似乎並不關心士兵的死亡，因\n子彈、火炮或刀子。最終的結果都是一樣的，無論是交付\n瞬間被地雷蒸發，或慢慢被感染... ...",
      "title": "CMV：沒有所謂的人情戰"
    }
  ],
  "title": "CMV: there is no such thing as humane warfare",
  "created_utc": 1617752379,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>People will quickly condemn &quot;inhumane&quot; tactics used in war, for example poison gas or artificial starvation, but don&#39;t seem to care about soldiers dying from bullets, artillery, or knives. The end result is the same, whether delivered instantly by a landmine vaporising you, or slowly by an infected exit wound.</p>\n\n<p>Tactics like forced starvation, poisoning water supplies and carpet bombing are treated as warcrimes because they kill and maim innocent civilians. However war, by its nature, inflicts untold horrors upon civilians. A prolonged and brutal insurgency may cause, in sum, more suffering and death than a month long carpet bombing campaign. Protecting civilians and their property at all costs also makes fighting terrorists nigh-on impossible.</p>\n\n<p>Collective punishments are abhorred because they punish the innocent on behalf of the guilty. Yet sometimes that is all that will stop the guilty. Few resistance groups can survive long if the civilian populace is pressuring them.</p>\n\n<p>Weapons, too, are unjustly banned. In the United States, an average citizen can buy hollow-point rounds. Using these on a a battlefield is illegal, as are explosive or poisonous bullets. Why? Expanding projectiles have shown themselves, time and time again, to be greatly superior to solid tips in stopping power. In war, every second counts. Guerillas are known to use drugs before combat, which lets them stay fighting longer. Using standard ammunition may then cause more deaths.</p>\n\n<p>White phosphorus, napalm, and chlorine gas are all warcrimes. Yet these weapons have shown themselves to <em>work</em> against concealed or fortified enemies. Chemicals such as agent Orange, too, are blasted for the nasty illnesses and other side effects they cause. Yet they fulfill their objectives. As stated before, a short yet intensive campaign of brutality may prevent decades of drawn-out horrors.</p>\n\n<p>Biological warfare, too, can immediately and effectively suppress hostiles. Certain pathogens, such as ebola or anthrax, aren&#39;t good at rapidly spreading, but are highly lethal. If a government deployed some of these in areas under rebel control, quarantined them off, and then just sat back and waited, then the area would sort itself out quickly.</p>\n\n<p>Now please don&#39;t think I support the use of these cruel devices. They are horrible and nightmarish tools that cause pain and death in awful ways. We should always avoid using such things. Yet that&#39;s just the way war is. Humanity has never been at peace. We have always been fighting over something, somewhere. Using kid gloves in the middle east hasn&#39;t won over hearts and minds, instead it&#39;s just allowed terrorists and foreign actors free reign. War should be averted at all costs, but if a situation turns violent, there&#39;s no point holding back.</p>\n\n<p>tl;dr War by its very nature is inhumane, and trying to regulate it may backfire and cause more harm.</p>\n\n<p>CMV</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/ml8cpq/cmv_there_is_no_such_thing_as_humane_warfare/",
  "subreddit": "changemyview",
  "id": "ml8cpq",
  "is_self": true,
  "media": null,
  "is_video": false
}