{
  "author": "Umbrellacorp487",
  "original_created_utc": 1627998167,
  "title": "Taking books out at a library vs torrenting/stealing in some fashion",
  "created_utc": 1628077041,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was having a dispute with a colleague of mine that taking books out of a library is not the same as torrenting them. Their stance was &quot;you are not paying for them either way, what is the difference?&quot;. I really didn&#39;t know what to say to this in terms of hard library numbers so I had to get back to them. </p>\n\n<p>I would assume libraries purchase or are donated those books and the simple act of taking them out shows the library is being used and therefor can receive funding for the other services they supply.</p>\n\n<p>I am looking for some better insights here, I always purchase or borrow from my local library the books I read, but now this person has gotten in my head.</p>\n</div><!-- SC_ON -->",
  "score": 241,
  "permalink": "/r/books/comments/ox3qum/taking_books_out_at_a_library_vs/",
  "subreddit": "books",
  "id": "ox3qum",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was having a dispute with a colleague of mine that taking books out of a\nlibrary is not the same as torrenting them. Their stance was \"you are not paying\nfor them either way, what is the difference?\". I really didn't know what to say\nto this in terms of hard library numbers so I had to get back to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "図書館から本を持ち出すことと、トレントすることは同じではない、と同僚と議論していました。\n図書館から本を持ち出すことと、トレントすることは違う」と同僚と論争していました。彼らのスタンスは「どちらにしてもお金を払っていないのだから\nどっちにしてもお金を払っていないんだから、何が違うんだ」というスタンスでした。私は本当に何と言っていいのかわかりませんでした。\nこれには、ハードな図書館の数から言っても、何と言っていいかわからなかったので、私は戻ってこなければなりませんでした。",
      "title": "図書館で本を借りるのと、トレントや盗みをするのとでは、どちらがいいのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我和我的一个同事发生了争执，说从图书馆里拿书出来\n我和我的同事发生了争执，认为从图书馆拿书和激流勇进是不一样的。他们的立场是：\"你并没有支付\n他们的立场是：\"无论哪种方式，你都没有付钱，有什么区别呢？我真的不知道该怎么说\n所以我不得不回到......",
      "title": "在图书馆取书与洪流/偷窃的方式不同"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我和我的一個同事發生了爭執，說從圖書館裏拿書出來\n我和我的同事發生了爭執，認爲從圖書館拿書和激流勇進是不一樣的。他們的立場是：\"你並沒有支付\n他們的立場是：\"無論哪種方式，你都沒有付錢，有什麼區別呢？我真的不知道該怎麼說\n所以我不得不回到......",
      "title": "在圖書館取書與洪流/偷竊的方式不同"
    }
  ]
}