{
  "author": "revamari",
  "original_created_utc": 1627212458,
  "title": "Persuasion by Jane Austen",
  "created_utc": 1627263484,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished reading Persuasion, and I would be happy to hear opinions and discuss the book. Personally I was deeply impressed by this book for a number of reasons. For one thing, I feel that it was a very meaningful satire on class and social inequality, written at a time when many people were even more classist than they are today. I also thought that it was very moving, without being openly emotional or manipulative. It is impressive how compelling the romance was, considering that the protagonist and her love interest barely talk for most of the novel - something which also reflects gender relations at the time. </p>\n\n<p>But most of all I was really impressed by the the language. I am aware that it’s not a minority view to say that Austen was a good stylist, but what strikes me is how beautiful yet easy to read her sentences are. It really is different from the way in which a romantic novel would be written today - it asks more of the reader in a sense, but it gives more too. </p>\n\n<p>I would certainly like to discuss the book further with anyone willing.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/or9vx7/persuasion_by_jane_austen/",
  "subreddit": "books",
  "id": "or9vx7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished reading Persuasion, and I would be happy to hear opinions and\ndiscuss the book. Personally I was deeply impressed by this book for a number of\nreasons. For one thing, I feel that it was a very meaningful satire on class and\nsocial inequality, written at a time when many people were…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Persuasion」を読み終えたばかりなので、意見を聞いたり、本について話し合ったりできたら嬉しいです。\nこの本についての意見を聞かせてください。個人的には、いくつかの理由でこの本に深い感銘を受けました。\n理由があります。ひとつには、多くの人が不平等を感じていた時代に書かれた、階級や社会的不平等に対する風刺として、とても意味のあるものだったと思います。\nこの本は、多くの人々が社会的不平等を感じていた時代に書かれた、非常に意味のある風刺だと思います。",
      "title": "ジェーン・オースティンの「説得」。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完《劝导》，我很想听听大家的意见和\n讨论这本书。就我个人而言，这本书给我留下了深刻的印象，原因有以下几点\n原因。首先，我觉得它是对阶级和社会不平等的一个非常有意义的讽刺。\n社会不平等的一个非常有意义的讽刺，写于一个许多人都在为之奋斗的时代。",
      "title": "简-奥斯汀的《劝导》(Persuasion)"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完《勸導》，我很想聽聽大家的意見和\n討論這本書。就我個人而言，這本書給我留下了深刻的印象，原因有以下幾點\n原因。首先，我覺得它是對階級和社會不平等的一個非常有意義的諷刺。\n社會不平等的一個非常有意義的諷刺，寫於一個許多人都在爲之奮鬥的時代。",
      "title": "簡-奧斯汀的《勸導》(Persuasion)"
    }
  ]
}