{
  "author": "ForWhomTheBoneBones",
  "original_created_utc": 1626999312,
  "title": "On his 2000 album “The Marshall Mathers LP”, Eminem writes in “The Real Slim Shady” that a lot of imitators have popped up after his debut. Were there a lot of Eminem soundalikes or lookalikes that got attention from major record labels during that period of time? (1999-2000)",
  "created_utc": 1627058325,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The chorus famously asks for the real Slim Shady:</p>\n\n<blockquote>\n<p>I&#39;m Slim Shady, yes I&#39;m the real Shady</p>\n\n<p>All you other Slim Shadys are just imitating</p>\n\n<p>So won&#39;t the real Slim Shady please stand up</p>\n\n<p>Please stand up, please stand up?</p>\n</blockquote>\n\n<p>This was accompanied by his music video that featured dozens of Eminem lookalikes.</p>\n\n<p>But was this just bravado or was there really, in Eminem’s words </p>\n\n<blockquote>\n<p>a million of us just like me</p>\n\n<p>Who cuss like me, who just don&#39;t give a fuck like me</p>\n\n<p>Who dress like me; walk, talk and act like me</p>\n\n<p>And just might be the next best thing, but not quite me</p>\n</blockquote>\n\n<p>Having grown up during that era I don’t remember any other White Rappers hitting the scene, and I don’t know enough about rap of that era to know if artists began to copy Eminem’s style.</p>\n\n<p>And apologies on this one small part, as it is just shy of the 20 year rule, but in 2002 Eminem would write </p>\n\n<blockquote>\n<p>a million other white rappers emerge</p>\n</blockquote>\n\n<p>How much truth is there to this?</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/AskHistorians/comments/opql2t/on_his_2000_album_the_marshall_mathers_lp_eminem/",
  "subreddit": "AskHistorians",
  "id": "opql2t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The chorus famously asks for the real Slim Shady:\n\n> I'm Slim Shady, yes I'm the real Shady\n> \n> All you other Slim Shadys are just imitating\n> \n> So won't the real Slim Shady please stand up\n> \n> Please stand up, please stand up?\n\nThis was accompanied by his music video that featured dozens of…"
}