{
  "author": "Cindy_Da_Morse",
  "the_new_excerpt": "So this week I went on a little road trip and had to refuel my car twice. Both\ntimes I had a similar thing happen and it really made me angry so I am posting\nhere to see if my anger is justified.\n\nSo both times it was something similar:\n\nYoung guy pulls up with his sports car (looks like sports car…",
  "original_created_utc": 1623676761,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今週、私はちょっとしたドライブ旅行に出かけたのですが、その際、車に2回給油しなければなりませんでした。2回とも\n似たようなことがあって、本当に腹が立ったので、私の怒りが正当なものかどうかを確かめるために、ここに投稿します。\n私の怒りが正当なものかどうかを確かめるために、ここに投稿します。\n\n2回とも同じようなことが起こりました。\n\n若い男がスポーツカー（のように見えるが...）で車を停めた。",
      "title": "CMV：ガソリンスタンドで給油するときに音楽を鳴らす人はアホです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，本周我进行了一次小小的公路旅行，不得不为我的车加了两次油。这两次\n两次都发生了类似的事情，这真的让我很生气，所以我在这里发帖\n来看看我的愤怒是否有道理。\n\n所以这两次都是类似的事情。\n\n年轻人开着他的跑车停了下来（看起来像跑车...",
      "title": "CMV: 在加油站给汽车补充燃料时播放音乐的人是混蛋。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，本週我進行了一次小小的公路旅行，不得不爲我的車加了兩次油。這兩次\n兩次都發生了類似的事情，這真的讓我很生氣，所以我在這裏發帖\n來看看我的憤怒是否有道理。\n\n所以這兩次都是類似的事情。\n\n年輕人開着他的跑車停了下來（看起來像跑車...",
      "title": "CMV: 在加油站給汽車補充燃料時播放音樂的人是混蛋。"
    }
  ],
  "title": "CMV: People who blast their music when re-fueling their car at the gas station are assholes.",
  "created_utc": 1623688911,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So this week I went on a little road trip and had to refuel my car twice.  Both times I had a similar thing happen and it really made me angry so I am posting here to see if my anger is justified.</p>\n\n<p>So both times it was something similar:</p>\n\n<p>Young guy pulls up with his sports car (looks like sports car to me, I don&#39;t know that much about cars).  Car has loud exhaust, spoiler, tinted windows etc.  They have VERY LOUD music blaring with their cars windows rolled down.  They go inside to pay and the music stays on very loud.</p>\n\n<p>And just to make things more interesting, this isn&#39;t your average radio station being blasted.  This is full on &quot;Urban&quot; music with the swearing and racial slurs.</p>\n\n<p>I think these guys that do this are real assholes.  There is absolutely no reason to do this, especially blasting such offensive music and not even being there to listen to it because they go in the store and make everyone else have to endure it.  Then there is absolutely nothing you can do.  You can&#39;t even ask them to turn it down because they are not there (not that most people would want to get into a confrontation with someone over this, it&#39;s just not worth it from cost-benefit analysis).</p>\n\n<p>CMV</p>\n</div><!-- SC_ON -->",
  "score": 118,
  "permalink": "/r/changemyview/comments/nzmm6f/cmv_people_who_blast_their_music_when_refueling/",
  "subreddit": "changemyview",
  "id": "nzmm6f",
  "is_self": true,
  "media": null,
  "is_video": false
}