{
  "author": "Castillo_C",
  "the_new_excerpt": "I have just finished reading Sam Kean's The Disappearing Spoon and Other True\nTales of Madness, Love, and the History of the World from the Periodic Table of\nthe Elements (a mouthful of a title) and I would like to share with you how much\nI enjoyed the book.\n\nI bought this book on a whim at a Barnes…",
  "original_created_utc": 1623901194,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "サム・キーンの『消えたスプーンとその他の実話』を読み終えました。\n狂気と愛、そして元素の周期表から見た世界の歴史の物語』（タイトルが難しい）を読み終えました。\n元素の周期表から見た世界の歴史」を読み終えました。\n私はこの本を楽しみました。\n\n私がこの本を買ったのは、バーンズで気まぐれに...",
      "title": "The Disappearing Spoon: 嬉しい驚きのある一冊"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完萨姆-基恩的《消失的勺子和其他真实》。\n消失的勺子和其他关于疯狂、爱情以及从元素周期表看世界历史的真实故事。\n元素周期表中的疯狂、爱情和世界历史的真实故事（这个书名很拗口），我想与你们分享我是多么喜欢这本书。\n我很喜欢这本书。\n\n我是一时兴起在巴恩斯书店买的这本书。",
      "title": "消失的勺子》：一本令人愉快的惊喜之书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完薩姆-基恩的《消失的勺子和其他真實》。\n消失的勺子和其他關於瘋狂、愛情以及從元素週期表看世界歷史的真實故事。\n元素週期表中的瘋狂、愛情和世界歷史的真實故事（這個書名很拗口），我想與你們分享我是多麼喜歡這本書。\n我很喜歡這本書。\n\n我是一時興起在巴恩斯書店買的這本書。",
      "title": "消失的勺子》：一本令人愉快的驚喜之書"
    }
  ],
  "title": "The Disappearing Spoon: a delightful surprise of a book",
  "created_utc": 1623928633,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have just finished reading Sam Kean&#39;s The Disappearing Spoon and Other True Tales of Madness, Love, and the History of the World from the Periodic Table of the Elements (a mouthful of a title) and I would like to share with you how much I enjoyed the book. </p>\n\n<p>I bought this book on a whim at a Barnes and Noble because I did terribly this semester due to school being online. I told my friend who was with me &quot;I don&#39;t wanna pick a science book because that&#39;s nerdy but I did horrible this semester and I want to learn SOMETHING, even if it wasn&#39;t from school.&quot; But this book was way more enjoyable than school, as you will see. </p>\n\n<p>The book is a non-fiction science/history book. It is divided into chapters which focus on different elements of the periodic table and the stories behind the elements themselves, their discoverers, or maybe just their quirks and features. The authors writing style is less academic and more informal, but that does not subtract from how good of a learning source this book is. There are times in which you have to read over paragraphs again to understand what was being said about some particular topics, but for the most part, this book had me reading on and on wondering what would be revealed next about the scientists involved in discovering the elements (K .Fajans got a Nobel Prize revoked because he told a newspaper he was going to win one before the Nobel Committee made it official) or the elements themselves (there are only a few ounces of Astatine in the whole planet). </p>\n\n<p>This book is great because it is not extensive about one very particular topic, but it bounces around in a coherent way. It has a myriad of stories that stuck with me perfect for when I want to sound smart around people I just met (aluminium was so hard to extract at one point, it was worth more than gold).  Speaking of gold, one time a whole village was torn down because there was gold in its concrete, pavement, and foundations. Back to the book, reading it I never felt like &quot;damn I&#39;ve read enough about this, I wish he&#39;d move on,&quot; the stories were perfectly concise and interesting, and the best part is I felt good about myself reading this because I was actually learning stuff, as I only ever read fiction. </p>\n\n<p>I&#39;d recommend this book to anyone who is into obscure stories and facts and anyone who wants to learn a few cool things about the periodic table. This book is more lighthearted than academic so do not worry about not knowing much already about chemistry or physics, as it is explained quite nicely. Anyway, this is my first time doing a write up on a book since middle school, and I just wanted to show anyone looking for something to read a cool book :).  Also, if you have read the book I&#39;d love to hear what you think about it! Have a good night/morning/evening/day!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/o1njl9/the_disappearing_spoon_a_delightful_surprise_of_a/",
  "subreddit": "books",
  "id": "o1njl9",
  "is_self": true,
  "media": null,
  "is_video": false
}