{
  "author": "ElTigre1212",
  "original_created_utc": 1625784413,
  "title": "Young Adult Fiction books about a character discovering a magical world and being horrified by it",
  "created_utc": 1625808780,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Looking for a book where the protagonist finds out that there&#39;s a secret magical world, but instead of being awed or excited about it, they are horrified, want nothing to do with it, and keep getting drawn back into it anyway. </p>\n\n<p>Young Adult Fiction preferred, but will take suggestions from outside the genre.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/ogif83/young_adult_fiction_books_about_a_character/",
  "subreddit": "booksuggestions",
  "id": "ogif83",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Looking for a book where the protagonist finds out that there's a secret magical\nworld, but instead of being awed or excited about it, they are horrified, want\nnothing to do with it, and keep getting drawn back into it anyway.\n\nYoung Adult Fiction preferred, but will take suggestions from outside…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "主人公が秘密の魔法の世界があることを知ったが、驚嘆したり興奮したりするのではなく、恐怖したり、欲しくなったりするような本を探しています。\n主人公は、秘密の魔法の世界があることを知りますが、それに対して畏敬の念や興奮を抱くのではなく、恐怖を感じ、関わりたくないと思います。\n主人公は、秘密の魔法の世界があることを知りますが、畏怖したり、興奮したりするのではなく、恐怖を感じ、関わりたくないと思います。\n\nヤングアダルト小説が望ましいですが、外部からの提案も受け付けます。",
      "title": "登場人物が魔法の世界を発見し、それに恐怖を感じるという内容のヤングアダルトフィクションブック"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "寻找一本主人公发现有一个秘密的魔法世界的书。\n但他们并没有为此感到惊奇或兴奋，而是感到恐惧，不想与之有任何关系，但还是不断地被卷入其中。\n与之无关，但还是不断被卷入其中。\n\n青年小说优先，但也会接受外界的建议...",
      "title": "年轻的成人小说书，讲述了一个人物发现了一个神奇的世界并为之惊恐的故事"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "尋找一本主人公發現有一個祕密的魔法世界的書。\n但他們並沒有爲此感到驚奇或興奮，而是感到恐懼，不想與之有任何關係，但還是不斷地被捲入其中。\n與之無關，但還是不斷被捲入其中。\n\n青年小說優先，但也會接受外界的建議...",
      "title": "年輕的成人小說書，講述了一個人物發現了一個神奇的世界併爲之驚恐的故事"
    }
  ]
}