{
  "author": "nirex0",
  "the_new_excerpt": "I'm a 24 year old adult male living in Iran, I've lived through 12 years of\nmandatory sex-segregated school only to be introduced to a sex-segregated\nsociety where interacting with the other gender is deemed illegal by the\nhorrible islamic law imposed and enforced on the poor people of the country…",
  "original_created_utc": 1609670659,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我是一名生活在伊朗的24岁成年男性，我已经经历了12年\n强制性性别隔离学校只会被引入性别隔离学校\n在社会中，与另一个性别的互动被认为是非法的\n可怕的伊斯兰法律强加和执行于这个国家的穷人…",
      "title": "[改变我的想法]：伊朗从7岁起就以伊斯兰教的名义实行极端的性别隔离(学校，所有社交场所，电视节目等)导致两性之间的社会和心理障碍。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一名生活在伊朗的24歲成年男性，我已經經歷了12年\n強制性性別隔離學校只會被引入性別隔離學校\n在社會中，與另一個性別的互動被認爲是非法的\n可怕的伊斯蘭法律強加和執行於這個國家的窮人…",
      "title": "[改變我的想法]：伊朗從7歲起就以伊斯蘭教的名義實行極端的性別隔離(學校，所有社交場所，電視節目等)導致兩性之間的社會和心理障礙。"
    }
  ],
  "title": "CMV: Extreme Sex segregation done in Iran since age 7 in the name of Islam (Schools, all social places, TV Programs, etc.) causes social and psychological dysfunction between the two genders.",
  "created_utc": 1609717190,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a 24 year old adult male living in Iran, I&#39;ve lived through 12 years of mandatory sex-segregated school only to be introduced to a sex-segregated society where interacting with the other gender is deemed illegal by the horrible islamic law imposed and enforced on the poor people of the country by the threat of brutal death.</p>\n\n<p>&#x200B;</p>\n\n<p>I believe being a living proof of my claim is good enough for this place, I do appologize if you don&#39;t find my logic, logical enough. If so, a quick little google search will lead you to this <a href=\"https://en.wikipedia.org/wiki/Sex_segregation_in_Iran\">Wiki Page</a>, which does a much better job at explaining the issue than I did in this post.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/kpijom/cmv_extreme_sex_segregation_done_in_iran_since/",
  "subreddit": "changemyview",
  "id": "kpijom",
  "is_self": true,
  "media": null,
  "is_video": false
}