{
  "author": "Listen2themotto",
  "original_created_utc": 1628696631,
  "title": "I've been reading Brandon Sanderson's Stormlight Archives and I'm thoroughly underwhelmed",
  "created_utc": 1628709480,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I&#39;ve been trying to acquaint myself more with the fantasy genre as I&#39;m not super well-read on it. Have read a few new ones that I really loved (Realm of the Elderlings, Book of the New Sun, The First Law, Discworld) and some that I disliked (Wheel of Time). I&#39;ve also gone through a lot of the &quot;canon&quot; stuff like LOTR and ASOIAF (loved them both). </p>\n\n<p>Brandon Sanderson seems to be one of the most popular authors in the genre out there so his works seemed like the next logical step. I was advised to start with Stormlight as it was made out to be his magnum opus of sorts. Cool - 4 books, big chunky tomes. Good stuff. </p>\n\n<p>It started off well enough. The world he created is rather interesting and quite immersive. Characters seemed promising too. But after the first book ended it kinda just felt like a prologue. What&#39;s more, the prose and dialogue were honestly kinda terrible. Characters weren&#39;t much to write home about either. I was coming off of Robin Hobb and Joe Abercrombie so these aspects seemed especially galling. But ok - the worldbuilding was still pretty cool and that carried me through a lot of it. I figure, ok, maybe the second book will be better across all fronts.</p>\n\n<p>But nah. Pretty much the same issue there too. The writing is just so dull and wooden, and the characters so boring and archetypical. All their interactions seem so monotonous and like it&#39;s only there to move the plot along, and some of the dialogue, especially where it seems like the author is attempting to be witty, is mind-bogglingly cringeworthy. As for the plot, it&#39;s...alright, I guess, even though it seems like a very typical good vs. evil story. </p>\n\n<p>I&#39;m also starting to notice that these books are very mechanical/formulaic. Nothing much happens for the majority of the story and then there&#39;s some over the top, cheesy Final Fantasy/Dragonball Z type climax in the last hundred pages or so. I forced myself through the third book and there was <em>some</em> promise there with the exploration on mental illness and such, but again, it just devolves into a cartoon by the end.</p>\n\n<p>Also idk if it&#39;s just me but the action and story development feels very...video game-esque? It almost reminds me of playing action RPGs with characters gaining attributes and leveling up, and getting buffs and debuffs or whatever.</p>\n\n<p>And throughout all 3 books, I did not see a single hint of any improvement in the prose or ability to write meaningful , interesting dialogue or interactions between characters (especially between men and women). Also, it seems like the story is geared towards a younger audience - for a story about an epic war it seems very weirdly sanitized and &quot;clean cut&quot;. </p>\n\n<p>IDK maybe it&#39;s just not for me but the series seems to be super highly rated among fans of the genre so I was expecting more, I guess. </p>\n\n<p>It&#39;s not all bad though, as I did really enjoy the world Sanderson created and the magic/power system was pretty interesting. It&#39;s just that the writing, characters and actual narrative within that world felt really poorly developed.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/p2fmzr/ive_been_reading_brandon_sandersons_stormlight/",
  "subreddit": "books",
  "id": "p2fmzr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I've been trying to acquaint myself more with the fantasy genre as I'm not\nsuper well-read on it. Have read a few new ones that I really loved (Realm of\nthe Elderlings, Book of the New Sun, The First Law, Discworld) and some that I\ndisliked (Wheel of Time). I've also gone through a lot of the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はファンタジーのジャンルに詳しくないので、もっと知りたいと思っています。\n読んでいるわけではないので。とても気に入った新しい作品をいくつか読みました（Realm of the\nRealm of the Elderlings, Book of the New Sun, The First Law, Discworld）や\n嫌いなものもあります（Wheel of Time）。また、多くの作品を読んできました。",
      "title": "ブランドン・サンダーソンの『ストームライト・アーカイブス』を読んでいますが、徹底的に圧倒されました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，我一直试图让自己更多了解幻想类型的作品，因为我没有\n我对它的了解并不多。我已经读了几本我非常喜欢的新书（《长老的境界》、《新太阳之书》、《第一法则》、《碟形世界》），还有一些我非常喜欢的书。\n长老之境》、《新太阳之书》、《第一法则》、《碟形世界》）和一些我不喜欢的\n不喜欢的（《时间之轮》）。我还翻阅了很多《时空之轮》的内容。",
      "title": "我一直在读布兰登-桑德森的《风暴之光档案》，我被彻底打倒了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，我一直試圖讓自己更多瞭解幻想類型的作品，因爲我沒有\n我對它的瞭解並不多。我已經讀了幾本我非常喜歡的新書（《長老的境界》、《新太陽之書》、《第一法則》、《碟形世界》），還有一些我非常喜歡的書。\n長老之境》、《新太陽之書》、《第一法則》、《碟形世界》）和一些我不喜歡的\n不喜歡的（《時間之輪》）。我還翻閱了很多《時空之輪》的內容。",
      "title": "我一直在讀布蘭登-桑德森的《風暴之光檔案》，我被徹底打倒了。"
    }
  ]
}