{
  "author": "Flyflash",
  "original_created_utc": 1637922776,
  "title": "CMV: Crypto in general is a glorified gambling system",
  "created_utc": 1637955286,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Now hear me out before.\nI really REALLY lack and proper education on the subject but I’ve heard from many their disapproval to the concept and at the same time heard friends speaking of it as ”get rich quick” schemes, which imo sounds to good to be true.\nNow I really want to become knowledgeable on the subject so I’d figure this subreddit is a good place to do so.\nTo clear up, I don’t believe it involves any proper tactics and it’s system is way too risk-based. I dont believe it can be regarded as a get rich quick scheme as MANY teenagers of equal age to me seem to believe, my dad is where I developed this opinion from and its root is based on that it’s too good to be true, at least according to getting rich quick concept. You always see stories on people succeeding but never on ones losing, because in theory, more people need to lose for someone to become relatively rich.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/r2kckj/cmv_crypto_in_general_is_a_glorified_gambling/",
  "subreddit": "changemyview",
  "id": "r2kckj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Now hear me out before. I really REALLY lack and proper education on the subject\nbut I’ve heard from many their disapproval to the concept and at the same time\nheard friends speaking of it as ”get rich quick” schemes, which imo sounds to\ngood to be true. Now I really want to become knowledgeable on…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "では、前もって聞いておいてください。私はこの問題に関して、本当に本当に適切な教育を受けていません。\nしかし、多くの人がこのコンセプトに反対しているのを聞いたことがあります。\n友人が「一攫千金」のスキームだと言っているのを聞いたことがありますが、それは本当のことのように聞こえます。\nそれは本当のことだとは思えません。今、私は本当に知識を得たいと思っています...",
      "title": "CMV: 暗号は、一般的にギャンブルのようなものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "现在听我说完。我真的非常缺乏关于这个问题的适当教育\n但我从许多人那里听到了他们对这个概念的反对意见，同时也\n同时听到朋友们说这是 \"快速致富 \"的计划，我觉得这听起来不像是真的。\n这听起来好得不象是真的。现在我真的想成为一个有知识的人。",
      "title": "CMV：一般来说，加密货币是一个美化的赌博系统"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "現在聽我說完。我真的非常缺乏關於這個問題的適當教育\n但我從許多人那裏聽到了他們對這個概念的反對意見，同時也\n同時聽到朋友們說這是 \"快速致富 \"的計劃，我覺得這聽起來不像是真的。\n這聽起來好得不象是真的。現在我真的想成爲一個有知識的人。",
      "title": "CMV：一般來說，加密貨幣是一個美化的賭博系統"
    }
  ]
}