{
  "author": "retsim_snrub",
  "the_new_excerpt": "I finished it a few weeks ago. I struggled with the right adjective for the\ntitle. Amazing? Criminally underrated? Fantastic? Shocking? I settled on\nlife-changing because it's true.\n\nI'm a big reader of fantasy sagas and the Dark Tower was like a two-by-four\nbetween the eyes. As I've grown older,…",
  "original_created_utc": 1618087628,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "数週間前に完成しました。タイトルにふさわしい形容詞に苦労しました。\nタイトルは Amazing? Criminally underrated? Fantastic? 衝撃的な？私は「人生を変える」にしました。\n人生を変える」というのは本当のことだからです。\n\n私はファンタジーの物語をよく読むのですが、「ダークタワー」は、目の間にツーバイフォーを入れられたようなものでした。\n目の間に入ってきました。年を重ねるごとに...。",
      "title": "ダークタワー」は人生を変える"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在几个星期前完成了它。我很难用一个合适的形容词来形容它\n标题： 惊艳？被低估的犯罪？神奇？震惊？我的答案是\n改变人生，因为它是真实的。\n\n我是一个很喜欢看奇幻传奇的人，而《黑暗塔》就像一个两乘的故事\n两眼之间。随着年龄的增长，... ...",
      "title": "黑暗之塔是改变生命的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在幾個星期前完成了它。我很難用一個合適的形容詞來形容它\n標題： 驚豔？被低估的犯罪？神奇？震驚？我的答案是\n改變人生，因爲它是真實的。\n\n我是一個很喜歡看奇幻傳奇的人，而《黑暗塔》就像一個兩乘的故事\n兩眼之間。隨着年齡的增長，... ...",
      "title": "黑暗之塔是改變生命的"
    }
  ],
  "title": "The Dark Tower is Life-Changing",
  "created_utc": 1618092551,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I finished it a few weeks ago. I struggled with the right adjective for the title. Amazing? Criminally underrated? Fantastic? Shocking? I settled on life-changing because it&#39;s true. </p>\n\n<p>I&#39;m a big reader of fantasy sagas and the Dark Tower was like a two-by-four between the eyes. As I&#39;ve grown older, I&#39;ve feared that I was growing out of fantasy. The last several fantasy novels I&#39;ve read were guilty pleasures, yes, fun, yes, but they left me empty. They didn&#39;t stick with me.</p>\n\n<p>But The Dark Tower reminded me that fantasy is a pretty broad category, and even within that category The Dark Tower is the weird platypus creature of fantasy sagas. It was written over the course of 30 years, and the story reflects the growth of the writer, evolving both narratively and thematically as King grew up, matured, started a family, and struggled with substance abuse. And there&#39;s at least one story swerve caused by other true-life events. It is also, I think, not a story that is supposed to make you feel good about yourself. The protagonist starts out downright unlikeable and evolves into one of the most complex, compelling and ambivalent figures I&#39;ve encountered in fiction. I&#39;m still not sure how I feel about him. I certainly want to have a few words with him about certain choices he made.</p>\n\n<p>That all sounds rather dour, I guess. But there are few books I&#39;ve ever read as <em>fun</em> as these books can be. Not all of them and not all the time, but the heights reached in <em>The Drawing of the Three</em> and <em>Wizard and Glass</em> are nearly unmatched, for my money.</p>\n\n<p>I said life-changing. For me, that means that the books really seriously forced me to confront what&#39;s important in my life, and whether I&#39;m making the choices that line up with that. I use present tense here because this feels ongoing, this feels like these books will be with me for a long time. We all have our own Dark Tower and our own ka-tet, and it&#39;s impossible to just keep plodding on as before after learning the tale of Roland of Gilead.</p>\n\n<p>Say thankya.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/books/comments/mocpxw/the_dark_tower_is_lifechanging/",
  "subreddit": "books",
  "id": "mocpxw",
  "is_self": true,
  "media": null,
  "is_video": false
}