{
  "author": "Boss452",
  "original_created_utc": 1636629641,
  "title": "What makes Harry Potter great are not the plots or the magic but the mundane moments at Hogwarts and character interactions.",
  "created_utc": 1636636620,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I joined the Harry Potter train late. I first saw the movies and was impressed by them. They are well made entertainment with a lot of heart. I later read the books and found them even better than the movies. The movies breeze past you because they cover a lot in a short span. Whereas the books, without any time and budget restrictions, can go in on much more detail.</p>\n\n<p>I was initially hesitant as an adult to give time to books meant for children and teens but my opinion changed early on. Not only do the books mature as they progress, they are also pretty fun to read. Interestingly, for me the plots and the magic/wizardry were unimpressive. Each book is a mystery where someone is trying to kill or hurt Harry and only Harry and his gang can solve the riddle. The magical aspect is mostly by the number and world building is okay. </p>\n\n<p>Where the books shine are during the mundane moments in between the bigger, plot-driving moments. This includes the class room lectures, the character interactions between the main trio, the Great Hall dinner scenes, the common room discussions, the banters with Malfoy and his gang, Fred and George being clever fools,  the train journey to Hogwarts etc. JK Rowling has written these characters well with nuance and interesting traits but not without their faults. </p>\n\n<p>The setting of Hogwarts is another positive. A huge castle which acts as a boarding school hidden from the outside world, with a lot of history as well as magical shenanigans aplenty. It makes you weirdly nostalgic for Hogwarts even if our school experiences are vastly different from Harry Potter&#39;s.</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/books/comments/qrj4zq/what_makes_harry_potter_great_are_not_the_plots/",
  "subreddit": "books",
  "id": "qrj4zq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I joined the Harry Potter train late. I first saw the movies and was impressed\nby them. They are well made entertainment with a lot of heart. I later read the\nbooks and found them even better than the movies. The movies breeze past you\nbecause they cover a lot in a short span. Whereas the books,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私がハリーポッターの世界に入ったのは遅かったです。最初に映画を見て感動しました。\n感動しました。よくできた、心のこもったエンターテイメントだと思いました。その後、本を読みました。\n後に本を読みましたが、映画よりもさらに良いと感じました。映画は短時間で多くのことを網羅しているので\n映画は、短いスパンで多くのことをカバーしているからです。一方、本はというと...。",
      "title": "ハリー・ポッターを素晴らしいものにしているのは、プロットや魔法ではなく、ホグワーツでのありふれた瞬間やキャラクターの相互作用です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我加入《哈利-波特》列车的时间很晚。我第一次看电影，对它们印象深刻\n对它们印象深刻。它们是制作精良的娱乐节目，很有内涵。后来我读了\n书，发现它们甚至比电影更好。电影对你来说是轻而易举的事\n因为它们在短时间内涵盖了很多内容。而书中，...",
      "title": "哈利-波特》的伟大之处不是情节或魔法，而是在霍格沃茨的平凡时刻和人物互动。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我加入《哈利-波特》列車的時間很晚。我第一次看電影，對它們印象深刻\n對它們印象深刻。它們是製作精良的娛樂節目，很有內涵。後來我讀了\n書，發現它們甚至比電影更好。電影對你來說是輕而易舉的事\n因爲它們在短時間內涵蓋了很多內容。而書中，...",
      "title": "哈利-波特》的偉大之處不是情節或魔法，而是在霍格沃茨的平凡時刻和人物互動。"
    }
  ]
}