{
  "author": "BrakumOne",
  "original_created_utc": 1632249714,
  "title": "Dear American Citizens. Your Tips and Tricks are appreciated but I live in a first world country.",
  "created_utc": 1632263450,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First of all notice the COMEDY tag, even though those are all facts I used the tag because I&#39;m not trying to hate on US people (love you), so I&#39;m joking. Joking with the truth though.</p>\n\n<p>Second, I did NOT put all my lifesaving in to crypto.</p>\n\n<p>But if I did then what&#39;s the big deal? Would I be homeless and struggle to survive? No, not really, my life would go on as usual.</p>\n\n<p>Oh but what about 401k? What the fuck is a 401k? You don&#39;t need to tell me, something something retirement. I don&#39;t care. When I&#39;m 65 I retire and get enough money from the government to live a normal life until I die. No questions asked.</p>\n\n<p>But what if I lose my job? Well then I get money from the government to live a normal life for years and in that time frame I&#39;m pretty confident I&#39;ll find a new job.</p>\n\n<p>But what if you or your family have a medical emergency? Then I go to the doctor I guess, which sends me to the hospital or wherever I need to get what I need, sure I would pay a little bit but not really something I&#39;d have to worry about.</p>\n\n<p>Even if all those those things happened to me at once I&#39;d probably do just fine.</p>\n\n<p>Oh and by the way, don&#39;t think I have a good job. I wash dishes and my gf works cleaning in a hotel. Although its relative, compared to most of the world its great, just in the context of where I live, they&#39;re low paying jobs.</p>\n</div><!-- SC_ON -->",
  "score": 224,
  "permalink": "/r/CryptoCurrency/comments/psp2xm/dear_american_citizens_your_tips_and_tricks_are/",
  "subreddit": "CryptoCurrency",
  "id": "psp2xm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First of all notice the COMEDY tag, even though those are all facts I used the\ntag because I'm not trying to hate on US people (love you), so I'm joking.\nJoking with the truth though.\n\nSecond, I did NOT put all my lifesaving in to crypto.\n\nBut if I did then what's the big deal? Would I be homeless…"
}