{
  "author": "_Vsauce_Michael_",
  "original_created_utc": 1630134689,
  "title": "CMV: The concept of the “friendzone” being some hellish nightmare is absolutely ridiculous, and getting upset over it is, frankly, immature.",
  "created_utc": 1630143692,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think getting rejected sucks just as much as the next person, but it’s the risk you take when you decide to make an advance on your friend, especially your best friend. You know what lies in wait for you when you do it. You should know whether or not you can handle being friends with someone who rejected you, or whether or not you can handle separating from them entirely if need be. If you’re unsure, err on the side of caution. </p>\n\n<p>I don’t have issue with people who understand the risks and decide to move forward anyway, I have issue with the people who do it, get rejected, and ostentatiously whine about it afterward because they’ve been put in the accursed “friendzone.” If it bothers you so much, why not be straightforward and tell them you need to break away from their friendship for some time (maybe even forever) instead of hiding behind an awkward mask while continuing to stick by their side with feelings you haven’t dealt with? Or better yet, do some self-reflection, grow up, and understand that your love for them is a testament to your enjoyment of their company, therefore you should be content with having at least their friendship. Don’t ruin a good platonic relationship by thinking it’s the end of the world to be put in the friendzone. The friendzone is a beautiful place, and if you give it a chance you’ll come to understand that it’s worth the temporary pain you get from rejection. Being friends is more important than (the idea of) being lovers, at least if you truly care about that person.</p>\n</div><!-- SC_ON -->",
  "score": 78,
  "permalink": "/r/changemyview/comments/pd58lk/cmv_the_concept_of_the_friendzone_being_some/",
  "subreddit": "changemyview",
  "id": "pd58lk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think getting rejected sucks just as much as the next person, but it’s the\nrisk you take when you decide to make an advance on your friend, especially your\nbest friend. You know what lies in wait for you when you do it. You should know\nwhether or not you can handle being friends with someone who…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "断られるのは他の人と同じようにつらいことだと思いますが、友人に声をかけるときの\n友達、特に親友に声をかけるときのリスクですよね。\n親友ですからね。そんなことをしたら、何が待っているかわかりますよね。を知っておくべきです。\n友達になれるかどうかを知るべきです。",
      "title": "CMV: \"フレンドゾーン \"が地獄のような悪夢であるという概念は絶対におかしいし、そのことで動揺するのは率直に言って未熟だと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为被拒绝和其他人一样糟糕，但这是你决定向你的朋友，特别是向你的朋友求爱时所承担的风险。\n当你决定对你的朋友，特别是你最好的朋友进行预付时，你要承担风险。\n最好的朋友。你知道当你这样做时，有什么在等着你。你应该知道\n你是否能处理好与一个人做朋友的问题......",
      "title": "CMV：\"朋友圈 \"是一些地狱般的噩梦的概念绝对是荒谬的，坦率地说，为它感到不安是不成熟的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲被拒絕和其他人一樣糟糕，但這是你決定向你的朋友，特別是向你的朋友求愛時所承擔的風險。\n當你決定對你的朋友，特別是你最好的朋友進行預付時，你要承擔風險。\n最好的朋友。你知道當你這樣做時，有什麼在等着你。你應該知道\n你是否能處理好與一個人做朋友的問題......",
      "title": "CMV：\"朋友圈 \"是一些地獄般的噩夢的概念絕對是荒謬的，坦率地說，爲它感到不安是不成熟的。"
    }
  ]
}