{
  "author": "_Vsauce_Michael_",
  "original_created_utc": 1630134689,
  "title": "CMV: The concept of the “friendzone” being some hellish nightmare is absolutely ridiculous, and getting upset over it is, frankly, immature.",
  "created_utc": 1630143692,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think getting rejected sucks just as much as the next person, but it’s the risk you take when you decide to make an advance on your friend, especially your best friend. You know what lies in wait for you when you do it. You should know whether or not you can handle being friends with someone who rejected you, or whether or not you can handle separating from them entirely if need be. If you’re unsure, err on the side of caution. </p>\n\n<p>I don’t have issue with people who understand the risks and decide to move forward anyway, I have issue with the people who do it, get rejected, and ostentatiously whine about it afterward because they’ve been put in the accursed “friendzone.” If it bothers you so much, why not be straightforward and tell them you need to break away from their friendship for some time (maybe even forever) instead of hiding behind an awkward mask while continuing to stick by their side with feelings you haven’t dealt with? Or better yet, do some self-reflection, grow up, and understand that your love for them is a testament to your enjoyment of their company, therefore you should be content with having at least their friendship. Don’t ruin a good platonic relationship by thinking it’s the end of the world to be put in the friendzone. The friendzone is a beautiful place, and if you give it a chance you’ll come to understand that it’s worth the temporary pain you get from rejection. Being friends is more important than (the idea of) being lovers, at least if you truly care about that person.</p>\n</div><!-- SC_ON -->",
  "score": 78,
  "permalink": "/r/changemyview/comments/pd58lk/cmv_the_concept_of_the_friendzone_being_some/",
  "subreddit": "changemyview",
  "id": "pd58lk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think getting rejected sucks just as much as the next person, but it’s the\nrisk you take when you decide to make an advance on your friend, especially your\nbest friend. You know what lies in wait for you when you do it. You should know\nwhether or not you can handle being friends with someone who…"
}