{
  "author": "herrkeuneristtot",
  "original_created_utc": 1634799301,
  "title": "Books reviews by my nephew from Belarusian jail",
  "created_utc": 1634819575,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My nephew (23 yo) is now in the Minsk jail. I received a letter from him where he wrote mini-reviews of the books that he read. I thought that someone might be interested in his thoughts about books and I could pass on your comments to him.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Johann Wolfgang Goethe - &quot;Faust&quot;</strong></p>\n\n<p>Immortal classic of world drama. My father sent me this book and I read it in such a stressful situation that I was able to immerse myself in it. Honestly, I regretted that I could not read it in the original, since the beauty of [author&#39;s] native language makes the work play with new colors. I felt a massive layer of centuries after the 15th century, and for me it was akin to metaphysical archaeological research - about issues of morality in society, tyranny, voluptuousness and Christian values. The ambiguity of the protagonist fully meets the ideals of literature of the era of classicism, and the homogeneity of evil only emphasizes his desire to fight it.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Aldous Huxley - Brave New World</strong></p>\n\n<p>On the issue of morality, it is very ironic that this book was the second after Faust. I read it at the age of 18 and now, rereading it, I began to realize its philosophy. The philosophy of carefree joy - the joy of knowing. I drew an analogy with modern society, burdened not only with a reluctance to strive for knowledge, but also distorted moral and aesthetic guidelines, which, of course, gives food for thought.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Haruki Murakami - &quot;South of the border, west of the sun.&quot;</strong></p>\n\n<p>I am ashamed to admit, but until this moment I was not familiar with the work of Murakami. I read the book pretty quickly, but this is probably due to my transfer to [other] jail cell. This was the first library book I read here. That is why, to the best of my mental characteristics, it is difficult for me to give an objective assessment of this work. If, perhaps, you decide to write me back, I would like to know some of his other works in order to find them in the library. But I digress. The book itself is a very unusual love story spanning decades. After reading, I have more questions than answers. However, the dialogue and style of storytelling managed to touch the fibers of my soul.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Gabriel Garcia Márquez - One Hundred Years of Solitude</strong></p>\n\n<p>Awesome romance. Soul, passion, traditions of Latin America. An extraordinary story of an extraordinary family with a slight touch of mysticism. To be honest, this book attracted me thanks to <a href=\"https://en.wikipedia.org/wiki/Yegor_Letov\">Yegor Letov</a>&#39;s 1993 album <a href=\"https://www.youtube.com/watch?v=ksNGQdjSCM8\">&quot;One Hundred Years of Solitude&quot;</a>. And with some of the songs from it, I found allegories in the book. Well, the book itself, as I said before, has a mystical areola. The book is about everything and nothing at once - as well as the work of Letov.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Erich Maria Remarque - &quot;All Quiet on the Western Front&quot;</strong></p>\n\n<p>The hardest book that I have read in recent years. This book fully reflects the horrors of war from the eyes of a 20-year-old boy. Death - meaningless and merciless, persecutes an entire generation that does not even know about it. Broken destinies, wounded souls and dead hearts. Living shells and extinct eyes. A life deprived of youth, left at the shattered trough of hopes for success - this is a &quot;lost generation&quot;.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Irwin Welch - Trainspotting</strong></p>\n\n<p>Before that, I was firsthand familiar with this writer - I managed to read Alcove Secrets of Chefs, and already with this book I realized that Welsh&#39;s pen is a cross between Hunter Thompson&#39;s gonzo journalism and Charles Bukowski&#39;s dirty realism. &quot;Trainspotting&quot; is a cult work that tells from the inside about the life of Scottish youth. I watched the film before and I will say this: the film greatly reduced the narrative component of the [book], but emphasized the main idea even more vividly. However, the book is definitely worthwhile.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Herman Melville - &quot;Moby Dick&quot;</strong></p>\n\n<p>Oh, Remarque, of course, was difficult, but this work left me completely bewildered. Perhaps for American sailors this is like the Bible, but in my opinion the book is not only outdated at the moment with its complex language, but also encyclopedic inserts, which make up 2/3 of the book, do not contribute to immersion in the topic. If I suggest someone a nautical theme, I would suggest reading Jack London.</p>\n\n<p>PS We had Harari here - &quot;Homo Deus&quot;, but I didn&#39;t have time to read it :(</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/03N83ooHjIhdIUzsJ-c3F86ypLIYN1I70be-wqIzc-s.jpg?auto=webp&s=723cb9acbb83c15e91f454d9656da50c1bfad11c",
          "width": 260,
          "height": 310
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/03N83ooHjIhdIUzsJ-c3F86ypLIYN1I70be-wqIzc-s.jpg?width=108&crop=smart&auto=webp&s=2f738097be01bc5009cfae7893eb42a4ca1afe2d",
            "width": 108,
            "height": 128
          },
          {
            "url": "https://external-preview.redd.it/03N83ooHjIhdIUzsJ-c3F86ypLIYN1I70be-wqIzc-s.jpg?width=216&crop=smart&auto=webp&s=fa1133e4dae3db31fb0f9385312acd7b5c5c9a7d",
            "width": 216,
            "height": 257
          }
        ],
        "variants": {},
        "id": "znUTxvDoFN_JRYtK_MzwyZM21kec7w2qhNitVw9cK3g"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/qclte8/books_reviews_by_my_nephew_from_belarusian_jail/",
  "subreddit": "books",
  "id": "qclte8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My nephew (23 yo) is now in the Minsk jail. I received a letter from him where\nhe wrote mini-reviews of the books that he read. I thought that someone might be\ninterested in his thoughts about books and I could pass on your comments to him.\n\n\n\nJohann Wolfgang Goethe - \"Faust\"\n\nImmortal classic of…"
}