{
  "author": "IcedAndCorrected",
  "original_created_utc": 1633631717,
  "title": "CMV: The Facebook \"whistleblower\" is doing exactly what Facebook wants: giving Congress more reason to regulate the industry and the Internet as a whole.",
  "created_utc": 1633642389,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>On Tuesday, Facebook &quot;whistleblower&quot; Frances Haugen <a href=\"https://www.nytimes.com/live/2021/10/05/technology/facebook-whistleblower-frances-haugen\">testified before Congress</a> and called for the regulation of Facebook. </p>\n\n<p>More government regulation of the internet and of social media is good for Facebook and the other established companies, as they have the engineers and the cash to create systems to comply, while it&#39;s a greater burden for start-ups or smaller companies. </p>\n\n<p>The documents and testimony so far have not shown anything earth-shattering that was not already known about the effects of social media, other than maybe the extent that Facebook knew about it. I haven&#39;t seen anything alleged that would lead to criminal or civil penalties against Facebook. </p>\n\n<p>These &quot;revelations&quot;, as well as the Congressional hearing and media coverage, are little more than setting the scene and manufacturing consent for more strict regulation of the internet, under the guise of &quot;saving the children&quot; and &quot;stopping hate and misinformation.&quot;</p>\n\n<p>[I have no solid view to be changed on whether Haugen herself is colluding with Facebook, or is acting genuinely and of her own accord.]</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/changemyview/comments/q3fiso/cmv_the_facebook_whistleblower_is_doing_exactly/",
  "subreddit": "changemyview",
  "id": "q3fiso",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "On Tuesday, Facebook \"whistleblower\" Frances Haugen testified before Congress\n[https://www.nytimes.com/live/2021/10/05/technology/facebook-whistleblower-frances-haugen]\nand called for the regulation of Facebook.\n\nMore government regulation of the internet and of social media is good for\nFacebook and…"
}