{
  "author": "IcedAndCorrected",
  "original_created_utc": 1633631717,
  "title": "CMV: The Facebook \"whistleblower\" is doing exactly what Facebook wants: giving Congress more reason to regulate the industry and the Internet as a whole.",
  "created_utc": 1633642389,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>On Tuesday, Facebook &quot;whistleblower&quot; Frances Haugen <a href=\"https://www.nytimes.com/live/2021/10/05/technology/facebook-whistleblower-frances-haugen\">testified before Congress</a> and called for the regulation of Facebook. </p>\n\n<p>More government regulation of the internet and of social media is good for Facebook and the other established companies, as they have the engineers and the cash to create systems to comply, while it&#39;s a greater burden for start-ups or smaller companies. </p>\n\n<p>The documents and testimony so far have not shown anything earth-shattering that was not already known about the effects of social media, other than maybe the extent that Facebook knew about it. I haven&#39;t seen anything alleged that would lead to criminal or civil penalties against Facebook. </p>\n\n<p>These &quot;revelations&quot;, as well as the Congressional hearing and media coverage, are little more than setting the scene and manufacturing consent for more strict regulation of the internet, under the guise of &quot;saving the children&quot; and &quot;stopping hate and misinformation.&quot;</p>\n\n<p>[I have no solid view to be changed on whether Haugen herself is colluding with Facebook, or is acting genuinely and of her own accord.]</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/changemyview/comments/q3fiso/cmv_the_facebook_whistleblower_is_doing_exactly/",
  "subreddit": "changemyview",
  "id": "q3fiso",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "On Tuesday, Facebook \"whistleblower\" Frances Haugen testified before Congress\n[https://www.nytimes.com/live/2021/10/05/technology/facebook-whistleblower-frances-haugen]\nand called for the regulation of Facebook.\n\nMore government regulation of the internet and of social media is good for\nFacebook and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "火曜日、フェイスブックの「内部告発者」フランシス・ハウゲンが議会で証言しました。\n[https://www.nytimes.com/live/2021/10/05/technology/facebook-whistleblower-frances-haugen]\nし、フェイスブックの規制を求めました。\n\nインターネットやソーシャルメディアに対する政府の規制が強まるのは、良いことです。\nフェイスブックと...",
      "title": "CMV: フェイスブックの「内部告発者」は、フェイスブックが望んでいる通りのことをしています。つまり、議会に業界やインターネット全体を規制する理由を与えているのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "周二，Facebook的 \"告密者 \"Frances Haugen在国会作证\n[https://www.nytimes.com/live/2021/10/05/technology/facebook-whistleblower-frances-haugen]\n并呼吁对Facebook进行监管。\n\n政府对互联网和社交媒体的更多监管，对\n脸书和...",
      "title": "CMV：Facebook的 \"告密者 \"所做的正是Facebook想要的：让国会有更多理由来监管这个行业和整个互联网。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "週二，Facebook的 \"告密者 \"Frances Haugen在國會作證\n[https://www.nytimes.com/live/2021/10/05/technology/facebook-whistleblower-frances-haugen]\n並呼籲對Facebook進行監管。\n\n政府對互聯網和社交媒體的更多監管，對\n臉書和...",
      "title": "CMV：Facebook的 \"告密者 \"所做的正是Facebook想要的：讓國會有更多理由來監管這個行業和整個互聯網。"
    }
  ]
}