{
  "author": "hereforpopcornru",
  "the_new_excerpt": "Why YSK:. With the bee population struggling, Carpenter Bees are an excellent\nsource of pollination. The straight black face Carpenter Bees are female and\nhold the role of guarding the nest, therefore come equipped with a stinger and\nare just as important. They are not aggressive, the males will…",
  "original_created_utc": 1618675317,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：。蜂の数が減少している中、カーペンタービーは優れた\n受粉を助けてくれます。真っ黒な顔のカーペンタービーはメスで、巣を守る役割を担っています。\n巣を守る役割を担っているため、針が付いていて\n重要な役割を担っています。彼らは攻撃的ではありませんが、オスは...",
      "title": "YSK: カーペンタービーを殺すのではなく、黄色い顔をしているのはオスで針がなく、あなたに脅威を与えません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：。随着蜜蜂数量的不断增加，木匠蜂是一种极好的。\n传粉的来源。直黑脸木匠蜂是雌性的，而且。\n担任守巢的角色，因此配备了刺和...。\n也同样重要。它们没有攻击性，雄性会...",
      "title": "YSK：不杀木匠蜂，脸色发黄的是雄蜂，没有刺，对你没有威胁。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：。隨着蜜蜂數量的不斷增加，木匠蜂是一種極好的。\n傳粉的來源。直黑臉木匠蜂是雌性的，而且。\n擔任守巢的角色，因此配備了刺和...。\n也同樣重要。它們沒有攻擊性，雄性會...",
      "title": "YSK：不殺木匠蜂，臉色發黃的是雄蜂，沒有刺，對你沒有威脅。"
    }
  ],
  "title": "YSK: Not to kill Carpenter Bees, the ones with a yellow face are Male and have no stinger, and they pose no threat to you.",
  "created_utc": 1618699956,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:. With the bee population struggling, Carpenter Bees are an excellent source of pollination.  The straight black face Carpenter Bees are female and hold the role of guarding the nest, therefore come equipped with a stinger and are just as important.  They are not aggressive, the males will flyby you hoping to scare you off but an only do that, they cannot sting.  If you have a large carpenter bee population that you want to rid of try to contact a bee keeper to possibly relocate them, they play a really important role</p>\n</div><!-- SC_ON -->",
  "score": 139,
  "permalink": "/r/YouShouldKnow/comments/mstdzd/ysk_not_to_kill_carpenter_bees_the_ones_with_a/",
  "subreddit": "YouShouldKnow",
  "id": "mstdzd",
  "is_self": true,
  "media": null,
  "is_video": false
}