{
  "author": "Experiment-0",
  "original_created_utc": 1636292878,
  "title": "Books about people with special powers",
  "created_utc": 1636337217,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Not the magical fantasy type though. The super power type. \nI know this also know this sounds cliche, but I also like the plot where there is one person who is more special than everyone else for some reason (like they might have more powerful abilities, or someone is hunting them for some reason, or maybe they live in a normal world where no one has any powers and they get them somehow, etc..)</p>\n\n<p>if you want to know what I&#39;m looking for, I want books like <em>Lorien Legacies</em> series or <em>Michael Vey</em> series</p>\n\n<p>YA is prefered, I like more newer books than older books, and no magical fantasy or sword and sorcery type of stuff.</p>\n\n<p>Thanks!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/qoove9/books_about_people_with_special_powers/",
  "subreddit": "booksuggestions",
  "id": "qoove9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Not the magical fantasy type though. The super power type. I know this also know\nthis sounds cliche, but I also like the plot where there is one person who is\nmore special than everyone else for some reason (like they might have more\npowerful abilities, or someone is hunting them for some reason, or…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "マジカルファンタジー系ではなく、スーパーパワー系です。スーパーパワー系ですね。これもわかっています。\nこれは陳腐に聞こえるかもしれませんが、一人だけ他の人よりも特別な人がいるというプロットも好きです。\n何かの理由で他の人よりも特別な人が一人いるという筋書きも好きです（より強力な能力を持っていたり\nより強力な能力を持っているとか、何かの理由で誰かに追われているとか...。",
      "title": "特別な力を持つ人々についての本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不过不是魔法幻想类型的。是超能力类型。我知道这也知道\n这听起来很老套，但我也喜欢这样的情节：有一个人因为某种原因\n由于某种原因，有一个人比其他人更特别（比如他们可能有更多的\n他们可能有更强大的能力，或者有人因为某种原因在追杀他们，或者......",
      "title": "关于有特殊能力的人的书籍"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不過不是魔法幻想類型的。是超能力類型。我知道這也知道\n這聽起來很老套，但我也喜歡這樣的情節：有一個人因爲某種原因\n由於某種原因，有一個人比其他人更特別（比如他們可能有更多的\n他們可能有更強大的能力，或者有人因爲某種原因在追殺他們，或者......",
      "title": "關於有特殊能力的人的書籍"
    }
  ]
}