{
  "author": "solosmuggler",
  "the_new_excerpt": "If people refuse a vaccination (that is people that refuse vaccinations for\nthemselves not parents refusing them for their children etc.) they should not\nrecieve free public heathcare. I'm from the UK so free public heathcare (NHS) is\nthe norm. I think that if you refuse a vaccine - which is clearly…",
  "original_created_utc": 1609188713,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "如果人们拒绝接种疫苗(即拒绝接种疫苗的人\n他们自己，而不是父母为他们的孩子拒绝他们等)他们不应该\n享受免费的公共医疗服务。我来自英国，所以免费的公共医疗(NHS)是\n这是常态。我认为如果你拒绝接种疫苗-这显然是…",
      "title": "[改变我的想法]：拒绝接种疫苗的人不应该接受与该疾病有关的公共医疗保健"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果人們拒絕接種疫苗(即拒絕接種疫苗的人\n他們自己，而不是父母爲他們的孩子拒絕他們等)他們不應該\n享受免費的公共醫療服務。我來自英國，所以免費的公共醫療(NHS)是\n這是常態。我認爲如果你拒絕接種疫苗-這顯然是…",
      "title": "[改變我的想法]：拒絕接種疫苗的人不應該接受與該疾病有關的公共醫療保健"
    }
  ],
  "title": "CMV: People that refuse vaccines should not recieve public heathcare relating to that illness",
  "created_utc": 1609194943,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If people refuse a vaccination (that is people that refuse vaccinations for themselves not parents refusing them for their children etc.) they should not recieve free public heathcare. I&#39;m from the UK so free public heathcare (NHS) is the norm. I think that if you refuse a vaccine - which is clearly safe if it is being offered by the NHS - then you shouldn&#39;t get treatment for the disease that the vaccine prevents, should you contract it. It is a huge drain on public resources treating people for diseases that can be vaccinated against and people that refuse vaccinations end up costing the public a huge amount more than the vaccination would cost, not to mention the waste of resources for other non-preventable diseases. To clarify, I&#39;m only suggesting that this be the case if people are explicitly contacted and offered the vaccine and then refuse for reasons that are not medically/scientifically valid.</p>\n\n<p>I&#39;ve been told by many people this is not a fair view but I haven&#39;t been given any good reasons for this. I&#39;d love to hear some arguments for why I&#39;m wrong that dont involve the standard misinformation rhetoric. I want a more positive view of the world so change my view.</p>\n\n<p>EDIT: A few people have questioned this, so for clarity, I&#39;m not saying people shouldn&#39;t be able get treatment for diseases for which they have refused vaccination; but rather that they should be refused FREE treatment. They can burden the costs themselves if they fall ill, and this should be made clear when they refuse the free vaccine. Of course this assumes that the resources are available and the antivaxers should be at the bottom of the list of they are in short supply.</p>\n</div><!-- SC_ON -->",
  "score": 129,
  "permalink": "/r/changemyview/comments/klyqdv/cmv_people_that_refuse_vaccines_should_not/",
  "subreddit": "changemyview",
  "id": "klyqdv",
  "is_self": true,
  "media": null,
  "is_video": false
}