{
  "author": "SocialJusticeWizard_",
  "the_new_excerpt": "It's all there in the topic. Learning to cook is useful every day, allows you to\nsave money and improve your health through a good diet, and gives you a skill\nthat is transferable to truly every walk of life. While there are many great\nhobbies out there, cooking is by far the most practical. Since…",
  "original_created_utc": 1613157152,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "题目里都有。学做饭每天都很有用，可以让你\n通过良好的饮食习惯来省钱和改善身体状况，并给你一技之长。\n可以转移到真正的各行各业。虽然有许多伟大的\n兴趣爱好，烹饪是目前最实用的。既然...",
      "title": "CMV：从实用性、回报性和成本来看，没有比做饭更好的爱好了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "題目裏都有。學做飯每天都很有用，可以讓你\n通過良好的飲食習慣來省錢和改善身體狀況，並給你一技之長。\n可以轉移到真正的各行各業。雖然有許多偉大的\n興趣愛好，烹飪是目前最實用的。既然...",
      "title": "CMV：從實用性、回報性和成本來看，沒有比做飯更好的愛好了。"
    }
  ],
  "title": "CMV: in terms of utility, reward, and cost, there is no better hobby than cooking.",
  "created_utc": 1613177099,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s all there in the topic. Learning to cook is useful every day, allows you to save money and improve your health through a good diet, and gives you a skill that is transferable to truly every walk of life. While there are many great hobbies out there, cooking is by far the most practical. Since you can use it every day, and in the process gain enjoyment both from the act and from the product, it&#39;s also likely the most enjoyable.</p>\n\n<p>Note that for the sake of simplicity I&#39;d consider stuff like pickling and related food preservation hobbies to be cooking most of the time.</p>\n\n<p>About the only possible counterargument I can think of would be in time investment. However not only does that apply to all hobbies, but also a skilled home cook can often prepare home food using slow cookers and pressure cookers and things to take as much or less time than simpler meals.</p>\n\n<p>Edit: gotta go chop some holes in my floor and then make dinner. Loving the conversation though, will be back in a bit.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/liib9v/cmv_in_terms_of_utility_reward_and_cost_there_is/",
  "subreddit": "changemyview",
  "id": "liib9v",
  "is_self": true,
  "media": null,
  "is_video": false
}