{
  "author": "8Ariadnesthread8",
  "the_new_excerpt": "When you close the lid the seat goes down. When you close the lid you minimize\nflying poop particles all over the room where you presumably also bathe. Yes I'm\naware of that public toilets typically do not have lids. But the one at your\nhouse definitely does.\n\nThe end.\n\nP.s. my original post got…",
  "original_created_utc": 1620434358,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "蓋を閉めるとシートが下がります。蓋を閉めれば、部屋中に飛び散る\nウンチの粒子が部屋中に飛び散るのを最小限に抑えることができますよね。そうですね。\n公衆トイレには通常、蓋がないことは承知しています。しかし、あなたの家のトイレには\nしかし、あなたの家のトイレには間違いなくある。\n\nおしまい。\n\nP.s. 私の最初の投稿は...",
      "title": "CMV：（家庭用）トイレの「便座を上にするか下にするか」という議論は時代遅れで、使用後は必ず蓋を閉めるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当你关闭盖子时，座位就会下降。当你关上盖子的时候，你可以尽量减少\n飞到房间里的大便颗粒，你可能也会在那里洗澡。是的，我知道\n我知道，公共厕所通常没有盖子。但你家里的那个\n肯定是有的。\n\n结束。\n\nP.s. 我的原帖被...",
      "title": "CMV：（家庭）马桶 \"座圈向上还是向下 \"的争论已经过时了，因为每次使用后都应该把盖子关上。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當你關閉蓋子時，座位就會下降。當你關上蓋子的時候，你可以儘量減少\n飛到房間裏的大便顆粒，你可能也會在那裏洗澡。是的，我知道\n我知道，公共廁所通常沒有蓋子。但你家裏的那個\n肯定是有的。\n\n結束。\n\nP.s. 我的原帖被...",
      "title": "CMV：（家庭）馬桶 \"座圈向上還是向下 \"的爭論已經過時了，因爲每次使用後都應該把蓋子關上。"
    }
  ],
  "title": "CMV: the (home) toilet \"seat up versus down\" debate is obsolete because the lid should always be closed after every use.",
  "created_utc": 1620445036,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When you close the lid the seat goes down. When you close the lid you minimize flying poop particles all over the room where you presumably also bathe. Yes I&#39;m aware of that public toilets typically do not have lids. But the one at your house definitely does. </p>\n\n<p>The end.</p>\n\n<p>P.s. my original post got deleted because it didn&#39;t have enough characters. I think that a very concise post can be sufficient but here we are. So in order to meet the character requirement here&#39;s a joke that I wrote when I had insomnia this week at like 4:00 a.m.  </p>\n\n<p>&quot;Hey did you hear that Jerusalem directly translates to Paradise city? Yeah turns out Israel is a huge fan of Guns N Moses.&quot;</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/n7dce2/cmv_the_home_toilet_seat_up_versus_down_debate_is/",
  "subreddit": "changemyview",
  "id": "n7dce2",
  "is_self": true,
  "media": null,
  "is_video": false
}