{
  "author": "gitarr",
  "original_created_utc": 1629786719,
  "title": "Crypto YouTubers need to be less clickbaity so the whole market can be taken serious",
  "created_utc": 1629819928,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, right now I am looking at my recommended video list on YouTube and what I see is just awful:</p>\n\n<p>I&#39;m over 40 and have been in crypto some time now, next to investing elsewhere. Recently I have been watching some YouTube videos on cryptocurrencies, mainly from Benjamin Cowen and Coin Bureau (also has some overly clickbait thumbnails and titles), which both are very good in my opinion.</p>\n\n<p>But like the YouTube algorithm does, it now thinks I want to watch all kinds of other videos about crypto. </p>\n\n<p>But the clickbait titles and thumbnails I am seeing right now range from hilariously bad to outright lies. It&#39;s often the same recipe: A name of a coin, lots of signal colours like green, red, yellow etc, lots of buzz words, lots of exclamation marks, and the face of some guy.</p>\n\n<p>Something like: &quot;CARDANO PRICE TARGET 100x!!!!!? Prepare for the next ADA move ... WARNING!!!&quot;</p>\n\n<p>The video itself, most of the times, isn&#39;t really worth a watch either.</p>\n\n<p>My problem with these clickbaits is that it makes the whole market seem childish and not very professional. I&#39;d like for the crypto market to grow up a bit more.</p>\n\n<p>What do you think? Discuss.</p>\n</div><!-- SC_ON -->",
  "score": 173,
  "permalink": "/r/CryptoCurrency/comments/pahunn/crypto_youtubers_need_to_be_less_clickbaity_so/",
  "subreddit": "CryptoCurrency",
  "id": "pahunn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, right now I am looking at my recommended video list on YouTube and what I\nsee is just awful:\n\nI'm over 40 and have been in crypto some time now, next to investing elsewhere.\nRecently I have been watching some YouTube videos on cryptocurrencies, mainly\nfrom Benjamin Cowen and Coin Bureau (also…"
}