{
  "author": "xxx6942080085xxx",
  "original_created_utc": 1638918828,
  "title": "Will the pain end at some point?",
  "created_utc": 1638944291,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This is my first post on reddit and first time talking about what happened please forgive my formatting, any tips will be appreciated. About 3 years ago my son was staying at my mothers house for the weekend. He spent a weekend there at least once a month. This time, however, I got a phone call from my wife when she had gotten there to pick him up. &amp;quot;He&amp;#39;s gone.&amp;quot; is all she said. After calling her back, my mom, my dad, my sisters, and no one answered my calls. I rushed over there, blowing through red lights and just hoping I didn&amp;#39;t get pulled over. When I got there I had to push my way past the police officers to find my son laying motionless, staring off into the abyss. Deceased, I&amp;#39;ve lived that memory every time I think about him. That&amp;#39;s when the chest pains started. Sharp pains pierced my heart every waking moment from first sight. Then, the funeral. After the service, my wife said, &amp;quot;You need to leave, like, for a while. I can&amp;#39;t deal with this with you, you&amp;#39;re a mirror image of him.&amp;quot; Fast forward to 6 months ago. I haven&amp;#39;t seen or heard from my wife since that day. I actually got a call from my sister in law. &amp;quot;Hey Anon, she took her own life last night. Now, the same chest pains pair with dizziness and loss of breathing whenever I&amp;#39;m even reminded of my home. I don&amp;#39;t know what Im supposed to do but the thought of &amp;quot;getting over it&amp;quot; is incredibly scary to me. I don&amp;#39;t want to let go of the memories.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 630,
  "permalink": "/r/TooAfraidToAsk/comments/rbcah2/will_the_pain_end_at_some_point/",
  "subreddit": "TooAfraidToAsk",
  "id": "rbcah2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>This is my first post on reddit and first time\ntalking about what happened please forgive my formatting, any tips will be\nappreciated. About 3 years ago my son was staying at my mothers house for the\nweekend. He spent a weekend there at least once a month. This…"
}