{
  "author": "PressurePass",
  "original_created_utc": 1630255429,
  "title": "CMV: Americans really need to get on the bidet train",
  "created_utc": 1630262791,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Last year when there was a run on toilet paper I ordered bidets instead of fighting over paper. As a result, I use less toilet paper, my butthole is much cleaner and I have to touch my butthole far less than when I was using toilet paper. </p>\n\n<p>Bidets are superior, affordable and the far better option for a country that can afford them. It&#39;s fairly barbaric that we were cleaning our buttholes with our hands and a thin piece of paper. </p>\n\n<p>Might also make teenage boys smell less like they were fisting their own assholes as well. Probably won&#39;t solve the semen smell though.</p>\n\n<p>Edit: Just figured I&#39;d add this edit. You&#39;ll probably have an easier time convincing me of logistical issues or environment issues than whether or not it&#39;s &#39;cleaner&#39;. Although you&#39;re welcome to try to convince me it&#39;s not clean.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/pdyqxj/cmv_americans_really_need_to_get_on_the_bidet/",
  "subreddit": "changemyview",
  "id": "pdyqxj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Last year when there was a run on toilet paper I ordered bidets instead of\nfighting over paper. As a result, I use less toilet paper, my butthole is much\ncleaner and I have to touch my butthole far less than when I was using toilet\npaper.\n\nBidets are superior, affordable and the far better option…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "去年、トイレットペーパーが不足していたとき、私はトイレットペーパーを取り合う代わりにビデを注文しました。\nトイレットペーパーを取り合う代わりにウォシュレットを注文しました。その結果、トイレットペーパーの使用量が減り、お尻の穴もきれいになりました。\nその結果、トイレットペーパーの使用量が減り、お尻の穴がきれいになり、お尻を触る回数もトイレットペーパーを使っていた時よりも格段に減りました。\nトイレットペーパーを使っていた頃に比べて、肛門を触る回数が減りました。\n\nビデは優れていて、価格も手頃で、はるかに良い選択肢だと思います。",
      "title": "CMV: アメリカ人はウォシュレットに乗るべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "去年，当卫生纸出现短缺时，我订购了坐便器，而不是为了争夺纸张。\n争夺纸张。结果，我用的卫生纸少了，我的屁眼也干净多了。\n我的屁眼也更干净了，而且我触摸屁眼的次数比使用卫生纸时少得多。\n纸。\n\n净身盆是一种优越的、可负担得起的和更好的选择...",
      "title": "CMV：美国人真的需要坐上坐便器的火车了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "去年，當衛生紙出現短缺時，我訂購了坐便器，而不是爲了爭奪紙張。\n爭奪紙張。結果，我用的衛生紙少了，我的屁眼也乾淨多了。\n我的屁眼也更乾淨了，而且我觸摸屁眼的次數比使用衛生紙時少得多。\n紙。\n\n淨身盆是一種優越的、可負擔得起的和更好的選擇...",
      "title": "CMV：美國人真的需要坐上坐便器的火車了"
    }
  ]
}