{
  "author": "DaddySkates",
  "original_created_utc": 1640470334,
  "title": "When crypto really takes off, people won't give a single shit if it's centralised or not.",
  "created_utc": 1640484778,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;We love and circlejerk about how decentralized our favorite cryptocurrencies are. But when it goes really mainstream, I think that other people wont share that kind of enthusiasm with us. &lt;/p&gt;\n\n&lt;p&gt;We still buy products from companies that exploit poor and vulnerable. We will order from Amazon even though we say &amp;quot;fuck amazon&amp;quot; in the same breath. We buy shoes and branded shirts made in Bangladesh by women who work there for a few dollars a week. We buy phones that are made in Foxconn by workers who don&amp;#39;t even have basic human rights.&lt;/p&gt;\n\n&lt;p&gt;Do you really think that consumers will care whether their crypto is centralized or decentralized? They won&amp;#39;t. They will use the solution that will save them the most money and will be the most profitable. If it&amp;#39;ll cost $100 to buy something with a super decentralized crypto and $80, I would bet that most if not all people would go the cheapest route.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 166,
  "permalink": "/r/CryptoCurrency/comments/roim9t/when_crypto_really_takes_off_people_wont_give_a/",
  "subreddit": "CryptoCurrency",
  "id": "roim9t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We love and circlejerk about how decentralized our favorite cryptocurrencies\nare. But when it goes really mainstream, I think that other people wont share\nthat kind of enthusiasm with us.\n\nWe still buy products from companies that exploit poor and vulnerable. We will\norder from Amazon even though…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>We love and circlejerk about how decentralized（私たちは、いかに分散型であるかを愛しています。\n私たちの好きな暗号通貨は しかし、それが本当に主流になったとき、私は思うのです。\nそのような熱意は、他の人には伝わらないということです。</p> <p>私たちは今でも\n貧困層や弱者から搾取する企業の製品を買う...。",
      "title": "暗号が本当に普及したら、中央集権的かどうかなんて、みんな気にしなくなるでしょうね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我们喜欢并绕着圈子讨论如何去中心化\n我们最喜欢的加密货币。但当它真正成为主流时，我认为\n其他的人就不会和我们一样有这种热情了。</p> <p>我们仍然\n从那些剥削穷人和弱势群体的公司购买产品....。",
      "title": "当加密货币真正起飞的时候，人们不会在乎它是否是中心化的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我們喜歡並繞着圈子討論如何去中心化\n我們最喜歡的加密貨幣。但當它真正成爲主流時，我認爲\n其他的人就不會和我們一樣有這種熱情了。</p> <p>我們仍然\n從那些剝削窮人和弱勢羣體的公司購買產品....。",
      "title": "當加密貨幣真正起飛的時候，人們不會在乎它是否是中心化的。"
    }
  ]
}