{
  "author": "RoutineProcedure",
  "original_created_utc": 1631453213,
  "title": "Reading a book twice: why do some people do it?",
  "created_utc": 1631466371,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I never read a book twice, with very rare exceptions. I don&#39;t know about other people. Everyone is different and has a different approach to reading. Once I&#39;ve read a book, I know what&#39;s in it. I know the story, or, if it&#39;s a non-fiction title, I remember the most important facts. Reading a book can take anywhere between 20-50 hours, and I would rather use what little time I have in general to work through more titles on my to-read list. I find it even more baffling when people claim to have read a book multiple times. I understand that we are all different, but don&#39;t you remember enough after a read or two? I&#39;ve seen people compare it to listening to your favorite songs on loop, but it&#39;s not the same, is it? A song is 3-5 minutes. I can listen to a song several times in an hour. </p>\n\n<p>This is not a criticism of people who read the same books multiple times. I&#39;m just curious to understand why they do it.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pmsnlp/reading_a_book_twice_why_do_some_people_do_it/",
  "subreddit": "books",
  "id": "pmsnlp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I never read a book twice, with very rare exceptions. I don't know about other\npeople. Everyone is different and has a different approach to reading. Once I've\nread a book, I know what's in it. I know the story, or, if it's a non-fiction\ntitle, I remember the most important facts. Reading a book can…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、ごく稀な例外を除いて、1冊の本を2度読むことはありません。他の人はどうかわかりませんが\n人のことはわかりません。誰もが違っていて、読書に対するアプローチも違っています。一度読んだ本は\n一度読んだ本には何が書いてあるか知っています。物語を知っているし、ノンフィクションであれば最も重要な事実を覚えている。\nタイトルであれば、最も重要な事実を覚えています。本を読むことは...",
      "title": "1冊の本を2回読む：なぜそれをする人がいるのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从不把一本书读两遍，只有非常罕见的例外。我不知道其他人\n人。每个人都是不同的，有不同的阅读方法。一旦我\n读过一本书，我就知道里面有什么。我知道这个故事，或者，如果它是一本非虚构的书，我知道它的内容。\n题，我就会记住最重要的事实。阅读一本书可以...",
      "title": "一本书读两遍：为什么有些人要这样做？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從不把一本書讀兩遍，只有非常罕見的例外。我不知道其他人\n人。每個人都是不同的，有不同的閱讀方法。一旦我\n讀過一本書，我就知道里面有什麼。我知道這個故事，或者，如果它是一本非虛構的書，我知道它的內容。\n題，我就會記住最重要的事實。閱讀一本書可以...",
      "title": "一本書讀兩遍：爲什麼有些人要這樣做？"
    }
  ]
}