{
  "author": "thewickerstan",
  "the_new_excerpt": "This book really covered a lot of ground for me: its sense of realism,\nadventure, and fable kept me captivated the whole time. It was fascinating to\nwatch Buck's evolution, aligning himself once again with his primal roots.\n\nBut so many moments along the way stood out. Situations such as Buck…",
  "original_created_utc": 1624126242,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本は、私にとって多くの分野をカバーしていますが、そのリアリズムと冒険と寓話の感覚は、私をずっと魅了し続けました。\nリアリズム、冒険、そして寓話の感覚が、私をずっと魅了し続けました。バックの進化を見るのはとても興味深いことでした。\nバックが進化し、再び原始的なルーツに自分を合わせていく様子は魅力的でした。\n\nしかし、その過程では多くの場面が印象的でした。例えば、バックが...",
      "title": "中学1年生の時に読んで以来、「The Call of the Wild」を再読しました。ジャック・ロンドンは基本的に犬のための成長物語を書いたのですが、それがうまくいったのです。非常に感動的な経験であり、時には精神的なものでさえありました。(ネタバレ)"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这本书对我来说涵盖了很多方面：它的现实主义感、冒险和寓言让我一直被吸引。\n它的现实感、冒险和寓言让我一直被吸引着。迷人的是\n看着巴克的演变，使自己再次与他的原始根源保持一致。\n\n但在这一过程中，有许多时刻是突出的。诸如巴克的情况...",
      "title": "自七年级以来，我第一次重读《野性的呼唤》。杰克-伦敦基本上是为一只狗写了一本育儿小说，孩子们都很喜欢! 这是一次相当感人的经历，有时甚至是精神上的。扰乱）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這本書對我來說涵蓋了很多方面：它的現實主義感、冒險和寓言讓我一直被吸引。\n它的現實感、冒險和寓言讓我一直被吸引着。迷人的是\n看着巴克的演變，使自己再次與他的原始根源保持一致。\n\n但在這一過程中，有許多時刻是突出的。諸如巴克的情況...",
      "title": "自七年級以來，我第一次重讀《野性的呼喚》。傑克-倫敦基本上是爲一隻狗寫了一本育兒小說，孩子們都很喜歡! 這是一次相當感人的經歷，有時甚至是精神上的。擾亂）。"
    }
  ],
  "title": "I re-read \"The Call of the Wild\" for the first time since the 7th grade. Jack London basically wrote a bildungsroman for a dog and boy did it work! Quite the moving experience, at times even spiritual. (Spoilers)",
  "created_utc": 1624161057,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This book really covered a lot of ground for me: its sense of realism, adventure, and fable kept me captivated the whole time. It was fascinating to watch Buck&#39;s evolution, aligning himself once again with his primal roots. </p>\n\n<p>But so many moments along the way stood out. Situations such as Buck learning the &quot;law of club and fang&quot; from the man in the red sweater or when he was mistreated by the ill equipped trio of &quot;weekend warrior gold miners&quot; left me stifled by the sense of injustice.  Buck&#39;s eventual showdown with Spitz had me practically on the edge of my seat, feeling as if I was witnessing a boxing match (London&#39;s writing style is so <em>cinematic</em>). The tender moments with John Thorton were also beautiful, only <span class=\"md-spoiler-text\">increasing the pain when we eventually see that he and his men (Buck&#39;s first real family) have been massacred.</span> The titular call that lures Buck more and more as the story passes was also fascinating to witness as well. </p>\n\n<p>All of the above paragraph was accomplished by the lyrical grit of Jack London&#39;s prose. &quot;To Build a Fire&quot; was what made me realize that this was an author I had to revisit, and upon finishing &quot;The Call of the Wild&quot;, I know that this is only the beginning of an exciting deep dive into his bibliography.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/o3m6pq/i_reread_the_call_of_the_wild_for_the_first_time/",
  "subreddit": "books",
  "id": "o3m6pq",
  "is_self": true,
  "media": null,
  "is_video": false
}