{
  "author": "celestialleila",
  "original_created_utc": 1638344917,
  "title": "YSK: SciHub is a free recourse to get access to the majority of research papers",
  "created_utc": 1638394016,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: So many journal articles in science specifically are locked behind extreme paywalls, especially recently published papers with exciting information. I&amp;#39;ve seen paywalls that range from $50-$200 just to get access to one article. SciHub was founded by a Kazakhstan woman, Alexandra Elbakyan, to make scientific information more accessible to the general public. As a STEM major, I look through tons of research papers every week and a friend of mine recently told me about this, so I wanted to share incredible resource for anyone who is unaware, especially people in the scientific community.&lt;/p&gt;\n\n&lt;p&gt;Edit: So glad to see everyone sharing additional resources &amp;amp; information about the inner workings of publishing research in general. I had no idea that it was such a monopolized industry &amp;amp; scientists actually have to pay if they want people to read their research. Thanks to everyone &amp;amp; please continue sharing this vital info! - signed a future scientist.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 4556,
  "permalink": "/r/YouShouldKnow/comments/r69hrq/ysk_scihub_is_a_free_recourse_to_get_access_to/",
  "subreddit": "YouShouldKnow",
  "id": "r69hrq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: So many journal articles in science specifically are locked behind\nextreme paywalls, especially recently published papers with exciting\ninformation. I've seen paywalls that range from $50-$200 just to get access to\none article. SciHub was founded by a Kazakhstan woman, Alexandra Elbakyan,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>なぜYSKなのか：科学の分野では多くのジャーナル記事が\n特に最近出版されたエキサイティングな情報を含む論文は、極端な有料の壁に閉じ込められています。\n特に最近出版された、エキサイティングな情報を含む論文です。私はこれまでに、以下のようなペイウォールを見てきました。\n1つの論文にアクセスするために、50ドルから200ドルのペイウォールを見たことがあります。SciHubは、ある科学者によって設立されました...",
      "title": "YSK: SciHubは、大部分の研究論文にアクセスするための無料の手段です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：这么多科学领域的期刊文章\n尤其是最近发表的文章，都被锁在极端的付费墙后面。\n激动人心的信息的论文。我见过的付费墙范围从\n50-200美元，只是为了获得一篇文章。SciHub是由一个人创立的。",
      "title": "YSK：SciHub是一个免费的渠道，可以获得大多数研究论文的信息。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：這麼多科學領域的期刊文章\n尤其是最近發表的文章，都被鎖在極端的付費牆後面。\n激動人心的信息的論文。我見過的付費牆範圍從\n50-200美元，只是爲了獲得一篇文章。SciHub是由一個人創立的。",
      "title": "YSK：SciHub是一個免費的渠道，可以獲得大多數研究論文的信息。"
    }
  ]
}