{
  "author": "drobertgj",
  "original_created_utc": 1626445926,
  "title": "CMV: There should be much stronger regulation of advertisement and how they target consumers.",
  "created_utc": 1626457032,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Firstly, I want to argue why I believe advertisers have become so efficient in the modern age. Secondly, I want to argue why I believe they should be strongly regulated.</p>\n\n<p>The reality is that in our current technological climate, money talks, and it talks loud. Not only is it loud, but it talks directly to you in a very persuading manner. Maybe you think so what? I like how Spotify suggest music that I prefer, I like how youtube and Netflix suggest things I find entertaining, I like how amazon find products that are relevant to me right now. I see how these things can make your life easier and more enjoyable, but it also implies that companies and advertisers can persuade you into watching and hearing what they select for you. Without any motives, let&#39;s say these companies only care about engagement and how much time you spend on their platform, nothing else.</p>\n\n<p>Once they have your attention and know something about your preferences, the advertisements on their platform will be more likely to persuade you towards some behavioural change. Are you an anxious person looking for a car? Let&#39;s give you a car ad that focuses on the safety of your children. Are you a thrill-seeking car buyer? Let&#39;s give you a car ad that focuses on speed and power.</p>\n\n<p>Now, you might believe you are a free thinker and can make educated decisions. Thus, you won&#39;t be impacted by advertisements and the entertainment you consume. Don&#39;t be naive, our biological framework is designed to take in and process information in our environment. We can&#39;t help to think and feel based upon what information is available to us. If you see something that evokes emotion, that is outside of your control. If you find something interesting or entertaining, that&#39;s outside of your control. And if I tell you to think about a car, any car in the world. The first car that pops into your mind is not something you control. Just the same as if I&#39;m persuading you at some point during this post, that is to no free will of your own. And if I fail to persuade you, that is also not your decision to make.</p>\n\n<p>If you believe in free will or not, we can hopefully agree that prior and present information processing affects how we perceive and think. I worry about the constant bombardment of information that wants to capture our attention. Some of this information want to tell us what to think, feel, buy, even what is good or bad. And they do not have the consumers best interests in mind.</p>\n\n<p>What is clear to me, and should be to you, is that advertising works and nobody is immune to them. Look at the staggering amount of money google, Facebook, youtube and different kind of influencers make. They make money because corporations are willing to pay millions upon millions for you to just notice them for a second on their platform. Companies are not stupid, they spend the money on advertisement because they know it works.</p>\n\n<p>With newer technological developments, the power dynamics have become too skewed in favour of the advertisers. Advertisers have too many tools in their toolbox to target, design and capture our attention. We see a clear increase in societal groupthink and polarization all around the world. If I were to guess, targeted advertisement is to blame. The consequences to date are unclear, and too few are asking how we should ethically and morally apply these tools.</p>\n\n<p>I think if consumers are to regain some power to think independently and uninterrupted, targeted advertisements need to be illegal. Consumers need to gain full control of the information that is collected about themselves. I also believe political advertisement should be very strongly regulated, borderline illegal as the political power will shift towards where the money is. Advertisements targeted at individuals under the age of 18, should be borderline illegal. If a person is not considered an adult, companies should not hold the power to influence their perception and thinking.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/changemyview/comments/oli0eu/cmv_there_should_be_much_stronger_regulation_of/",
  "subreddit": "changemyview",
  "id": "oli0eu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Firstly, I want to argue why I believe advertisers have become so efficient in\nthe modern age. Secondly, I want to argue why I believe they should be strongly\nregulated.\n\nThe reality is that in our current technological climate, money talks, and it\ntalks loud. Not only is it loud, but it talks…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず第一に、なぜ現代では広告主がこれほどまでに効率的になったと考えられるのかを論じたいと思います。\n現代では 第二に、なぜ広告主を強く規制すべきだと考えるのかを論じたい。\n規制すべきであると考える理由を述べたい。\n\n現実には、現在のテクノロジー環境では、お金がものを言い、それが声高に語られています。\n声が大きい。声が大きいというだけでなく、...",
      "title": "CMV: 広告や消費者をターゲットにした広告の規制をもっと強化すべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我想论证一下，为什么我认为广告商在现代社会变得如此高效？\n现代的广告商变得如此高效。其次，我想论证为什么我认为他们应该受到强烈的\n监管。\n\n现实情况是，在我们目前的技术环境中，金钱会说话，而且会大声说话。\n大声说话。它不仅声音大，而且说话也...",
      "title": "CMV：应该加强对广告的监管，以及他们如何针对消费者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我想論證一下，爲什麼我認爲廣告商在現代社會變得如此高效？\n現代的廣告商變得如此高效。其次，我想論證爲什麼我認爲他們應該受到強烈的\n監管。\n\n現實情況是，在我們目前的技術環境中，金錢會說話，而且會大聲說話。\n大聲說話。它不僅聲音大，而且說話也...",
      "title": "CMV：應該加強對廣告的監管，以及他們如何針對消費者。"
    }
  ]
}