{
  "author": "sangotenrs",
  "the_new_excerpt": "Why would anybody want to keep a system that ignores tens of millions of voters\nbecause they don’t live in a battleground swing state?\n\nMoreover, why would anyone support a system in which your vote doesn’t count\ntoward the outcome unless you support the candidate who wins the popular\nmajority in…",
  "original_created_utc": 1619439838,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "何千万人もの有権者を無視するようなシステムを、なぜ誰が維持しようとするのでしょうか？\n何千万人もの有権者を無視するシステムを維持したい人がいるのでしょうか？\n\nさらに、人気投票で勝利した候補者を支持しなければ、あなたの一票が結果に反映されないというシステムを支持する人がいるでしょうか？\nの人気投票で過半数を獲得した候補者を支持しない限り、あなたの一票が結果に反映されないシステムを支持する人はいないでしょう。\nあなたの一票が結果に反映されないシステムを支持する人がいるでしょうか？",
      "title": "CMV: アメリカの大統領選では、1票を1票としてカウントすべき（選挙人団は意味をなさない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么有人愿意保留一个忽视数千万选民的系统呢？\n因为他们不是生活在战场上的摇摆州？\n\n此外，为什么有人会支持这样一种制度，即除非你支持赢得民众投票的候选人，否则你的投票就不算数。\n的制度，除非你支持赢得民众多数的候选人，否则你的选票不会被计入选举结果。\n赢得多数的候选人。",
      "title": "CMV：在美国总统竞选期间，1票应该算作1整票（选举人团没有意义）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼有人願意保留一個忽視數千萬選民的系統呢？\n因爲他們不是生活在戰場上的搖擺州？\n\n此外，爲什麼有人會支持這樣一種制度，即除非你支持贏得民衆投票的候選人，否則你的投票就不算數。\n的制度，除非你支持贏得民衆多數的候選人，否則你的選票不會被計入選舉結果。\n贏得多數的候選人。",
      "title": "CMV：在美國總統競選期間，1票應該算作1整票（選舉人團沒有意義）。"
    }
  ],
  "title": "CMV: 1 vote should count as 1 whole vote during the American presidential race (electoral college doesn’t make sense)",
  "created_utc": 1619447432,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why would anybody want to keep a system that ignores tens of millions of voters because they don’t live in a battleground swing state?</p>\n\n<p>Moreover, why would anyone support a system in which your vote doesn’t count toward the outcome unless you support the candidate who wins the popular majority in your state — or in the case of Maine and Nebraska, the candidate who wins the majority in each congressional district?</p>\n\n<p>In the 48 “winner-take-all” states, all of the electoral votes are awarded to the candidate who wins the majority of individual votes in that state. So, for example, if you’re a Republican in Massachusetts or Vermont, your vote for president is meaningless because your state is reliably blue and all of its electoral votes can be counted on to go to the Democratic candidate. You might as well stay home. Same for Democrats who vote for president in reliably red states like the Dakotas, Kansas, and West Virginia. Under the current system, you might just as well skip it. No wonder voter turnout in U.S. presidential elections rarely cracks the 55% mark.</p>\n\n<p>Now imagine the alternative under a national popular vote. Presidential candidates crisscrossing all 50 states in 2024. The Republican ticket barnstorming liberal New England. Democrats rallying in places like the Dakotas, Mississippi, and Kansas. No more battleground states. Every vote counts toward the outcome. And the winner of the national popular vote is guaranteed to be awarded 270 electoral votes and the presidency. </p>\n\n<p><strong>Due to the “winner-take-all” rules of the States, the votes of 4 out of 5 Americans for the President don’t matter</strong></p>\n\n<p><strong>Whichever candidate gets the most votes in your state gets</strong> <strong>all</strong> <strong>the Electoral College votes from your state (unless you live in Nebraska or Maine). That means that,</strong> <strong>if you didn’t vote for the winner in your state, your vote doesn’t matter to the Electoral College.</strong></p>\n\n<p>The electoral college should be abolished and the person with the popular vote should be the next president. </p>\n\n<p>Change my view as to why certain votes should be worth less (or even worthless) depending on which state you live in.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/mywfxa/cmv_1_vote_should_count_as_1_whole_vote_during/",
  "subreddit": "changemyview",
  "id": "mywfxa",
  "is_self": true,
  "media": null,
  "is_video": false
}