{
  "author": "Cheesecake_fetish",
  "original_created_utc": 1632407739,
  "title": "Do you love libraries and if so do you support them in any way? Or is it OK if they disappear?",
  "created_utc": 1632415935,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I love libraries and have always had a library card, but many people I talk to who love books do not own a library card and do not borrow books. Why not? </p>\n\n<p>Personally, it allows me to read so many more books than I otherwise could, because books are expensive and I tend to read a book a week. Even if a book is on average £10, if I bought one a week that is £520 a year! Yes, you can buy books second hand or at book swaps, but the choice is more limited. </p>\n\n<p>Also, libraries gave me access to computers and the internet when I didn&#39;t have it at home and numerous other resources, like audio books I can listen to in the car and the use of a photocopier. They are vital places I gravitate to when I&#39;m traveling, as they are warm and I can check my social media and email, have a coffee in their cafe etc. </p>\n\n<p>I&#39;m sure most people on this subreddit would be in support of libraries, but if you don&#39;t have a library card and don&#39;t take out books, then the library can&#39;t ask for more funding from the local council / local government to help with running costs and buying new books, because they have no evidence of people using it. More and more libraries are currently closing down.</p>\n\n<p>Is it just inconvenient to go to a library and easier to order a book on Amazon/kindle? \nDoes it matter if libraries close down and disappear?\nOr do you support libraries in other ways? </p>\n\n<p>Personally I would be sad to see them go, but I would be interested to hear what other people think.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/ptwlq0/do_you_love_libraries_and_if_so_do_you_support/",
  "subreddit": "books",
  "id": "ptwlq0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I love libraries and have always had a library card, but many people I talk\nto who love books do not own a library card and do not borrow books. Why not?\n\nPersonally, it allows me to read so many more books than I otherwise could,\nbecause books are expensive and I tend to read a book a week. Even…"
}