{
  "author": "Cheesecake_fetish",
  "original_created_utc": 1632407739,
  "title": "Do you love libraries and if so do you support them in any way? Or is it OK if they disappear?",
  "created_utc": 1632415935,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I love libraries and have always had a library card, but many people I talk to who love books do not own a library card and do not borrow books. Why not? </p>\n\n<p>Personally, it allows me to read so many more books than I otherwise could, because books are expensive and I tend to read a book a week. Even if a book is on average £10, if I bought one a week that is £520 a year! Yes, you can buy books second hand or at book swaps, but the choice is more limited. </p>\n\n<p>Also, libraries gave me access to computers and the internet when I didn&#39;t have it at home and numerous other resources, like audio books I can listen to in the car and the use of a photocopier. They are vital places I gravitate to when I&#39;m traveling, as they are warm and I can check my social media and email, have a coffee in their cafe etc. </p>\n\n<p>I&#39;m sure most people on this subreddit would be in support of libraries, but if you don&#39;t have a library card and don&#39;t take out books, then the library can&#39;t ask for more funding from the local council / local government to help with running costs and buying new books, because they have no evidence of people using it. More and more libraries are currently closing down.</p>\n\n<p>Is it just inconvenient to go to a library and easier to order a book on Amazon/kindle? \nDoes it matter if libraries close down and disappear?\nOr do you support libraries in other ways? </p>\n\n<p>Personally I would be sad to see them go, but I would be interested to hear what other people think.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/ptwlq0/do_you_love_libraries_and_if_so_do_you_support/",
  "subreddit": "books",
  "id": "ptwlq0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I love libraries and have always had a library card, but many people I talk\nto who love books do not own a library card and do not borrow books. Why not?\n\nPersonally, it allows me to read so many more books than I otherwise could,\nbecause books are expensive and I tend to read a book a week. Even…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は図書館が大好きで、ずっと図書カードを持っていましたが、本を愛する多くの人が\n本が好きな人の多くは、ライブラリーカードを持っていないし、本も借りません。なぜでしょう？\n\n個人的には、そのおかげで他の方法では読めない多くの本を読むことができます。\nなぜなら、本は高価であり、私は週に1冊のペースで本を読むことが多いからです。でも...",
      "title": "あなたは図書館を愛していますか？もし愛しているなら、図書館を何らかの形でサポートしていますか？それとも、図書館がなくなっても構わないと思いますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，我喜欢图书馆，并一直拥有一张借书证，但我所交谈的许多人\n爱书的人却没有图书卡，也不借书。为什么不呢？\n\n就我个人而言，它使我能够阅读更多的书，否则我无法阅读。\n因为书很贵，而且我倾向于每周读一本书。甚至...",
      "title": "你爱图书馆吗？如果爱，你会以任何方式支持它们吗？还是说如果它们消失了也没关系呢？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，我喜歡圖書館，並一直擁有一張借書證，但我所交談的許多人\n愛書的人卻沒有圖書卡，也不借書。爲什麼不呢？\n\n就我個人而言，它使我能夠閱讀更多的書，否則我無法閱讀。\n因爲書很貴，而且我傾向於每週讀一本書。甚至...",
      "title": "你愛圖書館嗎？如果愛，你會以任何方式支持它們嗎？還是說如果它們消失了也沒關係呢？"
    }
  ]
}