{
  "author": "AoiTopGear",
  "the_new_excerpt": "I have read Lord of the flies many years back when I was in school but the story\nand its themes has had the most lasting impact on me out of all the books I've\nread over the years. As a kid it haunted me in how dark it was and yet it 'felt'\ndisturbingly true at the same time. I love how the book…",
  "original_created_utc": 1621110562,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は学生時代に「蝿の王」を読んだことがありますが、この物語とそのテーマは、今まで読んだ本の中で最も私の心に残っています。\n読んだ本の中で、物語とそのテーマが一番印象に残っています。\n子供の頃、その暗さに悩まされました。子供の頃は、その暗さに悩まされましたが、不穏な感じがしたのです。\n同時に、不穏なほどの真実を感じました。私は、この本の...",
      "title": "ロード・オブ・ザ・フライズ」は何年経っても関連性があると感じる"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "多年前我在学校时就读过《蝇王》，但这个故事和它的主题在我读过的所有书中对我影响最深。\n但在我多年来读过的所有书籍中，其故事和主题对我的影响是最持久的。\n多年来读过的所有书籍中对我影响最深。在我小时候，它是如此黑暗，却又让我 \"感觉 \"到它的真实。\n同时又令人不安地真实。我喜欢这本书...",
      "title": "苍蝇王》在这么多年后仍然让人感到有意义"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "多年前我在學校時就讀過《蠅王》，但這個故事和它的主題在我讀過的所有書中對我影響最深。\n但在我多年來讀過的所有書籍中，其故事和主題對我的影響是最持久的。\n多年來讀過的所有書籍中對我影響最深。在我小時候，它是如此黑暗，卻又讓我 \"感覺 \"到它的真實。\n同時又令人不安地真實。我喜歡這本書...",
      "title": "蒼蠅王》在這麼多年後仍然讓人感到有意義"
    }
  ],
  "title": "Lord of the Flies still feels relevant after all these years",
  "created_utc": 1621129868,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have read Lord of the flies many years back when I was in school but the story and its themes has had the most lasting impact on me out of all the books I&#39;ve read over the years. As a kid it haunted me in how dark it was and yet it &#39;felt&#39; disturbingly true at the same time. I love how the book reduces our society to a group of &quot;innocent&quot; kids and let&#39;s the &quot;natural&quot; base instincts to override the societal norms and our humanity.</p>\n\n<p>Lord of the Flies came to mind again recently with the current news. And not only now, but every time there is a war or atrocity on the news, my mind thinks of the book and the the characters within it. About no matter how pure or hopeful we think the world is, there is darkness within others and ourselves that will inevitably lead to chaos and suffering.</p>\n\n<p>I am sure that there are many people who are like Ralph and Piggy, but the powers at the top of every country or corporation feels like Jack. No matter how many innocent Piggy there are in the world, one Jack is enough to hurt multitudes.</p>\n\n<p>The ending of the book also haunts me as even though the main character <span class=\"md-spoiler-text\">survives </span>and everyone feels guilty of what happened, you know that something is lost from the boys, never to be regained. I feel the same about the world every now and then.</p>\n\n<p>Lord of the Flies might have been written in the 50s but it feels timeless in how it always echoes our current world. I have seen lots of people dismiss this book as being too dark and depressing. But I hope more people read this book and to ponder whether the book is that far from the reality we live in. And through that maybe we can all be less like Jack and more like Ralph.</p>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/books/comments/nd7qw9/lord_of_the_flies_still_feels_relevant_after_all/",
  "subreddit": "books",
  "id": "nd7qw9",
  "is_self": true,
  "media": null,
  "is_video": false
}