{
  "author": "Wifeofwes",
  "the_new_excerpt": "Why YSK: Blue green algae, or cyanobacteria can grow in nearly any body of fresh\nwater under the right circumstances. Seventeen states reported blue green algae\nrelated deaths in 2019. You cannot be sure that any algae is or isn't toxic, so\nif you plan on being near water especially stagnant bodies…",
  "original_created_utc": 1619060721,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：藍藻（シアノバクテリア）は、適切な環境下であれば、ほとんどの淡水に生育することができます。\n藍藻類は、適切な環境下であれば、ほとんどの水域で成長することができます。2019年には、17の州でブルーグリーンアルジェ\n2019年には17州でアオコ関連の死亡例が報告されています。どの藻類も有毒であるかないかは断言できませんので\n水辺、特に淀んだ水域にいる予定のある方は",
      "title": "YSKさん、夏が近づいてきたら、犬を泳がせるのには十分注意してください。ブルーグリーンアルジーは犬にとって有毒で、しばしば命取りになります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：蓝绿藻，或称蓝细菌，在适当的环境下，几乎可以在任何淡水体中生长。\n在适当的情况下，蓝绿藻或蓝细菌几乎可以在任何淡水中生长。17个州报告了蓝绿藻\n相关的死亡事件，在2019年。你不能确定任何藻类是否有毒，所以\n如果你打算靠近水，特别是停滞的水体...",
      "title": "YSK，在夏季来临之际，让你的狗游泳要非常小心，蓝绿藻是有毒的，往往对狗是致命的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：藍綠藻，或稱藍細菌，在適當的環境下，幾乎可以在任何淡水體中生長。\n在適當的情況下，藍綠藻或藍細菌幾乎可以在任何淡水中生長。17個州報告了藍綠藻\n相關的死亡事件，在2019年。你不能確定任何藻類是否有毒，所以\n如果你打算靠近水，特別是停滯的水體...",
      "title": "YSK，在夏季來臨之際，讓你的狗游泳要非常小心，藍綠藻是有毒的，往往對狗是致命的。"
    }
  ],
  "title": "YSK, be very careful letting your dog swim as summer approaches, blue green algae is toxic and often fatal to dogs.",
  "created_utc": 1619074921,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  Blue green algae, or cyanobacteria can grow in nearly any body of fresh water under the right circumstances. Seventeen states reported blue green algae related deaths in 2019. You cannot be sure that any algae is or isn&#39;t toxic, so if you plan on being near water especially stagnant bodies during warm weather take precautions.</p>\n\n<p>Keep your dog leashed near bodies of water.</p>\n\n<p>Try not to let them drink any.</p>\n\n<p>If you notice any foam or films on the surface of the water it&#39;s best not to let them swim or play in it. </p>\n\n<p>This toxin can be fatal very quickly and by the time your pet displays symptoms it&#39;s often too late. There is no antidote, so look before you leap!</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/YouShouldKnow/comments/mvvz07/ysk_be_very_careful_letting_your_dog_swim_as/",
  "subreddit": "YouShouldKnow",
  "id": "mvvz07",
  "is_self": true,
  "media": null,
  "is_video": false
}