{
  "author": "TheSkeletalPoet",
  "original_created_utc": 1635021087,
  "title": "CMV: MLK was entirely against rioting and to say otherwise is to misquote and misrepresent him.",
  "created_utc": 1635078866,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Honestly, I’m not entirely sure how I feel in regards to rioting as a form of protest, but regardless of that, I feel that when leftists say something along the lines of “well actually, MLK did riot and supported rioting actually!” I just can’t help but chuckle to myself and shake my head in disprovable.</p>\n\n<p>It’s unfortunate because I’ve been delving into leftist politics and watching debates, and every time a leftist in a debate brings this up, I go to research it. Every time I do, I always wind up finding videos of MLK directly saying that he believes rioting makes people more immoral and that it’s wrong and other such things.</p>\n\n<p>I understand he stated that “rioting is the voice of the unheard” but I still feel as if that wasn’t an approval of rioting, but more so just MLK playing devil’s advocate and explaining to the interviewer why people feel as though they should riot.</p>\n\n<p>I would like my mind to be changed on this and I’m more than willing to have my view swayed, I just can’t seem to find an article or video that can truly convince me to see it that way, and so I figured I’d come here as a last resort since I know that Reddit is overwhelming left leaning from my observations. My hope is that a big brained leftist chad will prove to me exactly why MLK supported riots and actually started some of his own that he never came to regret or something like that.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/qecw4q/cmv_mlk_was_entirely_against_rioting_and_to_say/",
  "subreddit": "changemyview",
  "id": "qecw4q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Honestly, I’m not entirely sure how I feel in regards to rioting as a form of\nprotest, but regardless of that, I feel that when leftists say something along\nthe lines of “well actually, MLK did riot and supported rioting actually!” I\njust can’t help but chuckle to myself and shake my head in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "正直なところ、抗議行動としての暴動をどう思うかは定かではありません。\nそれはともかく、左派の人たちが「私たちは」「私たちは」「私たちは」と言うのは\n実際にMLKは暴動を起こしていたし、暴動を支持していたんだ！」というようなことを左翼が言うと I\n思わず笑ってしまい、首を横に振ってしまいます。",
      "title": "CMV: MLKは暴動に全面的に反対していましたが、そうでないと言うのは、彼を誤って引用し、誤解を招いています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "老实说，我并不完全确定我对暴乱作为一种抗议形式的看法。\n但无论如何，我觉得当左派人士说 \"其实MLK也有暴动，也支持暴动！\"这种话的时候，我就会觉得他们是在说我。\n\"实际上，MLK确实发生过暴动，而且支持暴动！\" I\n我就忍不住笑了起来，摇摇头。",
      "title": "CMV：MLK完全反对暴乱，不这样说是对他的错误引用和误解。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "老實說，我並不完全確定我對暴亂作爲一種抗議形式的看法。\n但無論如何，我覺得當左派人士說 \"其實MLK也有暴動，也支持暴動！\"這種話的時候，我就會覺得他們是在說我。\n\"實際上，MLK確實發生過暴動，而且支持暴動！\" I\n我就忍不住笑了起來，搖搖頭。",
      "title": "CMV：MLK完全反對暴亂，不這樣說是對他的錯誤引用和誤解。"
    }
  ]
}