{
  "author": "TheSkeletalPoet",
  "original_created_utc": 1635021087,
  "title": "CMV: MLK was entirely against rioting and to say otherwise is to misquote and misrepresent him.",
  "created_utc": 1635078866,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Honestly, I’m not entirely sure how I feel in regards to rioting as a form of protest, but regardless of that, I feel that when leftists say something along the lines of “well actually, MLK did riot and supported rioting actually!” I just can’t help but chuckle to myself and shake my head in disprovable.</p>\n\n<p>It’s unfortunate because I’ve been delving into leftist politics and watching debates, and every time a leftist in a debate brings this up, I go to research it. Every time I do, I always wind up finding videos of MLK directly saying that he believes rioting makes people more immoral and that it’s wrong and other such things.</p>\n\n<p>I understand he stated that “rioting is the voice of the unheard” but I still feel as if that wasn’t an approval of rioting, but more so just MLK playing devil’s advocate and explaining to the interviewer why people feel as though they should riot.</p>\n\n<p>I would like my mind to be changed on this and I’m more than willing to have my view swayed, I just can’t seem to find an article or video that can truly convince me to see it that way, and so I figured I’d come here as a last resort since I know that Reddit is overwhelming left leaning from my observations. My hope is that a big brained leftist chad will prove to me exactly why MLK supported riots and actually started some of his own that he never came to regret or something like that.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/qecw4q/cmv_mlk_was_entirely_against_rioting_and_to_say/",
  "subreddit": "changemyview",
  "id": "qecw4q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Honestly, I’m not entirely sure how I feel in regards to rioting as a form of\nprotest, but regardless of that, I feel that when leftists say something along\nthe lines of “well actually, MLK did riot and supported rioting actually!” I\njust can’t help but chuckle to myself and shake my head in…"
}