{
  "author": "lewisnyc",
  "original_created_utc": 1638551259,
  "title": "YSK: When frustrated with a company, instead of telling the CSR \"YOU did XYZ bad thing to me,\" say \"COMPANY did XYZ bad thing to me.\"",
  "created_utc": 1638564170,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Customer Service Representatives (CSRs) have an unbelievably difficult job. Framing your frustration as being the fault of the company, and not the CSR personally is not only the kind thing to do, it also increases the odds that the rep will go above and beyond to help you since you are not being unduly adversarial.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 95,
  "permalink": "/r/YouShouldKnow/comments/r83u0x/ysk_when_frustrated_with_a_company_instead_of/",
  "subreddit": "YouShouldKnow",
  "id": "r83u0x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Customer Service Representatives (CSRs) have an unbelievably difficult\njob. Framing your frustration as being the fault of the company, and not the CSR\npersonally is not only the kind thing to do, it also increases the odds that the\nrep will go above and beyond to help you since you are…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>なぜYSKなのか： カスタマーサービス担当者（CSR）は、とても難しい仕事です。\n(CSR)は、信じられないほど難しい仕事をしています。あなたの不満を、CSRのせいだと決めつけてはいけません。\nあなたの不満を、CSR個人ではなく、会社のせいだとするのは、親切なだけでなく\nそれは、親切なだけでなく、担当者がより良いサービスを提供してくれる可能性を高めるものです。",
      "title": "YSK: 会社に不満があるときは、CSRに「YOU did XYZ bad thing to me」と言うのではなく、「COMPANY did XYZ bad thing to me」と言いましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：客服代表\n(CSRs)有一个令人难以置信的困难工作。把你的挫折感归结为是\n你的挫折是公司的错，而不是CSR个人的错，这不仅是一种善意的做法，也增加了你的机会。\n这不仅是一件好事，而且还能增加客服代表超越自我的可能性。",
      "title": "YSK：当对一个公司感到沮丧时，不要告诉CSR \"你对我做了XYZ的坏事\"，而是说 \"公司对我做了XYZ的坏事\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：客服代表\n(CSRs)有一個令人難以置信的困難工作。把你的挫折感歸結爲是\n你的挫折是公司的錯，而不是CSR個人的錯，這不僅是一種善意的做法，也增加了你的機會。\n這不僅是一件好事，而且還能增加客服代表超越自我的可能性。",
      "title": "YSK：當對一個公司感到沮喪時，不要告訴CSR \"你對我做了XYZ的壞事\"，而是說 \"公司對我做了XYZ的壞事\"。"
    }
  ]
}