{
  "author": "lewisnyc",
  "original_created_utc": 1638551259,
  "title": "YSK: When frustrated with a company, instead of telling the CSR \"YOU did XYZ bad thing to me,\" say \"COMPANY did XYZ bad thing to me.\"",
  "created_utc": 1638564170,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Customer Service Representatives (CSRs) have an unbelievably difficult job. Framing your frustration as being the fault of the company, and not the CSR personally is not only the kind thing to do, it also increases the odds that the rep will go above and beyond to help you since you are not being unduly adversarial.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 95,
  "permalink": "/r/YouShouldKnow/comments/r83u0x/ysk_when_frustrated_with_a_company_instead_of/",
  "subreddit": "YouShouldKnow",
  "id": "r83u0x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Customer Service Representatives (CSRs) have an unbelievably difficult\njob. Framing your frustration as being the fault of the company, and not the CSR\npersonally is not only the kind thing to do, it also increases the odds that the\nrep will go above and beyond to help you since you are…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれる理由: カスタマーサービス担当者（CSR）は、非常に難しい仕事です。\n仕事です。あなたの不満は、CSRのせいではなく、会社のせいだと考えてください。\nは、親切であるばかりでなく、その人が、その人らしさを発揮できる確率が高くなります。\n担当者は、あなたのことを思って、それ以上のことをしてくれるはずです。",
      "title": "YSK: 会社に不満があるときは、CSRに「YOU did XYZ bad thing to me」と言うのではなく、「COMPANY did XYZ bad thing to me」と言いましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：客户服务代表（CSR）的工作难度之大令人难以置信。\n的工作。把你的挫折感说成是公司的错，而不是CSR个人的错。\n个人，这不仅是一种善意的做法，而且还能增加客服代表的几率。\n代表会不遗余力地帮助你，因为你是...",
      "title": "YSK：当对一个公司感到沮丧时，不要告诉CSR \"你对我做了XYZ的坏事\"，而是说 \"公司对我做了XYZ的坏事\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：客戶服務代表（CSR）的工作難度之大令人難以置信。\n的工作。把你的挫折感說成是公司的錯，而不是CSR個人的錯。\n個人，這不僅是一種善意的做法，而且還能增加客服代表的幾率。\n代表會不遺餘力地幫助你，因爲你是...",
      "title": "YSK：當對一個公司感到沮喪時，不要告訴CSR \"你對我做了XYZ的壞事\"，而是說 \"公司對我做了XYZ的壞事\"。"
    }
  ]
}