{
  "author": "imnotatalker",
  "original_created_utc": 1638045810,
  "title": "CMV: Showers are better than baths when the purpose is to get clean.",
  "created_utc": 1638067247,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I totally understand there are valid reasons to take a nice warm bath. If you&#39;re looking to relax, or soothe your  muscles for instance, then I get the whole bath thing. I&#39;m pretty sure baths are really good for exfoliating skin as well. However when we are talking about cleanliness I would argue there&#39;s no comparison. Showers evenly distribute water over your body while efficiently mixing with soap to break apart oils, dirt, and sweat that are stuck to your skin. Plus in a bath you&#39;re kind of left to sit in the water that&#39;s now mixed with all the grime that comes off your body, as opposed to the dirty water being sucked down the drain when you&#39;re in the shower. Again, I&#39;m not bashing baths here, just saying when the priority is to get yourself clean, I don&#39;t think it&#39;s even close.</p>\n</div><!-- SC_ON -->",
  "score": 100,
  "permalink": "/r/changemyview/comments/r3mh61/cmv_showers_are_better_than_baths_when_the/",
  "subreddit": "changemyview",
  "id": "r3mh61",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I totally understand there are valid reasons to take a nice warm bath. If you're\nlooking to relax, or soothe your muscles for instance, then I get the whole bath\nthing. I'm pretty sure baths are really good for exfoliating skin as well.\nHowever when we are talking about cleanliness I would argue…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "温かいお風呂に入る正当な理由があるのはよくわかります。もし、あなたが\nリラックスしたいとか、筋肉をほぐしたいとか、そういう理由であれば、お風呂に入るのは\n私はお風呂が好きです。お風呂は肌の角質を取るのにも適していると思います。\nしかし、私たちが清潔さについて話しているとき、私は主張したい...。",
      "title": "CMV：きれいになることが目的なら、お風呂よりもシャワーの方がいいですよね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我完全理解有合理的理由去洗一个漂亮的温水澡。如果你是\n例如，如果你想放松，或舒缓你的肌肉，那么我明白整个洗澡\n的事情。我很确定洗澡对去除皮肤角质也很有好处。\n然而，当我们在谈论清洁问题时，我认为...",
      "title": "CMV：当目的是为了获得清洁时，淋浴比洗澡好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我完全理解有合理的理由去洗一個漂亮的溫水澡。如果你是\n例如，如果你想放鬆，或舒緩你的肌肉，那麼我明白整個洗澡\n的事情。我很確定洗澡對去除皮膚角質也很有好處。\n然而，當我們在談論清潔問題時，我認爲...",
      "title": "CMV：當目的是爲了獲得清潔時，淋浴比洗澡好。"
    }
  ]
}