{
  "author": "Illustrious_Sun267",
  "the_new_excerpt": "Why YSK: It’s good to bring awareness on this topic and can hopefully help lead\nto more positive relationships.\n\nI understand kids can be very frustrating to deal with or even annoying at\ntimes. However I see a lot of young adults or older people who have a super\nstrong disliking toward kids for…",
  "original_created_utc": 1615195940,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：很高兴能让大家认识到这个话题，并希望能帮助引导大家。\n到更积极的关系。\n\n我知道孩子们可能会非常沮丧地处理，甚至是烦人的。\n的时候。然而我看到很多的年轻人或者是老年人，他们有一个超\n对孩子们的强烈厌恶，因为...",
      "title": "YSK - 成人不应该讨厌或粗鲁地对待孩子们"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：很高興能讓大家認識到這個話題，並希望能幫助引導大家。\n到更積極的關係。\n\n我知道孩子們可能會非常沮喪地處理，甚至是煩人的。\n的時候。然而我看到很多的年輕人或者是老年人，他們有一個超\n對孩子們的強烈厭惡，因爲...",
      "title": "YSK - 成人不應該討厭或粗魯地對待孩子們"
    }
  ],
  "title": "YSK - Adults shouldn’t hate or be rude to kids",
  "created_utc": 1615521416,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It’s good to bring awareness on this topic and can hopefully help lead to more positive relationships. </p>\n\n<p>I understand kids can be very frustrating to deal with or even annoying at times. However I see a lot of young adults or older people who have a super strong disliking toward kids for simply being kids. Kids just kind of do stuff or mimic what they see. They are very underdeveloped compared to adults and don’t know any better most of the time. </p>\n\n<p>For example a kid and his mom were filming a cooking video together and he almost put his hand in a blender. His mom stopped him before anything bad could happen. However a lot of the comments were adults angry over how he almost hurt himself while talking about their disliking for kids in general. Some even wished he put his hand in the blender to “learn his lesson”. </p>\n\n<p>Again, I totally get that kids can be tough to handle. But to hope and wish a kid would severely hurt himself because he was curious or just not knowing any better is very weird and crazy to me. </p>\n\n<p>Basically just try to be nice to everyone plz. Kids deserve to not be judged and should be able to live up some of their best moments in life without adults being rude to them.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/m0c6m3/ysk_adults_shouldnt_hate_or_be_rude_to_kids/",
  "subreddit": "YouShouldKnow",
  "id": "m0c6m3",
  "is_self": true,
  "media": null,
  "is_video": false
}