{
  "author": "GNUGradyn",
  "the_new_excerpt": "Why YSK: if you have a high refresh rate monitor and you do not adjust this\nsetting, you may as well not have a high refresh rate monitor.\n\nTo check/adjust your monitors refresh rate, right click on your desktop, click\ndisplay settings, click advanced display settings, click \"Display…",
  "original_created_utc": 1618547692,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、高リフレッシュレートのモニターを使っていて、この設定を調整していなければ\n高リフレッシュレートのモニターを使用していて、この設定を調整しない場合は、高リフレッシュレートのモニターを使用していないのと同じかもしれません。\n\nモニターのリフレッシュレートを確認/調整するには、デスクトップ上で右クリックし、「ディスプレイ設定」をクリックします。\nディスプレイ設定]をクリックし、[詳細ディスプレイ設定]をクリックし、[ディスプレイ...]をクリックします。",
      "title": "YSK もしあなたが高リフレッシュレートのモニターを持っているなら、Windowsは通常、デフォルトで60Hz以上の速度では動作しません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：如果你有一个高刷新率的显示器，而你不调整这个设置\n设置，你可能就没有一个高刷新率的显示器。\n\n要检查/调整你的显示器刷新率，在你的桌面上点击右键，点击\n显示设置，点击高级显示设置，点击 \"显示...\"。",
      "title": "如果你有一个高刷新率的显示器，Windows通常不会在默认情况下以60Hz的速度运行它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：如果你有一個高刷新率的顯示器，而你不調整這個設置\n設置，你可能就沒有一個高刷新率的顯示器。\n\n要檢查/調整你的顯示器刷新率，在你的桌面上點擊右鍵，點擊\n顯示設置，點擊高級顯示設置，點擊 \"顯示...\"。",
      "title": "如果你有一個高刷新率的顯示器，Windows通常不會在默認情況下以60Hz的速度運行它。"
    }
  ],
  "title": "YSK if you have a high refresh rate monitor, Windows will usually not run it faster then 60Hz by default",
  "created_utc": 1618912325,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: if you have a high refresh rate monitor and you do not adjust this setting, you may as well not have a high refresh rate monitor.</p>\n\n<p>To check/adjust your monitors refresh rate, right click on your desktop, click display settings, click advanced display settings, click &quot;Display adapter properties for Display X&quot;, click monitor, and change &quot;screen refresh rate&quot; to the highest available option.</p>\n\n<p>Note: if you are using HDMI on an HDMI+DisplayPort monitor, this may prevent you from using the maximum refresh rate your monitor supports. Always use DisplayPort instead of HDMI where possible</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/mrvvyf/ysk_if_you_have_a_high_refresh_rate_monitor/",
  "subreddit": "YouShouldKnow",
  "id": "mrvvyf",
  "is_self": true,
  "media": null,
  "is_video": false
}