{
  "author": "urammar",
  "original_created_utc": 1625918995,
  "title": "YSK: You can press F5 to reload a page if something breaks, but a lot of the page data is saved for faster loading, and that might be whats broken. Control+F5 clears this, and does a full proper reload from scratch, fixing many problems.",
  "created_utc": 1625924301,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK;</p>\n\n<p>Many websites break, especially ones with shitty videoplayers or something like that. We have all experienced it at one point or another.</p>\n\n<p>Well, page refreshing isn&#39;t new, and that&#39;s kind of what causes what we are talking about. See, back in the days of 56k modems where you could wait for 10 mins straight for a picture to load (that&#39;s not a joke, young people, yes really) in order to save our souls, web browsers store local cached versions of the web pages.</p>\n\n<p>This is great, because it means speedy response times and whatnot, not having to load all the code on some flash cooking or gaming site every time you go there is awesome.</p>\n\n<p>However, sometimes things go wrong. Usually a refresh fixes it, but sometimes is bad data you have cached that&#39;s always going to cause a problem. Stalled video from a bad header or something.</p>\n\n<p>Now, you don&#39;t need to know any of this, really. All you need to know is you can clear that pages local cache and force your browser to load the entire thing from scratch again, by pressing Control and F5 at the same time. F5 to refresh, control+F5 for hyper ultra somethings really wrong hardmode refresh.</p>\n\n<p>It will only refresh that one page, it will remember your usernames and passwords (cookies), but the actual page data itself. Formatting, font types, menus bars, photos, sounds, all that stuff. The page data. That will all be purged and redownloaded fresh.</p>\n\n<p>This fixes many, many, internet problems, and is a great time that everyone should know!</p>\n</div><!-- SC_ON -->",
  "score": 516,
  "permalink": "/r/YouShouldKnow/comments/ohhk04/ysk_you_can_press_f5_to_reload_a_page_if/",
  "subreddit": "YouShouldKnow",
  "id": "ohhk04",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK;\n\nMany websites break, especially ones with shitty videoplayers or something like\nthat. We have all experienced it at one point or another.\n\nWell, page refreshing isn't new, and that's kind of what causes what we are\ntalking about. See, back in the days of 56k modems where you could wait for…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n多くのウェブサイトが壊れています。特に、ビデオプレーヤーなどが壊れているものは\nしています。誰もが一度は経験したことがあるでしょう。\n\nページの更新は今に始まったことではありませんし、それが今回の話の原因のようなものです。\nの原因となっています。56kモデムの時代には、ページ更新を待つことができましたが......。",
      "title": "YSK: 何かが壊れた場合、F5キーを押してページを再読み込みすることができますが、読み込みを速くするためにページデータの多くが保存されており、それが壊れた原因になっている可能性があります。Control+F5を押すと、このデータが消去され、最初から完全なリロードが行われ、多くの問題が解決されます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n许多网站都坏了，特别是那些有低劣的视频播放机或类似的东西。\n这样的网站。我们都或多或少地经历过这种情况。\n\n好吧，页面刷新并不新鲜，这也是导致我们所说的\n所说的原因。看，在56K调制解调器的时代，你可以等待...",
      "title": "YSK: 如果有什么问题，你可以按F5重新加载一个页面，但很多页面数据被保存起来以加快加载速度，这可能就是问题所在。Control+F5可以清除这些数据，并从头开始进行全面的重新加载，从而解决许多问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n許多網站都壞了，特別是那些有低劣的視頻播放機或類似的東西。\n這樣的網站。我們都或多或少地經歷過這種情況。\n\n好吧，頁面刷新並不新鮮，這也是導致我們所說的\n所說的原因。看，在56K調制解調器的時代，你可以等待...",
      "title": "YSK: 如果有什麼問題，你可以按F5重新加載一個頁面，但很多頁面數據被保存起來以加快加載速度，這可能就是問題所在。Control+F5可以清除這些數據，並從頭開始進行全面的重新加載，從而解決許多問題。"
    }
  ]
}