{
  "author": "OJ_Simpson420blazeit",
  "original_created_utc": 1631249697,
  "title": "YSK: There is nothing wrong with reminiscing and being proud of yourself but don't get addicted or too comfortable with seeking a lot of gratification from past accomplishments or good experiences. It might prevent you from making new accomplishments and good experiences.",
  "created_utc": 1631265613,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It seems very common for people (myself included) to daydream about past accomplishments and experiences. When I used to do this a lot, it definitely held me back from seeking more. I seemed so content just reliving my past experiences in my head, I had no desire to achieve more!</p>\n\n<p>It&#39;s not like I don&#39;t still think about past achievements/good experiences and what not, I just don&#39;t let myself think about it for too long and now I feel like I&#39;m continously becoming happier with myself as time goes on.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/pledlh/ysk_there_is_nothing_wrong_with_reminiscing_and/",
  "subreddit": "YouShouldKnow",
  "id": "pledlh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: It seems very common for people (myself included) to daydream about\npast accomplishments and experiences. When I used to do this a lot, it\ndefinitely held me back from seeking more. I seemed so content just reliving my\npast experiences in my head, I had no desire to achieve more!\n\nIt's not…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：私も含めて、人は過去の業績や経験を空想することがよくあるようです。\n妄想するのはよくあることです。私も以前はよくそうしていました。\n私は以前、このような空想をよくしていたので、より多くのことを求めることを躊躇していました。私は、過去の経験を頭の中で再現することに満足していたようです。\n頭の中で過去の経験を追体験するだけで満足してしまい、もっと達成したいという気持ちはありませんでした。\n\nそれは...",
      "title": "YSK: 自分のことを思い出して誇りに思うことは悪いことではありませんが、過去の達成感や良い経験から多くの満足感を得ることに依存したり、心地よくなりすぎないようにしてください。そうすると、新たな達成感や良い経験ができなくなってしまうかもしれません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：人们（包括我自己）做白日梦似乎是很常见的事。\n过去的成就和经历。当我过去经常这样做时，它\n这肯定会阻碍我寻求更多。我似乎非常满足于在脑海中重温我的\n我似乎很满足于在脑海中重温我过去的经历，我没有欲望去实现更多的目标。\n\n这并不是...",
      "title": "YSK：回忆和为自己感到骄傲没有错，但不要沉迷于或过于舒适地从过去的成就或良好的经历中寻求大量的满足感。这可能会妨碍你取得新的成就和好的经验。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：人們（包括我自己）做白日夢似乎是很常見的事。\n過去的成就和經歷。當我過去經常這樣做時，它\n這肯定會阻礙我尋求更多。我似乎非常滿足於在腦海中重溫我的\n我似乎很滿足於在腦海中重溫我過去的經歷，我沒有慾望去實現更多的目標。\n\n這並不是...",
      "title": "YSK：回憶和爲自己感到驕傲沒有錯，但不要沉迷於或過於舒適地從過去的成就或良好的經歷中尋求大量的滿足感。這可能會妨礙你取得新的成就和好的經驗。"
    }
  ]
}