{
  "author": "itstheitalianstalion",
  "original_created_utc": 1632250450,
  "title": "CMV: Paparazzi should be illegal",
  "created_utc": 1632256634,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently saw that old clip of Kanye chewing out some paparazzi for being at his house at 4am. Kanye makes good points, why the fuck should you be outside any house not your own at that hour? Regular people get arrested for harassment for doing something like that, but if you have a camera suddenly you are immune from charges like that? That’s beyond fucked and a massive invasion of privacy.</p>\n\n<p>This also touches the First Amendment, for all of my fellow Americans out there. There’s the issue of free speech and free press at play here. Obviously, to shut down one form of media suddenly becomes a huge warning sign to others that they might be next, and I’m aware of that. The difference here being that these people (if you can call them that) will stop at nothing to get some pictures of a celebrity that they can sell for a quick paycheck, including harassing children of celebrities that, and this is important, don’t know any better.</p>\n\n<p>Celebs know what they’re getting into when they become a household name, but it doesn’t mean their right to privacy should be thrown out the window.</p>\n</div><!-- SC_ON -->",
  "score": 78,
  "permalink": "/r/changemyview/comments/pspbmk/cmv_paparazzi_should_be_illegal/",
  "subreddit": "changemyview",
  "id": "pspbmk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I recently saw that old clip of Kanye chewing out some paparazzi for being at\nhis house at 4am. Kanye makes good points, why the fuck should you be outside\nany house not your own at that hour? Regular people get arrested for harassment\nfor doing something like that, but if you have a camera suddenly…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、カニエが朝4時に家に来たパパラッチを叱っている古い映像を見ました。\n朝4時に家に来たパパラッチを叱っている映像を見ました。Kanyeの言っていることはもっともで、なぜ自分の家ではなく\n自分の家でもないのに、なぜそんな時間に家の外にいなければならないのか？普通の人はそんなことをしたら嫌がらせで逮捕されてしまう\n普通の人はそんなことをしたらハラスメントで逮捕されるけど、いきなりカメラを持っていたら...。",
      "title": "CMV: パパラッチは違法であるべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近看到了坎耶咀嚼一些狗仔队的旧片段，因为他们凌晨4点就在他家。\n他的房子在凌晨4点。坎耶说得很有道理，为什么你他妈的要在那个时候在非自己的房子外面？\n不是你自己的房子？普通人会因为骚扰而被逮捕\n但如果你有一个摄像头，突然... ...",
      "title": "CMV：狗仔队应该是非法的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近看到了坎耶咀嚼一些狗仔隊的舊片段，因爲他們凌晨4點就在他家。\n他的房子在凌晨4點。坎耶說得很有道理，爲什麼你他媽的要在那個時候在非自己的房子外面？\n不是你自己的房子？普通人會因爲騷擾而被逮捕\n但如果你有一個攝像頭，突然... ...",
      "title": "CMV：狗仔隊應該是非法的"
    }
  ]
}