{
  "author": "pinkkxx",
  "the_new_excerpt": "For those of you who haven’t heard this, I’ve seen it a lot on Tiktok recently.\nAlong with things about White people having no culture, not being able to\ntolerate spice etc...\n\nIm not going to say that it’s as bad as the n-word or other racial slurs because\nit’s not, mainly because it hasn’t been…",
  "original_created_utc": 1620768466,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "聞いていない人のために説明すると、最近Tiktokでよく見かける言葉です。\n白人には文化がないとか、スパイスに耐性がないとか、そういったことと一緒に\n白人には文化がないとか、スパイスに耐性がないとか...。\n\n私は、この言葉がn-wordや他の人種的中傷と同じくらい悪いものだと言うつもりはありません。\nそうではありません、主な理由は...。",
      "title": "CMV：白人を「植民地支配者」と呼ぶという新しい考え方は、実は平等の観点からは逆行しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对于那些没有听说过这句话的人，我最近在Tiktok上经常看到。\n还有一些关于白人没有文化、不能忍受香料等的说法。\n忍受香料等等。\n\n我不打算说它和n-word或其他种族污辱一样糟糕，因为它不是。\n因为它不是，主要是因为它还没有被...",
      "title": "CMV：称白人为 \"殖民者 \"的新想法实际上是在平等方面的倒退。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對於那些沒有聽說過這句話的人，我最近在Tiktok上經常看到。\n還有一些關於白人沒有文化、不能忍受香料等的說法。\n忍受香料等等。\n\n我不打算說它和n-word或其他種族污辱一樣糟糕，因爲它不是。\n因爲它不是，主要是因爲它還沒有被...",
      "title": "CMV：稱白人爲 \"殖民者 \"的新想法實際上是在平等方面的倒退。"
    }
  ],
  "title": "CMV: the new idea of calling White people ‘colonisers’ is actually backwards in terms of equality.",
  "created_utc": 1620786594,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For those of you who haven’t heard this, I’ve seen it a lot on Tiktok recently. Along with things about White people having no culture, not being able to tolerate spice etc... </p>\n\n<p>Im not going to say that it’s as bad as the n-word or other racial slurs because it’s not, mainly because it hasn’t been used historically in a derogatory manner. So no, it’s not as bad as racial slurs, but it’s certainly not a step forwards in equality and more regressive than progressive. I am in no way, shape or form trying to compare this to the oppression, discrimination and prejudice faced by PoCs and I am all for non-violent BLM, equal rights and I’m a diehard Lefty. </p>\n\n<p>I just don’t think that labelling an entire race as ‘colonisers’ is the way to go to be honest. It’s incredibly hypocritical in my opinion. Trying to gain equal respect, rights and treatment all while generalising and offending others isn’t the way to go, especially when so many of them are fighting for your cause. </p>\n\n<p>If this is insensitive, ignorant or incorrect in any way don’t be afraid to correct me. I have an open mind and want to be educated on the issues discussed here.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/na88bp/cmv_the_new_idea_of_calling_white_people/",
  "subreddit": "changemyview",
  "id": "na88bp",
  "is_self": true,
  "media": null,
  "is_video": false
}