{
  "author": "ATacticalBagel",
  "original_created_utc": 1640882222,
  "title": "YSK: Bing's search engine has a very weak content filtering. It seems that its Safe Search function only filters known explicit domains and not the image's content. (Instructions below to all-too-easy-to-stumble-upon NSFL Content)",
  "created_utc": 1640896739,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Anecdotal Proof &lt;span class=\"md-spoiler-text\"&gt;--WARNING: NSFL Images--/ Try searching &amp;quot;5 gum meme&amp;quot; on Bing with the Safe Search set as strict as you like --WARNING: NSFL Images--/&lt;/span&gt;&lt;/p&gt;\n\n&lt;p&gt;Parents may want to restrict image searching to more proven-safe  search engines to avoid &amp;quot;impressionable minds&amp;quot; from being scarred. Realistically, very few of us want to be greeted with random gore when looking for mundane things on the internet.&lt;/p&gt;\n\n&lt;p&gt;We should know which tools are best used for finding uncurated results (DuckDuckGo?) and which are better for accuracy and predictable results (Google). I&amp;#39;m just an average user and would welcome suggestions below for alternative Search Engines and what in particular they excel at.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 227,
  "permalink": "/r/YouShouldKnow/comments/rs5wnv/ysk_bings_search_engine_has_a_very_weak_content/",
  "subreddit": "YouShouldKnow",
  "id": "rs5wnv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Anecdotal Proof --WARNING: NSFL Images--/ Try searching \"5 gum meme\" on\nBing with the Safe Search set as strict as you like --WARNING: NSFL Images--/\n\nParents may want to restrict image searching to more proven-safe search engines\nto avoid \"impressionable minds\" from being scarred.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 逸話的証拠 --WARNING: NSFL Images--/ \"5 gum meme \"で検索してみてください。\nBingのセーフサーチを好きなだけ厳しく設定する --WARNING: NSFL Images--/\n\n保護者の方は、画像検索をより安全性が証明されている検索エンジンに限定された方が良いかもしれません。\n多感な心を傷つけないために...。",
      "title": "YSK: Bingの検索エンジンは、コンテンツのフィルタリングが非常に弱いです。そのセーフサーチ機能は、既知の露骨なドメインをフィルタリングするだけで、画像のコンテンツはフィルタリングしないようです。(以下、つまずきやすいNSFLコンテンツへの手順)"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：传闻证明 --警告：NSFL图片--/ 尝试在Bing上搜索 \"5个口香糖备忘录\"，并将安全搜索设置为严格。\n试试在Bing上搜索 \"5个口香糖\"，安全搜索设置得越严格越好 --警告：NSFL图片--/\n\n家长可能希望将图像搜索限制在更多被证明是安全的搜索引擎上\n以避免 \"易受影响的心灵 \"受到伤害....。",
      "title": "YSK: Bing的搜索引擎有一个非常弱的内容过滤。它的安全搜索功能似乎只过滤已知的明确域名，而不过滤图像内容。(下面是对所有很容易被绊倒的NSFL内容的说明)"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：傳聞證明 --警告：NSFL圖片--/ 嘗試在Bing上搜索 \"5個口香糖備忘錄\"，並將安全搜索設置爲嚴格。\n試試在Bing上搜索 \"5個口香糖\"，安全搜索設置得越嚴格越好 --警告：NSFL圖片--/\n\n家長可能希望將圖像搜索限制在更多被證明是安全的搜索引擎上\n以避免 \"易受影響的心靈 \"受到傷害....。",
      "title": "YSK: Bing的搜索引擎有一個非常弱的內容過濾。它的安全搜索功能似乎只過濾已知的明確域名，而不過濾圖像內容。(下面是對所有很容易被絆倒的NSFL內容的說明)"
    }
  ]
}