{
  "author": "Frag_Bearlm",
  "the_new_excerpt": "Full disclosure: I am a 13 year old Male who is just barely on the spectrum and\nI have light aspergers.\n\nThat being said, my experience isnt the worse you can have if you’re autistic. I\njust randomly lose my train of thought while speaking, and get easily distracted\nwhile studying.\n\nThis is really…",
  "original_created_utc": 1623082606,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "全面開示：私は13歳の男性で、ギリギリのスペクトラムであり\n私は軽いアスペルガーです。\n\nしかし、私の経験は、自閉症の中でも特に悪いものではありません。I\n私は、話しているときに突然考えがまとまらなくなったり、勉強しているときにすぐに気が散ってしまったりします。\n勉強していてもすぐに気が散ってしまいます。\n\nこれは本当に...",
      "title": "CMV: 自閉症の治療法を見つけようとすることは間違っていない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "全面披露：我是一个13岁的男性，只是勉强在光谱上，并且\n我有轻微的自闭症。\n\n也就是说，如果你是自闭症患者，我的经历并不是最糟糕的。I\n我只是在说话时随机失去思路，并且在学习时容易分心。\n学习时容易分心。\n\n这真的是...",
      "title": "CMV：试图找到治愈自闭症的方法是没有错的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "全面披露：我是一個13歲的男性，只是勉強在光譜上，並且\n我有輕微的自閉症。\n\n也就是說，如果你是自閉症患者，我的經歷並不是最糟糕的。I\n我只是在說話時隨機失去思路，並且在學習時容易分心。\n學習時容易分心。\n\n這真的是...",
      "title": "CMV：試圖找到治癒自閉症的方法是沒有錯的"
    }
  ],
  "title": "CMV: Its not wrong to try to find a cure for Autism",
  "created_utc": 1623102292,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Full disclosure: I am a 13 year old Male who is just barely on the spectrum and I have light aspergers.</p>\n\n<p>That being said, my experience isnt the worse you can have if you’re autistic. I just randomly lose my train of thought while speaking, and get easily distracted while studying. </p>\n\n<p>This is really fucking annoying when you deal with this during exam period and in general, and to know that it’s a biological issue pisses me off more. </p>\n\n<p>I don’t find anything wrong with trying to find an injection that will cure my issue.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/nugh21/cmv_its_not_wrong_to_try_to_find_a_cure_for_autism/",
  "subreddit": "changemyview",
  "id": "nugh21",
  "is_self": true,
  "media": null,
  "is_video": false
}