{
  "author": "waterjugmarathon",
  "the_new_excerpt": "Seen a lot of women in the UK (after recent events) posting that it's not okay\nto say \"Not all men\". Okay. Let's see you keep that same energy next time a\nterrorist attack happens and you're screaming \"Not all Muslims\"\n\nTo clarify I think both are legitimate arguments. It's the hypocrisy I hate.…",
  "original_created_utc": 1615659158,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在英国看到很多女性（最近事件发生后）发帖说这是不对的\n说 \"不是所有的男人\"。好了，好了 让我们看到你保持同样的能量下一次一个\n恐怖袭击发生后，你就大喊 \"不是所有穆斯林\"\n\n要说明的是，我认为这两种说法都是合理的。我讨厌的是虚伪....。",
      "title": "Cmv：当女性作为一个群体呼唤男性时，说 \"不是所有的男人都是强奸犯\"，就像在恐怖袭击后穆斯林作为一个群体被呼唤时说 \"不是所有的穆斯林都是恐怖分子 \"一样合法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在英國看到很多女性（最近事件發生後）發帖說這是不對的\n說 \"不是所有的男人\"。好了，好了 讓我們看到你保持同樣的能量下一次一個\n恐怖襲擊發生後，你就大喊 \"不是所有穆斯林\"\n\n要說明的是，我認爲這兩種說法都是合理的。我討厭的是虛僞....。",
      "title": "Cmv：當女性作爲一個羣體呼喚男性時，說 \"不是所有的男人都是強姦犯\"，就像在恐怖襲擊後穆斯林作爲一個羣體被呼喚時說 \"不是所有的穆斯林都是恐怖分子 \"一樣合法。"
    }
  ],
  "title": "Cmv: Saying \" Not all men are rapists\" when women call out men as a group, is as legitimate a response as saying \"Not all Muslims are terrorists\" when Muslims get called out as a group after a terrorist attack.",
  "created_utc": 1615667426,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Seen a lot of women in the UK (after recent events) posting that it&#39;s not okay to say &quot;Not all men&quot;. Okay. Let&#39;s see you keep that same energy next time a terrorist attack happens and you&#39;re screaming &quot;Not all Muslims&quot;</p>\n\n<p>To clarify I think both are legitimate arguments. It&#39;s the hypocrisy I hate. Why should I be held accountable for the crappy actions of a few people. I&#39;ve seen a lot of people using the &quot;not all sharks eat people&quot; argument to try to discredit the &quot;not all men argument&quot;, however this argument doesn&#39;t hold up. Yeah sure not all sharks eat people. So it&#39;s on you to learn to tell the signs of which sharks do eat people so that you can avoid them. If you&#39;re too scared to swim in water that have non man eating sharks in then that&#39;s on you. You shouldn&#39;t expect the non man eating sharks to change their behaviour to suit you.  In the same way you should look for the signs that somebody is gonna be a bad apple and avoid them. Don&#39;t expect the good apples to change for you.</p>\n\n<p>Edit: this is in regards to men saying &quot;not all men&quot; in response to being held accountable of rapists actions. Not being accused of rape. Please make this distinction before you reply. I know no women say all men are rapists but a lot say it&#39;s up to all men to stop it. </p>\n\n<p>Edit: Damn the man haters really came out in force thinking I somehow support rape. I&#39;m just saying these arguments are both as legitimate as each other. You can&#39;t say one and discredit the other. They are both generalizations.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/m4btcb/cmv_saying_not_all_men_are_rapists_when_women/",
  "subreddit": "changemyview",
  "id": "m4btcb",
  "is_self": true,
  "media": null,
  "is_video": false
}