{
  "author": "n1ghsthade",
  "original_created_utc": 1638093154,
  "title": "This is for you. They will laugh, but they will envy later.",
  "created_utc": 1638109829,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is for all the crypto investors that are riding the rollercoaster of tears, laughter, happiness and despair. This is for all the times people look at you like you are delusional investing in &quot;Internet money&quot;. This is for all of us losing hope every once and a while.</p>\n\n<p>This is for all of you FOMOing into the wrong coins. This is for all of your impatience. This is for all of you thinking the parabolic runs starts but it doesn&#39;t. This is for all the times you want to give up and just continue the hamster wheel run, the rat race.</p>\n\n<p>This is for all of you that want to achieve financial independence. This is for all of you that want to look after your family financially. This is for all of you that want yachts, lambos, and coke. This is for all of you wanting freedom.</p>\n\n<p>Let them laugh at you. Let them doubt you. Let them fight your goal. Let the boomer world trying to bring crypto down. Let them have it.</p>\n\n<h1>we are going to make it.</h1>\n\n<h1>you are going to make it.</h1>\n\n<p>Think about this when in 1,2,3 or 5 years from now you have achieved all of your goals. </p>\n\n<p>And then look at them. </p>\n\n<p>Let&#39;s f*cking go!</p>\n</div><!-- SC_ON -->",
  "score": 177,
  "permalink": "/r/CryptoCurrency/comments/r40vi9/this_is_for_you_they_will_laugh_but_they_will/",
  "subreddit": "CryptoCurrency",
  "id": "r40vi9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is for all the crypto investors that are riding the rollercoaster of tears,\nlaughter, happiness and despair. This is for all the times people look at you\nlike you are delusional investing in \"Internet money\". This is for all of us\nlosing hope every once and a while.\n\nThis is for all of you…"
}