{
  "author": "Tristan_Dean_Foss",
  "original_created_utc": 1625542482,
  "title": "People who read extraordinarily often (a book every two days or more), how did you manage to build a habit of reading so often and what are some tips for people who procrastinate on books and hardly ever get them done?",
  "created_utc": 1625548782,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m trying to read more often as I used to read a ton in the sixth grade and I was actually very interested in reading/learning, but now I find myself bored by books and taking a while to read them, when I know I&#39;m capable of better than that. What are some useful things I can do to start to read more often again?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/oemvgw/people_who_read_extraordinarily_often_a_book/",
  "subreddit": "books",
  "id": "oemvgw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm trying to read more often as I used to read a ton in the sixth grade and I\nwas actually very interested in reading/learning, but now I find myself bored by\nbooks and taking a while to read them, when I know I'm capable of better than\nthat. What are some useful things I can do to start to read…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は小学6年生の時に本をたくさん読んでいたので、もっと読むようにしています。\n私は小学校6年生のときに本をたくさん読んでいて、読むことや学ぶことにとても興味があったのですが、今では本に飽きてしまい\nしかし、今では本に飽きてしまい、読むのに時間がかかるようになりました。\n今の私は、本を読むのが退屈で、時間がかかってしまいます。本を読むために何か役に立つことはないでしょうか？",
      "title": "並外れた読書頻度（2日に1冊以上）の人は、どのようにしてそこまでの読書習慣を身につけたのか、また、本を先延ばしにしてほとんど読まない人のためのコツを教えてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我正试图更经常地阅读，因为我曾经在六年级时读过很多书，而且我对阅读/学习非常感兴趣。\n其实我对阅读/学习非常感兴趣，但现在我发现自己对书本感到厌烦，而且花了不少时间来阅读，而我知道自己的能力比别人强。\n但现在我发现自己对书感到厌烦，而且花了不少时间来阅读，而我知道我有能力做得更好。\n的能力。我可以做哪些有用的事情来开始阅读...",
      "title": "阅读频率特别高的人（每两天或更长时间读一本书），你是如何养成如此频繁的阅读习惯的，对于那些对书有拖延症、几乎没有完成的人来说，有什么提示？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正試圖更經常地閱讀，因爲我曾經在六年級時讀過很多書，而且我對閱讀/學習非常感興趣。\n其實我對閱讀/學習非常感興趣，但現在我發現自己對書本感到厭煩，而且花了不少時間來閱讀，而我知道自己的能力比別人強。\n但現在我發現自己對書感到厭煩，而且花了不少時間來閱讀，而我知道我有能力做得更好。\n的能力。我可以做哪些有用的事情來開始閱讀...",
      "title": "閱讀頻率特別高的人（每兩天或更長時間讀一本書），你是如何養成如此頻繁的閱讀習慣的，對於那些對書有拖延症、幾乎沒有完成的人來說，有什麼提示？"
    }
  ]
}