{
  "author": "ellieofus",
  "original_created_utc": 1634730525,
  "title": "What are the worst books you’ve ever read?",
  "created_utc": 1634736689,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Not only bad books, with a weird writing style, bad plot and horrible characterisation, but also books that you’ve started thinking they were going to be great, and were instead quite underwhelming. </p>\n\n<p>I’ve had a few of those recently, and  it always makes me so unreasonably upset.  Books that were hyped basically everywhere, and instead turned out to be lacklustre at best. </p>\n\n<p>Here’s my list: \n- The bone shard daughter \n- The Testaments \n- Iron Heart \n- If on a Winter’s night a traveler \n- By the River Piedra I sat down and wept </p>\n\n<p>And the latest one,  a book I’m still reading that I want to like but I’m still not sure I will: The Nevernight . </p>\n\n<p>What books are in your “did not like” or “did not finished “ list?</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/qbyzw9/what_are_the_worst_books_youve_ever_read/",
  "subreddit": "books",
  "id": "qbyzw9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Not only bad books, with a weird writing style, bad plot and horrible\ncharacterisation, but also books that you’ve started thinking they were going to\nbe great, and were instead quite underwhelming.\n\nI’ve had a few of those recently, and it always makes me so unreasonably upset.\nBooks that were…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "奇妙な文体、悪いプロット、ひどいキャラクター設定の悪い本だけでなく\n悪い本だけではなく、素晴らしい本だと思って読み始めた本でも\nまた、素晴らしい本だと思って読み始めた本も、実際にはとてもがっかりさせられました。\n\n私も最近そういうのがいくつかあって、いつも無性に腹が立ちます。\nそのような本は...",
      "title": "今まで読んだ中で一番ひどい本は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不仅是那些写作风格怪异、情节糟糕、人物描写可怕的坏书。\n也有一些书，你开始时以为它们会很好，但结果却令人失望。\n优秀的书，但却让人很不满意。\n\n我最近有几本这样的书，它总是让我不合理地感到不安。\n这些书是...",
      "title": "你读过的最糟糕的书是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不僅是那些寫作風格怪異、情節糟糕、人物描寫可怕的壞書。\n也有一些書，你開始時以爲它們會很好，但結果卻令人失望。\n優秀的書，但卻讓人很不滿意。\n\n我最近有幾本這樣的書，它總是讓我不合理地感到不安。\n這些書是...",
      "title": "你讀過的最糟糕的書是什麼？"
    }
  ]
}