{
  "author": "Berkamin",
  "original_created_utc": 1633514357,
  "title": "YSK catalytic converter thieves are targeting specific models of cars (especially the Prius). Toyota is so back-ordered on catalysts it may take over a month to replace a stolen one, while costing you over $1,000. But theft can be deterred by installing an anti-theft catalytic converter shield.",
  "created_utc": 1633523719,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Catalytic converter theft is so rampant that catalysts for the most commonly targeted cars (all models of the Toyota Prius) are severely back-ordered by a month or more, made worse by world-wide supply chain complications. They are also very expensive to replace. Your car isn&#39;t legal to drive if the catalyst has been cut out. But you should know that catalyst theft can be easily deterred by installing a catalytic converter shield that makes them much harder to cut out.</p>\n\n<hr/>\n\n<p>Catalytic converters (which reduce various pollutants in car exhaust) are being cut out of parked cars using power tools so that the tiny quantities of platinum in them can be extracted by scrappers. A friend of mine had his catalytic converter stolen out of his Prius yesterday, and when he took his car to the dealership to have this fixed, they told him that due to the rampant theft of these things (likely exacerbated by a stressed supply chain), particularly the ones for the Toyota Prius, catalysts were back-ordered and delayed by at least a month.</p>\n\n<p>The thieves target a handful of models for this kind of raid. The Toyota Prius (all models and versions) and the Honda Element models are the most frequently targeted, along with the Toyota Tacoma, Tundra, and Sequoia. You can protect yourself by installing a catalytic converter shield. The cost of one of these things plus the labor to install it is far less cost and far less trouble than the cost of having your catalyst stolen.</p>\n\n<p>I&#39;m not here to promote any particular brand, so I&#39;m not going to post a link; these are easy enough to find by doing a web search for &quot;catalytic converter shield&quot;.</p>\n\n<p>They are typically installed by having rivet nuts installed into various holes in the chassis (some of which may need to be drilled or widened), followed by being screwed in with tamper resistant screws. But since it isn&#39;t that hard to find bits for tamper-resistant screws (and thieves are likely to have such bits), I recommend going for brands that offer custom security screws, or buying custom security screws of your own.</p>\n\n<p>Prevent regret. If you own one of the models that thieves target, install a catalytic converter shield. Do your part to put these thieves out of business.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/YouShouldKnow/comments/q2h961/ysk_catalytic_converter_thieves_are_targeting/",
  "subreddit": "YouShouldKnow",
  "id": "q2h961",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Catalytic converter theft is so rampant that catalysts for the most\ncommonly targeted cars (all models of the Toyota Prius) are severely\nback-ordered by a month or more, made worse by world-wide supply chain\ncomplications. They are also very expensive to replace. Your car isn't legal…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、触媒コンバーターの盗難が横行していて、よく狙われる車の触媒は\n触媒コンバーターの盗難が横行しており、最もよく狙われる車（トヨタ・プリウスの全モデル）の触媒は\n世界的なサプライチェーンの混乱により、1ヶ月以上ものバックオーダーが発生しています。\nさらに、世界的なサプライチェーンの混乱により、さらに悪化しています。また、触媒の交換には非常にコストがかかります。あなたの車は合法ではありません...。",
      "title": "YSKの触媒コンバーター窃盗団は、特定の車種（特にプリウス）を狙っています。トヨタでは触媒の注文が殺到しており、盗まれた触媒を交換するのに1ヶ月以上かかり、費用も1,000ドル以上かかることがあります。しかし、盗難防止用の触媒コンバーターシールドを取り付けることで、盗難を抑止することができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：催化器盗窃案如此猖獗，以至于最常见的目标汽车（所有型号的丰田普锐斯）的催化器被严重损坏。\n最常见的目标汽车（丰田普锐斯的所有型号）的催化剂严重滞销一个月以上。\n的催化剂严重滞销一个月或更长时间，而世界范围内的供应链复杂化又使情况变得更糟。\n复杂化。它们的更换也非常昂贵。你的车不合法...",
      "title": "YSK催化器窃贼的目标是特定型号的汽车（尤其是普锐斯）。丰田公司的催化剂订单非常多，可能需要一个多月的时间来更换一个被盗的催化剂，而花费的费用超过1000美元。但是，通过安装防盗催化器防护罩，可以阻止盗窃行为。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：催化器盜竊案如此猖獗，以至於最常見的目標汽車（所有型號的豐田普銳斯）的催化器被嚴重損壞。\n最常見的目標汽車（豐田普銳斯的所有型號）的催化劑嚴重滯銷一個月以上。\n的催化劑嚴重滯銷一個月或更長時間，而世界範圍內的供應鏈複雜化又使情況變得更糟。\n複雜化。它們的更換也非常昂貴。你的車不合法...",
      "title": "YSK催化器竊賊的目標是特定型號的汽車（尤其是普銳斯）。豐田公司的催化劑訂單非常多，可能需要一個多月的時間來更換一個被盜的催化劑，而花費的費用超過1000美元。但是，通過安裝防盜催化器防護罩，可以阻止盜竊行爲。"
    }
  ]
}