{
  "author": "thruawaycmv",
  "original_created_utc": 1637163334,
  "title": "CMV: Mac windows management system is inferior than Windows",
  "created_utc": 1637246134,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is a CMV about this specific feature which in my opinion is key to productivity not about Mac in general vs Windows in general</p>\n\n<ol>\n<li>In windows you can hover over the application icon in the taskbar and see all the windows open for a given application. </li>\n</ol>\n\n<p>But wait Mac expose does this too right?</p>\n\n<p>Sure but here you can actually hover over the preview and make it full screen to actually see if that is the specific window you want to open</p>\n\n<ol>\n<li>Mac full screen </li>\n</ol>\n\n<p>Mac full screen is not optimal for productivity </p>\n\n<p>You want to make a window take up the full screen, but you may also want to be able to quickly open another window overlaying that maximized window. You can&#39;t do this with Mac full screen </p>\n\n<ol>\n<li>Snap to the edge of the screen is just more reflexive and natural than hovering over the maximize button and then snapping it, and also it has the same issue as point 2, where you can&#39;t open a new application overlaying it without it sliding to another Mac &quot;space&quot;</li>\n</ol>\n\n<p>Windows management in Mac is inferior than in Windows, and this can have an impact on productivity as well</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/qw1vhy/cmv_mac_windows_management_system_is_inferior/",
  "subreddit": "changemyview",
  "id": "qw1vhy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is a CMV about this specific feature which in my opinion is key to\nproductivity not about Mac in general vs Windows in general\n\n 1. In windows you can hover over the application icon in the taskbar and see\n    all the windows open for a given application.\n\nBut wait Mac expose does this too…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは、私の意見では生産性の鍵となるこの特定の機能についてのCMVです。\n一般的なMacと一般的なWindowsの違いではありません。\n\n 1. Windowsでは、タスクバーのアプリケーションアイコンにカーソルを合わせると、特定のアプリケーションで開いているすべてのウィンドウが表示されます。\n    そのアプリケーションで開いているすべてのウィンドウを見ることができます。\n\nしかし、待ってください、MacのExposeにもこれがあります...。",
      "title": "CMV: MacのWindows管理システムはWindowsより劣っている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是一个关于这个特定功能的CMV，在我看来，这是生产力的关键。\n生产力的关键，而不是关于一般的Mac与一般的Windows。\n\n 1. 在windows中，你可以将鼠标悬停在任务栏中的应用程序图标上，看到某个应用程序的所有窗口。\n    所有为某一特定应用程序打开的窗口。\n\n但是等等，Mac也有这个功能......",
      "title": "CMV：Mac的窗口管理系统比Windows要差"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是一個關於這個特定功能的CMV，在我看來，這是生產力的關鍵。\n生產力的關鍵，而不是關於一般的Mac與一般的Windows。\n\n 1. 在windows中，你可以將鼠標懸停在任務欄中的應用程序圖標上，看到某個應用程序的所有窗口。\n    所有爲某一特定應用程序打開的窗口。\n\n但是等等，Mac也有這個功能......",
      "title": "CMV：Mac的窗口管理系統比Windows要差"
    }
  ]
}