{
  "author": "UnstoppableLaughter4",
  "the_new_excerpt": "There is no reason (for anyone) to judge people based on their race. Trying to\ndo so is using inequality to fight inequality, which in the end does not create\nequality.\n\nIf someone is more intelligent than others, then they deserve their reward\nbecause they are competent, and not because of whether…",
  "original_created_utc": 1621137875,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "人種で人を判断する理由は（誰にも）ありません。そうしようとすると\nしようとすると、不平等に対抗するために不平等を利用することになり、結局、平等は生まれません。\n平等にはなりません。\n\n誰かが他の人よりも知的であるならば、その人は報酬を受けるに値する。\n報酬に値するのは、その人が有能だからであって、他の人がどうかということではありません。",
      "title": "CMV： 人種間の不平等をなくすためには、みんなが人種を無視することが一番です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "没有理由（对任何人来说）根据种族来判断人们。试图\n这样做是用不平等来对抗不平等，而这最终并没有创造出\n平等。\n\n如果有人比其他人更聪明，那么他们就应该得到他们的奖励\n因为他们有能力，而不是因为是否......",
      "title": "CMV：结束种族不平等的最好方式是每个人都不考虑种族。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "沒有理由（對任何人來說）根據種族來判斷人們。試圖\n這樣做是用不平等來對抗不平等，而這最終並沒有創造出\n平等。\n\n如果有人比其他人更聰明，那麼他們就應該得到他們的獎勵\n因爲他們有能力，而不是因爲是否......",
      "title": "CMV：結束種族不平等的最好方式是每個人都不考慮種族。"
    }
  ],
  "title": "CMV: The best way to end racial inequality is for everyone to disregard race.",
  "created_utc": 1621164702,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There is no reason (for anyone) to judge people based on their race. Trying to do so is using inequality to fight inequality, which in the end does not create equality.</p>\n\n<p>If someone is more intelligent than others, then they deserve their reward because they are competent, and not because of whether their ancestors are the oppressors or the oppressed, they can’t choose it.</p>\n\n<p>If someone is in poverty, then they should be assisted based on their financial status, regardless of their color.</p>\n\n<p>If someone is rich, they deserve the same tax as anyone else, regardless of their race.</p>\n\n<p>Maybe these have already been done. But no one should be judged based on their race, when many countries do this. If people whose ancestors were oppressed as slaves deserve extra rewards, why were people whose ancestors fought in war and ended it not rewarded? </p>\n\n<p>If people stopped caring about race and judged people based on their character &amp; what they do, the society would have a lot more equality and justice.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/ndg18m/cmv_the_best_way_to_end_racial_inequality_is_for/",
  "subreddit": "changemyview",
  "id": "ndg18m",
  "is_self": true,
  "media": null,
  "is_video": false
}