{
  "author": "Receiver527",
  "the_new_excerpt": "It's hypocritical to be an activist who fights back against systemic racism or\nsomeone that holds anti-racist/woke viewpoints and also think anti-semitism is\nno big deal and/or that Farakkahn talking about how Jewish people are fake\nJews/the synagogue of satan and about how we're termites is…",
  "original_created_utc": 1612832962,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这是虚伪的，作为一个积极分子谁反击系统性的种族主义或。\n持有反种族主义/清醒观点的人，也认为反犹太主义是。\n没有什么大不了的，和/或法拉卡恩谈论如何犹太人是假的。\n犹太人/撒旦的犹太教堂 还有我们如何成为白蚁... ...",
      "title": "CMV：那些追随法拉卡恩并支持他的 \"清醒/反种族主义 \"的人，这样做是虚伪的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是虛僞的，作爲一個積極分子誰反擊系統性的種族主義或。\n持有反種族主義/清醒觀點的人，也認爲反猶太主義是。\n沒有什麼大不了的，和/或法拉卡恩談論如何猶太人是假的。\n猶太人/撒旦的猶太教堂 還有我們如何成爲白蟻... ...",
      "title": "CMV：那些追隨法拉卡恩並支持他的 \"清醒/反種族主義 \"的人，這樣做是虛僞的"
    }
  ],
  "title": "CMV: People who are \"woke/anti-racist\" who follow Farrakahn and support him are hypocritical for doing so",
  "created_utc": 1612845790,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s hypocritical to be an activist who fights back against systemic racism or someone that holds anti-racist/woke viewpoints and also think anti-semitism is no big deal and/or that Farakkahn talking about how Jewish people are fake Jews/the synagogue of satan and about how we&#39;re termites is perfectly ok. To not be hypocritical, someone who&#39;s anti-racist needs to be against all forms of racism. </p>\n\n<p>Also, the fact that so many people from the people who do the Breakfast Club to Kendrick Lamar to Ice Cube to that Nick Cannon guy support Farrakahn and that they never get condemed for it is proof that anti-semitism has been normalized in this country.</p>\n\n<p>Edit: I&#39;m against systemic racism and someone who cares a lot about being anti racist myself. Just so your clear what perspective I&#39;m coming from</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/lfqy0g/cmv_people_who_are_wokeantiracist_who_follow/",
  "subreddit": "changemyview",
  "id": "lfqy0g",
  "is_self": true,
  "media": null,
  "is_video": false
}