{
  "author": "dednbloted",
  "original_created_utc": 1633807637,
  "title": "CMV: Hating on people who take refuse the COVID-19 Vaccine makes you part of the problem",
  "created_utc": 1633822262,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Especially online I&#39;ve noticed it&#39;s become very accepted to refer to people who refuse the vaccine as &quot;idiots&quot;, &quot;deliberately selfish&quot;, or even going as far as too make light of, or even act as if it&#39;s good when these people get sick and die.</p>\n\n<p>This is an unprecedented rejection of modern medicine in such a dire circumstance. Roughly 1/3 Americans have refused the vaccine. <em>If you actually cared about the general wellbeing or your community you would not make light of this situation or use it as opportunity to insult others from some kind of moral high ground. You should want to understand why people are acting this way and what can be done to change it.</em></p>\n\n<p>Nobody has been convinced to take the vaccine by being called an idiot. Nobody. In fact you further tell these people this shows you don&#39;t want to listen to them, and consequently stops any chance of ever reaching them. To make matters worse you make light of them dying? <em>Saying they deserved it?</em> You in effect displayed to them you <em>that you literally don&#39;t care about their life</em>. Why would they ever listen to anything you say after that?</p>\n\n<p>&quot;Have you ever talked to an anti-vaxxer? They&#39;re deranged! Reason doesn&#39;t work! I spent all summer trying to convince my uncle/coworker/friend to take it and they wouldn&#39;t because of something they read on *random right leaning online media*. You should know reasoning doesn&#39;t work, don&#39;t tell me to try to &quot;see their perspective&quot; when they believe in false things and are hurting others!&quot;</p>\n\n<p>There have always been a small group of antiscientific folk who have hated vaccines and spout nonsense off about vaccines causing autism, or that vaccines contain heavy metals. A certain portion of these people are likely unreachable with any kind of reason, though I genuinely believe the &quot;too far gone&quot; types are a small group.</p>\n\n<p>On the other hand the situation with the COVID vaccine is different. A common favorite onion article is the school shootings article titled &quot;No way to prevent this says only country where this regularly happens&quot;. We are the only country with such a high vaccination refusal. There is something sociological going on here. There is a reason we are in some collective hysteria about this. Many people I&#39;ve met that express vaccine skepticism are actually otherwise reasonable people regarding other things.</p>\n\n<p>By refusing to acknowledge there is some collective issue and insulting people you actually heighten the tension between these two camps in society. If you don&#39;t understand why people are acting this but instead choose to stir the pot <em>you are making things worse.</em> This is a stupid time to claim the moral high ground, ripping on unvaccinated people is a gigantic circlejerk that can do nothing but worsen this problem.</p>\n\n<p>Maybe start asking why it is media is so able to propel people to irrational behavior, how it is even mundane yet serious things like public health become political spectacle, and why so many people in this country have a distrust of the medical industry.</p>\n\n<p>I hate that it matters, but I know it does so I&#39;ll say it: I got the vaccine immediately, I almost signed up for trials, I encourage others to get the vaccine. I&#39;m not proposing some &quot;enlightened centricism&quot;, I&#39;m saying that your analysis of &quot;they don&#39;t get it because they&#39;re stupid, so I&#39;ll call them stupid&quot;, is bad and is worsening the problem.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/q4s63v/cmv_hating_on_people_who_take_refuse_the_covid19/",
  "subreddit": "changemyview",
  "id": "q4s63v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Especially online I've noticed it's become very accepted to refer to people who\nrefuse the vaccine as \"idiots\", \"deliberately selfish\", or even going as far as\ntoo make light of, or even act as if it's good when these people get sick and\ndie.\n\nThis is an unprecedented rejection of modern medicine in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "特にネット上では、自分の意思ではなく、自分の意思で行動している人のことをこう呼ぶのが一般的になっています。\nワクチンを拒否する人を「バカ」「わざとらしい」と言ったり、さらには、ワクチンを拒否する人を\n病気になって死ぬのはいいことだと思っているようです。\nと言っています。\n\nこれは、現代医学に対する前例のない拒否反応です。",
      "title": "CMV: COVID-19ワクチンを拒否した人を憎むのは、あなたも問題の一部です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "特别是在网上，我注意到把拒绝接种疫苗的人称为 \"白痴 \"已经成为一种很普遍的说法。\n拒绝接种疫苗的人被称为 \"白痴\"、\"刻意自私\"，甚至于\n甚至轻描淡写，甚至表现得好像这些人生病和死亡是件好事。\n死亡。\n\n这是对现代医学前所未有的拒绝，在...",
      "title": "CMV：憎恨那些拒绝接受COVID-19疫苗的人使你成为问题的一部分"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "特別是在網上，我注意到把拒絕接種疫苗的人稱爲 \"白癡 \"已經成爲一種很普遍的說法。\n拒絕接種疫苗的人被稱爲 \"白癡\"、\"刻意自私\"，甚至於\n甚至輕描淡寫，甚至表現得好像這些人生病和死亡是件好事。\n死亡。\n\n這是對現代醫學前所未有的拒絕，在...",
      "title": "CMV：憎恨那些拒絕接受COVID-19疫苗的人使你成爲問題的一部分"
    }
  ]
}