{
  "author": "islanders571",
  "original_created_utc": 1627125530,
  "title": "YSK if you own a Samsung refrigerator with a malfunctioning ice maker, you can get a free replacement",
  "created_utc": 1627131209,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There has been a lot of issues with Samsung’s french door refrigerators and their ice makers. The ice maker will freeze over causing it to no longer make ice until force thawed and ice will melt in the storage holder. </p>\n\n<p>If you contact Samsung with a model that has this issue, they’ll send a technician to fix it for free even if it’s outside the warranty period.</p>\n</div><!-- SC_ON -->",
  "score": 515,
  "permalink": "/r/YouShouldKnow/comments/oqo38u/ysk_if_you_own_a_samsung_refrigerator_with_a/",
  "subreddit": "YouShouldKnow",
  "id": "oqo38u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: There has been a lot of issues with Samsung’s french door refrigerators\nand their ice makers. The ice maker will freeze over causing it to no longer\nmake ice until force thawed and ice will melt in the storage holder.\n\nIf you contact Samsung with a model that has this issue, they’ll send…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: サムスンのフレンチドア冷蔵庫の製氷機には多くの問題がありました。\nとその製氷機に問題があります。製氷機が凍ってしまい、氷が作れなくなってしまいます。\n製氷機が凍結して、強制的に解凍されるまで氷が作れなくなったり、収納ホルダーの中で氷が溶けてしまったりします。\n\nこの問題が発生したモデルをサムスンに連絡すると、彼らは...",
      "title": "アイスメーカーが故障しているサムスン製冷蔵庫をお持ちの方は、YSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：三星的法式门冰箱和制冰机一直存在很多问题。\n和制冰机的问题。制冰机会被冻住，导致它不再\n制冰机会被冻结，导致它不再制冰，直到被强制解冻，而且冰会在储存器中融化。\n\n如果你与三星公司联系，有这个问题的型号，他们会发...",
      "title": "YSK如果你拥有的三星冰箱的制冰机出现故障，你可以得到一个免费的更换。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：三星的法式門冰箱和製冰機一直存在很多問題。\n和製冰機的問題。製冰機會被凍住，導致它不再\n製冰機會被凍結，導致它不再製冰，直到被強制解凍，而且冰會在儲存器中融化。\n\n如果你與三星公司聯繫，有這個問題的型號，他們會發...",
      "title": "YSK如果你擁有的三星冰箱的製冰機出現故障，你可以得到一個免費的更換。"
    }
  ]
}