{
  "author": "Alternative-Pause-14",
  "original_created_utc": 1627604309,
  "title": "CMV: The US’ Bloated Military Budget Is Thanks to Contractors",
  "created_utc": 1627623232,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>my view is that the military has been corrupted by defense contractors. </p>\n\n<p>these corporations make money off of war. former pentagon officials make up the staffs of these corporations. with their connections, they’re able to skew US foreign policy. that foreign policy includes interventions that require weapons. that lines the pockets of defense contractors. perhaps they’re increasing their profits even more by charging the country too much for what they’re offering. </p>\n\n<p>i’m not an expert in military budgeting, so maybe it’s not as wasteful as i’ve laid out and maybe they’re more independent from the defense contractors then i’ve portrayed them. i look forward to some good responses!</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/ou9sl8/cmv_the_us_bloated_military_budget_is_thanks_to/",
  "subreddit": "changemyview",
  "id": "ou9sl8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "my view is that the military has been corrupted by defense contractors.\n\nthese corporations make money off of war. former pentagon officials make up the\nstaffs of these corporations. with their connections, they’re able to skew US\nforeign policy. that foreign policy includes interventions that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の考えでは、軍は防衛関連企業によって腐敗しています。\n\nこれらの企業は戦争で金儲けをしています。ペンタゴンの元職員がこれらの企業のスタッフになっています。\nこれらの企業は、戦争でお金を稼ぎ、元国防省の役人がこれらの企業のスタッフになっています。\n外交政策を歪めることができるのです その外交政策とは、介入を含む...",
      "title": "CMV: アメリカの膨れ上がった軍事予算は請負業者のおかげ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的观点是，军队已经被国防承包商腐蚀了。\n\n这些公司从战争中赚钱，前五角大楼的官员是这些公司的工作人员。\n凭借他们的关系，他们能够歪曲美国的外交政策。\n外交政策包括干预，...",
      "title": "CMV：美国膨胀的军事预算要归功于承包商"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的觀點是，軍隊已經被國防承包商腐蝕了。\n\n這些公司從戰爭中賺錢，前五角大樓的官員是這些公司的工作人員。\n憑藉他們的關係，他們能夠歪曲美國的外交政策。\n外交政策包括干預，...",
      "title": "CMV：美國膨脹的軍事預算要歸功於承包商"
    }
  ]
}