{
  "author": "BusyLight32",
  "original_created_utc": 1626712635,
  "title": "CMV: Parents who refuse to take their screaming child out of an event/restaurant/whatever, secretly want others to suffer the way they have to.",
  "created_utc": 1626723020,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I posted this in another sub but that may have been a biased audience so I want to put this out to CMV for a broader sample.</p>\n\n<p>It just seems as though the parent lacks empathy for others and general courtesy. I would be willing to bet if you said anything to them or looked at them, you would get a very angered look/comment in return. If the child has been screaming for quite some time and shows no sign of stopping, why would you want to make others miserable unless you have the standpoint of Misery Loves Company? I don&#39;t think anyone is that oblivious to think that noise is not bothersome to others and I would be willing to bet these same people are annoyed at loud parties, early morning lawn mowers, ground shaking car stereos and other loud noises such as that that infringe on their piece and quiet.</p>\n</div><!-- SC_ON -->",
  "score": 256,
  "permalink": "/r/changemyview/comments/onhpyz/cmv_parents_who_refuse_to_take_their_screaming/",
  "subreddit": "changemyview",
  "id": "onhpyz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I posted this in another sub but that may have been a biased audience so I want\nto put this out to CMV for a broader sample.\n\nIt just seems as though the parent lacks empathy for others and general\ncourtesy. I would be willing to bet if you said anything to them or looked at\nthem, you would get a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "他のサブサイトにも投稿したのですが、それは偏った視聴者だったかもしれません。\nCMVに投稿して、より多くの人に見てもらいたいと思います。\n\nこの親御さんは、他人への共感や一般的な礼儀を欠いているとしか思えません。\n礼儀がないように思えます。もし、あなたが彼らに何かを言ったり、見たりしたならば、私は賭けてもいいでしょう。\n何か言ったり、見たりしたら、きっと...。",
      "title": "CMV：泣き叫ぶ子供をイベントやレストランから連れ出すことを拒否する親は、密かに他人に自分と同じように苦しんでほしいと思っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在另一个子栏目中发布了这个消息，但那可能是一个有偏见的听众，所以我想\n所以我想把它放到CMV上，以获得更广泛的样本。\n\n看起来这位家长缺乏对他人的同情心和一般的\n礼貌。我愿意打赌，如果你对他们说什么或看他们一眼，你会得到一个\n他们，你会得到一个...",
      "title": "CMV: 那些拒绝把他们尖叫的孩子带出活动/餐厅/任何地方的父母，暗地里希望其他人像他们那样受苦。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在另一個子欄目中發佈了這個消息，但那可能是一個有偏見的聽衆，所以我想\n所以我想把它放到CMV上，以獲得更廣泛的樣本。\n\n看起來這位家長缺乏對他人的同情心和一般的\n禮貌。我願意打賭，如果你對他們說什麼或看他們一眼，你會得到一個\n他們，你會得到一個...",
      "title": "CMV: 那些拒絕把他們尖叫的孩子帶出活動/餐廳/任何地方的父母，暗地裏希望其他人像他們那樣受苦。"
    }
  ]
}