{
  "author": "Unordinary-Novel",
  "the_new_excerpt": "I am not a native English speaker, so sorry for any mistakes.\n\nI have always loved books, especially when I was a teenager. I could read almost\nany type of book in any type of genre. I could not walk past a bookstore without\ngoing in, and if there was a sale, you bet I was buying.\n\nAs I grow older,…",
  "original_created_utc": 1612009191,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不是英语母语的人，所以有错误的地方请见谅。\n\n我一直很喜欢看书，尤其是在我十几岁的时候。我几乎可以阅读\n任何类型的书，任何类型的书。我不能不经过一家书店\n进去，如果有销售，你敢打赌，我就会买。\n\n随着我年龄的增长，...",
      "title": "在努力提高我对阅读的热爱。谢谢reddit。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是英語母語的人，所以有錯誤的地方請見諒。\n\n我一直很喜歡看書，尤其是在我十幾歲的時候。我幾乎可以閱讀\n任何類型的書，任何類型的書。我不能不經過一家書店\n進去，如果有銷售，你敢打賭，我就會買。\n\n隨着我年齡的增長，...",
      "title": "在努力提高我對閱讀的熱愛。謝謝reddit。"
    }
  ],
  "title": "Working on my love for reading. Thanks reddit.",
  "created_utc": 1612064287,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am not a native English speaker, so sorry for any mistakes. </p>\n\n<p>I have always loved books, especially when I was a teenager. I could read almost any type of book in any type of genre. I could not walk past a bookstore without going in, and if there was a sale, you bet I was buying.</p>\n\n<p>As I grow older, I still loved books and would still buy them, thinking I for sure was going to read it, but knowing deep down, that I would start but not finish, or maybe not even start. Things always got in the way, school, friends, work, laziness (I also love watching movies and tv-shows, and it was always just easier to go to the movies or stream something.) I would still read and finish some books, but not as many as I would like to. And those I would finish, would be the next in a book series, so I was already in that universe. (if that makes sense.) But I had lost my joy of entering a new world.  </p>\n\n<p>So after seeing posts like “started reading again,” and “found my love for reading.” I decided that, now it was my turn to work on my love for reading, so last Monday, I picked up a random book from my bookshelf, and slowly started reading. It’s been almost a week, and I am almost finished (Happy dance), I found myself wanting to read more, and thinking “just one more chapter,” even though I really should go to bed. (just like I use to do as a teen.)</p>\n\n<p>I know myself well enough to know, that if I don’t keep working on it, I will just go back to getting books, I want to read, but in the end won’t get to read. I really do want to keep this up, so I have to thank you reddit, for giving me some will to try and find my love of reading again. </p>\n\n<p>Thank You. </p>\n\n<p>Also please let me know if you have redescovered books, and what helped you get back into it.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/l8kk8k/working_on_my_love_for_reading_thanks_reddit/",
  "subreddit": "books",
  "id": "l8kk8k",
  "is_self": true,
  "media": null,
  "is_video": false
}