{
  "author": "Opr9r",
  "the_new_excerpt": "Willy Wonka and the Chocolate Factory.\n\nCharlie had just come home from watching other kids singing with the Candyman,\nthen ran a paper route on what must have been a nearly empty stomach. He walks\nin, sees his exhausted mom and looks at the one grandparent he knows perfectly\nwell could (and should)…",
  "original_created_utc": 1624023296,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Willy Wonka and the Chocolate Factory（ウィリー・ウォンカとチョコレート工場）」。\n\nチャーリーは、他の子供たちがキャンディマンと一緒に歌っているのを見て帰ってきたばかりでした。\nそして、ほとんど空腹の状態で新聞配達をしていたのです。彼が家に入ると\n疲れ切ったお母さんを見て、自分が知っている唯一のおじいちゃん、おばあちゃんを見る。\n祖父母の顔を見ると",
      "title": "CMV：チャーリーが「これからはお前のタバコ代は俺が払う」と言ったのは、家族の前でわざとジョーじいさんに恥をかかせたのだ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "威利-旺卡和巧克力工厂》。\n\n查理刚刚看完其他孩子与糖果人一起唱歌后回到家。\n然后在几乎空腹的情况下跑了一条送报路线。他走到\n他走进来，看到他筋疲力尽的妈妈，看着他非常清楚的一位祖父母\n清楚地知道可以（也应该）...",
      "title": "CMV：当查理说 \"从现在开始，我要为你的烟草买单 \"时，他是故意在家人面前羞辱他的祖父乔。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "威利-旺卡和巧克力工廠》。\n\n查理剛剛看完其他孩子與糖果人一起唱歌后回到家。\n然後在幾乎空腹的情況下跑了一條送報路線。他走到\n他走進來，看到他筋疲力盡的媽媽，看着他非常清楚的一位祖父母\n清楚地知道可以（也應該）...",
      "title": "CMV：當查理說 \"從現在開始，我要爲你的菸草買單 \"時，他是故意在家人面前羞辱他的祖父喬。"
    }
  ],
  "title": "CMV: When Charlie said “From now on, I'm going to pay for your tobacco” he was deliberately humiliating his Grandpa Joe in front of the family",
  "created_utc": 1624041193,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Willy Wonka and the Chocolate Factory.</p>\n\n<p>Charlie had just come home from watching other kids singing with the Candyman, then ran a paper route on what must have been a nearly empty stomach. He walks in, sees his exhausted mom and looks at the one grandparent he knows perfectly well could (and should) be out of bed and helping out. So he big-Willy flexes by literally putting bread on the table, then walks right up to Joe while the others are all still watching and says “from now on, I&#39;m going to pay for your tobacco”. Charlie was deliberately humiliating his lazy, shiftless Grandpa Joe in front of the family.</p>\n</div><!-- SC_ON -->",
  "score": 156,
  "permalink": "/r/changemyview/comments/o2p8cs/cmv_when_charlie_said_from_now_on_im_going_to_pay/",
  "subreddit": "changemyview",
  "id": "o2p8cs",
  "is_self": true,
  "media": null,
  "is_video": false
}