{
  "author": "Comrade_Vive",
  "the_new_excerpt": "Even as a dumb kid watching David's videos years ago I could tell something was\noff. It was always weird to me, there was always that implied pressure to say\nyes because you are on camera and it made me slightly uncomfortable.\n\nLooking back, it's even worse. Asking people to do dangerous or…",
  "original_created_utc": 1615994232,
  "localize": [
    {
      "locale": "zh",
      "title": "CMV：David Dobrik的视频一直都很诡异，多年前就应该追究他的责任。",
      "the_new_excerpt": "几年前，我还是个傻孩子，看大卫的视频，我就知道有什么东西在里面。\n关。这对我来说很奇怪，总是有一种隐含的压力，说。\n是的，因为你在镜头前，这让我有点不舒服。\n\n回想起来，这更糟糕。要求人们做危险的事或..."
    },
    {
      "locale": "zh-Hant",
      "title": "CMV：David Dobrik的視頻一直都很詭異，多年前就應該追究他的責任。",
      "the_new_excerpt": "幾年前，我還是個傻孩子，看大衛的視頻，我就知道有什麼東西在裏面。\n關。這對我來說很奇怪，總是有一種隱含的壓力，說。\n是的，因爲你在鏡頭前，這讓我有點不舒服。\n\n回想起來，這更糟糕。要求人們做危險的事或..."
    }
  ],
  "title": "CMV: David Dobrik's videos have always been creepy and he should've been held accountable years ago",
  "created_utc": 1616020655,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Even as a dumb kid watching David&#39;s videos years ago I could tell something was off. It was always weird to me, there was always that implied pressure to say yes because you are on camera and it made me slightly uncomfortable.</p>\n\n<p>Looking back, it&#39;s even worse. Asking people to do dangerous or impactful things &quot;for the vlog&quot; or by toting life changing amounts of money in front of them is incredibly manipulative. Looking back at all the times one of them hooked up with people after asking for consent on camera, I&#39;d be heavily surprised if the current rape allegation ends up being the only one.</p>\n\n<p>&#x200B;</p>\n\n<p>And don&#39;t even get me started on his apology, all he did was essentially shift the blame and say &quot;Yeah those people who used to be in my vlogs were creepy so I don&#39;t hang out with them anymore&quot; even though <strong>he was the one who constructed those situations, participated in them encouragingly, filmed them, and then uploaded and profited massively.</strong></p>\n\n<p>&#x200B;</p>\n\n<p>My claim is this: Even without the new information and allegations from recent times, people should&#39;ve noticed how manipulative David was and that there was some seriously creepy stuff going on in his vlogs. He should not have gone this long without being held accountable.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/m72p9c/cmv_david_dobriks_videos_have_always_been_creepy/",
  "subreddit": "changemyview",
  "id": "m72p9c",
  "is_self": true,
  "media": null,
  "is_video": false
}