{
  "author": "sleepy-the-thinker",
  "original_created_utc": 1639754969,
  "title": "Am I an incel?",
  "created_utc": 1639792248,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I have spent the majority of my young teen and adult years basically incapable of having any sort of emotional or sexual relationship w a woman. It’s not like I’m angry about, def a little downtrodden but not like angry at her or the world. I got rejected again today after one of my classes which is no biggie, but one of my friends called me an incel afterward. My friends and I often make fun of eachother and do get carried away but this kind of hit a weird spot as I’m really insecure about it. If I am unattractive n incapable of conversation does that make me an incel?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 145,
  "permalink": "/r/TooAfraidToAsk/comments/rijvjq/am_i_an_incel/",
  "subreddit": "TooAfraidToAsk",
  "id": "rijvjq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have spent the majority of my young teen and adult years basically incapable\nof having any sort of emotional or sexual relationship w a woman. It’s not like\nI’m angry about, def a little downtrodden but not like angry at her or the\nworld. I got rejected again today after one of my classes which…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> 私は10代と20代の大半を過ごしています。\n大人になってからは、基本的に感情や性的なことはできない。\n女性との関係。このような場合、「このままではいけない」という思いがあります。\nしかし、彼女や世界に対して怒っているわけではありません。また振られた...。",
      "title": "私はインセルなのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在我年轻的青少年和成年时期的大部分时间里，我基本上没有任何情感或性行为。\n成年的大部分时间里，我基本上没有能力与女人建立任何形式的情感或性关系。\n恋爱中的女人。这并不是说我在生气，而是有点沮丧。\n但不像是对她或世界的愤怒。我又被拒绝了...",
      "title": "我是一个同性恋者吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在我年輕的青少年和成年時期的大部分時間裏，我基本上沒有任何情感或性行爲。\n成年的大部分時間裏，我基本上沒有能力與女人建立任何形式的情感或性關係。\n戀愛中的女人。這並不是說我在生氣，而是有點沮喪。\n但不像是對她或世界的憤怒。我又被拒絕了...",
      "title": "我是一個同性戀者嗎？"
    }
  ]
}