{
  "author": "ThisIsNotTheEnd333",
  "original_created_utc": 1632409997,
  "title": "CMV: Insurance is a scam",
  "created_utc": 1632425458,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Car insurance and homeowners insurance is a scam. It often operates like a pyramid scheme. You file a claim and your rate goes up. Why do we pay for insurance if we have to pay them back, over time, any money we get from them, through an increased rate...</p>\n\n<p>I know there are times that you have an accident and they cover it and maybe it doesn&#39;t affect your rate. In my experience and from taking to others most the time your rate goes up.</p>\n\n<p>What has your experience been?</p>\n\n<p>Why do we pay them more and more just to end up getting a claim denied or a raised rate regardless of fault and circumstance</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/ptxdb1/cmv_insurance_is_a_scam/",
  "subreddit": "changemyview",
  "id": "ptxdb1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Car insurance and homeowners insurance is a scam. It often operates like a\npyramid scheme. You file a claim and your rate goes up. Why do we pay for\ninsurance if we have to pay them back, over time, any money we get from them,\nthrough an increased rate...\n\nI know there are times that you have an…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "自動車保険やホームオーナーズ保険は詐欺です。ねずみ講のように運営されていることが多い\nねずみ講のようなものです。保険金を請求すると料金が上がります。なぜ私たちは保険料を払うのでしょうか？\n保険会社から受け取ったお金を、時間をかけて返済しなければならないとしたら。\nなぜ保険料を払うのでしょうか...。\n\n私は、あなたが何か問題を抱えていることを知っています...",
      "title": "CMV: 保険は詐欺だ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "汽车保险和房主保险是一个骗局。它的运作往往像一个\n金字塔计划。你提出索赔，你的费率就会上升。为什么我们要支付\n如果我们必须向他们偿还，随着时间的推移，我们从他们那里得到的任何钱。\n通过增加费率...\n\n我知道有的时候，你有一个...",
      "title": "CMV：保险是一个骗局"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "汽車保險和房主保險是一個騙局。它的運作往往像一個\n金字塔計劃。你提出索賠，你的費率就會上升。爲什麼我們要支付\n如果我們必須向他們償還，隨着時間的推移，我們從他們那裏得到的任何錢。\n通過增加費率...\n\n我知道有的時候，你有一個...",
      "title": "CMV：保險是一個騙局"
    }
  ]
}