{
  "author": "_martinshkreli_",
  "original_created_utc": 1624521371,
  "title": "You know what's a really bad way to figure out if someone is an expert? Reddit karma!",
  "created_utc": 1624548639,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>tl;dr: after I made a very popular post saying this sub is an awful source for advice yesterday, multiple people asked me for crypto advice via chat because my post was popular. That&#39;s stupid.</strong></p>\n\n<p>Hi, I&#39;m martins by name hkreli. I am a regular poster on here and for some reason, sometimes my posts get a lot of upvotes. Currently, 2 of the top 5 posts on this sub in the past week were written by me, one slightly over, one slightly under 10,000 upvotes - and I have absolutely no idea why, neither of them were all that interesting to be honest.</p>\n\n<p>Did you ever have a post reach 5 digits of upvotes, or something close to that? If not, I&#39;ll tell you what happens: you get a lot of chat requests, especially if it happens multiple times. People were telling me random stuff, offering me money to promote their shitcoins or other products (because it seems you&#39;re an influencer if you have a few popular posts) etc. Stuff like that always happens (but yeah, it&#39;s weird enough).</p>\n\n<p>You know what&#39;s also weird? Part of the title of my popular post yesterday was &quot;Nobody knows what is happening, don&#39;t come to this sub for advice&quot;. I explictly said that nobody has a clue what will happen and that people shouldn&#39;t listen to anyone pretending they do, because crypto is super random. Can you already guess what messages I also got? Let me quote:</p>\n\n<p>Guy 1: &quot;Hello mate Do you trade crypto? Hope you don&#39;t mind sharing your strategy?&quot;</p>\n\n<p>Guy 2: &quot;You seems to be probably one of the most intelligent and thought out people on all the trading subs, just wondering how you learnt the ins and outs.&quot;</p>\n\n<p>Guy 3: &quot;Hey man looks like youre good with crypto can you tell me what to buy right now?&quot;</p>\n\n<p>In my post I had, like I said, explicitly said that you shouldn&#39;t listen to advice - and I had given zero indication whether I was good with crypto. As far as those guys know I could just have 5 DOGE on Robinhood and nothing else. This is not the first time this happens, I always get asked for advice when I make a popular post, but I thought it was especially weird when the post was exactly about not doing that.</p>\n\n<p>Karma is the worst possible indicator of crypto expertise. I am not an expert (<sup>and to be honest I think there is no such thing as a crypto expert, but that&#39;s a different topic</sup>) and I&#39;ve seen downright crazy people with much more karma than me. Even if they&#39;re sane: maybe they are funny, are really good at promoting their OnlyFans or just post a lot of questions to askreddit. Even if they earned all their karma on this sub, that doesn&#39;t make them an expert at all. Please don&#39;t listen to anyone&#39;s advice just because they have a lot of upvotes. And if you still think people have authority because of karma: I&#39;m like the most popular user on this sub in the past week so you have to listen to me: don&#39;t listen to people just because they have a lot of karma or moons or whatever.</p>\n</div><!-- SC_ON -->",
  "score": 158,
  "permalink": "/r/CryptoCurrency/comments/o6wacj/you_know_whats_a_really_bad_way_to_figure_out_if/",
  "subreddit": "CryptoCurrency",
  "id": "o6wacj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "tl;dr: after I made a very popular post saying this sub is an awful source for\nadvice yesterday, multiple people asked me for crypto advice via chat because my\npost was popular. That's stupid.\n\nHi, I'm martins by name hkreli. I am a regular poster on here and for some\nreason, sometimes my posts get…"
}