{
  "author": "Punanistan",
  "original_created_utc": 1631372261,
  "title": "YSK that if you Google/search for a gift card balance check, make sure you click on the retailer's legitimate website",
  "created_utc": 1631379445,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This morning I found a Target gift card in my closet. I Googled &quot;Target gift card balance&quot; so that I can see if it actually has money in it. The first result was an ad, and I noticed that the website domain was totally unrelated, but when I clicked on it, the page looked exactly the same as Target&#39;s. This is definitely a scam. If you put your card number and access code, they will steal it and you can kiss your balance goodbye.</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/YouShouldKnow/comments/pm8w0t/ysk_that_if_you_googlesearch_for_a_gift_card/",
  "subreddit": "YouShouldKnow",
  "id": "pm8w0t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: This morning I found a Target gift card in my closet. I Googled \"Target\ngift card balance\" so that I can see if it actually has money in it. The first\nresult was an ad, and I noticed that the website domain was totally unrelated,\nbut when I clicked on it, the page looked exactly the same as…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 今朝、私のクローゼットの中にTargetのギフトカードが入っていました。私は「Target\ngift card balance \"でググって、実際にお金が入っているか確認しました。最初に出てきたのは広告でした。\n最初の結果は広告で、ウェブサイトのドメインは全く関係ないことに気づきました。\nしかし、それをクリックしてみると、ページは全く同じように見えました。",
      "title": "YSKでは、ギフトカードの残高確認をGoogle/検索する場合は、必ず正規のウェブサイトをクリックするようにしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK: 今天早上我在衣柜里发现了一张Target礼品卡。我在谷歌上搜索 \"Target\n礼品卡余额\"，这样我就可以看到里面是否真的有钱了。第一个\n结果是一个广告，而且我注意到网站域名完全不相关。\n但当我点击它时，页面看起来和......完全一样。",
      "title": "YSK，如果你在谷歌/搜索礼品卡余额查询，确保你点击零售商的合法网站"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK: 今天早上我在衣櫃裏發現了一張Target禮品卡。我在谷歌上搜索 \"Target\n禮品卡餘額\"，這樣我就可以看到裏面是否真的有錢了。第一個\n結果是一個廣告，而且我注意到網站域名完全不相關。\n但當我點擊它時，頁面看起來和......完全一樣。",
      "title": "YSK，如果你在谷歌/搜索禮品卡餘額查詢，確保你點擊零售商的合法網站"
    }
  ]
}