{
  "author": "DrBonghit",
  "original_created_utc": 1624465104,
  "title": "CMV: There is a legitimate discussion to be had about trans men and women competing in sports.",
  "created_utc": 1624476822,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was destroyed in the comment section earlier for saying I think there’s a fair discussion to be had about trans folks and sports. Let me be clear I wholeheartedly support the trans community and I want trans people to be accepted and comfortable in all aspects of life including athletic competition. That being said I’m not aware of any comprehensive study that’s shows (specifically trans women) do or do not have a competitive edge in women’s sports. I hope I don’t come off as “transphobic” as that’s what I’m being called, but I don’t have an answer and I do believe there are valid points on both sides of this argument.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/o6g4x6/cmv_there_is_a_legitimate_discussion_to_be_had/",
  "subreddit": "changemyview",
  "id": "o6g4x6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was destroyed in the comment section earlier for saying I think there’s a fair\ndiscussion to be had about trans folks and sports. Let me be clear I\nwholeheartedly support the trans community and I want trans people to be\naccepted and comfortable in all aspects of life including athletic…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は以前、コメント欄で、トランスジェンダーとスポーツについて、公平な議論が必要だと思うと言って、批判されました。\nと言ったことで、コメント欄で批判されました。はっきりさせておきたいのは、私は\nトランス・コミュニティを心からサポートしています。\n受け入れられ、スポーツを含む人生のあらゆる場面で快適に過ごしてほしいと思っています...",
      "title": "CMV: トランスジェンダーの男女がスポーツに参加することについては、正当な議論がなされています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我之前在评论区说我认为有一个公平的\n关于变性人和体育的讨论。让我说清楚，我\n我全心全意地支持变性人社区，我希望变性人在生活的各个方面都能被接受，并感到舒适，包括体育。\n我希望变性人在生活的各个方面都能被接受并感到舒适，包括在体育方面...",
      "title": "CMV：关于变性男女参加体育比赛的问题，有一个合理的讨论。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我之前在評論區說我認爲有一個公平的\n關於變性人和體育的討論。讓我說清楚，我\n我全心全意地支持變性人社區，我希望變性人在生活的各個方面都能被接受，並感到舒適，包括體育。\n我希望變性人在生活的各個方面都能被接受並感到舒適，包括在體育方面...",
      "title": "CMV：關於變性男女參加體育比賽的問題，有一個合理的討論。"
    }
  ]
}