{
  "author": "RusticBohemian",
  "original_created_utc": 1636898987,
  "title": "The \"maritime city-state with imperial ambitions\" model seemed to be a winning strategy, at least in the medium term. Athens, Venice, Genoa, Pisa — they all grew prosperous and dominated overseas, but failed to hold their own hinterlands. How and why did this model work?",
  "created_utc": 1636938268,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m fascinated by the idea of small city-states being able to punch far above their weight class, but mostly overseas. They had a far harder time dominating their own &quot;countries.&quot; Athens couldn&#39;t conquer the mainland Greek states, and Venice, Genoa, Pisa, etc, did poorly when they tried to dominate the other Italian city-states. </p>\n\n<p>Part of the picture is clear — they had plenty of money from trade, which gave them resources they could use to conquer overseas territories. </p>\n\n<p>But Look at Pisa, as an example. Pisa&#39;s fleet and army made conquests on Sicily Northern Africa, Sardinia, and the Balearic Islands, feats of logistics and manpower that even major powers like the Byzantines and Romans had failed at. Many of these places had strongly placed defenders and considerable resources. Why were the Pisans able to defeat them with relative ease, but they could make no inroads in Italy proper?</p>\n\n<p>More broadly, why did this model work to an extent, but never really allowed the city-states to become larger empires?</p>\n\n<p>_______________-<br/>\nI could add Carthage to the list, but they seemed to hold a lot of territory in Africa, which perhaps makes them more of an empire with lots of overseas holdings and strong fleet/merchant marine rather than a &quot;maritime city-state with imperial ambitions.&quot;</p>\n</div><!-- SC_ON -->",
  "score": 107,
  "permalink": "/r/AskHistorians/comments/qtqknf/the_maritime_citystate_with_imperial_ambitions/",
  "subreddit": "AskHistorians",
  "id": "qtqknf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm fascinated by the idea of small city-states being able to punch far above\ntheir weight class, but mostly overseas. They had a far harder time dominating\ntheir own \"countries.\" Athens couldn't conquer the mainland Greek states, and\nVenice, Genoa, Pisa, etc, did poorly when they tried to dominate…"
}