{
  "author": "zfreakazoidz",
  "the_new_excerpt": "For as long as I've been on Reddit I have noticed certain subs like News and\nPublicFreakouts have a massive issue with the propaganda machine coming out of\nthe middle east to make Israel look bad. Often the posts are made from accounts\nwhich do nothing but post anti-Israel stuff or they post stories…",
  "original_created_utc": 1620782199,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私がRedditを利用している間、NewsやPublicFreakoutsのような特定のサブカルチャーに注目していました。\nイスラエルを悪者にするために中東から発信されるプロパガンダマシンを\nイスラエルを悪者にするための中東のプロパガンダに大きな問題があることに気がつきました。しばしばその投稿は、反イスラエル的な投稿しかしないアカウントから行われます。\n反イスラエル的なものを投稿するだけのアカウントから投稿されたり、記事を投稿したりしています。",
      "title": "CMV: Redditは、中東で起きているイスラエルに関するプロパガンダに歯止めをかける必要があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "只要我在Reddit上，我就注意到某些子频道，如新闻和\n我注意到某些子网站，如新闻和公共突发事件，对来自中东的宣传机器有一个巨大的问题。\n中东地区的宣传机器，使以色列看起来很糟糕。这些帖子往往是由以下账户发出的\n他们什么都不做，只是发布反以色列的东西，或者他们发布故事......",
      "title": "CMV：Reddit需要制止从中东地区传出的关于以色列的宣传机器。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "只要我在Reddit上，我就注意到某些子頻道，如新聞和\n我注意到某些子網站，如新聞和公共突發事件，對來自中東的宣傳機器有一個巨大的問題。\n中東地區的宣傳機器，使以色列看起來很糟糕。這些帖子往往是由以下賬戶發出的\n他們什麼都不做，只是發佈反以色列的東西，或者他們發佈故事......",
      "title": "CMV：Reddit需要制止從中東地區傳出的關於以色列的宣傳機器。"
    }
  ],
  "title": "CMV: Reddit needs to put a stop to the propaganda machine that is coming out of the middle east regarding Israel.",
  "created_utc": 1620842594,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For as long as I&#39;ve been on Reddit I have noticed certain subs like News and PublicFreakouts have a massive issue with the propaganda machine coming out of the middle east to make Israel look bad. Often the posts are made from accounts which do nothing but post anti-Israel stuff or they post stories without including certain aspects. </p>\n\n<p>For example they will mention when Israel attacked and killed people. But they will leave out the part where Israel was attacked first and thus responded. And if you point this out, you get downvoted into oblivion by the propaganda machine at work in those subs. </p>\n\n<p>To make it worse these people will post old stories/videos/pictures and make them sound new to drum up more hate for Israel. And the people upvote this stuff. They really are good at propoganda. If you look at terrorism in the middle east, they do not shy away from using technology to their advantage. The fact they make 4k videos of themselves beheading people shows you that. </p>\n\n<p>Anyone who researches the topic will easily find out how often the other side attacks Israel first. You can even find videos of terrorists using children as shields when they fire mortars. Or having children stab adults and then they praise the kids. Snipers shooting Israely citizens across the border...etc. Or the videos of kids constantly throwing stones at IDF forces.  </p>\n\n<p>Now to top it off I should mention I have family in Israel. They are not Israeli nor Jewish. They are OFWs (Oversea Filipino Workers) and almost every day they talk about the barrages of fire coming into Israel and how they always have to hide in shelters or lower places as the alarms bare. </p>\n\n<p>Now let&#39;s be clear... I am NOT saying Israel is some perfect angel of a country. They sometimes do terrible things too. But many times it&#39;s in response to something else. Both sides need to work this stuff out. I&#39;d also point out people&#39;s last-ditch response is &quot;Israel stole land!&quot; Well technically no. Both people existed at the same time throughout history. It&#39;s Palestine who took over the land and claimed it as a country. If America didn&#39;t give land to the Native Americans, you would be mad right? Though to be fair the natives got a crappy deal anyways. </p>\n\n<p>They could share but they refuse to because of the simple fact Israel (well many of its citizens) are not Muslim and thus they are seen as enemies. I&#39;d point out is if Israel was the bad guy, why did they invent the Iron Dome? You only make such a device if you are constantly being attacked. Israel is surrounded by nothing but enemies that have stated they want it destroyed. Can you blame them for trying to fight back? </p>\n\n<p>In the end when it comes to Reddit the fact the propaganda machine gets away with so much really bugs me. I&#39;ve even seen stories that are pro-Israel on certain &quot;neutral&quot; subs get downvoted and/or removed. Which is indeed one of the problems with Reddit. If reddit cares about &quot;fake news&quot; then they should really have mods that are willing to delete stories that are fake or misleading.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/nacy4f/cmv_reddit_needs_to_put_a_stop_to_the_propaganda/",
  "subreddit": "changemyview",
  "id": "nacy4f",
  "is_self": true,
  "media": null,
  "is_video": false
}