{
  "author": "DetroitMotorShow",
  "original_created_utc": 1633613191,
  "title": "Tether plot seems to be unraveling. Their CEO has deleted twitter account, and social media is abuzz of imminent DoJ/SEC action.",
  "created_utc": 1633620954,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Tether episode may come to a climax soon, if latest buzz in both media and social media is anything to go by.</p>\n\n<p>Bloomberg has just published a detailed article trying to ideintify the source of the $69 Billion backing Tether, only to conclude that they have not been able to identify the money.</p>\n\n<p>The only source who would speak to Bloomberg is the person running Deltec bank in Bahamas, who could account for around 1/4th of Tether&#39;s money (around $15 BN) but stayed coy when quizzed on the other money.</p>\n\n<p>Tether has never tried to explain where exactly their money is stashed. If their statements are true, they would be the world&#39;s 7th largest commercial paper holder, with almost $30 bn in this..but no one in wall street has heard of them.</p>\n\n<p>All of this unfolded over the last few months, but just few hours ago the CEO of Tether has deleted his twitter account.</p>\n\n<p><a href=\"https://preview.redd.it/s6xbfdja41s71.png?width=1196&amp;format=png&amp;auto=webp&amp;s=5507093080a9cc41ae9472ea42b193ebea717bb5\">Aaaannd its gone!</a></p>\n\n<p>&#x200B;</p>\n\n<p>There is massive speculation that Tether may be holding papers from China companies, that would explain why Wall St has no clue about Tether, but at the same time make Tether highly risky as China seems to be heading to a financial crisis.</p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/c1mlg33d51s71.jpg?width=1430&amp;format=pjpg&amp;auto=webp&amp;s=feba7c3ec77f50f7b4ff2dbede0693c27745371f\">SEC may be looking at Tether too. </a></p>\n\n<p>Just yesterday, US Deputy Attorney General Lisa Monaco announced the formation of a task force headed by DOJ to crack down on crypto entities including exchanges, manipulators etc.</p>\n</div><!-- SC_ON -->",
  "score": 269,
  "permalink": "/r/CryptoCurrency/comments/q3925d/tether_plot_seems_to_be_unraveling_their_ceo_has/",
  "subreddit": "CryptoCurrency",
  "id": "q3925d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Tether episode may come to a climax soon, if latest buzz in both media and\nsocial media is anything to go by.\n\nBloomberg has just published a detailed article trying to ideintify the source\nof the $69 Billion backing Tether, only to conclude that they have not been able\nto identify the money.\n\nThe…"
}