{
  "author": "slvbtc",
  "original_created_utc": 1639621296,
  "title": "This is the real flippening",
  "created_utc": 1639636395,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;People have always said your bitcoin gains are unrealised until you &amp;quot;cash out&amp;quot; into fiat. But one day soon people will realise the bitcoin world is far safer than the traditional financial system. Its at that point people in the fiat world will need to &amp;quot;cash out&amp;quot; into bitcoin just to protect their money from inflation and bank failures.&lt;/p&gt;\n\n&lt;p&gt;The real flippening is when people stop cashing out from bitcoin to fiat to lock in wealth, and start cashing out of fiat and into bitcoin to lock in wealth.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 169,
  "permalink": "/r/Bitcoin/comments/rhg0bi/this_is_the_real_flippening/",
  "subreddit": "Bitcoin",
  "id": "rhg0bi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "People have always said your bitcoin gains are unrealised until you \"cash out\"\ninto fiat. But one day soon people will realise the bitcoin world is far safer\nthan the traditional financial system. Its at that point people in the fiat\nworld will need to \"cash out\" into bitcoin just to protect their…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>People have always said your bitcoin gains are\n現金に換えるまでは未実現です。しかし、近い将来、人々は\nビットコインの世界は、従来の金融よりもはるかに安全であることに気づくでしょう。\nシステムです。そのとき、不換紙幣の世界の人々は、...",
      "title": "これが本当のノリ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>人们总是说，你的比特币收益直到\n在你兑现之前，你的比特币收益是无法实现的，直到你兑现成法币。但很快有一天，人们\n会意识到比特币世界比传统金融系统要安全得多。\n系统。在那个时候，法币世界的人们将需要...",
      "title": "这就是真正的翻天覆地"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>人們總是說，你的比特幣收益直到\n在你兌現之前，你的比特幣收益是無法實現的，直到你兌現成法幣。但很快有一天，人們\n會意識到比特幣世界比傳統金融系統要安全得多。\n系統。在那個時候，法幣世界的人們將需要...",
      "title": "這就是真正的翻天覆地"
    }
  ]
}