{
  "author": "Jacques_Plantir",
  "original_created_utc": 1634093545,
  "title": "John le Carre's final novel, Silverview, came out today. It's simultaneously strange and excellent.",
  "created_utc": 1634118923,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi all,  </p>\n\n<p>I just thought I&#39;d throw a very strong recommendation on here that you check out the new novel by the late John le Carre. It was in a mostly completed state when he passed away, and his son (writer Nick Harkaway) ran it the last few steps to publication.  </p>\n\n<p>I&#39;ve just now finished it, and I&#39;ll admit that it&#39;s a lot to put into words, but all of the hallmark le Carre elements are here -- disillusionment with the past, a gradual unveiling of hidden truths, and warm, needle-sharp characterization. I don&#39;t think I&#39;ve read any novel of his that felt so saturated in emotional ambiguity. As a final le Carre outing, I&#39;m interested to see the opinions that gradually roll out about this novel; I think as readers we sort of hope that an author&#39;s last work will bring a kind of finality to their catalogue, whether intentional or not, but reading this novel felt like standing at a window looking out on an uncertain horizon. That may not be for everyone, but it sent shivers up my spine, and I can&#39;t recommend it enough.  </p>\n\n<p>P.S.: And I&#39;ll never not take an opportunity to just generally suggest reading all of JlC&#39;s work if you have never tried it. He was an incredibly talented and consistent teller of human stories.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/q71ybv/john_le_carres_final_novel_silverview_came_out/",
  "subreddit": "books",
  "id": "q71ybv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi all,\n\nI just thought I'd throw a very strong recommendation on here that you check out\nthe new novel by the late John le Carre. It was in a mostly completed state when\nhe passed away, and his son (writer Nick Harkaway) ran it the last few steps to\npublication.\n\nI've just now finished it, and I'll…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。\n\n今回は、皆さんに強くお勧めしたいことがありますので、ご紹介します。\n故John le Carre氏の新作小説です。彼が亡くなったとき、この小説はほとんど完成した状態でした。\n亡くなられた時にはほぼ完成していて、息子さん（作家のNick Harkawayさん）が出版までの最後の段階を\n出版までの最後のステップを息子（作家のNick Harkaway）が担当しました。\n\n私はちょうど今、この作品を読み終えたところで、私は...",
      "title": "ジョン・ル・カレの最後の小説「Silverview」が今日発売されました。それは同時に奇妙で素晴らしいものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好。\n\n我想我应该在这里提出一个非常强烈的建议，让你们看看\n已故约翰-勒卡雷的新小说。这部小说在他去世时已基本完成\n他去世后，他的儿子（作家Nick Harkaway）负责完成了最后几步的工作。\n出版。\n\n我现在刚刚读完它，我将...",
      "title": "约翰-勒卡雷的最后一部小说《银景》今天出版了。它同时也很奇怪，很出色。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好。\n\n我想我應該在這裏提出一個非常強烈的建議，讓你們看看\n已故約翰-勒卡雷的新小說。這部小說在他去世時已基本完成\n他去世後，他的兒子（作家Nick Harkaway）負責完成了最後幾步的工作。\n出版。\n\n我現在剛剛讀完它，我將...",
      "title": "約翰-勒卡雷的最後一部小說《銀景》今天出版了。它同時也很奇怪，很出色。"
    }
  ]
}