{
  "author": "Weird_Astronaut_1847",
  "the_new_excerpt": "I truly don't know where to start. Paul Kalanithi, do I speak of you as a\nneurosurgeon, a neuroscientist, a husband, a father, or a cancer patient? I\nthink that's the beauty of who Kalanithi was, no matter how hard you tried, one\ntitle wouldn't be enough to capture his essence.\n\nI picked up this…",
  "original_created_utc": 1623749920,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本当に何から始めたらいいのかわかりません。ポール・カラニティーさん、私はあなたのことを神経外科医として、神経科学者として、夫として、父として、あるいはがん患者としてお話ししていますか？\n神経外科医として、神経科学者として、夫として、父として、それともがん患者として？I\nそれがKalanithiという人物の素晴らしさだと思います。\nどんなに頑張っても、一つのタイトルだけでは彼の本質を捉えることはできません。\n\n私が手にしたのは、この...",
      "title": "息が空気になるとき」についての非公式なブックレビュー（なぜなら、私はこのことをどうしても伝えなければならないからです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我真的不知道该从何说起。保罗-卡拉尼提，我是把你作为一个\n神经外科医生、神经科学家、丈夫、父亲，还是癌症患者？I\n我认为这就是卡拉尼提的魅力所在，无论你如何努力，一个人\n标题都不足以抓住他的本质。\n\n我拿起这个...",
      "title": "关于《当呼吸变成空气》的非正式书评（因为我真的需要把这件事说出来）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我真的不知道該從何說起。保羅-卡拉尼提，我是把你作爲一個\n神經外科醫生、神經科學家、丈夫、父親，還是癌症患者？I\n我認爲這就是卡拉尼提的魅力所在，無論你如何努力，一個人\n標題都不足以抓住他的本質。\n\n我拿起這個...",
      "title": "關於《當呼吸變成空氣》的非正式書評（因爲我真的需要把這件事說出來）。"
    }
  ],
  "title": "An Informal Book Review on ‘When Breath Becomes Air’ (because I really need to get this off my chest)",
  "created_utc": 1623757911,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I truly don&#39;t know where to start. Paul Kalanithi, do I speak of you as a neurosurgeon, a neuroscientist, a husband, a father, or a cancer patient? I think that&#39;s the beauty of who Kalanithi was, no matter how hard you tried, one title wouldn&#39;t be enough to capture his essence.</p>\n\n<p>I picked up this book as a medical student, but put it down as a human being, remaining in the depths between life and death. I was inconsiderate, to say the least. The way I started reading this book reminded me of the way some medical students deal with cadavers; slicing and tearing them open with a thirst for knowledge, but forgetting that these were people: living and breathing, just like them.</p>\n\n<p>I skimmed through the pages of the book, stopping whenever my eyes settled on a new medical term. &quot;Neurocardiogenic Syncope,&quot; I whispered, hastily closing the book to search up the term. It was not until Part II: Cease Not Till Death, that I came to terms with an unsettling notion: I was reading the words of a man who had died. Paul Kalanithi was a man who had fought so hard to understand mortality, and as he mentions in his book, what better way to understand something than to experience it first-hand. It was then when I began to read the book as someone that would have to face their own death one day, and many more before that. Death is inevitable, cruel, but also, necessary.</p>\n\n<p>Paul Kalanithi has managed to shift my entire perspective on medicine, doctor-patient relationships, and life. When people asked me why I chose to become a doctor, my reply would revolve around science, but very rarely, did I mention people. Don&#39;t get me wrong, there is nothing more I want to do than help people, but I never consciously made that my first priority. Having finished this book, and it leaving me with a strong sense of grounding, I can proudly say that I have found the real reason I chose medicine. Here&#39;s how Paul Kalanithi phrased it, &quot;Emma [Kalanithi&#39;s oncologist] hadn&#39;t given me back my old identity. She&#39;d protected my ability to forge a new one.&quot;</p>\n\n<p>Treating patients is not always about a biological cure, because even when patients are cured, the memories and emotions remain. Thus, what differentiates doctors like Emma and Paul from all the others, is that their patients were able to go on.</p>\n\n<p>&quot;I&#39;ll go on,&quot; Paul Kalathini whispered, dragging himself out of his bed. He had a whole plan ahead of him; he wanted to become a neurosurgeoun-neuroscientist. He spent all his life focused on this plan. Yet, when faced with the possibility of death, he adopted a new persona. He became a father and a writer (my favourite writer).</p>\n\n<p>Dr. Paul Kalanithi, I can only hope for an ounce of your bravery, determination, intelligence, and strength, and hope that your beautiful daughter, Cady, gets so much more.</p>\n\n<p>You will never be forgotten, certainly not by me. Thank you for all that you&#39;ve done.</p>\n\n<p>Before I go, I promise to read your book after every year of medical school. So, until next year, Dr. Kalanithi.</p>\n\n<p>Note: I’m sorry if this is messy and full of errors, I’m not ashamed to admit I wrote this while crying. I would love to hear all of your experiences with the book.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/o0ae2g/an_informal_book_review_on_when_breath_becomes/",
  "subreddit": "books",
  "id": "o0ae2g",
  "is_self": true,
  "media": null,
  "is_video": false
}