{
  "author": "BurningPhone",
  "the_new_excerpt": "Sarcasm is a really cool thing we have in language but I've met people that base\ntheir whole personality around it. I've read somewhere that sarcasm is a sign of\nintelligence. I don't know if I can agree with that. The ability to assess a\nsituation and use sarcasm correctly may be an indicator of…",
  "original_created_utc": 1609331644,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "讽刺在我们的语言中是一件很酷的事情，但我遇到过这样的人\n他们的整个个性围绕着它。我在什么地方读到过讽刺是\n智慧。我不知道我是否能同意这一点。能够评估\n情景和正确使用讽刺可能是…的一个指标",
      "title": "[改变我的想法]：讽刺不会让你变得聪明或酷。太频繁地使用它会让你看起来像个混蛋。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "諷刺在我們的語言中是一件很酷的事情，但我遇到過這樣的人\n他們的整個個性圍繞着它。我在什麼地方讀到過諷刺是\n智慧。我不知道我是否能同意這一點。能夠評估\n情景和正確使用諷刺可能是…的一個指標",
      "title": "[改變我的想法]：諷刺不會讓你變得聰明或酷。太頻繁地使用它會讓你看起來像個混蛋。"
    }
  ],
  "title": "CMV: Sarcasm doesn't make you intelligent or cool. Using it too often makes you seem like an asshole.",
  "created_utc": 1609338765,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sarcasm is a really cool thing we have in language but I&#39;ve met people that base their whole personality around it.\nI&#39;ve read somewhere that sarcasm is a sign of intelligence. I don&#39;t know if I can agree with that. The ability to assess a situation and use sarcasm correctly may be an indicator of intelligence, but being sarcastic doesn&#39;t automatically make you smart. \nPeople who base their character around being sarcastic are, in my experience, often miserable and post things like &quot;Sarcasm forever!!!&quot; on the internet which is quite annoying.</p>\n\n<p>Also why choose being sarcastic all the time instead of being earnest and understanding towards people? Sarcasm sets you up for being annoyed at others. People like that make their own lives harder.</p>\n\n<p>While everything from the show Daria is funny to some extent, it&#39;s also draining watching that girl choose to be an asshole.</p>\n</div><!-- SC_ON -->",
  "score": 225,
  "permalink": "/r/changemyview/comments/kn1h3t/cmv_sarcasm_doesnt_make_you_intelligent_or_cool/",
  "subreddit": "changemyview",
  "id": "kn1h3t",
  "is_self": true,
  "media": null,
  "is_video": false
}