{
  "author": "Salt_Attorney",
  "original_created_utc": 1627215212,
  "title": "CMV: We need nuclear or fossil fuel power plants plants for baseload power generation. >90% renewable energy is not possible in the current technological and economical situation.",
  "created_utc": 1627237841,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello,</p>\n\n<p>so this is something I would like to have my mind changed or updated about. Basically, this is the oldest argument against renewable energy. I thought and still think this is a serious problem when it comes to transforming our energy generation, but it seems to be less of a concern in public discourse nowadays, so has something changed? Do we have a solution now?</p>\n\n<p>Let me sketch the argument and my assumptions:</p>\n\n<p>Power demand varies significantly throughout the day and year, but there is a certain minimum amount of power that has to be available at all times. Baseload power plants are those which put out a constant amount of power, 24 hours of the day, every day. Other sources of energy which are not &quot;baseload&quot; have strongly fluctuating power output.</p>\n\n<p>Let me list the most common methods of energy generation and if they can serve as baseload power plants:</p>\n\n<p>Baseload: oil/coal/gas, nuclear, bio oil and gas, hydro, geothermal</p>\n\n<p>Fluctuating: Solar, Wind, more unusual things like tidal power etc.</p>\n\n<p>Now, why do you need baseload power plants? If you basically all of your enegry production comes from fluctuating sources then you need to ensure that your energy production does not vary too much from demand. Underproduction is clearly bad, but as I understood overproduction of energy is NOT a trivial problem either: If your power plant produces power that is not needed at the moment then you can not just get rid of it/waste it in some easy way. This is demonstrated by the fact that negative energy prices are a thing.</p>\n\n<p>So what does this mean practically? First of all, as I understood, wind (which may actually be baseload), hydro, bio oil and gas, geothermal and other renewable power sources can NOT replace the amount of power generated cussently by fossil fuels and nuclear, simply on a level of power output. Is this wrong?</p>\n\n<p>Most countries usually already use all their opportunities for hydro power plants and even if they don&#39;t, there just isn&#39;t a very high maximum possible power output here. Geothermal is more something for individual home power generation and is highly dependent on your geographical location. Wind is good but you would struggle to get anywhere close to what fossils do at the moment only with wind. Bio oil and gas are not very efficient for power generationa s you have to invest power to grow them, they are more useful to be used as a fuel, so efficient power storage.</p>\n\n<p>The only renewable energy which actually seems great to me in terms of raw power output per price is solar. I am 100% convinced that most countries could generate the amount of power they use with solar, the problem is just that the output varies very very significantly between day and night (and summer and winter).</p>\n\n<p>(EDIT: So nuclear power is supposed to be excluded here, I&#39;m trying to udnerstand how countries want to do this that want to get rid of nuclear power together with fossil fuels).</p>\n\n<p>You would have to overbuild solar to deal with the winter and then have too much generated power in summer. And of course the biggest problem are the nights.</p>\n\n<p>The obvious answer is power storage to bridge the nights and generally cushion the fluctuations. But I have never heard a good answer to the fact that we don&#39;t have any technology which could give us power storage on a sufficient scale. Batteries are cool and we are making great progress, but it is already a momentuous task to supply enough batteries just for the future EV fleet.</p>\n\n<p>Hydro energy storage is good but again, the maximum possible capactiy here is just not large enough.</p>\n\n<p>Besides that I don&#39;t know of any good ways to store enregy whicha aren&#39;t  sitting in laboratories.</p>\n\n<p>Sooooo basically how exactly are we going to do this transition to renewable energies? What is the plan?</p>\n\n<p>The best I can imagine is that EVs will be connected to the grid and then the battery capacity from cars can be used to power homes at night !? But idk man, it seems like batteries are already in really high demand and it will take many decades before most cars are EVs.</p>\n\n<p>Alternatively we could invent a new form of power storage, okay, but I don&#39;t know of anything promising.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/oragxs/cmv_we_need_nuclear_or_fossil_fuel_power_plants/",
  "subreddit": "changemyview",
  "id": "oragxs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hello,\n\nso this is something I would like to have my mind changed or updated about.\nBasically, this is the oldest argument against renewable energy. I thought and\nstill think this is a serious problem when it comes to transforming our energy\ngeneration, but it seems to be less of a concern in public…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "こんにちは。\n\nこれは、私の考えを変えたり、最新の情報を得たりするためのものです。\n基本的に、これは再生可能エネルギーに対する最も古い議論です。私は考えました。\nこれは、エネルギー生成を変えるという意味では、深刻な問題だと思っています。\nしかし、世間ではあまり気にされていないようですね。",
      "title": "CMV：ベースロード発電には、原子力発電所や化石燃料発電所が必要です。>90％以上の再生可能エネルギーは、現在の技術的・経済的状況では不可能です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你好。\n\n这是我希望能改变或更新我的想法的事情。\n基本上，这是最古老的反对可再生能源的论点。我认为并且\n我认为并且仍然认为这是一个严重的问题，当涉及到改造我们的能源\n但在公众面前，这个问题似乎不那么令人关注。",
      "title": "CMV：我们需要核电站或化石燃料电站来进行基荷发电。在目前的技术和经济状况下，>90%的可再生能源是不可能的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你好。\n\n這是我希望能改變或更新我的想法的事情。\n基本上，這是最古老的反對可再生能源的論點。我認爲並且\n我認爲並且仍然認爲這是一個嚴重的問題，當涉及到改造我們的能源\n但在公衆面前，這個問題似乎不那麼令人關注。",
      "title": "CMV：我們需要核電站或化石燃料電站來進行基荷發電。在目前的技術和經濟狀況下，>90%的可再生能源是不可能的。"
    }
  ]
}