{
  "author": "im_nervousss",
  "original_created_utc": 1624546102,
  "title": "CMV: Onlyfans, and our overly sexualized society cannot be good for your mental health or soul",
  "created_utc": 1624553784,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I feel like in the wake of pseudo-feminism we have this really weird push to be overly sexual and not consider the repercussions of that.</p>\n\n<p>I feel that making decisions to share your naked body with strangers is going to bite you in the ass at some point in your life. whether its psychologically going to mess you up, or physically. as in, folks you don&#39;t want to see those photos may get access.</p>\n\n<p>I feel like it takes a special type of person to feel powerful in sex work, and power to those who make it work without it destroying their inner psyche. but normalizing this for people who have no idea what the true consequences of this behavior can&#39;t be good. im thinking young people who just turn 18, thinking that its an ok thing to do, because a lot of people are doing it so &quot;why not make some extra cash? I mean its not like im doing <em>porn</em>&quot;</p>\n\n<p>and im not at all trying to say &quot;we shouldn&#39;t be sexual&quot; but what we are doing is being grotesquely sexual. sex is a very powerful, beautiful thing. but we are treating it like its this fleeting, unimportant thing. or that&#39;s how im assuming others are treating it.</p>\n\n<p>anyways I think that&#39;s it.</p>\n</div><!-- SC_ON -->",
  "score": 630,
  "permalink": "/r/changemyview/comments/o72e20/cmv_onlyfans_and_our_overly_sexualized_society/",
  "subreddit": "changemyview",
  "id": "o72e20",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I feel like in the wake of pseudo-feminism we have this really weird push to be\noverly sexual and not consider the repercussions of that.\n\nI feel that making decisions to share your naked body with strangers is going to\nbite you in the ass at some point in your life. whether its…"
}