{
  "author": "im_nervousss",
  "original_created_utc": 1624546102,
  "title": "CMV: Onlyfans, and our overly sexualized society cannot be good for your mental health or soul",
  "created_utc": 1624553784,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I feel like in the wake of pseudo-feminism we have this really weird push to be overly sexual and not consider the repercussions of that.</p>\n\n<p>I feel that making decisions to share your naked body with strangers is going to bite you in the ass at some point in your life. whether its psychologically going to mess you up, or physically. as in, folks you don&#39;t want to see those photos may get access.</p>\n\n<p>I feel like it takes a special type of person to feel powerful in sex work, and power to those who make it work without it destroying their inner psyche. but normalizing this for people who have no idea what the true consequences of this behavior can&#39;t be good. im thinking young people who just turn 18, thinking that its an ok thing to do, because a lot of people are doing it so &quot;why not make some extra cash? I mean its not like im doing <em>porn</em>&quot;</p>\n\n<p>and im not at all trying to say &quot;we shouldn&#39;t be sexual&quot; but what we are doing is being grotesquely sexual. sex is a very powerful, beautiful thing. but we are treating it like its this fleeting, unimportant thing. or that&#39;s how im assuming others are treating it.</p>\n\n<p>anyways I think that&#39;s it.</p>\n</div><!-- SC_ON -->",
  "score": 630,
  "permalink": "/r/changemyview/comments/o72e20/cmv_onlyfans_and_our_overly_sexualized_society/",
  "subreddit": "changemyview",
  "id": "o72e20",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I feel like in the wake of pseudo-feminism we have this really weird push to be\noverly sexual and not consider the repercussions of that.\n\nI feel that making decisions to share your naked body with strangers is going to\nbite you in the ass at some point in your life. whether its…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "擬似フェミニズムの影響で、過剰に性的であることを求められ、その影響を考えないような奇妙な押し付けがあるような気がします。\nその影響を考慮せずに、過剰に性的になろうとしているように感じます。\n\n自分の裸体を見知らぬ人と共有する決断をすることは、人生のどこかで自分のケツに噛みつくことになると思うのです。\n人生のどこかで噛まれることになると思います。",
      "title": "CMV：オンリーファン、そして過度にセクシュアル化した社会は、精神的にも魂的にも良いものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我觉得在伪女权主义之后，我们有这种非常奇怪的推动力，让我们变得过度的性，而不考虑其后果。\n过度的性行为，而不考虑它的反响。\n\n我觉得，决定与陌生人分享你的裸体是要\n在你生命中的某个时刻，你的屁股会被咬伤。",
      "title": "CMV：Onlyfans，我们过度性化的社会对你的心理健康和灵魂是没有好处的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我覺得在僞女權主義之後，我們有這種非常奇怪的推動力，讓我們變得過度的性，而不考慮其後果。\n過度的性行爲，而不考慮它的反響。\n\n我覺得，決定與陌生人分享你的裸體是要\n在你生命中的某個時刻，你的屁股會被咬傷。",
      "title": "CMV：Onlyfans，我們過度性化的社會對你的心理健康和靈魂是沒有好處的。"
    }
  ]
}