{
  "author": "mattie_hayes",
  "original_created_utc": 1626878191,
  "title": "Reading books with my dad who is a dentist",
  "created_utc": 1626885460,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Authors don&#39;t really pay attention to the dental care, and my dad brings up lots of good questions:</p>\n\n<blockquote>\n<p><em>me: Hey dad, how do you like the book so far?</em>  </p>\n\n<p><em>dad: The main character said he broke his molar a couple chapters back does that ever get fixed?</em>  </p>\n\n<p><em>me: uh, I don&#39;t know, probably?</em>  </p>\n\n<p><em>dad: well he better, because you don&#39;t just break a molar and keep going, it needs to be extracted or he is going to need a root canal.</em></p>\n</blockquote>\n\n<p>It doesn&#39;t matter if your main character survived a sword in the gut if he will die of a tooth infection anyway.</p>\n\n<blockquote>\n<p><em>dad: What kind of fruit do they eat?</em>  </p>\n\n<p><em>me: I don&#39;t know, I can&#39;t remember them eating any.</em>  </p>\n\n<p><em>dad: How do these people not have scurvy???</em></p>\n</blockquote>\n\n<p>Unfortunately, bread, cheese, and the occasional strip of dried meat does not maintain the level of Vitamin C that humans need.</p>\n\n<blockquote>\n<p><em>dad (distressed): You don&#39;t just lose a tooth! That isn&#39;t a minor injury! They need a doctor! \\</em>incoherent rambling about infection**</p>\n</blockquote>\n\n<p>Basically, messing with people&#39;s teeth for dramatic effect is fun, but infection isn&#39;t.</p>\n</div><!-- SC_ON -->",
  "score": 371,
  "permalink": "/r/books/comments/oor5o5/reading_books_with_my_dad_who_is_a_dentist/",
  "subreddit": "books",
  "id": "oor5o5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Authors don't really pay attention to the dental care, and my dad brings up lots\nof good questions:\n\n> me: Hey dad, how do you like the book so far?\n> \n> dad: The main character said he broke his molar a couple chapters back does\n> that ever get fixed?\n> \n> me: uh, I don't know, probably?\n> \n> dad:…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "著者は歯のケアにはあまり気を配っていませんが、父はたくさんの良い質問をしてくれます。\n疑問に思っています。\n\n＞私。やあ、父さん、この本は今のところどうだい？\n> \n> お父さん。主人公は数章前に大臼歯を折ったと言っていたが\n> それは直るのかな？\n> \n> 私：うーん、わからないけど、たぶん？\n> \n> 父：...。",
      "title": "歯科医である父と一緒に本を読むこと"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作者并不真正注意牙齿护理，而我父亲提出了很多\n很多好问题。\n\n>我。嘿，爸爸，到目前为止你喜欢这本书吗？\n> \n> 爸爸。主人公说他在几章前摔断了臼齿，是吗？\n> 那会不会被修好？\n> \n> 我：呃，我不知道，可能吧？\n> \n> 爸爸：...",
      "title": "与身为牙医的父亲一起看书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作者並不真正注意牙齒護理，而我父親提出了很多\n很多好問題。\n\n>我。嘿，爸爸，到目前爲止你喜歡這本書嗎？\n> \n> 爸爸。主人公說他在幾章前摔斷了臼齒，是嗎？\n> 那會不會被修好？\n> \n> 我：呃，我不知道，可能吧？\n> \n> 爸爸：...",
      "title": "與身爲牙醫的父親一起看書"
    }
  ]
}