{
  "author": "MinuteReady",
  "the_new_excerpt": "So, it’s a common practice to boil lobsters alive - this is understood, right?\nWe do this for many reason - to maintain freshness, the. ‘aesthetics’ of\nchoosing a lobster out of a tank to eat, the difficulty of actually killing\nlobsters through others means, etc.\n\nBut I really don’t think we should…",
  "original_created_utc": 1616762690,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "所以，活煮龙虾是一种常见的做法--这个大家都懂吧？\n我们这样做的原因有很多--为了保持新鲜度、。的'美感'。\n从鱼缸里挑选出一只龙虾来吃，真正杀死龙虾的难度很大\n龙虾通过别人的手段，等等。\n\n但我真的不认为我们应该... ...",
      "title": "CMV：我们不应该活煮龙虾。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，活煮龍蝦是一種常見的做法--這個大家都懂吧？\n我們這樣做的原因有很多--爲了保持新鮮度、。的'美感'。\n從魚缸裏挑選出一隻龍蝦來喫，真正殺死龍蝦的難度很大\n龍蝦通過別人的手段，等等。\n\n但我真的不認爲我們應該... ...",
      "title": "CMV：我們不應該活煮龍蝦。"
    }
  ],
  "title": "CMV: We shouldn’t boil lobsters alive.",
  "created_utc": 1616769743,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, it’s a common practice to boil lobsters alive - this is understood, right? We do this for many reason - to maintain freshness, the. ‘aesthetics’ of choosing a lobster out of a tank to eat, the difficulty of actually killing lobsters through others means, etc. </p>\n\n<p>But I really don’t think we should be boiling them alive anymore. We have technology now that can electrocute lobsters to kill them much more quickly. When we boil them alive, it takes them around 30 seconds to die. </p>\n\n<p>Do lobsters feel pain when they’re being boiled? I mean, I think they do. They thrash and try to climb out of pots. Lobsters in the wild are very sensitive to ocean temperatures due to migratory patterns. So it makes sense that they’d feel pain, or at least <em>great discomfort</em> when they’re being boiled. </p>\n\n<p>The boiling of lobsters alive is a cruelty no longer outweighed by utility. It’s unnecessary. </p>\n\n<p>I don’t think the people who boil lobsters alive are like, monsters or anything. It’s a tradition, and it’s hard to empathize or understand the experience of a lobster. </p>\n\n<p>To change my view, you don’t have to convince me that it’s somehow a good thing to boil lobsters alive, just that the utility of boiling them alive justifies the practice.</p>\n</div><!-- SC_ON -->",
  "score": 100,
  "permalink": "/r/changemyview/comments/mdnswx/cmv_we_shouldnt_boil_lobsters_alive/",
  "subreddit": "changemyview",
  "id": "mdnswx",
  "is_self": true,
  "media": null,
  "is_video": false
}