{
  "author": "softdimple",
  "original_created_utc": 1637707497,
  "title": "CMV: morbidly obese people shouldn’t get to participate in body positivity and shouldn’t be glorified in media.",
  "created_utc": 1637773254,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a fat person, I’m tired of seeing morbidly obese people embrace body positivity and glorify their horrible health choices.</p>\n\n<p>I understand a lot of things come into play with gaining weight. I’m not talking about 200 lb people, but people who are 300+ lbs believing they are healthy and that there’s nothing wrong with them, the media encouraging them too. Those people will probably need oxygen, are taking a plethora of medications, probably can’t walk for more than 5 minutes, and can barely move. Not to mention the psychological toll it has to be taking on them. Shows like my 600 and 1000lb life disgust me. They show women who clearly need serious help and somehow glorify their life. Sure, they have docs on the show but you see how they don’t take them seriously. Those people are disgusting. No, people who mention their health are not being fatphobic, those are genuine concerns. If you don’t want to change your life, so be it. But don’t showcase your death wish for others to see. Stop glorifying it. It’s not cute, it’s not trendy, no one should want to look like that. No one should struggle taking a shower or walking their dog. Body posi is not for you, it’s for big (300lb and under), poc, and disabled men and women. Stop ruining the movement for us.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/r0pfxc/cmv_morbidly_obese_people_shouldnt_get_to/",
  "subreddit": "changemyview",
  "id": "r0pfxc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As a fat person, I’m tired of seeing morbidly obese people embrace body\npositivity and glorify their horrible health choices.\n\nI understand a lot of things come into play with gaining weight. I’m not talking\nabout 200 lb people, but people who are 300+ lbs believing they are healthy and\nthat there’s…"
}