{
  "author": "softdimple",
  "original_created_utc": 1637707497,
  "title": "CMV: morbidly obese people shouldn’t get to participate in body positivity and shouldn’t be glorified in media.",
  "created_utc": 1637773254,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a fat person, I’m tired of seeing morbidly obese people embrace body positivity and glorify their horrible health choices.</p>\n\n<p>I understand a lot of things come into play with gaining weight. I’m not talking about 200 lb people, but people who are 300+ lbs believing they are healthy and that there’s nothing wrong with them, the media encouraging them too. Those people will probably need oxygen, are taking a plethora of medications, probably can’t walk for more than 5 minutes, and can barely move. Not to mention the psychological toll it has to be taking on them. Shows like my 600 and 1000lb life disgust me. They show women who clearly need serious help and somehow glorify their life. Sure, they have docs on the show but you see how they don’t take them seriously. Those people are disgusting. No, people who mention their health are not being fatphobic, those are genuine concerns. If you don’t want to change your life, so be it. But don’t showcase your death wish for others to see. Stop glorifying it. It’s not cute, it’s not trendy, no one should want to look like that. No one should struggle taking a shower or walking their dog. Body posi is not for you, it’s for big (300lb and under), poc, and disabled men and women. Stop ruining the movement for us.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/r0pfxc/cmv_morbidly_obese_people_shouldnt_get_to/",
  "subreddit": "changemyview",
  "id": "r0pfxc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As a fat person, I’m tired of seeing morbidly obese people embrace body\npositivity and glorify their horrible health choices.\n\nI understand a lot of things come into play with gaining weight. I’m not talking\nabout 200 lb people, but people who are 300+ lbs believing they are healthy and\nthat there’s…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は太った人間として、病的に肥満した人々がボディポジティブを受け入れ、彼らのひどい健康上の選択を称賛するのを見るのに疲れました。\nポジティブになり、ひどい健康上の選択を賛美しているのを見るのはうんざりです。\n\n体重を増やすことで様々なことが起こることは理解しています。私が言っているのは\n私は200ポンドの人の話をしているのではなく、300ポンド以上の人が自分は健康だと信じていて\n私は200ポンドの人のことを言っているのではありません。",
      "title": "CMV：病的な肥満の人は、ボディ・ポジティブに参加するべきではないし、メディアで美化されるべきではない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为一个胖子，我已经厌倦了看到病态肥胖的人拥抱身体积极性和美化身体。\n我厌倦了看到病态肥胖的人拥抱身体，美化他们可怕的健康选择。\n\n我明白很多事情都会影响到体重的增加。我不是在说\n我说的不是200磅的人，而是300多磅的人相信他们是健康的，而且\n那是...",
      "title": "CMV：病态肥胖的人不应该参与身体积极性的活动，也不应该在媒体上被美化。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一個胖子，我已經厭倦了看到病態肥胖的人擁抱身體積極性和美化身體。\n我厭倦了看到病態肥胖的人擁抱身體，美化他們可怕的健康選擇。\n\n我明白很多事情都會影響到體重的增加。我不是在說\n我說的不是200磅的人，而是300多磅的人相信他們是健康的，而且\n那是...",
      "title": "CMV：病態肥胖的人不應該參與身體積極性的活動，也不應該在媒體上被美化。"
    }
  ]
}