{
  "author": "jiffyloobnoob",
  "original_created_utc": 1639415781,
  "title": "Can sperm really live for 5 days in the uterus at ANY time during a woman's cycle?",
  "created_utc": 1639442017,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I have read a lot of posts from women (both trying to conceive and afraid of conception) asking whether or not it&amp;#39;s possible to get pregnant at various times of their cycles.&lt;/p&gt;\n\n&lt;p&gt;E.g., &amp;quot;I had sex on Day 4 while still bleeding. Can I get pregnant?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;The answer I always see is that &amp;quot;yes you can because sperm can survive for upwards of 5 days in the female reproductive system.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;However, I had thought that 5 days was only under optimal conditions (namely fertile window leading into ovulation). Is it true that sperm can easily survive for 5 days during menstruation?&lt;/p&gt;\n\n&lt;p&gt;Is there a good study on this? I haven&amp;#39;t had luck finding it.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 105,
  "permalink": "/r/askscience/comments/rfkqbd/can_sperm_really_live_for_5_days_in_the_uterus_at/",
  "subreddit": "askscience",
  "id": "rfkqbd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have read a lot of posts from women (both trying to conceive and afraid of\nconception) asking whether or not it's possible to get pregnant at various times\nof their cycles.\n\nE.g., \"I had sex on Day 4 while still bleeding. Can I get pregnant?\"\n\nThe answer I always see is that \"yes you can because…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>多くの女性（妊娠を望んでいる人も、妊娠を恐れている人も）の投稿を読みました。\n</p> <p>私は、女性（妊娠しようとしている人も、妊娠を恐れている人も）から、さまざまな周期で妊娠できるかどうかを尋ねる投稿をたくさん読みました。\n</p> <p>例えば、以下のようなものがあります。\n</p> <p>例えば、4日目に出血しながらセックスしました。妊娠しますか？",
      "title": "精子は、女性の生理周期のどの時期にも、子宮の中で本当に5日間も生きられるのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我读了很多女性的帖子（包括尝试怀孕的女性）。\n试图受孕和害怕受孕）的帖子，询问是否有可能在周期的不同时期怀孕。\n</p> <p>例如，&quot;我在第4天做爱，当时还在流血。\n我在第4天发生了性行为，当时还在流血。我能否得到...",
      "title": "精子真的能在妇女周期的任何时候在子宫内生活5天吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我讀了很多女性的帖子（包括嘗試懷孕的女性）。\n試圖受孕和害怕受孕）的帖子，詢問是否有可能在週期的不同時期懷孕。\n</p> <p>例如，&quot;我在第4天做愛，當時還在流血。\n我在第4天發生了性行爲，當時還在流血。我能否得到...",
      "title": "精子真的能在婦女週期的任何時候在子宮內生活5天嗎？"
    }
  ]
}