{
  "author": "teslakav",
  "original_created_utc": 1636456206,
  "title": "CMV: There isn’t going to be an event, research report, disaster or independent inquiry that makes humans change.",
  "created_utc": 1636464734,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Climate crisis? Housing crisis? Wage crisis? Mental health crisis? </p>\n\n<p>All these headlines would have you believing that some exceptionally massive impetus for change is surely a headline away.</p>\n\n<p>There isn’t going to be a tipping point. \nThe goal posts will keep moving. \nThe world will keep spinning. </p>\n\n<p>These websites - Reddit especially - just wants your terrified, sedentary ass to click back in, expecting the next dose of horrific or jaw dropping news to confirm your bias of fear, dissatisfaction and discomfort with the status quo. </p>\n\n<p>It’s not that there aren’t crises. But a crisis isn’t what causes change. You and most people already know that. \nIf you’re obese, you know being told that obesity is bad for you isn’t going to change fundamentally your day to day habits, thought processes and genetic factors influencing your weight. \nIf you smoke, you know it’s not extra big warnings on a pack of cigarettes that stops you buying the next pack. </p>\n\n<p>The things in this world that are utterly unacceptable to you - the straw that breaks your individual back and shifts your behaviour - will be ‘normal’ to the next generation, and ‘not that bad’ / ‘not my problem’ to a good chunk of your neighbours, colleagues and peers. </p>\n\n<p>Denial, cognitive dissonance and habit are stronger forces than reality will ever be. We already have enough research reports and ‘awareness’. </p>\n\n<p>Relying on your neighbours to be ‘ready for’ and ‘agreeing’ on dramatic change actions means we live in a society (ha) socially conditioned to think being hesitant, scared creatures of habit is fine, and it is ok to hide behind ‘waiting for more information’ over trying anything that carries any risk at all.</p>\n</div><!-- SC_ON -->",
  "score": 148,
  "permalink": "/r/changemyview/comments/qq1f5y/cmv_there_isnt_going_to_be_an_event_research/",
  "subreddit": "changemyview",
  "id": "qq1f5y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Climate crisis? Housing crisis? Wage crisis? Mental health crisis?\n\nAll these headlines would have you believing that some exceptionally massive\nimpetus for change is surely a headline away.\n\nThere isn’t going to be a tipping point. The goal posts will keep moving. The\nworld will keep…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "気候危機？住宅危機？賃金の危機？メンタルヘルスの危機？\n\nこれらの見出しを見れば、何か特別に大きな変化のきっかけが、きっと見出しにあると信じられるでしょう。\nこのような見出しを見ていると、何か特別に大きな変化のきっかけがあるのではないかと思ってしまいます。\n\nしかし、転機は訪れません。ゴールポストは動き続けるだろう。世界は\n世界は続く...",
      "title": "CMV: 人間を変えるような出来事、研究報告、災害、独立した調査などはありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "气候危机？住房危机？工资危机？心理健康危机？\n\n所有这些头条新闻都会让你相信，一些异常巨大的\n变化的动力肯定就在头条之外。\n\n不会有一个转折点。门柱会不断移动。这个世界\n世界将继续...",
      "title": "CMV：不会有一个事件、研究报告、灾难或独立调查来使人类改变。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "氣候危機？住房危機？工資危機？心理健康危機？\n\n所有這些頭條新聞都會讓你相信，一些異常巨大的\n變化的動力肯定就在頭條之外。\n\n不會有一個轉折點。門柱會不斷移動。這個世界\n世界將繼續...",
      "title": "CMV：不會有一個事件、研究報告、災難或獨立調查來使人類改變。"
    }
  ]
}