{
  "author": "caillouistheworst",
  "original_created_utc": 1630281918,
  "title": "CMV: There should be an age limit for US president. 75 years old.",
  "created_utc": 1630337865,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m sick that all our choices the last few elections have all been super old, and not representative of our county.  I think we need some young blood, most people retire at 65-70.  Why should they be running the country, when we’ve 100% had presidents before that had started their cognitive decline while still holding the nuclear football?  I would almost rather at 28 year old in charge then someone that’s 80.  I also don’t think that Supreme Court judges should be appointed for life till either, but that’s another argument.  I’m not being ageist, and I think there’s a million other jobs older people can do, just not this.  I also would still think it would be good if their cabinet didn’t have a age range.  It’s good to hear from people with experience.  For the record, I’m 39, for disclosure.  Credit to <a href=\"/u/Tony_Pizza_Guy\">u/Tony_Pizza_Guy</a> for the idea.  Change my mind.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/pe6x4m/cmv_there_should_be_an_age_limit_for_us_president/",
  "subreddit": "changemyview",
  "id": "pe6x4m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m sick that all our choices the last few elections have all been super old,\nand not representative of our county. I think we need some young blood, most\npeople retire at 65-70. Why should they be running the country, when we’ve 100%\nhad presidents before that had started their cognitive decline…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここ数年の選挙では、私たちの選択がすべて超高齢者で、私たちの郡を代表していないことにうんざりしています。\n私たちの郡を代表していないのです。若い人たちが必要だと思います。\nほとんどの人が65～70歳で引退します。なぜ彼らが国を動かす必要があるのでしょうか？\n認知機能の低下が始まっていた大統領もいたのに...。",
      "title": "CMV: アメリカの大統領には年齢制限を設けるべきだ。75歳です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我感到恶心的是，在过去的几次选举中，我们所有的选择都是超级老的。\n而且不能代表我们的县。我认为我们需要一些年轻的血液，大多数\n人在65-70岁退休。为什么要让他们来管理这个国家，因为我们已经百分之百的\n之前的总统已经开始了他们的认知能力下降......",
      "title": "CMV：美国总统应该有年龄限制。75岁。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我感到噁心的是，在過去的幾次選舉中，我們所有的選擇都是超級老的。\n而且不能代表我們的縣。我認爲我們需要一些年輕的血液，大多數\n人在65-70歲退休。爲什麼要讓他們來管理這個國家，因爲我們已經百分之百的\n之前的總統已經開始了他們的認知能力下降......",
      "title": "CMV：美國總統應該有年齡限制。75歲。"
    }
  ]
}