{
  "author": "_Hopped_",
  "the_new_excerpt": "As many modern thinkers have pointed out: we in the West lack meaning in our\nlives. Depression and existential dread are on the rise, people are losing faith\nin traditional systems (politics, media, academia, etc.) that used to be well\nrespected and trusted.\n\nThis has come as Christianity has…",
  "original_created_utc": 1614423884,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "正如许多现代思想家所指出的：我们西方人缺乏意义，在我们的\n的生活。抑郁症和生存恐惧症正在上升，人们正在失去信心\n在传统体制下（政界、媒体、学界等），过去很好\n尊敬和信任。\n\n这是因为基督教已经...",
      "title": "CMV：我们没有做任何事情来避免尼采用虚无主义预言的社会崩溃。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "正如許多現代思想家所指出的：我們西方人缺乏意義，在我們的\n的生活。抑鬱症和生存恐懼症正在上升，人們正在失去信心\n在傳統體制下（政界、媒體、學界等），過去很好\n尊敬和信任。\n\n這是因爲基督教已經...",
      "title": "CMV：我們沒有做任何事情來避免尼采用虛無主義預言的社會崩潰。"
    }
  ],
  "title": "CMV: We have done nothing to avoid the social collapse Nietzsche predicted with his nihilism",
  "created_utc": 1614490671,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As many modern thinkers have pointed out: we in the West lack meaning in our lives. Depression and existential dread are on the rise, people are losing faith in traditional systems (politics, media, academia, etc.) that used to be well respected and trusted.</p>\n\n<p>This has come as Christianity has decreased in power/relevance in Western society as Nietzsche put it:</p>\n\n<blockquote>\n<p>God is dead. God remains dead. And we have killed him. How shall we comfort ourselves, the murderers of all murderers? What was holiest and mightiest of all that the world has yet owned has bled to death under our knives: who will wipe this blood off us? What water is there for us to clean ourselves? What festivals of atonement, what sacred games shall we have to invent? Is not the greatness of this deed too great for us? Must we ourselves not become gods simply to appear worthy of it?</p>\n</blockquote>\n\n<p>In removing Christianity from our societies/lives (to be clear, I&#39;m not a believer, nor preaching for its return), we have removed several important components that religion grants:</p>\n\n<ul>\n<li>meaning to your life</li>\n<li>salvation</li>\n<li>objective shared morality - right/wrong, good/evil, virtues/vices, etc.</li>\n</ul>\n\n<p>We as a society(s) have failed to replace these key functions. I believe we are rapidly heading towards a society of <em>Letzter Mensch</em> (the opposite of Übermensch).</p>\n\n<p>If you&#39;re successful or succeed, the overwhelming response from the crowd is to tear you down, or negate your success by claiming you didn&#39;t earn it. This is breeding people to not strive for anything, to withdraw from society and just simply earn a meagre living (the Japanese have a word for the phenomenon of young men doing this: Hikikomori).</p>\n\n<p>I believe that if we don&#39;t replace the components religion filled in our societies, our societies will fail. So please CMV - what is the solution to combat nihilism?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/ltlvbc/cmv_we_have_done_nothing_to_avoid_the_social/",
  "subreddit": "changemyview",
  "id": "ltlvbc",
  "is_self": true,
  "media": null,
  "is_video": false
}