{
  "author": "benedictfuckyourass",
  "the_new_excerpt": "Alright so i wanna start with some base \"rules\" for my opinion:\n\nI'm not arguing that smoking is good for you, nor that nicotine isn't an\naddictive substance, nor am i arguing that someone should be blamed or viewed as\na bad person for smoking.\n\nfurthermore i'm talking about people who are starting…",
  "original_created_utc": 1618495409,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "さて、まずは私の意見として基本的な「ルール」を紹介したいと思います。\n\n喫煙が体に良いとか、ニコチンが中毒性のある物質ではないとか、誰かを非難したり見たりすることを主張しているわけではありません。\n喫煙が良いことだと主張しているわけでも、ニコチンが中毒性のある物質ではないと主張しているわけでもありません。\nタバコを吸うことで誰かが非難されたり、悪者扱いされたりすることを主張しているわけではありません。\n\nさらに言えば、私が言っているのは、これからタバコを始める人のことで...",
      "title": "CMV: 喫煙は自分自身の責任と選択です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "好吧，所以我想开始与一些基本的 \"规则 \"我的意见。\n\n我并不是说吸烟对你有好处，也不是说尼古丁对你没好处\n瘾性物质，我也不是在争论某人应该被指责或被视为\n一个坏的人抽烟。\n\n此外，我说的是谁开始的人... ...",
      "title": "CMV：吸烟是你自己的责任和选择。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好吧，所以我想開始與一些基本的 \"規則 \"我的意見。\n\n我並不是說吸菸對你有好處，也不是說尼古丁對你沒好處\n癮性物質，我也不是在爭論某人應該被指責或被視爲\n一個壞的人抽菸。\n\n此外，我說的是誰開始的人... ...",
      "title": "CMV：吸菸是你自己的責任和選擇。"
    }
  ],
  "title": "CMV: Smoking is your own responsibility and choice.",
  "created_utc": 1618529825,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Alright so i wanna start with some base &quot;rules&quot; for my opinion:</p>\n\n<p>I&#39;m not arguing that smoking is good for you, nor that nicotine isn&#39;t an addictive substance, nor am i arguing that someone should be blamed or viewed as a bad person for smoking.</p>\n\n<p>furthermore i&#39;m talking about people who are starting to or continuing to smoke in the last decade or so, in my country specificly that means that it is virtually impossible for any smoker to not be aware of the dangers of smoking.</p>\n\n<p>I&#39;m also posting this as a smoker, who&#39;s made the choice to start on two occasions (i&#39;ve quit for 2 years before, and a couple weeks/months on occasion for medical or financial reasons) but i admittedly don&#39;t smoke that much (pack a day at worst but nowadays more like 1/2 packs a week)</p>\n\n<p>I&#39;m posting this because i found myself in a twitter discussion today but it kind of ran dead partially because they didn&#39;t anwser a question that i feel is important to the discussion.</p>\n\n<p>Their arguments consisted of mainly diffrent variations and anecdotes of the same two things:</p>\n\n<p>1: A lot if not most smokers start because of their environment, peer pressure, smoking parents, etc.</p>\n\n<p>and</p>\n\n<p>2: Smoking is addictive so continuing to smoke is not a choice but something your body forces you to do.</p>\n\n<p>I accept and agree with those arguments, but i don&#39;t think they  really absolve any responsibility or choice a smoker has/had.</p>\n\n<p>I feel that in the end this might just be a question of pure opinion but i nonetheless wanna pose the question(s) i posed them.</p>\n\n<p>I&#39;m into motorsport, skating, mountainbiking. Though i see the &quot;highs&quot; as diffrent i do feel that my enjoyment of these things stems from the adrenaline and dopamine they give me. In other words, i feel i&#39;m as much an adrenaline junkie as i am a nicotine junkie. And these hobbies could not only kill me but they have already resulted in irreperable damage to my back and brain (just made me forgetfull not stupid luckily). however these hobbies bring me such enjoyment that i am willing to risk this danger and accept these consequences.</p>\n\n<p>Now again, my argument is not about wether or not that choice is a good one. But i would say that it&#39;s a choice i made myself and should carry responsibility for myself, otherwise which choices would be my own? motorsport is addicting to me, and other people got me into it. Same for all the other hobbies i mentioned.</p>\n\n<p>so my first question would be: What&#39;s the diffrence between those things other then the specific amount of danger and arguably the specific amount of addictiveness? (though in my personal experience i want to get back to racing after a raceday worse then i want to smoke after quitting)</p>\n\n<p>And if you do agree that the factors involved in the decision to start and continue (someone else got me into it, there&#39;s a risk involved and there&#39;s reward involved) are the same, does that not mean that neither of those choices were my own either? assuming that smoking or continuing to smoke isn&#39;t my own choice.</p>\n\n<p>so in my view, you can say that circumstances or chemical addiction has an influence on the decision. Or makes making certain choices alot harder but you can&#39;t say that because of those factors (unless it&#39;s a literall threat of violence or smth) the smoker did not make that choice himself. Because then doing anything that your environment introduced you to that produces dopamine or can otherwise has addicting qualities will no longer be your choice or responsibility.</p>\n\n<p>Like for example drinking coffee, but perhaps more dangerously certain crimes. Let&#39;s say that a buddy of yours invited you along for a burglary, similarly to your friend handing you a cig. You know it&#39;s a bad thing to do and you have the choice to refuse but you don&#39;t, you help with the burglary/ smoke the cigarette. Afterwards you get such a good feeling from the loot you got/ the nicotine that you become addicted and continue to engage in burglaries/smoking. In both of these cases you might argue that the circumstances make the choices more understandable but i think these hypothetical people still made the choice themselves and are responsible for the consequences.</p>\n\n<p>&#x200B;</p>\n\n<p>TLDR:</p>\n\n<p>while i agree that the choice to smoke in the first place or to continue doing it can be influenced by outside factors i don&#39;t think this absolves any individual from the responsibility of these choices nor do i think you can say any individual can lose their autonomy to make choices due to these outside factors (outside of actually being forced with violence etc.)</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/mrfc2i/cmv_smoking_is_your_own_responsibility_and_choice/",
  "subreddit": "changemyview",
  "id": "mrfc2i",
  "is_self": true,
  "media": null,
  "is_video": false
}