{
  "author": "zaqqiry",
  "original_created_utc": 1632141974,
  "title": "The types of posts you see on r/books.",
  "created_utc": 1632145506,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><ul>\n<li>I read a book again! It&#39;s been 84 years.</li>\n<li>How do you feel when your favorite author dies? Are you sad?</li>\n<li>Is it just me or is this super famous author just like, NOT good?</li>\n<li>How fast do you read? Should I read faster?</li>\n<li>I finally read this classic, which has about 700,000 resources online, but I&#39;m going to ask here, what did it mean?</li>\n<li>I am so shocked that this classic book which has been read by millions of people for decades if not centuries is actually good.</li>\n<li>Boy do I have some opinions about Lolita.</li>\n</ul>\n\n<p>Meanwhile, the rare unique and interesting post (like the one about Disney not paying authors, or the one about likely shortages of new books as publishers struggle against supply chain disruptions because of Covid, or What book got you into a new genre?) barely get any traction at all.</p>\n\n<p>Please, help me out here. Is there a better sub for avid readers? What other book-related subs are you in?</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/books/comments/pru4ws/the_types_of_posts_you_see_on_rbooks/",
  "subreddit": "books",
  "id": "pru4ws",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": " * I read a book again! It's been 84 years.\n * How do you feel when your favorite author dies? Are you sad?\n * Is it just me or is this super famous author just like, NOT good?\n * How fast do you read? Should I read faster?\n * I finally read this classic, which has about 700,000 resources online,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": " * また本を読みました! 84年ぶりだよ。\n * 好きな作家が死んだらどんな気持ちになりますか？悲しいですか？\n * ♪ Is it only me or is this super famous author just like, not good?\n * ♪ How fast do you read? もっと早く読むべき？\n * 私はついに、オンラインで約70万のリソースを持つこの古典を読みました...",
      "title": "r/booksで見かける投稿の種類。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": " *我又读了一本书! 已经84年了。\n *当你最喜欢的作家去世时，你有什么感觉？你会伤心吗？\n *只有我，还是这个超级著名的作家只是喜欢，不擅长？\n *你的阅读速度有多快？我应该读得更快吗？\n * 我终于读到了这部经典作品，它在网上有大约70万个资源，...",
      "title": "你在r/books上看到的帖子类型。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": " *我又讀了一本書! 已經84年了。\n *當你最喜歡的作家去世時，你有什麼感覺？你會傷心嗎？\n *只有我，還是這個超級著名的作家只是喜歡，不擅長？\n *你的閱讀速度有多快？我應該讀得更快嗎？\n * 我終於讀到了這部經典作品，它在網上有大約70萬個資源，...",
      "title": "你在r/books上看到的帖子類型。"
    }
  ]
}