{
  "author": "Greengod215",
  "original_created_utc": 1626128709,
  "title": "Why is there such a focus on \"canceling student loans\" instead of just canceling student loan interest?",
  "created_utc": 1626142542,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Background: I graduated from college 8 years ago. Upon completion, I had borrowed a total of $42,000. However after several false starts attempting to get settled into a career, I had to defer payments for a time before I had any significant and steady income. By the time I began making payments in 2015, my loan balance had ballooned to roughly $55k.</p>\n\n<p>After 6 straight years of paying above the minimum, as well as a few larger chunks when I recieved sudden windfalls, I have paid a total of $17,989</p>\n\n<p>My current balance? ....$44,191.00</p>\n\n<p>Still a full $2,190 MORE than I ever borrowed. </p>\n\n<p>If the primary argument against canceling student loan debt is that it is not fair to allow people to get out of paying back money they borrowed, I can totally support that. I don&#39;t expect it to be given for for nothing. I used that money for a host of other things besides tuition. Rent, clothes, vodka, etc. So I&#39;m more than willing to pay back what I borrowed. If INTEREST were forgiven, my current balance would be roughly $24,000. </p>\n\n<p>Many students who have been paying longer than me have already made payments totaling GREATER than the sum of their loans, and could even get money BACK.</p>\n\n<p>Seeing how quickly my principal has dropped during the interest freeze due to the pandemic has shown just how much faster the money can be paid back if it wasn&#39;t being diverted and simply generating additional revenue for the federal government.</p>\n\n<p>(Edit: formatting)</p>\n</div><!-- SC_ON -->",
  "score": 123,
  "permalink": "/r/TooAfraidToAsk/comments/oj21dw/why_is_there_such_a_focus_on_canceling_student/",
  "subreddit": "TooAfraidToAsk",
  "id": "oj21dw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Background: I graduated from college 8 years ago. Upon completion, I had\nborrowed a total of $42,000. However after several false starts attempting to\nget settled into a career, I had to defer payments for a time before I had any\nsignificant and steady income. By the time I began making payments in…"
}