{
  "author": "TheCreecher0",
  "the_new_excerpt": "The select few in power (the 1%, if want to call them that) want us to believe\nour neighbors are our enemies: that the person on the left is a radical\nsocialist and that the person on the right is a nazi. This way it’s more\ndifficult to foster equity between people of differing views and among…",
  "original_created_utc": 1616437174,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "少数掌权者（1%的人，如果想这样称呼他们的话）希望我们相信\n我们的邻居是我们的敌人：左边的人是一个激进的。\n社会主义，右边的人是纳粹。这样一来，就更\n难以促进不同意见的人之间的平等，也难以促进不同意见的人之间的...",
      "title": "CMV：对成功的第一世界国家来说，最大的威胁是大众媒体--传播仇恨、贩卖恐惧、阻止温和主义。媒体向我们兜售两党制的神话，少数人的呼声很快就变成了多数人--人们很快就会忘记 \"分裂，我们就会倒下\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "少數掌權者（1%的人，如果想這樣稱呼他們的話）希望我們相信\n我們的鄰居是我們的敵人：左邊的人是一個激進的。\n社會主義，右邊的人是納粹。這樣一來，就更\n難以促進不同意見的人之間的平等，也難以促進不同意見的人之間的...",
      "title": "CMV：對成功的第一世界國家來說，最大的威脅是大衆媒體--傳播仇恨、販賣恐懼、阻止溫和主義。媒體向我們兜售兩黨制的神話，少數人的呼聲很快就變成了多數人--人們很快就會忘記 \"分裂，我們就會倒下\"。"
    }
  ],
  "title": "CMV: The greatest threat to successful first world countries is mass media - spreading hate, selling fear, and discouraging moderatism. The media sells us on the myth of bipartisanship, and the vocal minority is quickly becoming a majority - people will soon forget that “divided, we fall.”",
  "created_utc": 1616481030,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The select few in power (the 1%, if want to call them that) want us to believe our neighbors are our enemies: that the person on the left is a radical socialist and that the person on the right is a nazi. This way it’s more difficult to foster equity between people of differing views and among the struggling lower/middle class. </p>\n\n<p>Too often people make sweeping generalizations against their fellow citizens, reducing them to a binary descriptor: “trumpers” or “communists,” “racists” and “facists,” etc. </p>\n\n<p>There is frankly much more nuance to a given human. But Facebook (an app that blatantly only shows you things that confirms your suspicions), CNN, Fox News, MSNBC, Twitter — they all want to tear that nuance away, and too many people aren’t smart enough to know better. I fear my children will grow up in a world where someone makes an assumption about them based on <strong>(a)</strong> their skin color, <strong>(b)</strong> their political orientation, and/or <strong>(c)</strong> anything that doesn’t involve a <em>dialogue.</em></p>\n\n<p>Someone please CMV!!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/mau8s0/cmv_the_greatest_threat_to_successful_first_world/",
  "subreddit": "changemyview",
  "id": "mau8s0",
  "is_self": true,
  "media": null,
  "is_video": false
}