{
  "author": "Fjellbjorn",
  "the_new_excerpt": "Why YSK: Evidently many of you were unaware that temperatures below 50 degrees\nexist untill recently. This storm is not a freak event; there will be more.\n\nNOTE: This is for sheltering IN PLACE. This is not advice on how to trek across\na frozen landscape for any reason.\n\nI'm gonna list some things…",
  "original_created_utc": 1613579489,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：很明显，你们很多人都不知道，温度低于50度的情况下，会有很多的人在这里。\n直到最近才存在。这场风暴不是一个怪胎事件，会有更多。\n\n注意：这是为了原地避难。这不是建议如何跋涉穿越。\n一个冰冻的景观，任何原因。\n\n我要列出一些东西... ...",
      "title": "YSK如何原地避寒。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：很明顯，你們很多人都不知道，溫度低於50度的情況下，會有很多的人在這裏。\n直到最近才存在。這場風暴不是一個怪胎事件，會有更多。\n\n注意：這是爲了原地避難。這不是建議如何跋涉穿越。\n一個冰凍的景觀，任何原因。\n\n我要列出一些東西... ...",
      "title": "YSK如何原地避寒。"
    }
  ],
  "title": "YSK how to shelter in place from the cold.",
  "created_utc": 1613633631,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Evidently many of you  were unaware that temperatures below 50 degrees exist untill recently.  This storm is not a freak event; there will be more. </p>\n\n<p>NOTE: This is for sheltering IN PLACE. This is not advice on how to trek across a frozen landscape for any reason. </p>\n\n<p>I&#39;m gonna list some things you should have, but probably don&#39;t, and what you probably have that you can use instead. </p>\n\n<p>What you should have: Warm clothes. The power is out, the outside is going to start coming inside and your clothes are the first order of business when it comes to your personal microclimate. </p>\n\n<p>What you probably have: Regular clothes, paper, tape, aluminum foil. </p>\n\n<p>You&#39;re going to make your own cold weather clothing. Start with your warmest clothes. For the sake of conversation we&#39;re gonna say you&#39;ve got a pair of jeans and a long sleeve shirt. Begin by fortifying the outside with aluminum foil and tape. It&#39;s not going to be pretty, but you&#39;re going to tape panels of foil to the OUTSIDE of your clothes while avoiding natural bend points, because it&#39;ll just rip anyway. Heat is basically super low frequency light, and in many ways it behaves like light; it can be reflected. The foil is going to reflect your body heat back into the clothing instead of letting it out.  Next you&#39;re going to put that on and then stuff crumpled up pieces of paper inside your clothes. The puffed up formation of the crumpled paper is going to create air layers that insulate and help keep heat from getting all the way out to you actual clothing; where it will then reflect off the foil. If you&#39;ve got a light sweater to go over it, all the better. </p>\n\n<p>What you should have: a quality sleeping bag. Your make shift hot suit is keeping the chill off, but at some point you&#39;re going to need to sleep. </p>\n\n<p>What you probably have: Trash bags, tape, more crumpled up paper. </p>\n\n<p>Not much to this one. Cut and tape garbage bags together to make a larger sack. Crawl inside and barricade yourself with crumpled paper. It should go without saying, but never cover your face with the plastic. Bonus, you can also use the trash bags to make a waterproof layer to your hot suit by cutting arm, leg, and head holes in them. </p>\n\n<p>What you should have: A quality tent. Staying warm boils down to reducing the area in which your body heat can escape to. A tent pitched inside your house will be much warmer than the rest of your house. </p>\n\n<p>What you probably have: A table, a tarp and or bed sheets, couch cushions.</p>\n\n<p>We&#39;re going to improve on those pillow forts you made as a kid. If you&#39;ve got a large enough table you can simply drape the tarp or sheet over it, place your cushions on the ground and crawl in. If your table is smaller you might have to get creative, perhaps draping it over a few chairs, or between the couch and a table, or even a couple end tables. The point is, find a way to make your surroundings smaller. One last bit about this, a small windowless room is your ideal location, but I don&#39;t know how your house is decorated or laid out. If you use a room with windows, put some cardboard or foil over them. </p>\n\n<p>Other general tips: </p>\n\n<p>Keep extra food on hand. Food you won&#39;t eat outside of an emergency. Canned dog food works well for this, it has a relatively high caloric value, is safe for human consumption, and you&#39;re not likely to dip into it for a mundane midnight snack. Eating promotes your metabolism burning calories purely for heat generation, digestion also produces internal heat. As an Inupiaq friend of mine one said: &quot;If you&#39;re not eating, you&#39;re dying.&quot;</p>\n\n<p>EDIT: Ok guys, I get it, you don&#39;t want to eat dog food; that&#39;s the whole point! If you don&#39;t wanna stockpile dog food, don&#39;t. If you&#39;re disciplined enough to not eat your emergency stash, great. But I&#39;ve seen pros that have been doing this longer thsn me screw this one up, so don&#39;t come crying to me when you don&#39;t have a can of tuna because you tied a couple too many on and made the worlds most killer tuna melt and didn&#39;t get around to replacing it. That is all. </p>\n\n<p>Have a way to warm things up. Not only does it make the dog food a little more palatable, but consuming warm water is a great way to stay hydrated and deliver heat to your core in the cold. A small alcohol spirit stove will run you about 15 bucks and can run on a variety of fuels. Any small pot can be used to warm tap water or melt snow if your pipes freeze. </p>\n\n<p>Keep some chemical heat on hand; literally. Commercially available hand warmers are really great and priming a sleeping bag when it&#39;s very cold. As well, medical heat patches like thermacare heat wraps can deliver emergency heat directly to your body. </p>\n\n<p>Things you should not do:</p>\n\n<p>Do not burn propane inside. Burning propane produce carbon monoxide and it will kill you. There is one exception for propane heaters with low oxygen sensor cut offs, but these should be used sparingly and with at least some ventilation. Other devices such as barbacue grills, outdoor heaters, or propane torches should never be used indoors. </p>\n\n<p>Do not camp out in your car. Your car also produces carbon monoxide. Typically you don&#39;t idle in one place long enough for it to matter, but staying in one place for hours will cause CO levels to build inside the car. If you absolutely must do this, for instance if you are stranded in your car, you should direct the exhaust at least 30ft downwind of the vehicle using a hose of some kind; a long drier hose works well.</p>\n\n<p>The planet is changing, get ready.</p>\n</div><!-- SC_ON -->",
  "score": 94,
  "permalink": "/r/YouShouldKnow/comments/llyfn2/ysk_how_to_shelter_in_place_from_the_cold/",
  "subreddit": "YouShouldKnow",
  "id": "llyfn2",
  "is_self": true,
  "media": null,
  "is_video": false
}