{
  "author": "sdbest",
  "the_new_excerpt": "Circumcision of infants and children is genital mutilation and child abuse. It\nshould be made illegal, notwithstanding cultural and religious pressures.\nGenital mutilation of female children has been made illegal in many nations.\nMale children deserve the same legal protections.\n\n\"Male circumcision…",
  "original_created_utc": 1614610430,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "对婴儿和儿童的割礼是切割生殖器和虐待儿童。割礼是对婴儿和儿童的生殖器残害和虐待。\n尽管有文化和宗教压力，但应将其定为非法。\n许多国家已将切割女童生殖器定为非法。\n男童也应得到同样的法律保护。\n\n\"男性割礼...",
      "title": "CMV：未经婴儿或任何人的合法同意，强行对其进行割礼应属非法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對嬰兒和兒童的割禮是切割生殖器和虐待兒童。割禮是對嬰兒和兒童的生殖器殘害和虐待。\n儘管有文化和宗教壓力，但應將其定爲非法。\n許多國家已將切割女童生殖器定爲非法。\n男童也應得到同樣的法律保護。\n\n\"男性割禮...",
      "title": "CMV：未經嬰兒或任何人的合法同意，強行對其進行割禮應屬非法。"
    }
  ],
  "title": "CMV: forced circumcision of infants or any person without their legal consent should be illegal.",
  "created_utc": 1614627030,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Circumcision of infants and children is genital mutilation and child abuse. It should be made illegal, notwithstanding cultural and religious pressures. Genital mutilation of female children has been made illegal in many nations. Male children deserve the same legal protections.</p>\n\n<p>&quot;Male circumcision ... cannot be in the best interest of a child to be subjected, without its consent, to an irreversible surgical procedure, often without anaesthetic, which will provide no medical benefit but which has proved adverse consequences both in terms of potential complications for some and reduced penile sensation in adulthood for all.&quot; [[Source](<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2128663/\">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2128663/</a>)]</p>\n\n<p>Of course, if an adult chooses to be circumcised, that should remain their right.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/lvb506/cmv_forced_circumcision_of_infants_or_any_person/",
  "subreddit": "changemyview",
  "id": "lvb506",
  "is_self": true,
  "media": null,
  "is_video": false
}