{
  "author": "justastudent21",
  "original_created_utc": 1635804371,
  "title": "CMV: It should be illegal for employers to ever require a doctor's note if they don't provide you with health insurance.",
  "created_utc": 1635810093,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have seen a number of posts across Reddit (particularly <a href=\"/r/antiwork\">r/antiwork</a>) that how employers exploit employees when it comes to calling in sick. One such situation I have seen mentioned a lot is that employers are requiring doctors&#39; notes on, or after taking a sick day or face punishment. I can&#39;t wrap my head around how this is not already illegal or at the very least the subject of a great many lawsuits.</p>\n\n<p>If your employer does not provide you with health insurance, but still requires doctors&#39; notes to call in sick (or face punishment) you are in a situation of forced exploitation. This forces poor people/individuals without healthcare, to choose between going into work sick or paying massive money out of pocket to see a physician just to prove that they are unfit to work. This incentives people to go to work sick. Correct me if I&#39;m wrong but <em>Requiring</em> people to work while sick is already illegal, but this means of coercement somehow is not.</p>\n\n<p>An expected rebuttal to this might be &quot;Well if employers can&#39;t punish people for calling in sick without a doctor&#39;s note, then people could just call in sick every day and never face repercussions. Is that what you want?&quot;</p>\n\n<p>yes, yes, yes, 100% yes. Your job shouldn&#39;t be able to punish you more than they already do by not providing you with health benefits. If there is no employer accountability for keeping employees healthy, then there should be no expectation of employee accountability for proving health-related issues.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/qkp3fp/cmv_it_should_be_illegal_for_employers_to_ever/",
  "subreddit": "changemyview",
  "id": "qkp3fp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have seen a number of posts across Reddit (particularly r/antiwork\n[/r/antiwork]) that how employers exploit employees when it comes to calling in\nsick. One such situation I have seen mentioned a lot is that employers are\nrequiring doctors' notes on, or after taking a sick day or face punishment.…"
}