{
  "author": "justastudent21",
  "original_created_utc": 1635804371,
  "title": "CMV: It should be illegal for employers to ever require a doctor's note if they don't provide you with health insurance.",
  "created_utc": 1635810093,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have seen a number of posts across Reddit (particularly <a href=\"/r/antiwork\">r/antiwork</a>) that how employers exploit employees when it comes to calling in sick. One such situation I have seen mentioned a lot is that employers are requiring doctors&#39; notes on, or after taking a sick day or face punishment. I can&#39;t wrap my head around how this is not already illegal or at the very least the subject of a great many lawsuits.</p>\n\n<p>If your employer does not provide you with health insurance, but still requires doctors&#39; notes to call in sick (or face punishment) you are in a situation of forced exploitation. This forces poor people/individuals without healthcare, to choose between going into work sick or paying massive money out of pocket to see a physician just to prove that they are unfit to work. This incentives people to go to work sick. Correct me if I&#39;m wrong but <em>Requiring</em> people to work while sick is already illegal, but this means of coercement somehow is not.</p>\n\n<p>An expected rebuttal to this might be &quot;Well if employers can&#39;t punish people for calling in sick without a doctor&#39;s note, then people could just call in sick every day and never face repercussions. Is that what you want?&quot;</p>\n\n<p>yes, yes, yes, 100% yes. Your job shouldn&#39;t be able to punish you more than they already do by not providing you with health benefits. If there is no employer accountability for keeping employees healthy, then there should be no expectation of employee accountability for proving health-related issues.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/qkp3fp/cmv_it_should_be_illegal_for_employers_to_ever/",
  "subreddit": "changemyview",
  "id": "qkp3fp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have seen a number of posts across Reddit (particularly r/antiwork\n[/r/antiwork]) that how employers exploit employees when it comes to calling in\nsick. One such situation I have seen mentioned a lot is that employers are\nrequiring doctors' notes on, or after taking a sick day or face punishment.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、Reddit（特にr/antiwork\n[/r/antiwork]）で、病欠の際に雇用主が従業員をいかに搾取するかという投稿を見ました。\n病気 私がよく目にするそのような状況の1つは、雇用主が病欠時や病欠後に医師の診断書を要求しているというものです。\n病欠の際、または病欠後に医師の診断書を要求すると罰せられる....",
      "title": "CMV：健康保険を提供しない場合、雇用主が医師の診断書を要求することは違法とすべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我看到整个Reddit（特别是r/antiwork\n[/r/antiwork]），说雇主如何在请病假时剥削员工。\n病。我经常看到提到的一种情况是，雇主在\n要求在请病假时或之后提供医生证明，否则将面临惩罚....。",
      "title": "CMV：如果雇主不为你提供健康保险，要求提供医生证明应该是非法的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看到整個Reddit（特別是r/antiwork\n[/r/antiwork]），說僱主如何在請病假時剝削員工。\n病。我經常看到提到的一種情況是，僱主在\n要求在請病假時或之後提供醫生證明，否則將面臨懲罰....。",
      "title": "CMV：如果僱主不爲你提供健康保險，要求提供醫生證明應該是非法的。"
    }
  ]
}