{
  "author": "oddlylongnipplehair",
  "original_created_utc": 1640221596,
  "title": "YSK that 95% of your body’s serotonin (the mood-stabilizing hormone that is responsible for feelings of well being) is produced in your gut.",
  "created_utc": 1640237768,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: The flora in your gut is responsible for the production of a lot of important hormones, including serotonin. Maintaining a healthy intestinal micro-biome plays a huge role in lowering stress levels, keeping depression at bay, getting enough sleep, and so many other things that can improve your quality of life. Eating a balanced diet not only keeps you healthy physically, but it promotes a healthy mental state too.&lt;/p&gt;\n\n&lt;p&gt;TLDR: A lot of mental health issues can potentially be treated by eating a balanced, healthy diet. &lt;/p&gt;\n\n&lt;p&gt;Source: &lt;a href=\"https://www.healthline.com/health/irritable-bowel-syndrome/serotonin-effects\"&gt;https://www.healthline.com/health/irritable-bowel-syndrome/serotonin-effects&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.apa.org/monitor/2012/09/gut-feeling\"&gt;https://www.apa.org/monitor/2012/09/gut-feeling&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 624,
  "permalink": "/r/YouShouldKnow/comments/rmjnod/ysk_that_95_of_your_bodys_serotonin_the/",
  "subreddit": "YouShouldKnow",
  "id": "rmjnod",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The flora in your gut is responsible for the production of a lot of\nimportant hormones, including serotonin. Maintaining a healthy intestinal\nmicro-biome plays a huge role in lowering stress levels, keeping depression at\nbay, getting enough sleep, and so many other things that can improve…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: あなたの腸内細菌叢は、次のような役割を担っています。\nセロトニンをはじめとする多くの重要なホルモンの生成に寄与しています。\n腸内細菌を健康に保つことは、セロトニンを含む多くの重要なホルモンの生成に大きな役割を果たします。\nストレスレベル、うつ病の抑制、十分な睡眠など...。",
      "title": "YSKは、体内のセロトニン（気分を安定させるホルモンで、幸福感をもたらす）の95％が腸で作られることを発見しました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：你肠道中的菌群负责生产许多重要的激素，包括血清素。\n肠道菌群负责生产许多重要的激素，包括血清素。\n保持健康的肠道微生物群在降低压力水平、保持身体健康方面起着巨大作用。\n压力水平，保持抑郁症，获得足够的睡眠，等等。",
      "title": "YSK认为，你身体中95%的5-羟色胺（稳定情绪的荷尔蒙，负责健康的感觉）是在你的肠道中产生。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：你腸道中的菌羣負責生產許多重要的激素，包括血清素。\n腸道菌羣負責生產許多重要的激素，包括血清素。\n保持健康的腸道微生物羣在降低壓力水平、保持身體健康方面起着巨大作用。\n壓力水平，保持抑鬱症，獲得足夠的睡眠，等等。",
      "title": "YSK認爲，你身體中95%的5-羥色胺（穩定情緒的荷爾蒙，負責健康的感覺）是在你的腸道中產生。"
    }
  ]
}