{
  "author": "Comprehensive-Mud898",
  "original_created_utc": 1625577333,
  "title": "The Long Walk by Stephen King is his best, and deserves recognition as a great American novel.",
  "created_utc": 1625584772,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just putting it out there. My advice is to not read it as a &quot;Stephen King&quot; novel, and instead as a brilliant work of fiction. There&#39;s so much to unpack in this book. The glorification of violence, blind obedience to authority figures, the loss of childhood, finding meaning in life - it can all be found in this book.</p>\n\n<p>It&#39;s a crime that this book isn&#39;t appreciated more.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/oeuppi/the_long_walk_by_stephen_king_is_his_best_and/",
  "subreddit": "books",
  "id": "oeuppi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just putting it out there. My advice is to not read it as a \"Stephen King\"\nnovel, and instead as a brilliant work of fiction. There's so much to unpack in\nthis book. The glorification of violence, blind obedience to authority figures,\nthe loss of childhood, finding meaning in life - it can all be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ただ、それを出しただけです。私のアドバイスは、この作品を「スティーブン・キング」の小説として読むのではなく\n読むのではなく、素晴らしいフィクション作品として読むことです。この作品には、たくさんの解き明かしたいことがあります。\nこの本には解明すべきことがたくさんあります。暴力の賛美、権威者への盲目的な服従。\n子供時代の喪失感、人生の意味を見つけることなど、すべてが...。",
      "title": "スティーブン・キングの『The Long Walk』は彼の最高傑作であり、偉大なアメリカの小説として評価されるべきものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "只是把它放在那里。我的建议是，不要把它当作一部 \"斯蒂芬-金 \"的小说来读。\n小说，而是把它当作一部出色的小说作品。这本书里有很多东西需要解读\n这本书有很多东西需要解读。对暴力的颂扬，对权威人物的盲目服从。\n童年的丧失，寻找生活的意义--这一切都可以...",
      "title": "斯蒂芬-金的《长征》是他最好的作品，作为一部伟大的美国小说值得认可。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "只是把它放在那裏。我的建議是，不要把它當作一部 \"斯蒂芬-金 \"的小說來讀。\n小說，而是把它當作一部出色的小說作品。這本書裏有很多東西需要解讀\n這本書有很多東西需要解讀。對暴力的頌揚，對權威人物的盲目服從。\n童年的喪失，尋找生活的意義--這一切都可以...",
      "title": "斯蒂芬-金的《長征》是他最好的作品，作爲一部偉大的美國小說值得認可。"
    }
  ]
}