{
  "author": "CommandSea8273",
  "original_created_utc": 1637665541,
  "title": "People that say fantasy isn't real literature or just make fun of it",
  "created_utc": 1637674274,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just got mad. I&#39;m from Bulgaria, English isn&#39;t my main language so forgive me if I make mistakes.\n I was at work and I saw an opportunity to read. I was reading Malazan Book Of The Fallen by the brilliant Steven Erikson and a colleague came and saw the fat book (Memories Of Ice, book 3 in the series) and first he said &quot;what are you reading, the Bible?&quot; and laughed. Then I showed him the cover and he then asked &quot;Is this some kind of thriller&quot;? (even though the cover clearly shows that it&#39;s not) and I said that it&#39;s fantasy. And he made a disgusted expression with his face and made a body motion as if to shake it off and clean himself of the word &quot;fantasy&quot;. I said nothing and he just went away. But it pissed me off. I&#39;m not saying people should like it, but the amount of disrespect the genre and the amazing authors in it still get is making me angry. Sometimes even people that don&#39;t read books, like at all, make fun of it. They just heard someone else say that fantasy books are not actual books and just repeat it. But their ignorance I can easily forgive. They are just stupid people. I don&#39;t know... I&#39;m ranting, but it&#39;s something that happens constantly. Sometimes, while I was still in school,many years ago, I&#39;ve tried to talk to some people and they pretended to seriously listen to what I had to say about fantasy, but I could see in their eyes that they take it as a joke. And these are people that never read anything in the genre.</p>\n</div><!-- SC_ON -->",
  "score": 209,
  "permalink": "/r/books/comments/r0avoy/people_that_say_fantasy_isnt_real_literature_or/",
  "subreddit": "books",
  "id": "r0avoy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just got mad. I'm from Bulgaria, English isn't my main language so forgive me\nif I make mistakes. I was at work and I saw an opportunity to read. I was\nreading Malazan Book Of The Fallen by the brilliant Steven Erikson and a\ncolleague came and saw the fat book (Memories Of Ice, book 3 in the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ただ、私は怒った。私はブルガリア出身で、英語は母国語ではないので、間違いがあったら許してください。\n間違いがあったら許してください。私は仕事をしていて、読書をする機会を見つけました。読んでいたのは\nスティーブン・エリクソンのMalazan Book Of The Fallenを読んでいました。\n同僚が来て、その太い本（Memories Of Ice、Malazan Book Of The Fallenの第3巻）を見ていました。",
      "title": "ファンタジーは本物の文学ではないと言ったり、ただ馬鹿にしたりする人は"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚生气了。我来自保加利亚，英语不是我的主要语言，所以请原谅我。\n如果我犯了错误。我当时正在工作，看到了一个阅读的机会。我当时正在\n我正在读杰出的史蒂文-埃里克森的《马拉赞堕落之书》，一个同事过来看到了那本胖胖的书（《回忆》）。\n同事来了，看到了那本肥厚的书（Memories Of Ice，第三本）。",
      "title": "说幻想不是真正的文学或只是取笑它的人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛生氣了。我來自保加利亞，英語不是我的主要語言，所以請原諒我。\n如果我犯了錯誤。我當時正在工作，看到了一個閱讀的機會。我當時正在\n我正在讀傑出的史蒂文-埃裏克森的《馬拉贊墮落之書》，一個同事過來看到了那本胖胖的書（《回憶》）。\n同事來了，看到了那本肥厚的書（Memories Of Ice，第三本）。",
      "title": "說幻想不是真正的文學或只是取笑它的人"
    }
  ]
}