{
  "author": "John_UnderHill",
  "the_new_excerpt": "12 years ago a friend of mine used his experience as an army medivac officer to\nstart a business flying drones with cameras to do pipeline and transmission line\ninspections. It was very successful, and I assumed the U.S. military knew about\nthe incredible intelligence gathering capabilities of…",
  "original_created_utc": 1621611170,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "12年前、私の友人は陸軍の救急救命士としての経験を生かして\nカメラ付きドローンを飛ばしてパイプラインや送電線の検査をするビジネスを始めました。\n検査をするビジネスを始めました。これは非常に成功しましたが、私は米軍がこのような素晴らしい情報収集能力を知っていると思っていました。\n情報収集能力の高さを知っていると思っていましたが...",
      "title": "CMV: 米軍によるUFO目撃件数が大幅に増加した最大の理由は、安価なドローンです。これは、ほとんどの情報機関の大きな盲点と、我々が真剣に受け止めていない脅威を露呈しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "12年前，我的一个朋友利用他作为军队医疗救护人员的经验\n开始了一项业务，用带摄像头的无人机来做管道和输电线路的检查。\n检查。它非常成功，而且我认为美国军方知道\n惊人的情报收集能力...",
      "title": "CMV：美国军方大量增加UFO目击事件的最大原因是廉价的无人机。这暴露了大多数情报机构的一个主要盲点和我们没有认真对待的威胁。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "12年前，我的一個朋友利用他作爲軍隊醫療救護人員的經驗\n開始了一項業務，用帶攝像頭的無人機來做管道和輸電線路的檢查。\n檢查。它非常成功，而且我認爲美國軍方知道\n驚人的情報收集能力...",
      "title": "CMV：美國軍方大量增加UFO目擊事件的最大原因是廉價的無人機。這暴露了大多數情報機構的一個主要盲點和我們沒有認真對待的威脅。"
    }
  ],
  "title": "CMV: The biggest reason for the large increase in UFO sightings by the U.S. military is cheap drones. This exposes a major blind spot for most intelligence agencies and a threat we are not taking seriously.",
  "created_utc": 1621648608,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>12 years ago a friend of mine used his experience as an army medivac officer to start a business flying drones with cameras to do pipeline and transmission line inspections.  It was very successful, and I assumed the U.S. military knew about the incredible intelligence gathering capabilities of swarms of cheap flying cameras.  But the official reaction to the large increase in UFO sightings, almost always during Naval excercises, indicates a terrible blind spot.  To be clear, I don&#39;t think all UFO sightings are drones, but that the recent increase in military pilots reporting UFOs is evidence that the U.S. military is not taking the intelligence threat of drones seriously.  Please prove me wrong.</p>\n\n<p>Edit:. <a href=\"https://www.thedrive.com/the-war-zone/40054/adversary-drones-are-spying-on-the-u-s-and-the-pentagon-acts-like-theyre-ufos\">https://www.thedrive.com/the-war-zone/40054/adversary-drones-are-spying-on-the-u-s-and-the-pentagon-acts-like-theyre-ufos</a>. This article does a good job explaining the issue.</p>\n</div><!-- SC_ON -->",
  "score": 92,
  "permalink": "/r/changemyview/comments/nhvc79/cmv_the_biggest_reason_for_the_large_increase_in/",
  "subreddit": "changemyview",
  "id": "nhvc79",
  "is_self": true,
  "media": null,
  "is_video": false
}