{
  "author": "Snarkyandcosy",
  "original_created_utc": 1629243763,
  "title": "YSK: Higher Education does not always mean that you will get more job opportunities",
  "created_utc": 1629257192,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Before deciding on your career, see what jobs get the best prices. The job you want, might not be worth the degree.</p>\n\n<p>Community College and Trade School are perfectly acceptable ways to get degrees as well. Your degree does not have to cost an arm and a leg.</p>\n\n<p>While getting a job you love would be nice, but too often you have to settle for a job in order to pay the bills, rent and make sure that you&#39;re fed.</p>\n\n<p>Look for second hand books for your college. Your local librarian can help you find them.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/p6fhbl/ysk_higher_education_does_not_always_mean_that/",
  "subreddit": "YouShouldKnow",
  "id": "p6fhbl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Before deciding on your career, see what jobs get the best prices. The\njob you want, might not be worth the degree.\n\nCommunity College and Trade School are perfectly acceptable ways to get degrees\nas well. Your degree does not have to cost an arm and a leg.\n\nWhile getting a job you love…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 自分のキャリアを決める前に、どんな仕事が一番高く売れるのか見てみましょう。やりたい仕事が\n欲しい仕事が学位に見合わないかもしれない。\n\nコミュニティ・カレッジやトレード・スクールは、学位を取得する方法として全く問題ありません。\n学位を取得する方法として、コミュニティカレッジやトレードスクールも全く問題ありません。学位を取得するのに高額な費用をかける必要はありません。\n\n好きな仕事に就くためには...",
      "title": "YSK: 高学歴だからといって、必ずしも仕事の機会が増えるとは限りません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：在决定你的职业之前，看看什么工作能得到最好的价格。你想要的工作\n你想要的工作，可能不值得你去读学位。\n\n社区学院和贸易学校是完全可以接受的获得学位的方式\n也是可以接受的。你的学位不一定要花钱。\n\n虽然得到一份你喜欢的工作...",
      "title": "YSK: 高等教育并不总是意味着你会得到更多的工作机会"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：在決定你的職業之前，看看什麼工作能得到最好的價格。你想要的工作\n你想要的工作，可能不值得你去讀學位。\n\n社區學院和貿易學校是完全可以接受的獲得學位的方式\n也是可以接受的。你的學位不一定要花錢。\n\n雖然得到一份你喜歡的工作...",
      "title": "YSK: 高等教育並不總是意味着你會得到更多的工作機會"
    }
  ]
}