{
  "author": "SomeKindofPurgatory",
  "original_created_utc": 1637790716,
  "title": "CMV: Reddit (outside of humor and informational subs) is an irredeemable cesspit of idiotic circlejerking, trolling, political garbage and power-tripping mods.",
  "created_utc": 1637808054,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This <em>happens</em> to include this sub, although as per Rule D I am <em>not</em> talking about this sub in particular (and I DO still think it is entirely possible to change my mind--see below.)</p>\n\n<p>Anyway, this is how it goes on any sub not devoted to humor or neutral topics (i.e. without any political, social or psychological relevance whatsoever)... you have two choices:</p>\n\n<p>A) Choose to post something short and blunt, get a torrent of people spamming the same exact objection, which you do have a response to but you have to repeat it over and over until your fingers bleed.</p>\n\n<p>B) Choose to post something of medium to long length, everyone reads 10% of it and skims the rest, and then spews out <strong>the same exact frickin&#39; objections anyway</strong>, and this is allowed because being lazy or an illiterate moron is not just <em>allowed</em>, but is actively <em>encouraged</em> by mods on those types of subs... because this level of idiocy is very time-efficient, drives sub activity, and drives the drama that ultimately gives them that sweet, sweet release of dopamine that they so crave when they get to remove a post (generally for the crime of being too coherent and/or too non-troll-y.)</p>\n\n<p>There is no option C.</p>\n\n<p>No one is ever warned, banned or otherwise sanctioned for posting non-sequiturs, straw men, or generally incoherent second grade level drivel. Ever. On any sub.</p>\n\n<p>And on top of this, the overwhelming majority of mods also lazy and/or capricious (see above comment re: dopamine) and/or pursuing their own agenda, so it doesn&#39;t really matter what the rules are anyway.</p>\n\n<p>There&#39;s also the matter of CONSTANTLY having to &quot;prove&quot; that you&#39;re not a conservative (and I most certainly am not!) in order to make any comment that in any way that <em>happens</em> contradicts the moronically fortune cookie-level party line that the popular left happens to be championing today.  E.g. Fauci is a self-serving asshat who obviously made the pandemic much worse, but no one can mention this without prefacing it with a 10,000 word essay about how horrible Trump and Rand Paul are.  </p>\n\n<p>And yet actually taking the time to post those sorts of disclaimers is enough to make your post too long for 95% of people to bother reading.</p>\n\n<p>Also, any time you comprehensively and decisively debunk someone&#39;s ignorant nonsense with a bevy of citations and earnest rhetoric, there will be no reply (unless it&#39;s someone who simply ignores what you wrote and starts strawmanning), but instead there will be a single and amusingly defiant vote down. </p>\n\n<p>This is because:</p>\n\n<p>a) there&#39;s no penalty for doing this (because everyone copied Slashdot&#39;s amazing idea of comment moderation, but no one bothered copying or expanding on the equally important concept of meta-moderation to keep it honest) and </p>\n\n<p>b) your intelligent rebuttal is far, far too long for anyone other than the poster you&#39;re replying to to bother reading.</p>\n\n<p>And due to a combination of the above reasons, Hot / Top are inevitably dominated by the same asinine line-toeing topics, so you have to wade through the garbage heap of New in order to find something that isn&#39;t the same cliched circlejerk you&#39;ve seen 1000 times before.</p>\n\n<hr/>\n\n<p>This is section is NOT meant to be a part of my CMV (otherwise, a particularly intrepid mod might claim it runs afoul of rule D!) I am including this here ONLY for the sake of mods who may be considering removing the post, and for those considering reporting it.</p>\n\n<p>Rule A: I clearly pass this rule, though I&#39;m sure an especially ambitious mod could simply claim that I posted less than 500 words (in base 200!), in which case I&#39;ll simply have to tip my hat to their creativity.</p>\n\n<p>Rule B &quot;willingness&quot;: It would be very, very, very easy to change my view. <strong>Link to a sub where the clowns and trolls are not running the show.</strong>  That would change my mind. It&#39;s exceedingly simple.  </p>\n\n<p>Of course it doesn&#39;t actually matter if I do end up posting 7 times that my view has &#39;substantially changed&#39;, because someone only has to link 3 posts where I disagreed with examples provided (by trolls and/or the illiterate) and that will surely be enough to have the post removed.  </p>\n\n<p>Rule B &quot;soapbox&quot;: Lol, hell no I don&#39;t expect to any of this change anyone&#39;s mind. I&#39;ve spent a few hours going through this sub and it&#39;s obviously beyond redemption. The vast majority of people here (as elsewhere on Reddit! No rule D, no rule D! This isn&#39;t meta! I mention it <em>only</em> to explain why I certainly wouldn&#39;t bother trying to soapbox here) are lazy douchebags, and the ones that aren&#39;t certainly don&#39;t need me to explain the patently obvious.</p>\n\n<p>(BUT! Some noble person from this remaining tiny percentage might be able to give me a counterexample, thus Changing My View and giving me a more worthwhile sub to focus on.)</p>\n\n<p><strong>Of course, because I almost always make the effort to articulate myself clearly and completely, this will likely be deemed &quot;soapboxing&quot; by mods who are used to people posting the textual equivalent of a stream of emojis.</strong>  The working definition of &quot;non-soapboxing&quot; is obviously just flinging your feces at a wall for a couple minutes and calling it a post.  Whereas anyone who actually thinks about things and has ideas complex enough to rise above a gradeschool level, and is willing to take the time to articulate those ideas, <em>obviously</em> has an agenda of some sort. </p>\n\n<p>(But not the legions of trolls; those guys are cool.) </p>\n\n<p>Rule C: I think my title more or less covers it.</p>\n\n<p>Rule D &quot;meta&quot;: Again, I&#39;m more than happy to not mention this subreddit at all (and indeed this entire section is meant ONLY for the mods.) HOWEVER, what may end up happening is this: some troll is going to go through my post history and comment on something specific. I will inevitably respond, because I have no self-restraint whatsoever in these matters. This will be used as justification to remove the post, while the troll (who brought up the subbreddit first) will suffer no consequences. C&#39;est la vie.</p>\n\n<p>And again this isn&#39;t specific to this sub. The mods on nonhumorous/noninformational subs know well enough not to remove the trolls.  Trolls are their lifeblood.  Without the trolls and the circlejerkers, who would drive their traffic up to desirable levels (as well as luring in unsuspecting victims to be sacrificed for that sublime hit of dopamine)?</p>\n\n<p>Rule D &quot;personal harm&quot;: I mean, it <em>is</em> true that 97% of Reddit (and the human race in general) would serve society infinitely better by being fed into a wood chipper and used as fertilizer for crops. This is just an objective fact. You can&#39;t argue with facts.</p>\n\n<p>But no, I&#39;m not campaigning for this nor do I bear especially ill will toward any one <em>particular</em> person.</p>\n\n<p>Rule D &quot;self-promotion&quot;:  Uh. no. I mean Christ, if anyone has a good idea for actually monetizing my entirely well-founded and righteous contempt, PLEASE DM me.  </p>\n\n<p>Rule E: Oh, believe you me I will respond. And it will not be low effort.  I can count on one hand the number of Reddit users I&#39;ve ever seen who&#39;ve put more effort into their responses than I (on any sub. I&#39;m NOT talking about this sub! No Rule D violation!)</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/r1g6ww/cmv_reddit_outside_of_humor_and_informational/",
  "subreddit": "changemyview",
  "id": "r1g6ww",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This happens to include this sub, although as per Rule D I am not talking about\nthis sub in particular (and I DO still think it is entirely possible to change\nmy mind--see below.)\n\nAnyway, this is how it goes on any sub not devoted to humor or neutral topics\n(i.e. without any political, social or…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これにはこのサブも含まれていますが、ルールDに従って、このサブについては特に話しません。\nこのサブ機については、ルールDのとおり、特に言及しません（なお、私の考えを変えることは十分可能だと思っています。\n下記参照）。\n\nとにかく、ユーモアや中立的な話題に捧げられていないサブでは、このようになります。\n(政治的、社会的、...を含まない)",
      "title": "CMV: Redditは（ユーモアや情報提供を除いて）、馬鹿げたサークルジャーキングや荒らし、政治的なゴミ、権力を握るmodsなど、救いようのない掃き溜めです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这恰好包括这个子，虽然根据规则D，我不是在谈论\n我仍然认为完全有可能改变我的想法。\n我的想法--见下文）。\n\n总之，在任何不致力于幽默或中性话题的子栏目中都是这样的\n(即没有任何政治、社会或......）。",
      "title": "CMV: Reddit（除了幽默和信息子站之外）是一个不可救药的粪坑，充满了白痴式的打圈圈、扯皮、政治垃圾和权力操纵的mods。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這恰好包括這個子，雖然根據規則D，我不是在談論\n我仍然認爲完全有可能改變我的想法。\n我的想法--見下文）。\n\n總之，在任何不致力於幽默或中性話題的子欄目中都是這樣的\n(即沒有任何政治、社會或......）。",
      "title": "CMV: Reddit（除了幽默和信息子站之外）是一個不可救藥的糞坑，充滿了白癡式的打圈圈、扯皮、政治垃圾和權力操縱的mods。"
    }
  ]
}