{
  "author": "woodfast88",
  "original_created_utc": 1625056252,
  "title": "So I had an argument with my dad about Crypto",
  "created_utc": 1625072418,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Once in a while I think by myself &quot;lets give my mom and dad a visit&quot;, since I am obviously the most favorite son of 3. So I went there to watch some football and it was all nice and fun. All of a sudden, during the commercial brake, my dad asked: &quot;Son, do you have money invested in Bitcoin?&quot;. I replied &quot;of course I did.&quot;, knowing that he (as an old fashioned-, retired-, stock guy who likes to argue) was starting an argument about it. He started ranting on how it is just one big scam and &quot;all those other bitcoins&quot; (meaning altcoins red.) are even more so. And they have no real value or use, now or in the future. So I asked why he was thinking that, giving the fact that his statement was so absolute. The poor man based his assumption on just one (!) article in the financial times, &quot;and other articles&quot; but he couldn&#39;t clarify which ones. He also stated that he never seen any blockchain is use in practice. So I started to explain what blockchain does and what the difference is between different coins or tokens. He simply replied: &quot;if you believe that, than you are a believer and just as well join a church&quot;. With those kind of arguments, you can basically never lose one.. However, long story short: don&#39;t try to be a good son, don&#39;t argue with your dad and don&#39;t cut the brakes on your dads car, you will regret it.</p>\n</div><!-- SC_ON -->",
  "score": 302,
  "permalink": "/r/Bitcoin/comments/oawc0n/so_i_had_an_argument_with_my_dad_about_crypto/",
  "subreddit": "Bitcoin",
  "id": "oawc0n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Once in a while I think by myself \"lets give my mom and dad a visit\", since I am\nobviously the most favorite son of 3. So I went there to watch some football and\nit was all nice and fun. All of a sudden, during the commercial brake, my dad\nasked: \"Son, do you have money invested in Bitcoin?\". I…"
}