{
  "author": "stillgottearstocry",
  "the_new_excerpt": "EDIT: I am an idiot. I meant Gone Girl. This is what happens when you write\nposts late at night.\n\nI read the book right before the movie came out and was instantly FLOORED by\nthis monologue, and even highlighted it. So when it was portrayed in the movie\nso perfectly (in my own opinion, at least), I…",
  "original_created_utc": 1621246405,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "EDIT：私は馬鹿です。ゴーン・ガールのことです。深夜に書き込みをするとこうなるんですね\n深夜に書き込みをするとこうなります。\n\n映画が公開される直前に本を読んだのですが、このモノローグに一瞬で心を奪われました。\nこのモノローグに一瞬で心を奪われ、ハイライトまでしてしまいました。それが映画で描かれた時には\n映画の中で完璧に描かれていた時は",
      "title": "ガール・ガール』の「クール・ガール」のモノローグは、それだけで文学的な名作だと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：我是个白痴。我是指《乱世佳人》。这就是你在深夜写文章时发生的情况\n帖子时发生的事情。\n\n我在电影上映前读了这本书，立刻被这段独白惊呆了。\n这段独白，甚至强调了它。因此，当它在电影中被描绘成\n所以当它在电影中被描绘得如此完美时（至少在我自己看来是这样），我...",
      "title": "我认为《女孩女孩》中的 \"酷女孩 \"独白是自己的文学杰作。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：我是個白癡。我是指《亂世佳人》。這就是你在深夜寫文章時發生的情況\n帖子時發生的事情。\n\n我在電影上映前讀了這本書，立刻被這段獨白驚呆了。\n這段獨白，甚至強調了它。因此，當它在電影中被描繪成\n所以當它在電影中被描繪得如此完美時（至少在我自己看來是這樣），我...",
      "title": "我認爲《女孩女孩》中的 \"酷女孩 \"獨白是自己的文學傑作。"
    }
  ],
  "title": "I think the “Cool Girl” monologue from Girl Girl is a literary masterpiece of its own.",
  "created_utc": 1621250878,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>EDIT: I am an idiot. I meant Gone Girl. This is what happens when you write posts late at night.</p>\n\n<p>I read the book right before the movie came out and was instantly FLOORED by this monologue, and even highlighted it. So when it was portrayed in the movie so perfectly (in my own opinion, at least), I got goosebumps.</p>\n\n<p>The cool girl monologue:</p>\n\n<blockquote>\n<p>Men always say that as the defining compliment, don’t they? She’s a cool girl. Being the Cool Girl means I am a hot, brilliant, funny woman who adores football, poker, dirty jokes, and burping, who plays video games, drinks cheap beer, loves threesomes and anal sex, and jams hot dogs and hamburgers into her mouth like she’s hosting the world’s biggest culinary gang bang while somehow maintaining a size 2, because Cool Girls are above all hot. Hot and understanding. Cool Girls never get angry; they only smile in a chagrined, loving manner and let their men do whatever they want. Go ahead, shit on me, I don’t mind, I’m the Cool Girl.</p>\n\n<p>Men actually think this girl exists. Maybe they’re fooled because so many women are willing to pretend to be this girl. For a long time Cool Girl offended me. I used to see men – friends, coworkers, strangers – giddy over these awful pretender women, and I’d want to sit these men down and calmly say: You are not dating a woman, you are dating a woman who has watched too many movies written by socially awkward men who’d like to believe that this kind of woman exists and might kiss them. I’d want to grab the poor guy by his lapels or messenger bag and say: The bitch doesn’t really love chili dogs that much – no one loves chili dogs that much! And the Cool Girls are even more pathetic: They’re not even pretending to be the woman they want to be, they’re pretending to be the woman a man wants them to be. Oh, and if you’re not a Cool Girl, I beg you not to believe that your man doesn’t want the Cool Girl. It may be a slightly different version – maybe he’s a vegetarian, so Cool Girl loves seitan and is great with dogs; or maybe he’s a hipster artist, so Cool Girl is a tattooed, bespectacled nerd who loves comics. There are variations to the window dressing, but believe me, he wants Cool Girl, who is basically the girl who likes every fucking thing he likes and doesn’t ever complain. (How do you know you’re not Cool Girl? Because he says things like: “I like strong women.” If he says that to you, he will at some point fuck someone else. Because “I like strong women” is code for “I hate strong women.”)</p>\n</blockquote>\n\n<p>This was <em>the</em> monologue that made it difficult for me to hate Amy, but also showed the depth of her character and her emotions.</p>\n\n<p>I don’t know if anyone feels the same as I do. I guess this monologue hit me so much because as a woman, there is always a need to be Cool Girl, but there is also always a Cool Girl to hate or be envious of. To see all the ugly emotions and grievances that go along with trying to be Cool Girl, seeing Cool Girl, or living as Cool Girl.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/necczw/i_think_the_cool_girl_monologue_from_girl_girl_is/",
  "subreddit": "books",
  "id": "necczw",
  "is_self": true,
  "media": null,
  "is_video": false
}