{
  "author": "herereadthis",
  "original_created_utc": 1636046811,
  "title": "You're kidding yourself if you think Millennials and Gen Z will inherit anything from the boomers. If you want wealth, create it for yourself.",
  "created_utc": 1636058416,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is in response to another post where OP talks about $30T of wealth from boomers eventually being transferred to the next generation. OP tells us to be patient with our crypto investing and wait until the boomers give us money.</p>\n\n<p>Get out of here with that trickle-down nonsense. Given everything we know about the boomer generation, do you honestly expect to get anything? The boomer generation is all about hoarding resources. They see the younger generations struggling with multiple jobs. What about owning a house or having enough extra money to raise family? Total fantasies. </p>\n\n<p>Boomers. Don&#39;t. Care. They insult us for our participation trophies. They mock us for being &quot;woke.&quot; They tell us to stop eating avocado toast.</p>\n\n<p>In fact, this whole narrative of, &quot;just be patient, you&#39;ll get your opportunity someday,&quot; sounds exactly like something a boomer would say. Translated, it means, &quot;Don&#39;t upset the status quo. That might threaten our power and wealth.&quot;  OP links to two articles articles about how millenials and gen z should be excited about receiving crumbs in the future. Unsurprisingly, the sources are from wealth services catered for boomers.</p>\n\n<p>For the rest of us: If you want wealth, create your own wealth. If you think crypto is the way forward, then good luck. It might save us from the boomers.</p>\n\n<p>Lastly, let&#39;s not be like the boomers when we get old. Should any of us acquire wealth beyond our means, please share with the next generation that comes after us. I like that one dad who created crypto wallets for his kids. They shouldn&#39;t have to suffer the way we did.</p>\n</div><!-- SC_ON -->",
  "score": 371,
  "permalink": "/r/CryptoCurrency/comments/qmpryx/youre_kidding_yourself_if_you_think_millennials/",
  "subreddit": "CryptoCurrency",
  "id": "qmpryx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is in response to another post where OP talks about $30T of wealth from\nboomers eventually being transferred to the next generation. OP tells us to be\npatient with our crypto investing and wait until the boomers give us money.\n\nGet out of here with that trickle-down nonsense. Given everything…"
}