{
  "author": "azeet94",
  "the_new_excerpt": "I started Flowers for Algernon yesterday and by noon today I was done. Done with\nthe book and done for.\n\n\n\nThe entire second half I felt like I was holding my breath, until I finally read\nthat last fateful line on the last page (which will remain forever etched in my\nmemory). Once I was finished the…",
  "original_created_utc": 1619489378,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "昨日、『アルジャーノンに花束を』を始めて、今日の昼には終わっていました。終わった\n終わってしまいました。\n\n\n\n後半はずっと息を止めているような感じでしたが、最後に読んだのは\n最後のページの最後の運命的な一行（これは私の記憶に永遠に刻まれるでしょう）を読むまでは\n私の記憶に永遠に残るでしょう）。) 終わってみれば...。",
      "title": "アルジャーノンに花束を... 挫折しました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我昨天开始读《献给阿尔杰农的花》，到今天中午我已经读完了。完成了\n这本书，就这样结束了。\n\n\n\n在整个后半部分，我感觉自己在屏住呼吸，直到我最后读到\n直到我终于读到了最后一页上那句决定性的话（这句话将永远铭刻在我的\n记忆中）。) 一旦我读完了这本书，我就会发现，这本书的内容很丰富。",
      "title": "献给阿尔吉农的花... 我被击垮了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我昨天開始讀《獻給阿爾傑農的花》，到今天中午我已經讀完了。完成了\n這本書，就這樣結束了。\n\n\n\n在整個後半部分，我感覺自己在屏住呼吸，直到我最後讀到\n直到我終於讀到了最後一頁上那句決定性的話（這句話將永遠銘刻在我的\n記憶中）。) 一旦我讀完了這本書，我就會發現，這本書的內容很豐富。",
      "title": "獻給阿爾吉農的花... 我被擊垮了。"
    }
  ],
  "title": "Flowers for Algernon.. I'm crushed.",
  "created_utc": 1619495826,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I started Flowers for Algernon yesterday and by noon today I was done. Done with the book and done for.</p>\n\n<p>&#x200B;</p>\n\n<p>The entire second half I felt like I was holding my breath, until I finally read that last fateful line on the last page (which will remain forever etched in my memory). Once I was finished the only thing I could manage to exhale was an uncontrollable barrage of streaming tears. I even went for a walk afterwards to try to make sense of this…experience but it&#39;s been no use. My mind has been numb all day. </p>\n\n<p>That brings me to this post. I haven’t ever written about a book before but I feel that writing this out may help me to fully comprehend it. I&#39;d also love to hear what some of you took away from this masterpiece. I know many people read this book in high school but I wasn’t as lucky. My English teacher was somewhat discouraging and pretty much killed my love for literature… so only now am I getting to read these classics, a decade later. </p>\n\n<p>Maybe the most heartbreaking part of the book to me was that throughout his life Charlie was never able to strike a balance between his intellectual and emotional self. For his entire life leading up to the operation, all he wished for was to be smart. After the operation, he acquired the intellect he’d always wanted but now he found himself emotionally challenged. This process once again reversed itself as his intellect began to deteriorate. He never was able to have both </p>\n\n<p>I can remember two brief moments during which he was somewhat centered: the first during the initial weeks after the operation when he starts falling in love with Alice and still hasn&#39;t come to terms with his genius but this was tainted by his unresolved family issues and confusion about his development. The second was once his intellect began to decline again, when its just him and Alice and he wants to fight to retain his genius, or whatever is left of it at that point. She even tells him, “I’ve just been waiting. You’re about at my level again”. Unfortunately, this moment too, is tarnished by his dread of what is to come. </p>\n\n<p>I felt that he was never able to find true happiness. And that is what broke me the most. </p>\n\n<p>&#x200B;</p>\n\n<p>Sometime around the latter half of the book it became obvious to me that it would not end well for Charlie. But I kept wishing. For something, even the slightest of redemption. It arrived for a moment when the bakery owner and his coworkers accepted him back into their lives but that too was short-lived. Ultimately though, I think we all know that this is how it had to end. I’m glad Keyes decided against a flowery ending - there is nothing about this book that I would change.</p>\n\n<p>I just wanted to end by quoting some passages I thought were particularly poignant: </p>\n\n<p>&#x200B;</p>\n\n<p>When he confesses his feelings to Alice after the operation but she turns him down - “How does a person go about learning how to act towards another person” This isn’t a remarkable thought on its own but taken into context I thought it was a very profound take on our social nature and the constructs we have built around that nature. </p>\n\n<p>&#x200B;</p>\n\n<p>During his argument with Nemur - “Intelligence and education that hasn’t been tempered by human affection isn’t worth a damn”.</p>\n\n<p>&#x200B;</p>\n\n<p>His last time at the university, when talking to Burt - “I passed your floor on the way up and now I’m passing it on the way down, and I don’t think I’ll be taking this elevator again.”</p>\n\n<p>&#x200B;</p>\n\n<p>When he’s with Alice in the end - “And as I lay here with her I could see how important physical love was, how necessary it was for us to be in each other’s arms, giving and taking. The universe was exploding, each particle away from the next, hurtling us into dark and lonely space, eventually tearing us away from each other - child out of the womb, friend away from friend, moving from each other, each through his own pathway toward the goal-box of solitary death. But this was the counterweight, the act of binding and holding.”</p>\n\n<p>&#x200B;</p>\n\n<p>And last - “please… please don’t let me forget how to read and write”.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/mze3br/flowers_for_algernon_im_crushed/",
  "subreddit": "books",
  "id": "mze3br",
  "is_self": true,
  "media": null,
  "is_video": false
}