{
  "author": "AlirezaNumber1",
  "original_created_utc": 1626723570,
  "title": "Just finished They Both Die At The End, this book ripped my heart into a million pieces",
  "created_utc": 1626770687,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>They Both Die At The End tells the story of two teenage boys that are set to die at the end of the day, but they’ve got one last day to spend with each other, Adam Silvera tells their story in such a tauntingly beautiful way that easily hooks any type of audience.</p>\n\n<p>this book was everything I expect from a book, it was genuine, it was witty, it was tragic, it was reckless, heartbreaking and loving, it was also full of love and heart and emotion. but most important of all, the story was just so goddamn devastating . It gets progressively sadder and it shatters your heart a million little times, there were some segments where I was just uncontrollably crying.</p>\n\n<p>This book has a much more difficult task to do because it has to keep you intrigued while you know exactly how it’s gonna end, and it does such a wonderful job sinking you in that you can’t even put it down, I’m sorry if I’m being overdramatic but I just can’t fully express how much I loved this book.</p>\n\n<p>I was going through a bit of a rough patch when I started the book and in the weirdest way, their tragedy made me get through a lot of stuff and appreciate my life a lot more. I connected to the characters on such a deep level that I don’t think I’m ever gonna forget Mateo and Rufus.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/onli3s/just_finished_they_both_die_at_the_end_this_book/",
  "subreddit": "books",
  "id": "onli3s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "They Both Die At The End tells the story of two teenage boys that are set to die\nat the end of the day, but they’ve got one last day to spend with each other,\nAdam Silvera tells their story in such a tauntingly beautiful way that easily\nhooks any type of audience.\n\nthis book was everything I expect…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "They Both Die At The End」は、一日の終わりに死ぬことになっている二人のティーンエイジャーの少年の物語です。\nしかし、彼らは最後の一日をお互いに過ごすことができる。\nアダム・シルヴァラは、彼らの物語を、どんなタイプの観客も簡単に夢中にさせるような、たおやかで美しい方法で語ります。\nどのような人でも魅了することができます。\n\nこの本は私が期待していた通りのものでした...",
      "title": "They Both Die At The End」を読み終えました。この本は私の心を100万個のピースに引き裂きました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "他们都死在了最后，讲述了两个十几岁的男孩在一天结束时注定要死去的故事。\n但他们还有最后一天可以和对方一起度过。\n亚当-西尔维拉以一种嘲弄性的美丽方式讲述了他们的故事，很容易吸引任何类型的观众。\n吸引任何类型的观众。\n\n这本书是我所期望的一切...",
      "title": "刚刚读完《他们都死在了最后》，这本书把我的心撕成了一百万片。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "他們都死在了最後，講述了兩個十幾歲的男孩在一天結束時註定要死去的故事。\n但他們還有最後一天可以和對方一起度過。\n亞當-西爾維拉以一種嘲弄性的美麗方式講述了他們的故事，很容易吸引任何類型的觀衆。\n吸引任何類型的觀衆。\n\n這本書是我所期望的一切...",
      "title": "剛剛讀完《他們都死在了最後》，這本書把我的心撕成了一百萬片。"
    }
  ]
}