{
  "author": "Shushii",
  "original_created_utc": 1633027869,
  "title": "CMV: Netflix should bring back Advanced Dungeons and Dragons on Community",
  "created_utc": 1633041545,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Netflix removed this episode of Community because Chang wore &quot;blackface&quot;. </p>\n\n<p>My stance is not very complex.</p>\n\n<p>Firstly, I understand that dark elves are arguably based on racial stereotypes and I think the only argument in favor of removing the episode is that supportting something based on a stereotype. </p>\n\n<p>To argue that point. The second paint ball episode Chang and Jeff are getting attacked by the Math club and Chang says &#39;Are you guys Asian?&#39;</p>\n\n<p>Now you would say &quot;this is based of a good stereotype where as dressing up as a Drow is based on a negative stereotype.&quot;</p>\n\n<p>And my response to that is, lol. We are now categorizing good and bad racism?</p>\n\n<p>Please someone change my view on why Netflix removing this episode is not only arbitrary, but also inconsistent and unnecessary.</p>\n\n<p>This sets a terrible precedent and removes one of the greatest Community episodes from easy viewing.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/pyq93v/cmv_netflix_should_bring_back_advanced_dungeons/",
  "subreddit": "changemyview",
  "id": "pyq93v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Netflix removed this episode of Community because Chang wore \"blackface\".\n\nMy stance is not very complex.\n\nFirstly, I understand that dark elves are arguably based on racial stereotypes\nand I think the only argument in favor of removing the episode is that\nsupportting something based on a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Netflixは、チャンが「ブラックフェイス」を着用していたため、「Community」のこのエピソードを削除しました。\n\n私のスタンスはあまり複雑ではありません。\n\nまず、ダークエルフは間違いなく人種的ステレオタイプに基づいていることを理解しています。\nそして、このエピソードを削除することに賛成する唯一の論拠は、次のようなものだと思います。\n何かに基づいて何かを支持するということは...。",
      "title": "CMV: NetflixはCommunityでAdvanced Dungeons and Dragonsを復活させるべき。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "Netflix删除了《社区》的这一集，因为Chang穿了 \"黑脸\"。\n\n我的立场不是很复杂。\n\n首先，我理解黑暗精灵可以说是基于种族定型观念的\n我认为支持删除这一集的唯一理由是\n支持一些基于...",
      "title": "CMV：Netflix应该让社区的《高级龙与地下城》回归。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Netflix刪除了《社區》的這一集，因爲Chang穿了 \"黑臉\"。\n\n我的立場不是很複雜。\n\n首先，我理解黑暗精靈可以說是基於種族定型觀念的\n我認爲支持刪除這一集的唯一理由是\n支持一些基於...",
      "title": "CMV：Netflix應該讓社區的《高級龍與地下城》迴歸。"
    }
  ]
}