{
  "author": "lemonlyss",
  "original_created_utc": 1632803754,
  "title": "YSK: There is a breathing technique that some literature suggests activates your parasympathetic nervous system, which is tied to your instinct to sleep after eating. It can be used to reduce anxiety, trigger relaxation, and fall asleep at will. It's called 4-7-8.",
  "created_utc": 1632811005,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: While being able to sleep at will might come easy to some people, to others (such as myself) it&#39;s very difficult. It&#39;s my hope that people who suffer from chronic insomnia or issues falling asleep might be able to use this technique to sleep more consistently. I also think it may prove a useful tool for people who suffer constantly from issues like anxiety, stress, and panic.</p>\n\n<p>To perform the technique, first expel all air from your lungs, then do a deep inhale that lasts 4 seconds. With your lungs full of air, hold your breath for 7 seconds. Finally, exhale through your mouth (through your lips, making a whooshing sound) for 8 seconds. The ratio between the time of each step is more important than counting seconds accurately, so if you have trouble holding your breath, timing like 2, 3.5, and 4 might work too, although 4-7-8 is the most common recommendation and seems to elicit the most success. If you repeat the steps 2 or 3 times, your body should enter &quot;rest and digest&quot; mode, which may help you fall asleep quickly if you&#39;re already in good sleeping conditions (comfortable, laying down, dark and quiet) or promote relaxation if you&#39;re stressed or anxious.</p>\n</div><!-- SC_ON -->",
  "score": 186,
  "permalink": "/r/YouShouldKnow/comments/pwypd6/ysk_there_is_a_breathing_technique_that_some/",
  "subreddit": "YouShouldKnow",
  "id": "pwypd6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: While being able to sleep at will might come easy to some people, to\nothers (such as myself) it's very difficult. It's my hope that people who suffer\nfrom chronic insomnia or issues falling asleep might be able to use this\ntechnique to sleep more consistently. I also think it may prove a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 自由に眠れることが簡単な人もいれば、（私のように）とても難しい人もいます。\nある人にとっては簡単なことかもしれませんが、ある人にとっては（私のように）とても難しいことなのです。慢性的な不眠症や入眠障害に悩まされている方々に\n慢性的な不眠症や寝つきの悪さに悩んでいる人が、このテクニックを使って\nこのテクニックを使うことで、より安定した睡眠をとることができるようになればと思います。また、私はこのテクニックが...",
      "title": "YSK: 呼吸法の中には、副交感神経を活性化させるというものがあります。不安を解消し、リラックスを促し、自分の意志で眠りにつくことができるのです。その名も「4-7-8」。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：虽然对一些人来说，能够随意入睡可能很容易，但对另一些人（如我自己）来说，这是不可能的。\n其他人（如我）来说是非常困难的。我希望那些患有慢性失眠或睡眠问题的人\n我希望那些患有慢性失眠症或有入睡问题的人能够使用这个\n技巧来更稳定地入睡。我还认为，这可能会证明是一个很好的方法。",
      "title": "YSK：有一种呼吸技巧，一些文献表明它可以激活你的副交感神经系统，它与你吃完饭后睡觉的本能有关。它可以用来减少焦虑，引发放松，并随意入睡。它被称为4-7-8。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：雖然對一些人來說，能夠隨意入睡可能很容易，但對另一些人（如我自己）來說，這是不可能的。\n其他人（如我）來說是非常困難的。我希望那些患有慢性失眠或睡眠問題的人\n我希望那些患有慢性失眠症或有入睡問題的人能夠使用這個\n技巧來更穩定地入睡。我還認爲，這可能會證明是一個很好的方法。",
      "title": "YSK：有一種呼吸技巧，一些文獻表明它可以激活你的副交感神經系統，它與你喫完飯後睡覺的本能有關。它可以用來減少焦慮，引發放鬆，並隨意入睡。它被稱爲4-7-8。"
    }
  ]
}