{
  "author": "lemonlyss",
  "original_created_utc": 1632803754,
  "title": "YSK: There is a breathing technique that some literature suggests activates your parasympathetic nervous system, which is tied to your instinct to sleep after eating. It can be used to reduce anxiety, trigger relaxation, and fall asleep at will. It's called 4-7-8.",
  "created_utc": 1632811005,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: While being able to sleep at will might come easy to some people, to others (such as myself) it&#39;s very difficult. It&#39;s my hope that people who suffer from chronic insomnia or issues falling asleep might be able to use this technique to sleep more consistently. I also think it may prove a useful tool for people who suffer constantly from issues like anxiety, stress, and panic.</p>\n\n<p>To perform the technique, first expel all air from your lungs, then do a deep inhale that lasts 4 seconds. With your lungs full of air, hold your breath for 7 seconds. Finally, exhale through your mouth (through your lips, making a whooshing sound) for 8 seconds. The ratio between the time of each step is more important than counting seconds accurately, so if you have trouble holding your breath, timing like 2, 3.5, and 4 might work too, although 4-7-8 is the most common recommendation and seems to elicit the most success. If you repeat the steps 2 or 3 times, your body should enter &quot;rest and digest&quot; mode, which may help you fall asleep quickly if you&#39;re already in good sleeping conditions (comfortable, laying down, dark and quiet) or promote relaxation if you&#39;re stressed or anxious.</p>\n</div><!-- SC_ON -->",
  "score": 186,
  "permalink": "/r/YouShouldKnow/comments/pwypd6/ysk_there_is_a_breathing_technique_that_some/",
  "subreddit": "YouShouldKnow",
  "id": "pwypd6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: While being able to sleep at will might come easy to some people, to\nothers (such as myself) it's very difficult. It's my hope that people who suffer\nfrom chronic insomnia or issues falling asleep might be able to use this\ntechnique to sleep more consistently. I also think it may prove a…"
}