{
  "author": "DaddySkates",
  "original_created_utc": 1640004187,
  "title": "NFTs in their current form are a joke and bring nothing other than shame to the whole crypto market",
  "created_utc": 1640028687,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m waiting for the downvote arrows like a spartan in a shieldwall. I don&amp;#39;t really mind. What I do mind is that NFTs are seen as a complete cringe joke to practically whole world right now.&lt;/p&gt;\n\n&lt;p&gt;People are making jokes about them, cringing at the influencers who are pumping out their NFTs, South Park is making a gag out of it and so on. And I don&amp;#39;t blame them one bit. I love crypto and I believe in the whole crypto-space but NFTs in the form of jpegs or gifs are as attractive as looking down the toilet bowl in a gas station. &lt;/p&gt;\n\n&lt;p&gt;And the worst part of all, I dont think these help one bit with mainstream adoption of crypto. Quite the contrary, I think they hurt the whole market because people connect them with cryptocurrencies.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 162,
  "permalink": "/r/CryptoCurrency/comments/rkmg4m/nfts_in_their_current_form_are_a_joke_and_bring/",
  "subreddit": "CryptoCurrency",
  "id": "rkmg4m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm waiting for the downvote arrows like a spartan in a shieldwall. I don't\nreally mind. What I do mind is that NFTs are seen as a complete cringe joke to\npractically whole world right now.\n\nPeople are making jokes about them, cringing at the influencers who are pumping\nout their NFTs, South Park…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m like a downvote arrows (ダウンボートの矢)を待っています。\nシールドウォールの中のスパルタンです。別にいいんだけどね。気になるのは、NFTが\n\n<p>人々はそれをジョークにし、身の毛もよだつ思いをしている...。",
      "title": "現在のNFTは冗談のようなもので、暗号市場全体に恥辱以外の何ものでもありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我像一个在盾墙中的斯巴达人一样等待着降票的箭矢。\n在盾墙中的斯巴达人。我并不十分介意。我所介意的是，NFTs\n被看作是一个完全令人厌恶的笑话，实际上现在整个世界都是如此。\n<p>人们正在拿他们开玩笑，对他们的行为感到畏惧。",
      "title": "目前形式的NFTs是一个笑话，除了给整个加密货币市场带来耻辱之外，没有其他任何好处。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我像一個在盾牆中的斯巴達人一樣等待着降票的箭矢。\n在盾牆中的斯巴達人。我並不十分介意。我所介意的是，NFTs\n被看作是一個完全令人厭惡的笑話，實際上現在整個世界都是如此。\n<p>人們正在拿他們開玩笑，對他們的行爲感到畏懼。",
      "title": "目前形式的NFTs是一個笑話，除了給整個加密貨幣市場帶來恥辱之外，沒有其他任何好處。"
    }
  ]
}