{
  "author": "Practical_Grade5027",
  "original_created_utc": 1632621474,
  "title": "CMV: There’s nothing really wrong and terrible about working to live/40 hour weeks.",
  "created_utc": 1632677915,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve heard/seen lots of people talk about how it’s ridiculous that people have to work just to live. Since the very beginning of humans, we have had to work to survive - whether this was working the fields for food or something less directly connected to living. All animals have to work and hunt to be able to live, it seems to me that that is the natural order of things. Though I absolutely think if/when it is achievable it would be awesome to not have to work to live, I don’t understand the outrage and the idea that this isn’t the most normal way for things to be - e.g people that say that the government should cover all the basics like food, water, and shelter to an extent.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/pvkg56/cmv_theres_nothing_really_wrong_and_terrible/",
  "subreddit": "changemyview",
  "id": "pvkg56",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ve heard/seen lots of people talk about how it’s ridiculous that people have\nto work just to live. Since the very beginning of humans, we have had to work to\nsurvive - whether this was working the fields for food or something less\ndirectly connected to living. All animals have to work and hunt to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "生きるために働かなければならないのは馬鹿げている、という話を多くの人が聞いたり見たりしています。\n生きるために働かなければならないなんて、馬鹿げている」という話をよく耳にします。人類が誕生して以来、私たちは生きるために働かなければなりませんでした。\n生きるために働かなければなりませんでした。それが畑仕事であっても、それ以外のことであっても。\n生きるために働かなければなりませんでした。すべての動物は生きていくために働き、狩りをしなければなりません。",
      "title": "CMV：生活のために働くことや週40時間労働は、本当に悪いことでも悪いことでもありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我听到/看到很多人在谈论人们必须为生活而工作是多么的荒谬。\n为了生活而工作是多么可笑。自人类诞生之初，我们就不得不为生存而工作。\n无论是在田间劳作以获取食物，还是在一些不那么直接的事情上\n与生活直接相关的事情。所有的动物都必须工作和狩猎，以...",
      "title": "CMV：为了生活而工作/每周40小时的工作，其实并没有什么错误和可怕的地方。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我聽到/看到很多人在談論人們必須爲生活而工作是多麼的荒謬。\n爲了生活而工作是多麼可笑。自人類誕生之初，我們就不得不爲生存而工作。\n無論是在田間勞作以獲取食物，還是在一些不那麼直接的事情上\n與生活直接相關的事情。所有的動物都必須工作和狩獵，以...",
      "title": "CMV：爲了生活而工作/每週40小時的工作，其實並沒有什麼錯誤和可怕的地方。"
    }
  ]
}