{
  "author": "GlossyEyed",
  "original_created_utc": 1628536996,
  "title": "CMV: You can support body positivity and still be critical of the very real health risks that come with being overweight or obese.",
  "created_utc": 1628548648,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It’s really frustrating to me seeing online communities and mainstream media pushing a narrative that you can still be healthy and obese when that’s completely false. When you’re overweight (but more so when you’re obese) fat builds up around your organs such as your heart and lungs which create strain on your body that would not exist if you lost the weight. I’m sure some people will argue “but I can outrun my skinny friends and I’m 300 lbs!” Yes, but having good cardio doesn’t mean you’re healthy, and especially doesn’t mean you wouldn’t be healthier if you lost the weight. We should promote people accepting who they are, while at the same time encouraging them to lose weight for their own health, as well as the strain on the healthcare system, ESPECIALLY since covid hospitalizations and ICU visits are overwhelmingly people who are overweight or obese.</p>\n\n<p>In no way do I believe we should shame people who are overweight or obese, but we also shouldn’t push delusions that it’s completely healthy, and we should encourage these people to lose the weight to improve their health, without degrading them or insulting them. Stating scientifically backed facts is not insulting, it’s reality.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/changemyview/comments/p18gnp/cmv_you_can_support_body_positivity_and_still_be/",
  "subreddit": "changemyview",
  "id": "p18gnp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It’s really frustrating to me seeing online communities and mainstream media\npushing a narrative that you can still be healthy and obese when that’s\ncompletely false. When you’re overweight (but more so when you’re obese) fat\nbuilds up around your organs such as your heart and lungs which create…"
}