{
  "author": "GlossyEyed",
  "original_created_utc": 1628536996,
  "title": "CMV: You can support body positivity and still be critical of the very real health risks that come with being overweight or obese.",
  "created_utc": 1628548648,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It’s really frustrating to me seeing online communities and mainstream media pushing a narrative that you can still be healthy and obese when that’s completely false. When you’re overweight (but more so when you’re obese) fat builds up around your organs such as your heart and lungs which create strain on your body that would not exist if you lost the weight. I’m sure some people will argue “but I can outrun my skinny friends and I’m 300 lbs!” Yes, but having good cardio doesn’t mean you’re healthy, and especially doesn’t mean you wouldn’t be healthier if you lost the weight. We should promote people accepting who they are, while at the same time encouraging them to lose weight for their own health, as well as the strain on the healthcare system, ESPECIALLY since covid hospitalizations and ICU visits are overwhelmingly people who are overweight or obese.</p>\n\n<p>In no way do I believe we should shame people who are overweight or obese, but we also shouldn’t push delusions that it’s completely healthy, and we should encourage these people to lose the weight to improve their health, without degrading them or insulting them. Stating scientifically backed facts is not insulting, it’s reality.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/changemyview/comments/p18gnp/cmv_you_can_support_body_positivity_and_still_be/",
  "subreddit": "changemyview",
  "id": "p18gnp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It’s really frustrating to me seeing online communities and mainstream media\npushing a narrative that you can still be healthy and obese when that’s\ncompletely false. When you’re overweight (but more so when you’re obese) fat\nbuilds up around your organs such as your heart and lungs which create…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ネット上のコミュニティや主流のメディアが、「健康でありながら肥満である」という物語を押し付けているのを見ると、私は本当にイライラします。\n肥満であっても健康でいられるというのは全くの誤りです。\nという話をしているのを見ると、とても残念に思います。太っていると（特に肥満だと）、心臓や肺などの臓器の周りに脂肪がたまります。\n肥満になると、心臓や肺などの臓器の周りに脂肪が蓄積され、それによって...",
      "title": "CMV：ボディ・ポジティブを支持しながらも、太りすぎや肥満がもたらす現実的な健康リスクを批判することは可能です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "看到网上社区和主流媒体推崇 \"你还可以做什么 \"的说法，我真的感到很沮丧。\n推动一种说法，即你仍然可以健康和肥胖，而这是完全错误的。\n这完全是错误的。当你超重时（但当你肥胖时更多），脂肪\n积聚在你的器官周围，如你的心脏和肺部，这就造成了...",
      "title": "CMV：你可以支持身体积极性，但仍然对超重或肥胖带来的非常真实的健康风险持批评态度。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "看到網上社區和主流媒體推崇 \"你還可以做什麼 \"的說法，我真的感到很沮喪。\n推動一種說法，即你仍然可以健康和肥胖，而這是完全錯誤的。\n這完全是錯誤的。當你超重時（但當你肥胖時更多），脂肪\n積聚在你的器官周圍，如你的心臟和肺部，這就造成了...",
      "title": "CMV：你可以支持身體積極性，但仍然對超重或肥胖帶來的非常真實的健康風險持批評態度。"
    }
  ]
}