{
  "author": "cacille",
  "original_created_utc": 1630329656,
  "title": "YSK: A few notes for those who wish to donate items to those in need or refugees -",
  "created_utc": 1630561792,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Your stuff isn&#39;t always valuable to someone in need or newcoming refugees. Here&#39;s a few guidelines that will help your items get to its well-intended destination:</p>\n\n<ol>\n<li>If it&#39;s super used, falling apart, dirt covered - don&#39;t donate it. It will end up in the trash! If you wouldn&#39;t donate it to your best friend after a house fire, then it&#39;s not worth donating!</li>\n<li>Think about the time you moved into your first apartment or dorm, and all you needed for it. House trash cans, hand soap, a lamp, a chair and table, a nice little set of plates and cups and cutlery, etc.</li>\n</ol>\n\n<p>That&#39;s what they need...not your old bowling balls and popcorn makers!</p>\n\n<ol>\n<li><p>Tie shoes together so they don&#39;t get separated. I just had to throw away 3 black bags full of shoes that lost their mate! Use the shoelaces, or a twist tie, or a bit of thread.</p></li>\n<li><p>Use a rubber band to keep sets of stuff together, especially kitchen items or cutlery sets. I also threw away a small batch of cutlery that was like 5 loose, random knives and forks! While cutlery seems useful, it isn&#39;t when loose, or just a few random things thrown into a bag of kids toys. There&#39;s not enough staffing/volunteers/sorting time to spend time putting together useable sets from multiple different places.</p></li>\n<li><p>Not many wish to donate cash, but if it&#39;s donated, it doesn&#39;t go directly into the hands of homeless. Instead, $ goes to keep the doors open and lights on, because unlike certain well-known thrift stores, many of the places that are setting up to welcome refugees or truly help homeless do not sell the items. The $ also goes to spending on necessary basics - socks, underwear packs, tees, toothpaste, even used to bulk purchase these items for bigger discounts!</p></li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/pehyao/ysk_a_few_notes_for_those_who_wish_to_donate/",
  "subreddit": "YouShouldKnow",
  "id": "pehyao",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Your stuff isn't always valuable to someone in need or newcoming\nrefugees. Here's a few guidelines that will help your items get to its\nwell-intended destination:\n\n 1. If it's super used, falling apart, dirt covered - don't donate it. It will\n    end up in the trash! If you wouldn't donate…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：あなたのものが、困っている人や新しく来た人にとって価値があるとは限りません。\n難民 ここでは、あなたの品物を届けるためのいくつかのガイドラインを紹介します。\n目的地\n\n 1. 1. 超使い古し、ボロボロ、汚れだらけなら、寄付しないでください。それは\n    ゴミ箱行き もし、あなたが寄付をしないのなら...",
      "title": "YSK: 困っている人や難民のために品物を寄付したい人への注意点 -。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：你的东西对需要帮助的人或新来的难民来说并不总是有价值的。\n难民。这里有一些准则，可以帮助你的物品到达其\n顺利到达目的地。\n\n 1. 如果它是超级使用过的、分崩离析的、布满污垢的--不要捐献它。它将\n    它最终会被扔进垃圾桶! 如果你不愿意捐献...",
      "title": "YSK：对于那些希望向有需要的人或难民捐赠物品的人来说，有几点注意事项------。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：你的東西對需要幫助的人或新來的難民來說並不總是有價值的。\n難民。這裏有一些準則，可以幫助你的物品到達其\n順利到達目的地。\n\n 1. 如果它是超級使用過的、分崩離析的、佈滿污垢的--不要捐獻它。它將\n    它最終會被扔進垃圾桶! 如果你不願意捐獻...",
      "title": "YSK：對於那些希望向有需要的人或難民捐贈物品的人來說，有幾點注意事項------。"
    }
  ]
}