{
  "author": "olilao",
  "the_new_excerpt": "Every so often, I read a book where an author speaks to my soul. I feel like I\ncrave deeper and more meaningful conversations in my life, and when I don’t have\naccess to that (which is the majority of the time), I feel so deeply fulfilled\nby books.\n\nI just read David Chang’s Eat a Peach. I picked it…",
  "original_created_utc": 1621146363,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "時々、著者が私の魂に語りかけるような本を読むことがあります。私は人生において、より深く、より意味のある会話を求めているように感じます。\nより深く、より意味のある会話を求めています。\nそれができないとき（ほとんどの場合）、私は本によって深く満たされていると感じます。\n私は本によってとても満たされています。\n\nデイビッド・チャンの『Eat a Peach』を読みました。選んだのは...",
      "title": "本を読むことが私のセラピー"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每隔一段时间，我都会读一本作者与我的灵魂对话的书。我觉得我\n渴望在我的生活中进行更深入、更有意义的对话，而当我没有办法\n当我没有机会的时候（大多数时候），我觉得书能让我深深地得到满足。\n书籍。\n\n我刚刚读了大卫-张的《吃个桃子》。我选了它...",
      "title": "读书是我的治疗方法"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每隔一段時間，我都會讀一本作者與我的靈魂對話的書。我覺得我\n渴望在我的生活中進行更深入、更有意義的對話，而當我沒有辦法\n當我沒有機會的時候（大多數時候），我覺得書能讓我深深地得到滿足。\n書籍。\n\n我剛剛讀了大衛-張的《喫個桃子》。我選了它...",
      "title": "讀書是我的治療方法"
    }
  ],
  "title": "Reading books is my therapy",
  "created_utc": 1621159048,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Every so often, I read a book where an author speaks to my soul. I feel like I crave deeper and more meaningful conversations in my life, and when I don’t have access to that (which is the majority of the time), I feel so deeply fulfilled by books.</p>\n\n<p>I just read David Chang’s Eat a Peach. I picked it up being an average fan of the chef, never eating at his restaurants but seeing a couple things with him on tv. I tend to lean towards nonfiction, so I was like eh whatever, I’ll give it a try.</p>\n\n<p>And my god! His raw and honest truth, his entire philosophy on his mental health and how he keeps pushing himself through his depression every day- this was what I needed as someone who struggles through depression myself. I just love reading a book that I can’t put down because it feels like a conversation with a friend that I never want to end.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ndi66i/reading_books_is_my_therapy/",
  "subreddit": "books",
  "id": "ndi66i",
  "is_self": true,
  "media": null,
  "is_video": false
}