{
  "author": "Snarkyandcosy",
  "original_created_utc": 1628468726,
  "title": "YSK: There is nothing wrong about formula fed babies. Sometimes the mom does not get enough milk in their breast, so getting other ways to feed the baby is needed",
  "created_utc": 1628477414,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There is often misconceptions about anything other then the breast being bad, but that is wrong. Sometimes the mom doesn&#39;t get enough milk, so the baby becomes underfed. It is perfectly fine using formula to feed the baby.</p>\n\n<p><a href=\"https://www.health.harvard.edu/blog/why-we-shouldnt-demonize-formula-feeding-2018040313557\">https://www.health.harvard.edu/blog/why-we-shouldnt-demonize-formula-feeding-2018040313557</a></p>\n\n<p>It&#39;s good to breast feed if you can, but sometimes you don&#39;t get enough milk, so sometimes resources are needed. And that&#39;s perfectly fine! People shouldn&#39;t shame others for not being able to breastfeed.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/YouShouldKnow/comments/p0qfim/ysk_there_is_nothing_wrong_about_formula_fed/",
  "subreddit": "YouShouldKnow",
  "id": "p0qfim",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: There is often misconceptions about anything other then the breast\nbeing bad, but that is wrong. Sometimes the mom doesn't get enough milk, so the\nbaby becomes underfed. It is perfectly fine using formula to feed the baby.\n\nhttps://www.health.harvard.edu/blog/why-we-shouldnt-demonize…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 胸以外の部分が悪いと誤解されがちですが、それは間違いです。\n誤解されがちですが、それは間違いです。お母さんの母乳が足りなくて、赤ちゃんが栄養不足になってしまうことがあります。\n赤ちゃんが栄養不足になることがあります。粉ミルクを使っても全く問題ありません。\n\nhttps://www.health.harvard.edu/blog/why-we-shouldnt-demonize...",
      "title": "YSK: 粉ミルクで育った赤ちゃんが悪いわけではありません。母乳が十分に出ないこともあるので、他の方法で赤ちゃんを育てる必要があるのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：人们常常误解，认为除了乳房以外的任何东西都是不好的。\n是不好的，但这是错误的。有时妈妈没有得到足够的乳汁，所以\n婴儿变得吃不饱。使用配方奶来喂养婴儿是完全可以的。\n\nhttps://www.health.harvard.edu/blog/why-we-shouldnt-demonize...",
      "title": "YSK：用配方奶粉喂养的婴儿没有任何问题。有时妈妈的乳房中没有足够的乳汁，所以需要用其他方式来喂养婴儿。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：人們常常誤解，認爲除了乳房以外的任何東西都是不好的。\n是不好的，但這是錯誤的。有時媽媽沒有得到足夠的乳汁，所以\n嬰兒變得喫不飽。使用配方奶來餵養嬰兒是完全可以的。\n\nhttps://www.health.harvard.edu/blog/why-we-shouldnt-demonize...",
      "title": "YSK：用配方奶粉餵養的嬰兒沒有任何問題。有時媽媽的乳房中沒有足夠的乳汁，所以需要用其他方式來餵養嬰兒。"
    }
  ]
}