{
  "author": "chadtr5",
  "the_new_excerpt": "I'm not a musician myself, but I consistently notice how bad the voices of many\n\"stars\" are. There are extreme cases like Bob Dylan, who can hardly sing at all,\nbut more generally I don't find anything impressive about the musical talents of\nthe average musician you hear on the radio. I've often…",
  "original_created_utc": 1622055141,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は音楽家ではありませんが、多くの \"スター \"の声の悪さにはいつも気づかされます。\n\"スター」の声がいかに悪いかを一貫して感じています。ボブ・ディランのように、ほとんど歌えないという極端な例もある。\nしかし、一般的には、ラジオから聞こえてくる平均的なミュージシャンの音楽的才能には何の感銘も受けません。\nもっと一般的に言えば、ラジオから聞こえてくる平均的なミュージシャンの音楽的才能には何の感銘も受けません。私はよく...",
      "title": "CMV: ミュージカルスターは、何万人もの匿名のミュージシャンに比べて才能があるとは言えません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我自己不是音乐家，但我一直注意到许多 \"明星 \"的声音有多么糟糕。\n\"明星 \"的声音是多么糟糕。有一些极端的情况，如鲍勃-迪伦，他几乎不能唱歌。\n但更普遍的情况是，我不觉得普通音乐家的音乐天赋有什么令人印象深刻的地方。\n你在收音机上听到的普通音乐家的音乐天赋，我并不觉得有什么印象。我经常...",
      "title": "CMV：音乐明星并不比数以万计的基本上是匿名的音乐家更有才华。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我自己不是音樂家，但我一直注意到許多 \"明星 \"的聲音有多麼糟糕。\n\"明星 \"的聲音是多麼糟糕。有一些極端的情況，如鮑勃-迪倫，他幾乎不能唱歌。\n但更普遍的情況是，我不覺得普通音樂家的音樂天賦有什麼令人印象深刻的地方。\n你在收音機上聽到的普通音樂家的音樂天賦，我並不覺得有什麼印象。我經常...",
      "title": "CMV：音樂明星並不比數以萬計的基本上是匿名的音樂家更有才華。"
    }
  ],
  "title": "CMV: Musical stars are no more talented than tens of thousands of essentially anonymous musicians.",
  "created_utc": 1622062477,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not a musician myself, but I consistently notice how bad the voices of many &quot;stars&quot; are.  There are extreme cases like Bob Dylan, who can hardly sing at all, but more generally I don&#39;t find anything impressive about the musical talents of the average musician you hear on the radio.  I&#39;ve often heard random people singing in coffee shops or college a capella groups who can do a better job musically with the same songs.</p>\n\n<p>I&#39;d contrast this to the situation with professional sports.  Take, say, Olympic sprinters.  These are the fastest people in the world.  There&#39;s close to no chance that someone who didn&#39;t qualify for the Olympics (unless they were thrown out for drugs or something) could possibly beat the Olympic champion, who really is the &quot;fastest man in the world&quot; at that point of time.  Or take the NBA.  The 500 or so people currently on NBA rosters are a pretty good approximation of the 500 best basketball players in the world.  I&#39;m sure there are some who would be swapped in an objective ranking, but you&#39;d end up with a pretty similar talent pool.</p>\n\n<p>On the other hand, if you selected the 500 most successful musicians in the world right now (e.g., most sales or something) and you objectively selected the 500 most talented musicians, I doubt there would be much if any overlap.  Instead of talent, success as a musician has a lot to do with luck, branding, appearance, etc.</p>\n\n<p>Just to be clear, I think your average star is a lot more musically talented than a random person on the street.   Most of them are probably at the 90th percentile of musical talent or better.  But my point is that the average star doesn&#39;t seem to have more talent than tens of thousands (perhaps hundreds of thousands) of people who sing in a capella group, play in a wedding band, or do gigs in front of 14 people at a coffee shop.</p>\n\n<p>Admittedly this is all subjective, but you can change my view by convincing me that musical stars actually are uniquely talented on not just fairly good musicians who succeeded on the basis of other attributes.</p>\n\n<p>Edit: To put this a slightly different way, I&#39;m saying that if we selected the best musicians by blind audition, essentially none of the most popular musicians today would make the cut.  On the other hand, if we selected Olympic sprinters blind, we&#39;d end up with the same people.</p>\n\n<p>Edit to Clarify: By talented, I mean &quot;musically talented.&quot;</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/nlogxm/cmv_musical_stars_are_no_more_talented_than_tens/",
  "subreddit": "changemyview",
  "id": "nlogxm",
  "is_self": true,
  "media": null,
  "is_video": false
}