{
  "author": "MZC_CRAZY",
  "the_new_excerpt": "Lets me just start by saying that I love the Harry Potter Series. But upon\nthinking back on it, in pretty sure the reason I like It now is because I liked\nit when I was younger, and when I was younger, it was a genuinely new and\ninteresting concept that was executed mostly pretty well.\n\nBut now,…",
  "original_created_utc": 1623227853,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に断っておきますが、私は「ハリー・ポッター」シリーズが大好きです。しかし\n今好きなのは、若い頃に好きだったからだと思っています。\n若い頃に好きだったからだと思います。若い頃は、純粋に新しくて面白いコンセプトで\n若かった頃は、純粋に新しくて面白いコンセプトで、ほとんどうまく実行されていました。\n\nしかし、今は...。",
      "title": "ハリー・ポッターは、私の記憶にあるほどではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "让我先说一下，我喜欢《哈利-波特》系列。但是在\n回想起来，我很确定我现在喜欢它的原因是我在年轻时喜欢它。\n在我年轻的时候喜欢它，而在我年轻的时候，它是一个真正的新的和有趣的概念，并被执行得很好。\n有趣的概念，而且执行得相当好。\n\n但现在，...",
      "title": "哈利-波特》没有我记忆中那么好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓我先說一下，我喜歡《哈利-波特》系列。但是在\n回想起來，我很確定我現在喜歡它的原因是我在年輕時喜歡它。\n在我年輕的時候喜歡它，而在我年輕的時候，它是一個真正的新的和有趣的概念，並被執行得很好。\n有趣的概念，而且執行得相當好。\n\n但現在，...",
      "title": "哈利-波特》沒有我記憶中那麼好。"
    }
  ],
  "title": "Harry Potter is not as good as I remember.",
  "created_utc": 1623252516,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Lets me just start by saying that I love the Harry Potter Series. But upon thinking back on it, in pretty sure the reason I like It now is because I liked it when I was younger, and when I was younger, it was a genuinely new and interesting concept that was executed mostly pretty well.</p>\n\n<p>But now, let&#39;s just think back.</p>\n\n<ol>\n<li><p>Everything is black and white. There is very very little grey area, and what grey area there is, is pretty confusing. Students are sorted into four houses, and this sets the guidelines for what kind of people these students will be, pretty much 100% of the time. People are way to complex to be easily sorted into four groups which they will then identify with and fit in well among. every single Gryffindor is a good guy, there are no evil Gryffindor students. Hufflepuff and Ravenclaw are always either Good or Neutral, and Slytherin without fail are, if not outright evil, massive dicks all around. This formula is so rigid that it&#39;s super late attempts to make some changes to it fail pretty badly. Neville being a pure, honest hearted, amiable, and friendly indevidual wouldn&#39;t be a problem is that wasn&#39;t every single other Gryffindor we meet. Malfoy being a selfish jerk wouldn&#39;t be an issue if that wasn&#39;t every other Slytherin aswell. There is no real diversity of character... Except with some wierd examples.\nA. Rowling trying to make us think Harry was going to be evil. I am pretty confused by this, it was a fairly strong theme throughout books 5-7 that Harry was going through some sort of wierd &quot;resist the dark side or you may turn evil&quot; and for me I&#39;m just wondering if anybody reading that actually ever believed Harry becoming corrupted or something was a actually a possibility, because I didn&#39;t, that whole theme felt like a  giant thread that lead to nothing.\nB. Malfoy. Throughout the entirety of the series is a horrible, horrible person, which exactly what he was supposed to be, which is why it&#39;s so confusing to me how well he is treated when it&#39;s all said and done. He is majorly prejudice hateful person who sided with an even more evil dark lord to try and take over the world and commit mass genocide on muggles+muggleborn. Yet when it&#39;s all said and done he gets off Scot free with zero reprocussions and is even portrayed as almost a good guy, makes no sense and dosent fit the narrative the previous books set up about Slytherins.\nC. Dumbledore. Dumbledore is a wierd character. He&#39;s not a good person, he&#39;s a manipulative old man who is painted as a good guy, when in reality he does nothing to deserve it, never putting himself in danger and allowing his lackeys to do his bidding. It&#39;s a confusing and I&#39;m not sure what the goal was for his character.\nD. Snape. Snape is possibly the most interesting character in the series, he&#39;s a bad guy, but I&#39;d bad for a reason that makes sense, and the book does a good job painting up this picture of this evil dude, who never really stopped being evil even after he changed side, and just had some goals that lined up with those of the &quot;Good Guys&quot;. This would all land really well except for one fact that kills it all (for me, at least). He&#39;s a Slytherin. It&#39;s really a waste of time creating this convincingly evil character when he was pretty much preset to being evil all along. So when reading you learn about him and why he is how he is, but instead of making the reader come to a revelation about why Snape is so evil it kinda falls flat, because the reader was never wondering in the first place. For the first 4-5 books the narrative is just Slytherins = Evil. Snape = Slytherin. Makes perfect sense that Snape = Evil.</p></li>\n<li><p>The established rules of the Harry Potter universe make no sense.\nA. Hogwarts is a Deathtrap. I know it&#39;s been joked about many a time but seriously, the parents of these kids must really want them dead.\nB. These people can use magic, but... Don&#39;t... There should be no poor wizards. It dosent track. Anything can be fixed with ease, food could be harvest effort free, transportation is instant and free, heck, even cleaning is simple, yet none of these things are used in areas where they would make sense. Yet things are still described as broken and dirty, all the time.\nC. Azkaban was built by psycopaths and is inhuman as hell. How is it approved?\nD. Why do people care about the &quot;unforgivable curses&quot;? I mean, sure you can hurt or kill people with them but... You can also lift them with the levitate spell and drop them 500 feet, or use Dolohov&#39;s curse verbally. Sure they may not be as effective, basically everybody has free access to a stick that can kill anyone and help you commit any crime.\nE. How isn&#39;t the economy ruined by people all being able to do everything for themselves for free?</p></li>\n</ol>\n\n<p>A few quick ones.</p>\n\n<ol>\n<li><p>The big bad villian and his entire army that overthrew the government was unable to take over a high-school.</p></li>\n<li><p>Why did no other mother ever love there child as much as Lily Potter?</p></li>\n<li><p>It really doesn&#39;t track that every single thing wizard related is covered up from every single muggle GLOBALLY every single day with few major incedents?</p></li>\n<li><p>Why does everyone live like there in the medieval ages? Like, I get that modern digital tech doesn&#39;t work well around magic, but why don&#39;t people live in nice modern homes and wear jeans and T shirts?</p></li>\n<li><p>Why do wands cost $10 but unicorn tail hairs also cost $10?</p></li>\n<li><p>Why did Dumbledore not write in his will for the elder wand to be hidden better?</p></li>\n<li><p>Why didn&#39;t Hagrid start his magical education after book 2?</p></li>\n</ol>\n\n<p>I know I was just nit picking on those last ones, but I think my other points hold true. If y&#39;all disagree I would love to hear your perspectives, much of this is just my opinions.</p>\n\n<p>Edit: some people pointed out I missed some people that don&#39;t fit into the perceived houses, I.e (Slughorn, Pettigrew).</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/nvqvyb/harry_potter_is_not_as_good_as_i_remember/",
  "subreddit": "books",
  "id": "nvqvyb",
  "is_self": true,
  "media": null,
  "is_video": false
}