{
  "data/ph-top/2021/1/everyday-2-0-3.json": "\"Every day, it gets a little easier. But you gotta do it every day, that's the hard part\". Everyday helps you break goals down into tasks we can execute on every day, colouring our beautiful board whilst forming new habits, ultimately reaching our goals.",
  "data/ph-top/2021/1/historicalme.json": "For anyone wanting to improve their wellness and achieve their goals, the HistoricalMe app is your private, online space that makes it simple to record and track all elements of your daily life. Find out more about you with this diary app in 2021.",
  "data/ph-top/2021/1/90daysofprose.json": "Make Writing a Habit. Write for at least 10 minutes a day for the next 90 days. Tweet your progress each day with the #90DaysOfProse hashtag.",
  "data/ph-top/2021/1/elza-browser.json": "Elza browser is not a replacement for your web browser but a powerful tool when you would like to keep your browsing private. Elza is always on incognito with an option to turn on Tor which runs much faster than even the Tor Browser. #Minimal #Fast #Private",
  "data/ph-top/2021/1/remotelane-3-0.json": "Daily-curated Remote Jobs for Everyone Features: - simple list (Hacker News style) - simple & fast search powered by Algolia - only the latest jobs from the last 30 days - no long descriptions, just simple titles and links - no ads - simple email newsletter",
  "data/ph-top/2021/1/1-second-everyday-4-0.json": "1 Second Everyday is a video diary that makes it easy to take your day-to-day moments and create a meaningful movie of your life. It’s a home for all your notable memories, not just the Insta-worthy. Get started with 1SE today!",
  "data/ph-top/2021/1/physique-ai-android-ios.json": "Get safer and more effective workouts at home with 1:1 voice feedback to improve your posture and encouragement to push you further. Counts reps as you do them ⏱️ Instant suggestions on improving posture 🗨️ Cheers you throughout your training session 🗣️",
  "data/ph-top/2021/1/tabbied.json": "Create and customize minimally generated patterns or artwork to use for wall art, background images, print and other projects. Download your high-resolution art for free. Start making your art at https://tabbied.com",
  "data/ph-top/2021/1/confetti-ios-android.json": "Confetti is a colorful habit tracker that tracks your daily/weekly habits & to-dos and launches confetti for every completion to celebrate your daily accomplishments. Confetti also makes it easy to visualize your progress over time with in-depth stats.",
  "data/ph-top/2021/1/sponsorware-for-github.json": "Sponsorware for Github is the easiest way to sell access to your private repositories on Github with Github Sponsors. Get started in minutes and start selling your software on Github today!",
  "data/ph-top/2021/1/odo.json": "Blending Psychology and Artificial Intelligence with layers of insights from 10,000+ books and articles, Odo is your empathetic AI companion that chats, reads, thinks, and offers a helpful conversation to help you grow. Only available in India.",
  "data/ph-top/2021/1/invoicer-3.json": "Invoicer is a document based invoice maker app available exclusively on iOS/iPadOS/macOS platforms. All your invoice files and preferences are stored in iCloud so you can work seemlessly across different devices without the need to create an account for syncing.",
  "data/ph-top/2021/1/success-planner.json": "Being productive is hard. Success is based on prioritized task lists and the Pomodoro Technique. Plan your week, set your daily tasks, and reflect on the past days to reach all your goals.",
  "data/ph-top/2021/1/doofy-for-ipad.json": "Instantly play the most demanding PC games on your iPad in India. Requires iPadOS 14+ and an iPad compatible controller.",
  "data/ph-top/2021/1/findnlink.json": "Findnlink is a platform where you can share your projects and find co-founders/members. - Customize your project page - Create your own portfolio / profile - Show your skills We want to make Findnlink a great virtual workspace to connect teams together 👌",
  "data/ph-top/2021/1/superpage.json": "Influencers, Superpage gives a new way to fund your passion by responding to fan messages. By setting up your unique contact page, you can now let anyone send a message by paying what they want.",
  "data/ph-top/2021/1/gmail-inbox-readability-score.json": "When you read an email you will see a numerical score just below the subject–a score between 0 and 100. A score of 100 means the email is very easy to read and a score of 0 means the email is very difficult to read.",
  "data/ph-top/2021/1/budg.json": "Budg is a tool to easily track your subscriptions (aka recurring expenses).",
  "data/ph-top/2021/1/imbue-5.json": "imbue allows influencers to create & monetize beautiful fitness experiences while allowing you unprecedented access into the fitness routines of the influencers you know & love.",
  "data/ph-top/2021/1/doyounotes.json": "DoYouNotes helps students memorize their notes faster. How? 1. upload a PDF file 2. mark the sections to study 3. review the sections (recall/show/hide content, spaced repetition, order by urgency/randomly, self-evaluate) 4. check your progress",
  "data/ph-top/2021/1/strongweek.json": "A different way to organize your To-Do List or view iOS Reminders. A better tasks widget for your homescreen. Prioritize your to-do list with the weekly monthly yearly tasks planner app. Now with optional Reminders Sync, homescreen widgets, and iCloud backup.",
  "data/ph-top/2021/1/surf-4.json": "Access your favourite Websites and Web Apps easily and quickly. Save the websites addresses and give them a custom name and icon, then easily access them from the Menu Bar or in an Always-on-Top window. Freely resize the menu window for a better experience",
  "data/ph-top/2021/1/simply-snack.json": "Simply Snack is the easiest way to keep track of your food and diet. Log your food easily by just taking a picture of it. There’s no need for long descriptions or dull questions – and no need to stress about what you should or shouldn’t eat.",
  "data/ph-top/2021/1/couchers.json": "It’s a fun & easy solution for you and your friends to find the best movie or TV-show to watch on Netflix. Swipe through media name cards. If all your friends like the same movie, it's a match! Less scrolling more watching",
  "data/ph-top/2021/1/swipe-files.json": "Where marketers go to find their people, be prolific, and hone their craft. Subscribe to get cutting edge, comprehensive, and sometimes crazy marketing ideas in your inbox every week. Join the community to connect with some of the smartest minds in marketing.",
  "data/ph-top/2021/1/learn-azure-fundmentals.json": "Learn Azure Fundamentals is an app which helps you to learn the basics of Microsoft Azure and Cloud Computing by answering questions in tests. App contains 14 unique tests, 269 questions, 132 articles. Learn offline. App is absolutely free. No Ads.",
  "data/ph-top/2021/1/flow-wireframe-kit.json": "Flow is a collection of pixel-perfect, seamlessly-fitting, ready-made layouts for desktop which helps designers create beatiful designs, faster. Customize every component with one click and design better with Flow!",
  "data/ph-top/2021/1/fundraising-hours.json": "Fundraising Hours is an effortless office hour event connecting early-stage founders fundraising remotely. The founders can get notified when the investors open their office hours. Powered by Remotehour.",
  "data/ph-top/2021/1/you-tldr.json": "Transcribe your YouTube video in one click and highlight the important stuff for easy and quick reading. you-tldr let's you skim through the video transcript and skip to the good stuff. You can also download the transcript for your records.",
  "data/ph-top/2021/1/textcraft-3.json": "Textcraft is a magical utility for iPhone, iPad, and Mac that allows you to transform any text in real-time into a variety of 80+ different formats.",
  "data/ph-top/2021/1/covid-19-vaccine-tracker-2.json": "A live dashboard of how the COVID-19 vaccine is being administered across the globe.",
  "data/ph-top/2021/1/goodnight-journal-2-0-3.json": "Personal journal app for everyone where you can get connected with others! Goodnight Journal is the only personal journal app that offers modern design that works the same on any device, with the community, chat and features to boost your mental health.",
  "data/ph-top/2021/1/hijack-your-feed.json": "Hijack Your Feed is a Safari extenion that replaces Twitter ads with your todos. It creates eye-catching posts based on your Reminders, which are then hijacked into your Twitter feed. Designed to nudge you toward your intentions… and away from doom-scrolling.",
  "data/ph-top/2021/1/birabo.json": "With Birabo, you will never lose your project files, notes, folders and links again. Share them with your team in one workspace, in real-time.",
  "data/ph-top/2021/1/2020-code-stats-from-wakatime.json": "The most used languages, editors, and WakaTime code stats of 2020.",
  "data/ph-top/2021/1/baaz.json": "Baaz enables live video commerce for retailers globally. A retail store can host live videos, manage catalogs, live chats, payments, shipping, promotions and influencers from Baaz app. All things related to live video shopping in one place.",
  "data/ph-top/2021/1/startup-job-watch.json": "Startup Job Watch is a weekly updating database of over 6000 jobs from the top startups in the world. These are all companies that were on the best of lists from publications like Business Insider, Linkedin, AngelList, and more!",
  "data/ph-top/2021/1/hey-it-s-harold.json": "Harold is a habit tracking method you can actually stick with. No more updating a google spreadsheet and then never looking at it again. Harold takes care of the tracking for you. Start building those daily habits and unlock your potential.",
  "data/ph-top/2021/1/sizey-aspect-ratio-calculator.json": "Sizey is a MacOS app that helps you calculate aspect ratios! ⠀ — ⠀ ⚡️ Add Custom Aspect Ratios ⠀ 💥 Round to the nearest whole # ⠀ ➡️ Keyboard Shortcuts ⠀ 📐 Scale & Densities (@1x, @2x, @3x) ⠀ 🙌 Landscape & Portrait modes — ⠀ You design. We’ll math. ❤️📐",
  "data/ph-top/2021/1/bitbo.json": "Bitbo is a real-time Bitcoin dashboard that allows anyone to monitor on-chain data, view live price action, and track key economic indicators - all for free.",
  "data/ph-top/2021/1/unipack-notion-templates.json": "Unipack will turn Notion into a life productivity system: 🎯 Create tasks to always meet your goals 🧘 Find time for yourself 🧠 Get time & headspace back Today, get a 15% discount with this promocode: producthunt2021",
  "data/ph-top/2021/1/built-for-mars-1.json": "A collection of free UX case studies, packed with actionable insights and occasional memes.",
  "data/ph-top/2021/1/mentioned-2.json": "Mentioned.app is a simple analytics tool that lets you track your website mentions in real-time. Receive an email notification every time your website is mentioned. Track site visits from each link and measure value. Best part? It's Free.",
  "data/ph-top/2021/1/vektors.json": "A free illustrations library to help the community discover unique collections from illustrators around the world.",
  "data/ph-top/2021/1/med-beyond.json": "The Med&Beyond telehealth app offers you a video visit with an online doctor 24/7 without leaving your home or office. Install our app and access a board-certified doctor on demand anytime, without the need for health insurance.",
  "data/ph-top/2021/1/craftgate.json": "Craftgate, a cloud-based payment gateway, provides you safe processing through a single integration and allows you on growing your business.",
  "data/ph-top/2021/1/ellisx-2-0.json": "Getting attention for your startup is not easy, but our platform makes it simple. EllisX connects startups with high-quality podcasts, writers and speaking engagements based on mutual interest. Connect with them in 2 clicks. Yes, it’s that easy.",
  "data/ph-top/2021/1/good-neighbour.json": "Rent Smart. Rest Easy. Renting can feel like you're not in control. Learn and share about the experiences that others have had. A large portion of your income goes to rent. Increase the transparency available to know where you're investing your money.",
  "data/ph-top/2021/1/paceline.json": "Introducing Paceline — the first-ever fitness rewards platform that adds financial benefit to your physical activity. ⠀ 🏃🏻‍♀️ Step 1: Track your activity ✅ Step 2: Hit your goals 🏅 Step 3: Get rewarded",
  "data/ph-top/2021/1/mindfulmeets-for-google-meet.json": "Mindful video conferencing enhancements for increased productivity and digital wellbeing. Agenda display, guest info, graceful entries/exits, emoji & GIF sharing with an inspiring & fun interface.",
  "data/ph-top/2021/1/ketchup-3.json": "1️⃣ We love catching up with friends, but hey, life gets busy. 2️⃣ Ketchup will actually make you a better friend by nudging you at the right times to reach out to friends. 3️⃣ I've actually grown my friendships since I started building and using Ketchup.",
  "data/ph-top/2021/1/launch-2021.json": "Everything you need to launch this year: • Active Slack community of builders • No Code MBA's Intro course • 101 profitable startup ideas • Curated reading list • Daily planner PDF Let's launch together in 2021 💪",
  "data/ph-top/2021/1/probe-2.json": "The app calculates well-known SaaS metrics from your subscriptions data in Google Sheets. Prepare your data in a recognized format. Include Customer ID, start date, end date and monthly value of subscriptions. Once you have it ready you can calculate SaaS-related subscriptions based on it.",
  "data/ph-top/2021/1/clientjoy.json": "Grow your agency faster with a one-stop solution to manage your leads, proposals, clients, and invoices. Create customizable proposals, close deals quickly, and receive faster payments from your clients.",
  "data/ph-top/2021/1/neverlose-money.json": "Neverlose.money is the first-ever gamified DeFi protocol that pays a bonus to long-term investors, known as HODLers, using the penalty charge paid by users who fail to HODL.",
  "data/ph-top/2021/1/fantasy-congress.json": "Step aside fantasy football! There's a new way to play. Draft members of Congress for your team, score points from their actions, and get the most points during your season to win. Fantasy Congress is a blast with friends, and you might learn a thing or two!",
  "data/ph-top/2021/1/simon-says-3.json": "You have to be physically active if you want to live well and longer. Simon Says inspires you to do simple exercises during the day. Join us in the fight against sitting disease.",
  "data/ph-top/2021/1/glamar.json": "GlamAR is a virtual makeup try-on, designed for beauty and cosmetic brands. Integrate with your brand website or app to help customers try-on products live, directly from their mobile or laptop.",
  "data/ph-top/2021/1/bird-buddy-2.json": "Bird Buddy is a smart bird feeder that notifies you of feathered visitors, captures their photos and organizes them in a beautiful collection.",
  "data/ph-top/2021/1/amzchart.json": "AmzChart is a free analytics tool to help scale your Amazon business. It can save your time to find lucrative niches and get insight into the most profitable niche markets on Amazon.",
  "data/ph-top/2021/1/hearo-2.json": "Laugh, talk, and cheer with friends while watching Netflix, YouTube, ESPN, and 20+ other channels and video services, like you're on a big couch together🍿. Hearo is Multiplayer TV: simply amazing full screen, HD-quality watch parties for phone and PC. 📺🥳",
  "data/ph-top/2021/1/app-screenshot-mockup.json": "App Mockup is the design tool to create the most compelling screenshots for the App Store and Google Play. No account required.",
  "data/ph-top/2021/1/dall-e.json": "We’ve trained a neural network called DALL·E that creates images from text captions for a wide range of concepts expressible in natural language.",
  "data/ph-top/2021/1/laguna.json": "Laguna lets you create an up-to-date personal page for your stock trades and holdings. Perfect for keeping your fin-friends & family updated, building your influencer following, dropping in your linktr.ee, or using for your fintech newsletter.",
  "data/ph-top/2021/1/sidepage.json": "SidePage is a simple tool to quickly create websites with a sidebar menu. Perfect for creating professional documentation for your projects. It's fast, and it's free.",
  "data/ph-top/2021/1/resold.json": "Resold is a marketplace for people to buy & sell with same-day delivery. 1. List a piece of furniture on Resold 2. Request an Uber driver to have your furniture delivered in minutes. 3. Payment is delivered direct to your bank account.",
  "data/ph-top/2021/1/getapenpal.json": "Find penpals from around the world. Exchange languages, culture and tradition. Have meaningful discussions and build long-lasting friendships.",
  "data/ph-top/2021/1/pearl-6.json": "For too long, early stage startups have been a walled garden, so we decided to build a door. 🚪 (1) Over text message, tell us what you're looking for (2) We'll monitor for matching jobs (3) We'll connect you with the founding team when there's a match",
  "data/ph-top/2021/1/github-metrics.json": "Metrics generates infographics about you so you can embed them on your GitHub profile to let other users know more about you. Display your git stats along with an isometric calendar, favorites music, website performances, last tweets, projects, languages,..",
  "data/ph-top/2021/1/agilityportal.json": "Build an intelligent workplace where remote teams connect, communicate, and collaborate at any time, securely and productively from home, the office, or on the road. Join over 1000 happy companies witnessing a significant drop in operational costs.",
  "data/ph-top/2021/1/minimal-notion-icons.json": "A growing collection of custom icons and matching covers for Notion. Create more memorable and aesthetic notes.",
  "data/ph-top/2021/1/heartface.json": "Heartface is a frictionless checkout that enables e-commerce for any product link; letting people shop multiple products from multiple stores without being redirected out of a referring website/app.",
  "data/ph-top/2021/1/savvycal.json": "Most scheduling tools put the burden on the recipient. SavvyCal makes it easy for both parties to find the best time to meet—in an instant.",
  "data/ph-top/2021/1/statusly.json": "Statusly is a Slack bot that helps you automate your Slack status and DND/away settings with Powerful Routines. Sync your Google Calendar and Zoom Meetings with your custom routines. For more information visit https://statusly.app/.",
  "data/ph-top/2021/1/email-marketing-academy-from-mailerlite.json": "Become a certified email marketing expert with this flexible online learning platform. Join the MailerLite Academy, a series of free video courses that let you learn at your own pace. Designed for both beginners and advanced email marketers. See you in class!",
  "data/ph-top/2021/1/unstack-payments.json": "Unstack's content platform now allows you to set up one-time and subscription payments as well as launch membership sites with granular page-level access controls for users. Turn your digital content into a money-making machine using Unstack and Stripe.",
  "data/ph-top/2021/1/best-of-producthunt-2020.json": "A Notion page where you can discover products posted to Product Hunt in 2020 that gained the most votes each day displayed in a handy view 👌",
  "data/ph-top/2021/1/raise-hand-to-raise-hand.json": "RHTRH is an open source Chrome extension that raises your (virtual) hand on Google Meet when you raise your (physical) hand. RHTRH works with on any Chromium browsers for all organisations using Google Workspace.",
  "data/ph-top/2021/1/pressful.json": "Getting a journalist to talk about your startup is not easy, but our platform makes it simple. Pressful connects startups with professional journalists, who will conduct a 5 minute video interview & blast it off 🚀 to major news outlets.",
  "data/ph-top/2021/1/capme.json": "The first AI powered caption generator. You choose any picture, CapMe uses AI to detect the themes and recommends hundreds of caption suggestions related to your picture. Leverage Capme's image recognition to find the right words for your pictures instantly.",
  "data/ph-top/2021/1/zest-5.json": "Effortlessly collect feedback recordings from your users, without having them to install anything. - https://hellozest.io/",
  "data/ph-top/2021/1/cocktail-3.json": "Cocktail is a general purpose utility for macOS that lets you clean, repair and optimize your Mac. It is a powerful digital toolset that helps hundreds of thousands of Mac users around the world get the most out of their computers every day.",
  "data/ph-top/2021/1/pixelmixer.json": "PixelMixer is a secure video hosting site and we have recently added support for importing your Zoom video recordings so you can save them for later, search their transcripts, edit with our embedded video editor, or share them with others.",
  "data/ph-top/2021/1/product-names.json": "Product Names tweets out available domains you can use for inspiration or new projects 🚀",
  "data/ph-top/2021/1/input-4.json": "It's about time docs were easy to use, flexible, and actually smart. We designed Input to have the simplicity of writing in a doc, but combined with some of the most powerful features of project management, so remote teams can get more done.",
  "data/ph-top/2021/1/struum.json": "Struum takes the ClassPass model and applies it to streaming services. The team includes former Disney+ and Discovery exes.",
  "data/ph-top/2021/1/the-premoney-list.json": "As an early stage founder, it's hard to get in front of the right investors. The Premoney List is a mini-marketplace that presents two founders to a group of 600+ investors each week. 🚀 Founders: Meet more investors! 🕵🏽‍♀️ Investors: Discover new companies!",
  "data/ph-top/2021/1/bufferi-ng.json": "Suffering from Zoom fatigue? Sick of meetings, get togethers and conferences? Boss asked a difficult question on video chat? Bufferi.ng gives you a simple way to stutter your webcam and distort the sound. Take back Control of Zoom",
  "data/ph-top/2021/1/petcloud-s-pet-taxi.json": "PetCloud's Pet Taxi Service can drive Pets to and from Vets, Grooming Appointments, to a Pet Sitters house, or to your Wedding Venue. No need to accompany them.",
  "data/ph-top/2021/1/your-week.json": "Your Week is a simple weekly planner that I built to help me plan my priorities at the start of the week. It has a clear week-based layout and provides a helpful reminder to plan each week. Try it at https://yourweek.app or get the Android app.",
  "data/ph-top/2021/1/the-idea-generator.json": "The Idea Generator by AreYouInterested is a completely free tool to structure your idea generation. It guides you through the Niche-Action-Problem brainstorming system, and allows you to see the ideas that other members of the community came up with, too.",
  "data/ph-top/2021/1/my-wolfpack.json": "My Wolfpack is a friendly app that microgroups people according to their interests. If you are not particularly looking for dating but don’t want to meet people in huge groups that forbids you to really get to know them, you are in the right place.",
  "data/ph-top/2021/1/onrise.json": "Onrise helps you to build nano habits and work more effectively. Standing on the latest research about behavior design and productivity, Onrise is your guide to achieve your goals. Give it a try and become the person you aspire to be!",
  "data/ph-top/2021/1/crosspost-app.json": "Managing multiple social accounts can be stressful and time-consuming. Share the same content to all your accounts at once with just a click of a button. Crosspost App frees you from having to do all that manual work, saving over 50% of your time for other important tasks. https://crossxpost.app/",
  "data/ph-top/2021/1/moonvio.json": "Simplify your invoices and expense tracking while saving money and time. Create your first invoice in less than 60 seconds. We care about your business, we care about startups. Get your FREE TRIAL now! https://bit.ly/38vT1JP",
  "data/ph-top/2021/1/epomaker-ak61.json": "Following the previously successful model SK61, EPOMAKER has made some improvements based on real customer feedback. Thus we designed this new AK61/AK61S with a custom Mac layout and functions for Mac users.",
  "data/ph-top/2021/1/microinfluence.json": "Boost your influence by understanding your followers, automating your engagement, and categorizing your audience. Deliver them highly personalized and targeted content with our award-winning interactive content templates.",
  "data/ph-top/2021/1/recipe-cart-chrome-extension.json": "RecipeCart is a free extension that immediately shows you the recipe in a ready-for-print format. Print, save, or send the recipe to your phone. Under the hood, we use ML to identify exact ingredients + amounts for export to Instacart or Amazon Fresh.",
  "data/ph-top/2021/1/project-lightspeed.json": "Project Lightspeed is a self contained live streaming server. With Lightspeed you will be able to deploy your own sub-second latency streaming site. The Lightspeed repository contains the instructions for installing and deploying the entire application.",
  "data/ph-top/2021/1/herdd.json": "An app to help you plan your real-world and digital social events. By combining event creation, calendars, group chats and information sharing, Herdd puts everything in one place making planning your social events seamless and stress-free.",
  "data/ph-top/2021/1/orange-countdown.json": "This is an installable PWA countdown to Biden inauguration. In case you can't wait for it. You can always check how many seconds are left. It will be updated once the impeachment proceeedings start.",
  "data/ph-top/2021/1/mockmagic.json": "Mock Magic is an intentionally simple way to create beautiful mockups for your design or product.",
  "data/ph-top/2021/1/hypnos-41f1fb54-57ec-4db3-8577-fae326fa4864.json": "Hypnos is a digital sleep journal that helps you discover how your habits impact your sleep. It does this by taking in your mood, daily activities and pairing it with data from your sleep tracker. Delivering insights on how to improve your sleep and habits.",
  "data/ph-top/2021/1/passion-economy-stack.json": "The largest collection of passion economy resources: ⠀ • 100+ articles, people, newsletters & more, (w/ recommendations from @ljin18 & more) • 7+ creator types to filter by • Starter Pack: new to the space? Filter by \"starter\" • Updates emailed to you weekly",
  "data/ph-top/2021/1/logspace.json": "LogSpace is an automated invoicing system backed by time and expense tracking. It's suited for freelancers that send invoices as well as teams that need to track time.",
  "data/ph-top/2021/1/marker-js-2.json": "Add image annotation capabilities to your web apps: - 10 marker types - move, resize, and rotate - change colors and styles - inline or popup - customizable UI - save and recall state - mouse, touch, or pen - full TypeScript support - extendable",
  "data/ph-top/2021/1/which-cannabis-strain-suits-you-best.json": "Now that Arizona, Montana, New Jersey, and South Dakota have joined 11 other states in legalising weed, & Elon Musk has smoked it on JoeRogan's podcast, & Musk has also overtaken Jeff Bezos to become the richest man on the planet it's about time y'all got some",
  "data/ph-top/2021/1/dev-flow.json": "dev-flow is a website where you can view any person's GitHub statistics and timeline by entering their GitHub username.",
  "data/ph-top/2021/1/readinshort.json": "Get smarter in just a few minutes every week. Read the key insights from your favourite books in minutes with our in-short summaries packed with actionable tips. P.s It's free to sign up!",
  "data/ph-top/2021/1/echo-3a066382-5dd2-4bbd-8ee5-a199a6cfc54c.json": "The best way to find out if your apartment is quiet before signing a lease is to hear from the people who lived there before you. Our site allows users to find apartments and read rating based solely on noise.",
  "data/ph-top/2021/1/wrekt.json": "Wrekt is a social deduction game meant to be played with groups. Use it to split the bill at the end of a meal or just play for fun!",
  "data/ph-top/2021/1/linksistent.json": "Linksistent is a Chrome extension that provides a consolidated access point for up-to-date Figma design files or prototypes.",
  "data/ph-top/2021/1/gitwrapped.json": "GitWrapped allows you to view the statistics of your Github profile over the years, the amount of lines you wrote, how many pull requests you closed and more! Compare stats with your friends and show off on social media! #GitWrapped #Wrapped #Github2020",
  "data/ph-top/2021/1/prospre.json": "Plan a full week of meals with a single click. Just tell us which foods you like, and how many calories, protein, fat, and carbs you want to eat. Swap out a meal, a day, or a week! We can fit in your treats, and even give you a grocery list!",
  "data/ph-top/2021/1/quick-calc.json": "Quick Calc is a simple and easy-to-use calculator which can be directly accessed from the menu bar with the click of a button.",
  "data/ph-top/2021/1/icon-mason.json": "Open, browse, and drop icons from your existing IconJars. Add, delete, or replace icons in existing IconJars. Or, export your artboards to a new IconJar right in Illustrator - on Mac or Windows. You don't need to have IconJar installed (but we recommend it).",
  "data/ph-top/2021/1/haystack-3.json": "Ship faster and improve team satisfaction with engineering analytics powered by your Github data. -- → Visualize the entire delivery process from commit to deploy → Highlight bottlenecks like code review → Spot issues like feature delays and team burnout.",
  "data/ph-top/2021/1/easyclout.json": "Easyclout is a powerful, simple, all-in-one social media management and growth platform that helps businesses reduce social media marketing costs with our state of the art AI bot. Saving you time, increase productivity, and achieve better business results.",
  "data/ph-top/2021/1/tails-2.json": "Tails is the ultimate TailwindCSS Page Creator. Need a website for your next great idea? Tails is the perfect tool to creating a beautiful landing page. Over 120 design blocks you can mix and match to craft the perfect landing page for your next project.",
  "data/ph-top/2021/1/base64-ai.json": "Base64.ai is a cloud API that can extract data, photos, and signatures from all types of documents. We have prebuilt models for IDs, driver licenses, passports, visas, invoices, and many more document types. The integration is only a single API call.",
  "data/ph-top/2021/1/no-more-facebook.json": "No More Facebook lists privacy-friendly alternatives to Facebook products. Replace FB completely or use it less by trying these alternatives. Suggest a privacy-friendly alternative to help people depend less on one company.",
  "data/ph-top/2021/1/screpy-2-0.json": "Not everyone has fast internet. If your page loads very slowly, your users will have less time to browse your site and your bounce rate will increase. This causes you to lose your customers.",
  "data/ph-top/2021/1/motion-scheduler.json": "Scheduling meetings is often a tradeoff between ensuring the meeting happens and protecting your focus time. Motion gives you the best of both worlds, finding the best times for internal and external meetings while increasing the chances the meeting happens.",
  "data/ph-top/2021/1/filma-2.json": "Filma is here to simplify the complex, giving all users; from experienced editors to first-time hobbyists, the ability to create powerful video compositions in a fast and effective manner. ⠀ Advanced features include Masking, Keyframing or Motion Tracking.",
  "data/ph-top/2021/1/mornin-2.json": "Mornin shows you where you are spending your time so that you can make the most of it. It is a chrome extension that works with Google Calendar.",
  "data/ph-top/2021/1/tv-remote.json": "Control your television from your iPhone or iPad with TV Remote. * As featured on 9to5Mac * Compatible with: - LG - Samsung - Hitachi - Sharp - Toshiba - JVC - Bush - Techwood - Telefunken - Linsar - Polaroid - Luxor - Vestel - Finlux + MORE!",
  "data/ph-top/2021/1/orapa-2-0.json": "Orapa is a per-per-intro marketplace where you can get introduced to your dream prospects. It feels like \"Ads for referrals\".",
  "data/ph-top/2021/1/polaris-for-admin-figma-ui-kit.json": "Our Polaris for Admin Web UI kit is now available in Figma. You can access the full kit in Figma with reusable components and up-to-date Polaris guidelines, icons, and color palette. Find out more at https://figma.com/@shopify and https://polaris.shopify.com",
  "data/ph-top/2021/1/grapevine-2-0.json": "Exhausted with endless Zoom Meetings? Grapevine allows you to get asynchronous (one-way) video updates from your team each morning. Short one-way video updates help keep remote and local teams connected without having to schedule or attend in-person meetings.",
  "data/ph-top/2021/1/fiddy-2-0.json": "Fiddy is a weekly leaderboard of the best new Indie Hacker side projects. Like, comment on, or share the best projects you find, or submit your own to compete every week.",
  "data/ph-top/2021/1/mentspot-2.json": "To get somewhere in life, business, study, relationships or anything else, it's important to get guidance from a mentor. But finding the right mentor is difficult. Mentspot provides a simple way to get connected with Mentors and Mentees in any category.",
  "data/ph-top/2021/1/on-deck-designer-fellowship.json": "ODD is an 8-week program for ambitious designers who want to hone their skills, increase their impact and become world-class design leaders – surrounded by a community of incredible peers.",
  "data/ph-top/2021/1/product-ux-conferences.json": "A curated collection of all product management and UX conferences in 2021. Search by name or filter by a month/location (including Virtual conferences).",
  "data/ph-top/2021/1/zutrix.json": "Zutrix enables you to Track all Google rank positions in the Best accurate and powerful way. The world's First AI-Powered Google Rank Tracker",
  "data/ph-top/2021/1/2020-in-emails.json": "Get a free report of your 2020 based on email activity. See what you accomplished last year and learn what you can improve to achieve a healthier and more productive 2021.",
  "data/ph-top/2021/1/lottiefiles-for-vs-code.json": "You can now speed up your workflow right from within your VS Code environment. Here are some key features of the plugin: - Preview Lottie files - Edit Lottie files - Search through animations on LottieFiles - Extract and view a dotLottie file and its contents",
  "data/ph-top/2021/1/call-coaching-for-sales-teams.json": "Effective, empowering sales coaching is the #1 revenue growth lever. Now, do it with the simplest, most powerful call coaching tool on the market. Bonus: Download our free checklist of 20 best practices to optimize your call coaching sessions even more.",
  "data/ph-top/2021/1/once-6.json": "Once help you limit the time spent on distracting websites, encouraging focus, and mindfulness. Once lets you visit these websites once per hour. The timer starts when you close the tab of one of these websites and only applies it to the homepages.",
  "data/ph-top/2021/1/manypixels-2-0.json": "ManyPixels is an on-demand & tech-enabled design service that is fast, affordable & easy-to-use. 1,500 startups and SMBs have used ManyPixels for their graphic and web design projects. Submit your design request today. Get it back tomorrow. Easy as that!",
  "data/ph-top/2021/1/bold-cms-2.json": "Bold is a hosted, headless CMS SaaS application that empowers publishers to create, curate and distribute their content across modern devices and screens effortlessly through structured APIs using any technology stack.",
  "data/ph-top/2021/1/a-s-m-r.json": "Let the A.S.M.R sound generator help you block out all of those frustrating, distracting noises, creating an atmosphere that encourages peace of mind and productivity. Its sounds also create a tranquil environment for sleeping or just relaxing after a long day",
  "data/ph-top/2021/1/logbook.json": "The Logbook makes journaling easier than ever, you don't have to log how are you feeling every day to know more about yourself, the Logbook makes it easy to track goals and moments that contributed to them, through a secure and private experience.",
  "data/ph-top/2021/1/livingwriter-the-best-writing-app.json": "LivingWriter is the best writing app available right now. It takes all the features of Scrivener and other such apps and makes it all modern, clean and beautiful. Start your book, plot your book, write your book, and organize your book all in one place.",
  "data/ph-top/2021/1/investor-pitch-trainer.json": "When raising capital you want to improve your pitch deck and practice for your next investor pitch with real questions. With our free Investor Pitch Training you will nail your next pitch!",
  "data/ph-top/2021/1/lt-browser-2.json": "LT Browser is the perfect tool for designers, developers, and enthusiastic amateurs who want to create great-looking & well-performing responsive websites or web apps. Instantly View, Build, and Debug your website on 45+ mobile, tablet, & desktop viewports.",
  "data/ph-top/2021/1/remnote-2.json": "RemNote is the all-in-one workspace for note-taking, learning, organizing thoughts, and growing knowledge. It’s built for students, creators, organizers, and anyone looking for thinking superpowers.",
  "data/ph-top/2021/1/unai.json": "Unai is both a VR headset and a virtual world designed specifically for it. The hardware and software are being built together to make spending time with people in VR feel the same as in real life.",
  "data/ph-top/2021/1/sertifier.json": "Sertifier is an all-in-one education data collection tool that makes smart certificates and open badges 🚀 easy to issue 😇 enjoyable to earn and 🔍 simple to analyze!",
  "data/ph-top/2021/1/natvisor-guest-post-marketplace.json": "Natvisor is a guest posting marketplace that Drives ROI not just Rankings. It supports your business by publishing your guest post worldwide with influential press media.",
  "data/ph-top/2021/1/resolution-board.json": "Give a kick-Start to New Year 🎉 with our \"Resolution board 2021” Notion Templates. With 4 Generic Starter Templates For - Your Reading List 📚 - Vacation plans ✈️ - Fitness 🏃🏻‍♂️ - Content Planner 📝 And a Bonus Template too 🏆 So, Get it now!",
  "data/ph-top/2021/1/backlink-tool-1.json": "Backlink Tool will help you index your url links and send it to Google safely and securely for free. No need to use illegal and black hat methods. Here we use a method that is in accordance with the SEO and white hat method.",
  "data/ph-top/2021/1/teamflow.json": "Teamflow is a virtual office for your team to hang out. Bring back the camaraderie of being in the office, the energy of working in the same room, the spontaneity of hallway conversations. ⠀ The joy of feeling like a team again.",
  "data/ph-top/2021/1/storychief-3-0.json": "One tool to manage all your content marketing. https://storychief.io/seo-copywriting, https://storychief.io/social-media-management and https://storychief.io/employee-advocacy. ✅ https://storychief.io/content-data-management. ✅ https://storychief.io/content-distribution. ✅ https://storychief.io/seo-copywriting ✅ https://storychief.io/content-marketing-analytics-and-reporting ✅ https://storychief.io/content-collaboration",
  "data/ph-top/2021/1/friendspire-2-0.json": "Finding what to watch, read, or eat has become too difficult. So we created Friendspire, a simpler way to find and save new favorites. 🔍 Better 🎥📺📚🎙️🍴🍷 recommendations 🔖 Save and ➕ rate in one place 🗒️ Discover & build lists 🤝 Connect with friends",
  "data/ph-top/2021/1/prodcamp-2.json": "A single place to store your customer feedback, manage it and act upon it.",
  "data/ph-top/2021/1/machine-labs.json": "Sell more and save time with GPT-3 generated subject lines, preview text and email content. Automate your sales with easy drag n drop emails, personalized product recommendations, cross-selling and winback automations. Attract and retain your high spenders.",
  "data/ph-top/2021/1/creator-cash.json": "The YouTuber ATM machine. Creator Cash allows you to access YouTube earnings immediately. No more waiting an entire month to get paid. Uploaded a video today? Get paid today! Coupled with earnings analytics, Creator Cash is the financial hub for YouTubers.",
  "data/ph-top/2021/1/soundescape.json": "Soundescape is a free web application for ambient background sounds. If you struggle to concentrate while working from home, this tool is for you! Audio is rendered in 3D, and you'll never hear the exact same combination of audio twice, as everything is generated randomly.",
  "data/ph-top/2021/1/rendezview.json": "Bring documents from everyday life into a collaborative environment built for teams. Video chat, edit files, and work together with your team on an endless canvas.",
  "data/ph-top/2021/1/aviron-interactive-rower.json": "Aviron is the high intensity version of Peloton for rowing; use the 22” touchscreen to browse 250+ workouts like competitive games and live races with friends. High intensity workouts are short, improve cognitive ability and help slow the aging process.",
  "data/ph-top/2021/1/afino.json": "Afino is a web-based app that makes it easy for managers and leaders to keep their team connected, engaged, and productive. With Afino, you can quickly and easily set up fun team events, track important metrics, and find ways to boost team health.",
  "data/ph-top/2021/1/faang-io.json": "FAANG engineering jobs, all in one spot!",
  "data/ph-top/2021/1/netflex.json": "With this free Chrome extension, you can watch any Netflix show while we coach you through simple bodyweight exercises in the corner of your screen.",
  "data/ph-top/2021/1/signils.json": "Signils has the best UI design and UX of any Bluetooth management or device locator app. Power uses can manage more devices with our images, two-column display and filters Manage devices (Bluetooth or Beacons) and selectively locate a specific a device.",
  "data/ph-top/2021/1/eproduct-io.json": "eProduct is and evidence-based product management software to hep you build customer driven products based on market evidence, reach market fit quicker and drive revenue. single platform to UNDERSTAND, MANAGE & LAUNCH products users need.",
  "data/ph-top/2021/1/fundedlist.json": "FundedList is the best way to connect with hundreds of recently funded startup founders every week. The weekly reports contains verified emails, LinkedIn profiles, startup information, and funding data so you can send personalized outreach in seconds.",
  "data/ph-top/2021/1/hackermemo.json": "Hacker Memo is a simple memo app that pursues \"coolness\". The design is based on the image of science fiction and spy movies such as \"The Matrix\" and \"007\".",
  "data/ph-top/2021/1/internal-enterprise.json": "Internal’s new enterprise-ready app builder includes a flexible drag-and-drop UI to build tools, powerful dev tools to connect to any API, and robust security options including permissioned data flows and SOC 2 certified cloud or on-premise hosting.",
  "data/ph-top/2021/1/memely.json": "Memely is the new social network for sharing memes. Here you can share your content via memes, trolls, fun images. Social Network, Tamil Memes, Meme sharing portal, Meme sharing platform",
  "data/ph-top/2021/1/zodier.json": "🤔 Do you think you have seen everything in dating apps? Hardly! ❤️ Zodier is a new way to look for mates and it‘s already in your phone! We unite bots and dating to simplify meeting and chatting. 😻 Dating + chatbots = Zodier. This is how the Zodier starts!",
  "data/ph-top/2021/1/novochat.json": "Business chat tools don't cover messaging apps WhatsApp or Telegram conversations. NovoChat makes it easy for businesses to communicate with customers across any messaging app.",
  "data/ph-top/2021/1/divjoy-2-0.json": "Divjoy makes it ridiculously easy to start your next React project. Pick all the things you need in your codebase (UI kit, auth, database, payments, etc), choose a beautiful template, then export a complete React codebase. Everything just works 😻",
  "data/ph-top/2021/1/control-6.json": "Control solves compliance with one integration. SOC2, ISO 27001, PCI & more. No more complex legalese, writing policies or manually running endless checks across your systems. Accelerate & automate your security program and SOC2 compliance for FREE today.",
  "data/ph-top/2021/1/indie-drops.json": "Secure unbelievably good deals on early-stage products before they take off. We’ll send the hottest deals from indie makers straight to your inbox so you’re always in on the latest products.",
  "data/ph-top/2021/1/spaceli.json": "Organize all the docs in a way where people can find them. Spaceli allows you to create a knowledge base from your existing Google Docs and folders in a couple of clicks. For you, your team and your users.",
  "data/ph-top/2021/1/mindstamp-2-0.json": "Mindstamp is the interactive video solution you've been looking for! Add Buttons, Questions, Hotspots, Branching. Use conditional logic and variables to create dynamic, personalized experiences. Capture data from every view. Simple, fast, and easy to use ✌🏼",
  "data/ph-top/2021/1/macos-11-big-sur-ui-kit.json": "Get the incredibly detailed and most accurate macOS UI Kit for Sketch. The library is loaded with hundreds of components, colors, and text styles. Arguably the fastest way to get started with your Mac app designs.",
  "data/ph-top/2021/1/enlightn-for-laravel.json": "Think of Enlightn as your performance and security consultant. 120 automated checks that “review” your code, server configurations and more to provide actionable recommendations on improving your Laravel app’s performance and security.",
  "data/ph-top/2021/1/sharedocview.json": "ShareDocView.com lets you share documents (PDF, Word, PowerPoint) with links to get detailed analytics on who opened which doc, when and for how long. Plus you can get email leads! ⠀ Get a FREE account and ask us in the live chat about the Product Hunt deal!",
  "data/ph-top/2021/1/indieleaders.json": "Don't know which Indie Makers to follow on Twitter? IndieLeaders helps you discover the Indie Makers who are on top of their indie game.",
  "data/ph-top/2021/1/chief-of-staff-network.json": "The Chief of Staff Network is a private community connecting Chiefs of Staff from the fastest growing startups and enterprises. Our community meets in a trusted environment to learn from one another, exchange ideas and reach their full potential as leaders.",
  "data/ph-top/2021/1/qr-code-generator-for-developers.json": "qr.eletto.dev is a simple QR code generator for developers. It can be used in any project to quickly generate QR codes. Instead of installing libraries into your project to generate QR codes, you can just use the URL as an image.",
  "data/ph-top/2021/1/know-your-attack-surface.json": "Your digital assets which are exposed to the internet create threats. SwordEye Attack surface mapping constantly monitors your exposed digital assets, external threats and determines your risk score with zero-setup.",
  "data/ph-top/2021/1/starfiles.json": "File sharing done simple. Accountless file sharing with no limits. Share files easily for free on Starfiles.",
  "data/ph-top/2021/1/juniper-3.json": "A platform to streamline clinical operations for behavioral health clinics -- including scheduling, patient management, session notes, and more -- so clinics can get back to what really matters: treating their patients. Launching in the autism space.",
  "data/ph-top/2021/1/sprouter.json": "Sprouter’s mission is to connect people and share life’s best moments faster than ever before while not only enhancing your overall social media experience, but the ecosystem of social media itself.",
  "data/ph-top/2021/1/optily.json": "The only eCommerce single-click ad spend optimizer. We here at Optily want to help you make the most of the advertising budget you have to work with. Our fees are flat, not based on what you spend, so we’re in it to help you win.",
  "data/ph-top/2021/1/drata.json": "Drata saves companies hundreds of hours per year getting and staying SOC 2 compliant by continuously monitoring their security posture and automatically collecting evidence of their controls across AWS, GCP, GitHub, Jira, Gusto, G Suite, Office365 and more.",
  "data/ph-top/2021/1/block-party.json": "Block Party builds tools against online abuse. Our mission is to create a safer online experience by building solutions for user control, protection and safety. Use Block Party to filter out unwanted @mentions from Twitter and take control of your online experience.",
  "data/ph-top/2021/1/samsung-galaxy-s21-5g.json": "The real metal finish on the main camera adds unity to the design and accentuates the luxury of the haze texture. It’s an iconic new camera design made to turn heads.",
  "data/ph-top/2021/1/glyphs-3-0.json": "Glyphs 3 is a Mac font editor that puts you in control: quickly draw high-precision vectors, efficiently reuse shapes, and easily manage any number of letters, figures and symbols.",
  "data/ph-top/2021/1/smooth-hand-mockups.json": "Smooth Hand Mockup helps you showcase your apps and services properly with animated hand mockups. It is designed to make your videos self-explanatory and engaging.",
  "data/ph-top/2021/1/meme-template-generator-by-koji.json": "The Koji Meme Generator revolutionizes the way we make memes. Amazing creative controls, analytics, and NEW meme attribution are all built-in. Create a meme template for others to remix... and get credited for your meme creations.",
  "data/ph-top/2021/1/flipkit.json": "Bring your drawings to life and create your own flipbook animations with FlipKit! Whether you are a beginner or a professional, FlipKit provides you all the tools needed to start animating. Be inspired by one our fun examples.",
  "data/ph-top/2021/1/hubblu.json": "🤔 Are you tired of constantly switching between your work apps on your browser/desktop? 😎 Hubblu is a distraction-free workspace having all your work apps in 1-place 🤑 Increase your productivity and save up to 40% more time cutting down on distractions",
  "data/ph-top/2021/1/codekeep.json": "🚀 Codekeep lets you store and share bits of code and text with other users. Snippets can be organized into folders/labels for instant reuse. Create code screenshots and link it with codekeep.",
  "data/ph-top/2021/1/figma-comments-on-mobile.json": "Figma Comments allows you to view and add new comments right from your phone. All you have to do is connect your Figma account and select the files you need. And as your teammates reply, you will see the new comments on the app, in real-time!",
  "data/ph-top/2021/1/know-your-alcohol.json": "This is a website with alcohol education and solutions, in partnership with over two dozen other independent brands who are working to raise the standards of the alcohol industry.",
  "data/ph-top/2021/1/spotter-4.json": "❤️ Open source 🤖 Native 🔌 Plugin system ⌨️ Custom hotkeys ⬆️ Sort options by frequency of use 📦 Small size (less than 20mb) Spotter is a productivity tool, the main function is to search and launch applications actions and applications themselves.",
  "data/ph-top/2021/1/socialproofed.json": "SocialProofed is the easy way to embed Instagram feeds, Facebook reviews, and Google testimonials on your website...in just 60 seconds!",
  "data/ph-top/2021/1/the-box-timer.json": "The Box Timer is a free and simple workout timer that works just like the timer at your local box. It is perfect for workouts at home, outside or at your box.",
  "data/ph-top/2021/1/plot-2-0.json": "Plot combines your calendar, health and finances to give you a personalized overview of your life so you can manage what’s important. By integrating with your Apple Calendar and Health apps with your finances, Plot pulls-in and organizes your information.",
  "data/ph-top/2021/1/404-new-tab-2.json": "See an interesting 404 page every time you open a new tab, including the credits and the source code. A great source of inspiration for designers and developers.",
  "data/ph-top/2021/1/swiftcv-pro.json": "SwiftCV helps you to build a beautifully designed page for your online professional presence. Make it easy for your visitors to find everything about you in one place. Use code PRODHUNT to get 20% off exclusively For suggestions reach us at hello@swiftcv.com",
  "data/ph-top/2021/1/openin-app.json": "OpenIn.app is an advanced Utility that helps you open links, emails and files in the application of your choice. Just click it, and select the application from the list. Including browsers for mailto, custom apps, and more",
  "data/ph-top/2021/1/helloconsent.json": "A minimalistic cookie consent solution with automatic cookie scanning and script blocking, designed & built by a Minimalist (by me hahah).",
  "data/ph-top/2021/1/timecap-2.json": "Habit tracker that helps you improve your life & reach goals What can Timecap do? ⏱️ Time tracker – set a timer for anything you want to track ✅ Check off activities – quick & easy way to mark things done 5️⃣ Counter – count how many times you do an activity",
  "data/ph-top/2021/1/mailmodo.json": "Mailmodo is an email marketing tool, powered by AMP Emails, enabling users to create & send app-like interactive emails to improve conversions. As interactions happen inside the email, users can take action seamlessly within the email.",
  "data/ph-top/2021/1/uppbeat.json": "Discover incredible music to use in your content for free, with automated clearance of copyright claims on YouTube. Uppbeat is the Spotify for creators!",
  "data/ph-top/2021/1/creator-growth-kit.json": "Boost your digital career growth with Creator Growth KIT! 100+ Places to grow 100+ Guides about Influencer + Creator Marketing 50+ Tools for gigs, LUTs, Lightroom Presets, and more 20+ Templates: cold emails, Media Kit, Partnership Contracts,and more",
  "data/ph-top/2021/1/product-ui-animations-by-awesomic.json": "Static pages are so last year!💥 Drive user engagement, improve their experience and navigation by 21%, and increase your conversion rate with vector animation of empty states and UI icons. Get our free animations and customize them to your app design 🌈",
  "data/ph-top/2021/1/pal.json": "Ever wanted to show an onboarding without code? Show a marketing message on a click of button? Now you got pal.",
  "data/ph-top/2021/1/zenos.json": "Zen Operating System Imagine if you could design your life. ZenOS is a comprehensive personal life planner that helps you focus and live one day at a time, gaining clarity of your vision.",
  "data/ph-top/2021/1/doneit.json": "Meet Doneit, a feature packed daily planner that focuses on simplicity and organization. 🚀 With Doneit, you don't need to worry about your tasks lists ever being messy because this app was designed to help you better organize all of your daily to-do's. 🗂️",
  "data/ph-top/2021/1/my-nexus.json": "We help marketers, agencies and brands to easily perform influencer lead generation across Instagram, TikTok & Pinterest. Search 3m+ profiles with 8+ filters & export selected profiles and contact data to a simple CSV file.",
  "data/ph-top/2021/1/haark.json": "Website peace of mind. Haark keeps track of all of your websites and makes sure you’re the first to know if they’re down. Developers and project teams alike use Haark as their early warning system so they can be on their A-game with clients.",
  "data/ph-top/2021/1/music-time-for-spotify-2.json": "Music Time is built on the Code Time plugin and performs machine learning against a range of music metrics plus productivity data from over 70,000 developers to determine song recommendations.",
  "data/ph-top/2021/1/instil.json": "Using Instil, you can teach what you love to students across the globe in a live format. It could be an academic subject, hobby or skill, lifestyle subjects, bootcamps, or anything else.",
  "data/ph-top/2021/1/whatsapp-chats-importer.json": "People shifting to telegram groups from Whatsapp can now import all their chats easily.",
  "data/ph-top/2021/1/microanalytics-io.json": "An easy to use, privacy-focused alternative to the big analytics platforms that keeps everyone anonymous and puts you in charge. Created and hosted in the EU, powered by renewable energy.",
  "data/ph-top/2021/1/email-templates-by-unlayer.json": "We’re offering more than 600 of our no-code responsive email templates to quickly and easily customize for your campaigns — for free!   Choose, edit, and send! 📬   Premium templates and advanced tools are available for subscribers.",
  "data/ph-top/2021/1/wickedblocks.json": "http://blocks.wickedtemplates.com/ are an open source collection of layout blocks and components built with Tailwind CSS V2 ready to copy-paste on your Tailwind project.",
  "data/ph-top/2021/1/brainiac.json": "Brainiac is a database of 150 cognitive biases, principles & models that influence customer's decision, let you create better products and help you increase your sales. Every single bias includes a sketch, description, possible applications and more",
  "data/ph-top/2021/1/talium.json": "Talium is a doc editor meets web builder. Ship beautiful pages in the time it takes to send an email.    Create quick event pages, job posts, or a page about yourself. Choose from beautiful themes—even video backgrounds!",
  "data/ph-top/2021/1/getmyinvoices-com.json": "GetMyInvoices is the central invoice management software for your company. The solution automatically retrieves invoices & other documents from thousands of sources – from portals over email postboxes and cloud storages to scanned documents. 14 Days FREE Trial",
  "data/ph-top/2021/1/open-design.json": "Open Design is the first developer toolkit to read, change, and display data from design files 📤 Process any Figma, Sketch, PSD, AI, or XD file via API 📥 Get design data in a unified JSON format 🛠 Build automations and tools to improve design workflows",
  "data/ph-top/2021/1/super-mega-pack.json": "Everything you need for your Webflow workflow, neatly organized in Notion. Color palettes, fonts, courses, inspiration & more.",
  "data/ph-top/2021/1/staff-design.json": "Staff Design is a collection of interviews exploring how product designers navigate the individual contributor path to its highest levels.",
  "data/ph-top/2021/1/escape-from-mibo-island.json": "A crazy online island to get lost in, solve puzzles together and stop a rogue A.I. from uploading his malicious code onto the web. Created by Amsterdam based escape room designers Sherlocked and the team behind the new spacial video chat platform Mibo.",
  "data/ph-top/2021/1/zapier-for-willo.json": "Integrate Willo async video interviews with your workflow and unlock productivity super powers. Connect over 2,000 applications with the help of Zapier and interview people without the hassle.",
  "data/ph-top/2021/1/mixer-the-creative-network.json": "Already trusted by companies like Cartier, Square, Conde Nast, and Signal Messaging, Mixer is a professional network empowering creatives to make the right connections, find jobs, and recruit top talent.",
  "data/ph-top/2021/1/flagpack.json": "🏴 Flagpack is an open source project of 260+ stunning flag icons for your digital product. Easily implementable in your design or code project. Download for Figma, Sketch and Adobe XD (coming soon) or install for React, Vue or Angular (coming soon).",
  "data/ph-top/2021/1/total-js-platform.json": "Total.js Platform is a collection of libraries, packages, UI components, practices, and complete products written in pure JavaScript. Most of our libraries and UI components are without any 3rd party dependencies. Website: https://www.totaljs.com",
  "data/ph-top/2021/1/collabstr-2.json": "Create your personal page and sell your services for Instagram and TikTok. Easily manage collaborations, receive messages from brands, and get paid directly to your bank account.",
  "data/ph-top/2021/1/copy-ai-3.json": "Introducing the end of writer’s block. With CopyAI’s automated creativity tools, you can generate marketing copy in seconds.",
  "data/ph-top/2021/1/local-lead-game.json": "An estimate 60% of small businesses closed down due to covid. Now more than ever they need your help. I created some tools and training to teach you how to build a local lead generation business to help out these businesses.",
  "data/ph-top/2021/1/jiga.json": "Work faster with parts suppliers from idea to production. Get instant quotes for your designs, source new verified suppliers around the world, get feedback directly from suppliers to avoid mistakes and produce even the most complex parts with minimum delays.",
  "data/ph-top/2021/1/audienceplay.json": "Earn more revenue from your app or site without showing ads (OR) placing more ads AudiencePlay converts every user footprint into audiences and shares it with brands to unlock an alternative revenue stream Secure + ISO27001 Certified + Privacy Complaint",
  "data/ph-top/2021/1/repurpose-video-content.json": "Create your video once - publish it everywhere. Cut different pieces of content from your video and change the aspect ratio to share them across all your social networks.",
  "data/ph-top/2021/1/dreambook.json": "Dreambook is simply a database specially created for your dreams. Without thinking of limitation, save your dreams, analyze them. After you start using Dreambook, with the upcoming features and updates you will have more than you expect from your dreams.",
  "data/ph-top/2021/1/motherboard-dashboards.json": "Universal widgets, charts and ready-to-use screens collected and coded. Get perfectly coded website or web-application with helpful tools included. Package includes HTML, CSS, JS code and Figma sources.",
  "data/ph-top/2021/1/trainn.json": "Trainn helps SaaS companies accelerate product adoption with product walkthrough videos and training academies for users. With better product education leads to better onboarding and decreases time to value of your product leading to higher retention.",
  "data/ph-top/2021/1/addirector.json": "Create compelling video ads and marketing videos in the palm of your hand. Produce top-quality content designed specifically for business within minutes, even if you’ve never made a video before.",
  "data/ph-top/2021/1/agree.json": "Agree is a shared voting app to help you come to a joint decision with friends and colleagues. Create and share polls, and simply swipe right to vote yes and left for no. Winning options pop up as a notification once everyone has voted.",
  "data/ph-top/2021/1/creact.json": "Expand your skills as an artist with daily art challenges. Categories include drawing, photography, painting, and typography. The best way to improve is daily practice. Challenge yourself and your friends to create something new every day with Creact!",
  "data/ph-top/2021/1/track-biden.json": "A digital dashboard to concisely track the fulfillment of President Biden's promises for the first 100 days.",
  "data/ph-top/2021/1/mibo.json": "Mibo is videochat made for informal meetings, remote drinks, social mixers, networking events, or just hanging out with your team. In Mibo, you decide what conversations to join and where to hang out. Mibo feels like being together. Just like real life.",
  "data/ph-top/2021/1/notion-pm.json": "Stop wasting time to recreate the same things to manage your projects every time. With Notion PM you have everything already done: document binder, contacts, stages, roadmap, tasks, and page templates. One-click. 3 different styles with more than 200 assets.",
  "data/ph-top/2021/1/below-the-fold-3.json": "There's an abundance of sources available for hearing the trending, breaking news updates. We keep you informed on the stories that don't make it to the front page, for free.",
  "data/ph-top/2021/1/beeper.json": "Beeper is fast. A single app to chat on iMessage, WhatsApp, and 13 other networks. You can search, snooze, or archive messages. And with a unified inbox, you’ll never miss a message again.",
  "data/ph-top/2021/1/meta-tag-generator.json": "Generate HTML code optimal for social media, SEO, mobile for your single-page app. This uses web standards from Open Graph (Facebook) and Twitter to provide optimal results. Also generates social media posts.",
  "data/ph-top/2021/1/pillow-4-0.json": "Pillow is the best sleep tracker app for your Apple Watch, iPhone or iPad to help you uncover the scientifically proven benefits of good sleep. Version 4.0 is a complete redesign and rewrite of the app, brining many new features and improvements.",
  "data/ph-top/2021/1/paint-wtf.json": "Think “Cards Against Humanity” meets Microsoft Paint. Now add an AI as the judge. Paint.wtf challenges you to draw your best on zany prompts and then be scored by an AI. See if you can rank atop the global leaderboard. A new prompt is released every 2 hours!",
  "data/ph-top/2021/1/mentimeter-layouts.json": "Make boring meetings a thing of the past. Engage your audience and energize participants with live polls, quizzes, word clouds, Q&A's and new slide layouts. Creating an entire slide deck in Mentimeter has never been easier or more beautiful!",
  "data/ph-top/2021/1/zujo-now-webinar.json": "ZujoNow Webinar provides SDK for in house scalable webinar development. It broadens your reach with a capacity of more than 1k participants.",
  "data/ph-top/2021/1/time-capsule-2.json": "Answer a few questions, and we’ll transform your memories into a tiny, personalised book filled with: ✔️Your responses ✔️Fun facts, including from your home country ✔️Whimsical illustrations It is 100% free and you’ll receive your booklet in under 10 minutes!",
  "data/ph-top/2021/1/treinta.json": "Free mobile app that helps the 50 million microbusinesses in Latin America become more efficient. The app allows owners to record transactions, track credits and debits, see business statistics, gain control over their inventory, among many other things.",
  "data/ph-top/2021/1/founderz.json": "A free app that helps founders manage their investor courting process. If you know a founder raising capital or plan to do so yourself one day, this is a must. We are offering FounderZ created on our platform FREE to anyone starting a business this year.",
  "data/ph-top/2021/1/palpark.json": "If you love topic-based learning, this is for you! Organize your learning journey with curations and creations. Share knowledge collections to benefit and discuss with peers. Build your personal brand around your learning portfolio.",
  "data/ph-top/2021/1/websu.json": "Websu.io helps you optimize your web applications for speed by generating detailed speed reports. The speed reports are run using Chrome and show you how you can optimize your web application to improve the performance.",
  "data/ph-top/2021/1/the-intricately-assistant.json": "The Intricately Assistant sits alongside the Google Chrome browser, automatically displaying real-time cloud data on prospects you and your team research. See your prospects’ cloud footprints, in our most actionable delivery platform yet.",
  "data/ph-top/2021/1/diy-ux-audit.json": "With this templated UX audit checklist, you can uncover 90% of the usability issues on your website or app. It includes over 100 unique criteria & is totally free! ⠀ Because it's a Notion pack, you can duplicate, customize & use it forever. ♾️",
  "data/ph-top/2021/1/accesstype.json": "Accesstype empowers publishers with the ability to move to datawalls and paywalls that increase audience loyalty and generate predictable reader revenue. Available on WordPress and Bold CMS",
  "data/ph-top/2021/1/project-management-core-concepts.json": "Your life is full of projects, and [whether you like it or not] you are a project manager. Get all the most relevant core concepts of project management in one place, written by a 5-year Program manager with a PMP. P.S. This is my first published product!",
  "data/ph-top/2021/1/inscheduler.json": "InScheduler is an easy to use booking platform that allows hair salons, barbershops, and spas to enable their customers to schedule appointments directly from their website and schedule their staff.",
  "data/ph-top/2021/1/realsy-for-realtors.json": "www.realsy.app is a productivity tool for realtors to better stay organized with their listings by combining to-do’s, expenses, and notes all organized in one place.",
  "data/ph-top/2021/1/rezi-3-0.json": "Your resume is the most important part of your job search, but also one of the hardest to get right. Rezi makes it easy for you with our AI-powered resume builder that generates perfect resume content for you. TL;DR: Nice",
  "data/ph-top/2021/1/duffel-2.json": "Duffel makes travel selling easy, fast, and developer-friendly. Our API enables any travel business to start selling flights from a network of leading airlines in minutes, not months.",
  "data/ph-top/2021/1/abbyy-finescanner-ai-8.json": "ABBYY FineScanner AI is the best in class scanning app that turns your mobile device into a productivity tool to quickly capture documents and books, create digital copies in PDF and DOCX, and recognize text on scans for further editing and sharing.",
  "data/ph-top/2021/1/akkio.json": "Now sales, marketing, and finance operators can crush KPIs with machine learning. Our easy-to-use, powerful, and affordable ML platform guides you from data to live predictions in 5 minutes. No code or data science expertise needed.",
  "data/ph-top/2021/1/theseolabs.json": "A list of 1080 handpicked websites that accept guest post, with contact information and SEO metrics ! - 60+ Categories - Filter by Effort and Impact - Seo Metrics : Domain rating / Rank / Refering domains / SEO Traffic / Total Keywords Airtable access",
  "data/ph-top/2021/1/ph-launch-kit.json": "😺 PH Launch KIT is an all in one product for makers, indiehackers and product owners who feel frustrated with launching on Product Hunt. 2 months on R&D, detailed 25-step launch guide, 1300+ Design Assets, exclusive community for creators and more!",
  "data/ph-top/2021/1/polotno-studio.json": "Polotno Studio is a design editor. Use the large library of photos and vector illustrations to create images for social media, youtube previews, covers, presentations.",
  "data/ph-top/2021/1/rollcall-2.json": "Rollcall makes it easy to organize remote meetings with people in any timezone. Add to Slack, create an agenda, schedule a timeframe and the Rollcall bot collects your standup in text, audio-only, screen share and video formats.",
  "data/ph-top/2021/1/bernie-sits.json": "Just enter ANY address and it’ll put Bernie Sanders in the photo.",
  "data/ph-top/2021/1/commerce-rays.json": "A powerful no-code headless commerce landing page builder with customizable, built-in checkouts 🌐 Create shoppable landing pages for limited product releases, campaigns, PPC campaigns & more ✅ Syncs with Shopify 🛍 Powered by Commerce.js, Next.js, and Vercel",
  "data/ph-top/2021/1/form-design-ebook.json": "Apart from Paperform's in-house experts, we reached out to the design community to gain insights into what makes a good form great 🎨What's inside: - Why forms matter - The psychology of forms - How to structure online forms - How to make your forms look beautiful",
  "data/ph-top/2021/1/tech-twitter-2020-yearbook.json": "Read 50 pages (digital or physical) covering the best tweets from every month of 2020, class photos of the coolest people on Tech Twitter, and superlatives for Dankest Memes, Influencer of the Year, and more.",
  "data/ph-top/2021/1/skylead.json": "Discovering & outreaching new leads through LinkedIn has never been easier than with Skylead. With our brand new email & hyper-image personalization features, you’ll be able to take communication to a whole new level and skyrocket your sales processes.",
  "data/ph-top/2021/1/lizard.json": "Lizard is an online guessing and trick-winning card game for up to 6 players. Your goal is to pick a number and win exactly as many times as you said you would. Not more, not less. Use special cards and rules to ruin your opponents.",
  "data/ph-top/2021/1/peachpay-2.json": "PeachPay empowers creators and freelancers to convert their passion into income, and start accepting payment quickly through our simple and accelerated checkout method.",
  "data/ph-top/2021/1/worksphere.json": "Worksphere is workplace management software for companies offering employees options to work in-office or remote. Worksphere automates desk booking, safe entry, and gives you office usage data to right-size your workplace.",
  "data/ph-top/2021/1/blind-pulse.json": "Workplace scores, by Blind. Take a brief survey to see culture & and sentiment ratings by verified employees. You can use Blind Pulse on the Blind app.",
  "data/ph-top/2021/1/quotapath-hubspot-integration.json": "QuotaPath has integrated with HubSpot! With this CRM integration, sales reps can track quota attainment & earnings in real-time. Import HubSpot deals to automate the commission process. Close more deals, grow your revenue, and motivate your team.",
  "data/ph-top/2021/1/facet-3.json": "https://facet.ai is building the future of AI-assistive creative work. Our mission is to empower professional creatives and teams to collaborate seamlessly on art direction and spend less time pushing pixels."
}