{
  "data/ph-top/2021/3/pablito-planeta.json": "Pablito Planeta is a design astrologist. Let's travel through the pixel galaxy to take a look into your future as a creative every month. Vamos, cariño—the gradient cosmos is yours!",
  "data/ph-top/2021/3/proapp-learn-design.json": "ProApp is a place to learn all things Design. It's your Digital Design College to learn various Design disciplines with bite-sized content on the go. We launched with 30+ courses - UI/UX design, HCI, Mobile & Web Design, Typography, Microcopy, & many more.",
  "data/ph-top/2021/3/smoothly.json": "Smoothly prepared for Food Intolerance and Vegan Diets. Tasty and healthy smoothie recipes. It serves easy, gluten-free, lactose-free and nut-free recipes for users keen on their health.",
  "data/ph-top/2021/3/uptime-4.json": "🔎 Discover new ideas from 1500+ books, courses, and documentaries ⠀ 💡Get smart fast with our 5-min Hacks to keep you informed and save your time ⠀ 🧠 Designed to make learning fun and memorable",
  "data/ph-top/2021/3/fonibo-1-0.json": "Fonibo: 15 minute delivery platform. Restaurants, hypermarkets, drug stores and few more are just close by one touch!",
  "data/ph-top/2021/3/tldr-this-2.json": "TLDR This is a web app (+ chrome extension) that helps you summarize any piece of text into concise, easy to digest content so you can free yourself from information overload.",
  "data/ph-top/2021/3/straw-page.json": "Straw.Page is an extremely simple website builder, focused on creativity. You can use it to design awesome websites straight from your phone",
  "data/ph-top/2021/3/streamtools.json": "Professional Streaming Tools. A full suite of streaming tools for your live content!",
  "data/ph-top/2021/3/clubhouseranking.json": "A ranking of the most popular users, rooms and events on Clubhouse.",
  "data/ph-top/2021/3/minerva-pro.json": "Minerva is the easiest way to capture and share clickable instructions for anything on the internet. No screenshots. No red arrows. No videos. Just step-by-step guidance. The Minerva Chrome extension lets you embed complex documentation into a URL!",
  "data/ph-top/2021/3/rarible.json": "Rarible is the first community-owned NFT marketplace. Create, sell or collect digital items secured with blockchain.",
  "data/ph-top/2021/3/erxes-mobile.json": "Your favorite tool for sales, marketing, and customer support - erxes - is now available on the go. Keep the ball rolling at any time by managing deals, responding to messages, and updating your CRM. For busy days on the go, erxes mobile is the way to go.",
  "data/ph-top/2021/3/enombic.json": "Enombic is a product for designing your own custom stock indexes, investing in them, and sharing them with your friends. Remix the ARK ETFs, market-cap weight the WSB symbols, or \"fork\" SPY and set your own custom weights. Then, it's one click to invest!",
  "data/ph-top/2021/3/tweet-peep.json": "Tweet Peep 👀 gives you instant, one-click access to what other people are saying about the articles and videos you're browsing. It shortens the great-minds-think-alike process. Let's peep other people’s thoughts on media across Twitter!",
  "data/ph-top/2021/3/magic-board-for-notion-1.json": "Track important tasks and projects, create upcoming events, keep notes and control expenses in one notion table. You can quickly find your to-do list or see how much money you spent last week.",
  "data/ph-top/2021/3/presearch-2-0.json": "Now you can be part of the Presearch Decentralized Search experience by operating a Presearch Node and helping to power the Presearch decentralized search engine while earning PRE tokens.",
  "data/ph-top/2021/3/zapp-pad.json": "Upgrade Zoom with a bluetooth connected keypad that lets you run Zoom with the click of a button. Video calls are easier with your twenty-two favorite Zoom shortcuts on one amazing hotkey pad. Available for both Windows and Mac.",
  "data/ph-top/2021/3/tw-rl.json": "tw-rl is an advanced bookmarking and curation tool for twitter. Once connected, easily showcase tweet media or \"loop\" threads together. Use cases: portfolio, blog, mood board, inspiration gallery.",
  "data/ph-top/2021/3/product-manager-s-guide.json": "Product management can seem like a daunting discipline, but once you get a grasp of the fundamentals, and combine that with some intuition, you’ll be on your way to leading successful projects.",
  "data/ph-top/2021/3/weekend-club-2.json": "We're the #1 weekend co-working club for bootstrappers to stay motivated, get helpful feedback and ship your project faster. Live sessions Saturdays 10am-5pm GMT & US Central time with a dedicated host, run over Slack & Zoom. Plus 100+ software discounts. 🤯",
  "data/ph-top/2021/3/presentation-templates-by-pitch.json": "🖼Browse 50+ templates — pitch decks, sales proposals, briefs, & more 💡Get inspired by stunning decks built to enhance collaboration 🎨Instantly apply different design styles to any slide 💬Easily customize templates to match your brand 👉 https://pitch.com/templates",
  "data/ph-top/2021/3/aerotime.json": "Every time we switch context, it takes us way longer to finish a task at hand. Aerotime creates space for deep work by stacking your meetings together & enables you to prioritize your most important tasks, in flow. Done across team, it saves even more hours.",
  "data/ph-top/2021/3/weet.json": "Weet is a video messaging tool that allows you to have asynchronous conversations with your team, partners, and customers. Weet includes instant recording, screen sharing, virtual background, video filters, emoji reactions, and rich comment options.",
  "data/ph-top/2021/3/prop-hero.json": "Prop Hero is an interactive gaming platform that allows fans of live sports to compete in the action by correctly predicting what is going to happen while they watch. Prop Hero can be embedded into broadcast streams or used as a second screen experience.",
  "data/ph-top/2021/3/design-cell.json": "Design Cell is a growing collection of elements and styles for iOS app creation. The first version includes more than 800 elements and 20 ready-to-use sample screens. Experience a convenient workflow in your favorite design area and get things done faster.",
  "data/ph-top/2021/3/thundercontent.json": "Thundercontent uses artificial intelligence to help you write unique articles on any topic at the speed of light. Spend less money and time, for a better result. Use Thundercontent to write: articles for websites, product pages, blog posts, and more...",
  "data/ph-top/2021/3/athens-research.json": "Athens is an open-source and local-first alternative to Roam Research. Athens is the most powerful and transparent knowledge graph.",
  "data/ph-top/2021/3/meetcode.json": "Meetcode tech interview helps companies to accelerate & scale hiring by integrating the need of face-to-face communication and key competencies evaluation, including library of 250+ questions, 20+programming languages and developers’ preferred built-in IDE.",
  "data/ph-top/2021/3/zepel-2-0.json": "Zepel is the project management software that takes you beyond simple issue tracking. This way, you can plan features, track progress of your entire product development process, and ship customer-focussed software painlessly.",
  "data/ph-top/2021/3/sales-glossary-by-reply.json": "An extensive list of 320+ sales terms and curated resources to help you enrich your vocabulary and develop a deeper understanding of the key concepts.",
  "data/ph-top/2021/3/changelog-by-versoly.json": "With Versoly changelog you can add custom fonts, analytics, custom domain, embeddable widget, SEO (pagination, sitemap, metatags) and give your whole team access.",
  "data/ph-top/2021/3/nomad-time.json": "Find the perfect time across multiple time zones. We have our coworkers, family and friends distributed across the globe. Knowing what time overlaps can get tricky. We created Nomad Time to have a simple, fast and delightful experience.",
  "data/ph-top/2021/3/orbitkey-2.json": "A durable and sleek card carry solution to help you move effortlessly through your day. Easily scan your ID, access or public transport card – custom-designed to be more durable and silent compared to standard retractors.",
  "data/ph-top/2021/3/official-bubble-zapier-integration.json": "With this new Zapier plugin, Bubble apps can create both “triggers” or “actions” for a Zap. This lets you do everything from trigger workflows to add, delete, and modify things in your Bubble app database with any web service in Zapier’s extensive library.",
  "data/ph-top/2021/3/voiceflow-2-0.json": "Join 60K+ conversation designers, developers & teams using Voiceflow to design, prototype & launch conversational experiences. ⠀ Launch live apps to Alexa/Google without code or use our new SDK to launch to any conversational channel w/ any custom tech stack.",
  "data/ph-top/2021/3/repl-it-teams-for-education.json": "Repl.it Teams for Education is a real-time collaborative coding environment for teachers and students to write code in 50+ languages. Teachers can create curriculum, facilitate pair-coding groups, provide instant code feedback with annotations and autograding.",
  "data/ph-top/2021/3/fundboard.json": "A free tool to help you find startup investors & manage your fundraising process. We help you to find the right person at the right firm. 🔍 Search 1000s of investors 💾 Save them to your FundBoard 🤝 Share them to get find introductions",
  "data/ph-top/2021/3/sprint-poker-by-parabol.json": "Sprint Poker is an intuitive, lightweight estimation tool that fits into your existing Jira workflow. 🗳️ Estimates that sync back to Jira automagically 🃏 Interactive cards and custom estimation scales ⏰ Async friendly for distributed teams",
  "data/ph-top/2021/3/people-of-clubhouse.json": "Who you follow is one of the most important aspects of the Clubhouse app. The Rooms that are shown to users are based on which people and Clubs you choose to follow. I compiled a list of 200 most influential people to follow on Clubhouse.",
  "data/ph-top/2021/3/teamtime-for-basecamp.json": "TeamTime is the simplest, most streamlined and secure time logging tool (mobile & web) designed specifically for https://basecamp.com users. We created it for https://www.clearbluedesign.com/ourselves after struggling with other tools out there. We share it with you.",
  "data/ph-top/2021/3/pneura-entrepreneurs-network.json": "pNeura is a platform that enables entrepreneurs to share their progress and connect with other entrepreneurs and investors. Investors can follow their portfolios with ease. Developed by Appello Software.",
  "data/ph-top/2021/3/flowchart-fun.json": "A small app for making quick flowcharts from text ⿻.",
  "data/ph-top/2021/3/stayflexi.json": "All-In-One property management and sales automation platform for independent hotels and vacation rentals. We also help our properties upsell unsold rooms and amenities in a completely automated way via guest messaging and direct sales on website.",
  "data/ph-top/2021/3/lumenate.json": "Get yourself comfortable, turn your phone so the flashlight is facing you, close your eyes then fall effortlessly into an immersive journey through a kaleidoscope of colours created by your subconscious...",
  "data/ph-top/2021/3/motion-firefox.json": "9 months after we initially launched on Chrome, Motion Firefox is finally here! Motion is an all-in-one time management tool that helps you get things done: by helping you maximize focus time, group meetings together, easily send availabilities, and focus.",
  "data/ph-top/2021/3/around-2-0.json": "Around is a lightweight video collaboration tool that floats on your desktop, perfect for things like design sessions, brainstorms, and code reviews. Available for download. Now comes with EchoTerminator.",
  "data/ph-top/2021/3/the-better-workplace-toolkit.json": "The priorities of workers are shifting. Unito compiled this toolkit to help kickstart your company’s growth in four important areas: remote work and flexible scheduling, diversity and inclusion, career growth and compensation, transparency and alignment.",
  "data/ph-top/2021/3/vidjet.json": "Vidjet is a smart video player for websites. It uses a popup format to display videos, so you can segment and trigger them to your visitors. ⠀ It's also the easiest and fastest way to publish videos on a website! 🚀",
  "data/ph-top/2021/3/kafkai-2-0.json": "Kafkai is a machine-learning algorithm writes articles from scratch. There is no scraping or spinning happening in the background. It allows you to get unique content for cents instead of dollars. It's perfect for bulk content production that SEOs require.",
  "data/ph-top/2021/3/avo-for-pms.json": "Avo takes the busywork out of analytics with a guided workflow that catches errors and syncs across your existing tools (including Amplitude and Mixpanel). For people who are tired of spending more time managing their data than building great products.",
  "data/ph-top/2021/3/datamool.json": "DataMool is a predictive, residential real estate investment analysis tool, which helps you to find and to analyze the best investment opportunities nearby.",
  "data/ph-top/2021/3/drillroom.json": "DrillRoom introduces AI for interactive pocket billiards training. Practice your fundamentals with the assistance of a virtual coach. Get real time feedback. Know your stats and track your progress over time. Level Up your game!",
  "data/ph-top/2021/3/quadrant-eye.json": "Our online eye exam makes it easy to get eye care from your couch. Visit our online eye clinic to quickly renew your glasses +/- contact lens prescriptions ($30,) or chat with a licensed eye doctor ($55)! Try here: https://www.quadranteye.com/ YC W21 Batch",
  "data/ph-top/2021/3/neuro.json": "Neuro gives you access to a network of GPUs with a single API call. Get instant MLOps. ☁️ Serverless compute ⚖️ Only pay for the compute used = no more 24/7 hosting fees! ⚡️ Go from prototype to production +10x faster. Check it out at https://www.getneuro.ai/",
  "data/ph-top/2021/3/hellofellow-2.json": "On Deck is awesome, but it costs both time and money. Browse Fellows from across cohorts, and book a 1:1 with them for free. They'll help you figure out if the program is a fit for you and your lifestyle.",
  "data/ph-top/2021/3/pastimes.json": "Pastimes&nbsp;is a mobile app and community that makes it easy to connect with like-minded outdoor enthusiasts.",
  "data/ph-top/2021/3/akin-3.json": "Personas used by marketing, UX design and research are often based on assumptions or stereotypes. Akin lets you replace old personas with one survey. Create or upload a survey and segment, find trends and insights without hiring a data scientist or consultant.",
  "data/ph-top/2021/3/soapbox-minis.json": "Introducing Minis, allowing users to add a game, a poll, or other interactive components directly into a room. Minis add to the current conversation, and offer new things to talk about. The first Minis include Polls, Would You Rather and Chosen At Random.",
  "data/ph-top/2021/3/google-fonts-icons.json": "Google Fonts gets new logo as catalog adds iconography, starting with Material Icons.",
  "data/ph-top/2021/3/teamo-2-0.json": "The joyful card platform ✨ Teamo has everything you need to create delightful group cards for any occasion with fun messages, photos, and loopy GIFs. Customizable, schedulable, and perfect for collaboration 💛 🎉",
  "data/ph-top/2021/3/historical-animated-gifs.json": "Amaze your friends with GIFs of historical figures that are ready to use on Giphy.com. At yadada.app, we used a great AI tool from Rosebud AI to map 15 emotions to 30 historical figures like Shakespeare, Tesla, Franklin (full list in the comments).",
  "data/ph-top/2021/3/zest-7.json": "Provide an outstanding Support experience with the power of video 🎥 Bring video to your current Support flow 💁🏼‍♂️ Made for Support and Customers teams ⚡ Your customers don't have to install anything 👉 Give it a try: https://hellozest.io/",
  "data/ph-top/2021/3/djaty.json": "With http://djaty.com/, anyone can professionally report. And no more bugs reproduction! Report includes: Screenshots Steps Clicks Logs Browser aspect Network state Background exceptions Machine aspect The line code caused the bug Integrations: Slack Jira Gitlab"
}