{
  "data/ph-top/2021/10/micro-saas.json": "All you need to build your own SaaS at one place. Covers everything right from starting it from scratch to selling it. Resources and inspirations included.",
  "data/ph-top/2021/10/crewdle.json": "The first carbon-neutral video communication platform worldwide Crewdle offers a serverless digital ecosystem that is secure and sustainable, thanks to peer-to-peer technology. The perfect solution to help save the planet, one conversation at a time.",
  "data/ph-top/2021/10/intrro.json": "Intrro is productizing the ability to learn who are the top performers in your company’s network—so you can hire more from recommendations.",
  "data/ph-top/2021/10/octopus-do-2-5.json": "Build your website structure in real-time and rapidly share it to collaborate with your team or clients. Start prototyping websites or apps instantly.",
  "data/ph-top/2021/10/templateshake.json": "An inspirational tool for design team and product owners. Create and share your personal collection of your favourite design cases with a team and client. Showcase your vision. Make a market research. Explore global markets.",
  "data/ph-top/2021/10/vpaint.json": "VPaint is an open source vector graphics editor where the shapes you draw can have shared boundaries and be intuitively sculpted. It's a prototype you can download now, but we're running a Kickstarter to turn it into a more complete product: VGC Illustration.",
  "data/ph-top/2021/10/tweetsponsor.json": "🐦 💰 TweetSponsor is a new platform for monetizing tweets. Become a sponsor or list your twitter profile and connect with sponsors who want to reach your audience.",
  "data/ph-top/2021/10/birdseed.json": "BirdSeed is an \"all-in-one\" engagement tool that acts as a virtual concierge for your website by providing more options to engage your visitors quickly based on their specific needs - all built into one panel and added to your site via one line of code!",
  "data/ph-top/2021/10/made-with-supabase.json": "A collection of projects made with Supabase – Websites, Mobile Apps, SaaS, Plugins and more! ⭐ Showcasing testimonial by Developer ⭐ Showcase what is possible to build using Supabase",
  "data/ph-top/2021/10/gpa-calculator-4.json": "We’ve built a beautiful and informative GPA calculator to help remind you of the unique value you bring to the world. ✨ Enjoy and share animated artwork generated from your particular set of inputs because you are more than just a number.",
  "data/ph-top/2021/10/commotion.json": "https://commotion.page is a super simple way to add forms to your Notion pages. Connect to your Notion account, generate a form, and embed it anywhere. All responses are saved in your Notion database. Great for contact forms, job listings, and feedback forms.",
  "data/ph-top/2021/10/api-for-product-managers.json": "Do you feel intimated by technology as a Product Manager? Are you a non-tech PM? Have you been rejected in a PM interview in the technology round? We are here to solve your woes. Learn A to Z of APIs here - https://learn.apiforpm.tech/module-1 https://www.apiforpm.tech/",
  "data/ph-top/2021/10/defi-watch.json": "Meet defi.watch — a real breakthrough in DeFi analytics! ⚡️ Get detailed breakdowns of each investment you made, find new juicy opportunities among +7000 liquidity pools, and just become rich 🤑 Connect MetaMask to receive your deals' statistics, for free!",
  "data/ph-top/2021/10/number-to-whatsapp.json": "A utility tool which lets your start a Whatsapp conversation without saving the contact of the said person first.",
  "data/ph-top/2021/10/entrepreneur-list.json": "EntrepreneurList is a curated directory of inspiring entrepreneurs to learn from. List includes 700+ entrepreneurs, authors, marketers or investors in 30 categories divided by topics, like for example: Crypto, Design, Development, Marketing, SaaS and Podcast.",
  "data/ph-top/2021/10/startup-yearbook.json": "Distributed work makes it hard to let your team (and online friends!) know how much you appreciate them. Show off your team (or anyone else in your network!) by nominating them for a Startup Yearbook superlative.",
  "data/ph-top/2021/10/figma-letters.json": "Join 100+ Figmates seeking Resources, Jobs and a lot more surrounding Figma delivered to your inbox everyweek.",
  "data/ph-top/2021/10/guardo.json": "Guardo is the easiest way to save and categorize links, making browsing more productive.",
  "data/ph-top/2021/10/thinkio.json": "Thinkio turns your PDFs and images into interactive worksheets you can share with a link. People can draw and write on the worksheets and submit them back for you to view. We built Thinkio to help teachers, but people have found all sorts of uses for it.",
  "data/ph-top/2021/10/neighborverse.json": "Neighborverse is a simple, free mobile app that helps you find the right people, place, and time for your favorite outdoor activities like tennis, running, golf, and more! Tell us in the comments what we can do with Neighborverse to make your life better.",
  "data/ph-top/2021/10/tuto.json": "tuto is a customer education platform that customers will love. Helps customer success, support, and product teams to reduce time to value and increase retention by creating personalized measurable in-app video-like tutorials based on data.",
  "data/ph-top/2021/10/discovernft.json": "Discover upcoming NFT projects which have the fastest-growing communities. Get insights on the NFTs which are just about to get viral.",
  "data/ph-top/2021/10/make-work-fun.json": "*The Ultimate Companion App For Notion* → Celebrate ANY Win You Can Track In Notion → Engage In Party Quests And Slay Dragons With Your Friends → Get Motivated By Friendly Competition With Our Community → Create Custom Embeddable Components For Notion Pages",
  "data/ph-top/2021/10/unboxd.json": "Ask. Receive. Unbox. Get friends, families, and anonymous lovers to contribute part or full amount for the items you need for any ocassion like birthdays, weddings, new baby, etc.",
  "data/ph-top/2021/10/transferkit.json": "✈ Send Files to your friends & colleagues using TransferKit 📁 Files Sent/Stored on TransferKit will be Available to Access Forever ⚡ Blazing Fast Downloads 😋 All 100% Free",
  "data/ph-top/2021/10/prodmgmt-world-2-0.json": "prodmgmt.world is a collection of techniques to empower entrepreneurial minds. Map your product challenge to the solution. Before: \"I have no clue how to test if my idea is valuable.\" After: \"I've got a full arsenal of techniques and frameworks.\"",
  "data/ph-top/2021/10/wemzo.json": "Wemzo is a powerful portfolio builder that produces interactive websites. The unique thing about Wemzo is that you don't have to spend hours or pay hundreds of dollars to get a website, one just has to spend few minutes to get the job done for a nominal price.",
  "data/ph-top/2021/10/shape-lucid-dreaming.json": "Shape is a lucid dreaming app for iOS – featuring audio guides for the technique of waking up within the dreamworld, Am-I-Dreaming reminders for cultivating the habit of questioning reality, and a dream journal designed for nighttime.",
  "data/ph-top/2021/10/visualsitemaps-3-0.json": "What if it was possible to enter any URL and in just seconds get a fully detailed snapshot of its scope, architecture, and content? Meet VisualSitemaps.",
  "data/ph-top/2021/10/bigstage-teleprompter.json": "The BigStage Teleprompter allows multiple presenters to share the same script, send alerts discreetly to other presenters. Enables a script to be saved and shared with others in a free teleprompter app. It is a SaaS solution and also an iOS and Android app.",
  "data/ph-top/2021/10/reform.json": "Clean-looking, on-brand forms that are easy to use in your no-code projects, send out in emails, or put on your website. A modern form builder for your tool belt.",
  "data/ph-top/2021/10/product-weekly-digest.json": "Join over 6,045 makers: discover products that can help you ship and find users. Every Friday in your inbox. Free. No Ads.",
  "data/ph-top/2021/10/bootstrapping-guide-by-jotform.json": "Everything I’ve learned from growing my startup from 0 to 10 million users without a single dime in outside funding.",
  "data/ph-top/2021/10/grabstar.json": "Browse talents Find and hire the best freelance designers, developers, and marketers with verified reviews and ratings. GrabStar allows freelancers to add their own profile with their works.",
  "data/ph-top/2021/10/blobr.json": "With Blobr, get your API portal, your way. Display your APIs like products and manage access. You can filter content, monitor usage and monetize your APIs. Simplify the API onboarding process for your users and let them see their real-time consumption.",
  "data/ph-top/2021/10/uproad.json": "Use toll roads with confidence. Get notified about the tolls you pass, always know toll costs upfront, and enjoy automated toll payments.",
  "data/ph-top/2021/10/opta.json": "Opta is a new kind of Infrastructure-As-Code framework designed for fast moving startups. It enables you to work with high-level constructs like microservices, environments, databases; instead of low level configuration like VPC, IAM, ELB or Kubernetes!",
  "data/ph-top/2021/10/host3-1-dex-for-appfi-on-solana.json": "HOST3 is the #1 AppFi DEX on Solana for hackers with AppToken exchange, web hosting, analytics, monetization and fundings. * Easy to deploy web apps from GitHub repository * Perfect for raising funds for indie app development!",
  "data/ph-top/2021/10/nft-scoring.json": "NFT Scoring tracks and analyses all NFT projects. It is the tool for proper market research that helps you to discover new promising projects. NFT investments backed by data.",
  "data/ph-top/2021/10/atropos.json": "Atropos is a lightweight, free and open-source JavaScript library to create stunning touch-friendly 3D parallax hover effects. Available for JavaScript, React and Vue.js",
  "data/ph-top/2021/10/govalo.json": "Digital gifting should be a delightful experience, and that's why we built Govalo. Send a gift card directly to the recipient, schedule for later delivery, and always have gift card analytics ready for your review on our dashboard.",
  "data/ph-top/2021/10/audiom.json": "Share your voice to Instagram, Twitter, Facebook, or any other social media with Audiom. Simply record your voice add colors, change sound wave types or even insert a photo or video as background. Also, you can add your avatar!",
  "data/ph-top/2021/10/epicons.json": "Consisting of 2000+ top-quality icons, Epicons premium allows you to strengthen your modern user interface (UI) designs. Useful for mobile & web development as well as print products.",
  "data/ph-top/2021/10/rowy-2.json": "Rowy is an open-source low-code platform to build your product, from MVP to scale 🚀 Manage your database in a spreadsheet-like UI, write Cloud Functions effortlessly in the browser, build automation with ready-made extensions to your favorite tools, and more.",
  "data/ph-top/2021/10/labidesk-2-0.json": "LabiDesk Version 2.0 (Zendesk Alternative, Freshdesk Alternative, Helpscout Alternative) ✅ Live Chat - Released New Live Chat ✅ Shared Inbox- Improved Tickets User Experience ✅ Knowledge Base - Released New Theme",
  "data/ph-top/2021/10/souffle-club.json": "Soufflé Club is a professional network where you can build the punchiest professional profile you've ever had. Answer simple prompts that get to the heart of what people CARE to know about you. Gain access to insanely cool opportunities with your new profile.",
  "data/ph-top/2021/10/hexowatch-3-0.json": "Featuring 12 different types of monitors, Hexowatch is your recon drone sidekick that alerts you when visual, content, price, code, tech stack, backlink or just about any type of change is detected on a page or API endpoint.",
  "data/ph-top/2021/10/creatorbase.json": "The world's largest curated collection of Creator Economy tools 🚀: - A growing database of 400+ creator tools - Filter by creator type or task - Curated library of the best creator economy content - Database regularly updated 👉🏼 https://www.creatorbase.xyz",
  "data/ph-top/2021/10/project-breakfast.json": "We decided to do something about the lack of healthy, delicious & convenient breakfast options available by creating PROJECT BREAKFAST, a nutritious protein breakfast drink that has the perfect combination of taste, ingredients, caffeine, and convenience!",
  "data/ph-top/2021/10/bravo-studio-3-0.json": "Bravo Studio is a design-first, no-code tool. It allows you to convert your app Figma or Adobe XD designs into native mobile apps (both iOS and Android). Generated apps can take payments, use native functionality or use OAuth to connect to 3rd party services.",
  "data/ph-top/2021/10/stocks-house.json": "Stocks House is a browser extension allows you to search in all stock photography websites with a single click. It's available for all browsers. Let us know what you think below and how we can improve.",
  "data/ph-top/2021/10/twake-2-0.json": "Twake is the open digital workplace that improves your teamwork. Team chat, file storage, task management, team calendar and everything you need is on Twake in SaaS or self-hosted.",
  "data/ph-top/2021/10/e-commerce-conversion-checklist-1.json": "Hi, I'm Jaka, and I've been a conversion designer for the past 13 years. I've built a list of conversion design elements that, from my experience, help online stores convert more visitors into customers. Today I decided to share that list with you.",
  "data/ph-top/2021/10/notabase.json": "Notabase is a powerful and easy-to-use note-taking app for networked thinking. Connect your ideas together and write more effortlessly.",
  "data/ph-top/2021/10/searchable-ai.json": "Searchable is your personal search engine for your stuff. Search for documents across apps, cloud and local drives, and get instantly precise results. No more tab surfing here.",
  "data/ph-top/2021/10/adspyder.json": "AdSpyder is a saas-based ad intelligence platform that provides insights into millions of online advertisements from all over the world. AdSpyder currently supports Google Search ads, Facebook ads, Google Ecom ads, and displays ads across networks.",
  "data/ph-top/2021/10/advanced-guide-to-product-led-growth.json": "Ready to utilize your product as your main growth engine? 🚀 Learn from PLG and industry experts such as Ramli John, Despina Exadaktylou, Victor Eduoh, and Dr. Fio D. on the 8 common challenges of becoming product-led, and how to overcome them.",
  "data/ph-top/2021/10/seald-sdk.json": "We help web & mobile app developers protect data they collect from their users against data breaches. The Seald end-2-end encryption SDK can be integrated without knowledge in cryptography.",
  "data/ph-top/2021/10/scribo.json": "Scribo is an AI-based copywriting and content generation platform that utilizes a powerful trained AI model which assists users in generating different types of copy, ranging from product descriptions to blog titles to marketing emails and much more.",
  "data/ph-top/2021/10/gpic.json": "Either you are posting something on Reddit, DEV, Indiehackers, or any other place, you need to host your images somewhere. https://gpic.site is the simplest way to do that! Automatically optimizes images whenever possible and it does it for free 📸⚡️📁",
  "data/ph-top/2021/10/kommunity.json": "Kommunity is an ultimate community-focused social event platform to grow your community locally and internationally, organize events easily and communicate with your members within one place.",
  "data/ph-top/2021/10/email-warm-up-tool-by-reply.json": "Reply's Email Warm-Up tool provides effortless and swift deliverability boost using network of trusted accounts for peer-to-peer sending and fully automated positive engagement.",
  "data/ph-top/2021/10/cosmos-video-2-0.json": "Work and hangout in a shared space ✨ Build culture by sparking casual conversations and hosting socials 🚀 Communicate faster by co-working on shared desks 🔮 Share context by holding all meetings in the same space",
  "data/ph-top/2021/10/integry.json": "➡️ Give users integrations that are beautiful with uncompromising functionality. ➡️ Create Integration Wizard, embed them in app, or roll out an entire marketplace. ➡️ No-code tools to build any workflow and low-code tools to scale and connect to any app.",
  "data/ph-top/2021/10/volv-2-0.json": "Volv is for those who want to consume great content and for ️those who create great content. What readers will find: breaking news, hype trends, crypto updates & more What writers will get: a platform to help you get discovered by thousands in 100+ countries",
  "data/ph-top/2021/10/web-vitals-robot.json": "Web Vitals are performance signals Google has started to consider when deciding whether your website should rank in search results or not. Web Vitals Robot monitors these SEO metrics for you – so you can prevent your business from disappearing from Google.",
  "data/ph-top/2021/10/flutterflow-2-0.json": "FlutterFlow is an online low-code platform that empowers people to build native mobile apps visually. For 2.0, we’ve added Maps, Search, Push Notifications, Animations, one-click deploy to the app store and more! You can still view and export clean code.",
  "data/ph-top/2021/10/avrio.json": "A collaborative mixed methods User Research platform. Taking an unconventional approach with a browser extension and web app you can capture and share data analysis, user research, and learnings directly in context, with your team from anywhere you work.",
  "data/ph-top/2021/10/kukla-2-0.json": "Kukla 2.0 - super big library of 3d elements. Cool materials, 2 angles and separate shadows. With stylish characters.",
  "data/ph-top/2021/10/promyze.json": "Promyze helps you to easily define and share best coding practices with other developers in your company. Promyze works for any programming language, offers integration with IDE & Web-browsers plugins.",
  "data/ph-top/2021/10/material-builder-2-0-1.json": "Create gorgeous websites by composing professionally designed sections & generating high-quality, customizable source code ✅ Fast prototyping ✅ Experimenting with layout ✅ Absolutely no coding required ✅ Viewport testing (mobile/tablet/desktop)",
  "data/ph-top/2021/10/pigeon-mail-3.json": "Send Personalized Emails directly from your Gmail account using our G-Suite Add-on. You can send upto 600 emails using free Gmail account or upto 2000 emails using paid Google Workspace account You can track your email opens, bounces, etc.",
  "data/ph-top/2021/10/sama.json": "A scheduling app that is useful for both you and the invitee. Sama chooses 3 best slots for you based on your history and preferences. Recipients can see the suggested times in the context of their own calendar. No more chatting forever to find time.",
  "data/ph-top/2021/10/microacquire-m-a-advisor-directory.json": "Directory of investment bankers, business brokers, M&A advisors, legal counsel, accountants, due diligence experts and more with reviews, ratings, testimonials, bringing trust & transparency to startup acquisitions.",
  "data/ph-top/2021/10/pages-by-process-street.json": "Pages is a free-for-everyone knowledge base from Process Street. Try it out! ➡️ https://www.process.st/pages Bring your entire company in for free, unlimited access to create, edit, and view company documentation.",
  "data/ph-top/2021/10/twitch-pro-from-soundstripe.json": "Stream playlists worry-free on your Twitch livestreams and VODs from Soundstripe’s full music collection. Create, shuffle, and access exclusive playlists from lo-fi to EDM for $3.99/month or $36 annually (25% savings).",
  "data/ph-top/2021/10/alphadrop.json": "Alphadrop is a daily newsletter delivering a community curated list of the top NFT drops. Its companion website makes it easy to create a calendar feed of saved drops. Alphadrop makes staying up-to-date with NFT drops very simple and easy.",
  "data/ph-top/2021/10/podseeker.json": "Podseeker is a podcast database and intelligence platform for marketers and PR pros. We make it easy to find lists of highly relevant podcasts in any niche, complete with audience data and contact details, so you can supercharge your podcast outreach.",
  "data/ph-top/2021/10/the-niche-generator.json": "📢 Side hustlers: Start off on the right foot with a little tool that generates a business niche to explore. https://www.nichegenerator.xyz/",
  "data/ph-top/2021/10/slideasy.json": "Slideasy makes it easy to engage and receive feedback from your audience. Create free presentations with multiple choice questions, word cloud activities, text questions, and more.",
  "data/ph-top/2021/10/mobile-growth-university.json": "Learn mobile marketing for free, from the experts of fields like ASO, Apple Search Ads, Mediation, User Acquisition, Monetization and more. Enroll to any course you'd like and complete them whenever you want. Become a certificated app marketing professional!",
  "data/ph-top/2021/10/web3-jobs.json": "A platform to help you start a career in Web3 projects like Polkadot, CakeDefi and Tron Join the future happening today, ygmi!",
  "data/ph-top/2021/10/cube-cloud.json": "Cube Cloud is the easiest way to build analytics and BI features. It’s a fully hosted, autoscaling service that connects your cloud data to your front end code by creating a semantic API, managing access and multitenancy, aggregating data and caching queries.",
  "data/ph-top/2021/10/palitra-app.json": "Free color palette finder allows you easy find a color palette. Just enter keywords and get your color palette!",
  "data/ph-top/2021/10/the-product-manifesto.json": "Product Managers face the biggest challenges of our day, which is why our community needs a common set of product principles. After many months of collaborative development, it’s time to introduce the Product Manifesto!",
  "data/ph-top/2021/10/supliful.json": "The fastest way to launch and grow a supplement private label 🚀: - 100+ white label products - Customizable label templates - No upfront costs (dropshipping) - Fulfilment automation with Shopify app 👉🏼 https://www.supliful.com",
  "data/ph-top/2021/10/lalal-ai-for-instruments.json": "LALAL.AI is an online service for music source separation powered by AI technologies. Extract vocal, instrumental, and various musical instruments from any song or even video.",
  "data/ph-top/2021/10/helloguru-hub.json": "The HelloGuru Hub takes No-Code front and center! Learn how to use No-Code tools for FREE, read about interesting and useful subjects, and discuss with more people interested in the movement. Everything about No-Code at the HelloGuru Hub!",
  "data/ph-top/2021/10/three-daily-goals.json": "Complete your Three Main Goals every day with this bot. Inspired by the Hyperfocus book of Chris Bailey. Every day bot will ask you to fill in your 3 goals (no more) and check if you've completed them. That's it, nothing more.",
  "data/ph-top/2021/10/myride901.json": "MyRide901 is a mobile app that captures and manages vehicle maintenance videos, images and documents in Service Events on a shareable timeline. Features include an Accident Reporting tool & Next Service Lookup that advises of service that should be performed.",
  "data/ph-top/2021/10/splay.json": "Splay gives you the freedom to do more in more places: it's the world's largest portable display, the only 2 in 1 projector and display, the only fully expandable display, and the only ultra short throw pico projector, all in 1 product.",
  "data/ph-top/2021/10/influencer-offers-by-intellifluence.json": "Influencer Offers by Intellifluence solves the problem facing the influencer industry where some brands just want to work with someone in a one-off basis and need to know exactly how much money it'll cost. As the largest warm contact network, we solved that.",
  "data/ph-top/2021/10/flalingo.json": "Flalingo is an online English learning portal where you can study English online from anywhere in the world. If you want to improve your English speaking skills systematically, Flalingo is for you.",
  "data/ph-top/2021/10/deep-breath.json": "We help people find their way by working on their self-worth. Deep Breath provides digital & personalized therapy and group sessions to people struggling with anxiety & depression triggered by low self-worth.",
  "data/ph-top/2021/10/observiq-cloud.json": "The intuitive log management platform that you actually want to use. 9/10 users stream logs in under 10 minutes. Cloud hosted. Extensible. Affordable. Scalable.",
  "data/ph-top/2021/10/golden-open.json": "Access our Research Engine, lodge data research requests, query our data, create Lists, Pipelines, make Open Lists and use Personal Workspaces.",
  "data/ph-top/2021/10/sidekick-9.json": "You only have so much time and effort to give. With Sidekick, easily prioritize and dedicate your energy to people who matter most.",
  "data/ph-top/2021/10/swordy-bot.json": "Manage & monetize your Discord server with NFTs! Integrated with Unlock Protocol (recently featured on TechCrunch), SwordyBot lets you automatically grant/limit access to your Discord. Your members can buy access through Eth or fiat via credit card/Stripe.",
  "data/ph-top/2021/10/kado-2.json": "KADO helps you to better connect with your clients, exchange business cards, manage contacts, record notes and interactions on prospects to stay on top of your game. Powerful integrations & intuitive UI will help you better manage and convert your prospects",
  "data/ph-top/2021/10/nemo.json": "Nemo is a new age neobanking platform that aims to disrupt the traditional banking system by serving all your financial needs- from banking and accounting to ops and compliances.",
  "data/ph-top/2021/10/chainstarters.json": "Chainstarters is a powerful, rapid, web3-enabled platform for software developers. We eliminate the burden of setting up and maintaining a secure and scalable infrastructure, allowing you to focus on creating amazing technology. Check out our https://docs.chainstarters.com/docs/how-to-create-a-company!",
  "data/ph-top/2021/10/cauldron-v2.json": "Use Cauldron to build tasks and assignments into your job application and see your applicants do the job before they get the job.This way hiring managers can evaluate skills and merit of their applicants instead of resumes reducing bias in the hiring process.",
  "data/ph-top/2021/10/the-pragmatic-engineer-newsletter.json": "Weekly advice, observations, and inspiration for engineering leaders. Especially relevant for those at high-growth startups and big tech.",
  "data/ph-top/2021/10/db-lens.json": "DB Lens is an opensource database client for Mac, Linux & Windows that helps developers to explore, observe & understand the database in a better way. 🔍 Database Explorer 📟 SQL Playground 📉 ER Diagrams ⚡️ Quick Connect (Deep Links) 💡 Performance Overview",
  "data/ph-top/2021/10/autify-for-mobile-2.json": "Autify for Mobile is a no-code testing platform. Anyone can create E2E create tests for mobile apps and run tests with multi environments. We empower agile teams to ship excellent products!",
  "data/ph-top/2021/10/pirsch-analytics.json": "Pirsch is a simple, privacy-friendly, open-source alternative to Google Analytics — lightweight, cookie-free and easily integrated into any website or directly into your backend.",
  "data/ph-top/2021/10/the-super-builder.json": "Create beautiful landing pages directly in Notion. Drag & drop from 50+ components, apply custom themes, and have your site up and running in minutes. Here's a walkthrough video: https://youtu.be/EIuLPN3vvhI",
  "data/ph-top/2021/10/kaleidoscope-3.json": "Kaleidoscope is the perfect productivity enhancement for anyone working with lots of files, such as software developers of any kind. Spot the differences in text and image files, or even folders full of files. Review changes in seconds.",
  "data/ph-top/2021/10/the-2021-state-of-digital-nomads.json": "Remote work is now on an exponential trajectory and growing fast. With its growth, millions of people who are now newly working remotely from home, a cafe, or coworking space, will start to realize how mobile they've come and hit the road.",
  "data/ph-top/2021/10/fuel-30bd8d8c-20aa-4dd7-b5c8-22fea0ad961b.json": "Track calories and macronutrients with a flexible range. Personalize insights to stay on top of blood sugar, weight loss, workouts, and more. Fuel adapts to you. Create long-term habits and hit goals.",
  "data/ph-top/2021/10/naming-magic.json": "With a product description and seed words the site will use AI to generate a handful of names and then go one step further and tell you if the domain is available.",
  "data/ph-top/2021/10/scholarcash.json": "We want to substantially alleviate the student debt crisis within the US, specifically by targeting those who are entering college and equipping them with the knowledge needed to make a wise and financially responsible decision for their higher education.",
  "data/ph-top/2021/10/zealous-meet.json": "Zealous Meet is a live streaming platform that lets creators go live on their existing social channels WITH their fans. With Meet, fans can join you on stage to be a part of the conversation. Creators monetize with tips, upgrades, tickets, or subscriptions.",
  "data/ph-top/2021/10/playbook-6.json": "Playbook finds the earnings and tax opportunities you’re missing out on. Then it incorporates them into a personalized financial plan that you can automate to get the most out of every dollar saved.",
  "data/ph-top/2021/10/mylambo.json": "Choose your favourite Crypto coin and figure out the time you take to get your Lambo.",
  "data/ph-top/2021/10/teledrive.json": "What if...? We have unlimited cloud storage for our files and documents. This is the open-source project to give you what you deserve. Using the Telegram API as your unlimited storage. So, you can upload as many as you want without any limit 👌",
  "data/ph-top/2021/10/sapling-59eee63a-f26b-42a5-b4fd-7e4a6f745d84.json": "A Visual Studio Code extension that organizes your React app's components into an interactive tree in the sidebar. It shows parent-child relationships, props, navigates to the file where a component is defined, and marks any nodes connected to the Redux store.",
  "data/ph-top/2021/10/recspot.json": "RecSpot is a social app that makes sharing what you love with your friends easy and fun. RecSpot is a new, go-to destination for exchanging, discovering, and watching your favorite movies and television shows. All recommended by people you know and trust.",
  "data/ph-top/2021/10/avant-fm.json": "Avant.fm provides a customizable, listenable feed of new releases from the best indie record labels, across all genres. Works with your Spotify account.",
  "data/ph-top/2021/10/linkbin.json": "LinkBin is an app for iOS, iPadOS and macOS that allows temporary storage of links. Saving links is dead simple and you can automate everything with Apple's Shortcuts app.",
  "data/ph-top/2021/10/search-best-sellers.json": "This is the only free way to search Amazon's Best Sellers. Plus you can add it to your website and earn commissions too.",
  "data/ph-top/2021/10/letsfind.json": "Data that you create and is relevant to you is present on various applications like Google Drive or Slack but is inaccessible to public search engines. LetsFind integrates with many such applications to help you find your content quickly from one single page.",
  "data/ph-top/2021/10/speakezee-2.json": "Speakezee allows you to create and share voice stories that expire every 7 days. Our mission at Speakezee is to give people a fast, fun, and engaging way to share their stories, ideas, and emotions through voice!",
  "data/ph-top/2021/10/warp-tools.json": "Warp your designs using Smudge, Twirl, Bulge, Pinch, Arc and Free Transform tools. This plugin brings the typical warp tools known from other vector apps to Figma.",
  "data/ph-top/2021/10/downtown-illustrations.json": "Bring color to your designs using these cheerful illustrations. Downtown pack contains 200 fully editable vector illustrations ready to use in your website or app design. 🔥 Part of our 8000+ illustrations bundle + Free updates",
  "data/ph-top/2021/10/collected.json": "collected is a web design showcase which shows only eight sites, shuffled on every visit. Unlike other showcases, you will find new sites all the time instead of being limited to the recent entries. New sites are added to the stack every day.",
  "data/ph-top/2021/10/fangage-2-0.json": "Nowadays, creators have no control of their fanbase, their earnings & their brands. We empower creators to build their own fan platform, take back control of their fanbase, increase fan engagement, and make more money from their passion.",
  "data/ph-top/2021/10/tube-spy.json": "Research tool for Youtube content creators. Unlock keywords or tags that your competitors are using this simple free tool. Simply install this extension using the \"Add to Chrome\" button and start unlocking the keywords/tags.",
  "data/ph-top/2021/10/grafix.json": "Grafix Image Editor is a completely free online photo editor designed for individuals or businesses who want a quick and easy basic features for their designs.",
  "data/ph-top/2021/10/blogtonft.json": "BlogToNFT is for all the writers/bloggers who wish to create their own NFT. At BlogToNFT a blogger/writer will have to prove their ownership and after adding details they can easily publish NFT straightaway into the Blockchain which is also visible on opensea",
  "data/ph-top/2021/10/mudrex-coin-sets.json": "Coin Sets are theme-based bundles of cryptocurrencies actively managed by experts. They help you diversify your investments across a theme and minimize your risk. Invest in ideas you believe in and grow your wealth in the long run!",
  "data/ph-top/2021/10/feedbee-2.json": "Feedbee lets you collect issues, ideas, and feedback on your website effortlessly. All you need to do is add our code snippet to your landing page.",
  "data/ph-top/2021/10/artpunks-1.json": "10,000 NFTs collection, combined famous paintings with CryptoPunks made by AI (neural networks)",
  "data/ph-top/2021/10/tinyfunction.json": "TinyFunction allows you to write and deploy cloud functions (~ AWS Lambda's) instantly. Visit TinyFunction.com, write function code and click Deploy button, thats it.",
  "data/ph-top/2021/10/top-startups.json": "Researching startup used to take forever. Now, everything's in one place. All backed by top investors like Sequoia, A16Z and YC. Searchable and filterable. Updates daily.",
  "data/ph-top/2021/10/structured-2-0.json": "Structured is a visual day planner, which combines calendars and to-do lists into an easy-to-use interface. You can schedule tasks with a few taps, see their progress throughout the day and tick them off once you are done.",
  "data/ph-top/2021/10/askoverflow.json": "AskOverflow let you ask questions to StackOverflow without leaving your editor.",
  "data/ph-top/2021/10/meta-description-generator.json": "Writing meta descriptions is not fun. Use our fine tuned GPT-3 model to do it for you.",
  "data/ph-top/2021/10/creatorscout.json": "CreatorScout is a platform to find Twitter users who share your interests. Discover underrated content creators, match 1:1 to make new friends, grow your audience, and much more.",
  "data/ph-top/2021/10/annotate-screen.json": "Browser based annotation tool. Free and easy to markup images. Upload any images or take screenshot of your screen. Without any accounts. Just annotate!",
  "data/ph-top/2021/10/next-6.json": "Form new habits, follow existing ones. Find time for them in your tight schedule. Log emotions, feelings and thoughts. Track progress and don't forget your everyday duties and deadlines. We build tee to make your dai- ly routine something unique and exciting!",
  "data/ph-top/2021/10/backstage-for-clubhouse.json": "Backstage lets CH creators record their rooms & gives them a place to share for replay. Recordings shared on BS include a transcript, making it the first place for the Deaf and HoH community to have easy access to the knowledge shared in CH rooms.",
  "data/ph-top/2021/10/promoted-ai.json": "Promoted unifies organic search, promotions, and ads in one optimized system for marketplaces. We sort your marketplace search and promote the best listings at the top to increase revenue. http://promoted.ai",
  "data/ph-top/2021/10/plans-2.json": "Plans makes it easy to expand your social life and keep track of it using a streamlined event calendar. Use the app to plan fun activities, meet new people, meet friends, and make meaningful experiences in real life. Plans is the event organizer for everyone!",
  "data/ph-top/2021/10/codestarter-3.json": "codeStarter is the fastest way to go from project idea to code for your web apps! Simply enter your idea and preferred development stacks, and we'll generate the necessary files for your project with GPT-3.",
  "data/ph-top/2021/10/fairphone-4.json": "The most sustainable Fairphone yet, now with 5G speed, 5-year warranty and electronic waste neutral. You don’t need to be an expert to swap out the battery or display. No part of Fairphone 4 is glued shut, so you can choose to easily repair it yourself.",
  "data/ph-top/2021/10/mixmello.json": "mixmello is a free, open source tool to create remixed versions of your favourite playlists. Search for the Spotify playlist you want to remix, tailor the remixes to your liking (with song previews), then save the playlist with a single click.",
  "data/ph-top/2021/10/loops-audio.json": "Too shy for TikTok? Can’t get into Clubhouse? Want to cheer up a friend? Forgot your granny’s bday? With our tool you can Record and add a sound from our library. They stack up vertically so the sounds are easy to see & move. Laughter guaranteed!",
  "data/ph-top/2021/10/typli-ai.json": "Typli.AI is the most intuitive A.I Content tool which combines AI Writing and an SEO Assistant that can help you save time and write smarter. Typli.ai can understand your instructions, simply use our +100 writing commands and let the magic happen!",
  "data/ph-top/2021/10/similarchannels.json": "Find similar YouTube channels, discover new channels based on your interests, create your own YouTube collections with your favorite channels. Contribute and help other community members to find channels they are looking for.",
  "data/ph-top/2021/10/defillama.json": "Defi Llama is a dashboard that provides cross-chain data on the state of Decentralized Finance. They're committed to accuracy and transparency. I've found it really useful for exploring new ecosystems!",
  "data/ph-top/2021/10/xano.json": "Xano is the fastest way to build a scalable backend for your App using No Code. Each Xano account comes with a scalable server, a flexible database, and a No Code API builder that can transform, filter, and integrate with data from anywhere.",
  "data/ph-top/2021/10/vimcal.json": "Vimcal is the world’s fastest calendar, beautifully designed for people who work remotely and live in their calendars. It comes fully-featured with timezone conversion, booking links, keyboard shortcuts, and everything else a modern calendar app should have.",
  "data/ph-top/2021/10/simplify-4.json": "Apply to millions of jobs on the web in 1-click with our browser extension. Discover positions that uniquely fit your interests & background, and track your outgoing applications using our website. Spend time preparing for the interview, not applying to jobs.",
  "data/ph-top/2021/10/findniche-2.json": "FindNiche provides Aliexpress & Shopify store search, ad spy, and product analysis to help Shopify & Aliexpress sellers find winning products easy.",
  "data/ph-top/2021/10/professional-weightlifting.json": "How do you get smart training without a professional coach? You can easily do it with our mobile app! It combines computer vision, the expertise of trainers, rehabilitation specialists, and, most important – a world-class athlete's experience. Time to train!",
  "data/ph-top/2021/10/spiti.json": "Spiti is your internal video knowledge base and library. Except, access to any video is super easy. We help you store, organize, and easily access all your team's internal video content.",
  "data/ph-top/2021/10/vectorly-meetings.json": "👾 Know who needs a 1:1 and why based on Gitlab, Jira, Slack activity 🎯 Focus on topics that matter with questions, analytics, insights for agenda 💡Get courses, mentors, tasks or goals to solve problems, not just discuss them Founders on air in https://discord.gg/m9KxXg35 🚀",
  "data/ph-top/2021/10/interakt-2.json": "Interakt enables small & medium businesses to manage customer interactions, facilitate sales and customer support on WhatsApp. Powered by official WhatsApp Business APIs, Interakt provides a shared Inbox, campaign manager, Shopify integration & more.",
  "data/ph-top/2021/10/open-makers-2.json": "Open Makers is a community for those of you who are \"building in public\" and want to share your maker journey. Share important product milestones, metrics, articles and so much more...",
  "data/ph-top/2021/10/po-file-editor.json": "A FREE online editor that helps you manage translations in PO files for your mulitlingual software projects. Useful for makers that work with Wordpress, Python, Django, Flask, PHP, Symfony, Elixir...",
  "data/ph-top/2021/10/clash-app.json": "Clash is a space to connect with your ride-or-dies. SHOOT VIDEOS: Everyone is a Creator on Clash so flex your creativity. SEND DROPS: Show your support. Send it - it’s that easy. LEVEL UP: Join a thread. Show some love. Send Fan Mail. Shoot videos. Send drops.",
  "data/ph-top/2021/10/paragon-custom-integration-builder.json": "Paragon is the easiest way to ship embedded, customer-facing integrations between your product and third-party SaaS apps. With our new Custom Integration Builder, you can now build integrations with any SaaS app in minutes - as long as it has a public API.",
  "data/ph-top/2021/10/linkyy.json": "Create your profile page on Linkyy, place all your links in one place, and share your page with others in no time!",
  "data/ph-top/2021/10/investor-database-from-mercury.json": "Use Mercury’s Investor Database to find the most active seed and pre-seed investors, filterable by industry, type, and check size.",
  "data/ph-top/2021/10/why-is-this-interesting.json": "Every weekday Noah Brier & Colin Nagy (and friends) send an email about something interesting. We try to keep things under 800 words and be explicit on just why the topic is interesting.",
  "data/ph-top/2021/10/woodpecker-calls.json": "Call your prospects at the right time, no matter where you are. Use your cell phone to reach out, follow up and stay connected. Try Woodpecker Calls to get closer to your ideal customers.",
  "data/ph-top/2021/10/heron-data.json": "Heron data makes it 100x easier for Fintechs to build features on top of bank and card transactions. Integrate our simple API and focus on your customers",
  "data/ph-top/2021/10/coconft.json": "cocoNFT makes it easy for all creators to get paid for their work. Start selling your Instagram posts as NFTs all without upfront fees. Absolutely no previous experience with crypto is needed. Takes just 3 minutes to get started.",
  "data/ph-top/2021/10/nuxt-3-beta.json": "Nuxt 3 is finally out in beta. Based on Vue 3, Vite and Nitro to create modern web applications that can be deployed anywhere, including Vercel, Netlify and CloudFlare Workers. Nuxt is an open source framework under MIT license.",
  "data/ph-top/2021/10/daffy.json": "Daffy makes giving a habit. Contribute cash, stock, or crypto, watch it grow tax-free, and donate to 1.5M+ charities in the U.S. Daffy is the Donor-Advised Fund for You™, a not-for-profit community built around a new, modern platform for giving.",
  "data/ph-top/2021/10/html-size-analyzer.json": "This tool parses HTML code to identify what causes bloated document responses. For example, you might find that there are large inline images or that there's a big chunk of JSON for hydrating a single-page app.",
  "data/ph-top/2021/10/twist-2-0.json": "Twist is asynchronous messaging for the flexible future of work. Break free from the 9-to-5 and the constant meetings, emails, and Slack chats. Join the async work revolution where you — not your teammates — dictate your schedule.",
  "data/ph-top/2021/10/ernest-4.json": "Overpower your outreach with AI-enabled prospecting and copywriting for your cold emailing efforts. While you sleep, Ernest finds prospects from companies similar to your existing clients and drafts tailored emails to start the sales conversation for you.",
  "data/ph-top/2021/10/facebook-ad-hunter.json": "Facebook Ad Hunter uncovers hidden audiences to target when running Facebook Ads. Tap into lucrative new audiences your competitors don't know exist, reduce your CPA costs and get better performance from Facebook ads. 100% Free.",
  "data/ph-top/2021/10/redact-photo.json": "Redact.photo offers free and private censoring of images in the browser. It works on both mobile and desktop, and securely scrambles image data.",
  "data/ph-top/2021/10/icansell.json": "Do you want to sell your product to corporations? Use ICANSELL to create an ideal sales kit & connect with salespersons all over the world without hiring. Pay them only a commission for closed deals.",
  "data/ph-top/2021/10/polka.json": "Polka is an app that enters your Zoom meetings. While you focus on the discussion and challenges, she takes care of structure, admin and even fun. Make visible improvements of your meetings (the basic building block of teamwork).",
  "data/ph-top/2021/10/craftly-ai.json": "Meet Craftly.AI, your new AI-Powered Copywriter that has been turning heads with the original and creative content it generates in seconds. With 75+ tools and expanding, Craftly generates unlimited copy for blogs, web, ads, brand assets, emails and more.",
  "data/ph-top/2021/10/storychief-4-0.json": "Collaborate, Publish and Measure your content in one place. Video tutorials are available at https://academy.storychief.io",
  "data/ph-top/2021/10/pathmatch.json": "PathMatch is reinventing campus recruiting helping companies discover, engage, and hire matched student and new grad talent through our smart marketplace. Students curate their video-based profiles which act as a one-click application to matched opportunities.",
  "data/ph-top/2021/10/devopsguru.json": "Apply the best DevOps practices advised by the experienced experts from the world-leading software companies.",
  "data/ph-top/2021/10/sidedrive.json": "Sidedrive adds a sidebar to your screen while using Google Drive. Making it easier to jump around files and to write things down. ⠀ Level up your workflow with drag & drop, thumbnail previews, search, and more.",
  "data/ph-top/2021/10/belo.json": "belo is the simplest wallet to use pesos & cryptocurrencies. With belo you can deposit pesos and transform them into BTC, ETH, USDC, USDT or DAI without commissions or unnecessary complications Forgetting a 🤏 about inflation has never been so simple",
  "data/ph-top/2021/10/rize-windows-app.json": "Rize is a time tracker that makes you more productive. It helps you be more in control of your workday and builds better habits by encouraging you to be more focused and more efficient. Now available on Windows as well as macOS.",
  "data/ph-top/2021/10/dumpster-rental-software.json": "Eliminate excessive workload for tracking container inventory and automize pick-up, drop-off operations. Track data & inventory in real-time, update the status of your containers, achieve customer satisfaction with customized proof of delivery.",
  "data/ph-top/2021/10/the-plg-index.json": "To the pioneers of this list, we are excited for what the future holds for you, your work inspires us at Variance, and we are looking to build tools for you and the companies that will come after you.",
  "data/ph-top/2021/10/start-page-3.json": "Start Page is a beautiful, flexible, mobile-friendly landing page that you can build in minutes, update in seconds, and share anywhere.",
  "data/ph-top/2021/10/hashtag-generator-3.json": "Generate Hashtags based on your keyword for Instagram, TikTok, Twitter, Facebook, or any other social media platform. Our generator curates hashtags by including top hashtags with low competition above.",
  "data/ph-top/2021/10/uilicious-2-0.json": "✍️ Write your tests in minutes, even if you don't code 🗓️ Schedule your automated tests to run whenever you need 🗨️ Get notified whenever a test is failing, by email or webhook 🔎 Catch defects instantly with detailed test reports, and share them easily",
  "data/ph-top/2021/10/shopify-counter.json": "Watch your business grow with the ultimate motivational tool for your office, warehouse, home, and more! Shopify Counter highlights your sales or orders, in real-time or anytime you want. Make Shopify Counter the centerpiece for upcoming drops, and sales.",
  "data/ph-top/2021/10/behuman.json": "BeHuman Communications has created a virtual events platform that just makes sense. It's like a breath of fresh air compared to other platforms.",
  "data/ph-top/2021/10/truffle-4.json": "Truffle takes your past Slack conversations and uses them to help answer questions. Just ask a question in a Slack channel, and Truffle will automatically search its knowledge base for relevant content. Save your team time, just ask Truffle!",
  "data/ph-top/2021/10/vc-domicile-playbook.json": "Deciding where to domicile a VC fund is an important decision for any new fund manager. This \"Venture Capital Domicile Report\" lays out the key factors to consider for several popular jurisdictions like Delaware, Caymans, Singapore, Estonia, and more.",
  "data/ph-top/2021/10/canva-video-suite.json": "Available for free on the web, desktop, and mobile, Canva Video Suite combines intuitive editing, recording, and collaboration features, thousands of customizable video templates, and an extensive media library in one easy-to-use platform.",
  "data/ph-top/2021/10/alivedomain.json": "aliveDomain is a complete domain monitoring platform that tracks the expiry dates of domains and sends notifications through Zapier, Telegram, Slack, Discord, Webhook and Email.",
  "data/ph-top/2021/10/3dicons.json": "3dicons library offers beautifully designed open-source 3D icons. This file has been released as CC0, and so it is free to copy, modify, remix, share, and redraw for any kind of project, both personal and commercial.",
  "data/ph-top/2021/10/in3d.json": "With in3D, anyone can create their realistic 3D avatar with just a phone camera within 30 seconds. Once scanned, users can animate their avatars, make funny videos in AR, try on cool digital looks and play as themselves in GTA V, Second Life, and VRChat.",
  "data/ph-top/2021/10/growth-list-3-0.json": "Growth List is a curated list of 10000+ trusted sites, guest blogs, newsletters, journalistsstack communities, Github users to get your First Paying Clients.✔",
  "data/ph-top/2021/10/human-focused-ai.json": "For millions of people with epilepsy, exposure to flashing lights at certain intensities or to certain visual patterns can trigger seizures. This is a bot bot that scans the web and reports content that is dangerous for people with photosensitive epilepsy.",
  "data/ph-top/2021/10/my-funnel.json": "Ever wondered how you should market your startup? Answer a few questions that get to the heart of your startups' offer, market and customers. Get sent a visual marketing funnel, with the channels/tactics that are working for startups like yours.",
  "data/ph-top/2021/10/onboarding-swipe.json": "OnboardingSwipe helps you make a low-fidelity flow in 20 seconds! Want another flow? Just play again. Send to your team and get working on your onboarding! (We know you haven't updated it in 3+yrs 😜)",
  "data/ph-top/2021/10/mesh-gradients-3.json": "Creating a mesh gradient in Figma has never been this easy. Set your mesh, pick some colors, and start creating some curvy gradients in a breeze! Or if you feel more like it, use any of the Collection gradients to bootstrap your new creation!",
  "data/ph-top/2021/10/remwork.json": "Looking for non-technical roles without any geographic requirements and restrictions? Subscribe to get 100% remote job posts and updates delivered straight to your inbox.",
  "data/ph-top/2021/10/glass-2.json": "Glass lets brands convert their packages into personalized smart packages with just a QR Code. These smart packages lets a brand's customer to engage with the product and help brands fight counterfeits while fetching brands with post-sales analytics.",
  "data/ph-top/2021/10/neat-97cd97b9-a2ce-416a-9e2c-97508fa5f840.json": "Neat streamlines notification management for GitHub. It empowers high-performing teams to review, merge, and ship code with ease. Users can preview, triage, and jump to notifications without having to leave their screen. Available for free on macOS.",
  "data/ph-top/2021/10/june-amplitude.json": "The Amplitude importer for June is here 🎉 It’s the easiest way to turn Amplitude data into actionable insights and see how your users and product perform in minutes, not hours. Give it a try 👉 https://june.so",
  "data/ph-top/2021/10/condorsay.json": "Condorsay pairs your brain with GPT-3's AI to power quick and confident decisions with clarity, focus, and alignment: 💭 Structure decisions around values 🙅‍♀️ Force hard choices between tradeoffs 🙏 Get aligned with teams, friends, and family",
  "data/ph-top/2021/10/block-lists-by-block-party.json": "Take back control of your Twitter experience with block lists. Block accounts that have retweeted or liked a problematic Tweet. Or, if you have a curated list of accounts to block, copy paste the list and block in bulk.",
  "data/ph-top/2021/10/yipyip-by-comake.json": "YipYip lets you get in the flow and fly through the web 10x faster! It's an always-on search & keyboard navigation assistant that turns Gmail (and any other website) into a keyboard-first product. It's also open source! We've already optimized Gmail.",
  "data/ph-top/2021/10/okrs-for-startups-3.json": "Hey there! We created this simple guide to help startups demystify and adopt OKRs. It's divided in 4 parts: - OKRs principles - Getting started with OKRs - Tracking OKRs - Tutorials - Resources (including templates) Hope this helps!",
  "data/ph-top/2021/10/qopywriter-ai.json": "Create human-quality blog posts, SEO articles, news, press releases, and more in seconds. Write unique articles with just one click using AI copywriting tools.",
  "data/ph-top/2021/10/inftsta.json": "Turn your Instagram photos into NFTs for free. Just authenticate with Instagram and connect a Web3 wallet through your browser, then choose which posts to mint. They will show up automatically in your OpenSea profile, where you can list them for sale!",
  "data/ph-top/2021/10/fomo-calculator.json": "The power of opportunity cost is realizing that one decision will simultaneously cancel out an opportunity to invest your resources somewhere else. See what you may have missed out on with your purchasing decisions!",
  "data/ph-top/2021/10/diamond-2.json": "Diamond is a social network, built on the Decentralized Social Blockchain. Making an account on Diamond is as simple as creating an account on Instagram. Minting your first NFT is as easy as making a post - just a click. Investing in NFTs is one-click, too!",
  "data/ph-top/2021/10/senpai.json": "Going from 0 to 1 at your startup & hitting a roadblock? 😫 👉 Get an answer from the expert you need ⚡️ We guarantee an answer from a verified expert within 7 days. Pay $100 to get an answer within 24 hours.",
  "data/ph-top/2021/10/bothelp-chat-widget.json": "Give your customers the best way to contact you, generate 3x more leads and sales! Customize widget without coding and add button to your website for free. Keep the conversation with customers going even if they left your site. 👉 Go and get widget",
  "data/ph-top/2021/10/ramayana-capital.json": "Revisit the epic tale of Ramayana, but this time, as a financial advisor managing the royal portfolio. Choose your destiny with alternate scenarios and mythical events. Win a surprise prize by us 🇮🇳 💵",
  "data/ph-top/2021/10/blogaudio-2.json": "BlogAudio allows an easy text-to-speech conversion. Convert your articles to audio and embed our customizable player into your website. ➤ 97 high-quality AI voices in 25 languages ➤ WordPress plugin and easy Ghost integration ➤ 14 days FREE trial",
  "data/ph-top/2021/10/luna-display-5-0.json": "Luna Display is a hardware solution that turns your iPad (or Mac) into a wired or wireless second display – Now with support for Windows!",
  "data/ph-top/2021/10/vanmoof-v.json": "The VanMoof V will be everything you love about riding, and then some. Featuring two-wheel drive, a full suspension frame, advanced acceleration, and next-gen integrated tech, this bike will breathe new life into our streets.",
  "data/ph-top/2021/10/uiscore-design-resources.json": "A curated marketplace of exclusive, high-quality design resources for designers, developers, startups, businesses and personal use.",
  "data/ph-top/2021/10/evader.json": "evader is a minimal game about evading oncoming obstacles in a constricted area, written in Vanilla JavaScript. Hope you have fun!",
  "data/ph-top/2021/10/charmverse.json": "CharmVerse partners with business heroes to create redeemable NFTs we call charms. Each unique charm is a digital collectible that includes an IOU from the hero. The IOUs are completely customizable and could be anything from an investor intro to a sponsored tweet.",
  "data/ph-top/2021/10/cryptoscores.json": "We provide launch scores, and predictions for NFT projects.",
  "data/ph-top/2021/10/safe-return.json": "Are you ready to comply with the forthcoming OSHA directive for COVID vaccinations? With Safe Return, you will be. Safe Return helps you collect vaccination status and allows for easy, efficient uploading of proof.",
  "data/ph-top/2021/10/nokia-6310.json": "The new Nokia 6310 has taken the iconic shape of the original Nokia 6310 and has reimagined it for 2021, with a host of new features including bigger buttons, zoomed in menus, a radio and more.",
  "data/ph-top/2021/10/kubernate.json": "Kubernate is a library that is used to generate Kubernetes YAML files with ease. Think like Helm but with actual code. You have the power to generate anything you want while using any kind of input you want.",
  "data/ph-top/2021/10/notion-second-brain.json": "Second Brain is a digital system made for entrepreneurs, freelancers, content creators and students to capture and organize everything in one place.",
  "data/ph-top/2021/10/sideinvest-io.json": "SideInves.io is a marketplace where you can find people who are interested in buying your business or invest in your business and provide you proper guidance, and in return, you can offer some equity of the business.",
  "data/ph-top/2021/10/google-sheets-2-way-sync-by-unito.json": "Save hours of work each week by eliminating manual data extraction, aggregation, and time-consuming report updates. Unito allows you to automatically extract data from other work tools to build reports and dashboards and keep everything in sync.",
  "data/ph-top/2021/10/slideit.json": "Save any tweet to your notion database automatically. You just need to reply \"@heyslideit notion\" to any tweet.",
  "data/ph-top/2021/10/polygram-3.json": "Discover, collect and sell incredible NFTs on DeSo blockchain. Visit: https://polygram.cc/",
  "data/ph-top/2021/10/made-with-bubble.json": "Explore specially curated apps and websites made with Bubble having exceptional functionality and design to take inspiration for your next no-code project.",
  "data/ph-top/2021/10/create-go-app.json": "Create a new production-ready project with backend (Golang), frontend (JavaScript, TypeScript) and deploy automation (Ansible, Docker) by running one CLI command. Focus on writing code and thinking of business-logic! The CLI will take care of the rest.",
  "data/ph-top/2021/10/hybiscus.json": "Hybiscus is a cloud based service for creating beautiful PDF reports using a selection of pre-designed components and a simple JSON API. Create professional looking PDF reports in a matter of minutes without any design skills. Just add content!",
  "data/ph-top/2021/10/qoob.json": "Qoob — is a platform that allows you to sell your knowledge directly to your audience, without high fees and content limits. Sell your blogs, courses, live classes on our platform with a built-in smart feed or embed it on your website.",
  "data/ph-top/2021/10/nifty-pixels.json": "Nifty Pixels is a platform that lets you draw, mint, and sell 32x32 pixel art all in the same place. Our goal is to create the world's biggest collection of original 1/1 pixel art NFTs!",
  "data/ph-top/2021/10/apefinder.json": "ApeFinder reveals what NFTs the most popular NFT influencers are keeping in their OpenSea wallets, including the Hidden ones. Our algorithm helps remove the spam NFTs so only the real ones show up.",
  "data/ph-top/2021/10/gradientart.json": "GradientArt is an advanced online CSS gradient editor where you can design illustrations, patterns, icons, and more using a feature-packed Photoshop-like editor with layering, design tools, and free cloud storage.",
  "data/ph-top/2021/10/entryadvise-com.json": "Check the COVID, visa requirements, socket type, and other relevant travel information for any country all over the world.",
  "data/ph-top/2021/10/jolly-2.json": "Share in the joy of giving with your remote team, your online friends & family, and even total strangers while remaining anonymous. 🎅 Create/Join Secret Santa Parties 💸 Get Paid for hosting Parties 🎁 Jolly Duo: Instantly Match with a Gifting Partner",
  "data/ph-top/2021/10/autodrive.json": "AutoDrive is your Sales assistant whose responsibility is to monitor Gumroad sales of your Google Drive documents and deliver the product to the buyer with view-only permissions. It's a cheaper alternative to https://www.producthunt.com/posts/onlysheets",
  "data/ph-top/2021/10/further-2.json": "Further filters internet to bring you exclusive content for your skills. With Further’s AI backed algorithm, your daily content feed becomes highly personalized, and you can keep staying up-to-date by consuming trending contents.",
  "data/ph-top/2021/10/show-by-animaker.json": "Show by Animaker is Growth-focused Video first Marketing (VFM) Platform helping fast-growing companies unleash the power of videos in every step of the customer journey.",
  "data/ph-top/2021/10/cointracker-for-nfts.json": "CoinTracker NFT support enables cryptocurrency users to fully track their NFTs on Ethereum, Polygon, and BSC networks. Additionally, tax compliance is seamless and accessible at the click of a button.",
  "data/ph-top/2021/10/alter-3d-illustrations.json": "Explore a whole new world of 3D characters living in 2D illustrated backgrounds, this is a totally new style that is aiming to reduce the gap between 3D and flat design to create a better immersive design in websites and apps. Explore this brand new pack 🚀",
  "data/ph-top/2021/10/workinsync.json": "WorkInSync is a cloud-based SaaS platform that enables organizations to convert their offices into hybrid workplaces. It includes Employee Scheduling, Desk & Meeting Room Booking, Contactless Access, Visitor Management, Space Management & Utilization Analytics",
  "data/ph-top/2021/10/product-toolkit-by-zeda-io.json": "A collection of tools for Product Managers. Find top tools for every product function — Product Roadmap, Prototyping, Feedback, Prioritization, User Research, and more.",
  "data/ph-top/2021/10/saas-jobs.json": "SaaS.jobs is a job board and aggregator for non-tech jobs in software. Quick filters such as Region, Category, and Remote makes it ridiculously easy to search & apply. Fully automated job listing allow employers to list without any manual input required!",
  "data/ph-top/2021/10/1page.json": "5 minutes before every meeting, 1Page alerts you to start preparing. For each person you are meeting, you get a 1Page customized summary of social insights about the person for conversation starters and their company insights.",
  "data/ph-top/2021/10/nft-cast.json": "Are you looking to find all the NFTs that are being talked about? Look no further. In our Product Hunt for NFT style website, users can submit NFTs and have users vote on them each day.",
  "data/ph-top/2021/10/dwellwell-2.json": "Buying a home is a long, complicated process that hasn’t changed in decades. DwellWell provides homebuyers with a guided online experience that features education, decision-making tools, and connections to helpful experts, empowering buyers at every step.",
  "data/ph-top/2021/10/trend.json": "- Generate custom content for your brand - Tap into a network of high quality content creators - Automate creator management workflows - Be present on platforms like TikTok and outsource content to Trend - Scale creative that performs for your ad campaigns",
  "data/ph-top/2021/10/figmaop.json": "Set of open source Figma plugins To Help Designers And Developers Work Faster, Smarter, And Intentionally. when you have a great tool like Figma why not make it better and give back to the community?!",
  "data/ph-top/2021/10/makara-crypto-baskets.json": "Makara is the first US-regulated cryptocurrency robo-advisor offering crypto investment services in the United States. We’ll build and manage a personalized crypto portfolio based on your goals and preferences. Makara is crypto investing decrypted.",
  "data/ph-top/2021/10/exclusible-luxury-nft-platform.json": "A platform for minting NFTs issued by luxury brands. A secondary marketplace, for authentic certified NFTs an elevated experience aligned with luxury standards.",
  "data/ph-top/2021/10/gohenry-money-missions.json": "GoHenry gives families the tools they need to nurture financially healthy kids: a debit card & app, now with gamified Money Missions. Money Missions are fun, interactive lessons designed to build confidence, literacy, and curiosity in 6-18-year-olds.",
  "data/ph-top/2021/10/m1-macbook-pro.json": "With the blazing-fast M1 Pro or M1 Max chip, you get groundbreaking performance and amazing battery life. Add to that a stunning display and all the ports you need. The first notebook of its kind, this MacBook Pro is a beast.",
  "data/ph-top/2021/10/superintendent-app.json": "Superintendent.app is a Desktop app that enables you to write SQL on CSV files. No more vlookup. No more 1M row limit on Excel. It is fast and handles large file well (e.g. load 1GB file in 10s).",
  "data/ph-top/2021/10/roughups.json": "Roughups lets you create hand drawn wireframes on your iPad and easily make them interactive with loads of custom components and tools. Once you're done you can share you creations on the web. Or to give more realism add text fields, toggles, cameras and more.",
  "data/ph-top/2021/10/erc20-bep20-crypto-token-generator.json": "With our crypto token maker, you can create any complexity ERC20 or BEP20 smart contacts. All it requires to fill simple form, optionally add more features and your new token is online!",
  "data/ph-top/2021/10/flowbite.json": "Start developing with an open-source library of over 400+ web components and interactive elements built with the utility classes from Tailwind CSS.",
  "data/ph-top/2021/10/okr-starter-package.json": "An interactive course series for founders who want to scale their business. By this course, you will learn OKR methodology from scratch, OKR philosophy and how to implement to your company. For people who are sick of endless books and blogs about OKR.",
  "data/ph-top/2021/10/dialogue-for-shopify.json": "A no-code personalisation platform - Dialogue offers Shopify stores to increase sales quickly & effortlessly. We use dozens of data points to analyse users’ patterns, and then offer each user tailored recommendations, upsells & cross-sells, content and more.",
  "data/ph-top/2021/10/startup-booster.json": "Startup Booster is a pack of 27 stylish creatives for social media. Simply export PNGs from the Figma file and use them on Instagram and Twitter to promote your startup. Designed with passion 💜 100% free.",
  "data/ph-top/2021/10/abstract-3d-illustration-pack.json": "Create top-notch digital content with our FREE pack of high-quality 3D assets from Iconscout, the world's largest repository of FREE, ready-to-use 3Ds! Add another dimension to your designs. Edit, customise and create highly engaging 3D designs.",
  "data/ph-top/2021/10/swell-subscriptions.json": "Swell is announcing a new subscription-focused ecommerce theme, Horizon, along with big improvements to subscription management and selling options."
}