{
  "data/ph-top/2021/5/postmodern-1.json": "Postmodern is the app for anonymous, short, ephemeral one-on-one conversations. Explore the void.",
  "data/ph-top/2021/5/principlesyou.json": "PrinciplesYou was created by Ray Dalio, founder of Bridgewater Associates, and psychologists Dr.Adam Grant, Dr. Brian Little and Dr. John Golden. It brings together their expertise, combining best-in-class assessment frameworks and leading personality science.",
  "data/ph-top/2021/5/metasurvey-v2.json": "Use MetaSurvey to gather product feedback, provide market research, validate idea. 5-min need to create and share survey, poll or NPS!",
  "data/ph-top/2021/5/aldente-2.json": "The All-In-One Charging Manager for MacBooks. Features: • Charge Limiter • Discharge • TopUp • Sailing Mode • Heat Protection • Calibration Mode • Live Status Icons • Shortcuts",
  "data/ph-top/2021/5/devdojo-pro.json": "DevDojo Pro is a collection of premium developer tools to help you build your next great idea. Access a set of tools such as page creators, SaaS starter kits, developer training resources, ebooks, courses, and much much more 🙌",
  "data/ph-top/2021/5/notmoji.json": "Expressing your thoughts gets easy with emojis, then why not your notes? Notmoji your new quick-pick todo app.",
  "data/ph-top/2021/5/domainpage.json": "Import all of your domains for auto-generated landing pages in a matter of minutes. Use 1-click domain forwarding to start capturing more leads, backed by a robust sales & management dashboard.",
  "data/ph-top/2021/5/product-makers.json": "Product Makers is a Slack group to help grow your network. You can share your ideas, ask for feedbacks, explore new informations and communicate with other entrepreneurs who can help you to grow.",
  "data/ph-top/2021/5/refined-zapier.json": "Refined Zapier is a free open source browser extension to improve the user experience of Zapier. We've enhanced styling, search, and navigation to help power users move faster and stay organized.",
  "data/ph-top/2021/5/re-amp.json": "Re:AMP is a fast, flexible, high-fidelity music player for macOS X, fully written in Swift. Re:Amp supports a lot of audio formats, custom interfaces called skins from classic Winamp. Re:Amp is freeware.",
  "data/ph-top/2021/5/stoic-today.json": "A mix of real & GPT3 generated quotes based on the 2000-year-old stoic philosophy. Try guess which ones are real & which are generated.",
  "data/ph-top/2021/5/notionery-2-0.json": "Notionery curates the very best Notion templates, products, and creators. The website includes: 🛒 Premium Notion Template Marketplace 🖥️ Notion Website Showcase 👩‍💻 Notion Consultant Directory 📥 Weekly Notion Newsletter",
  "data/ph-top/2021/5/dunder-email.json": "\"Dunder Mifflin customer service, this is Kelly.\" Ever wonder just how well the Scranton branch treats its customers? Our tool uses AI to generate answers to your questions, as if you're emailing Dunder Mifflin's customer service representatives themselves. 🖨",
  "data/ph-top/2021/5/typewise-3-0.json": "With Typewise you make 4X fewer typos and enjoy 100% privacy. 🤖 AI-powered Autocorrection (beats Gboard and SwiftKey) ⏪ Undo Button: easily adjust corrections 💬 Automatic Language Detection: no need to switch manually 🔒 Offline Mode: maximum data protection",
  "data/ph-top/2021/5/gta-radio.json": "GTA Radio as a form of virtual escapism, sit back choose your favorite game and station, and enjoy driving visuals from the game. A little dose of nostalgia for GTA fans, in what has become a bloated and stressful world!",
  "data/ph-top/2021/5/crewfire.json": "CrewFire is a brand ambassador platform that helps e-commerce brands drive more referrals, word-of-mouth, user-generated content, and engagement, by turning their customers into their army of brand ambassadors on social media (and beyond).",
  "data/ph-top/2021/5/joey-f01cc7d0-6abc-49a9-ab9d-0aab8f5bab59.json": "Use Joey to bring your Notion pages to life with 7 easy to use blocks to capture: 💬 Conversations with commenting and Q&A. 📮 Visitors' opinions with a forms and surveys 👍 Instant reactions with a like button. Get started now and more options coming soon!",
  "data/ph-top/2021/5/apteo.json": "Apteo uses A.I. to learn about your customers, helping you target them with the products they're most likely to buy using the messaging they're most likely to listen to.",
  "data/ph-top/2021/5/payability.json": "Friction-free financing tools for eCommerce sellers. Get up to $500k today to spend on inventory and marketing and take advantage of growth opportunities. Offers are based on marketplace sales history, not credit score.",
  "data/ph-top/2021/5/posted-23d8cc8d-f9fb-4aa5-ba92-79f481ea4dc3.json": "Introducing the end of time-consuming social media content creation. With Posted's bulk content generator, create weeks of social media posts in minutes.🚀",
  "data/ph-top/2021/5/marco-experiences.json": "Marco creates extraordinary virtual and hybrid experiences to keep teams connected and culture thriving. We've worked with hundreds of companies to up-level their virtual events. From game nights, kombucha tastings, to oyster shucking - Marco has you covered.",
  "data/ph-top/2021/5/hitman-app.json": "Hitman enables developers to collaborate, test and publish API documentations. Share your work in a dedicated workspace with real-time collaboration. Develop and Test your API simultaneously to ship reliable products swiftly.",
  "data/ph-top/2021/5/scorecard.json": "Love playing games with friends, but hate fiddling with tiny pencils to keep score? Scorecard is an app that makes it easy to track scores. Add players and start playing! As points are earned, watch as the app updates instantly to show who’s winning.",
  "data/ph-top/2021/5/helpdesk-by-labidesk.json": "LabiDesk is all-in-one help desk software for Omni Channel Support: Shared Email Inbox, Ticketing System, HelpWidget, Knowledge Base, Live Chat. Assist, Engage and Sell to your customers!",
  "data/ph-top/2021/5/headless-dropshipping-starter.json": "Build your own Headless eCommerce storefront with Next.js and Snipcart, and deliver swag powered by Printful. End to end commerce, styled using TailwindCSS and deployed on Vercel.",
  "data/ph-top/2021/5/alter-2.json": "Alter is a domain marketplace that connects entrepreneurs with premium business names.",
  "data/ph-top/2021/5/onautopilot.json": "Turn your morning routine into a step-by-step guided audio flow. Comes with founder faves like: 1 min workouts, gratitude, tooth brushing, and goal setting. Edit these activities or create your own to build your perfect morning.",
  "data/ph-top/2021/5/apptelemetry.json": "AppTelemetry is a new service that helps app and web developers improve their product by supplying immediate, accurate analytics data while users use your app. And the best part: It's all anonymized so your users' data stays private!",
  "data/ph-top/2021/5/emailoctopus.json": "EmailOctopus is the low-cost email marketing platform providing the essential features businesses and individual creators need to grow their mailing list and engage their audience.",
  "data/ph-top/2021/5/boze-app.json": "Get complete visibilty and control on your Bose headphones from within your Mac Menu bar - Tested on QC35 and NC700 models",
  "data/ph-top/2021/5/eureka-surveys.json": "Eureka Surveys makes it easy to validate your startup idea, product, or market, all before building anything. Quickly launch surveys to our community of 1M+ everyday people and discover insights within minutes.",
  "data/ph-top/2021/5/buddymove.json": "The Buddymove app constantly analyses how long you’ve been working on your computer and chooses the perfect moment for you to take a break, during which it will show you a set of exercises to help you feel healthier at work.",
  "data/ph-top/2021/5/seo-toolbelt.json": "With SEO Toolbelt, you'll find the best SEO tool for the job quicker than ever 🔨 ✓ A filterable list of 220+ SEO tools ✓ Created by an industry expert ✓ Continuously updated ✓ No outside influence",
  "data/ph-top/2021/5/tall-people-illustrations.json": "There are 18 awesome illustrations in the pack. Every illustration is 100% vector. Create a unique illustration for a website, application, or presentation. Stay positive!",
  "data/ph-top/2021/5/userhunt.json": "How many times have you found out the ideal domain name only to realize that the social accounts have been already taken? Enter UserHunt.co - a search engine that goes to all the social, tech and creative sites to check if your desired username is available.",
  "data/ph-top/2021/5/codebots-generate.json": "Use the Codebots C# code generator to quickly get your project off the ground by configuring options and modelling your app structure.",
  "data/ph-top/2021/5/vanta.json": "Vanta is the fast and easy way to get SOC 2, HIPAA, or ISO 27001 certified. Over 1000 fast-growing companies trust Vanta to automate their security monitoring, and get ready for security audits in as little as two weeks.",
  "data/ph-top/2021/5/dashword-app.json": "Dashword is by far the most convenient and user-friendly tool for creating any semantic network, be it your business idea, an abstract of a lecture on computer science, a script for a movie or a recipe for your favorite dish.",
  "data/ph-top/2021/5/allo-for-ipad.json": "Hop into your new remote office, conveniently located inside your iPad. Connect, create and share with your team from anywhere. Leverage your current iPad tools by sharing any asset or artifact in our interactive docs.",
  "data/ph-top/2021/5/anyplace-select.json": "Flexible-term apartments with gigabit internet and office setup.",
  "data/ph-top/2021/5/humit-2.json": "humit is the love child of Spotify and Reddit that let's you share the most powerful moments from your favorite songs to Subreddit-esque channels, which we refer to as 'Stations'",
  "data/ph-top/2021/5/sayhey.json": "Create on-brand link in bio pages that give you more context - less links. Connect IG feed, Shopify products, videos, CTA's, newsletter sign ups and much more.",
  "data/ph-top/2021/5/kickstart-side-hustle.json": "Hey everyone! This free newsletter showcases behavioral economics, viral marketing case studies, creative marketing campaigns, and social media news",
  "data/ph-top/2021/5/krepling-beta.json": "Krepling is a frictionless, centralized commerce platform that enables entrepreneurs and business owners to build, launch scale their business in a way that requires zero coding or the stitching together of desperate paid third-party systems or apps.",
  "data/ph-top/2021/5/animaker-deck.json": "It’s time to phase out boring presentations. Wow your audiences with creative presentations powered by digital avatars, wacky gifs, super-cool animations, and more!",
  "data/ph-top/2021/5/dashblock-2-0.json": "Dashblock allows you to build resilient browser automations without coding, and trigger those automations from an API. Integrate with your favorite apps in one click to build sophisticated workflows from simple blocks.",
  "data/ph-top/2021/5/personal-websites.json": "\"Top Personal Websites\" contains a list of 100+ handpicked personal sites that have either eye-catching design or great content. The list contains the person's name, profession, website URL, tech used, and a screenshot of the website.",
  "data/ph-top/2021/5/glaze-customizable-3d-icons.json": "Glaze is a library of over 80 customizable 3D icons for Figma, Sketch and Photoshop. You can change and match all colors with your brand to create beautiful websites, apps, keynotes or social media content.",
  "data/ph-top/2021/5/think-confluent.json": "For team leaders who struggle to make each remote team member feel integrated into their team, Think Confluent's GPT-3-powered software collects and analyses open feedback to understand in a second what their teams really think, want & feel. 100% anonymous!",
  "data/ph-top/2021/5/mental-models-2-0.json": "After our last launch, we've added a lot more features. 1. We've got 2 tiers now. [Paid & Free] 2. New content categories [AMAs & Business Reports] 3. Dedicated Member Community 4. Partner events",
  "data/ph-top/2021/5/veefriends.json": "The main ambition of this project is to create meaningful intellectual property and create an extraordinary community. All tokens are a three-year admission token to VeeCon, an annual super-conference.",
  "data/ph-top/2021/5/the-streaming-guide.json": "The Streaming Guide for iMessage allows you to quickly share the hottest Movies and TV Shows with friends. All you have to do is search, tap, and send.",
  "data/ph-top/2021/5/covid-help.json": "1. Search Oxygen cylinders, blood, plasma, ambulances, etc. for covid patients. Contribute by calling and verifying the information. 2. Subscribe to notifications to get notified on lead addition or verification. 3. Contribute by adding or verifying resources.",
  "data/ph-top/2021/5/historico.json": "Historico is a clean & minimal iOS application to explore interesting historical facts that happened today. It comes with handy and beautiful Widgets and available in 6 languages (English, German, Spanish, Italian, French, and Hungarian).",
  "data/ph-top/2021/5/hashnode-sponsors.json": "Hashnode Sponsors is an in-built 1:1 micropayment service that lets readers sponsor their favorite dev bloggers on Hashnode. It's an easy way to support quality content and your favorite bloggers.",
  "data/ph-top/2021/5/email-warmup.json": "Murlist email warming uses a network of 2500+ real email addresses and our algorithms to simulate positive user behaviors with your inbox. This improves email sender reputation, and get your emails delivered to your prospects without hitting the spam box.",
  "data/ph-top/2021/5/twitter-spaces-2.json": "Twitter Spaces is where live audio conversations happen.",
  "data/ph-top/2021/5/bakstage.json": "Bakstage is a fun casual space for people to interact with real people via audio conversations. You can join conversations about topics like movies, shows, sports, news, finance, etc. Bakstage brings fans, personalities, brands, influencers into one space.",
  "data/ph-top/2021/5/facebook-neighborhoods.json": "Facebook Neighborhoods is a dedicated space within the Facebook app designed to help you connect with your neighbors, participate in your local community and discover new places nearby.",
  "data/ph-top/2021/5/walking-routes.json": "The best way to make routes for running, walking, or cycling! In just a few clicks, you can create custom routes - simply specify how long you want the route to be or how many steps you want to reach. Explore new parts of your city while getting your steps in!",
  "data/ph-top/2021/5/biometric-authentication-by-passbase.json": "https://passbase.com/ is an identity verification and https://passbase.com/aml-compliance that helps companies onboard users from over 190 countries and screen 6,000 government IDs. It can be integrated with no code at all or natively on https://docs.passbase.com/ and in check out flows in a matter of seconds.",
  "data/ph-top/2021/5/dowork-ai-2-0.json": "Dowork.ai is built for project and account managers working in outsourcing companies to create accurate project estimates. ⠀ New in 2.0 Improved usability, better task breakdown flow, and improved internal and external sharing of your project estimates.",
  "data/ph-top/2021/5/baton.json": "Baton optimizes the process of bringing customers live on any software product. Software vendors scale faster and recognize revenue sooner as they use Baton to reduce churn and collaborate in real time with their clients.",
  "data/ph-top/2021/5/3d-flame-illustrations-by-icons8.json": "Level up your creative projects with these dazzling 3D illustrations. 150+ free items that you can mix and match in thousands of scenes. Great for web and mobile UIs, infographics, presentations and marketing collaterals.",
  "data/ph-top/2021/5/userbooster.json": "Launching a new product is far from easy. UserBooster will help you get early traction and teach you how to leverage online communities to get your first users.",
  "data/ph-top/2021/5/warmspace.json": "Experience deep emotional connection with anyone through a guided 1:1 video call. Using music, mindfulness and audio cues, Warmspace guides two people through a journey to be totally real with each other, feel seen and be heard."
}