{
  "data/ph-top/2021/10/micro-saas.json": "All you need to build your own SaaS at one place. Covers everything right from starting it from scratch to selling it. Resources and inspirations included.",
  "data/ph-top/2021/10/crewdle.json": "The first carbon-neutral video communication platform worldwide Crewdle offers a serverless digital ecosystem that is secure and sustainable, thanks to peer-to-peer technology. The perfect solution to help save the planet, one conversation at a time.",
  "data/ph-top/2021/10/intrro.json": "Intrro is productizing the ability to learn who are the top performers in your company’s network—so you can hire more from recommendations.",
  "data/ph-top/2021/10/octopus-do-2-5.json": "Build your website structure in real-time and rapidly share it to collaborate with your team or clients. Start prototyping websites or apps instantly.",
  "data/ph-top/2021/10/templateshake.json": "An inspirational tool for design team and product owners. Create and share your personal collection of your favourite design cases with a team and client. Showcase your vision. Make a market research. Explore global markets.",
  "data/ph-top/2021/10/vpaint.json": "VPaint is an open source vector graphics editor where the shapes you draw can have shared boundaries and be intuitively sculpted. It's a prototype you can download now, but we're running a Kickstarter to turn it into a more complete product: VGC Illustration.",
  "data/ph-top/2021/10/tweetsponsor.json": "🐦 💰 TweetSponsor is a new platform for monetizing tweets. Become a sponsor or list your twitter profile and connect with sponsors who want to reach your audience.",
  "data/ph-top/2021/10/birdseed.json": "BirdSeed is an \"all-in-one\" engagement tool that acts as a virtual concierge for your website by providing more options to engage your visitors quickly based on their specific needs - all built into one panel and added to your site via one line of code!",
  "data/ph-top/2021/10/made-with-supabase.json": "A collection of projects made with Supabase – Websites, Mobile Apps, SaaS, Plugins and more! ⭐ Showcasing testimonial by Developer ⭐ Showcase what is possible to build using Supabase",
  "data/ph-top/2021/10/gpa-calculator-4.json": "We’ve built a beautiful and informative GPA calculator to help remind you of the unique value you bring to the world. ✨ Enjoy and share animated artwork generated from your particular set of inputs because you are more than just a number.",
  "data/ph-top/2021/10/commotion.json": "https://commotion.page is a super simple way to add forms to your Notion pages. Connect to your Notion account, generate a form, and embed it anywhere. All responses are saved in your Notion database. Great for contact forms, job listings, and feedback forms.",
  "data/ph-top/2021/10/api-for-product-managers.json": "Do you feel intimated by technology as a Product Manager? Are you a non-tech PM? Have you been rejected in a PM interview in the technology round? We are here to solve your woes. Learn A to Z of APIs here - https://learn.apiforpm.tech/module-1 https://www.apiforpm.tech/",
  "data/ph-top/2021/10/defi-watch.json": "Meet defi.watch — a real breakthrough in DeFi analytics! ⚡️ Get detailed breakdowns of each investment you made, find new juicy opportunities among +7000 liquidity pools, and just become rich 🤑 Connect MetaMask to receive your deals' statistics, for free!",
  "data/ph-top/2021/10/number-to-whatsapp.json": "A utility tool which lets your start a Whatsapp conversation without saving the contact of the said person first.",
  "data/ph-top/2021/10/entrepreneur-list.json": "EntrepreneurList is a curated directory of inspiring entrepreneurs to learn from. List includes 700+ entrepreneurs, authors, marketers or investors in 30 categories divided by topics, like for example: Crypto, Design, Development, Marketing, SaaS and Podcast.",
  "data/ph-top/2021/10/startup-yearbook.json": "Distributed work makes it hard to let your team (and online friends!) know how much you appreciate them. Show off your team (or anyone else in your network!) by nominating them for a Startup Yearbook superlative.",
  "data/ph-top/2021/10/figma-letters.json": "Join 100+ Figmates seeking Resources, Jobs and a lot more surrounding Figma delivered to your inbox everyweek.",
  "data/ph-top/2021/10/guardo.json": "Guardo is the easiest way to save and categorize links, making browsing more productive.",
  "data/ph-top/2021/10/thinkio.json": "Thinkio turns your PDFs and images into interactive worksheets you can share with a link. People can draw and write on the worksheets and submit them back for you to view. We built Thinkio to help teachers, but people have found all sorts of uses for it.",
  "data/ph-top/2021/10/neighborverse.json": "Neighborverse is a simple, free mobile app that helps you find the right people, place, and time for your favorite outdoor activities like tennis, running, golf, and more! Tell us in the comments what we can do with Neighborverse to make your life better.",
  "data/ph-top/2021/10/tuto.json": "tuto is a customer education platform that customers will love. Helps customer success, support, and product teams to reduce time to value and increase retention by creating personalized measurable in-app video-like tutorials based on data.",
  "data/ph-top/2021/10/discovernft.json": "Discover upcoming NFT projects which have the fastest-growing communities. Get insights on the NFTs which are just about to get viral.",
  "data/ph-top/2021/10/make-work-fun.json": "*The Ultimate Companion App For Notion* → Celebrate ANY Win You Can Track In Notion → Engage In Party Quests And Slay Dragons With Your Friends → Get Motivated By Friendly Competition With Our Community → Create Custom Embeddable Components For Notion Pages",
  "data/ph-top/2021/10/unboxd.json": "Ask. Receive. Unbox. Get friends, families, and anonymous lovers to contribute part or full amount for the items you need for any ocassion like birthdays, weddings, new baby, etc.",
  "data/ph-top/2021/10/transferkit.json": "✈ Send Files to your friends & colleagues using TransferKit 📁 Files Sent/Stored on TransferKit will be Available to Access Forever ⚡ Blazing Fast Downloads 😋 All 100% Free",
  "data/ph-top/2021/10/prodmgmt-world-2-0.json": "prodmgmt.world is a collection of techniques to empower entrepreneurial minds. Map your product challenge to the solution. Before: \"I have no clue how to test if my idea is valuable.\" After: \"I've got a full arsenal of techniques and frameworks.\"",
  "data/ph-top/2021/10/wemzo.json": "Wemzo is a powerful portfolio builder that produces interactive websites. The unique thing about Wemzo is that you don't have to spend hours or pay hundreds of dollars to get a website, one just has to spend few minutes to get the job done for a nominal price.",
  "data/ph-top/2021/10/shape-lucid-dreaming.json": "Shape is a lucid dreaming app for iOS – featuring audio guides for the technique of waking up within the dreamworld, Am-I-Dreaming reminders for cultivating the habit of questioning reality, and a dream journal designed for nighttime.",
  "data/ph-top/2021/10/visualsitemaps-3-0.json": "What if it was possible to enter any URL and in just seconds get a fully detailed snapshot of its scope, architecture, and content? Meet VisualSitemaps.",
  "data/ph-top/2021/10/bigstage-teleprompter.json": "The BigStage Teleprompter allows multiple presenters to share the same script, send alerts discreetly to other presenters. Enables a script to be saved and shared with others in a free teleprompter app. It is a SaaS solution and also an iOS and Android app.",
  "data/ph-top/2021/10/reform.json": "Clean-looking, on-brand forms that are easy to use in your no-code projects, send out in emails, or put on your website. A modern form builder for your tool belt.",
  "data/ph-top/2021/10/product-weekly-digest.json": "Join over 6,045 makers: discover products that can help you ship and find users. Every Friday in your inbox. Free. No Ads.",
  "data/ph-top/2021/10/bootstrapping-guide-by-jotform.json": "Everything I’ve learned from growing my startup from 0 to 10 million users without a single dime in outside funding.",
  "data/ph-top/2021/10/grabstar.json": "Browse talents Find and hire the best freelance designers, developers, and marketers with verified reviews and ratings. GrabStar allows freelancers to add their own profile with their works.",
  "data/ph-top/2021/10/blobr.json": "With Blobr, get your API portal, your way. Display your APIs like products and manage access. You can filter content, monitor usage and monetize your APIs. Simplify the API onboarding process for your users and let them see their real-time consumption.",
  "data/ph-top/2021/10/uproad.json": "Use toll roads with confidence. Get notified about the tolls you pass, always know toll costs upfront, and enjoy automated toll payments.",
  "data/ph-top/2021/10/opta.json": "Opta is a new kind of Infrastructure-As-Code framework designed for fast moving startups. It enables you to work with high-level constructs like microservices, environments, databases; instead of low level configuration like VPC, IAM, ELB or Kubernetes!",
  "data/ph-top/2021/10/host3-1-dex-for-appfi-on-solana.json": "HOST3 is the #1 AppFi DEX on Solana for hackers with AppToken exchange, web hosting, analytics, monetization and fundings. * Easy to deploy web apps from GitHub repository * Perfect for raising funds for indie app development!",
  "data/ph-top/2021/10/nft-scoring.json": "NFT Scoring tracks and analyses all NFT projects. It is the tool for proper market research that helps you to discover new promising projects. NFT investments backed by data.",
  "data/ph-top/2021/10/atropos.json": "Atropos is a lightweight, free and open-source JavaScript library to create stunning touch-friendly 3D parallax hover effects. Available for JavaScript, React and Vue.js",
  "data/ph-top/2021/10/govalo.json": "Digital gifting should be a delightful experience, and that's why we built Govalo. Send a gift card directly to the recipient, schedule for later delivery, and always have gift card analytics ready for your review on our dashboard.",
  "data/ph-top/2021/10/audiom.json": "Share your voice to Instagram, Twitter, Facebook, or any other social media with Audiom. Simply record your voice add colors, change sound wave types or even insert a photo or video as background. Also, you can add your avatar!",
  "data/ph-top/2021/10/epicons.json": "Consisting of 2000+ top-quality icons, Epicons premium allows you to strengthen your modern user interface (UI) designs. Useful for mobile & web development as well as print products.",
  "data/ph-top/2021/10/rowy-2.json": "Rowy is an open-source low-code platform to build your product, from MVP to scale 🚀 Manage your database in a spreadsheet-like UI, write Cloud Functions effortlessly in the browser, build automation with ready-made extensions to your favorite tools, and more.",
  "data/ph-top/2021/10/labidesk-2-0.json": "LabiDesk Version 2.0 (Zendesk Alternative, Freshdesk Alternative, Helpscout Alternative) ✅ Live Chat - Released New Live Chat ✅ Shared Inbox- Improved Tickets User Experience ✅ Knowledge Base - Released New Theme",
  "data/ph-top/2021/10/souffle-club.json": "Soufflé Club is a professional network where you can build the punchiest professional profile you've ever had. Answer simple prompts that get to the heart of what people CARE to know about you. Gain access to insanely cool opportunities with your new profile.",
  "data/ph-top/2021/10/hexowatch-3-0.json": "Featuring 12 different types of monitors, Hexowatch is your recon drone sidekick that alerts you when visual, content, price, code, tech stack, backlink or just about any type of change is detected on a page or API endpoint.",
  "data/ph-top/2021/10/creatorbase.json": "The world's largest curated collection of Creator Economy tools 🚀: - A growing database of 400+ creator tools - Filter by creator type or task - Curated library of the best creator economy content - Database regularly updated 👉🏼 https://www.creatorbase.xyz",
  "data/ph-top/2021/10/project-breakfast.json": "We decided to do something about the lack of healthy, delicious & convenient breakfast options available by creating PROJECT BREAKFAST, a nutritious protein breakfast drink that has the perfect combination of taste, ingredients, caffeine, and convenience!",
  "data/ph-top/2021/10/bravo-studio-3-0.json": "Bravo Studio is a design-first, no-code tool. It allows you to convert your app Figma or Adobe XD designs into native mobile apps (both iOS and Android). Generated apps can take payments, use native functionality or use OAuth to connect to 3rd party services.",
  "data/ph-top/2021/10/stocks-house.json": "Stocks House is a browser extension allows you to search in all stock photography websites with a single click. It's available for all browsers. Let us know what you think below and how we can improve.",
  "data/ph-top/2021/10/twake-2-0.json": "Twake is the open digital workplace that improves your teamwork. Team chat, file storage, task management, team calendar and everything you need is on Twake in SaaS or self-hosted.",
  "data/ph-top/2021/10/e-commerce-conversion-checklist-1.json": "Hi, I'm Jaka, and I've been a conversion designer for the past 13 years. I've built a list of conversion design elements that, from my experience, help online stores convert more visitors into customers. Today I decided to share that list with you.",
  "data/ph-top/2021/10/notabase.json": "Notabase is a powerful and easy-to-use note-taking app for networked thinking. Connect your ideas together and write more effortlessly.",
  "data/ph-top/2021/10/searchable-ai.json": "Searchable is your personal search engine for your stuff. Search for documents across apps, cloud and local drives, and get instantly precise results. No more tab surfing here.",
  "data/ph-top/2021/10/adspyder.json": "AdSpyder is a saas-based ad intelligence platform that provides insights into millions of online advertisements from all over the world. AdSpyder currently supports Google Search ads, Facebook ads, Google Ecom ads, and displays ads across networks.",
  "data/ph-top/2021/10/advanced-guide-to-product-led-growth.json": "Ready to utilize your product as your main growth engine? 🚀 Learn from PLG and industry experts such as Ramli John, Despina Exadaktylou, Victor Eduoh, and Dr. Fio D. on the 8 common challenges of becoming product-led, and how to overcome them.",
  "data/ph-top/2021/10/seald-sdk.json": "We help web & mobile app developers protect data they collect from their users against data breaches. The Seald end-2-end encryption SDK can be integrated without knowledge in cryptography.",
  "data/ph-top/2021/10/scribo.json": "Scribo is an AI-based copywriting and content generation platform that utilizes a powerful trained AI model which assists users in generating different types of copy, ranging from product descriptions to blog titles to marketing emails and much more.",
  "data/ph-top/2021/10/gpic.json": "Either you are posting something on Reddit, DEV, Indiehackers, or any other place, you need to host your images somewhere. https://gpic.site is the simplest way to do that! Automatically optimizes images whenever possible and it does it for free 📸⚡️📁",
  "data/ph-top/2021/10/kommunity.json": "Kommunity is an ultimate community-focused social event platform to grow your community locally and internationally, organize events easily and communicate with your members within one place.",
  "data/ph-top/2021/10/email-warm-up-tool-by-reply.json": "Reply's Email Warm-Up tool provides effortless and swift deliverability boost using network of trusted accounts for peer-to-peer sending and fully automated positive engagement.",
  "data/ph-top/2021/10/cosmos-video-2-0.json": "Work and hangout in a shared space ✨ Build culture by sparking casual conversations and hosting socials 🚀 Communicate faster by co-working on shared desks 🔮 Share context by holding all meetings in the same space",
  "data/ph-top/2021/10/integry.json": "➡️ Give users integrations that are beautiful with uncompromising functionality. ➡️ Create Integration Wizard, embed them in app, or roll out an entire marketplace. ➡️ No-code tools to build any workflow and low-code tools to scale and connect to any app.",
  "data/ph-top/2021/10/volv-2-0.json": "Volv is for those who want to consume great content and for ️those who create great content. What readers will find: breaking news, hype trends, crypto updates & more What writers will get: a platform to help you get discovered by thousands in 100+ countries",
  "data/ph-top/2021/10/web-vitals-robot.json": "Web Vitals are performance signals Google has started to consider when deciding whether your website should rank in search results or not. Web Vitals Robot monitors these SEO metrics for you – so you can prevent your business from disappearing from Google.",
  "data/ph-top/2021/10/flutterflow-2-0.json": "FlutterFlow is an online low-code platform that empowers people to build native mobile apps visually. For 2.0, we’ve added Maps, Search, Push Notifications, Animations, one-click deploy to the app store and more! You can still view and export clean code.",
  "data/ph-top/2021/10/avrio.json": "A collaborative mixed methods User Research platform. Taking an unconventional approach with a browser extension and web app you can capture and share data analysis, user research, and learnings directly in context, with your team from anywhere you work.",
  "data/ph-top/2021/10/kukla-2-0.json": "Kukla 2.0 - super big library of 3d elements. Cool materials, 2 angles and separate shadows. With stylish characters.",
  "data/ph-top/2021/10/promyze.json": "Promyze helps you to easily define and share best coding practices with other developers in your company. Promyze works for any programming language, offers integration with IDE & Web-browsers plugins.",
  "data/ph-top/2021/10/material-builder-2-0-1.json": "Create gorgeous websites by composing professionally designed sections & generating high-quality, customizable source code ✅ Fast prototyping ✅ Experimenting with layout ✅ Absolutely no coding required ✅ Viewport testing (mobile/tablet/desktop)",
  "data/ph-top/2021/10/pigeon-mail-3.json": "Send Personalized Emails directly from your Gmail account using our G-Suite Add-on. You can send upto 600 emails using free Gmail account or upto 2000 emails using paid Google Workspace account You can track your email opens, bounces, etc.",
  "data/ph-top/2021/10/sama.json": "A scheduling app that is useful for both you and the invitee. Sama chooses 3 best slots for you based on your history and preferences. Recipients can see the suggested times in the context of their own calendar. No more chatting forever to find time.",
  "data/ph-top/2021/10/microacquire-m-a-advisor-directory.json": "Directory of investment bankers, business brokers, M&A advisors, legal counsel, accountants, due diligence experts and more with reviews, ratings, testimonials, bringing trust & transparency to startup acquisitions.",
  "data/ph-top/2021/10/pages-by-process-street.json": "Pages is a free-for-everyone knowledge base from Process Street. Try it out! ➡️ https://www.process.st/pages Bring your entire company in for free, unlimited access to create, edit, and view company documentation.",
  "data/ph-top/2021/10/twitch-pro-from-soundstripe.json": "Stream playlists worry-free on your Twitch livestreams and VODs from Soundstripe’s full music collection. Create, shuffle, and access exclusive playlists from lo-fi to EDM for $3.99/month or $36 annually (25% savings).",
  "data/ph-top/2021/10/alphadrop.json": "Alphadrop is a daily newsletter delivering a community curated list of the top NFT drops. Its companion website makes it easy to create a calendar feed of saved drops. Alphadrop makes staying up-to-date with NFT drops very simple and easy.",
  "data/ph-top/2021/10/podseeker.json": "Podseeker is a podcast database and intelligence platform for marketers and PR pros. We make it easy to find lists of highly relevant podcasts in any niche, complete with audience data and contact details, so you can supercharge your podcast outreach.",
  "data/ph-top/2021/10/the-niche-generator.json": "📢 Side hustlers: Start off on the right foot with a little tool that generates a business niche to explore. https://www.nichegenerator.xyz/",
  "data/ph-top/2021/10/slideasy.json": "Slideasy makes it easy to engage and receive feedback from your audience. Create free presentations with multiple choice questions, word cloud activities, text questions, and more.",
  "data/ph-top/2021/10/mobile-growth-university.json": "Learn mobile marketing for free, from the experts of fields like ASO, Apple Search Ads, Mediation, User Acquisition, Monetization and more. Enroll to any course you'd like and complete them whenever you want. Become a certificated app marketing professional!",
  "data/ph-top/2021/10/web3-jobs.json": "A platform to help you start a career in Web3 projects like Polkadot, CakeDefi and Tron Join the future happening today, ygmi!",
  "data/ph-top/2021/10/cube-cloud.json": "Cube Cloud is the easiest way to build analytics and BI features. It’s a fully hosted, autoscaling service that connects your cloud data to your front end code by creating a semantic API, managing access and multitenancy, aggregating data and caching queries.",
  "data/ph-top/2021/10/palitra-app.json": "Free color palette finder allows you easy find a color palette. Just enter keywords and get your color palette!",
  "data/ph-top/2021/10/the-product-manifesto.json": "Product Managers face the biggest challenges of our day, which is why our community needs a common set of product principles. After many months of collaborative development, it’s time to introduce the Product Manifesto!",
  "data/ph-top/2021/10/supliful.json": "The fastest way to launch and grow a supplement private label 🚀: - 100+ white label products - Customizable label templates - No upfront costs (dropshipping) - Fulfilment automation with Shopify app 👉🏼 https://www.supliful.com",
  "data/ph-top/2021/10/lalal-ai-for-instruments.json": "LALAL.AI is an online service for music source separation powered by AI technologies. Extract vocal, instrumental, and various musical instruments from any song or even video.",
  "data/ph-top/2021/10/helloguru-hub.json": "The HelloGuru Hub takes No-Code front and center! Learn how to use No-Code tools for FREE, read about interesting and useful subjects, and discuss with more people interested in the movement. Everything about No-Code at the HelloGuru Hub!",
  "data/ph-top/2021/10/three-daily-goals.json": "Complete your Three Main Goals every day with this bot. Inspired by the Hyperfocus book of Chris Bailey. Every day bot will ask you to fill in your 3 goals (no more) and check if you've completed them. That's it, nothing more.",
  "data/ph-top/2021/10/myride901.json": "MyRide901 is a mobile app that captures and manages vehicle maintenance videos, images and documents in Service Events on a shareable timeline. Features include an Accident Reporting tool & Next Service Lookup that advises of service that should be performed.",
  "data/ph-top/2021/10/splay.json": "Splay gives you the freedom to do more in more places: it's the world's largest portable display, the only 2 in 1 projector and display, the only fully expandable display, and the only ultra short throw pico projector, all in 1 product.",
  "data/ph-top/2021/10/influencer-offers-by-intellifluence.json": "Influencer Offers by Intellifluence solves the problem facing the influencer industry where some brands just want to work with someone in a one-off basis and need to know exactly how much money it'll cost. As the largest warm contact network, we solved that.",
  "data/ph-top/2021/10/flalingo.json": "Flalingo is an online English learning portal where you can study English online from anywhere in the world. If you want to improve your English speaking skills systematically, Flalingo is for you.",
  "data/ph-top/2021/10/deep-breath.json": "We help people find their way by working on their self-worth. Deep Breath provides digital & personalized therapy and group sessions to people struggling with anxiety & depression triggered by low self-worth.",
  "data/ph-top/2021/10/observiq-cloud.json": "The intuitive log management platform that you actually want to use. 9/10 users stream logs in under 10 minutes. Cloud hosted. Extensible. Affordable. Scalable.",
  "data/ph-top/2021/10/golden-open.json": "Access our Research Engine, lodge data research requests, query our data, create Lists, Pipelines, make Open Lists and use Personal Workspaces.",
  "data/ph-top/2021/10/sidekick-9.json": "You only have so much time and effort to give. With Sidekick, easily prioritize and dedicate your energy to people who matter most.",
  "data/ph-top/2021/10/swordy-bot.json": "Manage & monetize your Discord server with NFTs! Integrated with Unlock Protocol (recently featured on TechCrunch), SwordyBot lets you automatically grant/limit access to your Discord. Your members can buy access through Eth or fiat via credit card/Stripe.",
  "data/ph-top/2021/10/kado-2.json": "KADO helps you to better connect with your clients, exchange business cards, manage contacts, record notes and interactions on prospects to stay on top of your game. Powerful integrations & intuitive UI will help you better manage and convert your prospects",
  "data/ph-top/2021/10/nemo.json": "Nemo is a new age neobanking platform that aims to disrupt the traditional banking system by serving all your financial needs- from banking and accounting to ops and compliances.",
  "data/ph-top/2021/10/chainstarters.json": "Chainstarters is a powerful, rapid, web3-enabled platform for software developers. We eliminate the burden of setting up and maintaining a secure and scalable infrastructure, allowing you to focus on creating amazing technology. Check out our https://docs.chainstarters.com/docs/how-to-create-a-company!",
  "data/ph-top/2021/10/cauldron-v2.json": "Use Cauldron to build tasks and assignments into your job application and see your applicants do the job before they get the job.This way hiring managers can evaluate skills and merit of their applicants instead of resumes reducing bias in the hiring process.",
  "data/ph-top/2021/10/the-pragmatic-engineer-newsletter.json": "Weekly advice, observations, and inspiration for engineering leaders. Especially relevant for those at high-growth startups and big tech.",
  "data/ph-top/2021/10/db-lens.json": "DB Lens is an opensource database client for Mac, Linux & Windows that helps developers to explore, observe & understand the database in a better way. 🔍 Database Explorer 📟 SQL Playground 📉 ER Diagrams ⚡️ Quick Connect (Deep Links) 💡 Performance Overview",
  "data/ph-top/2021/10/autify-for-mobile-2.json": "Autify for Mobile is a no-code testing platform. Anyone can create E2E create tests for mobile apps and run tests with multi environments. We empower agile teams to ship excellent products!"
}