{
  "data/ph-top/2021/1/everyday-2-0-3.json": "\"Every day, it gets a little easier. But you gotta do it every day, that's the hard part\". Everyday helps you break goals down into tasks we can execute on every day, colouring our beautiful board whilst forming new habits, ultimately reaching our goals.",
  "data/ph-top/2021/1/historicalme.json": "For anyone wanting to improve their wellness and achieve their goals, the HistoricalMe app is your private, online space that makes it simple to record and track all elements of your daily life. Find out more about you with this diary app in 2021.",
  "data/ph-top/2021/1/90daysofprose.json": "Make Writing a Habit. Write for at least 10 minutes a day for the next 90 days. Tweet your progress each day with the #90DaysOfProse hashtag.",
  "data/ph-top/2021/1/elza-browser.json": "Elza browser is not a replacement for your web browser but a powerful tool when you would like to keep your browsing private. Elza is always on incognito with an option to turn on Tor which runs much faster than even the Tor Browser. #Minimal #Fast #Private",
  "data/ph-top/2021/1/remotelane-3-0.json": "Daily-curated Remote Jobs for Everyone Features: - simple list (Hacker News style) - simple & fast search powered by Algolia - only the latest jobs from the last 30 days - no long descriptions, just simple titles and links - no ads - simple email newsletter",
  "data/ph-top/2021/1/1-second-everyday-4-0.json": "1 Second Everyday is a video diary that makes it easy to take your day-to-day moments and create a meaningful movie of your life. It’s a home for all your notable memories, not just the Insta-worthy. Get started with 1SE today!",
  "data/ph-top/2021/1/physique-ai-android-ios.json": "Get safer and more effective workouts at home with 1:1 voice feedback to improve your posture and encouragement to push you further. Counts reps as you do them ⏱️ Instant suggestions on improving posture 🗨️ Cheers you throughout your training session 🗣️",
  "data/ph-top/2021/1/tabbied.json": "Create and customize minimally generated patterns or artwork to use for wall art, background images, print and other projects. Download your high-resolution art for free. Start making your art at https://tabbied.com",
  "data/ph-top/2021/1/confetti-ios-android.json": "Confetti is a colorful habit tracker that tracks your daily/weekly habits & to-dos and launches confetti for every completion to celebrate your daily accomplishments. Confetti also makes it easy to visualize your progress over time with in-depth stats.",
  "data/ph-top/2021/1/sponsorware-for-github.json": "Sponsorware for Github is the easiest way to sell access to your private repositories on Github with Github Sponsors. Get started in minutes and start selling your software on Github today!",
  "data/ph-top/2021/1/odo.json": "Blending Psychology and Artificial Intelligence with layers of insights from 10,000+ books and articles, Odo is your empathetic AI companion that chats, reads, thinks, and offers a helpful conversation to help you grow. Only available in India.",
  "data/ph-top/2021/1/invoicer-3.json": "Invoicer is a document based invoice maker app available exclusively on iOS/iPadOS/macOS platforms. All your invoice files and preferences are stored in iCloud so you can work seemlessly across different devices without the need to create an account for syncing.",
  "data/ph-top/2021/1/success-planner.json": "Being productive is hard. Success is based on prioritized task lists and the Pomodoro Technique. Plan your week, set your daily tasks, and reflect on the past days to reach all your goals.",
  "data/ph-top/2021/1/doofy-for-ipad.json": "Instantly play the most demanding PC games on your iPad in India. Requires iPadOS 14+ and an iPad compatible controller.",
  "data/ph-top/2021/1/findnlink.json": "Findnlink is a platform where you can share your projects and find co-founders/members. - Customize your project page - Create your own portfolio / profile - Show your skills We want to make Findnlink a great virtual workspace to connect teams together 👌",
  "data/ph-top/2021/1/superpage.json": "Influencers, Superpage gives a new way to fund your passion by responding to fan messages. By setting up your unique contact page, you can now let anyone send a message by paying what they want.",
  "data/ph-top/2021/1/gmail-inbox-readability-score.json": "When you read an email you will see a numerical score just below the subject–a score between 0 and 100. A score of 100 means the email is very easy to read and a score of 0 means the email is very difficult to read.",
  "data/ph-top/2021/1/budg.json": "Budg is a tool to easily track your subscriptions (aka recurring expenses).",
  "data/ph-top/2021/1/imbue-5.json": "imbue allows influencers to create & monetize beautiful fitness experiences while allowing you unprecedented access into the fitness routines of the influencers you know & love.",
  "data/ph-top/2021/1/doyounotes.json": "DoYouNotes helps students memorize their notes faster. How? 1. upload a PDF file 2. mark the sections to study 3. review the sections (recall/show/hide content, spaced repetition, order by urgency/randomly, self-evaluate) 4. check your progress",
  "data/ph-top/2021/1/strongweek.json": "A different way to organize your To-Do List or view iOS Reminders. A better tasks widget for your homescreen. Prioritize your to-do list with the weekly monthly yearly tasks planner app. Now with optional Reminders Sync, homescreen widgets, and iCloud backup.",
  "data/ph-top/2021/1/surf-4.json": "Access your favourite Websites and Web Apps easily and quickly. Save the websites addresses and give them a custom name and icon, then easily access them from the Menu Bar or in an Always-on-Top window. Freely resize the menu window for a better experience",
  "data/ph-top/2021/1/simply-snack.json": "Simply Snack is the easiest way to keep track of your food and diet. Log your food easily by just taking a picture of it. There’s no need for long descriptions or dull questions – and no need to stress about what you should or shouldn’t eat.",
  "data/ph-top/2021/1/couchers.json": "It’s a fun & easy solution for you and your friends to find the best movie or TV-show to watch on Netflix. Swipe through media name cards. If all your friends like the same movie, it's a match! Less scrolling more watching",
  "data/ph-top/2021/1/swipe-files.json": "Where marketers go to find their people, be prolific, and hone their craft. Subscribe to get cutting edge, comprehensive, and sometimes crazy marketing ideas in your inbox every week. Join the community to connect with some of the smartest minds in marketing.",
  "data/ph-top/2021/1/learn-azure-fundmentals.json": "Learn Azure Fundamentals is an app which helps you to learn the basics of Microsoft Azure and Cloud Computing by answering questions in tests. App contains 14 unique tests, 269 questions, 132 articles. Learn offline. App is absolutely free. No Ads.",
  "data/ph-top/2021/1/flow-wireframe-kit.json": "Flow is a collection of pixel-perfect, seamlessly-fitting, ready-made layouts for desktop which helps designers create beatiful designs, faster. Customize every component with one click and design better with Flow!",
  "data/ph-top/2021/1/fundraising-hours.json": "Fundraising Hours is an effortless office hour event connecting early-stage founders fundraising remotely. The founders can get notified when the investors open their office hours. Powered by Remotehour.",
  "data/ph-top/2021/1/you-tldr.json": "Transcribe your YouTube video in one click and highlight the important stuff for easy and quick reading. you-tldr let's you skim through the video transcript and skip to the good stuff. You can also download the transcript for your records.",
  "data/ph-top/2021/1/textcraft-3.json": "Textcraft is a magical utility for iPhone, iPad, and Mac that allows you to transform any text in real-time into a variety of 80+ different formats.",
  "data/ph-top/2021/1/covid-19-vaccine-tracker-2.json": "A live dashboard of how the COVID-19 vaccine is being administered across the globe.",
  "data/ph-top/2021/1/goodnight-journal-2-0-3.json": "Personal journal app for everyone where you can get connected with others! Goodnight Journal is the only personal journal app that offers modern design that works the same on any device, with the community, chat and features to boost your mental health.",
  "data/ph-top/2021/1/hijack-your-feed.json": "Hijack Your Feed is a Safari extenion that replaces Twitter ads with your todos. It creates eye-catching posts based on your Reminders, which are then hijacked into your Twitter feed. Designed to nudge you toward your intentions… and away from doom-scrolling.",
  "data/ph-top/2021/1/birabo.json": "With Birabo, you will never lose your project files, notes, folders and links again. Share them with your team in one workspace, in real-time.",
  "data/ph-top/2021/1/2020-code-stats-from-wakatime.json": "The most used languages, editors, and WakaTime code stats of 2020.",
  "data/ph-top/2021/1/baaz.json": "Baaz enables live video commerce for retailers globally. A retail store can host live videos, manage catalogs, live chats, payments, shipping, promotions and influencers from Baaz app. All things related to live video shopping in one place.",
  "data/ph-top/2021/1/startup-job-watch.json": "Startup Job Watch is a weekly updating database of over 6000 jobs from the top startups in the world. These are all companies that were on the best of lists from publications like Business Insider, Linkedin, AngelList, and more!",
  "data/ph-top/2021/1/hey-it-s-harold.json": "Harold is a habit tracking method you can actually stick with. No more updating a google spreadsheet and then never looking at it again. Harold takes care of the tracking for you. Start building those daily habits and unlock your potential.",
  "data/ph-top/2021/1/sizey-aspect-ratio-calculator.json": "Sizey is a MacOS app that helps you calculate aspect ratios! ⠀ — ⠀ ⚡️ Add Custom Aspect Ratios ⠀ 💥 Round to the nearest whole # ⠀ ➡️ Keyboard Shortcuts ⠀ 📐 Scale & Densities (@1x, @2x, @3x) ⠀ 🙌 Landscape & Portrait modes — ⠀ You design. We’ll math. ❤️📐",
  "data/ph-top/2021/1/bitbo.json": "Bitbo is a real-time Bitcoin dashboard that allows anyone to monitor on-chain data, view live price action, and track key economic indicators - all for free.",
  "data/ph-top/2021/1/unipack-notion-templates.json": "Unipack will turn Notion into a life productivity system: 🎯 Create tasks to always meet your goals 🧘 Find time for yourself 🧠 Get time & headspace back Today, get a 15% discount with this promocode: producthunt2021",
  "data/ph-top/2021/1/built-for-mars-1.json": "A collection of free UX case studies, packed with actionable insights and occasional memes.",
  "data/ph-top/2021/1/mentioned-2.json": "Mentioned.app is a simple analytics tool that lets you track your website mentions in real-time. Receive an email notification every time your website is mentioned. Track site visits from each link and measure value. Best part? It's Free.",
  "data/ph-top/2021/1/vektors.json": "A free illustrations library to help the community discover unique collections from illustrators around the world."
}