{
  "data/ph-top/2021/10/micro-saas.json": "All you need to build your own SaaS at one place. Covers everything right from starting it from scratch to selling it. Resources and inspirations included.",
  "data/ph-top/2021/10/crewdle.json": "The first carbon-neutral video communication platform worldwide Crewdle offers a serverless digital ecosystem that is secure and sustainable, thanks to peer-to-peer technology. The perfect solution to help save the planet, one conversation at a time.",
  "data/ph-top/2021/10/intrro.json": "Intrro is productizing the ability to learn who are the top performers in your company’s network—so you can hire more from recommendations.",
  "data/ph-top/2021/10/octopus-do-2-5.json": "Build your website structure in real-time and rapidly share it to collaborate with your team or clients. Start prototyping websites or apps instantly.",
  "data/ph-top/2021/10/templateshake.json": "An inspirational tool for design team and product owners. Create and share your personal collection of your favourite design cases with a team and client. Showcase your vision. Make a market research. Explore global markets.",
  "data/ph-top/2021/10/vpaint.json": "VPaint is an open source vector graphics editor where the shapes you draw can have shared boundaries and be intuitively sculpted. It's a prototype you can download now, but we're running a Kickstarter to turn it into a more complete product: VGC Illustration.",
  "data/ph-top/2021/10/tweetsponsor.json": "🐦 💰 TweetSponsor is a new platform for monetizing tweets. Become a sponsor or list your twitter profile and connect with sponsors who want to reach your audience.",
  "data/ph-top/2021/10/birdseed.json": "BirdSeed is an \"all-in-one\" engagement tool that acts as a virtual concierge for your website by providing more options to engage your visitors quickly based on their specific needs - all built into one panel and added to your site via one line of code!",
  "data/ph-top/2021/10/made-with-supabase.json": "A collection of projects made with Supabase – Websites, Mobile Apps, SaaS, Plugins and more! ⭐ Showcasing testimonial by Developer ⭐ Showcase what is possible to build using Supabase",
  "data/ph-top/2021/10/gpa-calculator-4.json": "We’ve built a beautiful and informative GPA calculator to help remind you of the unique value you bring to the world. ✨ Enjoy and share animated artwork generated from your particular set of inputs because you are more than just a number.",
  "data/ph-top/2021/10/commotion.json": "https://commotion.page is a super simple way to add forms to your Notion pages. Connect to your Notion account, generate a form, and embed it anywhere. All responses are saved in your Notion database. Great for contact forms, job listings, and feedback forms.",
  "data/ph-top/2021/10/api-for-product-managers.json": "Do you feel intimated by technology as a Product Manager? Are you a non-tech PM? Have you been rejected in a PM interview in the technology round? We are here to solve your woes. Learn A to Z of APIs here - https://learn.apiforpm.tech/module-1 https://www.apiforpm.tech/",
  "data/ph-top/2021/10/defi-watch.json": "Meet defi.watch — a real breakthrough in DeFi analytics! ⚡️ Get detailed breakdowns of each investment you made, find new juicy opportunities among +7000 liquidity pools, and just become rich 🤑 Connect MetaMask to receive your deals' statistics, for free!",
  "data/ph-top/2021/10/number-to-whatsapp.json": "A utility tool which lets your start a Whatsapp conversation without saving the contact of the said person first.",
  "data/ph-top/2021/10/entrepreneur-list.json": "EntrepreneurList is a curated directory of inspiring entrepreneurs to learn from. List includes 700+ entrepreneurs, authors, marketers or investors in 30 categories divided by topics, like for example: Crypto, Design, Development, Marketing, SaaS and Podcast.",
  "data/ph-top/2021/10/startup-yearbook.json": "Distributed work makes it hard to let your team (and online friends!) know how much you appreciate them. Show off your team (or anyone else in your network!) by nominating them for a Startup Yearbook superlative.",
  "data/ph-top/2021/10/figma-letters.json": "Join 100+ Figmates seeking Resources, Jobs and a lot more surrounding Figma delivered to your inbox everyweek.",
  "data/ph-top/2021/10/guardo.json": "Guardo is the easiest way to save and categorize links, making browsing more productive.",
  "data/ph-top/2021/10/thinkio.json": "Thinkio turns your PDFs and images into interactive worksheets you can share with a link. People can draw and write on the worksheets and submit them back for you to view. We built Thinkio to help teachers, but people have found all sorts of uses for it.",
  "data/ph-top/2021/10/neighborverse.json": "Neighborverse is a simple, free mobile app that helps you find the right people, place, and time for your favorite outdoor activities like tennis, running, golf, and more! Tell us in the comments what we can do with Neighborverse to make your life better.",
  "data/ph-top/2021/10/tuto.json": "tuto is a customer education platform that customers will love. Helps customer success, support, and product teams to reduce time to value and increase retention by creating personalized measurable in-app video-like tutorials based on data.",
  "data/ph-top/2021/10/discovernft.json": "Discover upcoming NFT projects which have the fastest-growing communities. Get insights on the NFTs which are just about to get viral.",
  "data/ph-top/2021/10/make-work-fun.json": "*The Ultimate Companion App For Notion* → Celebrate ANY Win You Can Track In Notion → Engage In Party Quests And Slay Dragons With Your Friends → Get Motivated By Friendly Competition With Our Community → Create Custom Embeddable Components For Notion Pages",
  "data/ph-top/2021/10/unboxd.json": "Ask. Receive. Unbox. Get friends, families, and anonymous lovers to contribute part or full amount for the items you need for any ocassion like birthdays, weddings, new baby, etc.",
  "data/ph-top/2021/10/transferkit.json": "✈ Send Files to your friends & colleagues using TransferKit 📁 Files Sent/Stored on TransferKit will be Available to Access Forever ⚡ Blazing Fast Downloads 😋 All 100% Free"
}