{
  "data/ph-top/2021/3/pablito-planeta.json": "Pablito Planeta is a design astrologist. Let's travel through the pixel galaxy to take a look into your future as a creative every month. Vamos, cariño—the gradient cosmos is yours!",
  "data/ph-top/2021/3/proapp-learn-design.json": "ProApp is a place to learn all things Design. It's your Digital Design College to learn various Design disciplines with bite-sized content on the go. We launched with 30+ courses - UI/UX design, HCI, Mobile & Web Design, Typography, Microcopy, & many more.",
  "data/ph-top/2021/3/smoothly.json": "Smoothly prepared for Food Intolerance and Vegan Diets. Tasty and healthy smoothie recipes. It serves easy, gluten-free, lactose-free and nut-free recipes for users keen on their health.",
  "data/ph-top/2021/3/uptime-4.json": "🔎 Discover new ideas from 1500+ books, courses, and documentaries ⠀ 💡Get smart fast with our 5-min Hacks to keep you informed and save your time ⠀ 🧠 Designed to make learning fun and memorable",
  "data/ph-top/2021/3/fonibo-1-0.json": "Fonibo: 15 minute delivery platform. Restaurants, hypermarkets, drug stores and few more are just close by one touch!",
  "data/ph-top/2021/3/tldr-this-2.json": "TLDR This is a web app (+ chrome extension) that helps you summarize any piece of text into concise, easy to digest content so you can free yourself from information overload.",
  "data/ph-top/2021/3/straw-page.json": "Straw.Page is an extremely simple website builder, focused on creativity. You can use it to design awesome websites straight from your phone",
  "data/ph-top/2021/3/streamtools.json": "Professional Streaming Tools. A full suite of streaming tools for your live content!",
  "data/ph-top/2021/3/clubhouseranking.json": "A ranking of the most popular users, rooms and events on Clubhouse.",
  "data/ph-top/2021/3/minerva-pro.json": "Minerva is the easiest way to capture and share clickable instructions for anything on the internet. No screenshots. No red arrows. No videos. Just step-by-step guidance. The Minerva Chrome extension lets you embed complex documentation into a URL!",
  "data/ph-top/2021/3/rarible.json": "Rarible is the first community-owned NFT marketplace. Create, sell or collect digital items secured with blockchain.",
  "data/ph-top/2021/3/erxes-mobile.json": "Your favorite tool for sales, marketing, and customer support - erxes - is now available on the go. Keep the ball rolling at any time by managing deals, responding to messages, and updating your CRM. For busy days on the go, erxes mobile is the way to go.",
  "data/ph-top/2021/3/enombic.json": "Enombic is a product for designing your own custom stock indexes, investing in them, and sharing them with your friends. Remix the ARK ETFs, market-cap weight the WSB symbols, or \"fork\" SPY and set your own custom weights. Then, it's one click to invest!",
  "data/ph-top/2021/3/tweet-peep.json": "Tweet Peep 👀 gives you instant, one-click access to what other people are saying about the articles and videos you're browsing. It shortens the great-minds-think-alike process. Let's peep other people’s thoughts on media across Twitter!",
  "data/ph-top/2021/3/magic-board-for-notion-1.json": "Track important tasks and projects, create upcoming events, keep notes and control expenses in one notion table. You can quickly find your to-do list or see how much money you spent last week.",
  "data/ph-top/2021/3/presearch-2-0.json": "Now you can be part of the Presearch Decentralized Search experience by operating a Presearch Node and helping to power the Presearch decentralized search engine while earning PRE tokens.",
  "data/ph-top/2021/3/zapp-pad.json": "Upgrade Zoom with a bluetooth connected keypad that lets you run Zoom with the click of a button. Video calls are easier with your twenty-two favorite Zoom shortcuts on one amazing hotkey pad. Available for both Windows and Mac.",
  "data/ph-top/2021/3/tw-rl.json": "tw-rl is an advanced bookmarking and curation tool for twitter. Once connected, easily showcase tweet media or \"loop\" threads together. Use cases: portfolio, blog, mood board, inspiration gallery.",
  "data/ph-top/2021/3/product-manager-s-guide.json": "Product management can seem like a daunting discipline, but once you get a grasp of the fundamentals, and combine that with some intuition, you’ll be on your way to leading successful projects.",
  "data/ph-top/2021/3/weekend-club-2.json": "We're the #1 weekend co-working club for bootstrappers to stay motivated, get helpful feedback and ship your project faster. Live sessions Saturdays 10am-5pm GMT & US Central time with a dedicated host, run over Slack & Zoom. Plus 100+ software discounts. 🤯",
  "data/ph-top/2021/3/presentation-templates-by-pitch.json": "🖼Browse 50+ templates — pitch decks, sales proposals, briefs, & more 💡Get inspired by stunning decks built to enhance collaboration 🎨Instantly apply different design styles to any slide 💬Easily customize templates to match your brand 👉 https://pitch.com/templates",
  "data/ph-top/2021/3/aerotime.json": "Every time we switch context, it takes us way longer to finish a task at hand. Aerotime creates space for deep work by stacking your meetings together & enables you to prioritize your most important tasks, in flow. Done across team, it saves even more hours.",
  "data/ph-top/2021/3/weet.json": "Weet is a video messaging tool that allows you to have asynchronous conversations with your team, partners, and customers. Weet includes instant recording, screen sharing, virtual background, video filters, emoji reactions, and rich comment options.",
  "data/ph-top/2021/3/prop-hero.json": "Prop Hero is an interactive gaming platform that allows fans of live sports to compete in the action by correctly predicting what is going to happen while they watch. Prop Hero can be embedded into broadcast streams or used as a second screen experience.",
  "data/ph-top/2021/3/design-cell.json": "Design Cell is a growing collection of elements and styles for iOS app creation. The first version includes more than 800 elements and 20 ready-to-use sample screens. Experience a convenient workflow in your favorite design area and get things done faster.",
  "data/ph-top/2021/3/thundercontent.json": "Thundercontent uses artificial intelligence to help you write unique articles on any topic at the speed of light. Spend less money and time, for a better result. Use Thundercontent to write: articles for websites, product pages, blog posts, and more...",
  "data/ph-top/2021/3/athens-research.json": "Athens is an open-source and local-first alternative to Roam Research. Athens is the most powerful and transparent knowledge graph.",
  "data/ph-top/2021/3/meetcode.json": "Meetcode tech interview helps companies to accelerate & scale hiring by integrating the need of face-to-face communication and key competencies evaluation, including library of 250+ questions, 20+programming languages and developers’ preferred built-in IDE.",
  "data/ph-top/2021/3/zepel-2-0.json": "Zepel is the project management software that takes you beyond simple issue tracking. This way, you can plan features, track progress of your entire product development process, and ship customer-focussed software painlessly.",
  "data/ph-top/2021/3/sales-glossary-by-reply.json": "An extensive list of 320+ sales terms and curated resources to help you enrich your vocabulary and develop a deeper understanding of the key concepts.",
  "data/ph-top/2021/3/changelog-by-versoly.json": "With Versoly changelog you can add custom fonts, analytics, custom domain, embeddable widget, SEO (pagination, sitemap, metatags) and give your whole team access.",
  "data/ph-top/2021/3/nomad-time.json": "Find the perfect time across multiple time zones. We have our coworkers, family and friends distributed across the globe. Knowing what time overlaps can get tricky. We created Nomad Time to have a simple, fast and delightful experience.",
  "data/ph-top/2021/3/orbitkey-2.json": "A durable and sleek card carry solution to help you move effortlessly through your day. Easily scan your ID, access or public transport card – custom-designed to be more durable and silent compared to standard retractors.",
  "data/ph-top/2021/3/official-bubble-zapier-integration.json": "With this new Zapier plugin, Bubble apps can create both “triggers” or “actions” for a Zap. This lets you do everything from trigger workflows to add, delete, and modify things in your Bubble app database with any web service in Zapier’s extensive library.",
  "data/ph-top/2021/3/voiceflow-2-0.json": "Join 60K+ conversation designers, developers & teams using Voiceflow to design, prototype & launch conversational experiences. ⠀ Launch live apps to Alexa/Google without code or use our new SDK to launch to any conversational channel w/ any custom tech stack.",
  "data/ph-top/2021/3/repl-it-teams-for-education.json": "Repl.it Teams for Education is a real-time collaborative coding environment for teachers and students to write code in 50+ languages. Teachers can create curriculum, facilitate pair-coding groups, provide instant code feedback with annotations and autograding.",
  "data/ph-top/2021/3/fundboard.json": "A free tool to help you find startup investors & manage your fundraising process. We help you to find the right person at the right firm. 🔍 Search 1000s of investors 💾 Save them to your FundBoard 🤝 Share them to get find introductions",
  "data/ph-top/2021/3/sprint-poker-by-parabol.json": "Sprint Poker is an intuitive, lightweight estimation tool that fits into your existing Jira workflow. 🗳️ Estimates that sync back to Jira automagically 🃏 Interactive cards and custom estimation scales ⏰ Async friendly for distributed teams",
  "data/ph-top/2021/3/people-of-clubhouse.json": "Who you follow is one of the most important aspects of the Clubhouse app. The Rooms that are shown to users are based on which people and Clubs you choose to follow. I compiled a list of 200 most influential people to follow on Clubhouse.",
  "data/ph-top/2021/3/teamtime-for-basecamp.json": "TeamTime is the simplest, most streamlined and secure time logging tool (mobile & web) designed specifically for https://basecamp.com users. We created it for https://www.clearbluedesign.com/ourselves after struggling with other tools out there. We share it with you.",
  "data/ph-top/2021/3/pneura-entrepreneurs-network.json": "pNeura is a platform that enables entrepreneurs to share their progress and connect with other entrepreneurs and investors. Investors can follow their portfolios with ease. Developed by Appello Software.",
  "data/ph-top/2021/3/flowchart-fun.json": "A small app for making quick flowcharts from text ⿻.",
  "data/ph-top/2021/3/stayflexi.json": "All-In-One property management and sales automation platform for independent hotels and vacation rentals. We also help our properties upsell unsold rooms and amenities in a completely automated way via guest messaging and direct sales on website.",
  "data/ph-top/2021/3/lumenate.json": "Get yourself comfortable, turn your phone so the flashlight is facing you, close your eyes then fall effortlessly into an immersive journey through a kaleidoscope of colours created by your subconscious...",
  "data/ph-top/2021/3/motion-firefox.json": "9 months after we initially launched on Chrome, Motion Firefox is finally here! Motion is an all-in-one time management tool that helps you get things done: by helping you maximize focus time, group meetings together, easily send availabilities, and focus.",
  "data/ph-top/2021/3/around-2-0.json": "Around is a lightweight video collaboration tool that floats on your desktop, perfect for things like design sessions, brainstorms, and code reviews. Available for download. Now comes with EchoTerminator.",
  "data/ph-top/2021/3/the-better-workplace-toolkit.json": "The priorities of workers are shifting. Unito compiled this toolkit to help kickstart your company’s growth in four important areas: remote work and flexible scheduling, diversity and inclusion, career growth and compensation, transparency and alignment.",
  "data/ph-top/2021/3/vidjet.json": "Vidjet is a smart video player for websites. It uses a popup format to display videos, so you can segment and trigger them to your visitors. ⠀ It's also the easiest and fastest way to publish videos on a website! 🚀",
  "data/ph-top/2021/3/kafkai-2-0.json": "Kafkai is a machine-learning algorithm writes articles from scratch. There is no scraping or spinning happening in the background. It allows you to get unique content for cents instead of dollars. It's perfect for bulk content production that SEOs require.",
  "data/ph-top/2021/3/avo-for-pms.json": "Avo takes the busywork out of analytics with a guided workflow that catches errors and syncs across your existing tools (including Amplitude and Mixpanel). For people who are tired of spending more time managing their data than building great products.",
  "data/ph-top/2021/3/datamool.json": "DataMool is a predictive, residential real estate investment analysis tool, which helps you to find and to analyze the best investment opportunities nearby.",
  "data/ph-top/2021/3/drillroom.json": "DrillRoom introduces AI for interactive pocket billiards training. Practice your fundamentals with the assistance of a virtual coach. Get real time feedback. Know your stats and track your progress over time. Level Up your game!",
  "data/ph-top/2021/3/quadrant-eye.json": "Our online eye exam makes it easy to get eye care from your couch. Visit our online eye clinic to quickly renew your glasses +/- contact lens prescriptions ($30,) or chat with a licensed eye doctor ($55)! Try here: https://www.quadranteye.com/ YC W21 Batch",
  "data/ph-top/2021/3/neuro.json": "Neuro gives you access to a network of GPUs with a single API call. Get instant MLOps. ☁️ Serverless compute ⚖️ Only pay for the compute used = no more 24/7 hosting fees! ⚡️ Go from prototype to production +10x faster. Check it out at https://www.getneuro.ai/",
  "data/ph-top/2021/3/hellofellow-2.json": "On Deck is awesome, but it costs both time and money. Browse Fellows from across cohorts, and book a 1:1 with them for free. They'll help you figure out if the program is a fit for you and your lifestyle.",
  "data/ph-top/2021/3/pastimes.json": "Pastimes&nbsp;is a mobile app and community that makes it easy to connect with like-minded outdoor enthusiasts.",
  "data/ph-top/2021/3/akin-3.json": "Personas used by marketing, UX design and research are often based on assumptions or stereotypes. Akin lets you replace old personas with one survey. Create or upload a survey and segment, find trends and insights without hiring a data scientist or consultant.",
  "data/ph-top/2021/3/soapbox-minis.json": "Introducing Minis, allowing users to add a game, a poll, or other interactive components directly into a room. Minis add to the current conversation, and offer new things to talk about. The first Minis include Polls, Would You Rather and Chosen At Random.",
  "data/ph-top/2021/3/google-fonts-icons.json": "Google Fonts gets new logo as catalog adds iconography, starting with Material Icons.",
  "data/ph-top/2021/3/teamo-2-0.json": "The joyful card platform ✨ Teamo has everything you need to create delightful group cards for any occasion with fun messages, photos, and loopy GIFs. Customizable, schedulable, and perfect for collaboration 💛 🎉",
  "data/ph-top/2021/3/historical-animated-gifs.json": "Amaze your friends with GIFs of historical figures that are ready to use on Giphy.com. At yadada.app, we used a great AI tool from Rosebud AI to map 15 emotions to 30 historical figures like Shakespeare, Tesla, Franklin (full list in the comments).",
  "data/ph-top/2021/3/zest-7.json": "Provide an outstanding Support experience with the power of video 🎥 Bring video to your current Support flow 💁🏼‍♂️ Made for Support and Customers teams ⚡ Your customers don't have to install anything 👉 Give it a try: https://hellozest.io/",
  "data/ph-top/2021/3/djaty.json": "With http://djaty.com/, anyone can professionally report. And no more bugs reproduction! Report includes: Screenshots Steps Clicks Logs Browser aspect Network state Background exceptions Machine aspect The line code caused the bug Integrations: Slack Jira Gitlab",
  "data/ph-top/2021/3/learnobit-2.json": "A web app that uses spaced repetition, a sophisticated learning algorithm, and a tree-structured note-taking tool. Think Workflowy and Anki combined. It also brings together various learning theories and tricks.",
  "data/ph-top/2021/3/prodcamp-feedback-widget.json": "A single place to store your customer feedback, manage it and act upon it! Try out our new feedback widget to catch customer feedback right inside your app!",
  "data/ph-top/2021/3/personality-illustrations.json": "Personality Illustrations is a pack of 40 diverse and fun avatars to supercharge your project. Download for free now!",
  "data/ph-top/2021/3/facecode-2-0.json": "FaceCode is the most intelligent coding interview tool ever built. It's helps interviewers make objective hiring decisions with ease, speed and accuracy.",
  "data/ph-top/2021/3/teenup.json": "TeenUP was created to give kids a platform to learn new skills each day from their peers. The app allows kids to quickly and easily create short, unique, educational videos to share with friends and the world.",
  "data/ph-top/2021/3/dpo-as-a-service.json": "DPO-as-a-Service at Legal Nodes is 5 times more efficient than a DPO in-house. The monthly package includes: ○ designation of a DPO at your company; ○ 2 requests from your users; ○ 2 30-min consultations; ○ a tailored GDPR roadmap; ○ 3 document templates.",
  "data/ph-top/2021/3/skizzle.json": "Skizzle is a chrome extension for Gmail that makes end-to-end encryption dead easy - No passwords to remember, share or manage - Send encrypted attachments to any Gmail address - Verify file access on a public blockchain - Generous Free Forever plan",
  "data/ph-top/2021/3/lola-ai.json": "Meet Lola AI, your new smart writing assistant that transforms bullet-points into clear, complete and compelling emails!",
  "data/ph-top/2021/3/milk-video-2.json": "Milk Video is a web app for marketers to turn webinars into designed video highlights in minutes. Effortlessly clip, caption, and design recordings to share the best moments in engaging videos. YC W21",
  "data/ph-top/2021/3/thiscodeworks.json": "It takes hours to find a code snippet or tutorial that actually works. And double that when you search for it again. We help you save & access your code in less than 5 secs with our web app, Chrome & IDE extensions. Just right-click and save!",
  "data/ph-top/2021/3/bounce-package-acceptance.json": "We built this product to let you receive your packages at a nearby pickup point...no more worrying about package theft, missed deliveries, or planning your day around when the delivery man is coming. We have ~1,000 locations all around the country.",
  "data/ph-top/2021/3/failory-3-0.json": "Huge re-design on Failory + 2 new projects: - Amazon Cemetery: Analyses of why +50 Amazon projects failed - Tools: Collection of +80 tools for startup founders.",
  "data/ph-top/2021/3/sensa-emoji.json": "👋 Emoji is our common language. However, the ones we use are owned by big corporations. 👩‍💻 So we created a growing set that you can use in your brands, products, and presentations → https://sensa.co/emoji 🎁 We are giving away a custom emoji among our Twitter followers, like the Mr. Hoover one!",
  "data/ph-top/2021/3/b-e-p.json": "B.E.P. or Backendless Ecommerce Platform turns any website into a shop with just 1-line of code, no backend or CMS required. Plus, it's free, minus standard processing fees (2.9% + $0.30, per transaction).",
  "data/ph-top/2021/3/navattic-2.json": "Build, share, and track interactive product demos that excite prospects and close more deals. → No engineering required with our no-code solution! → Build engaging feature overviews to share with leads → Share a dynamic leave-behind after the sales call",
  "data/ph-top/2021/3/pressbase.json": "Create a professional online newsroom. In addition to all the features from Ghost, it has some essential features that turn it into a professional online newsroom such as media kits, press clippings, built-in multi-language capabilities and newsletter options.",
  "data/ph-top/2021/3/clubhouse-tools.json": "Have you seen that people are starting to change their profile picture in Clubhouse saying that they are in radio mode or listening? That is exactly what Clubhouse Tools does. It is a web app where you can set up your status through your profile picture.",
  "data/ph-top/2021/3/veganzone.json": "Veganzone is a new mobile application where people who follow vegan & vegetarian lifestyle can share their common values, meet each other, socialize over the events they create and purchase vegan products.",
  "data/ph-top/2021/3/tricktionary.json": "Make Zoom meetings FUN! Kickoff your next one with Tricktionary, a 5-min creative stoke to engage your audience. Optimized for 4-14 players. *Today only* we are hosting a livestream marathon if you want to play with us. Link on landing page.",
  "data/ph-top/2021/3/upviral-2.json": "A new, flexible way to design your viral referral campaigns: we've just released a drag & drop page builder into UpViral, the platform to help grow your email list faster.",
  "data/ph-top/2021/3/gaannotations.json": "Do you remember the date you launch your product? 🤷‍♂‍ How can you begin to measure the impact of any event on website behavior if you can’t remember when it happened? Add Automated Annotations to Google Analytics - Ads Campaigns, Newsletter Releas...",
  "data/ph-top/2021/3/meetbutter-2.json": "MeetButter is a video conferencing tool that empowers facilitators to run interactive, buttery smooth online workshops!",
  "data/ph-top/2021/3/nerdy-image-downloader.json": "Nerdy Image Downloader is a tool for downloading images in bulk/batches. Download images from Pinterest boards. This tool automatically scrolls for you to collect all images and downloads them into a zip folder.",
  "data/ph-top/2021/3/svg-color-matrix-mixer.json": "Creating a nice looking SVG Color Matrix filter is tricky. This free web-app helps you easily create the right color matrix for your picture. Add contrast, brightness, hue, and saturation filters or adjust one or multiple matrix values simultaneously.",
  "data/ph-top/2021/3/onesimpleapi-com.json": "OneSimpleApi was born out of the idea that there should be a simple way of achieving complex features, when working with no-code tools. A toolbox, where you can find all the APIs that will make your creation go the extra mile: Just... One Simple API.",
  "data/ph-top/2021/3/font-interceptor.json": "Enter a URL, intercept the font files as the site loads, and download. Voila! You’ve got some new fonts. Does not work on all websites; not legal. Will you use it?",
  "data/ph-top/2021/3/universal-icon-set-2-0.json": "Universal Icon Set v2.0 is finally ready. 1671 icons in total. High-quality icon set for websites, apps, social networks, prints, billboards and even for a postcard for your mom.",
  "data/ph-top/2021/3/housely-club.json": "This MVP version helps users to discover interesting events based on a smart tags system and user proximity. The Housely app provides event hosts with a solution for scheduling and organizing club events, in an easy-to-use way.",
  "data/ph-top/2021/3/virtual-backgrounds-2.json": "A place where you can find the best free virtual backgrounds for your video calls. You can use them on Zoom, Microsoft Teams, Skype, Google Meet, WebEx or any other apps with custom background features.",
  "data/ph-top/2021/3/mochi-mobile.json": "Mochi = Spaced repetition + Zettelkasten + Markdown",
  "data/ph-top/2021/3/gradient-generator.json": "Easily create linear, radial, and conic gradients that avoid the dreaded \"gray zone\" in the middle of many gradients. Export as CSS or SVG.",
  "data/ph-top/2021/3/simplesounds.json": "A text editor where you can type dialogues, add emotions (crying, shouting, hatred, polite, out of breath, etc.). Select from a set of voices (hero, villain, AI, merchant, kid, etc.), add background effects, and export as a human-like voice in studio quality.",
  "data/ph-top/2021/3/spilldash.json": "Spilldash is a free Google Sheets add-on that lets you automate dashboard building in a new way. Manage dashboard with configurations like a web application but without the complexity. Watch video: https://www.youtube.com/watch?v=z7YxYpqDvRM",
  "data/ph-top/2021/3/nilly-analytics.json": "Simple and fast website analytics that belong to you. Fully GDPR & CCPA & PECR compliant. No more annoying cookie banners! Created and hosted in Switzerland 🇨🇭",
  "data/ph-top/2021/3/3d-plant-illustrations.json": "Pack of 7 high-quality 3D plant illustrations that can be edited in Figma or in Blender.",
  "data/ph-top/2021/3/wow-me.json": "Click a button, pay $1 and get redirected to a random url on the web. Get in touch if you'd like to have your url amongst those random ones",
  "data/ph-top/2021/3/airdocs.json": "Airdocs is a document generation service for Airtable. Create smart, beautiful-looking documents from your data. The drag-and-drop designer gives you ultimate control of your documents. Send your documents to another app or store them back in Airtable.",
  "data/ph-top/2021/3/scre-io.json": "Record videos from the camera or capture from the screen. Free screen and camera recorder. Capture unlimited videos. Available for Mac, Windows, Chrome and Edge browsers. More than 1 million individuals share billions of screen recordings using Scre.io",
  "data/ph-top/2021/3/intercept-3.json": "Surveys are broken, so we used video + audio to reimagine them. 💬 Reach out via SMS 📱Customers record video right in their web browser 📊 Transcriptions, sentiment, and emotion to make sense of videos at scale 🚀Capture authentic customer videos and reviews",
  "data/ph-top/2021/3/blushh.json": "Blushh is an app where women in Asia listen to short sensual audio stories to explore their fantasies. With a simple monthly subscription, we are an alternative to male-oriented pornography.",
  "data/ph-top/2021/3/lunatask.json": "Lunatask is an all-in-one privacy-focused todo list, habit and mood tracker, and pomodoro timer. It remembers stuff for you and helps you prioritize what to work on next. Markdown and end-to-end encryption included 🚀",
  "data/ph-top/2021/3/flyy-world-s-first-3d-social-network.json": "The world’s first 3D social network of actual cities & real places, so you to never miss out on social buzz in town. Flyy models real cities in a beautiful 3D interactive world for people to engage – anywhere - with friends, communities & businesses",
  "data/ph-top/2021/3/out-of-the-blue.json": "I realized we don't have a lot of tools for a conversation-first culture. So, I deleted social media off of my phone and built this app. Whenever I am craving connection, I have it populate a random contact for me to text or call.",
  "data/ph-top/2021/3/fluid-3.json": "Fluid is a simple & fun water tracking app that allows you to easily track how much you drink each day. To help you stay motivated, you can connect with your friends to see each other's daily progress.",
  "data/ph-top/2021/3/exty-solutions.json": "This app is used for writing copy for marketing purposes, such as website content or blog posts. This copy can be customized and unique to each client and can be used immediately on your website. The app uses artificial intelligence (AI) to write amazing copy.",
  "data/ph-top/2021/3/allfactor-analytics.json": "Allfactor is the leading market analytics platform that provides data-driven solutions for ecommerce brands to thrive in the industry. The tools enable sellers to optimize product offering, track performance, and conduct competitive analysis across platforms.",
  "data/ph-top/2021/3/flutter-2-0-1.json": "Our next generation of Flutter, built for web, mobile, and desktop Today, Google's announcing Flutter 2: a major upgrade to Flutter that enables developers to create beautiful, fast, and portable apps for any platform.",
  "data/ph-top/2021/3/welovenocode-community.json": "WeLoveNoCode Community - one single place to discuss, learn and unite with other great nocode developers. It's free, community-driven with NO paid memberships",
  "data/ph-top/2021/3/pollie-2.json": "Over 20% of females struggle with a hormone-related issue such as PCOS, endometriosis, or amenorrhea. Pollie is your friend at every step of your hormonal health journey, from finding your best-fit specialist to symptom tracking.",
  "data/ph-top/2021/3/clubhouse-cards.json": "Planning a Clubhouse meetup soon? Then you need to invite to your room as many people as possible. Let’s do it via social media: Twitter, Telegram, and Instagram. Put your content on the main artboard and get cards for all three platforms at once.",
  "data/ph-top/2021/3/wellbuddy.json": "WellBuddy is a smart wellbeing tool that makes it easy and simple to focus on your health at work. ⠀ It integrates with your calendar and monitors and schedules physical and mental health breaks when you’re free so you can think, feel and perform better.",
  "data/ph-top/2021/3/buymysideproject.json": "Marketplace to sell your side project and make some extra cash.",
  "data/ph-top/2021/3/whatsapp-shop.json": "Simple & Powerful Google Sheet Add-on to Launch an Online Store from Google Sheets and take orders on WhatsApp. It's free forever",
  "data/ph-top/2021/3/browserbird.json": "Make Your Own Automations - Build fully managed browser automations with BrowserBird. It's easy, fast, no programming knowledge needed to build browser automations with BrowserBird.",
  "data/ph-top/2021/3/poser-illustrations.json": "Poser is a vector illustration pack that includes 20 unique illustrated poses that can be used to emphasize key features of your products and/or services. We have a 25% discount for Product Hunt buyers https://gumroad.com/l/YkhLs/poser-25-ph",
  "data/ph-top/2021/3/the-eco-app.json": "Eco puts your money back to work for you. It's a single balance that lets you spend, send, save and make money at the same time. Earn 2.5-5% on your balance, plus get 5% cashback at merchants. And, soon, pay bills and send money to friends for more rewards.",
  "data/ph-top/2021/3/zupermaker.json": "Yep, it's one of those stash services again. But I don't think there's been one focused only on resources to supercharge designers, entrepreneurs, founders, indie-makers, side-hustlers and anyone building digital products or services. Lifetime access🎉",
  "data/ph-top/2021/3/referenceable.json": "B2B buyers are tired of the traditional sales process and want a B2C like buying experience. Deal Rooms transform your sales process to sell B2B buyers how they want to be sold. Open to close, deal rooms help your sales teams sell more and sell fast.",
  "data/ph-top/2021/3/beam-aea0c49c-788f-42f8-86e2-59d3667c1220.json": "Beam makes it easy to get paid to text your biggest fans. Send premium paid content, images, or videos directly to your monthly paying subscribers.",
  "data/ph-top/2021/3/helloscribe-guru.json": "HelloScribe Guru can write a draft on just about any topic - in seconds. Automated writing for long-form content has never been faster, easier, or more convenient. Get off the blank page - say bye-bye writer's block!",
  "data/ph-top/2021/3/keka-3.json": "Keka wants to be an easy to use little app, well integrated in macOS and very powerful. And it is. You can compress files in all common (and not that common) formats and uncompress almost every format file, with and without encryption.",
  "data/ph-top/2021/3/drink-map.json": "Drink Map is a small app that helps you log the places in which you have drunk. By pressing the only real button available, \"Raise the jug\", you'll mark your location. Learn a new fact every time you use the app on the DID YOU KNOW? section!",
  "data/ph-top/2021/3/arkipelago-space.json": "Discover new interesting things by exploring the space around links 🚀.",
  "data/ph-top/2021/3/screen-4.json": "The fastest way to create screenshots of your app for product pages on Apple App Store, Google Play Store, Microsoft Store, etc.",
  "data/ph-top/2021/3/litmaps.json": "Litmaps lets you navigate the scientific literature with interactive visualisations of citation networks. Create a literature map, discover new articles, and export your discoveries, to advance your research project.",
  "data/ph-top/2021/3/astra-serverless-database.json": "Scale database resources in and out on demand to match application requirements and traffic so that you pay only for what you use. Runs on every cloud with developer GraphQL, REST, JSON, CQL APIs. $25 usage credits per month.",
  "data/ph-top/2021/3/coderhouse.json": "Live online tech education for the Spanish-speaking world.",
  "data/ph-top/2021/3/e-read-my-cv.json": "A comprehensive tool for ensuring that Applicant Tracking Systems (ATSs) and other automatic filtering systems can accurately read you CV and extract text from it. Your CV will only progress to a human reviewer if a machine can read it properly.",
  "data/ph-top/2021/3/listed.json": "Focus on what matters, from small tasks to life goals: - Spend your time doing things and reaching your goals - Stop wasting your time classifying things or measuring productivity. Minimalist and delightful design. No sign up. No ads. No data collected.",
  "data/ph-top/2021/3/kbee.json": "Kbee transforms Google Drive folders into a searchable wiki for you, your team, or your customers.",
  "data/ph-top/2021/3/playar.json": "We have created a motivating way for people to mix exercise and fun. It is a library of augmented reality games: Flappy Bird AR, Pong AR, and Brick Breaker AR. Do pushups to play the games. Go play at playar.ai and earn your spot on the leaderboard!",
  "data/ph-top/2021/3/karaoke-nite.json": "Karaoke with friends together on the web or in VR and bring a little laughter back to everyone's homes. The brand new quarantine pastime. Currently in Beta!",
  "data/ph-top/2021/3/hand-music.json": "Hand Music is an easy to use music app which can be controlled by moving your palm to any block. Simply position your hand above a block to hear it play.",
  "data/ph-top/2021/3/cognifirm.json": "Our browser-based plug-in lets you build Excel import automation processes in less than 10 minutes. No code required. And the tool works in any online business system.",
  "data/ph-top/2021/3/tally-6514ee79-0820-4e3e-bbb4-4429549bb16c.json": "Tally is a new type of form builder. Just start typing and build forms for all purposes in seconds. Without knowing how to code, and for free!",
  "data/ph-top/2021/3/remoterated.json": "Share your remote story! We are excited to introduce RemoteRated, a focused place to rate and review the remote competence, benefits, and tools of companies. Like Glassdoor, for our new remote world.",
  "data/ph-top/2021/3/supersourcing.json": "Supersourcing helps both startups & enterprises find the right tech partners faster than ever before. The decade-old process of outsourcing is boring, expensive and often risky. Supersourcing is 100% pure delight. Trusted by founders from YC, Harvard & MIT.",
  "data/ph-top/2021/3/appfleet.json": "appfleet is an edge compute platform that allows people to deploy their web applications globally. Instead of running your code in a single centralized location you can now run it everywhere, at the same time. Get better performance, latency and uptime!",
  "data/ph-top/2021/3/30daysoftailwindcss.json": "Keep yourself accountable while learning Tailwind. Share your process on Twitter with the hashtag.",
  "data/ph-top/2021/3/counter-6.json": "Web Analytics made simple and therefore privacy friendly. No Cookies. No logging. No IP address fingerprinting. We don't collect personal data, which allows serving many users with little hosting costs. The source code is published under the AGPL‑v3 licence.",
  "data/ph-top/2021/3/the-creator-system.json": "Whether you're a maker, content creator, freelancer, indie hacker, influencer, or thought leader, The Creator System will help you stay organised and on track. You no longer need to rely solely on your motivation or inspiration to get things done.",
  "data/ph-top/2021/3/pry.json": "https://pry.co helps founders and makers manage their finances. Instead of using Excel, Founders and business owners can use Pry to manage their budget, expenses, hiring plan, and cash runway.",
  "data/ph-top/2021/3/argon-dashboard-material-ui.json": "https://www.creative-tim.com/product/argon-dashboard-material-ui?ref=producthunt is a free and open-source admin template for React & Material-UI that will help you create amazing websites. ✔️ 100 Handcrafted Elements ✔️ 4 Customized Plugins ✔️ 6 Example Pages Kick-start building your web apps now!",
  "data/ph-top/2021/3/plasma-finance.json": "Plasma.Finance is DeFi dashboard which aggregates the most popular DeFi protocols from different blockchains and allows users to manage their DeFi portfolio in one simple interface. You can trade and buy any ERC20 tokens with your Coinbase or Metamask wallet.",
  "data/ph-top/2021/3/card-curator.json": "Card Curator is an app to help young professionals maximize their earnings from everyday spending and travel for free. Get personalized recommendations to help you automatically earn 5-10% or more on all your spending.",
  "data/ph-top/2021/3/coindock.json": "Live cryptocurrency prices for you macOS Dock",
  "data/ph-top/2021/3/hypto-2.json": "Collect Colossal Content. Hypto.io takes NFT collection beyond the digital art space and allows its users to collect HUGE moments in internet history from an exclusive network of creators and influencers.",
  "data/ph-top/2021/3/chitterchat.json": "Want to expand your social network and meet interesting people online? Join ChitterChat and be matched one time per week with someone to speak to 1 on 1. Having Twitter will speed up the waiting time dramatically as we can verify you're a real person.",
  "data/ph-top/2021/3/kanda.json": "Kanda is building Affirm for general contractors. We let builders offer their customers a pay monthly option when they want a remodel but don't want to pay the full price upfront. Backed by YC (W21).",
  "data/ph-top/2021/3/nexstem-headset-wisdom-sdk.json": "NexStem Headset and Wisdom SDK allows you to capture high quality EEG data and process them in real-time to give predictions about what you are thinking, and then deploy that to a device or application to control them using nothing but your thoughts.",
  "data/ph-top/2021/3/lullaby.json": "Lullaby helps treat Tinnitus, a condition that makes you hear a very annoying sound for the rest of your life. Most of the ENTs I checked with seemed poorly prepared to help their patients with the stress, so the app teaches you a healthy way to do that.",
  "data/ph-top/2021/3/chessnotation.json": "Learn chess notations enabling you to analyse, visualise and review chess games.",
  "data/ph-top/2021/3/uflix.json": "They say don't judge a book by its cover... What about movies? uFlix takes movie nights and turns the decision process into an enjoyable social experience to have with friends, family or partners!",
  "data/ph-top/2021/3/bluelight-f7eaef4f-9848-482e-b5b5-4fb60fea5088.json": "Startup benchmark data is fragmented and disorganized, scattered across hundreds of Medium blogs. We are curating the world’s largest library of startup benchmark data, creating market transparency for founders and institutions.",
  "data/ph-top/2021/3/playlistmap.json": "https://PlaylistMap.com is the most direct and authentic way to reach new listeners, grow your fanbase, and increase streams and saves. PlaylistMap was built to make this easier.",
  "data/ph-top/2021/3/commonality.json": "Use data from your APIs, databases, or integrations to empower every team to grow your business’s bottom-line. Leverage OKRs and KPIs to cultivate a culture of accountability, transparency, and autonomy by focusing on your outcomes, not outputs.",
  "data/ph-top/2021/3/tech-folks.json": "Tech Folks is a collection of stories from underrepresented people in tech.",
  "data/ph-top/2021/3/grandicons-web-mobile-icons-collection.json": "Full Pack includes 1. 50 vector icons in SVG format (Scalable to any size even bill boards) 2. 50 icons in png format 400 x 400 3. Example usage 4. Access to free future updates and revisions.",
  "data/ph-top/2021/3/seedr-3.json": "Seedr simplifies the way you get stuff, stream and access it.",
  "data/ph-top/2021/3/motion-design-illustration-assets.json": "A collection of premium motion design and illustration resources. Currently, - 20+ character designs & animation rigs - 30 avatars - 100+ props for scene creation (inc. devices & accessibility) - Colour swatches - Roadmap to add 100+ assets of varying themes",
  "data/ph-top/2021/3/hidden-tools-2-0.json": "Version 2 is now here: In addition to all the typical creative tools you are familiar with, you'll also find a wide collection of hidden tools that help you bring your ideas to life.",
  "data/ph-top/2021/3/press-to-flow.json": "Join thousands of people who’ve switched from WordPress to Webflow. Make the change today.",
  "data/ph-top/2021/3/wishu.json": "WishU is a free and intuitive mobile app that simplifies group celebratory video creation for any occasion. Create an event and contribute videos and app stitches it masterfully. It is free!",
  "data/ph-top/2021/3/seo-station.json": "The SEO Onpage extension for Google Chrome that makes SEO daily tasks easier, as you can check easily if the url you are browsing has any Onpage SEO issues, even if the web uses Javascript rendering. It integrates with \"Inspect URL\" in Google Search Console.",
  "data/ph-top/2021/3/webicaster.json": "WebiCaster is a new professional network for English and Spanish podcasters, it's the easiest way to discover amazing people who want to be part of your podcast. We make it easy for you to find a guest for your interviews or a co-host to create a new podcast.",
  "data/ph-top/2021/3/dbt-pal.json": "DBT Pal is the easiest, fastest and most intuitive way to track and manage your weekly DBT diary card. Daily tracking of your urges & emotions, journaling, paced breathing exercise & guided meditations, daily reminders & export to therapist.",
  "data/ph-top/2021/3/devcover.json": "Devcover is an open-source application that allows developers to create and deploy their portfolio in less than 5 minutes with just their username. Features - Good designed - Google Analytics support - SEO friendly - Mobile friendly - Fully customizable - High performance - Availability to be hired - And much more...",
  "data/ph-top/2021/3/iou-money.json": "Keep records of all your cash flows in multi-platform application, get notified for actions taken on your transactions, mention the debtor/creditor, analyze your transaction history, view detailed reports and one-one reports and optimize your flow of cash.",
  "data/ph-top/2021/3/library-of-diversity.json": "Library of Diversity is a space for meaningful conversations that connects people across the globe through video-conference to share stories that promote diversity and inclusion.",
  "data/ph-top/2021/3/verso-d1ad32fb-f1d5-4b1b-a4d6-dfb7798f52f1.json": "Verso is a universal mobile cashback application available on iOS and android. Verso rewards user's purchases made from the app in BTU cryptocurrency. BTU can be redeemed into any gift card of the user's choice inside the app.",
  "data/ph-top/2021/3/the-silent-podcast.json": "It's easy to forget to take time out of your day for mindfulness and meditation. The Silent Podcast is an automated podcast feed that provides a daily 10-minute pocket of quiet and stillness in your routine.",
  "data/ph-top/2021/3/utile.json": "Decorators is one of the many concepts which makes Python programming amazing. The key usage of decorators is to modify the functionality or state (behavior) of a function. This package brings out a relatively new concept of Function Foundation.",
  "data/ph-top/2021/3/brevy-beta.json": "Brevy turns your website into a collaborative workspace, allowing anyone on your team to leave feedback or report issues directly inline. Connect your favorite tools like Slack and Jira to automatically create and assign work items without leaving the page.",
  "data/ph-top/2021/3/things-2.json": "THINGS is a browser-based interactive 3D tool to generate custom device mockups. Our 3D devices can fit into your presentation, just upload your design, adjust settings and download your individual images directly in your Browser",
  "data/ph-top/2021/3/socialbu.json": "SocialBu is the complete solution to improve your social media presence and maximize your results. Publish, Respond, Analyze, and Automate - all from within SocialBu",
  "data/ph-top/2021/3/nfthub.json": "The mission of NFThub was (when I started it nearly a year ago) to streamling the day to say lives of people working full time in the #NFT industry. With all of the recent attention on #NFTs the vision has expanded, but remains commnuity centric, and free.",
  "data/ph-top/2021/3/archimedes-2.json": "Archimedes is the investment learning hub for everyone. Make investing a bigger part of your life by learning from a personal curriculum of bite-sized lessons, fun gameplay, and from a trusted community. Sign up and become a better investor today.",
  "data/ph-top/2021/3/turing-college.json": "Upskill in data science by working on projects co-created with tech companies. Remote learning at your pace, supervised by industry experts. Build a portfolio and be work-ready on day one! Pay when employed with an Income Share Agreement (ISA).",
  "data/ph-top/2021/3/terminhack.json": "Terminhack lets you pretend to be a hacker running real penetration testing tools. You can run it directly from the website or from your terminal!",
  "data/ph-top/2021/3/gluten-scan.json": "Hard to know if a product contains gluten ? Scan it ! Share your recipes & discover content",
  "data/ph-top/2021/3/knowledge-base-by-labiknow.json": "The All-in-One: Knowledge Base Software with Customizable Help Center Site, Public Roadmap, Embeddable Help Widget, Boosted Announcements & Feedback Collection.",
  "data/ph-top/2021/3/arrows-3.json": "Send every customer a personalized onboarding checklist, with automated email reminders, assigned tasks, and a lot more. Upgrade that dusty spreadsheet and onboarding process you no longer love. Onboard your next customer with Arrows.",
  "data/ph-top/2021/3/ditto-for-developers.json": "Teams use Ditto to manage and componentize the words across their product from design to production. ⚡ Eliminate error-prone copying and pasting and let developers get back to building. Use our API/CLI to pull up-to-date copy into local directories.",
  "data/ph-top/2021/3/loops-feedback.json": "Loops is a research tool designed by creatives to support the creative process. Get honest opinions from your target audience annotated on to your ideas in minutes, analyze it in a few clicks, then optimize your work so it truly resonates.",
  "data/ph-top/2021/3/ai-emails-by-snazzy.json": "An email drop by Snazzy AI. In a single click, write emails to pitch investors or potential customers.",
  "data/ph-top/2021/3/alertly-io.json": "Alertly is your personalized slack bot for getting JIRA alerts. Set up important reminders, which are actionable and personalized so that the right person gets notified, all from Slack!",
  "data/ph-top/2021/3/100-project.json": "https://100project.co is the world’s first crowdsourced NFT, a truly collective work of art. Once all pieces are filled, the final artwork will be minted as an NFT, with profits going to the owners of each piece if sold—so buying a piece is also an investment.",
  "data/ph-top/2021/3/defragged-a-game-about-calendars.json": "Can you make time where there is none? We're two designers at Clockwise who built a video game to help us design a better algorithm.",
  "data/ph-top/2021/3/techpool.json": "For the best tech & startup jobs and talent around the world, try techpool.io or the techpool apps on the Google and Apple app stores!",
  "data/ph-top/2021/3/colorgram.json": "We are glad to introduce Colorgram - an extension that replaces a white Instagram theme with a new colored one! Just choose a new theme from a list of different themes, apply it, and your Instagram will be painted to new cool colors.",
  "data/ph-top/2021/3/multistream-studio.json": "With Multistream Studio you can simultaneously broadcast to multiple live video services while using your favourite app (like OBS or Zoom), video camera, hardware encoder or mobile phone. It acts like a middleman copying your stream to multiple destinations.",
  "data/ph-top/2021/3/preki.json": "Preki is a B2B wholesale marketplace in Latam, where retailers can source goods through a mobile app and direct vendor links. Their mission is to help both retailers and vendors grow their businesses and offer them the tools necessary to do just that.",
  "data/ph-top/2021/3/rejoy-health.json": "Rejoy Health is a subscription service for the 20M people with Thyroid Disorder in the US. Rejoy Health members pay a monthly fee for treatment, symptom management & lifestyle coaching.",
  "data/ph-top/2021/3/railz.json": "Railz is the only Data as a Service platform that connects, normalizes and analyzes financial data from accounting service providers. We do this to make financing decisions faster, better and easier for Financial Institutions.",
  "data/ph-top/2021/3/voice-recorder-pro.json": "Voice Recorder Pro is designed to meet all your recording needs and help you work efficiently, including Audio Recording, Playback, Management, Sharing, Editing, and more. Let everything be in perfect order.",
  "data/ph-top/2021/3/conre.json": "Easy way to get data from general public and Easy way to join research and earn money! Conre is connecting researchers to participants with mobile apps Free to post and join research in Conre!",
  "data/ph-top/2021/3/differences.json": "Find the five differences in each of the countless varied pictures in a given time. With daily challenges, as well as recurring events on great themes. Train your brain and your attention in the addictive puzzle game and keep yourself fit.",
  "data/ph-top/2021/3/plip-trip-planner.json": "Organize and collaborate on trips with friends and family! Completely FREE, with per-plan privacy, real-time syncing, Google maps integration, apps on web and mobile, offline mode, and more! Say goodbye to your planning headaches and start planning with Plip",
  "data/ph-top/2021/3/pins-peep.json": "Pins Peep 👀 gives you instant, one-click access to the inspiration on Pinterest from anywhere on the web.",
  "data/ph-top/2021/3/makemyfund.json": "MakeMyFund enables investors to build and invest in their own fully personalized efunds - without being experts in capital markets. The idea is to deliver 3%-5% higher returns than conventional mutual funds - most of this based on lower cost and tax savings.",
  "data/ph-top/2021/3/bazar-2.json": "Bazar is a curated platform of your favorite local artists, artisans, and merchants in the form of a mobile marketplace! Bazar Merchant serves a mobile Point of Sale capable of connecting to the Bazar Marketplace, where merchants can create and manage shops.",
  "data/ph-top/2021/3/webbtree.json": "Replace a ton of contact finding tools and spreadsheets with one simple free tool: - Source (X-Ray search) - Contact Enrichment (enrich profiles with free+premium contact details using the Chrome extension) - Nurture (bulk emailing, notes, call logs, etc.)",
  "data/ph-top/2021/3/moon-11.json": "Pay with crypto everywhere Visa® is accepted online in the US with Moon Visa® Prepaid Cards. Purchase single-use virtual cards with Bitcoin, Litecoin, Ether, and more. Moon is private and secure, and we don’t charge users any fees.",
  "data/ph-top/2021/3/socialbee-6cbaefb1-de90-4f34-b53f-7c1cf0ba9147.json": "Seamlessly create an excellent social media schedule that works for you. From advanced editing options for your posts to recycling your best evergreen content, you can now grow your business’ online impact in no-time.",
  "data/ph-top/2021/3/amplication.json": "Amplication is an open source development tool. It helps you develop quality Node.js applications without spending time on repetitive coding tasks.",
  "data/ph-top/2021/3/songlio.json": "An extremely entertaining musical guessing game where you race against friends to name that tune! \"The music round of a pub quiz on steroids\". Great for livening up a group Zoom call. Also includes single player quizzes and custom quiz creator.",
  "data/ph-top/2021/3/letterbox-2.json": "Ready-to-use templates to prepare each email faster. Inform your subscribers about something very cool in a modern way. Don't waste time changing a single email design. Focus on the content.",
  "data/ph-top/2021/3/nacapi.json": "Nacapi creates a well documented API from any kind of JSON: - Paste your JSON file on the console - Create your unique API - GET, POST, PUT, DELETE http methods are supported - Perform operations: random, filtering, limit, sorting (and more coming soon)",
  "data/ph-top/2021/3/friend-filter-pro.json": "This cloud-based tool will help you analyze your Facebook profile by providing detailed info on who is engaging with your posts! Find who is inactive and delete them with a few clicks. Easily automate friend's request process.",
  "data/ph-top/2021/3/formst.json": "Formst is a JavaScript library for structuring and validating forms in React. It is based on MobX-State-Tree which makes it simple and performant and it is built on the principles of \"UI as an afterthought\".",
  "data/ph-top/2021/3/1000-business-ideas.json": "We have developed a simple web app that lets you find apps on Google Play Store that have high download numbers (100,000+) but poor rating. This is a great business opportunity for anyone who can build a better app and monetize it by providing a paid version",
  "data/ph-top/2021/3/rive-2.json": "Use our collaborative editor to create motion graphics that respond to different states and user inputs. Then load your animations into apps, games, and websites with our open-source runtimes.",
  "data/ph-top/2021/3/graze-6e16de73-348c-433b-8e6d-e9560640c5d2.json": "Graze is the first true Video Based Social Networking App. Why waste endless time messaging and going on disappointing dates? Instead, you can spend 5 minutes or less on a Video Chat to find out if you have chemistry and a dynamic worth exploring in person.",
  "data/ph-top/2021/3/webiny-5-0.json": "Webiny is an open-source framework that helps developers architect, build and deploy applications on top of the serverless infrastructure. Webiny also comes with a serverless CMS that runs on top of AWS Lambda, DynamoDB, and S3.",
  "data/ph-top/2021/3/learning-seo.json": "Do you want to start learning or expanding your SEO learning process and don’t know how? I’ve created this SEO learning roadmap for you to make it easier",
  "data/ph-top/2021/3/perfect-recall-2-0.json": "Perfect Recall is a free app that lets you make highlight reels from your Zoom calls simply by selecting the transcript text. Share these reels instead of written notes as engaging summaries to show ‘what happened’.",
  "data/ph-top/2021/3/coinmarketcal-2.json": "CoinMarketCal is the leading economic calendar for reliable cryptocurrency news. It covers all events that help crypto traders make better decisions.",
  "data/ph-top/2021/3/serverless-invoices.json": "Serverless Invoices is a free tool for invoice generating and management - no signup needed. Truly serverless, your data is safe with you in your browser. Export/import your invoices. It's open source, easy to modify, easy to deploy.",
  "data/ph-top/2021/3/oto-lawn.json": "OtO is the first outdoor smart home device that:​ ​ - you can set to water EXACTLY where you want​ - applies environmentally-friendly fertilizers & pest control​ - saves you time, water, and money​ Plus, it’s solar powered! 🌞​",
  "data/ph-top/2021/3/bluu-1.json": "Bluu handles all the repetitive tasks required for proper documentation in your meetings. No more screen sharing, access permission issues, messy documents all over the place or needing to remember to send the minute. Let Bluu take care of that for you 🚀",
  "data/ph-top/2021/3/travel-safe.json": "Travel Safe helps you discover the safest travel destinations during COVID-19. Browse locations by vaccine rates, travel requirements, and local restrictions.",
  "data/ph-top/2021/3/nile-dashboard.json": "Comprehensive design system featuring modular components to help build consistent, high-quality and performant web apps.",
  "data/ph-top/2021/3/bobson.json": "Bobson is a powerful web doc creation tool that gets everything and everyone on the same page. Gather content from any source and tell the whole story. Share it in a link, and get instant intelligence on opens, views, clicks, and more.",
  "data/ph-top/2021/3/crazyones-new-tab-1.json": "Here’s to the Crazyones. Crazyones New Tab is a free Google Chrome extension that brings daily inspiration to your new tab. With inspirational quotes and always-on goal reminder, get things done and boost your productivity!",
  "data/ph-top/2021/3/openvc.json": "Instantly find the \"best fit\" VC funds for your startup. OpenVC lets you browse 2,200+ funds by investment criteria. In return, VCs receive less spam and more qualified deal flow. Let's build an open way into VC!",
  "data/ph-top/2021/3/alt-3.json": "Alt lets you treat your sports card collection as an investment portfolio. You can buy and sell pre-authenticated cards on our exchange and track the current market value for all your assets with our integrated portfolio management view.",
  "data/ph-top/2021/3/tweek-calendar.json": "To enhance your productivity, Tweek is built around a week calendar view without any hourly scheduling. We’d say it’s the best view to organize your life and work without stress. Use it online or https://tweek.so/calendar/printable it on the wall.",
  "data/ph-top/2021/3/pingpong-b3ceffb4-b6da-406c-9394-fa225124e1e4.json": "Better collaboration for product teams in multiple time zones. Exchange video, voice, and screen recordings with your team at the tap of a button.",
  "data/ph-top/2021/3/waterful.json": "Waterful is a fresh take on water reminder apps. With multiple healthy challenges to take, friendly notifications to follow & our cute octopus to keep you company, staying hydrated becomes fun.",
  "data/ph-top/2021/3/amigos.json": "Amigos is a hand-drawn illustration library excellent for creating infinite compositions! Be one of the first to test out these doodles exclusively with Blush Pro.",
  "data/ph-top/2021/3/trackingplan.json": "Get a living snapshot of all your analytics. Just copy and paste a single line of code to your Website or App and, within minutes, all your events will be monitored and automatically added to your tracking plan.",
  "data/ph-top/2021/3/fintoc.json": "Fintoc enables developers to initiate bank transfers and pull transactional data from their users' bank accounts. Whether an app wants to automate bank reconciliation or improve its underwriting process, Fintoc is the way to go in Latin America.",
  "data/ph-top/2021/3/channel-2.json": "Easily removes distracting settings and features from apps ✨ Turn off auto-play videos ✨ Hide news feeds ✨ Unsubscribe from notifications ✨ Hide recommendations ✨ Supports YouTube, Facebook, Instagram, Twitter, and more",
  "data/ph-top/2021/3/page-experience-checker-by-cloudways.json": "This free tool determines if your website follows the 7 key factors and if its complaint with Google's Core Web Vitals. Knowing where your website stands will help you prepare for the upcoming Google Page Experience Update in May!",
  "data/ph-top/2021/3/wombo-3.json": "WOMBO is the world’s best AI-powered lip sync app 👨‍🎤👩‍🎤 All you have to do is add a selfie, pick a song, and let WOMBO work its magic. The result? Videos that are hilarious, bizarre, fun, and ready to go viral. No singing lessons required.",
  "data/ph-top/2021/3/mockuuups-studio-3-0.json": "Powerful mockup generator that lets you seamlessly mix and match different hand models with devices and backgrounds. Works on the macOS, Windows and Linux. Also available as a https://www.figma.com/c/plugin/786250770157843670/Mockuuups-Studio.",
  "data/ph-top/2021/3/red-2.json": "Meet Red: the only full-featured, professional Redis client written from the ground-up for the Mac! Red provides a powerful yet wonderfully simple interface to interact with Redis.",
  "data/ph-top/2021/3/float-7.json": "Animate your layers and present your art in a whole new dimension! ✨ Float transforms static and flat artworks into moving creations. Your masterpieces deserve to be shown in the most fun and engaging way.",
  "data/ph-top/2021/3/warpar.json": "warpAR is a free augmented reality app for iOS that lets you distort the textures of the real world. Tap and drag to reshape buildings or turn murals into swirls of color using a set of liquify tools.",
  "data/ph-top/2021/3/upaste.json": "uPaste for Mac will record and organize your copy/paste history automatically. Then you can use your pasteboard content anytime, any where with elegant beautiful UI.",
  "data/ph-top/2021/3/blogstreak.json": "Blogstreak is the tool library for your blog. If you want nice clap and comments for your static blog then look no further blogstreak has the answer. Blogstreak using latest webcomponent technology so it's highly customisable.",
  "data/ph-top/2021/3/hypernotes.json": "Hypernotes is a knowledge management app with bi-directional linking, outlining, and super-powered collaboration features.",
  "data/ph-top/2021/3/gravity-3a9d5beb-5cdd-4346-8941-dba5a8a68fe9.json": "Gravity is a sales intelligence platform helping individuals leverage triggering events that signal when to reach out to prospects. These events include when a prospect changes a job, when a company receives funding or when a company is growing quickly.",
  "data/ph-top/2021/3/twiso.json": "Twiso is a tool that helps you personalize your clubhouse invite page with a click of a button. You can use 3 custom eye-catching templates to unleash uniqueness and grow your audience.",
  "data/ph-top/2021/3/mutrics-aric.json": "Developers interested in creating applications and experiences for augmented reality, should check out the Mutrics ARiC open source augmented reality glasses, specifically created for the development process.",
  "data/ph-top/2021/3/clockdock.json": "The perfect addition if you hide the menu bar.",
  "data/ph-top/2021/3/dropit-for-clubhouse.json": "Sharing in Clubhouse should be fast, easy, and convenient. That’s where we come in. Pick a hashtag. Share it in your room. Drop a link. Drop a question. Dropit.",
  "data/ph-top/2021/3/candid-resumes.json": "Candid helps companies resume screen applicants to find the best and filter out the rest. Is your resume good enough to pass a resume screening? See if you pass the test by trying our demo on our website by uploading your resume to get automated insights.",
  "data/ph-top/2021/3/homeroom-2.json": "Each week, we find you the single best article to read next for getting better at your job. In our mobile app, you're grouped with people in your role at different companies who are reading the same thing. Features facilitate intimate peer-to-peer learning.",
  "data/ph-top/2021/3/coder-2.json": "Coder moves software development to your cloud, centralizing an organization's development initiatives and unlocking substantial gains in both developer velocity and enterprise security.",
  "data/ph-top/2021/3/ipsm-io.json": "The project aims to provide tools to use during the development process. Generate Lorem Ipsum placeholder texts, custom color dummy images, and videos of different sizes. Use generated content to test the layout until the real content arrives. Give it a try!",
  "data/ph-top/2021/3/laravel-kit-2.json": "A simple and elegant desktop application for managing your Laravel applications. - Execute Artisan commands easily in a nice interface. - Tinker with your project in a magical code editor.",
  "data/ph-top/2021/3/place-dog.json": "A simple service to get cute dogs as placeholders for your websites and designs. Just add a width and height to the end of the url.",
  "data/ph-top/2021/3/flashdrive-io.json": "FlashDrive NoOps app platform handles everything for you while you focus on your product. Made by developers for developers, FlashDrive is compatible with Git deployment (Github, Gitlabs etc...), DockerHub etc... Free backups, SSL certs. and load balancers.",
  "data/ph-top/2021/3/chums-2.json": "Chums is a community to recommend products to friends. 1. Make a profile with your favorite products 2. Ask your friends and interest groups for help 3. Make group chats just for shopping",
  "data/ph-top/2021/3/jooseph-2.json": "Jooseph is a content curation tool for course creators to share learning paths with their audience. - Create interactive learning paths from any link on the web - Accept paid subscriptions, and make money - Make announcements, keep your audience updated",
  "data/ph-top/2021/3/clara-1255f6d3-160b-421e-bc68-cb993bba7360.json": "End-to-end spend management for companies in LatAm. Issue unlimited physical or virtual cards, set limits for each, get real-time visibility of your team’s spend, and save valuable time on tedious tasks like invoice matching.",
  "data/ph-top/2021/3/emoji-cloud.json": "Emoji cloud is a CDN for vector emojies. Search copy and paste vector emojies to your projects in seconds",
  "data/ph-top/2021/3/clyde-2.json": "You don't need to be a 'Nerd' or 'Points Guy' to maximize your finances. 💳 Clyde shows you what each credit card is worth to you based on your transaction data. It's instant, personalized, and transparent.",
  "data/ph-top/2021/3/haikei.json": "A web-based design tool to generate unique SVG design assets for websites, social media, blog posts, pitch decks, and more! Choose a visual from our growing list of generators, customize, randomize, and export it as an SVG or a PNG.",
  "data/ph-top/2021/3/theprodcast.json": "TheProdcast is a technology podcast featuring seasoned product professionals, CEOs, Founders, and VCs. While our Season 1 focused on the stars behind stellar products that people love, Season 2 is all about impactful stories of promising women techologists.",
  "data/ph-top/2021/3/coingecko-4.json": "CoinGecko provides a fundamental analysis of the crypto market. In addition to tracking price, volume and market capitalization, CoinGecko tracks community growth, open-source code development, major events and on-chain metrics.",
  "data/ph-top/2021/3/the-kilobyte-s-gambit.json": "Can you beat a Chess computer written with 1KB of Javascript?",
  "data/ph-top/2021/3/ark7.json": "Ark7 is a real estate investment platform where you can buy property shares at as low as $5 to earn passive monthly income and future appreciation. In the meantime, you don’t have to worry about property management because we take care of it.",
  "data/ph-top/2021/3/planny-5.json": "It’s time for Planny 5. Planny 5 combines an all new design with many new features. Start to plan your day, complete all your daily tasks and review your recent productivity. Three simple steps to become more productive over time.",
  "data/ph-top/2021/3/souvenir.json": "Life is a magical journey; why not getting some souvenirs out of it? 1. Open the app. 2. Write down 3 things you are thankful for that day. 3. That's it! We are working on exciting features. Have fun with the innovative Souvenir gratitude tracker app!"
}