{
  "data/ph-top/2021/9/mubert-render.json": "Royalty-free music from audio stocks never fit the content you're making, and often require additional editing. Mubert Render makes royalty-free music tracks of exact length, mood and genre with the help of AI. Fits your content like a glove!",
  "data/ph-top/2021/9/hbd-nft.json": "Say Happy Birthday to friends & loved ones with a unique, collectible, hand-rendered NFT piñata. We’ll help with gift delivery & wallet set-up. Each piñata is Ξ0.055. A maximum of 3,660 will ever exist. 366 days. 10 for each. When a day is gone, it’s gone.",
  "data/ph-top/2021/9/leap-club.json": "At leap.club we have a simple mission - more women in leadership positions. Build your social-professional network through 1:1 connections, social, professional micro-communities and join exclusive experiences. Sign up via Product Hunt and skip the waitlist!",
  "data/ph-top/2021/9/plug-play-by-swapstack.json": "Monetizing your newsletter? Never send your newsletter with a sponsor!! 💰 Plug & Play provides you with a curated list of pre-approved affiliate deals you can run. ✍️ As a writer: Always have a sponsor at the ready! 💼 As a brand: Expand your reach!",
  "data/ph-top/2021/9/superbuild-2-0.json": "Hundreds of founders use Superbuild's no-code education and community to build apps and run online businesses — without being technical.",
  "data/ph-top/2021/9/elocance-for-teams.json": "elocance is like Spotify for your team's important content. Create audio playlists of articles, business intelligence, weekly reports or anything else your team consumes. Help your team get ahead, learn and stay connected with audio at work.",
  "data/ph-top/2021/9/greenr.json": "Enable organisations to turn ESG ambitions into action with a mobile app to track, reduce at source and offset their workforce’s carbon emissions.",
  "data/ph-top/2021/9/slantt.json": "https://slantt.co is a tool for creating tiled isometric graphics. ‎ ✓ Drag & drop image tiles ✓ Turn them into 3D boxes ✓ Set elevation for shadows, box thickness and camera angles ✓ Custom background gradient ✓ Export to PNG or SVG",
  "data/ph-top/2021/9/productjobs-india.json": "Hunting for your next product management role in India just became easier! Head over to https://productjobsindia.com to discover the latest product management jobs in India. Hundreds of entry level gigs, mid & senior level product jobs are up for taking.",
  "data/ph-top/2021/9/cryptoradar-cb5e8d1e-9641-4c68-8155-553aefe4d797.json": "Cryptoradar finds the best places to buy crypto among 70+ exchanges across prices, features, customer reviews & more. Our real-time prices include all trading and payment fees, providing you with the transparency you need to make informed investment decisions.",
  "data/ph-top/2021/9/remotechoice2.json": "Remote Choice provides you with relevant information to help you make a decision on where to live and work from remotely. 1.0 focused on discovery. 2.0 gives you info that helps you get started in your new place from SIM cards, places to live, work and more.",
  "data/ph-top/2021/9/whole.json": "Improve your mental health and wellness with simple daily activities in Whole! The app focuses on promoting self-care by encouraging users to check in daily and complete habits and tasks that are scientifically proven to improve your mental health.",
  "data/ph-top/2021/9/art-haus.json": "ART HAUS is an artist residency for the metaverse. We enable artists to explore their NFT ideas while helping collectors discover their tokenised works. Privileged access to members-only exclusives is unlocked by collectors who become keyholders.",
  "data/ph-top/2021/9/sales-jobs-board.json": "Hiring sales talent is one of the toughest challenges for startups that scale. We at Close helped thousands of companies with actionable sales recruiting advice since 2013. Get featured in our sales community and have top candidates apply for open roles.",
  "data/ph-top/2021/9/telegram-8-0.json": "Telegram 8.0 brings live streams with unlimited viewers, options to remove captions from media and hide sender names when forwarding, an easy way to jump to the next unread channel, an improved sticker panel, new animated emoji and more.",
  "data/ph-top/2021/9/shipday.json": "Enable fast, local delivery with your own delivery drivers or using third-party delivery services such as DoorDash and Uber - all from one unified platform.",
  "data/ph-top/2021/9/goodcall.json": "Free phone number with an AI assistant that can answer the common requests coming into local businesses. You can customize when it answers, how it greets callers, when it forwards them to your main business line and more.",
  "data/ph-top/2021/9/e-commerce-checklist-2.json": "E-commerce is a long and arduous journey, and you need proper direction and tools to start and grow your business. We analyzed 200+ hours to find the perfect tools and frameworks for your ecommerce business. $20 OFF for 48 Hours",
  "data/ph-top/2021/9/newsletter-spy-2-0.json": "Gain valuable insights into the performance of over 100,000 newsletters. Study the critical trends, discover sponsorship opportunities, and find acquisition targets.",
  "data/ph-top/2021/9/unicorn-platform-4-0.json": "Unicorn Platform offers the simplest flow to get a landing page. SaaS, mobile apps, IT, and tech companies — are our friends. We know your needs and make your life easier.",
  "data/ph-top/2021/9/earnify.json": "Earnify.io motivates sales teams to exceed outreach targets. Enable your team's success with engaging contests, keep them accountable with clear-cut visible metrics, and deliver real rewards for top-performing team members.",
  "data/ph-top/2021/9/analytics-pack.json": "Analytics Pack is a collection of: 📊 the most relevant Metrics 🖼 illustrated with Graphs 📚 explained through Articles 📍 and ideal tracking to put them together Check it out 👉 https://www.analyticspack.com",
  "data/ph-top/2021/9/tulipshare.json": "Tulipshare is an activist investment platform dedicated to social and environmental progress. Now for the first time, you can invest your money to build wealth and promote ethical change. You invest in company stocks and we leverage your shareholder rights",
  "data/ph-top/2021/9/jaadoo.json": "With Jaadoo you can search and manage your mobile screenshots, magically. We are privacy first, so no data ever leaves your phone."
}