{
  "data/ph-top/2021/7/tl-dv-for-google-meet.json": "Link your meeting minutes to the exact moment in your video recording & transcript. Instantly share the important takeaways, fully contextualized. Works with your favorite async collaboration app & CRM. Catch up on meetings in minutes.",
  "data/ph-top/2021/7/attrack.json": "Straight forward time tracking app for those who appreciate the flexibility, and likes to have a choice. AtTrack’s modular architecture gives the opportunity to select and use only the functionality which is essential to your work and business.",
  "data/ph-top/2021/7/smartwriter.json": "😱 Generate personalised emails that get you 8x more replies with 1-Click. ✅ Never waste time researching or writing 'personalised' emails again. ⚡Automate your entire outreach process. 🔝Build 1000s of Backlinks, Personalise LinkedIn Outreach & Book Meetings",
  "data/ph-top/2021/7/glyph-neue-icons-by-icons8.json": "1,500+ monochrome icons in the universal Glyph Neue style. Simple yet catchy icons with a high level of detail will look great everywhere: from modern high-res screens to indoor and outdoor navigation. Use for free, but set a link to Icons8!",
  "data/ph-top/2021/7/brickit.json": "1. Scan your pile of Legos 2. We'll show you what you can build with the bricks you have. 3. Choose the idea that catches your fancy and follow our handy instructions.",
  "data/ph-top/2021/7/pixel-hunter.json": "Pixelhunter is a smart image resizer for media publications. Our AI adjusts pictures to the best quality to fit the most popular dimensions on media platforms. It recognizes objects and crops pictures automatically to streamline your needs on media platforms.",
  "data/ph-top/2021/7/telegram-to-notion.json": "The Telegram Bot to keep your flow productive; send anything to the chat and the content will get saved directly in your Notion",
  "data/ph-top/2021/7/around-for-ios-android.json": "Stay connected with your team on the go with our mobile app, an audio-first experience optimized for walking meetings. Join or start an Around call, instantly handoff from computer to phone (and back), react or respond to conversations with chat messages etc",
  "data/ph-top/2021/7/uxpin-and-storybook-integration.json": "Design and development have never been closer! Try out UXPin and Storybook integration and design with the same UI code components that developers use to build products. Enjoy full interactivity of elements and prototype 10x faster.",
  "data/ph-top/2021/7/expose-3.json": "Expose is a fully open-source tunnel solution that allows you to create public URLs for local sites through any firewall. Receive webhooks on your machine, test local sites on mobile devices or share them with others",
  "data/ph-top/2021/7/readbit.json": "A text-to-speech audiobook reader and summarizer that saves you hundreds of hours of reading. Upload or scan books and documents, get their key points, characters, and places chapter by chapter, and listen anytime, anywhere!",
  "data/ph-top/2021/7/dell-ultrasharp-webcam.json": "Turn every angle into your best angle with a webcam engineered with a powerful 4K camera featuring a large 4K Sony STARVIS™ CMOS sensor.",
  "data/ph-top/2021/7/wheel-of-life.json": "The Wheel of Life enables you to take a closer look at the 12 most important categories of life, while also maintaining a birds eye view. Stop feeling overwhelmed, get ahead of life and figure out what's important to you. Identify pros + cons, goals and tasks.",
  "data/ph-top/2021/7/music-rooms-by-presence.json": "Jam together with your remote teammates by listening to music together w/ quick spontaneous voice chats 📻",
  "data/ph-top/2021/7/notiv-notetaker.json": "Meet Better. Stay on task with automatic action items, highlights and summaries based on real-time transcription. Notiv is a collaborative meeting app to help teams save time and drive business outcomes.",
  "data/ph-top/2021/7/maker-swipe-file-1.json": "As a maker, building a Twitter audience will help you meet new people, get feedback on your product and makes sales. This free resource contains 100+ high performing tweets by fellow makers so you can get started or keep building your audience.",
  "data/ph-top/2021/7/triage-timeline-by-linear.json": "An issue tracking tool that levels up as you scale. Linear streamlines complex processes including roadmap planning and issue triaging. Customize your workspace with automated workflows and integrations for customer support.",
  "data/ph-top/2021/7/dollo.json": "Create your own avatar, mix and match skin color, hairstyle, eyes, clothes, accessories, and more. Over 300&nbsp;customizable components. Compatible with&nbsp;Sketch, Figma, SVG, PNG.",
  "data/ph-top/2021/7/notion-gratitude-journal.json": "Launching Notion ‘Gratitude Journal’ to write down all the things you are grateful for: Features: 💡A motivating quote at the beginning 💭Recurring lists to fill in grateful thoughts 📃Archive section to view lists for the past week/month Get it Now 🔥",
  "data/ph-top/2021/7/gpt-j.json": "GPT⁠⁠-⁠J-6B, a 6 billion parameter model trained on the Pile, is now available for use with our new codebase, Mesh Transformer JAX.",
  "data/ph-top/2021/7/everyhour.json": "everyhour increases your awareness of how you spend your time, tracks your life balance and helps uncover your unconscious priorities.",
  "data/ph-top/2021/7/mydone.json": "✅ Organise all your business streams, from development to HR to marketing ✅ Manage tasks for each stream separately ✅ Overview status on each level",
  "data/ph-top/2021/7/moderncloud.json": "ModernCloud is a browser-based, open-source serverless platform that lets you build your endpoints and functions in minutes, with a fast and super-friendly UI. We support inline editor with auto-complete support for Python and NodeJS. Based on Terraform.",
  "data/ph-top/2021/7/live-audio-rooms-by-facebook.json": "Live Audio Rooms on Facebook enable you to discover, listen in on and join live conversations with anyone about topics you’re interested in. Any listeners in the room can be invited to be a speaker in advance or during the conversation.",
  "data/ph-top/2021/7/volant-ai.json": "Save time and money in AI model development. Our marketplace uses the crowdsourced expertise of data scientists to empower anyone—be it a Hacker, Kaggler or Small/Medium Business—to build with AI using high-performing AI models, faster and cheaper than ever.",
  "data/ph-top/2021/7/remote-planning-poker-on-jira.json": "Agile planning & estimation tool. Quickly estimate user stories while having fun with team in Jira Agile Planning Poker session",
  "data/ph-top/2021/7/reddit-list-2.json": "Reddit is an amazing source of information. But finding the right subreddit to follow can be time-consuming. Reddit List makes your life easier in this regard.",
  "data/ph-top/2021/7/uxmeter.json": "There are more examples of good web design than Apple's website. At UXmeter we showcase top website designs from finance to sports. These are ranked purely based on UX design by industry professionals & general public using universal scoring system UX Points®.",
  "data/ph-top/2021/7/sitapp.json": "Slouching in front of a computer all day isn’t great for your body and over time can lead to lots of issues. SitApp monitors your posture in real time and reminds you to sit up straight when you start to slouch.",
  "data/ph-top/2021/7/traveledmap.json": "By using TraveledMap, we allow you to make customizable maps for your travels thanks to the use of markers, routes and photos, which you can share or add on your website if you are a travel business (in white label if needed) or on your blog.",
  "data/ph-top/2021/7/emoji-4.json": "3d emoji. Add emotions to your project with large set of high quality illustrations. Big variety of icons from smiling to rainbow and robots. Fully customisable. For Figma and Blender",
  "data/ph-top/2021/7/buzzer.json": "Never miss the next moment. Follow your favorite sports stars and teams and get notified when the next comeback, buzzer beater, or last second shot is about to happen. Then tap in and watch it live. Only on Buzzer.",
  "data/ph-top/2021/7/7todos.json": "The Blessing and The Curse Working on multiple projects can be a blessing and a curse. You want to find out what works out in the world. Keeping track of everything is hard 😵‍💫 Let 7todos help you to get an overview 🦄",
  "data/ph-top/2021/7/smart-text-editor.json": "Smart Text Editor is a vanilla JavaScript PWA that allows you to work on your coding projects from any device, in any browser, even if you don't have Internet access. Want to edit HTML files in real time, right from the browser? Open it with Smart Text Editor!",
  "data/ph-top/2021/7/intch.json": "Intch is a networking tool based on mutual help and collaboration rather than random meetings. Join the networking space that allows you to help and get expert assistance, introduce and be introduced to people that matter, and manage your network!",
  "data/ph-top/2021/7/schema-api.json": "View the internet through the eyes of Google, and extract structured metadata from any webpage in JSON/LD format as standardized by Schema.org with simple and extremely easy-to-use API. Try it today for free at https://schema.api.page",
  "data/ph-top/2021/7/systeme-io-3.json": "A free all-in-one marketing platform that's simple, fast, and intuitive. Run your entire business in the same place without any tech knowledge or developers. https://systeme.io/",
  "data/ph-top/2021/7/floral-zebra.json": "Floral Zebra allows Clubhouse users to have a text conversation over audio chat. Upvoting system shows the most interesting and important questions or comments, so no more boring events and questions. Floral Zebra - Add color to monotonous events.",
  "data/ph-top/2021/7/faketweetmaker.json": "Ftm helps memers to make and download tweets for free. Just type in the tweet and press download. No extra hassle!!",
  "data/ph-top/2021/7/notion-finance-tracker-3.json": "- Bird Eye will let you see the total balance of all your accounts. The Final Amount is calculated automatically. Only the initial Amount should be entered by the user. - Detailed will give the full details on where you spend the money and when you spend it.",
  "data/ph-top/2021/7/170-gpt-3-resources.json": "For the past few months, I am working on collecting all the GPT-3 related resources, that includes, tweets,repos,articles, and much more. By now, the resource count have reached almost 170+ and thought of putting this valuable database to public and here I am.",
  "data/ph-top/2021/7/developer-typing-game.json": "Developer typing game is a platform where developers can train their coding typing speed and accuracy, they get to listen to lofi music while typing, and the top 10 fastest developers will be featured on the landing page.",
  "data/ph-top/2021/7/d2desk-web-based-remote-access-app.json": "Web-Based Remote Access Application the All-In-One solution for remote Access/Support D2Desk helps as time tracking & productivity monitoring software for your business.",
  "data/ph-top/2021/7/listiee-1.json": "Listiee is your platform for broadcasting any kind of lists. Published Lists can be personalized & customized for it's category, geographical reach, privacy, contribution etc, Join us for sharing your lists, building new audience & connecting with people.",
  "data/ph-top/2021/7/making-things-more-brilliant-the-guide.json": "So you see a solution to a problem. Perhaps it's a product that you sell, a painting idea, or something completely different. But how to iteratively make it more brilliant? Inspiration comes and goes. Our methods last.",
  "data/ph-top/2021/7/renderro.json": "Use high-performance cloud desktops for your everyday video editing, graphic design, and animation tasks. Collaborate with your team effortlessly by sharing media and resources.",
  "data/ph-top/2021/7/gamify-your-life.json": "Turn your workspace into a... → Highly functional system that motivates you to complete goals and tasks on time. → Engaging feedback loop that rewards you for building strong habits. → Exciting multiplayer experience you can share with your family.",
  "data/ph-top/2021/7/streets-of-food.json": "Street food is finally getting the recognition it deserves. Discover and navigate to the world's best street eats with our trusted guides. http://www.streetsoffood.com",
  "data/ph-top/2021/7/windowswap-2-0.json": "WindowSwap: Open a new window somewhere in the world. A global community sharing the view from their windows to brighten someone’s day, somewhere in the world. WindowSwap is currently used by thousands as a way to relax, reflect, focus or for travel inspo.",
  "data/ph-top/2021/7/vuetify-for-figma.json": "A huge Design System for Figma, based on Vuetify, one of the most used Vue UI frameworks",
  "data/ph-top/2021/7/parrity-2-0.json": "Parrity 2.0 - A growing collection of free business books from top academic institutions & business writers readable directly in your browser. No additional apps, readers, or downloads.",
  "data/ph-top/2021/7/clayio.json": "3D App icons set for personal devices and commercial projects. Feel free to use them as your home-screen refreshment or asset for next commercial project.",
  "data/ph-top/2021/7/massager.json": "Relax with our vibrating app. Choose from a variety of phone vibration settings. Enjoy strong vibration for especially tense places and use it as a back massager or loosen up the rest of your body on the relaxing mode.",
  "data/ph-top/2021/7/virtual-window-by-virtualvacation.json": "Virtual Window by VirtualVacation is a webapp that lets you experience views from windows around the globe. Window viewing is an everyday occurrence. Whether that be from the office, or your house, Virtual Window lets you expand your reach on the world. ✨🌎",
  "data/ph-top/2021/7/droplet-5.json": "Audio creators don’t have a platform to share. That's why we've built Droplet. Droplet is an audio social media app where users can create and consume audio content in the form of 5-60 second sound bites, ‘Drops’.",
  "data/ph-top/2021/7/tinybird.json": "Tinybird helps data teams deliver real-time answers at scale through analytical API endpoints that take minutes to build.",
  "data/ph-top/2021/7/unspun.json": "After being heads-down for months on our first app, we're excited to officially launch our public beta today & we're hungry for feedback! :) If you're willing to give it a go today, we'll build you custom jeans for less than what it costs us to make them. 🤓",
  "data/ph-top/2021/7/100-mesh-gradients.json": "Download 100 free mesh gradients to make your website look beautiful!",
  "data/ph-top/2021/7/lemlist-3-0.json": "lemlist allows you to create warm relationships with your target from day 1 thanks to ultra-personalization, multichannel campaigns and the best deliverability of the market.",
  "data/ph-top/2021/7/springverify.json": "SpringVerify’s advanced background screening solutions help employers streamline and automate their hiring process. Integrate your HR systems with our robust API seamlessly in hours, not days. Tailored background checks for modern enterprises and startups.",
  "data/ph-top/2021/7/similar-inc.json": "Similar is an AI powered Chrome Extension that has the ability to make any page on the internet shoppable. Similar finds the best prices, coupon codes and lets you wishlist anything with a click.",
  "data/ph-top/2021/7/remotion-2-0.json": "Bring your hybrid team to life, right on your desktop. Connect like everyone's together and include your remote teammates with quick calls, hybrid music rooms, emoji badging, live selfies, and more.",
  "data/ph-top/2021/7/rrweb-1-0.json": "Today we are very happy to annouce rrweb 1.0 is general availability! Highlights: - Support record same-origin non-sandboxed iframe. - Support record open-mode shadow DOM. - Implement the plugin API. - Very detailed recipes for developers.",
  "data/ph-top/2021/7/removal-ai-for-desktop.json": "Remove background from multiple images in a single upload straight to your desktop using Bulk Photo Background Remover for Windows/Mac: ✅ Drag & Drop Images ✅ Optimize Product Images ✅ Select Background ✅ Set Image Size ✅ Exceptional Cut-out ✅ API access",
  "data/ph-top/2021/7/tailwindcss-buttons.json": "A copy & paste collection of TailwindCSS buttons. Browse through this collection of awesome and unique buttons and use them in any of your upcoming or exiting TailwindCSS project 😉",
  "data/ph-top/2021/7/venus-dashboard-builder-for-figma.json": "Create awesome dashboards with less effort directly in Figma! The first easy-to-use Dashboard Builder for Figma with more than 25+ widgets/cards that allows you to design dashboards quickly with world-class standards out-of-the-box. 🔥",
  "data/ph-top/2021/7/loot-2.json": "Loot is a one-click chrome extension that pops up with discounts right at the checkout page to help you save on software purchases. Simply put, Loot helps you not overpay for software. Loot has 150+ software discounts, and more are being added daily.",
  "data/ph-top/2021/7/moko.json": "Store graphics and animations in cloud folders for usage in presentations, online projects, and prototypes by your team. Change the colors and size of the animation in the app and export them to various formats under specific links.",
  "data/ph-top/2021/7/super-agent.json": "Super Agent fills out cookie consent forms based on your preferences, saving you time and letting you take control of your privacy.",
  "data/ph-top/2021/7/dailybot-2-0.json": "DailyBot is a chatbot that runs daily stand-ups, check-ins, tracks team motivation and promotes collaboration. Version 2.0 comes with a fresh design and hot features 🔥 — Forms, Pomodoro, Watercooler, Countdown, ChatOps/workflows, and more.",
  "data/ph-top/2021/7/blockman.json": "VSCode extension - Blockman. You can customize block colors, depth, turn on/off focus, curly/square/round brackets, and more... Supports Python, Dart, Rust, Swift, R, Go, PHP, JavaScript, JSX, TypeScript, TSX, C, C#, C++, Java, HTML, CSS and more...",
  "data/ph-top/2021/7/weferral.json": "Weferral provides all the tools needed to start, manage, and grow your affiliate program. Weferral affiliate management software is simple, powerful, and easily customizable based on your needs",
  "data/ph-top/2021/7/aircart.json": "aircart makes it really easy to sell an ebook, app, design files, album or any digital product you can think of fast and easy using only your paypal account.",
  "data/ph-top/2021/7/universal-data-visualization-1-0.json": "Universal Data Visualization is a high-quality tool for creating charts and infographics in Figma. Easy way to visualize your data in seconds.",
  "data/ph-top/2021/7/discover-2-0-by-route.json": "Introducing Discover 2.0 by Route. A new way to connect with products and brands that you'll love.",
  "data/ph-top/2021/7/social-tags.json": "Social Tags is a tool you can use to quickly generate essential meta tags that makes your website even more presentable and thus boosts social media engagement.",
  "data/ph-top/2021/7/typedream.json": "✨ Build a page quickly through a familiar Notion-like interface and focus on content ⠀ 🖼️ Beautiful & modern defaults that make any website look good with minimal effort ⠀ 🏃 High performing static pages and optimized images powered by NextJS on Vercel",
  "data/ph-top/2021/7/papaya-global-2.json": "Hire fearlessly with our total people, payroll, and payment management solution. Papaya Global supports all types of global employment (payroll, EoR, and contractors) in over 140 countries. Provides a unified solution, from onboarding to on-going management and cross-border payments.",
  "data/ph-top/2021/7/inodash.json": "Inodash helps you validate early-stage startup ideas with the right strategies and tools on Notion & Miro. New strategies to be renewed 🧠 Resources 📚 Chance to get feedbacks from mentors 💬 Access to the community of founders 🌐",
  "data/ph-top/2021/7/y-combinator-co-founder-matching.json": "Find a high-quality co-founder on our platform of 4500 founders. Tell us about yourself and your preferences and we’ll show you profiles of your ideal candidates. If there’s mutual interest, we match the two of you.",
  "data/ph-top/2021/7/palettehq-2.json": "No more spreadsheets, no more headaches. PaletteHQ is a SaaS platform that makes it easy for B2B companies to calculate sales commissions and boost sales performance. Motivate your sales team thanks to clear goals and immediate rewards!",
  "data/ph-top/2021/7/multicolor-illustrations-by-scale.json": "Scale 2.0 now offers high-quality multi-color illustrations that can be customized using our ready-made color swatches or even your own preferences! Of course: - It is totally FREE - Requires NO attribution - A NEW illustration will be added each day",
  "data/ph-top/2021/7/workflows-by-approveit.json": "Approveit presents the most anticipated tool - Workflows, a new way to build and manage your team's approval workflows in Slack. Create your custom approval workflows in Slack with a simple yet powerful visual builder.",
  "data/ph-top/2021/7/self-test-by-ahead-app.json": "Unconscious bias – the Dunning Kruger Effect – is responsible for our misconception of believing we are better at things than we actually are. ⠀ Use this test to figure out how good you really are at receiving feedback, convincing others, staying calm, etc.",
  "data/ph-top/2021/7/deed-3.json": "Deed's platform helps companies like Airbnb and Stripe retain employees by doing good deeds. Employees can find good causes to share their money, time, and skills with, while employers can match, measure, and share that impact with the world.",
  "data/ph-top/2021/7/notion-knowledge-automation-by-back.json": "Let your company wiki work for you and give employees easy access to the information they need. Back uses policies and how-tos from a Notion database of your choice to deliver instant answers directly in Slack, Teams, or Google Chat.",
  "data/ph-top/2021/7/instachamp.json": "The world's first Instagram-approved direct messaging & engagement tools. InstaChamp drives Instagram growth and engagement through direct message automation for Creators, Coaches and B2C Brands.",
  "data/ph-top/2021/7/koji-2-0.json": "Koji is the world's most powerful Link in Bio, with hundreds of free apps to customize and monetize.",
  "data/ph-top/2021/7/freelancer-tools.json": "A curated list of the best tools that you may need as a freelancer on your journey. The list will be regularly updated with new links that are worth checking out.",
  "data/ph-top/2021/7/300-excel-templates.json": "An ultimate pack of professionally curated list of Excel templates. Our library of excel templates includes some of the most powerful and user-friendly tools you can find. Every template is free to download and use!",
  "data/ph-top/2021/7/jestor.json": "Jestor is a no-code tool for COOs that need to scale their operations fast. - Build your own App to manage people in the field. - Create automations with a few clicks (Slack, Gmail and more). - Connect all processes with powerful workflows. Don't wait, make.",
  "data/ph-top/2021/7/sequel-by-runway.json": "Professional video editing powered by machine learning. Masking, VFX, color correction, generation, and compositing — all in your browser.",
  "data/ph-top/2021/7/instakin.json": "InstaKin’s marketplace enables immigrants to easily connect & transact with vendors back home (pay home bills, send gifts, hire runners etc.). We already helped thousands of Pakistani migrants & now expanding to more communities in the US. Secure & convenient.",
  "data/ph-top/2021/7/howbout.json": "Organising plans sucks...so we fixed it. Howbout is a free iOS & Android app that lets you: 🥳 easily organise any social plan ⏰ instantly find when you're all free 📅 share calendars with friends 💬 chat on every event 📫 invite anyone on or off the app",
  "data/ph-top/2021/7/glitch-instant-database-starters.json": "Glitch lets you build a real, full-stack web app instantly powered by databases like SQLite, Cassandra (using DataStax Astra), or even Airtable. Everything's configured, ready for you to share with your team or add a domain and be running in a minute.",
  "data/ph-top/2021/7/codility-51acb2ad-d281-4052-abc6-f731482e4030.json": "Codility is a technical skills assessment platform that helps test your candidates’ real-life coding proficiency and problem-solving abilities, enabling you to make evidence-based hiring decisions with ease.",
  "data/ph-top/2021/7/breaking-equity.json": "Platform built for retail traders to design, develop, test, analyze, and run their algorithmic trades for stock and options. Hedge fund grade tools with ease of use and at your fingertips.",
  "data/ph-top/2021/7/inappstory.json": "Give the audience personalized storytelling via in-app Stories. Add widgets or games. Gather unique insights and analytics to boost in-app engagement and improve conversion rates. ⠀ 😻 In-Stories https://inappstory.com/s/5jls00o game begins. ⠀ Share screenshots in the comments 🙀",
  "data/ph-top/2021/7/petcube-bites-2-lite.json": "Affordable pet camera that allows pet parents to watch, talk to, and treat pets remotely by tossing their favorite treats. All controlled with an app.",
  "data/ph-top/2021/7/forest-admin-for-partners.json": "Share subsets of your internal tool with all your external partners through Forest Admin for Partners. No hassle, easy to set up, and ready for all your data management and operational needs.",
  "data/ph-top/2021/7/uxproof.json": "Create an excellent design with the help of experienced designers who are ready to provide you their feedback on your prototypes.",
  "data/ph-top/2021/7/algolia-recommend.json": "A robust & flexible API to build unique product recommendations into any digital ecommerce experience.",
  "data/ph-top/2021/7/cove-identity-your-safe-space-online.json": "The internet can be a dark place, but you can rest easy with our military-grade end-to-end encryption. You'll be able to control your digital identity and have one less thing to worry about!",
  "data/ph-top/2021/7/hostman.json": "💡Hostman automates all the heavy lifting for developers ✔️Connect your repository, deploy, and watch your app go live 🔥Don’t overpay for servers when you’re not using their full capacity - pay for the number of servers you need, deploy as many apps as you want",
  "data/ph-top/2021/7/readian-news.json": "Readian lets you stay up to date with what is happening around the world, to learn new skills and to find relevant information for your work, by granting you access to unlimited amount of news and useful articles from anywhere you wish it to be from.",
  "data/ph-top/2021/7/podcast-transcription.json": "✍️ Super simple, fast & accurate podcast transcription. Completely free.",
  "data/ph-top/2021/7/learners.json": "Learners is a community of people willing to share their knowledge through P2P mentoring. Register, find a mentor, and grow!",
  "data/ph-top/2021/7/digger.json": "AWS is hard. Digger makes it simple by automatically generating infrastructure for your code. Deploy containers, webapps and functions in one click. Easier than Heroku and 2-10x cheaper. Customise with Terraform under the hood. Use your AWS free credits!",
  "data/ph-top/2021/7/sizze.json": "Sizze is no-code solution for creating a mobile application. You will finally be able to convert your design into code React Native from Figma with ease and build logic of app without losing quality. Now front-end application is in the hands of designers.",
  "data/ph-top/2021/7/znaplink-2-0.json": "Say Hello to Znaplink. Connect audiences to all of your content with just one link. Znaplink is the launchpad to your latest video, article, recipe, tour, store, website, social post - everywhere you are online. Znaplink is 100% free, forever.",
  "data/ph-top/2021/7/livekit.json": "LiveKit is free, open source infrastructure for building and scaling real-time audio and video experiences in your applications. Use our APIs to easily build audio-only spaces, live classrooms, in-game video chat, collaborative screen sharing, and more.",
  "data/ph-top/2021/7/mumu-x.json": "Mumu finds your emoji faster with synonyms, so you don’t have to remember the emoji name when searching.",
  "data/ph-top/2021/7/hackmd-4.json": "HackMD is where your short-term and long-term memory live together. Since launch, more than 3,000,000 notes have been created and more than 13,000 teams have been collaborated in HackMD.",
  "data/ph-top/2021/7/sideit.json": "SideIt is an online tool made to make your life easier. You don't need to open huge apps like Photoshop or Canvas just to merge images. You can do it with just 3 steps, online, and for free.",
  "data/ph-top/2021/7/the-gen-z-guide-to-freelancing.json": "The by creatives, for creatives guide to starting and elevating your freelance business. Created by Continuum.works",
  "data/ph-top/2021/7/swipe-de6c1efc-c839-404e-85f6-438aec561038.json": "Swipe is an app that lets Indian small business owners manage invoices, inventory, and taxes without the need of accountants. We replace paper processes and allow to share the bills on WhatsApp along with payment options to collect payments faster.",
  "data/ph-top/2021/7/pay-as-you-go-vpn-paygvpn.json": "Pay As You Go VPN provides a cost-effective solution to the waste of money problem in subscription-based payment models. Subscription model charges you the same amount of money even when you never use the service, while PAYG model only charges you for what you use.",
  "data/ph-top/2021/7/kodex-2.json": "Kodex is the easiest way for companies to process, and respond to, information requests from governments and law enforcement all around the world. The most common requests include preservation holds & subpoenas for user data from agencies like the FBI.",
  "data/ph-top/2021/7/windframe.json": "Create TailwindCSS websites using a No code drag and drop builder in record time. Windframe gives you the ability to build TailwindCSS websites using a drag and drop interface with immeasurable customization options, preview your designs and export the code.",
  "data/ph-top/2021/7/daisho.json": "Daisho is No-Code Data Science for Business Users and Problems. Select the problem you want to solve and point at the data: Daisho does the rest. Daisho automatically does the math, so you can focus on BUSINESS INSIGHTS.",
  "data/ph-top/2021/7/prest.json": "We are on a mission to make the process of new business development faster by making data access fast, secure and scalable. We want to reach a world where access to large volumes of data is simple without complex software development!",
  "data/ph-top/2021/7/wellput.json": "Export your favourite Kindle highlights with Wellput. Review them in your personally organised library and stick the important ideas in your mind.",
  "data/ph-top/2021/7/shortski.json": "Mac OS keyboard substitution's for most useful thing's like URLs, emojis, icons and etc.",
  "data/ph-top/2021/7/scoby-social.json": "Discover, Host & Join Live Sessions! The world is going live. Shared experiences have the power to transform, surprise and delight. If you are passionate about your calling, love engaging with others, and are ready to rise to your destiny, you belong with us.",
  "data/ph-top/2021/7/glass-ui-generator.json": "Get started with this free CSS generator based on the glassmorphism design specifications."
}