{
  "data/ph-top/2021/8/slickr.json": "Slickr is the most powerful and the easiest app to create beautiful cover images for your hashnode blog. Slickr lets you be flexible by handling backgrounds, gradients, patterns, images, icons, bookmarks, uploads and a lot more.",
  "data/ph-top/2021/8/boost-c0f1acd1-0a1d-4a8e-8544-e8044e837587.json": "Get interactive training tailored to your fitness level and motivation by having every repetition counted for you. Boost sees your movements, motivates you, and gives you hints on how to improve your form. All you need is your smartphone!",
  "data/ph-top/2021/8/24hourhomepage-2.json": "A playful experiment in Art & Time. ⏰ Visit & see 1 image per sec for each sec of the day. Repeats every day. 🔁 Forever. Tell a joke, promote a webcomic or grow business in this fun, 1OAK creative format. There are 86,400 seconds in a day. Which are yours? ✌️",
  "data/ph-top/2021/8/best-digital-ads-of-2020.json": "The Best Digital Marketing of 2020 features the best brand campaigns from the last year. - Over 100 incredible examples of how to hack social networks, shoot films, and create campaigns that generate tons of PR to grow your company.",
  "data/ph-top/2021/8/okrshub.json": "OKRsHub is the easiest way you can track your personal and professional goals. Google, Facebook and LinkedIn use the proven Objectives and KeyResults(OKRs) to track their organization goals. Using OKRsHub, you can keep yourself motivated and on track!",
  "data/ph-top/2021/8/botion.json": "Using the Botion integration, Notion users can send invoices to their customers directly from their Notion workspace. Quickly configure your settings, add customers, and send invoices in minutes! Read the docs at https://api.botion.so/guide for more!",
  "data/ph-top/2021/8/affirm-5.json": "Daily affirmations help shift your mindset to positive thinking. Get daily motivations by verbally affirming your dreams and ambitions. Choose your goals and get personalized content every day. Set reminders to be delivered throughout the day.",
  "data/ph-top/2021/8/coaster-2.json": "Coaster makes it easier for you to search for photos from the massive library of free stock photos on Unsplash. Download, copy to clipboard and do more with a simpler interface on your desktop.",
  "data/ph-top/2021/8/tryp-com.json": "We search through thousands of airfares, hotel prices and destinations to find the perfect getaway for you!",
  "data/ph-top/2021/8/tactic.json": "Tactic puts collaboration and personal connection at the center of your hybrid organization. ❤️ We bring teams together in the office and provide companies with data to make long-term decisions based on office space usage. 😎",
  "data/ph-top/2021/8/frontwork-component-marketplace.json": "Buy and sell high-quality frontend components. Speed up your development by downloading prebuilt components in React, Vue, HTML, and more. Earn money for selling your own components.",
  "data/ph-top/2021/8/emoji-by-craftwork.json": "Emoji is new cool way of expressing emotions and presenting your ideas. Get 3D emojis to satisfy all your work requests and have fun with these cuties. Implement our emojis into apps, presentations, and landings, use them in Telegram and WhatsApp as stickers.",
  "data/ph-top/2021/8/zen-2.json": "🧘🏽‍♀️ Zen mirrors your posture and gently alerts you when you slouch. 🔐 The desktop app uses your camera to monitor your posture, without recording or storing any visuals.",
  "data/ph-top/2021/8/vin-decode-api.json": "Programmatically decode VINs to identify year, make, model, trim, specifications, colors, options and more. Get your free API key in seconds!",
  "data/ph-top/2021/8/picmaker-2-0.json": "Picmaker 2.0 is the shortest way to design anything. Be it ads, presentations, memes or social posts - if you need design inspiration, come to us. But, why are we special? Our AI-based MAD Button gives you unique design combinations in minutes. Give it a try!",
  "data/ph-top/2021/8/varos.json": "Real-time benchmarks for FB Ads KPIs like ROAS, CPA, CPM and CTR. DTC companies and agencies use us to see how they stack up to peers, find metrics to optimize and answer questions like \"was this spike in CPM due to my ad or the market?\".",
  "data/ph-top/2021/8/wicked-backgrounds.json": "Wicked Backgrounds is a free web app for generating nice wave gradients that you can use for your designs. I hope you can use it in your creative projects! 👨🏻‍🎨",
  "data/ph-top/2021/8/intro-11.json": "With Intro.so, you can log in at 1:59 PM for your 2 PM meeting and be prepared like for a TED talk. See attendees' company details, relevant CRM notes, and linkedin activity. All inside of Zoom or Google Meet.",
  "data/ph-top/2021/8/swiftui-apps.json": "This is the place to find out about new apps, and get inspired to build your own in SwiftUI! These apps are the best examples of what SwiftUI is capable, check them out by visiting the site today!",
  "data/ph-top/2021/8/customily.json": "Customily makes it easy for online stores to sell personalized products, by giving shoppers a simple but powerful design tool that shows live previews of their personalization and automatically transforms them into ready to print, engrave, or embroider files.",
  "data/ph-top/2021/8/odo-2-0.json": "Odo is a Multi-skilled Artificial Intelligence that aims to be an empathetic companion for every stage of life. It's Human-like A.I. for Self-Care, that focuses on learning ✅, relaxing ✅ and healing ✅, in a private secret space, all in conversations.",
  "data/ph-top/2021/8/yac-remote-work-pack-on-setapp.json": "A collection of 15 tools for Mac that optimize remote work and let you focus on what’s important without burning out."
}