{
  "data/ph-top/2021/6/mobile-palette-generator.json": "A mobile palette generator is a simple yet powerful tool that lets you generate color palettes for your mobile or web app with a click of a mouse.",
  "data/ph-top/2021/6/zospace-ui-kit.json": "Creating beautiful Tailwind templates isn't rocket science! ✨ https://shuffle.dev/marketplace/zospace",
  "data/ph-top/2021/6/fastbee-price-tracker.json": "🙄 Considering purchasing something, but aren't sure the price is right? ✅ FastBee tracks the prices of the products you want to buy. Whenever the price changes, you'll get a notification! Better yet, the Bee can even place orders for you.",
  "data/ph-top/2021/6/venus-design-system.json": "Design what you want with less effort at another level! An easy-to-use Design Tool with the most common 2000+ UI/UX components states that allows you to design quickly with world-class standards out-of-the-box. 🔥",
  "data/ph-top/2021/6/designing-ux-for-saas.json": "In this free ebook, you’ll learn: ✅ the basics of UX and SaaS, ✅ what the trends look like in 2021, ✅ the value of UX to SaaS businesses, ✅ UX design processes for SaaS products, ✅ and tips and tools to significantly improve your design processes.",
  "data/ph-top/2021/6/coherence-x4.json": "Coherence X4 allows you to turn any website into a chrome-powered app on your Mac, without any compromises. Use extensions, create tabbed and incognito apps, and much more. Coherence X4 even introduces Microsoft Edge and Opera apps!",
  "data/ph-top/2021/6/findcreators-io-2.json": "Supporting the growth of the creator economy 🙌🏻 findcreators.io lets you find creators based on a keyword in their Instagram biography. 🌎 Find writers, fitness trainers, actors, photographers to work with, promote your brand or join your platform.",
  "data/ph-top/2021/6/developer-ipsum.json": "¯\\_🤓_/¯",
  "data/ph-top/2021/6/spacecasts.json": "A live-audio creator collective. All the best Clubhouse Rooms and Twitter Spaces from the best creators and thought leaders, recorded and collected. ⠀ Want to contribute a SpaceCast? Submit here: https://www.ridehome.info/p/spaces/",
  "data/ph-top/2021/6/hack-the-interview.json": "Hack The Interview is the only interview training system that guarantees a user a job offer within 90 days or their money back! HTI relies on a community of curated mentors to provide invaluable training to job seekers throughout their interview process.",
  "data/ph-top/2021/6/spot-ca077a28-c6c6-4891-b915-a2716fa4734a.json": "Spot is a virtual office loaded with the collaboration and communication functionality a high-performing team needs: voice and video, screen-sharing, and chat all at the team's fingertips.",
  "data/ph-top/2021/6/idea-canvas-univation.json": "Univation is the easiest platform to Build your idea or Run a startup building program.",
  "data/ph-top/2021/6/nft-storage.json": "nft.storage is a brand new service, built specifically for storing off-chain NFT data. Data is stored decentralized on IPFS and Filecoin.",
  "data/ph-top/2021/6/loomsdk-beta.json": "The loomSDK is the easiest & most reliable way for you to add video messaging to your own product – and it’s free. The SDK enables your users to record, embed, & view with Loom videos directly within your web apps – adding clarity and context to any workflow.",
  "data/ph-top/2021/6/smart-stickers.json": "Smart Stickers package includes 90 catchy illustrations for attractive designs. Choose one of the three styles and turn your design into colorful piece of creation. Compatible with Figma & Sketch.",
  "data/ph-top/2021/6/ready-ui.json": "200+ UI blocks for Developers, Agencies, Startups, Marketers, & Designers to create beautiful websites. Production-ready bootstrap code with well-organized figma files to design and develop your next websites faster.",
  "data/ph-top/2021/6/gitlive.json": "Extend your IDE with the real-time features remote development teams need to work together effectively. See what your teammates are working on and get notified of merge conflicts before you commit. Make video calls and code together live, VS Code to JetBrains",
  "data/ph-top/2021/6/drip-by-digitalax-1.json": "DIGITALAX teamed up with Polygon, aka Matic Network, to launch the first real hybrid digital and physical fashion line, with memetic proof of uniqueness!",
  "data/ph-top/2021/6/jitsu-2.json": "Jitsu is an open-source Segment alternative with event collection and API connectors. It can stream and collect the data to any data warehouse of your choice and can be deployed in 2 minutes.",
  "data/ph-top/2021/6/offline-ai.json": "Bye bye dating apps 👋 It's time for something new 😎 Just tell Offline AI the type of person you're looking to meet, and it'll find great matches for you. No app. No public profiles. No swiping. You're in control 😸",
  "data/ph-top/2021/6/google-forms-to-notion.json": "Form to Notion helps you to add entries to Notion Table using Google Form. 📝 Create Forms that matches your Notion Table. 📌 The add-on also helps you embed a better version of Google Form inside Notion pages.",
  "data/ph-top/2021/6/growth-skills-assessment-test.json": "Success in growth requires skills across disciplines ranging from product management and data to customer acquisition and experiment design. This 45-minute growth skills assessment will help you understand your strengths and blindspots across growth skills.",
  "data/ph-top/2021/6/nice-avatar.json": "react-nice-avatar can easily generate an avatar for your users with no efforts",
  "data/ph-top/2021/6/ticktick-6-0.json": "TickTick is an all-in-one productivity app that is simple to use. It helps people get the most out of their life by managing to-dos, scheduling on a calendar, taking notes, and staying focused all in one place.",
  "data/ph-top/2021/6/day-zero-by-day-one.json": "Day Zero is community for aspiring founders and serial builders to explore new ideas, and work alongside a community to bring them to life. We provide tools and a workflow to ideate and validate new ideas so you're next big thing doesn't stay inside your head.",
  "data/ph-top/2021/6/nutrisense-v2-0.json": "NutriSense is a data-driven metabolic health platform that tracks key metabolic markers in real-time. Using continuous glucose monitoring, AI-powered meal tracking, and expert coaching, they help you hit your health goals and create lasting behavior change.",
  "data/ph-top/2021/6/letterlike.json": "Learn what your subscribers enjoy reading, and what they don’t. Letterlike adds a like button to your newsletters, and is a fun and simple way for readers to give feedback on your content.",
  "data/ph-top/2021/6/process-street-automations.json": "Process Street Automations brings your critical work apps together to drive your team’s most important processes. Powering Automations is a new set of native integrations with: Salesforce, Jira, Slack, DocuSign, & Google Sheets.",
  "data/ph-top/2021/6/openphone-for-teams.json": "OpenPhone is an all-in-one business phone for startups. It comes with powerful calling, messaging, and a lightweight CRM. It allows you to share a phone number with your team and collaborate on conversations. Available on mobile, web, and desktop.",
  "data/ph-top/2021/6/batteries.json": "Track batteries of your iPhone, iPad, Apple Watch and Mac at the same time on every device. Battery levels are reliable because it uses tracking tech built into your devices.",
  "data/ph-top/2021/6/firefox-89.json": "Going into the Firefox redesign, our team studied how people interact with the browser, observing their patterns and behaviors. We listened to feedback and gathered ideas from regular people who just want to have an easier experience on the web.",
  "data/ph-top/2021/6/moonsense-recorder.json": "Moonsense Recorder is an easy-to-use application for https://play.google.com/store/apps/details?id=io.moonsense.recorder & https://apps.apple.com/us/app/moonsense-recorder/id1551215403 mobile devices that allows you to record data from multiple sensors, store & label it for analysis, and gives you the ability to build live prototypes faster.",
  "data/ph-top/2021/6/listnr-for-chrome.json": "Listnr for Chrome allows you to Listen to your favourite content on the internet by converting written content into a Podcast.",
  "data/ph-top/2021/6/akiflow-2-0.json": "Akiflow is a Tasks + Calendars productivity app ⚡️ Capture tasks from multiple sources ⚙️ Process fast with shortcuts (plan/snooze) ✅ Increase your focus and personal organization Win+Mac Try it for free on http://www.akiflow.com/",
  "data/ph-top/2021/6/socialmailer.json": "We have been using SocialMailer internally to cold outreach tens of thousands of influencers in the past 4 years. It has been a super time saver for us, and I believe it will be for you too! Love your feedback.",
  "data/ph-top/2021/6/vectoricons-mixer-by-iconshock.json": "VectorIcons Mixer is a simple online tool that allows you to mix & match thousands of vector icons with colorful shapes to generate new icon sets with a few clicks. There are lots of icon styles & hundreds of abstract, geometric & organic shapes to combine!",
  "data/ph-top/2021/6/saas-blocks-ui-kit.json": "SaaS Blocks UI Kit helps founders, designers and developers create beautiful and effective websites and landing pages in minutes. 70+ blocks and conting, components, and free fonts included. Pay what you want (for now).",
  "data/ph-top/2021/6/savely.json": "Savely is the iOS app designed to help you save up for your next vacation by first showing you the real cost behind your travel plans — that way, you’ll know exactly how much money to start stashing. Vacations start with a goal, your goals start with Savely.",
  "data/ph-top/2021/6/wicked-templates-2-0.json": "Stunnig landing pages made with Tailwind CSS, Alpine.js and Next.js.",
  "data/ph-top/2021/6/tidytag.json": "LinkedIn is messy. And it gets worse with more and more connections. There's no convenient way for you to segment your connections. 🏷 Not with TidyTag. Segment your LinkedIn now!",
  "data/ph-top/2021/6/whatsapp-chat-abandoned-cart-recovery.json": "This Shopify Plugin allows you to send automatic abandoned card recovery notifications to your potential customers via WhatsApp and turn them into delighted customers. You can also send other shopping related updates on WhatsApp.. Add WhatsApp Chat Widgets.",
  "data/ph-top/2021/6/the-dad-s-bucket-list.json": "There's no better feeling as a dad than when your kids look at you like they're their hero. Whether you're explaining why the sky is blue, teaching them how to deal with bullies, or laughing so hard they snort a little.",
  "data/ph-top/2021/6/waldo-for-analytics.json": "Test your analytics events in an automated, reliable way!",
  "data/ph-top/2021/6/compairbnb.json": "Have you ever had like 💯 tabs open all of different places you may stay? Compairbnb will save you time.",
  "data/ph-top/2021/6/castyr.json": "Castyr is a new social podcasting and listening platform. Snip and annotate up to 5 minutes of audio, share it in the community feed, and organize it into customizable collections on your followable profile. It’s like TikTok and Goodreads had a podcast baby.",
  "data/ph-top/2021/6/twitter-blue.json": "Starting today, we will be rolling out our first iteration of Twitter Blue in Australia and Canada. https://blog.twitter.com/en_us/topics/company/2021/introducing-twitter-blue.html",
  "data/ph-top/2021/6/google-cemetery.json": "Learn from Google's +100 failures to build profitable businesses and scale acquired companies.",
  "data/ph-top/2021/6/prosoftly.json": "Everything you need for growth is here. Boost your sales, enhance your marketing capabilities and improve your customer services on a single cloud-based platform.",
  "data/ph-top/2021/6/healthy-relationship-with-cats.json": "Cats are unique and incredible creatures beyond a doubt. It is not always easy to understand them. You can find special techniques to communicate with your cat in this e-book. It is completely free!",
  "data/ph-top/2021/6/zoho-salesiq-2-0.json": "A complete customer engagement platform with capabilities like multi-brand management, visitor insights, lead scoring, profile enrichment, live chat, messaging channels, no-code bot builder, a near-human NLP-driven chatbot, profanity management, and more.",
  "data/ph-top/2021/6/poolsuite.json": "Luxurious yet leisurely. Frivolous yet sophisticated. The same sweet sound of summer— turned up to 11. Pack your virtual bags as you've been upgraded from sitting poolside to a private cabana at The Poolsuite.",
  "data/ph-top/2021/6/checkout-page-digital-downloads.json": "Use Checkout Page Digital Downloads to sell digital downloads on the internet. Create a checkout page in a few clicks, upload your files and add the checkout to your site or share a payment link. Works on any platform, no code required.",
  "data/ph-top/2021/6/charmstone.json": "Using spatial memory to launch and switch apps in macOS creates a surprising performance boost. Charmstone is a unique but simple spin on cmd+tab & the dock that easily fits into your workflow. It's especially great if you hide your dock.",
  "data/ph-top/2021/6/really-good-push-notifications.json": "A curated collection of push notification ideas and examples across different verticals. Sign up for Really Good Push Notifications and get push notification inspiration delivered straight to your inbox to stay on top of your push notification game.",
  "data/ph-top/2021/6/zing-data.json": "Zing makes it easy to ask questions on the go from your database (PostgreSQL, with more to come) for free in just a few taps: * Ask questions * Search for data * Create visualizations and tables * Chat with your team..from wherever you are.",
  "data/ph-top/2021/6/clay-mockups.json": "🚨 Beautiful, FREE clay mockup set you can use to showcase your portfolio projects. We use them in our Modern Minimal designs. 👇 Remember the 13° rotation rule - it instantly makes your projects look better ☝️",
  "data/ph-top/2021/6/devzat.json": "Chat over SSH, straight from the Terminal. Free and open source: github.com/quackduck/devzat. Give it a star!",
  "data/ph-top/2021/6/ens.json": "The Ethereum Name Service is an open source blockchain-based naming protocol. Started at the Ethereum Foundation in early 2017, ENS spun off as a separate organization in 2018.",
  "data/ph-top/2021/6/just-farts.json": "Cats farting. ⠀ That's the hunt. ⠀ Cats farting.",
  "data/ph-top/2021/6/hashgrow.json": "With Hashgrow mobile app, you can easily connect your Fb Lead Forms to get instant new lead notifications, send follow-ups via WhatsApp, Email or SMS from pre-set templates. You can also call your leads and track activities.",
  "data/ph-top/2021/6/lighthouse-8-0.json": "Lighthouse 8.0 is here! ⚡ Improved CWV balance for the Performance Score, Lighthouse Treemap and metric filtering now in PSI and Canary DevTools, and a brand new CSP audit!",
  "data/ph-top/2021/6/zenown-2-0.json": "ZenOwn is YOUR personal product assistant app: ✔ Simply add a product with a scan 📱 Get most out of products with video tips ⏰ Turn on the warranty alarm 🛍 Get special brand offers 💰 Sell/giveaway with a few taps More features coming out soon!",
  "data/ph-top/2021/6/marketer-crew.json": "https://marketercrew.com/ is a weekly newsletter for marketers and indie makers. Every Monday and Thursday, you will get an email that makes marketing actually enjoyable. Also stay informed on the latest news, tools, and insights, for free.",
  "data/ph-top/2021/6/million-js.json": "Current Virtual DOM implementations are inadequate—Ranging from overcomplicated to abandoned, most are unusable without sacrificing raw performance and size. Million aims to fix this, providing a library-agnostic Virtual DOM to serve as the core for Javascript libraries.",
  "data/ph-top/2021/6/huma-breath.json": "🌬️ Science-backed breathing exercises to alleviate anxiety, fall asleep faster, increase focus, gain energy and more! 🍃 Huma Breath's exercises are quick and effective — shift your state literally in a minute or two.",
  "data/ph-top/2021/6/where-to-post-your-product.json": "Spark your startup exposure and backlink profile (good for SEO) using a curated list of 280+ website carefully enriched with: -Type -Topic -Time to publish -Free/Paid -Difficulty -Domain Authority -Traffic volume & Top Country -Majestic Trust & Citation Flows",
  "data/ph-top/2021/6/polyo.json": "Polyo by HelloConsent Create custom legal policies based on the nature of your business, written comprehensively that your audience can understand. No registration required! 100% free to use!",
  "data/ph-top/2021/6/siimpl-bookmarking.json": "Save those interesting websites, images, videos, tabs and text you find online, then access from anywhere on any device. Share and collaborate with others OR store those sensitive sites in hidden collections that only show with a pin (away from prying eyes)"
}