{
  "data/ph-top/2021/7/tl-dv-for-google-meet.json": "Link your meeting minutes to the exact moment in your video recording & transcript. Instantly share the important takeaways, fully contextualized. Works with your favorite async collaboration app & CRM. Catch up on meetings in minutes.",
  "data/ph-top/2021/7/attrack.json": "Straight forward time tracking app for those who appreciate the flexibility, and likes to have a choice. AtTrack’s modular architecture gives the opportunity to select and use only the functionality which is essential to your work and business.",
  "data/ph-top/2021/7/smartwriter.json": "😱 Generate personalised emails that get you 8x more replies with 1-Click. ✅ Never waste time researching or writing 'personalised' emails again. ⚡Automate your entire outreach process. 🔝Build 1000s of Backlinks, Personalise LinkedIn Outreach & Book Meetings",
  "data/ph-top/2021/7/glyph-neue-icons-by-icons8.json": "1,500+ monochrome icons in the universal Glyph Neue style. Simple yet catchy icons with a high level of detail will look great everywhere: from modern high-res screens to indoor and outdoor navigation. Use for free, but set a link to Icons8!",
  "data/ph-top/2021/7/brickit.json": "1. Scan your pile of Legos 2. We'll show you what you can build with the bricks you have. 3. Choose the idea that catches your fancy and follow our handy instructions.",
  "data/ph-top/2021/7/pixel-hunter.json": "Pixelhunter is a smart image resizer for media publications. Our AI adjusts pictures to the best quality to fit the most popular dimensions on media platforms. It recognizes objects and crops pictures automatically to streamline your needs on media platforms.",
  "data/ph-top/2021/7/telegram-to-notion.json": "The Telegram Bot to keep your flow productive; send anything to the chat and the content will get saved directly in your Notion",
  "data/ph-top/2021/7/around-for-ios-android.json": "Stay connected with your team on the go with our mobile app, an audio-first experience optimized for walking meetings. Join or start an Around call, instantly handoff from computer to phone (and back), react or respond to conversations with chat messages etc"
}