{
  "data/ph-top/2021/5/postmodern-1.json": "Postmodern is the app for anonymous, short, ephemeral one-on-one conversations. Explore the void.",
  "data/ph-top/2021/5/principlesyou.json": "PrinciplesYou was created by Ray Dalio, founder of Bridgewater Associates, and psychologists Dr.Adam Grant, Dr. Brian Little and Dr. John Golden. It brings together their expertise, combining best-in-class assessment frameworks and leading personality science.",
  "data/ph-top/2021/5/metasurvey-v2.json": "Use MetaSurvey to gather product feedback, provide market research, validate idea. 5-min need to create and share survey, poll or NPS!",
  "data/ph-top/2021/5/aldente-2.json": "The All-In-One Charging Manager for MacBooks. Features: • Charge Limiter • Discharge • TopUp • Sailing Mode • Heat Protection • Calibration Mode • Live Status Icons • Shortcuts",
  "data/ph-top/2021/5/devdojo-pro.json": "DevDojo Pro is a collection of premium developer tools to help you build your next great idea. Access a set of tools such as page creators, SaaS starter kits, developer training resources, ebooks, courses, and much much more 🙌",
  "data/ph-top/2021/5/notmoji.json": "Expressing your thoughts gets easy with emojis, then why not your notes? Notmoji your new quick-pick todo app.",
  "data/ph-top/2021/5/domainpage.json": "Import all of your domains for auto-generated landing pages in a matter of minutes. Use 1-click domain forwarding to start capturing more leads, backed by a robust sales & management dashboard.",
  "data/ph-top/2021/5/product-makers.json": "Product Makers is a Slack group to help grow your network. You can share your ideas, ask for feedbacks, explore new informations and communicate with other entrepreneurs who can help you to grow.",
  "data/ph-top/2021/5/refined-zapier.json": "Refined Zapier is a free open source browser extension to improve the user experience of Zapier. We've enhanced styling, search, and navigation to help power users move faster and stay organized.",
  "data/ph-top/2021/5/re-amp.json": "Re:AMP is a fast, flexible, high-fidelity music player for macOS X, fully written in Swift. Re:Amp supports a lot of audio formats, custom interfaces called skins from classic Winamp. Re:Amp is freeware.",
  "data/ph-top/2021/5/stoic-today.json": "A mix of real & GPT3 generated quotes based on the 2000-year-old stoic philosophy. Try guess which ones are real & which are generated.",
  "data/ph-top/2021/5/notionery-2-0.json": "Notionery curates the very best Notion templates, products, and creators. The website includes: 🛒 Premium Notion Template Marketplace 🖥️ Notion Website Showcase 👩‍💻 Notion Consultant Directory 📥 Weekly Notion Newsletter"
}