{
  "data/ph-top/2021/3/pablito-planeta.json": "Pablito Planeta is a design astrologist. Let's travel through the pixel galaxy to take a look into your future as a creative every month. Vamos, cariño—the gradient cosmos is yours!",
  "data/ph-top/2021/3/proapp-learn-design.json": "ProApp is a place to learn all things Design. It's your Digital Design College to learn various Design disciplines with bite-sized content on the go. We launched with 30+ courses - UI/UX design, HCI, Mobile & Web Design, Typography, Microcopy, & many more.",
  "data/ph-top/2021/3/smoothly.json": "Smoothly prepared for Food Intolerance and Vegan Diets. Tasty and healthy smoothie recipes. It serves easy, gluten-free, lactose-free and nut-free recipes for users keen on their health.",
  "data/ph-top/2021/3/uptime-4.json": "🔎 Discover new ideas from 1500+ books, courses, and documentaries ⠀ 💡Get smart fast with our 5-min Hacks to keep you informed and save your time ⠀ 🧠 Designed to make learning fun and memorable",
  "data/ph-top/2021/3/fonibo-1-0.json": "Fonibo: 15 minute delivery platform. Restaurants, hypermarkets, drug stores and few more are just close by one touch!",
  "data/ph-top/2021/3/tldr-this-2.json": "TLDR This is a web app (+ chrome extension) that helps you summarize any piece of text into concise, easy to digest content so you can free yourself from information overload.",
  "data/ph-top/2021/3/straw-page.json": "Straw.Page is an extremely simple website builder, focused on creativity. You can use it to design awesome websites straight from your phone",
  "data/ph-top/2021/3/streamtools.json": "Professional Streaming Tools. A full suite of streaming tools for your live content!",
  "data/ph-top/2021/3/clubhouseranking.json": "A ranking of the most popular users, rooms and events on Clubhouse.",
  "data/ph-top/2021/3/minerva-pro.json": "Minerva is the easiest way to capture and share clickable instructions for anything on the internet. No screenshots. No red arrows. No videos. Just step-by-step guidance. The Minerva Chrome extension lets you embed complex documentation into a URL!",
  "data/ph-top/2021/3/rarible.json": "Rarible is the first community-owned NFT marketplace. Create, sell or collect digital items secured with blockchain.",
  "data/ph-top/2021/3/erxes-mobile.json": "Your favorite tool for sales, marketing, and customer support - erxes - is now available on the go. Keep the ball rolling at any time by managing deals, responding to messages, and updating your CRM. For busy days on the go, erxes mobile is the way to go.",
  "data/ph-top/2021/3/enombic.json": "Enombic is a product for designing your own custom stock indexes, investing in them, and sharing them with your friends. Remix the ARK ETFs, market-cap weight the WSB symbols, or \"fork\" SPY and set your own custom weights. Then, it's one click to invest!",
  "data/ph-top/2021/3/tweet-peep.json": "Tweet Peep 👀 gives you instant, one-click access to what other people are saying about the articles and videos you're browsing. It shortens the great-minds-think-alike process. Let's peep other people’s thoughts on media across Twitter!"
}