{
  "data/ph-top/2021/11/codesee-maps.json": "Maps are auto-generated, self-updating code diagrams. They sync your codebase as code evolves. With features to help you understand how files and folders are connected, see how code changes fit into the larger architecture, and more.",
  "data/ph-top/2021/11/codeless.json": "One platform to create and deploy commerce enabled native iOS and Android applications, as well as responsive websites. Use our visual editor for the easiest no-code experience for launching your apps in minutes.",
  "data/ph-top/2021/11/startup-5-2.json": "Startup 5 is a new version of popular website builder and it's a perfect tool to create your online presence. With Startup it’s fast and easy way to get your business online with&nbsp;pre-designed&nbsp;blocks.",
  "data/ph-top/2021/11/free-logos-by-tenscope.json": "While you're validating your idea, there is no need to spend a fortune commissioning a decent-looking logo. We have created a library of free logos which you can use as placeholders for your projects.",
  "data/ph-top/2021/11/purity-ui-dashboard-pro.json": "Purity UI Dashboard PRO is an innovative ReactJS Premium Dashboard based on Chakra UI that will help you create stunning websites & web apps in minutes. ✅ 300 fully coded elements ✅ 32 example pages (smart homes, virtual reality, automotive, CRM admins, etc)",
  "data/ph-top/2021/11/entre-2-0.json": "Entre is an All-In-One platform that allows users to create content, network, and make money from anywhere in the world. We are focused on supporting and helping Entrepreneurs, Investors, and Freelancers so they can thrive in the new economy.",
  "data/ph-top/2021/11/branded-templates-by-visme.json": "Visme brings harmony to brands through an intuitive all-in-one platform to create, collaborate and communicate any type of beautiful content in less time.",
  "data/ph-top/2021/11/mindful-tab.json": "MindfulTab is a chrome extension that remind you to breathe while you wait for your page to load...",
  "data/ph-top/2021/11/dynamic-audience-builder-for-facebook.json": "REVEAL’s Dynamic Audience Builder helps eCommerce merchants improve FB ROAS by using first-party data to build dynamic custom audiences for Facebook and Instagram ad campaigns Evergreen campaigns based on: RFM Segments/ Product / Brand / Date / City / NPS",
  "data/ph-top/2021/11/raspberry-pi-zero-2-w.json": "Raspberry Pi Zero 2 W is perfect for a range of smart home applications and other IoT projects.",
  "data/ph-top/2021/11/solo-3eca70f7-f3fe-46ef-b37a-58e8e3f6a5b2.json": "solo is a new generation of solos working from anywhere. Take control of your schedule. Set your own hours. Make the most of every day and offer customers the convenience to book your time. With solo You can accept payments, get bookings & manage your contacts",
  "data/ph-top/2021/11/12-foot-ladder.json": "Prepend 12ft.io/ to the URL of any paywalled page, and we'll try our best to remove the paywall and get you access to the article. Show me a 10ft paywall, I’ll show you a 12ft ladder.",
  "data/ph-top/2021/11/smartpaste.json": "Copy-paste nicely styled text to apps like GMail and Google Docs without learning new shortcuts.",
  "data/ph-top/2021/11/hireweb3.json": "Web3 is the future. Land your next career with hireWeb3. Browse job listings, companies, and apply through hireWeb3.",
  "data/ph-top/2021/11/payments-on-contra.json": "Contra, along with Chris Messina, present Payments on Contra! Independents can now receive project inquiries, message clients, manage projects, and get paid commission-free without leaving the platform. Learn more here: https://c87.to/payments-on-contra",
  "data/ph-top/2021/11/tolstoy-2.json": "Build innovative, personalized video funnels to interact with users on your website & inside your app. Use Tolstoy for video chat support, video talent screening, video prospecting, and more!",
  "data/ph-top/2021/11/nightfall-developer-platform.json": "The Nightfall Developer Platform is a set of APIs to classify & protect sensitive data, like PII and credentials, to prevent data leaks in your app or service. Nightfall handles the data protection infrastructure so you can focus on building great products.",
  "data/ph-top/2021/11/clarity-1f06e84c-8a36-47ef-9ea5-8d716febce8b.json": "Distraction-free note taking without leaving your keyboard. No more juggling between media controls, mouse and what not. A frictionless experience for note taking on Youtube.",
  "data/ph-top/2021/11/microwonder.json": "microwonder is a marketplace that connects micro-entrepreneurs with investors. We aim to increase the success rate by examining the portfolio of our registered investors and recommending the most suitable micro-enterprises.",
  "data/ph-top/2021/11/adhoc-school.json": "A community-based marketplace for K12 after school activities & activities. In Adhoc School parents & teachers can create online activities and parents can have access to hundreds of activities & communities.",
  "data/ph-top/2021/11/great-diwali-mail-exchange.json": "From the makers of Ramayana Capital and Swadesh Capital, we bring you The Great Diwali Mail Exchange! Make Diwali even brighter this year by writing a heartfelt anonymous letter to a fellow desi in the US. For free!",
  "data/ph-top/2021/11/multiplication-kingdom.json": "Learn the times tables by playing and having fun in the Multiplication Kingdom (for kids and adults!)",
  "data/ph-top/2021/11/jiga-projects.json": "Jiga Projects is the point & comment, Figma-like feature, for 3D model parts. You can easily share a 3D model with your team and comment right on a specific spot on it for easy collaboration.",
  "data/ph-top/2021/11/jotbio.json": "With JotBio you can create amazing mini landing pages in 2 minutes with multiple links of your products and services & social media accounts. You can also add deeplinks, high-converting text, images, videos, custom templates, multiple CTAs with an easy wizard.",
  "data/ph-top/2021/11/cinema-3d-icons.json": "Cinema is a pack of custom 3D icons suitable for any digital product. Create stunning, unique projects with these hand crafted icons, easily editable in Figma, and fully customizable in Cinema 4D. 3D icons rock!",
  "data/ph-top/2021/11/state-of-community-tools-report-by-orbit-1.json": "The landscape of software to organize, communicate with and understand community members is changing quickly. So we surveyed community builders about the tools they use daily. The report guides you through the tooling trends and insights you need to know.",
  "data/ph-top/2021/11/pasteline.json": "Pasteline is an app for quickly saving notes, quotes, and links. Add a note is as easy as text a message in your favorite messenger. Tap to Paste button to save your clipboard information as a note. The app is available on iPhone and Mac.",
  "data/ph-top/2021/11/carbon-neutral-club.json": "Save money for fighting climate change. Start by offsetting your personal carbon footprint, then reduce your climate impact with year-round savings at sustainable brands.",
  "data/ph-top/2021/11/fi.json": "Open a Fi Savings Account online in under 5 mins! Use Fi's cool features to get better with your money — track your expenses, organise your funds, maximise your savings & automate payments. You also get rewarded for saving.",
  "data/ph-top/2021/11/venngage-diagram-maker.json": "Venngage Diagram Maker lets you easily create stunning flowcharts and mind maps that help your team to collaborate, solve problems and communicate complex information. Complex diagrams are easy and quick to build and beautiful to look at.",
  "data/ph-top/2021/11/workdo-2.json": "WorkDo is an easy to use drag & drop landing page builder that allows you to create powerful landing pages for your startup and business in minutes.",
  "data/ph-top/2021/11/starryai.json": "Simply enter a text prompt and our AI 🎨 transforms your words into works of art 🖼️ AI Art generation is usually a laborious process, starryai makes that process simple, intuitive and accessible to anyone with a cellphone. Try it out today! ‍",
  "data/ph-top/2021/11/seo-ebook-by-wizishop.json": "Get insights from some of ecommerce's most renowned SEO experts and increase the sales of your online store. You'll better understand your website's technical SEO and why a bulletproof link-generating strategy is crucial for your store's performance.",
  "data/ph-top/2021/11/good-meetings-power-pack.json": "Bad meetings are bad. GMPP has proven Notion templates and guides to having much better meetings.",
  "data/ph-top/2021/11/please-share.json": "Please Share is a content amplification and engagement app for Slack. The service provides an easy way for employees to share and engage with approved company content on social media channels like LinkedIn and Twitter.",
  "data/ph-top/2021/11/xtream-ly.json": "Gen z says:no one reads comments in live stream,but everyone watches a live-clip(up to2min). Co-create fun moments with idols/friends by replying live to their live-clips in communities. Start a live challenge and let others take it by replying to your clips!",
  "data/ph-top/2021/11/sceneforge-storyboard.json": "SceneForge Storyboard is an all-in-one platform that brings cutting-edge virtual production and pre-vis tech to indie creators and studios. Plan your shoot today to film on your very own virtual soundstage - Built for filmmakers, creators, and Visionaries.",
  "data/ph-top/2021/11/microsoft-loop.json": "Microsoft Loop is a new app that combines a powerful and flexible canvas with portable components that move freely and stay in sync across applications.",
  "data/ph-top/2021/11/motor-admin.json": "Motor Admin is an open-source, self-hosted, no-code admin panel to manage your data, perform custom actions, build reports and dashboards.",
  "data/ph-top/2021/11/image-upscaler.json": "https://imgupscaler.com is an online tool for upscaling your images, photos, animes, and cartoons. Powered by the latest AI technology from ImgLarger, it could upscale multiple image files in a batch. Fast process and stunning results. No account required, no payment now.",
  "data/ph-top/2021/11/pixelixe-creative-automation.json": "Auto-generate unlimited design variations of social media graphics and visual assets instantly. From Ad banners, Etsy graphics, Pinterest pins, Facebook images, to ecommerce banner templates, Pixelixe got you covered. Explore the power of creative automation.",
  "data/ph-top/2021/11/bonjour-app-for-zoom.json": "Salespeople spend a lot of time in Zoom and Salesforce. They often take notes in one place and then transpose them, bit by bit, to other places in Salesforce. We made Salesforce available within Zoom, so salespeople don't do double work and save a ton of time.",
  "data/ph-top/2021/11/mynft-fyi.json": "With PfP NFTs becoming the new Twitter blue check-mark for Crypto Twitter, you can now easily certify the ownership of your favorite NFTs for everyone to see.",
  "data/ph-top/2021/11/nocode-stash.json": "NoCode Stash is one of the easiest ways to discover the best of NoCode. Discover NoCode Tools to use on your next project. Get inspired from NoCode Makers who have built something new. Or get started with the best of NoCode resources - all curated for you!",
  "data/ph-top/2021/11/preply-english-group-classes.json": "Want to speak a new language confidently? Reach your goals with effective group classes. Join other students from around the world in groups of up to 6 people and benefit from a structured learning plan, friendly tutors and engaging classes.",
  "data/ph-top/2021/11/signaturely.json": "Signaturely is the eSignature tool for people who want to keep it simple. No complex workflows. No enterprise-level features. We make it easier to get a signature and move on — because that’s all you want. Free for life + 47 templates to get you started.",
  "data/ph-top/2021/11/startup-hub-by-e-cell-vit.json": "Entrepreneurship Cell VIT is a student body that fosters an entrepreneurial spirit amongst students. With StartupHub we want to give everyone a starting point and adequate resources to become a part of the startup ecosystem and become entrepreneurs.",
  "data/ph-top/2021/11/automa-2.json": "An extension for automating your browser by connecting blocks. From auto-fill forms, doing a repetitive task, taking a screenshot, to scraping data of the website, it's up to you what you want to do with this extension.",
  "data/ph-top/2021/11/discover-profiles.json": "Discover Profile helps you connect with prospects on all their social media channels by discovering all their social media profiles in seconds.",
  "data/ph-top/2021/11/maze-question-bank.json": "The Maze Question Bank is a Notion database with 350+ questions for rapid research and testing. You'll find hundreds of questions to help you collect actionable learnings and make better decisions as a team. - Made with 💙 by Maze",
  "data/ph-top/2021/11/pulse-62f1dca8-9663-4eba-8c5d-1d7cf58bdd16.json": "Pulse is a platform to help high-growing teams share, discuss, and collaborate asynchronously — no matter when or where they are .",
  "data/ph-top/2021/11/clipchamp-by-microsoft.json": "Microsoft recently acquired Clipchamp; a video editor that empowers you to turn your visions for video into reality. Clipchamp is focused on making video creation simple and fun without taking away the flexibility that lets you fine tune the details.",
  "data/ph-top/2021/11/butternut.json": "Butternut is an integration platform that wants to automate advanced workflows requiring logic or human touch. Users can create automation workflows connecting different applications between each other and automating repetitive tasks.",
  "data/ph-top/2021/11/harvel.json": "Copyright protection tool scanning the web for illegal copies of your content, sending DMCA Takedowns to Google and hosting sites, in order to prevent revenue leak and increase sales.",
  "data/ph-top/2021/11/workspaces-newsletter.json": "Workspaces gives you a behind-the-scenes tour of the workspaces from inspiring creatives, designers, developers, entrepreneurs, etc. every week. Delivered to your inbox every Saturday and Sunday.",
  "data/ph-top/2021/11/audli-io.json": "audli.io&nbsp;is an audio plus slides platform. Use the editor to make slides, invite a few guests and hop onto an audio call to show them what you have. Use it to run a class, pitch your idea, or discuss a new NFT.",
  "data/ph-top/2021/11/goal-manager-by-timestripe.json": "Plan, Note, Organize, Schedule, and Collaborate on your projects with a strong focus on Time. Map out what has to be done today to achieve desired results tomorrow. Timestripe works great both for business and personal life management.",
  "data/ph-top/2021/11/dark-vader-for-figma.json": "- Easily switch hundreds of layers to any theme - Compatible with any Design System - Not only for dark mode but for any theme - One-time setup - Works for the whole team",
  "data/ph-top/2021/11/learning-audrey-a-360studio-docu-series.json": "Dive into the reality of changing careers in a fast-paced startup. Follow Audrey as she starts her new job. To succeed, she has to relearn everything. Will she manage? Watch the full series now.",
  "data/ph-top/2021/11/whiteboard-owl.json": "Owl Labs’ new whiteboard camera pairs with the Meeting Owl to deliver a whiteboard experience that’s better than being in the room. It enhances and captures content to ensure hybrid whiteboard sessions don’t leave remote participants out of the discussion.",
  "data/ph-top/2021/11/hipaa-compliant-analytics-by-freshpaint.json": "Freshpaint is the only HIPAA-compliant customer data platform: unify customer data, control PHI, & integrate 200+ tools. ID Masking & Enforced Allowlists enable healthcare companies to use tools like Mixpanel or Amplitude without paying extra for a BAA.",
  "data/ph-top/2021/11/personal-ai-2.json": "We forget 80% of the information we experience every day. Speak, write or upload insights, information and experiences into your personal AI so you can recall your memories exactly when you need them.",
  "data/ph-top/2021/11/jam-edit.json": "Edit your website right from the page, and easily send the exact change to engineers to copy/paste. Move faster. Save dev cycles. Ship better products.",
  "data/ph-top/2021/11/mojo-00e718a0-08ce-4997-8abb-ea48df7ce23b.json": "🍄 Mojo helps you adapt. A reverse-engineered blend of functional mushrooms, herbs, and roots that mimic the experience of a psilocybin microdose, without any of the worry. Available in soft chews of 5 pack and 20 pack.",
  "data/ph-top/2021/11/n8n-desktop-app.json": "n8n is the automation platform you never outgrow. With it, you can create complex workflows, insert code snippets where needed, and stay in control by auditing the source code and storing data locally. Our desktop app can be installed with just a few clicks.",
  "data/ph-top/2021/11/pimp-my-readme.json": "Pimp my README is an open source profile builder that you can use to add some cool components to your README profile. Reminiscent of MySpace days and its myspace editor (https://www.pimp-my-profile.com/generators/myspace.php)",
  "data/ph-top/2021/11/mindfulbuy.json": "MindfulBuy is a chrome extension that reminds you to think twice before buying.",
  "data/ph-top/2021/11/icon-3.json": "Create fashion lines; sell them as digital goods using our powerful in-app style creator. Link them to NFTs. Explore the latest fashion trends; post them to your feed using your 3D avatar. Forge a new identity, discover new friends. Become a fashion ICON!",
  "data/ph-top/2021/11/sandhill-io.json": "SandHill.io aggregates the latest content from the blogs, substacks, and medium feeds of 600+ VCs and industry-focused startup analysts. Each week’s top analyses are shared via the weekly newsletter – https://newsletter.sandhill.io/",
  "data/ph-top/2021/11/lex-markets.json": "LEX is a venture-backed commercial real estate securities marketplace. LEX allows all investors - accredited and non-accredited - to buy and sell shares of individual commercial real estate assets without lockups, starting at $250/share.",
  "data/ph-top/2021/11/puffin-maps.json": "The all-in-one trip planner for your next adventure. Effortlessly plan your travel routes and itinerary. Drag and drop locations. Seamless real-time collaboration. Track your trip progress on the go. All of this and more from an easy-to-read map!",
  "data/ph-top/2021/11/umso.json": "Umso (formerly Landen) is a website builder to easily create beautiful websites. Built for entrepreneurs who want to quickly go live without having to code or design. Our goal is to support young businesses on their journey.",
  "data/ph-top/2021/11/mocap4face.json": "Realtime facial motion capture SDK enabling live animation of 3D avatars, NFT PFPs etc. iOS, Android, Web 42 tracked facial expressions rigid head pose in 3D space blendshapes weight values per frame eye, tongue tracking 3MB model 60+ FPS (iPhone SE 1st gen)",
  "data/ph-top/2021/11/embedsocial-forms-builder.json": "EmbedSocial Forms Builder lets you create beautiful online forms that can transform into interactive form widgets on any website, engage more efficiently, and get more results.",
  "data/ph-top/2021/11/alertphant.json": "Losing sleep over campaign results, and missing important signals? Try AlertPhant! It's a chatbot that sends you regular notifications about your digital campaign performance, reports anomalies, and much more!",
  "data/ph-top/2021/11/codecademy-docs.json": "https://www.codecademy.com/resources/docs is a collection of simple-to-use coding documentation. Find hundreds of entries written by experts, educators, and the Codecademy community. Or contribute your own, and join us in building a free resource that anyone can use!",
  "data/ph-top/2021/11/corrily-price-api.json": "Corrily Price API delivers personalized prices to users in real-time, figures out variables affecting users’ willingness to pay, and adapts prices instantaneously. With a few lines of code, run price experiments and charge optimal prices to increase revenue.",
  "data/ph-top/2021/11/thresholds.json": "Earn up to 6.25% on your USD, paid daily in bitcoin, with more cryptocurrencies coming soon. Our high yield DeFi growth account is powered by stablecoins and decentralized finance.",
  "data/ph-top/2021/11/voucherify-4.json": "Voucherify is an API-first, cloud-based promotion and loyalty management platform allowing to distribute and track personalized promotions, gift cards, giveaway campaigns, referral, and loyalty programs like e-commerce giants do, but at a fraction of the cost.",
  "data/ph-top/2021/11/if-invested.json": "Easy to use cryptocurrency investment calculator.",
  "data/ph-top/2021/11/3d-bay-1.json": "Welcome to the largest free 3D stock image resource on earth! At 3D Bay, you can find an assortment of high-quality 3D illustrations sorted into a range of collections and categories. Feel free to download and use any number of images without attribution.",
  "data/ph-top/2021/11/coffeeopia.json": "Coffeeopia is the place to discover, review and discuss specialty coffee, roasters and coffee shops. Rate coffee, explore taste insights and expand your coffee taste ☕️",
  "data/ph-top/2021/11/uru-boards.json": "Hand crafted longboards made out of hand woven bamboo wood by tribes of India. Uru Board crafts world class variety of longboards for High End and High Purpose.",
  "data/ph-top/2021/11/capo-2.json": "Using the songs in your music collection, Capo guesses the beats, chords, and key of songs to help you break them down to their individual parts. Capo’s unique technology helps you to learn your favorites quickly as you improve your ear along the way.",
  "data/ph-top/2021/11/session-management-by-clerk.json": "Speed up your application with sub-millisecond authentication, mitigate hackers with active device management and revocation, and much more.",
  "data/ph-top/2021/11/outline-to-single-stroke.json": "A Figma plugin that does the opposite of the \"outline stroke\" function -- converts filled shapes back to editable single line vectors",
  "data/ph-top/2021/11/free-invoice-2.json": "We have created this free invoicing software for anyone to use, to create invoices on the spot for free. Free forever, no tiers, credit cards. We also have free templates in Word and Excel you can download if you don't want to create an account.",
  "data/ph-top/2021/11/meep-meep.json": "Widgets for tracking activity of any instagram-accounts right on a home screen. Multiple widgets can be added only with a promo-code, and that are promos for ProductHunt: 997547, 768766, 335102, 104870, 243243, 732069, 588277, 905557, 753225, 330997. Enjoy!",
  "data/ph-top/2021/11/sidenotion.json": "Record lecture snippets and screenshots in one command. Saved to your Notion document automatically Native quality audio and video",
  "data/ph-top/2021/11/indmoney.json": "INDmoney is a SuperMoney app to track, save, plan & invest. INDmoney automatically & securely tracks all your investments, loans, expenses, credit cards, savings a/cs, PF’s, EPF’s. You can track across brokers, banks, distributors & advisors.",
  "data/ph-top/2021/11/dockcase.json": "DOCKCASE USB-C Smart Hub is a human-machine interaction hub with an intelligent visual operating system, which allows you to control various functions, switch operation modes and upgrade firmware intelligently to adapt to different working scenarios.",
  "data/ph-top/2021/11/pdf2preview.json": "Generate a preview image for your PDF file. Demo: http://pdf2preview.chuanenlin.com/ Code: https://github.com/chuanenlin/pdf2preview",
  "data/ph-top/2021/11/beacon-10.json": "Beacon is a navigation sharing app for sharing ETA and arrival notifications while keeping location private. ETA is updated as routes and conditions change. Sharing can be between two or more people, making it perfect for groups and meet ups of any size.",
  "data/ph-top/2021/11/notchtastic.json": "Whether you're a designer or a Mac enthusiast, Notchtastic helps you experience a Mac camera notch on your current device today! Notchtastic renders a realistic camera notch at the top of your screen, simulating the notches released in the 2021 MacBook Pros.",
  "data/ph-top/2021/11/flookup-for-google-sheets-v-2-0.json": "Flookup is a Google Sheets add-on that uses fuzzy matching to clean data in any of the following ways:﻿﻿ 1. Remove duplicates. 2. Highlight duplicates. 3. Match or merge data. 4. Calculate the percentage similarity between strings.",
  "data/ph-top/2021/11/sproutypod.json": "The quick and easy system to grow your own food and harvest a healthy and delicious lifestyle all year round.",
  "data/ph-top/2021/11/twitter-tv.json": "There you go turn any twitter account into a screen saver. *For desktops and big screens*",
  "data/ph-top/2021/11/ayro-ui-2-0.json": "Bootstrap UI Components Snippets for Creating Fast & Responsive - Landing Pages, Templates, or Websites by Copy-Pasting Snippets. UI Library of 300+ Free and Premium Beautiful UI Components, Snippets, Blocks, Pages, and Templates.",
  "data/ph-top/2021/11/upupland.json": "it's time to explore web3. With upupland we created a database of interesting products and resources that make it easy to explore web3.",
  "data/ph-top/2021/11/lucidscale.json": "From the makers of Lucidchart and Lucidspark, Lucidscale is the cloud visualization solution that helps organizations see, understand and optimize cloud environments, enabling technical and non-technical users to achieve better understanding and alignment.",
  "data/ph-top/2021/11/wobaka-2-0.json": "Forget about the CRM systems that include webpage builders, blog engines and 97 other features you don't need. Wobaka is the all-in-one CRM and sales automation tool that makes it easy to manage contacts and automate outreach, without losing your mind.",
  "data/ph-top/2021/11/cooldown-1.json": "In macOS Monterey Apple introduced a new Low Power Mode for Mac. Cooldown is a simple menu bar app that allows you to quickly toggle Low Power Mode on and off.",
  "data/ph-top/2021/11/ssshape.json": "An SVG blob/shape generator that gives you extra controls. Design interesting organic-looking shapes in a few clicks and export them as SVG to use in your designs.",
  "data/ph-top/2021/11/codepng.json": "Codepng allows you to create awesome snapshots from your source code that you can share on social media. Choose between beautiful hand-selected background gradients and editor themes before exporting your code to PNG images.",
  "data/ph-top/2021/11/jobs-in-health-tech.json": "Jobs in Health Tech is a jobs board for health technology and life sciences. Our mission is to help as many ambitious people to work on improving healthcare through providing them with relevant industry jobs.",
  "data/ph-top/2021/11/spark-c33b3265-3e29-4684-a465-0bfbd07bfe42.json": "We made a small app in collaboration with a psychologist which will serve as a safe haven for people with severe social anxiety, here they can discuss their issues among themselves without stigma or judgement. Heavily curated and moderated.",
  "data/ph-top/2021/11/excalideck.json": "An app for authoring slide decks that look hand-drawn.",
  "data/ph-top/2021/11/holygym.json": "Holygym is an app created to give people free option to work out at home. Plenty of workouts plus workout generator gives you endless possibilities. Simple and minimalistic design sets focus on exercises. Health integration ensures you will close your rings.",
  "data/ph-top/2021/11/heurio-2-0.json": "https://chrome.google.com/webstore/detail/heurio-ux-check-visual-fe/pjdbofhiijhapnmpgilkeammkanglfdj is here to revolutionize your website reviews! Use the extension to make comments and collaborate directly on any live website. Leave prioritized notes, assign actionable change requests, do UX or copy reviews in a user-friendly and collaborative way.",
  "data/ph-top/2021/11/sembly-personal.json": "Record, transcribe, and search your meetings on all major conference platforms (gMeet, Zoom, Teams, etc) with https://www.sembly.ai/?utm_source=ProductHunt&utm_medium=Profile&utm_campaign=SemblyAI. Stay tuned to find the magic in your meetings with https://www.sembly.ai/professional?utm_source=ProductHunt&utm_medium=Profile&utm_campaign=SemblyAI: highlights, digest, follow-up detection, and more!",
  "data/ph-top/2021/11/shhh-noise.json": "A free sound generator designed to increase focus and relaxation. Mix and match soundscapes, and share your creation with others.",
  "data/ph-top/2021/11/learnd.json": "Educate users without repeating yourself over and over in live-chat. People don't like to navigate in helpcenters for hours, so give them answers immediately. Designed for SAAS who want to to reduce time spent on customer support, increase retention and MRR.",
  "data/ph-top/2021/11/startcasts.json": "Startcasts is a search engine for startup & product podcasts. Learn from leaders across marketing, development, design and more.",
  "data/ph-top/2021/11/schedulr.json": "Schedulr makes it easy to meet with others w/out the headache of back-and-forth emailing. Our goal with Schedulr is to help you quickly find a time to meet with others, w/out doing the calendar dance. PH users get 50% off first year or a free month!",
  "data/ph-top/2021/11/chrome-extension-for-bubble-2.json": "With our integration you can build Google Chrome Extensions without code using your Bubble App! ✅ Embed your Bubble app in a Chrome Extension ✅ Receive Data in your Bubble App from the Extension ✅ Trigger actions in the Chrome Extension from your Bubble app",
  "data/ph-top/2021/11/uiui.json": "Hey, I’m Gobie 👋 I created this UI collection for others to play around with! This collection will grow naturally over time. If you have a cool example you would love to see here, I am happy to add it as well :)",
  "data/ph-top/2021/11/pack-of-carrds.json": "Pack Of Carrds cuts the time and cost it takes to build an effective and beautiful landing page. Stop wrestling with design and start focusing on what you can do best. Our professionally designed, high-converting, affordable templates will do the rest.",
  "data/ph-top/2021/11/daftcloud-4-0-for-macos.json": "Ever wondered what that awesome track was playing in your favorite mix? If yes, then this might be the best day of your life, because DaftCloud has added full Shazam integration recognizing in realtime what is currently playing within the app. 🎵",
  "data/ph-top/2021/11/virtually-events-manager.json": "Virtually is the easiest way to automate your Zoom events. Create calendar invites, send reminders, and track attendance. Also, it plays well with the tools you know and love like Zapier, Airtable, Google Calendar, Slack, and more.",
  "data/ph-top/2021/11/sityea.json": "SitYEA is a Windows application, which helps to remain healthy while working on the computer. 💻 Keep correct posture during the day! 🤩 And avoid back pain!",
  "data/ph-top/2021/11/mojilink.json": "Mojilink makes the impossible possible: Every user of the app can now add links to any Instagram or TikTok post. And open them with just a few taps!",
  "data/ph-top/2021/11/epoch-equity.json": "We take the headaches out  of selling a business. When selling your business, you have to deal with attorneys, accountants, bankers, brokers, appraisers, and the list goes on. Take a breath, relax and let us do the hard work.",
  "data/ph-top/2021/11/mindpass.json": "Mindpass makes passwords simple, easy, and secure - all through the power of the Mindpass 3D environment. No more complex master key memorization. No more passwords, ever! Simply select four objects in the secure Mindpass environment and we’ll do the rest!",
  "data/ph-top/2021/11/reacty.json": "reacty makes collecting user feedback for your website easy and privacy-friendly. It doesn't store cookies, nor the data of your users. All you need to add it to your page is one line of code. You don't even need to know how to code!",
  "data/ph-top/2021/11/game-development-starter-kit.json": "Internet is full of free learning resources. Our team has handpicked the best game development resources for anyone who's passionate about games. We have invested 100+ hours in building this starter kit so that aspiring game developers can save theirs'.",
  "data/ph-top/2021/11/forkist.json": "Forkist is a social network focused solely on sharing your restaurant experiences and recommendations with your connections. Rather than relying on reviews from strangers, you can now tap into your network to find the best places to eat!",
  "data/ph-top/2021/11/hashfinder.json": "Hashfinder is the Search Engine for the social web. It's a place where you can discover popular posts via hashtags, find out what topics are hot on Twitter, Youtube, Reddit, Tumblr, and more.",
  "data/ph-top/2021/11/huey-io.json": "Huey is an Interactive Org Chart tool that can integrate with Slack. Huey doesn't require any design and was built so that your entire team can access it. Employees can search by skill, name, title, department and more from within the app or right in Slack",
  "data/ph-top/2021/11/repobeats.json": "Repobeats is a way to embed contributor analytics into your GitHub project's README.md. With Repobeats, contributors and users of your projects get a clear, beautiful, view of how your project is evolving over time.",
  "data/ph-top/2021/11/kosy.json": "Kosy is a virtual space for remote teams to work and hang out in. Use spatial video-chat to get in and out of conversations naturally, customise your space to make it feel like yours and make spending time with your remote team fun & productive!",
  "data/ph-top/2021/11/airtable-to-postgresql-migration-tool.json": "A totally free migration tool. Move your data from Airtable to a PostgreSQL database in 1 click. No extra steps, no tool lock-in.",
  "data/ph-top/2021/11/overloop-crm.json": "Everything starts with a good conversation. That’s why our CRM is designed to help you start more conversations and close more deals. Main features: - Outbound sales - Deals & Pipelines - Web Forms - Workflows & automation - Email Finder - Forecasting -..",
  "data/ph-top/2021/11/devpage.json": "Dev.page is your all-in-one developer page - a single page with your info, bio (markdown supported), skills, and links to your GitHub, StackOverflow, LinkedIn, Twitter, Blog and more. Claim your dev.page username and build an amazing page in just 2 minutes!",
  "data/ph-top/2021/11/scout-by-conversion-crimes.json": "You know how to use your site and software and where to find information on it because you built it and work on it all the time! But, do you know what it looks like to someone for the first-time? Find out with Scout - FREE.",
  "data/ph-top/2021/11/recurring.json": "Keep track of the SaaS tools your company is using. Find tools you're no longer using, catch spikes in expenses, and identify duplicate functionality. All you have to do is forward your receipts (you can also connect Quickbooks).",
  "data/ph-top/2021/11/emerson-ai.json": "Emerson is an exceptional AI conversation partner that never stops teaching you new things. Use it to practice languages, learn new things or just have a casual chat. Emerson can talk to you via voice & audio and speak in 🇬🇧 🇪🇸 🇯🇵 🇩🇪 🇨🇳 and more!",
  "data/ph-top/2021/11/snapcall-for-livechat.json": "SnapCall for LiveChat allows you to enhance your customer support with voice & video calls directly in the chat widget on your website. Share your screen via the LiveChat App and show solutions that are hard to tell, even using your mobile device!",
  "data/ph-top/2021/11/wpfunnels.json": "WPFunnels is the first-ever canvas-based sales funnel builder in WordPress. Plan, design, and build complete sales funnels visually on a drag and drop canvas without leaving your WordPress dashboard.",
  "data/ph-top/2021/11/kudos-by-wfhomie.json": "Open Slack, type your kudos message, tag your teammate and give your team visibility into celebration-worthy moments - appreciate the GOATs with optional gift cards, and boost company culture! _ /kudos @Michael Scott thanks for being the world's best boss!",
  "data/ph-top/2021/11/cascade-io.json": "Cascade.io allows ops teams and analysts to automate the data workflows that power their business, all without code. Whether for crunching shipping data, dispatching drivers or generating invoices, Cascade's platform enables data-savvy teams to automate work.",
  "data/ph-top/2021/11/middesk-agent.json": "When you hire in a new state, you have to set up & manage many government accounts. It's long, painful, and each state is different. Middesk Agent takes over this process & manages your state compliance.",
  "data/ph-top/2021/11/octofix-gate.json": "OctoFix Gate is a free tool that makes private content on your website available only to your email list members. It works with any website builder or email marketing tool.",
  "data/ph-top/2021/11/you-com-2.json": "You.com, the world's first open search engine platform that summarizes the web for users, with superior privacy choices, actionable results, extensible apps and personalization through preferred sources.",
  "data/ph-top/2021/11/startup-ceo-s-guide-to-customer-success.json": "Startups are now hiring customer success people within their first 10 employees... but what does a great customer success team look like? Read this guide to learn why customer success matters, how to get started, and how to highlight your impact!",
  "data/ph-top/2021/11/airtable-interface-designer.json": "Build visual and interactive interfaces in minutes with Interface Designer. Give each and every teammate the information they need, and a simple way to take action.",
  "data/ph-top/2021/11/notion-avatars.json": "NotionAvatars.com is a cool place, where you can create your own avatar, in Notion style. 100% free, 100% online, 100% fun.",
  "data/ph-top/2021/11/stepzen-graphql-studio.json": "Create your own GraphQL API in just a few clicks! No resolvers to write. No data connections to code. No servers to build - your API runs serverless in the cloud on StepZen.",
  "data/ph-top/2021/11/gamebytes.json": "Play games directly in iMessage and make new friends to play with. Gamebytes brings a fresh collection of games to iMessage along with a dedicated chat app to be the home for all your chat games.",
  "data/ph-top/2021/11/stringmark.json": "https://chrome.google.com/webstore/detail/stringmark-highlight-for/eihjeapbmmihijddoaphdcmgpfejaecd is an extremely easy-to-use Chrome Extension that allows you to save Links and Texts that are relevant to you. It is basically a bookmark feature but way more precise and efficient.",
  "data/ph-top/2021/11/hbd-facebook-export.json": "Still hanging on to Facebook just for birthday reminders? Export them with hbd's Safari Extension so you can finally ditch FB for good!",
  "data/ph-top/2021/11/narrative-bi-for-google-analytics.json": "Narrative BI is automated no-code analytics for your Google Analytics data. 🙊 Personalized reports in natural language 😻 Automated anomaly detection 😇 Slack integration 🏁 Fast and easy to onboard 🥳 No expertise required",
  "data/ph-top/2021/11/refine-2.json": "refine is a React-based framework for building data-intensive applications. It offers lots of out-of-the box functionality for rapid development, without compromising extreme customizability. It ships with Ant Design System, an enterprise-level UI toolkit.",
  "data/ph-top/2021/11/momentum-a463106c-367e-42b9-a851-0b22c31b6473.json": "Momentum is a no code platform to automate sales workflows. By embedding into existing sales-first tooling, from Slack and Salesforce to Asana and Outreach, Momentum gives revenue team the building blocks to operationalize sales motions and improve efficiency.",
  "data/ph-top/2021/11/firstory-podcast-dashboard.json": "Know your podcast in just one glance. Firstory Hosting’s new dashboard includes: - Benchmark your podcast vs others’ - FLink (In-house ‘Linktree’) Stats - Audience Listening Times - Audience Demographics - Top Episodes, & more!",
  "data/ph-top/2021/11/feedback-friday-by-matter-for-slack.json": "Matter is a free forever Slack app that includes unlimited members and feedback. Our free plan includes new premium features like Feedback Friday, Custom Kudos, Continuous Feedback, Feedback Surveys, and much more.",
  "data/ph-top/2021/11/cutcam.json": "CutCam is the first and only hair clipper with an integrated Wi-Fi camera paired with in-app tutorials from Master Barbers so you can see exactly where you're cutting and give yourself a great cut. Pair CutCam with your smartphone and unlock your inner barber.",
  "data/ph-top/2021/11/pipifire.json": "We all watch videos. Every day. Unleash your productivity on your iPhone with PiPiFire 🔥. Watch YouTube videos on your iPhone while reading tweets or even while browsing Product Hunt with a magic tap on youtube.com with iOS 15, Safari. Enjoy it! ❤️",
  "data/ph-top/2021/11/subcap.json": "Subcap is a mobile app that makes videos readable with auto subtitles. Subcap’s auto-captions maker uses artificial intelligence to generate subtitles in 125 languages and variants. Subtitles can be added in different colors, fonts, or positions.",
  "data/ph-top/2021/11/state-of-ios-in-app-subscriptions-2021.json": "iOS in-app subscriptions insights, expert analytics, and benchmarks! Based on 20m subscribers from America, EU, UK, Asia, and Oceania: * Average subscription price * LTV * Free trials analytics * Subscription retention * Billing issues Get it for free!",
  "data/ph-top/2021/11/loti.json": "Part guide, part guidance counselor, we optimize the decision making process of finding an online course by centralizing information about instructors, their courses, and their communities, so that you can focus on what matters most: learning something new.",
  "data/ph-top/2021/11/the-pm-s-newsletter.json": "A weekly newsletter for product managers to catch up on everything related to product management. You will find some good reads, book reviews, podcast recommendations, and a lot more. Join 3000+ PMs who enjoy Product Cafe.",
  "data/ph-top/2021/11/mosaic-by-cruip.json": "Mosaic is a powerful admin dashboard template built with Tailwind CSS. It features hundreds of pre-built pages and sections and is coded in HTML, React, and Vue.",
  "data/ph-top/2021/11/linkz-ai.json": "Install Linkz.ai in 2 minutes and instantly enrich your website with immersive hyperlink previews. Linkz.ai previews help your visitors to get context from linked content without bouncing between browser tabs, and most importantly, without leaving your site.",
  "data/ph-top/2021/11/filestar.json": "Filestar is a new file automation tool. Simply select one or more files, then type what you want to do with them. The application then figures out the best way to perform your command and seamlessly downloads the required resources called “skills”.",
  "data/ph-top/2021/11/the-ios-app-icon-book.json": "The iOS App Icon Book features hundreds of works of art from individuals and teams around the world. It serves as an inspiration and as a historical collection covering more than a decade of design on the iOS platform.",
  "data/ph-top/2021/11/crypto-jobs-list-3-0.json": "The biggest cryptocurrency, blockchain and web3 job board on the web. Over 3.9k jobs from 1.4k leading crypto companies and foundations, 56k applications, 1.2k salaries and 18k+ talent profiles.",
  "data/ph-top/2021/11/stable-reminders.json": "Stable Reminders are email notifications sent directly to your inbox before important federal and state filings are due. These reminders are customized to your entity type and state(s) you've registered to do business in — and it’s all for free.",
  "data/ph-top/2021/11/teamflow-2-0.json": "Teamflow is your all-in-one virtual office where teams can collaborate, meet, brainstorm, and hang out.",
  "data/ph-top/2021/11/spacetable-2.json": "Browse the latest Twitter Spaces happening right now and view Spaces coming up in the next 2 weeks. Normally it's hard to find Twitter Spaces other than those from people you follow. SpaceTable makes it easy to discover Spaces you would never have found.",
  "data/ph-top/2021/11/css-loaders.json": "A general situation that we all might face while going through websites/apps is to wait for something to get loaded. Considering this, created a collection of such loaders. It's developed using pure CSS. Hence it will load fast and is easily customizable too.",
  "data/ph-top/2021/11/now-push-notify.json": "iOS does not support browser notifications today, but Now Push Notify makes this possible. Send push notifications to your iOS visitors through the Now Push app. Compliment your email marketing and reach your users on their terms, and on their phones!",
  "data/ph-top/2021/11/the-sales-email-deliverability-guide.json": "An in-depth guide to understanding email deliverability and how to improve it. Used by hundreds of sales teams to maintain a healthy reputation while doing sales at scale.",
  "data/ph-top/2021/11/modemagic-2-0.json": "At ModeMagic, we power Shopify storefronts with nocode store blocks on auto-pilot. Power up with one-click 📈sale+stock automations, convert better with 🛍️product guides & how-to's, and deliver real-time price & 🛒bestseller updates with badges.",
  "data/ph-top/2021/11/popupsmart.json": "Popupsmart is a no-code popup builder tool to increase e-commerce sales, build email lists, and engage with your visitors in just 5 minutes.",
  "data/ph-top/2021/11/pichon-for-mac.json": "Tons of free high-quality icons, photos, and illustrations in a single desktop app. Get ever-growing curated collections at a click distance and forget about wasting hours searching for graphics. Keep your flow and save your time for creative tasks!",
  "data/ph-top/2021/11/zcal.json": "Say goodbye to cold, impersonal scheduling links. Use zcal to create beautiful, personalized booking pages that make a great first impression on your guests. It's 100% Free Forever 🔥!",
  "data/ph-top/2021/11/geekbot-for-ms-teams.json": "Status updates are key to progress. But you don't have to run them in person. Get Geekbot to automate standups, retros, and surveys in Microsoft Teams — helping you enjoy fewer meetings, save time on reporting, and still see who’s working on what.",
  "data/ph-top/2021/11/vig.json": "vig is a web and mobile app that provides gamified decision intelligence for Stocks, Options, Crypto, and ETFs. Get real-time data and analytics, discover new investments, find trade opportunities, learn about the markets, and even play fantasy stock games.",
  "data/ph-top/2021/11/cosell.json": "Unlock revenue through your exclusive network purpose-built for referrals and relationship-selling. Leverage your investors, advisors, customers, and internal execs to break into your key accounts.",
  "data/ph-top/2021/11/mydata.json": "myDATA³ is designed for marketers & founders who want accurate insights on how well their web, email, social and customer strategies are performing against competitors in order to get an edge over them.",
  "data/ph-top/2021/11/colorhub.json": "ColorHub helps web developers find the perfect color palette for their next project. Simply select a palette, edit and preview it on a range of layouts, and export a CSS, SCSS or Tailwind snippet in seconds!",
  "data/ph-top/2021/11/welder-live.json": "Easily create a live stream, Invite guests and stream to multiple platforms at the same time. All in your browser, for free.",
  "data/ph-top/2021/11/pear-3-0.json": "Pear helps makers, indie hackers and marketers grow faster- through a curated directory of email newsletters, podcasts and Patreon accounts which are actively seeking advertising sponsorship.",
  "data/ph-top/2021/11/blend-multilingual-ad-copy.json": "Win over new markets with localized holiday ads. We’re gifting you our top-performing ads translated into the five most common languages so you can reach more people during the busiest time of the year. Convert and keep your audience with localized content.",
  "data/ph-top/2021/11/oneup-2.json": "OneUp is an simple-yet-powerful social media scheduling tool that supports Facebook, Instagram, Twitter, LinkedIn, Pinterest, and Google My Business. ----- OneUp has a Free plan so you can use it with NO credit card required 🤓",
  "data/ph-top/2021/11/tablerone.json": "Tablerone saves tabs and time. Like browser History meets bookmarks except you don’t forget about them. Its superpowers will make you faster, more organised, and focused from day one. Then watch your personal knowledge system grow just by browsing the web.",
  "data/ph-top/2021/11/product-design-guide-for-startups.json": "Meet Product Design Process E-book for early-stage startups, the most comprehensive guide to creating an intuitive design. There is a smooth overview of the double-diamond model, that helps you create intuitive app design and satisfy inner users’ desires",
  "data/ph-top/2021/11/humanvoice-2.json": "HumanVoice is made for content creators who want the absolute best quality when it comes to text to human like speech. We think that your audience will love it. It also features a Safari Extension so you can listen to articles right from your Safari browser.",
  "data/ph-top/2021/11/student-home-by-burb.json": "You’ve designed an incredible learning journey. How will you make sure your students understand their place in it? Burb’s Notion template gives your students a home –– one place where they can see every step on their learning journey and track their progress.",
  "data/ph-top/2021/11/pageblade.json": "PageBlade provides developers with an easy to use Node.js SDK to quickly build websites, pages. From single websites to multi tenant SaaS applications. PageBlade removes the headache of managing hosting infrastructure, leaving you to focus on the code.",
  "data/ph-top/2021/11/devtunes-fm.json": "An online radio for developers with 18 stations for different tastes in music. Includes 10 custom themes, recently played list and other useful features. Simple and efficient, so you can fully focus on your code, while receiving the boost from the music.",
  "data/ph-top/2021/11/clava-2-0.json": "Clava is focused on helping Creators monetize while Live Streaming, when you stream in Clava you make money per minute from each viewer in your Live. When ONE viewer joins your Stream you start earning. Navigate to your profile to view your earnings/cash out.",
  "data/ph-top/2021/11/tidbits.json": "Tidbits surfaces technology news in the form of tweets. Sources include TechCrunch, The Verge, Engadget, The Guardian, Ars Technica, and more. Data is fetched via Twitter API. Tweet selection and ranking is automated.",
  "data/ph-top/2021/11/social-scroll-for-twitter.json": "😒 Tired of scrolling through twitter profiles to find old tweets? 👀 Or are you looking to find someone's first tweet? Well look no further, Social Scroll for Twitter is a smart tool which allows you to look up anyone's old tweets with a couple of clicks!",
  "data/ph-top/2021/11/grist-2.json": "Grist is a relational spreadsheet that takes data management to the next level. Import your data, link records across tables, and arrange your data in your ideal layout. Congrats! Your spreadsheet is now also your custom data application.",
  "data/ph-top/2021/11/fastscripts-3.json": "Quick and streamlined execution of your scripts from a custom menu bar icon, or via keyboard shortcut. FastScripts improves the process of locating and running your scripts in the context of whichever app you're currently working.",
  "data/ph-top/2021/11/my-mind.json": "All your notes, bookmarks, inspiration, articles, and images in one single, private place, enhanced with artificial intelligence. mymind is for busy people. For those who move too fast to be bothered with folders, labels and systems.",
  "data/ph-top/2021/11/videoform.json": "VideoForm helps Sales People To Get More Conversions with Personalized Interactive Videos. Sales Teams can now send personalized video emails to prospects with tools they already use, like Gmail, Hubspot, LinkedIn, Outlook etc using VideoForm.",
  "data/ph-top/2021/11/adcreative-ai.json": "Give your business an unfair advantage with creatives / banners generated by highly trained Artificial Intelligence.",
  "data/ph-top/2021/11/the-chatty-mammoth.json": "The Chatty Mammoth Newsletter helps you fit in more reading: -We find pieces of writing designed to prompt new thoughts, perspectives, and questions -We then summarise each article into <90 words -You sit back and receive daily condensed knowledge, hassle-free",
  "data/ph-top/2021/11/this-week-in-nfts-e5c0a55f-be42-473f-bed9-b5672e04d392.json": "Each week, I spend 50+ hours on NFTs and I share the top news, stories, and discussions in a digestible email newsletter. No shilling, no price discussions...instead, I track the major developments in the space.",
  "data/ph-top/2021/11/bgremover.json": "With BGremover, you can remove background from images online for free. Powered by AI background removal technology and deep learning, it also allows you to add solid color to your image.",
  "data/ph-top/2021/11/birdfy.json": "Recognize 6,000+ bird species and never miss a moment. Save unique behaviors automatically, giving you time to cherish new experiences.",
  "data/ph-top/2021/11/remote-hunt.json": "Remote Hunt lists remote companies with their locations, benefits, tech stack, and more – to help you find your next remote team to join.",
  "data/ph-top/2021/11/papyrus-3.json": "🪶 Papyrus is a new platform for creating blazing-fast, modern blogs and newsletters. Write using markdown, send posts directly to your subscriber's inboxes, and connect Stripe to start charging readers paid subscriptions for access your best posts.",
  "data/ph-top/2021/11/is-your-startup-trapped-in-a-squid-game.json": "The success of Netflix's Squid Game made us question to what extent the Startup world, including its investors and companies, are trapped in one of the 7 Squid Games from the show. Find out for yourself which squid game your company is trapped in.",
  "data/ph-top/2021/11/email-monster.json": "Sign up with your real email and choose a USERNAME. Any email sent to anything (_____@USERNAME.eml.monster) will be forwarded to your real email address. Turn off any alias or sender or both.",
  "data/ph-top/2021/11/namecheap-auctions.json": "Namecheap has made hundreds of thousands of premium domains available to purchase via no reserve auctions. There is a bidding API, as well as the ability to export all the domains at auction and view them alongside detailed metrics about each asset.",
  "data/ph-top/2021/11/toastpunk.json": "Originating from a true life Sunday breakfast story, ToastPunk is a Roblox toast face inspired NFT series of only 1,000 NFTs with a metaverse food storage utility & crypto casino ICO token roadmap.",
  "data/ph-top/2021/11/travel-mapper.json": "Save time planning your next trip with: ➡️ Live Google Map integrated with your Google Sheets ➡️ Track your budget, to-do's, and packing list ➡️ Email your itinerary summary for sharing and access on the go ➡️ Location automated search and plotting",
  "data/ph-top/2021/11/add-to-calendar-button-generator.json": "This open source projects lets everybody create amazing buttons, where users can add events to their calendars. Free to use. For people with basically no coding experience (simple integration), but also advanced developers (npm integration).",
  "data/ph-top/2021/11/pomoplanner.json": "PomoPlanner.app is a pomodoro-based daily planner webapp that allows you to plan and track your main daily tasks, mini-tasks, physical exercise but also to take notes on things you're grateful about, things you've learned and more!",
  "data/ph-top/2021/11/figkit.json": "Figkit is a wireframe library for Figma to communicate and design great user interfaces for desktop and mobile.",
  "data/ph-top/2021/11/imouse.json": "The iPhone is also a computer mouse?! iMouse - Turn your iPhone into a mouse for iPad, Mac, Windows! PS: Just for pranks (mouse doesn't actually work)",
  "data/ph-top/2021/11/qrya.json": "Create your free account, load your product with images prices and catgories, and get a QR code for your costumers to see your products.",
  "data/ph-top/2021/11/presence-9.json": "Can't gather for the holidays but still want to unwrap a gift together? Upload a screenshot or photo of the gift, send the link, then watch the recipient unwrap it in real time!"
}