{
  "data/ph-top/2021/4/wormhole-2.json": "Wormhole lets you share files with end-to-end encryption and a link that automatically expires.",
  "data/ph-top/2021/4/nuke-your-inbox-by-mailman.json": "Nuke button replies to all the pending emails telling them you'd get back to them in a few days. And then over the next few days, it shows you those emails (1-2 per day) so you can respond to them without getting overwhelmed. ⠀ Fastest way to inbox zero.",
  "data/ph-top/2021/4/the-table.json": "At JotForm, we’re all about ways to boost your productivity. Which is why we’ve taken a step back from online forms to focus on our newest product, The Table by JotForm: a state-of-the-art table with plenty of powerful features to meet your every need.",
  "data/ph-top/2021/4/rejoy-health-2.json": "Our physical therapists - augmented by Computer Vision powered App and proprietary wearable sensors - provide the best care for Muscle and Joint Pain. After proven outcomes in reducing pain, we have opened access to our pain management program for everyone.",
  "data/ph-top/2021/4/therappy.json": "Learn to better cope with stress and anxiety by mastering the basics of the CBT theory and by implementing that theory into your everyday life. Devote 20 minutes a day to yourself.",
  "data/ph-top/2021/4/nft-of-the-day.json": "Keep up to date with which NFTs are being sold the most and for the highest values 💰💰. It's also nice to see a random NFT every now and then just to know whats out there 👀",
  "data/ph-top/2021/4/pumpmygas-by-optimist.json": "The first gas tool for artists & collectors to better understand gas fees by platform. Gas fees change, and are different depending on what you’re doing, where, and at what speed. You can use the 🐢 and 🐇 at the top to toggle the speed of gas you want to use.",
  "data/ph-top/2021/4/gpt-3-custom-ai-voices.json": "Resemble AI’s new built-in integration with GPT-3 can generate realistic ad copy and conversations instantly. You can use the existing library of professional voices, or create your own custom AI voice, to generate high-quality voiceovers and dialogues.",
  "data/ph-top/2021/4/q-money-not-another-bank.json": "Q.Money is not another Bank - we connect all your accounts to become your money's ally. Please note: currently we support Banks in the following Countries: Spain, Portugal, Germany, UK, France.",
  "data/ph-top/2021/4/adept-school.json": "An online community where your degree doesn’t stand between you and your next position. We help self-taught developers and Bootcamp graduates build a network and find opportunities.",
  "data/ph-top/2021/4/1brand.json": "Brand growth software by 1Brand creates brand guideline websites with embedded brand asset management tools. Easy and accessible for in-house brands, with powerful features for agencies of all sizes.",
  "data/ph-top/2021/4/blogging-by-1mb.json": "Create your blog. Make it beautiful. Make it yours. Your personal space to tell your story, share your photos, or record what you love about life. Other 1MB members can follow your blog and like your blog posts. Your blog hosted on 1MB's fast & secure network.",
  "data/ph-top/2021/4/lou-3.json": "Lou makes it easy to proactively engage and retain users with interactive product announcements that take just minutes to launch & look built in-house. You can create beautiful no-code tooltips and announcements with Lou."
}