{
  "data/ph-top/2020/12/merico-build.json": "Like a fitness tracker for your code. Our contribution analytics empower devs with insight. Let the code speak for itself with dashboards & badges focused on self-improvement & career growth. See where you measure up & translate commits into insights.",
  "data/ph-top/2020/12/konsey-dev.json": "Konsey.dev is an application that allows you to manage all your advertising work for different platforms in one place. Currently you can manage your Facebook & Google Ads accounts +TikTok Ads is coming soon!",
  "data/ph-top/2020/12/edudo.json": "EduDo is a mobile learning platform with short user-generated interactive videos to watch on the go",
  "data/ph-top/2020/12/the-club-by-allcall.json": "A members-only club for COVID conscious trip planning and on demand recommendations, curated by our in-the-know community.",
  "data/ph-top/2020/12/background-remover.json": "Need to clip the background out of a photo to use on an e-commerce store or web design? No problem! Just upload your images to the background remover, and our AI will handle the rest. - 1-click simplicity - High-quality image masking - Bulk processing",
  "data/ph-top/2020/12/artify-illustrations.json": "A new release from the Artify crew featuring 5000+ unique illustrations available for download in high quality PNG files as well as vector sources, there are over 70 illustration styles from high quality 3D styles to minimalistic and abstract lines!",
  "data/ph-top/2020/12/radix-ui.json": "An open-source UI component library for building high-quality, accessible design systems and web apps.",
  "data/ph-top/2020/12/dlinks.json": "dLinks lets you build a decentralized profile on Web 3.0 in seconds. Built using Handshake and Sia: Handshake names are decentralized domains that no one can block access to. Skynet offers decentralized backend hosting that cannot be taken down.",
  "data/ph-top/2020/12/saas-advent-calendar-2020.json": "Chocolate is sweet but SaaS surprises are sweeter - and we have two a day! At the stroke of midnight SaaS Advent Calendar unlocks an exclusive deal from well-established SaaS companies as well as a free SaaS in beta that needs valuable feedback.",
  "data/ph-top/2020/12/improved-google-search-by-liner.json": "The fastest way to the smartest Google Search. 'Picked by LINER' is the most powerful assistant that will take your Google Search to the next level. Do not scan through all results. View only the pages selected by LINER. Available as browser extensions.",
  "data/ph-top/2020/12/qlo.json": "QLO is a browser-based interactive 3D tool to generate custom clothing mockups. Our 3D digital avatars can fit into your brand, just upload your design, adjust settings and download your images directly in your Browser.",
  "data/ph-top/2020/12/filterpixel.json": "FilterPixel is an AI desktop application that helps photographers to select photos faster. Get rid of your tedious, tiring & time-consuming photo selection process so that you can spend more time doing what you love.",
  "data/ph-top/2020/12/mailchimp-newsletters-widget-by-livechat.json": "LiveChat newest integration with Mailchimp helps you get in touch with your website visitors by displaying an interactive greeting that allows them to sign up to your newsletter list.",
  "data/ph-top/2020/12/prostyle-camera-by-neuralcam.json": "ProStyles is an AI camera app that edits your photos & videos in the style of pro photographers as you shoot them. The built-in Style Store features AI style models created by some of the best photographers out there.",
  "data/ph-top/2020/12/a-z0-9_-3-16.json": "/^[a-z0-9_-]{3,16}$/ is a podcast where Eugene Kudashev shares some tips and tricks and useful regular expressions for day-to-day work",
  "data/ph-top/2020/12/kudos-by-dailybot.json": "Kudos is the easiest way to celebrate wins with your team and align everyone around your core values. Create reward systems and encourage a culture of positive feedback across the company, right from your favorite chat platform.",
  "data/ph-top/2020/12/gumaffiliates.json": "Gumroad affiliation & referral marketing made simple: promote your products through affiliations & make your audience profitable! Gumaffialites is for you if: ○ You have a product and want to promote it ○ You have an audience and would like to monetize it",
  "data/ph-top/2020/12/company-in-a-box.json": "Company in a Box is a GPT-3 powered tool that creates compelling landing pages for your startup idea in seconds. Vet more ideas, focus on the ones that stick, and start collecting leads! Coming soon: deploy ads & plug in your own Typeform waitlist.",
  "data/ph-top/2020/12/photoroom-android.json": "In one tap, remove the background and compose an image that will showcase a product or a model. PhotoRoom is an image editing app that lets you capture, edit, and mix images by editing objects.",
  "data/ph-top/2020/12/ratio-4.json": "Ratio is an Android home screen designed to turn mindless distraction into mindful productivity. 3 screens with everything you need on unlock. No more endless switching between apps, use social media less and supercharge your productivity.",
  "data/ph-top/2020/12/axel-1.json": "Axel is a virtual assistant who helps you develop a culture of transparency and ownership in your team. You set up the right 1:1 and weekly check-in from templates in a few clicks. Our secret sauce: no need to add another tool, everything is done in Slack.",
  "data/ph-top/2020/12/makeena.json": "Makeena rewards consumers for buying “better,” while providing brands with real-time shopper insights. Our app captures all receipt data, as well as other engagements, while our dashboard provides brands access to that data to drive repeat purchase behavior.",
  "data/ph-top/2020/12/automatic-out-of-office-calendar-1.json": "Planning to take time off this holiday season? The automatic out-of-office calendar from Clockwise makes it effortless to coordinate with your team. Simply mark your calendar OOO and Clockwise will sync your availability to the shared team calendar.",
  "data/ph-top/2020/12/2020-year-in-review-by-codersrank.json": "A lot happened in 2020. Despite everything, developers coded, learned new stuff, deployed and debugged. Here are a few highlights from a year to remember (or, you know, forget)."
}