{
  "data/ph-top/2021/7/tl-dv-for-google-meet.json": "Link your meeting minutes to the exact moment in your video recording & transcript. Instantly share the important takeaways, fully contextualized. Works with your favorite async collaboration app & CRM. Catch up on meetings in minutes.",
  "data/ph-top/2021/7/attrack.json": "Straight forward time tracking app for those who appreciate the flexibility, and likes to have a choice. AtTrack’s modular architecture gives the opportunity to select and use only the functionality which is essential to your work and business.",
  "data/ph-top/2021/7/smartwriter.json": "😱 Generate personalised emails that get you 8x more replies with 1-Click. ✅ Never waste time researching or writing 'personalised' emails again. ⚡Automate your entire outreach process. 🔝Build 1000s of Backlinks, Personalise LinkedIn Outreach & Book Meetings",
  "data/ph-top/2021/7/glyph-neue-icons-by-icons8.json": "1,500+ monochrome icons in the universal Glyph Neue style. Simple yet catchy icons with a high level of detail will look great everywhere: from modern high-res screens to indoor and outdoor navigation. Use for free, but set a link to Icons8!",
  "data/ph-top/2021/7/brickit.json": "1. Scan your pile of Legos 2. We'll show you what you can build with the bricks you have. 3. Choose the idea that catches your fancy and follow our handy instructions.",
  "data/ph-top/2021/7/pixel-hunter.json": "Pixelhunter is a smart image resizer for media publications. Our AI adjusts pictures to the best quality to fit the most popular dimensions on media platforms. It recognizes objects and crops pictures automatically to streamline your needs on media platforms.",
  "data/ph-top/2021/7/telegram-to-notion.json": "The Telegram Bot to keep your flow productive; send anything to the chat and the content will get saved directly in your Notion",
  "data/ph-top/2021/7/around-for-ios-android.json": "Stay connected with your team on the go with our mobile app, an audio-first experience optimized for walking meetings. Join or start an Around call, instantly handoff from computer to phone (and back), react or respond to conversations with chat messages etc",
  "data/ph-top/2021/7/uxpin-and-storybook-integration.json": "Design and development have never been closer! Try out UXPin and Storybook integration and design with the same UI code components that developers use to build products. Enjoy full interactivity of elements and prototype 10x faster.",
  "data/ph-top/2021/7/expose-3.json": "Expose is a fully open-source tunnel solution that allows you to create public URLs for local sites through any firewall. Receive webhooks on your machine, test local sites on mobile devices or share them with others",
  "data/ph-top/2021/7/readbit.json": "A text-to-speech audiobook reader and summarizer that saves you hundreds of hours of reading. Upload or scan books and documents, get their key points, characters, and places chapter by chapter, and listen anytime, anywhere!",
  "data/ph-top/2021/7/dell-ultrasharp-webcam.json": "Turn every angle into your best angle with a webcam engineered with a powerful 4K camera featuring a large 4K Sony STARVIS™ CMOS sensor.",
  "data/ph-top/2021/7/wheel-of-life.json": "The Wheel of Life enables you to take a closer look at the 12 most important categories of life, while also maintaining a birds eye view. Stop feeling overwhelmed, get ahead of life and figure out what's important to you. Identify pros + cons, goals and tasks.",
  "data/ph-top/2021/7/music-rooms-by-presence.json": "Jam together with your remote teammates by listening to music together w/ quick spontaneous voice chats 📻",
  "data/ph-top/2021/7/notiv-notetaker.json": "Meet Better. Stay on task with automatic action items, highlights and summaries based on real-time transcription. Notiv is a collaborative meeting app to help teams save time and drive business outcomes.",
  "data/ph-top/2021/7/maker-swipe-file-1.json": "As a maker, building a Twitter audience will help you meet new people, get feedback on your product and makes sales. This free resource contains 100+ high performing tweets by fellow makers so you can get started or keep building your audience.",
  "data/ph-top/2021/7/triage-timeline-by-linear.json": "An issue tracking tool that levels up as you scale. Linear streamlines complex processes including roadmap planning and issue triaging. Customize your workspace with automated workflows and integrations for customer support.",
  "data/ph-top/2021/7/dollo.json": "Create your own avatar, mix and match skin color, hairstyle, eyes, clothes, accessories, and more. Over 300&nbsp;customizable components. Compatible with&nbsp;Sketch, Figma, SVG, PNG.",
  "data/ph-top/2021/7/notion-gratitude-journal.json": "Launching Notion ‘Gratitude Journal’ to write down all the things you are grateful for: Features: 💡A motivating quote at the beginning 💭Recurring lists to fill in grateful thoughts 📃Archive section to view lists for the past week/month Get it Now 🔥",
  "data/ph-top/2021/7/gpt-j.json": "GPT⁠⁠-⁠J-6B, a 6 billion parameter model trained on the Pile, is now available for use with our new codebase, Mesh Transformer JAX.",
  "data/ph-top/2021/7/everyhour.json": "everyhour increases your awareness of how you spend your time, tracks your life balance and helps uncover your unconscious priorities.",
  "data/ph-top/2021/7/mydone.json": "✅ Organise all your business streams, from development to HR to marketing ✅ Manage tasks for each stream separately ✅ Overview status on each level",
  "data/ph-top/2021/7/moderncloud.json": "ModernCloud is a browser-based, open-source serverless platform that lets you build your endpoints and functions in minutes, with a fast and super-friendly UI. We support inline editor with auto-complete support for Python and NodeJS. Based on Terraform.",
  "data/ph-top/2021/7/live-audio-rooms-by-facebook.json": "Live Audio Rooms on Facebook enable you to discover, listen in on and join live conversations with anyone about topics you’re interested in. Any listeners in the room can be invited to be a speaker in advance or during the conversation.",
  "data/ph-top/2021/7/volant-ai.json": "Save time and money in AI model development. Our marketplace uses the crowdsourced expertise of data scientists to empower anyone—be it a Hacker, Kaggler or Small/Medium Business—to build with AI using high-performing AI models, faster and cheaper than ever.",
  "data/ph-top/2021/7/remote-planning-poker-on-jira.json": "Agile planning & estimation tool. Quickly estimate user stories while having fun with team in Jira Agile Planning Poker session",
  "data/ph-top/2021/7/reddit-list-2.json": "Reddit is an amazing source of information. But finding the right subreddit to follow can be time-consuming. Reddit List makes your life easier in this regard.",
  "data/ph-top/2021/7/uxmeter.json": "There are more examples of good web design than Apple's website. At UXmeter we showcase top website designs from finance to sports. These are ranked purely based on UX design by industry professionals & general public using universal scoring system UX Points®.",
  "data/ph-top/2021/7/sitapp.json": "Slouching in front of a computer all day isn’t great for your body and over time can lead to lots of issues. SitApp monitors your posture in real time and reminds you to sit up straight when you start to slouch.",
  "data/ph-top/2021/7/traveledmap.json": "By using TraveledMap, we allow you to make customizable maps for your travels thanks to the use of markers, routes and photos, which you can share or add on your website if you are a travel business (in white label if needed) or on your blog.",
  "data/ph-top/2021/7/emoji-4.json": "3d emoji. Add emotions to your project with large set of high quality illustrations. Big variety of icons from smiling to rainbow and robots. Fully customisable. For Figma and Blender",
  "data/ph-top/2021/7/buzzer.json": "Never miss the next moment. Follow your favorite sports stars and teams and get notified when the next comeback, buzzer beater, or last second shot is about to happen. Then tap in and watch it live. Only on Buzzer.",
  "data/ph-top/2021/7/7todos.json": "The Blessing and The Curse Working on multiple projects can be a blessing and a curse. You want to find out what works out in the world. Keeping track of everything is hard 😵‍💫 Let 7todos help you to get an overview 🦄",
  "data/ph-top/2021/7/smart-text-editor.json": "Smart Text Editor is a vanilla JavaScript PWA that allows you to work on your coding projects from any device, in any browser, even if you don't have Internet access. Want to edit HTML files in real time, right from the browser? Open it with Smart Text Editor!",
  "data/ph-top/2021/7/intch.json": "Intch is a networking tool based on mutual help and collaboration rather than random meetings. Join the networking space that allows you to help and get expert assistance, introduce and be introduced to people that matter, and manage your network!",
  "data/ph-top/2021/7/schema-api.json": "View the internet through the eyes of Google, and extract structured metadata from any webpage in JSON/LD format as standardized by Schema.org with simple and extremely easy-to-use API. Try it today for free at https://schema.api.page",
  "data/ph-top/2021/7/systeme-io-3.json": "A free all-in-one marketing platform that's simple, fast, and intuitive. Run your entire business in the same place without any tech knowledge or developers. https://systeme.io/",
  "data/ph-top/2021/7/floral-zebra.json": "Floral Zebra allows Clubhouse users to have a text conversation over audio chat. Upvoting system shows the most interesting and important questions or comments, so no more boring events and questions. Floral Zebra - Add color to monotonous events.",
  "data/ph-top/2021/7/faketweetmaker.json": "Ftm helps memers to make and download tweets for free. Just type in the tweet and press download. No extra hassle!!",
  "data/ph-top/2021/7/notion-finance-tracker-3.json": "- Bird Eye will let you see the total balance of all your accounts. The Final Amount is calculated automatically. Only the initial Amount should be entered by the user. - Detailed will give the full details on where you spend the money and when you spend it.",
  "data/ph-top/2021/7/170-gpt-3-resources.json": "For the past few months, I am working on collecting all the GPT-3 related resources, that includes, tweets,repos,articles, and much more. By now, the resource count have reached almost 170+ and thought of putting this valuable database to public and here I am.",
  "data/ph-top/2021/7/developer-typing-game.json": "Developer typing game is a platform where developers can train their coding typing speed and accuracy, they get to listen to lofi music while typing, and the top 10 fastest developers will be featured on the landing page.",
  "data/ph-top/2021/7/d2desk-web-based-remote-access-app.json": "Web-Based Remote Access Application the All-In-One solution for remote Access/Support D2Desk helps as time tracking & productivity monitoring software for your business.",
  "data/ph-top/2021/7/listiee-1.json": "Listiee is your platform for broadcasting any kind of lists. Published Lists can be personalized & customized for it's category, geographical reach, privacy, contribution etc, Join us for sharing your lists, building new audience & connecting with people."
}