{
  "data/ph-top/2021/12/botify-ai.json": "Create photorealistic avatars for engaging conversations. Have fun interacting with your Digital Human.",
  "data/ph-top/2021/12/boldvoice-2-0.json": "BoldVoice helps non-native English speakers communicate clearly and confidently in English. The app gives you video lessons from Hollywood accent coaches and instant feedback on your pronunciation from speech AI. Get it on iOS & Android!",
  "data/ph-top/2021/12/june-for-ios.json": "Introducing June for iOS. The easiest way to take your startup metrics, on the go 🏃‍♂️ ⚡️ Fast and easy to set up (< 2 minutes) 👶 No expertise required 📚 Out-of-the-box templates 📱 iOS widget for iPhone and MacOS 👉 try it: https://widgets.june.so/",
  "data/ph-top/2021/12/wonder-13.json": "Build new connections: create real relationships Move freely: invite serendipity into virtual Leave energized: break out of the videoconferencing box Join us at our exclusive https://www.eventbrite.com/e/exclusive-guided-tour-product-hunt-tickets-217589394737 OR Check out our https://app.wonder.me/?spaceId=110e7dd5-e5ff-48ae-a842-46e114ce6ab1 https://app.wonder.me/?spaceId=110e7dd5-e5ff-48ae-a842-46e114ce6ab1",
  "data/ph-top/2021/12/the-best-mvp-no-code-tools.json": "Looking to build MVP? Try these awesome no-code tools to release your minimum viable product 10x faster and cheaper!",
  "data/ph-top/2021/12/strapi-0ea3c5eb-2b7c-4521-b51c-9b583f125665.json": "A brand new developer experience, smooth plugin creation, precise database query engine, powerful content API. That's what Strapi v4 is about, a step towards a smooth developer experience and a rich ecosystem. We'd love to hear what you think about it!",
  "data/ph-top/2021/12/treblle.json": "Treblle makes it easy to understand what’s going on with your APIs and the apps that use them. Out of the box, you get features like; real-time API monitoring, logging and error tracking, auto-generated docs, API analytics a quality score of your API and more.",
  "data/ph-top/2021/12/constructor.json": "Constructor is the lightweight tracking tool for software teams who don’t want a ton of process. With a clean UI, a deep GitHub integration, and assignable comment threads, Constructor helps developers and managers stay focused and collaborate smoothly.",
  "data/ph-top/2021/12/top-30-breakout-apps-for-2022.json": "Gear up for 2022 🎆. Discover next-gen productivity apps before they breakout. One every day in December🎄 Get a short intro on how you can make the most of the app, right in your inbox 📬. A lot of them are either free or in private beta!",
  "data/ph-top/2021/12/4-day-week-2.json": "The place to find remote software jobs with a 4 day work week. For engineers, product managers and marketing execs.",
  "data/ph-top/2021/12/resume-builder-for-developers-by-arc.json": "Clear. ATS-friendly. Free to use. Upload your existing resume to this developer resume optimizer, or build a new one from scratch. Showcase your skills and experience to tech recruiters, and land your next dev job.",
  "data/ph-top/2021/12/metaplane.json": "Metaplane is the Datadog for Data — a data observability tool that continuously monitors your data stack, alerts you when something goes wrong, and provides relevant metadata to help you debug.",
  "data/ph-top/2021/12/nft-price-floor.json": "NFT Price Floor shows most used metrics by NFT art collectors like price floor, average price, listed ratio, etc., and show them altogether (kind of a coingecko-like for NFTs.",
  "data/ph-top/2021/12/grapic.json": "Do you miss being able to use the whiteboard in the new hybrid world? We too, that is why we made Grapic. Share your real whiteboard or notebook directly into your Zoom meeting, FigJam session, or any browser, using just your iPhone.",
  "data/ph-top/2021/12/astramind-for-makers.json": "Astramind is a platform where makers build in public and engage with potential customers, fellow makers.🔥 Ship with faster feedback📜 Posts shown through timelines make it fun🛠️ Easy tools to save drafts & create posts🖋️ Support for Markdown in editor",
  "data/ph-top/2021/12/indie-app-santa-2021.json": "Counting down the days to Christmas has never been more exciting with Indie App Santa advent calendar! Get ready for 24 days of surprise: 24 doors to open and as much great applications from indie developers to discover with exciting discounts!",
  "data/ph-top/2021/12/family-time-scheduler-by-ursor.json": "The family time scheduler is a super simple and FREE tool that helps you prioritise 15 minutes of family mindfulness with meditation. Everyday, in your calendar.",
  "data/ph-top/2021/12/trackprogress.json": "At TrackProgress, we believe that regularly reviewing and incrementally improving your goals helps you achieve the best outcomes. It’s often hard to find a way to manage that, so we’re working hard to do it for you.",
  "data/ph-top/2021/12/2021-wrapped-by-spotify.json": "Explore your top songs, artists, and podcasts from a year that was far from normal.",
  "data/ph-top/2021/12/momentum-ff747c7c-2e9c-461b-be02-7312c399635a.json": "Momentum is a habit tracker that helps you to build good habits, break bad ones, reach your goals and keep motivated with streaks and charts. All on Notion.",
  "data/ph-top/2021/12/etsyhunt.json": "Improve your Etsy shop rank and visibility. Backed by data from 27,000,000 product listings, EtsyHunt makes it easy to research and optimize your Etsy SEO, product listings and tags.",
  "data/ph-top/2021/12/highlight-5.json": "Highlight keeps your web app stable and your customers happy! With pixel-perfect session replay, you'll get full visibility into the issues and interactions that are slowing down your users.",
  "data/ph-top/2021/12/ux-notion.json": "UX Notion is a UX toolkit built in Notion to help solopreneurs, indie hackers, Jr. UX Designers, and first-time founders enhance their UX knowledge in a short amount of time.",
  "data/ph-top/2021/12/zen-wireframe.json": "Zen Wireframe is the simplest tool to create wireframes of your websites, mobile apps, and any projects in just minutes.",
  "data/ph-top/2021/12/rows-1.json": "Slick design, built-in integrations and revolutionary sharing. We reimagined spreadsheets from the ground up, so you can get done more, crazy fast.",
  "data/ph-top/2021/12/odet-playground-1.json": "Odet is an intelligence platform for engineering teams to view and diagnose potential blockers through end-to-end visibility into the SDLC process. It provides a custom query & rule engine for teams to design guardrails (policy-as-code) and track initiatives.",
  "data/ph-top/2021/12/github-wrap.json": "2021 is coming to an end, let's wrap it by showcasing the impact you made in open-source. Get your commits, pull requests, issues, and new repositories created in 2021.",
  "data/ph-top/2021/12/metapass-by-zelf.json": "ZELF launches banking in Discord to power the play-to-earn revolution, positioning ZELF as the first bank of the Metaverse. Get your ZELF MetaPass card in 30 seconds, works with Apple Pay and Google Pay.",
  "data/ph-top/2021/12/terrain.json": "Imagine a world where you got paid to learn, experiment, and then share your results to help the community grow.",
  "data/ph-top/2021/12/hive-index.json": "A directory of 1100+ online communities organized by topic, platform, and community features. Discover the perfect community for you, or list your own for free.",
  "data/ph-top/2021/12/calendly-meeting-polls.json": "With Calendly Meeting Polls, your invitees vote on preferred times so you can easily accommodate personal preferences and time zones when scheduling with multiple people. Unlike other scheduling tools, Polls is completely free and has zero ads.",
  "data/ph-top/2021/12/stage-81d273dd-4cd3-420c-8813-c3306b8528ef.json": "TikTok meets TheVoice: always-on music competitions powered by the blockchain. Vote for your favorite artists and share their success.",
  "data/ph-top/2021/12/ditch-mqls.json": "Learn practical PQL-acquiring strategies used by modern B2B marketers ❌ See why you should ditch MQLs (or emails slapped with MQL tags) 💡Learn the concept of Product-Qualified Leads 🌱 Erect your PQL-acquiring foundation 🚀 4 ways to acquire PQLs at scale",
  "data/ph-top/2021/12/blockify-yourself.json": "Want to join the Block party? Yes, you can. Change your profile photo and blockify yourself!",
  "data/ph-top/2021/12/google-search-scanner-by-liner.json": "Google Search Scanner is a new feature of Search assistant & Web Highlighting service, LINER. LINER scans the entire Google search results and returns only the ones relevant for you, saving tons of time spent on research.",
  "data/ph-top/2021/12/trustpage-cookies.json": "We believe in a future where everyone can browse the internet without fear of their privacy being invaded. That's why we’re giving away 300 boxes of (edible) cookies. Get yours today before they’re all gone. #goodcookiesonly",
  "data/ph-top/2021/12/100-ui-ux-tips.json": "This is a collection of Dos and Dont's for making your UI better. 100 pages = 100 tips. Almost every tip has an illustration, some of them have additional links to external resources.",
  "data/ph-top/2021/12/thundra-foresight-v2.json": "Monitor and Debug your CI Pipelines & Tests with Foresight.Monitor all of your CI Workflows & Tests at the same time!Gain Insight into your all CI Workflows and tests by accessing key CI metrics.",
  "data/ph-top/2021/12/reachfluencer.json": "https://reachfluencer.com/ helps entrepreneurs and makers to build an engaged and active community. 👋 Invite people you know in your network ✍️ Post content on LinkedIn, Twitter, Medium or Quora 📋 Paste content URL in your network 🔥 Get dozens of likes automatically!",
  "data/ph-top/2021/12/leadstory.json": "Follow breaking news stories on News Radar map. Watch news that you're interested in or in places you care about. Take complete control over where you get your news from.",
  "data/ph-top/2021/12/sandpack-by-codesandbox.json": "Sandpack is a toolkit for building live coding experiences that run fully in the browser. ✨ Full-featured editor experience ✨ Lightning-fast browser bundler ✨ Direct CodeSandbox integration",
  "data/ph-top/2021/12/plainadmin.json": "PlainAdmin is an Open-source freemium Bootstrap 5 based vanilla JS multipurpose admin template comes with - all essential dashboard components, pages, UI elements, charts, graphs, libraries and everything you may need for a data-rich backends.",
  "data/ph-top/2021/12/kizie-for-twitter.json": "Introducing Kizie, a new way to browse Twitter 🐤 ✨ cleaner, better, ad-free home and profile timelines ⚡️ pro features to do more with twitter(read first comment for the list 👇) 📱 works on web and as PWA 👉 try it: https://kizie.co",
  "data/ph-top/2021/12/lofly.json": "Enjoy lofi beats with nature sounds. Choose from 17+ nature sounds and 17+ lo-fi tracks. Increase your productivity and stay organized with Pomodoro. Enjoy chatting with members and have fun.",
  "data/ph-top/2021/12/high-signal.json": "High Signal is a small community for founders making revenue. We meet for Zoom calls every week in order to share our progress, talk through our goals and get help when we get stuck. We also have a Telegram group for sharing advice.",
  "data/ph-top/2021/12/glyde-3.json": "we do everything on our phones, so why not taxes too? with glyde, you can pre-fill your ITR with incomes, deductions, tax credits, bank accounts. import trades from your broker and investment platform & much more. save, pay, file & track taxes with a few taps.",
  "data/ph-top/2021/12/job-search-journey.json": "Job searching doesn't have to be hard. Find templates and scripts designed by award-winning resume writers and career experts on the world's first career marketplace.",
  "data/ph-top/2021/12/defly-ai.json": "You may have heard of or even experienced the pain of losing your Ethereum transaction fee because your trade failed. defly.ai uses real-time blockchain data & Spice.ai machine learning for the safest AI-powered estimates to save lost fees when using Uniswap.",
  "data/ph-top/2021/12/notion-travel-template.json": "🙅🏽‍♀️ Forget spreadsheets, e-mails, booking sites and a dozen documents cluttering your hard drives or limited cloud storage. 💻 Use this Notion travel template to everything in one place and move from clutter to clarity when travelling.",
  "data/ph-top/2021/12/openin-3.json": "OpenIn helps you manage how links and files open on your Mac. For every link, you can select from multiple browsers, mail clients or apps for files, or configure based on where the file or link is opened, or based on location or domain.",
  "data/ph-top/2021/12/explodingcommunities.json": "ExplodingCommunites is a database with the fastest-growing online communities on Reddit that can sustain your next business. It helps you discover trending communities early, uncover hidden business opportunities, and build community-based products.",
  "data/ph-top/2021/12/jobstack.json": "Structure your job search process: 📈 Personal Resume Builder with 15+ templates 😃 Easy Networking Guides with 3000+ shortlisted profiles ✍🏻 Ready to use Personal CRM for over 16 roles",
  "data/ph-top/2021/12/ultimate-free-trial-card.json": "Use Zerobalance virtual cards for all your Free-Trial Signups and never worry about getting charged or cancellations. Explore our library of 100+ free trials across different categories and enjoy all the benefits without a worry.",
  "data/ph-top/2021/12/office-club-illustration-pack.json": "Whether you’re creating a website or mobile app, showcasing a portfolio, publishing a blog, or an e-commerce store — Office Club’s 100 illustrations and designed art directions help you create the best possible products. Live: https://overflow.design/",
  "data/ph-top/2021/12/gtd-dashboard.json": "A comprehensive Notion dashboard that helps you save time, and get more done.",
  "data/ph-top/2021/12/passky-2.json": "Passky is a simple, modern, lightweight, open-source and secure password manager.",
  "data/ph-top/2021/12/instaasnap.json": "InstaaSnap is a open-source Instagram post saver API, WebApp, iOS and Andoid app. I created it to save some important feeds from Instagram. It's Privacy-friendly, no database, no analytics, no logs, no cookies, plus open-source.",
  "data/ph-top/2021/12/fisio.json": "Fisio resume builder allows you to create an original resule quickly and easily with an intuitive tool.",
  "data/ph-top/2021/12/dash-6-0.json": "Dash instantly searches offline documentation sets for 200+ APIs, 100+ cheat sheets and more. Dash is also a code snippet manager and supports snippet expansion using abbreviations.",
  "data/ph-top/2021/12/w3schools-spaces.json": "W3Schools allows you to create your own website and share it with others.",
  "data/ph-top/2021/12/porndora.json": "Porndora is personalized erotica. We use AI to learn what you like over time and build a personalized pleasure profile for every user. We’re building an adult site that works for everyone, regardless of gender, sexual orientation, or kink.",
  "data/ph-top/2021/12/lllook.json": "A collection of customizable SVG emoji line icons. Adjust the color, size and stroke width right in the browser, and then use the SVG icons to add some fun little expressive characters to your designs.",
  "data/ph-top/2021/12/authorizer.json": "Authorizer is an open-source authentication and authorization solution for your applications. Bring your database and have complete control over the user information. You can self-host authorizer instances and connect to any SQL database.",
  "data/ph-top/2021/12/health-hub-os-notion-template.json": "❤️ An Operating System Template with +15 unique templates & +10 trackers to help you track everything health-related in one connected Hub.",
  "data/ph-top/2021/12/aguapro.json": "Hire motivated talent from the exclusive, distinct & top communities in ‘product’ and ‘growth’ domain. Using sophisticated techniques, job requirements are aligned to community values and match with the right applicant.",
  "data/ph-top/2021/12/insite-2.json": "Insite is a powerful yet simple tool that helps you learn what your customers want from you. Embed a custom, elegant feedback survey into your website in under 5 minutes.",
  "data/ph-top/2021/12/favelent.json": "We want to crystalize your most-favourite content and let you represent it to the world! Share your Profile with your audience whenever they ask for recommendations. Collect E-Mails and add your social links Discover the best findings of others.",
  "data/ph-top/2021/12/snout.json": "Snout works hard from sniffing public data on the internet to find emails and social networks of people and companies. Find customers, influencers, investors, employees and more. ★ 200+ Countries ★ 57M+ Companies ★ 800M+ people ★ 150M+ emails address",
  "data/ph-top/2021/12/able-28-day-affirmation-plan.json": "Daily affirmations help shift your mindset to positive thinking. Get a personalized plan for 28 days that will help you become grateful, inspired, content, and just happier by verbally affirming your dreams and ambitions!",
  "data/ph-top/2021/12/showping.json": "Showping is the power of word of mouth in your pocket. Showping is a unique app where you can share your Wish and Bought list with friends. It's a place where people can read reviews from someone they trust and do shopping together through screen sharing.",
  "data/ph-top/2021/12/passcard-2.json": "PASSCARD is an app that helps you to remember card passwords. The app saves passwords on your device offline and securely. The app will never save or collect any information.",
  "data/ph-top/2021/12/convert-menu.json": "Automatically convert paper menus into a digital QR menu. Just upload your (pdf) paper menu and we do the rest. A digital menu should be ready within 32 hours.",
  "data/ph-top/2021/12/lalo.json": "Lalo is a platform for remembrance. We give you the tools to tell the story of those you love. Preserve your memories in a safe, ad-free place.",
  "data/ph-top/2021/12/teamble.json": "Give and get 👍 simple, 🔁 continuous, and 🎯 actionable feedback with https://teamble.com. Seamlessly on https://slack.com/apps/AS8DW2X44-teamble and https://teams.microsoft.com/l/app/ee7907e3-f0b3-4e18-b882-baa83e87812f. Leverage powerful tools, templates, and nudges to build a continuous feedback culture in your team. Start using teamble for FREE.",
  "data/ph-top/2021/12/growthpost.json": "GrowthPost helps you discover 100+ jobs from niche newsletters written by top Entrepreneurs, Investors from the likes of Sahil Bloom, Julian Shapiro, Greg Isenberg, Lenny, and many more. GrowthPost does all tedious work & sends you weekly updates of new jobs.",
  "data/ph-top/2021/12/nifty-generator.json": "Nifty Generator lets you generate NFT collections with different traits, complete with metadata for Solana or Ethereum—no coding needed. Just connect your image layers to our tool, and we’ll handle the generation!",
  "data/ph-top/2021/12/moonship-personalized-ai-discounts.json": "Moonship enables Shopify merchants to offer personalized AI discounts to price sensitive customers who need a little nudge to buy. We use machine learning models to enable ecomm merchants to increase their sales by an average of 20% and as much as 80%.",
  "data/ph-top/2021/12/weekend-club-2-0.json": "The community of 65+ bootstrapped founders launching & growing profitable internet businesses together. Meet founders at our remote & IRL co-working events, stay accountable with masterminds, learn from in-house mentors and save with 100+ great discounts.",
  "data/ph-top/2021/12/huenit.json": "The robotic arm which has AI vision, voice recognition, 3D printing, laser engraving, a suction grabber, and a pen tool. It can aslo be programmed via block coding, python, Arduino C++, or G-code.",
  "data/ph-top/2021/12/valuer.json": "Does combing through hundreds of thousands of global data points to find the most innovative technologies and companies sound sexy? We didn't think so. Which is why we have developed an AI-driven platform to do the heavy lifting for you. Basically, we make innovation sourcing easy and personal.",
  "data/ph-top/2021/12/100-free-userpics.json": "Collection of a hundred free userpics especially for your design projects. Each avatar is available in circle and square formats. Edit images as you wish to make them fit your view of design. Fully vector, compatible with Figma.",
  "data/ph-top/2021/12/pm-vs-pm-challenge.json": "That inner voice doubting you - “Am I a PM? No, I am a PM!” This is an end to exactly that. But if you aren’t okay facing harsh reality checks, leave rn. Don’t tell us we didn’t warn you. Jk will be fun. Or will it? :P",
  "data/ph-top/2021/12/rebox.json": "Easy to use design, Ability to schedule your returns. We reimagined how products should be returned, So you don't have to!",
  "data/ph-top/2021/12/passthru.json": "PassThru allows you to store and manage all your tickets, vouchers and reservations safely in one place. Regardless of the ticket provider; it works with every system.",
  "data/ph-top/2021/12/trydraw.json": "Improve your line art and observational skills with our tool that highlights your mistakes. Gone are the days of waiting for a teacher to correct your mistakes. Get guided by simple STEP BY STEP tutorials that will teach you at your own pace.",
  "data/ph-top/2021/12/betts-connect-2.json": "By leveraging over a decade of recruiting experience, we created a platform that reduces time to hire and saves money on recruiting fees. Simply choose the roles you’re hiring for, filter candidates by KPIs like quota and deal size, and schedule interviews.",
  "data/ph-top/2021/12/founders-at-work-9.json": "Jessica Livingston's book \"Founders at work\" (2007, 32 stories) inspired thousands of founders to start startup. I find 150+ founders stories to inspire new wave of founders. I hope, that FoundersAtWork.io saves 50-100 hours for 1000+ new founders.",
  "data/ph-top/2021/12/progressive-upload-by-api-video.json": "⏺ Record and upload videos simultaneously ⚡️ Offer lightning-fast screen and camera recordings to your users 📺 Enrich your products and apps with video messaging 💻&nbsp; Demo: https://upstream.a.video/ 🎁 50% on plans for 3 months: email us at hello@api.video",
  "data/ph-top/2021/12/directus-9.json": "Directus turns any SQL database into a no-code app and powerful API. Our open-source platform is completely migration-free, seamlessly layering on top of your new or existing database, providing you with a suite of tools to manage and connect your content.",
  "data/ph-top/2021/12/alfread.json": "Alfread is a new kind of a read later app. It helps you to actually read saved articles. Or skip them. No pressure. Alfread helps you rediscover your love for reading what you've saved. One article at a time.",
  "data/ph-top/2021/12/designify-pro.json": "Bulk-edit any number of product photos, get high-res downloads, save your designs and integrate the Designify Pro API into your website, app, or workflow. Let our visual AI handle your product photos - automatically and in seconds! 👉&nbsp; https://www.designify.com/pro",
  "data/ph-top/2021/12/zero-to-mvp.json": "Learn to build apps without coding in one week. 21 chapters that take you through the app-building process without coding, with bonus curation of 120+ No-code tools having over 2,000+ downloads.",
  "data/ph-top/2021/12/seoforlunch-newsletter-2-0.json": "Hundreds of SEO related updates and articles are published each week. The #SEOForLunch is a once-a-week email curating only the best content. Cut out the clutter and get all critical updates sent directly to your inbox.",
  "data/ph-top/2021/12/collaboration-suite-by-editor-x.json": "Work together on the same visual canvas and build powerful sites together with your team on Editor X. Streamline your work process with concurrent editing, live comments, custom roles & permissions and shareable design libraries.",
  "data/ph-top/2021/12/shopgram-bd95c824-eef3-4908-bec8-52607dc5ffb0.json": "Shopgram is a search engine for Shopify stores and products. It gives you instant access to the data and analytics of more than 1.2 Million Shopify stores and products based on different metrics.",
  "data/ph-top/2021/12/zyro-online-success-builder.json": "Zyro is an AI powered no-code website builder that allows even total beginners to create a website or online store in under 1 hour. We use AI tools to create online success for our users - https://zyro.com/product-hunt and start building today.",
  "data/ph-top/2021/12/sql-playground.json": "Create a private PostgreSQL database with a predefined structure & test data in the shortest time. No local installations or spinning up cloud instances. Choose a database type, and get a unique connection string right away.",
  "data/ph-top/2021/12/social-media-pricing-calculator.json": "Planable, along with pricing experts from Soft Fight, built the pricing calculator that agencies & freelancers need. No complicated formulas. No boring spreadsheets. Simply fill out a brief form & find out how much to charge for your social media services.",
  "data/ph-top/2021/12/no-code-showcase-by-heep.json": "No-code showcase featuring selected projects built by Heep makers. Discover apps, websites, and automation created using low-code, no-code, and automation tools. A little experiment from our team built with the new Bubble responsive engine.",
  "data/ph-top/2021/12/resumey-pro-2-0.json": "Get shortlisted for your dream job with a resume that helps you stand out. With Resumey.Pro, highlight your skills, ensure proper visual hierarchy and always maintain consistency. Our Markdown editor helps you focus on writing, while we take care of the rest",
  "data/ph-top/2021/12/previewify.json": "Your competitor isn't designing those images by hand. They're generating them via platforms like Previewify. They save more time and have a bigger conversion rate.",
  "data/ph-top/2021/12/personalization-decoded.json": "Every two weeks, we break down a website and write a short case study showing how to personalize the customer experience.",
  "data/ph-top/2021/12/modern-for-wikipedia.json": "Enhance your Wikipedia experience with a beautiful, clean, modern design that's fully customizable. Once installed, this free extension will simply apply the new look and features to existing Wikipedia article pages, without you having to do anything.",
  "data/ph-top/2021/12/pro-article-writer.json": "Texta.ai is a Pro Article Writer that automatically generates and optimizes articles. Save yourself 90% of your time by letting a powerful system create outstanding articles (1500-2000 words) from a simple description.",
  "data/ph-top/2021/12/fable-18ba2a08-fbc3-4ca5-9c5f-605660835fcc.json": "Fable is motion design software for the next generation of creators that's powerful for pros, intuitive for beginners, and collaborative for teams. Start animating with Fable and we can't wait to welcome you into our community.",
  "data/ph-top/2021/12/taco-digest.json": "Customizable personal email newsletter created from your favorite sources. The simplest way to follow the news across the web.",
  "data/ph-top/2021/12/retrera.json": "Retrera helps distributed and remote companies book, coordinate and evaluate team events. We make it easy to: 🛏️ Find a vetted venue 💬 Survey your team ✈️ Manage employee travel 💸 Track expenses & manage budget 🗣️ Send pulse surveys & collect feedback",
  "data/ph-top/2021/12/webflow-tv.json": "Webflow TV is a streaming platform #MadeInWebflow featuring original productions as well as a highly curated collection of inspiring stories about creativity, no-code, design, and entrepreneurship.",
  "data/ph-top/2021/12/chainrunner-q.json": "The simplest way to optimize your DeFi investment. Take advantage of pre-built DeFi strategies in just one platform. Deposit, borrow, transfer, buy, leverage and more - all in one place.",
  "data/ph-top/2021/12/ffflux.json": "An online tool that makes it easy to generate fluid and organic-feeling gradients, then export them as lightweight SVG files to be used as backgrounds in your designs.",
  "data/ph-top/2021/12/pixlr-2022.json": "✨ Animate your artwork/designs in one click ✨ Remove unwanted objects from photos seamlessly ✨ Draw with customised pen pressure and brush sensitivity ✨ Edit up to 50 images at once ✨ Export & publish your designs in any format i.e. GIF, MP4, PDF etc.",
  "data/ph-top/2021/12/office-health-safety-by-tactic.json": "We've been on a mission to make work better. Now, we're making it safer too.❤️ With vaccination policy management, health alerts & visitor management, you can take a proactive approach to office safety, while preparing for developing guidelines & regulations.",
  "data/ph-top/2021/12/airtaste.json": "AirTaste is the first dual-layer cookware that lets you cook nutritious meals effortlessly. Its chamber of air acts like the thick walls of a Dutch Oven — but better, and lighter! — heating food thoroughly and without burning, even if you don’t stir!",
  "data/ph-top/2021/12/arctype.json": "Arctype is a fast, beautiful database GUI for developers and teams. With SQL autocomplete, spreadsheet-style editing, one-click visualizations, collaboration, and the best support for Postgres, MySQL, and PlanetScale - you'll finally love working with your DB.",
  "data/ph-top/2021/12/peersolver.json": "Problem-solution pairs that tell you what works and what doesn't. These are the categories we tackle: * Ideation * Hiring * Leadership * Marketing * Getting investors * Time management * Idea validation * Market needs * Growth Hacking",
  "data/ph-top/2021/12/screeb.json": "In-app NPS surveys with a non-intrusive, breakthrough respondent experience, powerful targeting capabilities and pre-built reports. Available for SaaS, Android and iOS apps, for free without any limitation on your number of users or the number of responses.",
  "data/ph-top/2021/12/tailwind-css-cheat-sheet.json": "Get access and search for every utility class from Tailwind CSS on a single page and accelerate your development process.",
  "data/ph-top/2021/12/fathom-2.json": "Fathom records, transcribes, and replaces note taking with a click of a button on your Zoom calls, so you can simply focus on the conversation at hand. Easily share call highlights with your team via email, Slack, or auto-generated summaries sent to your CRM.",
  "data/ph-top/2021/12/openscout-by-landscape.json": "With OpenScout, investors can access diverse dealflow from handpicked scouts. Venture scouts can share deals with an entire marketplace of investors, and get paid a success fee ($5k-50k!). Apply to join as a scout or as an investor for our invite-only beta!",
  "data/ph-top/2021/12/cloudtalk-for-mobile.json": "CloudTalk Go allows Sales, Support & Operation teams to stay connected and professionally handle customer calls outside of the office using WiFi or mobile networks. Available on the iOS App Store and the Android Play Store.",
  "data/ph-top/2021/12/the-state-of-customer-onboarding-2022.json": "100+ customer onboarding professionals share the challenges, goals, and trends they foresee in 2022. Click ‘Get it’ to download your copy of The State of Customer Onboarding report."
}