{
  "data/ph-top/2020/12/merico-build.json": "Like a fitness tracker for your code. Our contribution analytics empower devs with insight. Let the code speak for itself with dashboards & badges focused on self-improvement & career growth. See where you measure up & translate commits into insights.",
  "data/ph-top/2020/12/konsey-dev.json": "Konsey.dev is an application that allows you to manage all your advertising work for different platforms in one place. Currently you can manage your Facebook & Google Ads accounts +TikTok Ads is coming soon!",
  "data/ph-top/2020/12/edudo.json": "EduDo is a mobile learning platform with short user-generated interactive videos to watch on the go",
  "data/ph-top/2020/12/the-club-by-allcall.json": "A members-only club for COVID conscious trip planning and on demand recommendations, curated by our in-the-know community.",
  "data/ph-top/2020/12/background-remover.json": "Need to clip the background out of a photo to use on an e-commerce store or web design? No problem! Just upload your images to the background remover, and our AI will handle the rest. - 1-click simplicity - High-quality image masking - Bulk processing",
  "data/ph-top/2020/12/artify-illustrations.json": "A new release from the Artify crew featuring 5000+ unique illustrations available for download in high quality PNG files as well as vector sources, there are over 70 illustration styles from high quality 3D styles to minimalistic and abstract lines!",
  "data/ph-top/2020/12/radix-ui.json": "An open-source UI component library for building high-quality, accessible design systems and web apps.",
  "data/ph-top/2020/12/dlinks.json": "dLinks lets you build a decentralized profile on Web 3.0 in seconds. Built using Handshake and Sia: Handshake names are decentralized domains that no one can block access to. Skynet offers decentralized backend hosting that cannot be taken down.",
  "data/ph-top/2020/12/saas-advent-calendar-2020.json": "Chocolate is sweet but SaaS surprises are sweeter - and we have two a day! At the stroke of midnight SaaS Advent Calendar unlocks an exclusive deal from well-established SaaS companies as well as a free SaaS in beta that needs valuable feedback.",
  "data/ph-top/2020/12/improved-google-search-by-liner.json": "The fastest way to the smartest Google Search. 'Picked by LINER' is the most powerful assistant that will take your Google Search to the next level. Do not scan through all results. View only the pages selected by LINER. Available as browser extensions.",
  "data/ph-top/2020/12/qlo.json": "QLO is a browser-based interactive 3D tool to generate custom clothing mockups. Our 3D digital avatars can fit into your brand, just upload your design, adjust settings and download your images directly in your Browser.",
  "data/ph-top/2020/12/filterpixel.json": "FilterPixel is an AI desktop application that helps photographers to select photos faster. Get rid of your tedious, tiring & time-consuming photo selection process so that you can spend more time doing what you love.",
  "data/ph-top/2020/12/mailchimp-newsletters-widget-by-livechat.json": "LiveChat newest integration with Mailchimp helps you get in touch with your website visitors by displaying an interactive greeting that allows them to sign up to your newsletter list.",
  "data/ph-top/2020/12/prostyle-camera-by-neuralcam.json": "ProStyles is an AI camera app that edits your photos & videos in the style of pro photographers as you shoot them. The built-in Style Store features AI style models created by some of the best photographers out there.",
  "data/ph-top/2020/12/a-z0-9_-3-16.json": "/^[a-z0-9_-]{3,16}$/ is a podcast where Eugene Kudashev shares some tips and tricks and useful regular expressions for day-to-day work",
  "data/ph-top/2020/12/kudos-by-dailybot.json": "Kudos is the easiest way to celebrate wins with your team and align everyone around your core values. Create reward systems and encourage a culture of positive feedback across the company, right from your favorite chat platform.",
  "data/ph-top/2020/12/gumaffiliates.json": "Gumroad affiliation & referral marketing made simple: promote your products through affiliations & make your audience profitable! Gumaffialites is for you if: ○ You have a product and want to promote it ○ You have an audience and would like to monetize it",
  "data/ph-top/2020/12/company-in-a-box.json": "Company in a Box is a GPT-3 powered tool that creates compelling landing pages for your startup idea in seconds. Vet more ideas, focus on the ones that stick, and start collecting leads! Coming soon: deploy ads & plug in your own Typeform waitlist.",
  "data/ph-top/2020/12/photoroom-android.json": "In one tap, remove the background and compose an image that will showcase a product or a model. PhotoRoom is an image editing app that lets you capture, edit, and mix images by editing objects.",
  "data/ph-top/2020/12/ratio-4.json": "Ratio is an Android home screen designed to turn mindless distraction into mindful productivity. 3 screens with everything you need on unlock. No more endless switching between apps, use social media less and supercharge your productivity.",
  "data/ph-top/2020/12/axel-1.json": "Axel is a virtual assistant who helps you develop a culture of transparency and ownership in your team. You set up the right 1:1 and weekly check-in from templates in a few clicks. Our secret sauce: no need to add another tool, everything is done in Slack.",
  "data/ph-top/2020/12/makeena.json": "Makeena rewards consumers for buying “better,” while providing brands with real-time shopper insights. Our app captures all receipt data, as well as other engagements, while our dashboard provides brands access to that data to drive repeat purchase behavior.",
  "data/ph-top/2020/12/automatic-out-of-office-calendar-1.json": "Planning to take time off this holiday season? The automatic out-of-office calendar from Clockwise makes it effortless to coordinate with your team. Simply mark your calendar OOO and Clockwise will sync your availability to the shared team calendar.",
  "data/ph-top/2020/12/2020-year-in-review-by-codersrank.json": "A lot happened in 2020. Despite everything, developers coded, learned new stuff, deployed and debugged. Here are a few highlights from a year to remember (or, you know, forget).",
  "data/ph-top/2020/12/propel-4.json": "Join a curated network of rising stars who want to build the next big thing as founders or executives. Accelerate your career with access to ambitious peers, mentorship, events, courses, and much more.",
  "data/ph-top/2020/12/tomato-2.json": "Tomato 2 is a Pomodoro timer. It's simple, pretty and still pretty powerful– it has goal tracking, various modes of operation, website/app blocking and fun stats.",
  "data/ph-top/2020/12/delight-2.json": "The best way to help save local businesses is getting more people in the door. Delight is the simplest way to tell a friend about a business. - Find your favorite spot, send the link to a friend and we'll donate money to that business when they check it out.",
  "data/ph-top/2020/12/the-work-from-home-backdrop.json": "Does a bad backdrop mean your video calls, virtual dates and zoom meetings are letting the team down? Is your virtual backdrop failing to impress? The Work-From-Home Backdrop installs in seconds and instantly transforms your space into a dynamic domain.",
  "data/ph-top/2020/12/roadtrip-4.json": "Host a listening party, hang with friends or meet new people while listening to great music and building playlists together. Let’s make the internet a little less quiet. Come say hi.",
  "data/ph-top/2020/12/edith.json": "Edith is an open-source voice assistant for VSCode. Checkout : https://github.com/Navan0/edith",
  "data/ph-top/2020/12/save-the-world.json": "'Save the World' is a game for 3 or more people where players compete, collaborate and everything in between to save the world. The goal of the game is for everyone to agree on a solution to a randomly chosen disaster, like an asteroid strike.",
  "data/ph-top/2020/12/privacygrader.json": "PrivacyGrader.com provides an online assessment within 24 hours that measures how well a business’s website upholds consumer data protection laws, assesses privacy functionality, and highlights potential gaps and issues with the site.",
  "data/ph-top/2020/12/accountable-2-0.json": "Introducing Accountable 2.0 - the all new way to become HIPAA compliant. Designed to simplify the entire process of achieving and managing HIPAA compliance, from HIPAA training to policy management. And did we mention $100k HIPAA breach guarantee?",
  "data/ph-top/2020/12/monet.json": "Sometimes words just aren't enough... on Monet, send a drawing to make a new connection. :~)",
  "data/ph-top/2020/12/mywebar-2-0-1.json": "MyWebAR is the easiest way to build cross-platform augmented reality instantly available in a browser. Whether you are a professional developer or have no prior experience, we have the set of tools that will allow you to get started in the matter of minutes.",
  "data/ph-top/2020/12/flex-widgets.json": "Flex Widgets is the first real widget editor for iPhone and iPad. It allows you to build widgets freely by placing elements on them and then editing, moving, resizing and layering those elements. All in a super intuitive editor.",
  "data/ph-top/2020/12/welovenocode.json": "Need landing page in Webflow, web-platform in Bubble, mobile app in Adalo or an automation in Zapier? Don't spend time on learning NoCode platforms. With WeLoveNoCode you can send unlimited NoCode projects to a team of Nocode developers for a monthly fee",
  "data/ph-top/2020/12/fuel-fund.json": "Fuel fund showcases selected startups to 1000s of handpicked investors in the US. Think of it as a fund's demo day but asynchronous and massively scalable. When a startup lists on wantfuel.com, we forward their details to almost 5000+ investors on our rolodex.",
  "data/ph-top/2020/12/free-christmas-icons-in-3d.json": "12 illustrative Christmas icons in 3D. Available in large PNGs or source files in PSD and C4D. Free to be used for commercial or personal purposes. All we ask is to attribute Iconfinder.",
  "data/ph-top/2020/12/rally-18d5f31b-60d8-466a-afec-996b694d6e70.json": "A community of once rejected YC founders to share experiences, discuss less tedious ways to get funding, and alternate options to grow their business. Join to connect and learn with a group of motivated founders!"
}