{
  "data/ph-top/2021/4/wormhole-2.json": "Wormhole lets you share files with end-to-end encryption and a link that automatically expires.",
  "data/ph-top/2021/4/nuke-your-inbox-by-mailman.json": "Nuke button replies to all the pending emails telling them you'd get back to them in a few days. And then over the next few days, it shows you those emails (1-2 per day) so you can respond to them without getting overwhelmed. ⠀ Fastest way to inbox zero.",
  "data/ph-top/2021/4/the-table.json": "At JotForm, we’re all about ways to boost your productivity. Which is why we’ve taken a step back from online forms to focus on our newest product, The Table by JotForm: a state-of-the-art table with plenty of powerful features to meet your every need.",
  "data/ph-top/2021/4/rejoy-health-2.json": "Our physical therapists - augmented by Computer Vision powered App and proprietary wearable sensors - provide the best care for Muscle and Joint Pain. After proven outcomes in reducing pain, we have opened access to our pain management program for everyone.",
  "data/ph-top/2021/4/therappy.json": "Learn to better cope with stress and anxiety by mastering the basics of the CBT theory and by implementing that theory into your everyday life. Devote 20 minutes a day to yourself.",
  "data/ph-top/2021/4/nft-of-the-day.json": "Keep up to date with which NFTs are being sold the most and for the highest values 💰💰. It's also nice to see a random NFT every now and then just to know whats out there 👀",
  "data/ph-top/2021/4/pumpmygas-by-optimist.json": "The first gas tool for artists & collectors to better understand gas fees by platform. Gas fees change, and are different depending on what you’re doing, where, and at what speed. You can use the 🐢 and 🐇 at the top to toggle the speed of gas you want to use.",
  "data/ph-top/2021/4/gpt-3-custom-ai-voices.json": "Resemble AI’s new built-in integration with GPT-3 can generate realistic ad copy and conversations instantly. You can use the existing library of professional voices, or create your own custom AI voice, to generate high-quality voiceovers and dialogues.",
  "data/ph-top/2021/4/q-money-not-another-bank.json": "Q.Money is not another Bank - we connect all your accounts to become your money's ally. Please note: currently we support Banks in the following Countries: Spain, Portugal, Germany, UK, France.",
  "data/ph-top/2021/4/adept-school.json": "An online community where your degree doesn’t stand between you and your next position. We help self-taught developers and Bootcamp graduates build a network and find opportunities.",
  "data/ph-top/2021/4/1brand.json": "Brand growth software by 1Brand creates brand guideline websites with embedded brand asset management tools. Easy and accessible for in-house brands, with powerful features for agencies of all sizes.",
  "data/ph-top/2021/4/blogging-by-1mb.json": "Create your blog. Make it beautiful. Make it yours. Your personal space to tell your story, share your photos, or record what you love about life. Other 1MB members can follow your blog and like your blog posts. Your blog hosted on 1MB's fast & secure network.",
  "data/ph-top/2021/4/lou-3.json": "Lou makes it easy to proactively engage and retain users with interactive product announcements that take just minutes to launch & look built in-house. You can create beautiful no-code tooltips and announcements with Lou.",
  "data/ph-top/2021/4/dog-language-translator-by-toucan-bark.json": "Scientists at Toucan have been working diligently with leading researchers at BARK and are ready to unveil their groundbreaking achievement. Our furry friends have been our closest companions and now you can let them know - in their language.",
  "data/ph-top/2021/4/vera-co-browsing.json": "Cobrowse any website with your teammates! Vera co-browsing makes it possible for you to co-browse any website with your friend--to work on a Google Doc, to watch a video together-- free to chat as long as you want! More collaborative feature will be added!",
  "data/ph-top/2021/4/duolingo-roll.json": "Language learning is hard... so we made it soft. It's time to turn your bathroom into a classroom with our latest innovation: toilet paper that teaches you phrases in new languages! Never miss a lesson again, because nature is the best push notification.",
  "data/ph-top/2021/4/web-app-design-system-kit.json": "Deliver projects faster with a consistent framework of flexible Figma components. 💡 Core Components 🖊 Form Components 🔮 Library Styles 🍱 Table & Chart Components 🎬 Templates",
  "data/ph-top/2021/4/freehand-royale.json": "Freehand Royale is built directly into Freehand, our online whiteboard for everyone—bring joy to your day while challenging teammates to a good ‘ole fashioned game of space domination.",
  "data/ph-top/2021/4/writing-prompts.json": "Why struggle to come up with fresh writing prompts when you can get them in an instant? It makes a wide variety of topics and themes available at the touch of a button.",
  "data/ph-top/2021/4/pokedex-2.json": "Pokédex is a marketplace that lists 1 rare Pokémon card for sale each day. Cards span Base Set all the way through Battle Styles. Plus, every Saturday and Sunday we give one lucky winner a freebie that spans boxes, cards, and packs dating back to 1996.",
  "data/ph-top/2021/4/startweb-africa.json": "You can build your own professional website, landing pages or funnels in minutes with our easy to use templates. StartWeb also helps people with: - Domain Registration/Web Hosting - Custom Made Websites With Our Developers - CRM, Payment Integrations etc",
  "data/ph-top/2021/4/focuslite.json": "FocusLite blocks websites either by schedule, or by budget per day. (# visits + duration). For extra motivation, you can \"start a streak\" for a fee. If you lose the streak, you lose your money!",
  "data/ph-top/2021/4/verte.json": "https://useverte.com brings analytics to your Segment events in 3 easy steps: 📚 Connect your Segment account 📦 Choose a template 🔍 Select events Get started now at 👉 https://useverte.com 👈",
  "data/ph-top/2021/4/faang-shadi.json": "Finding your soulmate among the top tech companies, because you deserve no less.",
  "data/ph-top/2021/4/billable.json": "Billable helps you keep track of time spent on your projects. Simply select a project and start tracking your time. Beautifully organized per day, project and client.",
  "data/ph-top/2021/4/uniu.json": "What if you were paid to learn a skill? UniU is a newsletter that incentivises ambitious people to learn a new skill & apply what they're learning by offering crypto bounties for completing learning tasks. Information is nice, action changes everything.",
  "data/ph-top/2021/4/socialq.json": "SocialQ+ is a virtual social media superhero that lets you collaborate, schedule & analyze your posts for Facebook, Instagram, Twitter, telegram, reddit, tumblr, rss feed team member LinkedIn & Youtube from the same spot.",
  "data/ph-top/2021/4/preflight-c2431d6d-e301-4be6-8352-9899c4bd4a67.json": "Test the most important parts before developers release to reduce CS tickets. Reduce tickets with the tests and let us explain what went wrong to your developers",
  "data/ph-top/2021/4/growth-tweets.json": "A weekly updated collection of hand picked tweets specially tailored to save time and give great reading experience. Consider it as a new way to consume Twitter.",
  "data/ph-top/2021/4/bloo-lo-fi-wireframe-kit.json": "A large collection of ready to used library to design and prototype your ideas, faster. More than 250+ building blocks with 150+ screen template. Available for Figma, Sketch, XD",
  "data/ph-top/2021/4/resoume-v2.json": "Resoume is a platform where you can create a beautiful website, portfolio and resume for your next job interview. It is also the biggest project I worked on as a solo frontend developer with joy, love, sweat and tears 🙃 ❤ ️💦 🥺",
  "data/ph-top/2021/4/juststream-2-0.json": "JustStream can stream media and screencast to a TV, all the while maintaining a compact form with low CPU use. Broadcast your media in any format, any resolution (including Ultra HD), and most importantly, without the need for any cables.",
  "data/ph-top/2021/4/30k-under-30.json": "Today we are excited to announce a new project from Zeitgeist (zeitgeist.fm): 30K under 30! It's a self-nominated list of the 30,000 most influential people on the internet, as described by an AI. Nominate yourself for the list: 30Kunder30.com",
  "data/ph-top/2021/4/backprop.json": "Backprop is an API/platform that makes enhancing software with machine learning simple. With powerful out-of-the-box models, easy custom uploads, scalable infrastructure, and an affordable pricing scheme, Backprop has everything you need.",
  "data/ph-top/2021/4/lip-gloss.json": "Lip Gloss a Go library for designing terminal user interfaces. It takes an expressive, declarative approach to terminal rendering. Users familiar with CSS will feel right at home with Lip Gloss.",
  "data/ph-top/2021/4/rewardme.json": "RewardMe is a new way of reward program that helps you earn rewards automatically at your favourite merchants. By simply binding your email accounts or credit cards, you will automatically get rewarded on eligible purchases in cryptocurrency or reward dollars.",
  "data/ph-top/2021/4/cuely.json": "Do you work 10+ hours without taking breaks? You're not alone. Work breaks are simple and powerful yet we skip them because they're boring ⠀ Cuely uses behavior design, positive psychology and social support to make it fun so you can stay well and feel happier",
  "data/ph-top/2021/4/chrome-theme-studio.json": "Ever thought your browser theme was boring, bland, and just getting old? Add some color your daily browsing experience with a new custom theme for Google Chrome or Microsoft Edge! You can customize and control every single feature of your theme. Make it yours!",
  "data/ph-top/2021/4/webping.json": "webping.cloud is the easiest way to find the latency between you and all popular cloud data centers. All in a single page with simultaneous checks.",
  "data/ph-top/2021/4/breathly.json": "Breathly is a 100% free mobile app that helps you focus on your breathing. Use Breathly for daily relaxation and breath training: just choose a breathing technique and focus on the guided exercise. Breathly is free, with no trackers and no in-app purchases.",
  "data/ph-top/2021/4/reeview-for-shopify-sellers.json": "For Sellers: Automate the process of finding & collecting authentic product review videos from YouTube & new customers leading to more time on site and higher conversions. ⠀ For Shoppers: See instant social proof & experience a better product presentation.",
  "data/ph-top/2021/4/datature.json": "Datature is the fastest way to build your own computer vision models. Manage datasets, annotate, train, and deploy - we get ALL teams and companies on the right pipeline from day one!",
  "data/ph-top/2021/4/supabase-ui.json": "Supabase UI is a collection of UI components built in React and TailwindCSS that is used by Supabase to build our internal applications",
  "data/ph-top/2021/4/movie-of-the-night.json": "Insert any preferences you have such as streaming services, genres, keywords, actors, release years, age filters, runtime; and Movie of the Night will instantly find the best shows for you to start watching right away instead of browsing catalogs for hours.",
  "data/ph-top/2021/4/t-minus.json": "T-Minus is one of the best and most feature packed space launch tracking apps that gives you access to space related information, launches, events, news, rockets, agencies and more. Follow your favorite space agencies such as SpaceX, Rocket Lab, ULA and more.",
  "data/ph-top/2021/4/visible-hands-2.json": "Visible Hands is holding a virtual-first fellowship program supporting underrepresented talent in building venture-backed technology startups. Over the course of 14 weeks, we will provide fellows with company-building services and investments of up to $200k.",
  "data/ph-top/2021/4/daku.json": "View every product, get attracted to the product, if you like it we will take you to the Product Hunt page and you can see complete detailed info. about the product. With Daku, you can discover all new apps, games books, and podcasts on a daily basis",
  "data/ph-top/2021/4/remindee-2-0.json": "Capture leads with beautiful popups & turn them into attendees with automatic emails, when your event starts or when registration ends soon.",
  "data/ph-top/2021/4/nativeway.json": "Nativeway has an only one specific purpose. It's encouraging the language learner to make a speaking from the first learning day.",
  "data/ph-top/2021/4/operator-a894d115-cca8-4bb9-801f-6e0c30be54db.json": "Operator is an easy-to-use tool which allows you to create and maintain redirects in a simple and intuitive way. You can forward entire domains or manage redirects for your existing website/application by using one of our integrations.",
  "data/ph-top/2021/4/x100.json": "x100 — the app that counts. x100 helps you keep track of your reps during workouts. No need to count reps in your head anymore, let us do it for you. Relax, enjoy your workout music, watch the news or listen to an audiobook while x100 does the counting.",
  "data/ph-top/2021/4/gapt-ai.json": "Gapt.ai provide a similar GPT-3 API, with good performance, and we use a completely open source code and is low cost.",
  "data/ph-top/2021/4/insumo.json": "Insumo emails is your personalized productivity assistant that shows your calendar and cherry-picked habits to achieve your productivity goal in one simple email.",
  "data/ph-top/2021/4/tidio-3.json": "Tidio is an intuitive, no-coding chatbot tool that improves your live chat with automation that you can control.",
  "data/ph-top/2021/4/liquity-protocol.json": "Liquity is a decentralized borrowing protocol that offers interest-free liquidity against ETH as collateral. Loans are issued in LUSD — a USD pegged stablecoin, and need to maintain a minimum collateral ratio of only 110% due to a novel liquidation mechanism.",
  "data/ph-top/2021/4/missinglettr-3.json": "Create dozens of posts with a single click, curate the hottest content in your niche, and schedule your entire social output months in advance with Missinglettr.",
  "data/ph-top/2021/4/mailivery.json": "Mailivery makes sure your sales emails land in your prospects inboxes more often. We send AI-generated emails to our inboxes, then take them out of spam, mark them as trusted, and respond back to you. LAUNCH DEAL: https://mailivery.io/deals/product-hunt",
  "data/ph-top/2021/4/mock-api-generator-2.json": "Generate a REST API with read + write endpoints on top of a sample dataset in less than 30 secs. Customize your dataset with dozens of datatypes. Built for testing, BI demo data, prototypes and more.",
  "data/ph-top/2021/4/making-twitter-friends.json": "This 7-day email course will cover things from discovering your positioning, to creating a circle of people around you, to building relationships with human psychology. It is 1 email/day, featuring real-life examples and actionable actions each day.",
  "data/ph-top/2021/4/ux-challenges.json": "Stop reading about UX and actually try it out! 💪 Practice with real-world exercises. 🛠 Train yourself in crucial skills and tools. 💼 Take away portfolio-worthy deliverables. 👩🏻‍💻 Useful for beginners and experts alike.",
  "data/ph-top/2021/4/lottiefiles-mobile-app.json": "Test Lottie animations for mobile from the LottieFiles website, After Effects, or Adobe Animate plugins. Easily send animations as Lottie, GIF, or MP4 to your stakeholders. Access 1000s of Lottie animations anytime, anywhere, while on the go. And much more!",
  "data/ph-top/2021/4/blog-platform-by-labiblog.json": "Produce Engaging Content & Attract Sales-Ready Prospects. Blog Website Builder! Easy Setup! Custom Domain! Beautiful & User Friendly Design! SEO Tools to Optimize Content & Blog Posts. The best platform for your content marketing campaign.",
  "data/ph-top/2021/4/empathy-loss-companion-app.json": "The Empathy app empowers families and enables them to navigate the practicalities of loss at their own pace, with all the information and support they need - whether financial, legal, emotional, or logistical.",
  "data/ph-top/2021/4/nopass-me.json": "Verifying user identities requires writing tedious, repetitive code, risking catastrophic security breaches 😱. With NoPass.me, an open-source MFA verification solution, securely send and verify One-Time Passwords and ensure users are who they say they are!",
  "data/ph-top/2021/4/lenzgig.json": "LenzGig is an online marketplace for augmented reality work. We connect clients with world-class AR creators and developer. Want to launch your own AR filter on Facebook, Instagram or Snapchat? We got you covered! Simply post a gig and we'll handle the rest.",
  "data/ph-top/2021/4/luma-2.json": "Social media (and PH) are great places to share content, but it's hard to foster new relationships. We built Luma to help your community deepen relationships with events, newsletters, member profiles.",
  "data/ph-top/2021/4/kaboom-2.json": "Kaboom is a fun JavaScript game programming library / environment. https://replit.com/kaboom https://replit.com/kaboom https://kaboomjs.com/ https://github.com/replit/kaboom",
  "data/ph-top/2021/4/endtrial.json": "We automatically keep track of all your trials so you don't have to. We remind you to cancel your trial before it expires so you don't end up paying for a subscription you don't want!",
  "data/ph-top/2021/4/yesim.json": "YESIM is the most functional eSIM application in the world. Having only eSIM compatible device and YESIM App, you get an opportunity to connect mobile internet in 126+ countries in the world, without paying roaming fees or changing sim-cards.",
  "data/ph-top/2021/4/airtable-commerce.json": "Airtable Commerce is a starter kit that turns your Airtable database into an e-commerce platform. It comes with customer, order, and product management support, plus the ability to add buy now links to your website in seconds.",
  "data/ph-top/2021/4/mail-studio.json": "Mail Studio is a desktop application for creating responsive emails that look great everywhere. It combines visual and code editing elegantly, and is suitable for both designers and developers. It runs on Windows, macOS and Linux.",
  "data/ph-top/2021/4/resumemaker-online-2-0.json": "ResumeMaker.Online allows users to create a modern an effective resume in just minutes. No sign-up required, start now!",
  "data/ph-top/2021/4/iheart-adbuilder.json": "iHeart AdBuilder is a self-service audio advertising solution for small businesses. iHeart AdBuilder is powered by Jelli, the only programmatic solution for radio and an iHeartMedia company.",
  "data/ph-top/2021/4/presentations-by-canva.json": "Reimagine the presentation creation process. Start inspired with beautiful presentation templates, co-create in the same document in real time with your colleagues, and create a truly engaging presentation that can wow any audience.",
  "data/ph-top/2021/4/snippyly-2-0.json": "Snippyly is a privacy focused screen capture & collaboration tool. Instantly share your thoughts via a link. No more endless back & forth with your team or clients! No sign-up required. Now w/ full-page screenshot, library management & advanced share access.",
  "data/ph-top/2021/4/angle-audio.json": "Angle Audio is a free cross-platform social audio app for authentic group conversations. Join existing topics or start one yourself and enjoy features such as screen-sharing, text-chat and live-celebrations to connect with other users in audio conversations.",
  "data/ph-top/2021/4/evaboot.json": "On average 31% of your results on Sales Navigator do not match your filters. Turn your searches into clean lists of prospects in one click. Stop wasting hours cleaning spreadsheets.",
  "data/ph-top/2021/4/seoforlunch.json": "Never miss another Google update again. The #SEOForLunch is a free weekly newsletter that includes all the best SEO updates, articles and tools available to marketers.",
  "data/ph-top/2021/4/manufactory-illustration-constructor.json": "Illustration constructor is the simplest way to get unique stories about your dream team with amusing characters. Compatible with Figma and Sketch. PNG scenes are free.",
  "data/ph-top/2021/4/vossle-webar.json": "Vossle is a No-Code WebAR development SaaS platform with which businesses can create augmented reality in under 1 minute. It requires No-app downloads to experience world target, image target based campaigns, games or face detection based tryons.",
  "data/ph-top/2021/4/backgroundcut.json": "BackgroundCut is the fastest & easiest way to remove or replace any image's background. It uses Artificial Intelligence to analyze and cut out any image's background with a single click. Just upload your image and remove the background in under 5 seconds!",
  "data/ph-top/2021/4/setapp-stories.json": "A digest of cool tech stories going on around the globe – sent straight to your inbox. Fun, at-a-glance explainers of what’s up and why it matters. No more getting sucked into the Internet vortex of story after story, just open Setapp Stories & enjoy the gist!",
  "data/ph-top/2021/4/mintly.json": "Mintly is a hiring platform for the Jewellery community, globally. They help the Jewellery professionals to find jobs quickly and help the hiring manager to find and recruit the skilled professionals in the shortest time possible.",
  "data/ph-top/2021/4/upvote-bell-2-0.json": "Upvote Bell is the project management platform for Makers which launched their projects on Product Hunt. Project statistics, real-time notifications, tasks and notes board, hunters leaderboard - all for your perfect launch in one place.",
  "data/ph-top/2021/4/image-to-sketch.json": "ImagetoSketch: Convert images to sketches based on advanced AI technology. Never been so easy to add the pencil sketch effects to your photo, pictures or image in just one click. You can upload one image but get 10 different sketch effects on your image.",
  "data/ph-top/2021/4/company-accounts-by-userlist.json": "Does your SaaS product have multiple users per account, or multiple accounts per user? Unlike other email automation tools, Userlist now supports companies, and allows you to onboard and engage teams in a smart way.",
  "data/ph-top/2021/4/dash-10.json": "Dash is the culmination of a passion for sports & tech. For a long time I wanted to build something using Strava's API, so throughout the years Dash took many forms. Ultimately with the release of iOS 14, I knew this was the right opportunity to release it.",
  "data/ph-top/2021/4/mobile-app-website-no-code-builder.json": "Create a mobile app website in ⏳ 60 seconds using a no-code website generator! The template is open source on 📝 MIT license. You can use your Google Play/App Store marketing materials to fill the template.",
  "data/ph-top/2021/4/you-belong-in-tech-v1.json": "Bootcamp grads, self-taught techies, a pianist, comic book artist, and everything in between. Celebrating the wins, revealing the struggles, and sharing the learnings on how they landed their first roles in software engineering, design, & product management.",
  "data/ph-top/2021/4/selectorshub.json": "SelectorsHub is the Next Gen XPath tool to generate, write and verify the XPath and cssSelectors. It supports shadow dom, iframe, svg, dynamic elements, multi selectors generation and error handling. It is the only XPath tool available for all browsers.",
  "data/ph-top/2021/4/visto-qualify.json": "Want to immigrate to Canada? Visto Qualify is a free tool that will check your eligibility for more than 65 Canadian immigration programs in minutes. Built by Canadian immigration lawyers, it’s the quickest way to get started on your immigration journey!",
  "data/ph-top/2021/4/tapereal.json": "With TapeReal, you get a vibrant social community and a hot new marketplace for selling your EXCLUSIVE audio/video content. Start making money as early as today.",
  "data/ph-top/2021/4/office-pass-by-robin.json": "Robin is the first workplace platform that puts people before places. Today we're doubling down on that vision with updates that make flexible workplaces and hybrid work a key part of the Robin experience.",
  "data/ph-top/2021/4/brandmo.json": "Brandmo is a domain name marketplace & brand name discovery platform used by entrepreneurs and startups to find and acquire premium brand names.",
  "data/ph-top/2021/4/copykatai.json": "CopykatAI is a software, that helps you create better copywriting using Artificial Intelligence. Google Ad Headlines, product names, slogans or blog ideas - we got you covered. (we generated this text using CopykatAI) Available in over 15 languages!",
  "data/ph-top/2021/4/forget-spam-comment.json": "To prevent spam comments plugin blocks the default action path (wp-comments-post.php) for bots and make it accessible over unique hash query string when a visitor scroll to leave a comment. This way it prevents automated spam comment done by bots.",
  "data/ph-top/2021/4/savetweetvid.json": "Install it and click on the green download button to download any gif and video from twitter. - Free to use - Without any limits or ads",
  "data/ph-top/2021/4/visible-investor-database.json": "The investor database is a free community offering by Visible.vc, the makers of the Visible investor communication tool for startups. Use it to find investors to pitch your idea to. And filter by stage, region, industry focus, check size, and lead investors.",
  "data/ph-top/2021/4/welltory-3-0.json": "Welltory is like a health coach at your fingertips. Every day, it uses your data to create reports, charts & insights that show how your body works & how to feel better. 🔗 Just sync your fitness trackers & apps 💥 Let us unleash the power of your data",
  "data/ph-top/2021/4/hotline-3.json": "Facebook's Clubhouse competitor letting creators speak to an audience. Participants can ask questions through text or audio.",
  "data/ph-top/2021/4/routine-2.json": "Routine (YC W21) combines tasks, notes and calendar into one fast productivity app. ⚡️ Capture tasks and notes in one central place ⏳ Secure time to work on what is most important 🔗 Link information to time e.g meeting notes Give it a try: http://routine.co",
  "data/ph-top/2021/4/vagon-2-0.json": "Turn any device into a performance workstation with Vagon. Run all challenging software from any device with your own supercomputer on the cloud. Boost your creative performance with Vagon.",
  "data/ph-top/2021/4/predis-ai.json": "Predis.ai is an AI/ML product that helps Instagram Marketers craft better posts in half the time. Predis.ai gives: 1. Improvement suggestions for better engagement. 2. Curated hashtags and caption ideas to save a lot of crafting time.",
  "data/ph-top/2021/4/sentien-audio.json": "Sentien Audio is the audio headset you can wear all day and it does not block your ears. You can control your device through tap, gesture, and voice controls—all on Sentien Audio. Put it on in the morning and forget about wearing it. Just like your wristwatch.",
  "data/ph-top/2021/4/timecamp-2.json": "Track working hours and save more time for what's crucial for your business' success. Unlimited users, projects, and tasks, 100% free forever.",
  "data/ph-top/2021/4/stage-f7224c3c-c81a-4cf0-ae75-05c7ad48000e.json": "Stage is a browser-based editor for creating app wireframes. Visualize your ideas in minutes with ready-made blocks. Use a library of mobile patterns to kickstart ideation process. Share your project and export it to a design tool with a single click.",
  "data/ph-top/2021/4/have-i-been-zuckered.json": "Have I Been Zuckered: check if your telephone number is present within the Facebook data breach.",
  "data/ph-top/2021/4/flinkit-friends.json": "Flinkit Friends! is a new real world adventure game packed with codes to be cracked, clues to be uncovered, and puzzles to be solved. Battle Royale in the city. Fast, fun and easy to get going.",
  "data/ph-top/2021/4/balloon-7.json": "Balloon unlocks ideas, feedback, and insights from groups in record time by eliminating groupthink from collaboration and amplifying voices. Balloon reduces meeting time by 70%, and over 80% of the ideas and feedback shared on Balloon are brand new.",
  "data/ph-top/2021/4/productshot.json": "Make better performing product screenshots by keeping the focus where you want it to be. Use this free tool to quickly transform a screenshot of your product into a focused feature preview image. We found out that these screenshots performed much better. 🚀",
  "data/ph-top/2021/4/buildbites.json": "Get a dedicated Webflow dev to supercharge your side project, agency, or startup for one monthly fee with BuildBites.",
  "data/ph-top/2021/4/how-many-plants.json": "🌱 Comprehensive guides for all your favorite houseplants. 🪴 Deep dives for all your burning plant care questions. 🏺 Cool plant people & places, planter finds, design tips, and more.",
  "data/ph-top/2021/4/baseql.json": "BaseQL brings the power of GraphQL to Airtable, allowing you to query, filter and mutate records using a simple-yet-powerful Explorer. Integrate it easily with low-code and no-code applications! Join us on Slack: https://shorturl.at/nHR07",
  "data/ph-top/2021/4/g-profiler-by-granulate.json": "G-Profiler is an open-source continuous production code profiler that helps teams identify performance bottlenecks that hurt performance and raise costs. Using it development teams can optimize performance and reduce the cloud bill at the end of the month.",
  "data/ph-top/2021/4/flowrite-2.json": "Supercharge your daily communication by turning words into ready-to-send emails, messages & more. Flowrite works where you work, adapts to your daily tasks and personal style. Designed for the most productive, powered by the latest in AI.",
  "data/ph-top/2021/4/clever-ads-for-google-sheets.json": "Effortlessly get detailed information about your marketing data. All you have to do is choose your data source and we will put all of it into Google Sheets and create summaries of the data for you!",
  "data/ph-top/2021/4/tweepsbook.json": "Introducing TweepsBook, an enhanced bookmarking tool for power Twitter users that helps you streamline the clutter by adding different tags and organize tweets based on your liking. With TweepsBook, your time is well spent learning.",
  "data/ph-top/2021/4/doing-content-right.json": "Doing Content Right is a resource that covers everything you need to know about publishing online. In a sea of competition, this guide teaches you how to create, write, and scale successful blogs and newsletters, with a new bonus section on podcasting.",
  "data/ph-top/2021/4/purifier.json": "AI Assistant will change the background and filter extraneous noise in your online meetings in almost any video conferencing program. ⠀ You will be able to hold online meetings from a place that you do not want to show and remove the interfering noises.",
  "data/ph-top/2021/4/getkeywords.json": "The Internet is changing constantly, but somehow we feel that our SEO tools are still living in 2007 - Boring, Complicated & Outdated. GetKeywords provide Intent-Focused Keyword Research with 100k+ Locations around the world with Unlimited Free plan 🚀"
}