{
  "data/ph-top/2021/11/codesee-maps.json": "Maps are auto-generated, self-updating code diagrams. They sync your codebase as code evolves. With features to help you understand how files and folders are connected, see how code changes fit into the larger architecture, and more.",
  "data/ph-top/2021/11/codeless.json": "One platform to create and deploy commerce enabled native iOS and Android applications, as well as responsive websites. Use our visual editor for the easiest no-code experience for launching your apps in minutes.",
  "data/ph-top/2021/11/startup-5-2.json": "Startup 5 is a new version of popular website builder and it's a perfect tool to create your online presence. With Startup it’s fast and easy way to get your business online with&nbsp;pre-designed&nbsp;blocks.",
  "data/ph-top/2021/11/free-logos-by-tenscope.json": "While you're validating your idea, there is no need to spend a fortune commissioning a decent-looking logo. We have created a library of free logos which you can use as placeholders for your projects.",
  "data/ph-top/2021/11/purity-ui-dashboard-pro.json": "Purity UI Dashboard PRO is an innovative ReactJS Premium Dashboard based on Chakra UI that will help you create stunning websites & web apps in minutes. ✅ 300 fully coded elements ✅ 32 example pages (smart homes, virtual reality, automotive, CRM admins, etc)",
  "data/ph-top/2021/11/entre-2-0.json": "Entre is an All-In-One platform that allows users to create content, network, and make money from anywhere in the world. We are focused on supporting and helping Entrepreneurs, Investors, and Freelancers so they can thrive in the new economy.",
  "data/ph-top/2021/11/branded-templates-by-visme.json": "Visme brings harmony to brands through an intuitive all-in-one platform to create, collaborate and communicate any type of beautiful content in less time.",
  "data/ph-top/2021/11/mindful-tab.json": "MindfulTab is a chrome extension that remind you to breathe while you wait for your page to load...",
  "data/ph-top/2021/11/dynamic-audience-builder-for-facebook.json": "REVEAL’s Dynamic Audience Builder helps eCommerce merchants improve FB ROAS by using first-party data to build dynamic custom audiences for Facebook and Instagram ad campaigns Evergreen campaigns based on: RFM Segments/ Product / Brand / Date / City / NPS",
  "data/ph-top/2021/11/raspberry-pi-zero-2-w.json": "Raspberry Pi Zero 2 W is perfect for a range of smart home applications and other IoT projects.",
  "data/ph-top/2021/11/solo-3eca70f7-f3fe-46ef-b37a-58e8e3f6a5b2.json": "solo is a new generation of solos working from anywhere. Take control of your schedule. Set your own hours. Make the most of every day and offer customers the convenience to book your time. With solo You can accept payments, get bookings & manage your contacts",
  "data/ph-top/2021/11/12-foot-ladder.json": "Prepend 12ft.io/ to the URL of any paywalled page, and we'll try our best to remove the paywall and get you access to the article. Show me a 10ft paywall, I’ll show you a 12ft ladder.",
  "data/ph-top/2021/11/smartpaste.json": "Copy-paste nicely styled text to apps like GMail and Google Docs without learning new shortcuts.",
  "data/ph-top/2021/11/hireweb3.json": "Web3 is the future. Land your next career with hireWeb3. Browse job listings, companies, and apply through hireWeb3.",
  "data/ph-top/2021/11/payments-on-contra.json": "Contra, along with Chris Messina, present Payments on Contra! Independents can now receive project inquiries, message clients, manage projects, and get paid commission-free without leaving the platform. Learn more here: https://c87.to/payments-on-contra",
  "data/ph-top/2021/11/tolstoy-2.json": "Build innovative, personalized video funnels to interact with users on your website & inside your app. Use Tolstoy for video chat support, video talent screening, video prospecting, and more!",
  "data/ph-top/2021/11/nightfall-developer-platform.json": "The Nightfall Developer Platform is a set of APIs to classify & protect sensitive data, like PII and credentials, to prevent data leaks in your app or service. Nightfall handles the data protection infrastructure so you can focus on building great products.",
  "data/ph-top/2021/11/clarity-1f06e84c-8a36-47ef-9ea5-8d716febce8b.json": "Distraction-free note taking without leaving your keyboard. No more juggling between media controls, mouse and what not. A frictionless experience for note taking on Youtube.",
  "data/ph-top/2021/11/microwonder.json": "microwonder is a marketplace that connects micro-entrepreneurs with investors. We aim to increase the success rate by examining the portfolio of our registered investors and recommending the most suitable micro-enterprises.",
  "data/ph-top/2021/11/adhoc-school.json": "A community-based marketplace for K12 after school activities & activities. In Adhoc School parents & teachers can create online activities and parents can have access to hundreds of activities & communities."
}