{
  "data/ph-top/2021/4/wormhole-2.json": "Wormhole lets you share files with end-to-end encryption and a link that automatically expires.",
  "data/ph-top/2021/4/nuke-your-inbox-by-mailman.json": "Nuke button replies to all the pending emails telling them you'd get back to them in a few days. And then over the next few days, it shows you those emails (1-2 per day) so you can respond to them without getting overwhelmed. ⠀ Fastest way to inbox zero.",
  "data/ph-top/2021/4/the-table.json": "At JotForm, we’re all about ways to boost your productivity. Which is why we’ve taken a step back from online forms to focus on our newest product, The Table by JotForm: a state-of-the-art table with plenty of powerful features to meet your every need.",
  "data/ph-top/2021/4/rejoy-health-2.json": "Our physical therapists - augmented by Computer Vision powered App and proprietary wearable sensors - provide the best care for Muscle and Joint Pain. After proven outcomes in reducing pain, we have opened access to our pain management program for everyone.",
  "data/ph-top/2021/4/therappy.json": "Learn to better cope with stress and anxiety by mastering the basics of the CBT theory and by implementing that theory into your everyday life. Devote 20 minutes a day to yourself.",
  "data/ph-top/2021/4/nft-of-the-day.json": "Keep up to date with which NFTs are being sold the most and for the highest values 💰💰. It's also nice to see a random NFT every now and then just to know whats out there 👀",
  "data/ph-top/2021/4/pumpmygas-by-optimist.json": "The first gas tool for artists & collectors to better understand gas fees by platform. Gas fees change, and are different depending on what you’re doing, where, and at what speed. You can use the 🐢 and 🐇 at the top to toggle the speed of gas you want to use.",
  "data/ph-top/2021/4/gpt-3-custom-ai-voices.json": "Resemble AI’s new built-in integration with GPT-3 can generate realistic ad copy and conversations instantly. You can use the existing library of professional voices, or create your own custom AI voice, to generate high-quality voiceovers and dialogues.",
  "data/ph-top/2021/4/q-money-not-another-bank.json": "Q.Money is not another Bank - we connect all your accounts to become your money's ally. Please note: currently we support Banks in the following Countries: Spain, Portugal, Germany, UK, France.",
  "data/ph-top/2021/4/adept-school.json": "An online community where your degree doesn’t stand between you and your next position. We help self-taught developers and Bootcamp graduates build a network and find opportunities.",
  "data/ph-top/2021/4/1brand.json": "Brand growth software by 1Brand creates brand guideline websites with embedded brand asset management tools. Easy and accessible for in-house brands, with powerful features for agencies of all sizes.",
  "data/ph-top/2021/4/blogging-by-1mb.json": "Create your blog. Make it beautiful. Make it yours. Your personal space to tell your story, share your photos, or record what you love about life. Other 1MB members can follow your blog and like your blog posts. Your blog hosted on 1MB's fast & secure network.",
  "data/ph-top/2021/4/lou-3.json": "Lou makes it easy to proactively engage and retain users with interactive product announcements that take just minutes to launch & look built in-house. You can create beautiful no-code tooltips and announcements with Lou.",
  "data/ph-top/2021/4/dog-language-translator-by-toucan-bark.json": "Scientists at Toucan have been working diligently with leading researchers at BARK and are ready to unveil their groundbreaking achievement. Our furry friends have been our closest companions and now you can let them know - in their language.",
  "data/ph-top/2021/4/vera-co-browsing.json": "Cobrowse any website with your teammates! Vera co-browsing makes it possible for you to co-browse any website with your friend--to work on a Google Doc, to watch a video together-- free to chat as long as you want! More collaborative feature will be added!",
  "data/ph-top/2021/4/duolingo-roll.json": "Language learning is hard... so we made it soft. It's time to turn your bathroom into a classroom with our latest innovation: toilet paper that teaches you phrases in new languages! Never miss a lesson again, because nature is the best push notification.",
  "data/ph-top/2021/4/web-app-design-system-kit.json": "Deliver projects faster with a consistent framework of flexible Figma components. 💡 Core Components 🖊 Form Components 🔮 Library Styles 🍱 Table & Chart Components 🎬 Templates",
  "data/ph-top/2021/4/freehand-royale.json": "Freehand Royale is built directly into Freehand, our online whiteboard for everyone—bring joy to your day while challenging teammates to a good ‘ole fashioned game of space domination.",
  "data/ph-top/2021/4/writing-prompts.json": "Why struggle to come up with fresh writing prompts when you can get them in an instant? It makes a wide variety of topics and themes available at the touch of a button.",
  "data/ph-top/2021/4/pokedex-2.json": "Pokédex is a marketplace that lists 1 rare Pokémon card for sale each day. Cards span Base Set all the way through Battle Styles. Plus, every Saturday and Sunday we give one lucky winner a freebie that spans boxes, cards, and packs dating back to 1996.",
  "data/ph-top/2021/4/startweb-africa.json": "You can build your own professional website, landing pages or funnels in minutes with our easy to use templates. StartWeb also helps people with: - Domain Registration/Web Hosting - Custom Made Websites With Our Developers - CRM, Payment Integrations etc",
  "data/ph-top/2021/4/focuslite.json": "FocusLite blocks websites either by schedule, or by budget per day. (# visits + duration). For extra motivation, you can \"start a streak\" for a fee. If you lose the streak, you lose your money!",
  "data/ph-top/2021/4/verte.json": "https://useverte.com brings analytics to your Segment events in 3 easy steps: 📚 Connect your Segment account 📦 Choose a template 🔍 Select events Get started now at 👉 https://useverte.com 👈",
  "data/ph-top/2021/4/faang-shadi.json": "Finding your soulmate among the top tech companies, because you deserve no less.",
  "data/ph-top/2021/4/billable.json": "Billable helps you keep track of time spent on your projects. Simply select a project and start tracking your time. Beautifully organized per day, project and client.",
  "data/ph-top/2021/4/uniu.json": "What if you were paid to learn a skill? UniU is a newsletter that incentivises ambitious people to learn a new skill & apply what they're learning by offering crypto bounties for completing learning tasks. Information is nice, action changes everything.",
  "data/ph-top/2021/4/socialq.json": "SocialQ+ is a virtual social media superhero that lets you collaborate, schedule & analyze your posts for Facebook, Instagram, Twitter, telegram, reddit, tumblr, rss feed team member LinkedIn & Youtube from the same spot.",
  "data/ph-top/2021/4/preflight-c2431d6d-e301-4be6-8352-9899c4bd4a67.json": "Test the most important parts before developers release to reduce CS tickets. Reduce tickets with the tests and let us explain what went wrong to your developers",
  "data/ph-top/2021/4/growth-tweets.json": "A weekly updated collection of hand picked tweets specially tailored to save time and give great reading experience. Consider it as a new way to consume Twitter.",
  "data/ph-top/2021/4/bloo-lo-fi-wireframe-kit.json": "A large collection of ready to used library to design and prototype your ideas, faster. More than 250+ building blocks with 150+ screen template. Available for Figma, Sketch, XD",
  "data/ph-top/2021/4/resoume-v2.json": "Resoume is a platform where you can create a beautiful website, portfolio and resume for your next job interview. It is also the biggest project I worked on as a solo frontend developer with joy, love, sweat and tears 🙃 ❤ ️💦 🥺",
  "data/ph-top/2021/4/juststream-2-0.json": "JustStream can stream media and screencast to a TV, all the while maintaining a compact form with low CPU use. Broadcast your media in any format, any resolution (including Ultra HD), and most importantly, without the need for any cables.",
  "data/ph-top/2021/4/30k-under-30.json": "Today we are excited to announce a new project from Zeitgeist (zeitgeist.fm): 30K under 30! It's a self-nominated list of the 30,000 most influential people on the internet, as described by an AI. Nominate yourself for the list: 30Kunder30.com",
  "data/ph-top/2021/4/backprop.json": "Backprop is an API/platform that makes enhancing software with machine learning simple. With powerful out-of-the-box models, easy custom uploads, scalable infrastructure, and an affordable pricing scheme, Backprop has everything you need.",
  "data/ph-top/2021/4/lip-gloss.json": "Lip Gloss a Go library for designing terminal user interfaces. It takes an expressive, declarative approach to terminal rendering. Users familiar with CSS will feel right at home with Lip Gloss.",
  "data/ph-top/2021/4/rewardme.json": "RewardMe is a new way of reward program that helps you earn rewards automatically at your favourite merchants. By simply binding your email accounts or credit cards, you will automatically get rewarded on eligible purchases in cryptocurrency or reward dollars.",
  "data/ph-top/2021/4/cuely.json": "Do you work 10+ hours without taking breaks? You're not alone. Work breaks are simple and powerful yet we skip them because they're boring ⠀ Cuely uses behavior design, positive psychology and social support to make it fun so you can stay well and feel happier",
  "data/ph-top/2021/4/chrome-theme-studio.json": "Ever thought your browser theme was boring, bland, and just getting old? Add some color your daily browsing experience with a new custom theme for Google Chrome or Microsoft Edge! You can customize and control every single feature of your theme. Make it yours!",
  "data/ph-top/2021/4/webping.json": "webping.cloud is the easiest way to find the latency between you and all popular cloud data centers. All in a single page with simultaneous checks.",
  "data/ph-top/2021/4/breathly.json": "Breathly is a 100% free mobile app that helps you focus on your breathing. Use Breathly for daily relaxation and breath training: just choose a breathing technique and focus on the guided exercise. Breathly is free, with no trackers and no in-app purchases.",
  "data/ph-top/2021/4/reeview-for-shopify-sellers.json": "For Sellers: Automate the process of finding & collecting authentic product review videos from YouTube & new customers leading to more time on site and higher conversions. ⠀ For Shoppers: See instant social proof & experience a better product presentation.",
  "data/ph-top/2021/4/datature.json": "Datature is the fastest way to build your own computer vision models. Manage datasets, annotate, train, and deploy - we get ALL teams and companies on the right pipeline from day one!",
  "data/ph-top/2021/4/supabase-ui.json": "Supabase UI is a collection of UI components built in React and TailwindCSS that is used by Supabase to build our internal applications",
  "data/ph-top/2021/4/movie-of-the-night.json": "Insert any preferences you have such as streaming services, genres, keywords, actors, release years, age filters, runtime; and Movie of the Night will instantly find the best shows for you to start watching right away instead of browsing catalogs for hours.",
  "data/ph-top/2021/4/t-minus.json": "T-Minus is one of the best and most feature packed space launch tracking apps that gives you access to space related information, launches, events, news, rockets, agencies and more. Follow your favorite space agencies such as SpaceX, Rocket Lab, ULA and more.",
  "data/ph-top/2021/4/visible-hands-2.json": "Visible Hands is holding a virtual-first fellowship program supporting underrepresented talent in building venture-backed technology startups. Over the course of 14 weeks, we will provide fellows with company-building services and investments of up to $200k.",
  "data/ph-top/2021/4/daku.json": "View every product, get attracted to the product, if you like it we will take you to the Product Hunt page and you can see complete detailed info. about the product. With Daku, you can discover all new apps, games books, and podcasts on a daily basis",
  "data/ph-top/2021/4/remindee-2-0.json": "Capture leads with beautiful popups & turn them into attendees with automatic emails, when your event starts or when registration ends soon.",
  "data/ph-top/2021/4/nativeway.json": "Nativeway has an only one specific purpose. It's encouraging the language learner to make a speaking from the first learning day.",
  "data/ph-top/2021/4/operator-a894d115-cca8-4bb9-801f-6e0c30be54db.json": "Operator is an easy-to-use tool which allows you to create and maintain redirects in a simple and intuitive way. You can forward entire domains or manage redirects for your existing website/application by using one of our integrations.",
  "data/ph-top/2021/4/x100.json": "x100 — the app that counts. x100 helps you keep track of your reps during workouts. No need to count reps in your head anymore, let us do it for you. Relax, enjoy your workout music, watch the news or listen to an audiobook while x100 does the counting.",
  "data/ph-top/2021/4/gapt-ai.json": "Gapt.ai provide a similar GPT-3 API, with good performance, and we use a completely open source code and is low cost.",
  "data/ph-top/2021/4/insumo.json": "Insumo emails is your personalized productivity assistant that shows your calendar and cherry-picked habits to achieve your productivity goal in one simple email.",
  "data/ph-top/2021/4/tidio-3.json": "Tidio is an intuitive, no-coding chatbot tool that improves your live chat with automation that you can control.",
  "data/ph-top/2021/4/liquity-protocol.json": "Liquity is a decentralized borrowing protocol that offers interest-free liquidity against ETH as collateral. Loans are issued in LUSD — a USD pegged stablecoin, and need to maintain a minimum collateral ratio of only 110% due to a novel liquidation mechanism.",
  "data/ph-top/2021/4/missinglettr-3.json": "Create dozens of posts with a single click, curate the hottest content in your niche, and schedule your entire social output months in advance with Missinglettr.",
  "data/ph-top/2021/4/mailivery.json": "Mailivery makes sure your sales emails land in your prospects inboxes more often. We send AI-generated emails to our inboxes, then take them out of spam, mark them as trusted, and respond back to you. LAUNCH DEAL: https://mailivery.io/deals/product-hunt",
  "data/ph-top/2021/4/mock-api-generator-2.json": "Generate a REST API with read + write endpoints on top of a sample dataset in less than 30 secs. Customize your dataset with dozens of datatypes. Built for testing, BI demo data, prototypes and more.",
  "data/ph-top/2021/4/making-twitter-friends.json": "This 7-day email course will cover things from discovering your positioning, to creating a circle of people around you, to building relationships with human psychology. It is 1 email/day, featuring real-life examples and actionable actions each day."
}