{
  "data/reddit-ask/r/Ask_Politics/comments/kwmqva/what_would_have_to_happen_for_a_political_party.json": "The whig party no longer exists as it did in the early years of the United\nStates, the Federalist party is the same. What would it take for the Democratic\nor Republican party to end up with a similar fate?",
  "data/reddit-ask/r/AskHistorians/comments/kwq1x4/why_was_hitler_pardoned_after_being_convicted_of.json": "The Beer Hall Putsch in November 1923 seems pretty serious. It failed and Hitler\nwas eventually arrested and charged with high treason, but only given a 5 year\nsentence. While in prison he authored the first part of Mein Kampf and grew in\npopularity. Hitler ultimately only served little more than 8…",
  "data/reddit-ask/r/AskMen/comments/kx213n/men_how_do_you_clean_your_penis_after_having_a_wee.json": "I was always taught from a young age to shake after having a pee but this\nliterally flicks pee everywhere.\n\nI have always taken off a sheet of toilet roll and wiped it, i am nearly 30 and\nwould like to know how other grown men either wipe or shake.",
  "data/reddit-ask/r/AskMen/comments/kwx1ox/what_a_lie_you_were_told_as_a_kid_about.json": "Mine would be that my dad used to tell me that men with receding hairlines were\nsmarter than those that didn't have them, the reason being that whenever men\nwould do math, they'd move their hand from their forehead to the back of their\nhead (easier to understand if you slide your hand from the front…",
  "data/reddit-ask/r/AskWomen/comments/kwo6ng/how_do_you_get_yourself_out_of_the_everybody_is.json": "Because seriously it’s been one of those days and I don’t want to go home and\nunintentionally take it out on my family",
  "data/reddit-ask/r/TooAfraidToAsk/comments/kwslg8/is_masturbating_to_music_a_thing.json": "Asking because I've never done it and never really thought about doing it. Sex\nyeah, but masturbating? Never crossed my mind until this just happened:\n\nRoommate was very loudly bumping \"DNA\" by Kendrick Lamar in the bathroom next to\nmy room and the process of me finishing was beginning just as the…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/kwl8v4/what_do_nonbinary_people_have_as_genitals.json": "I know my karma is going to reach the negatives because of this, but I am\ngenuinely curious. (Before I continue, I just want to say I'm extremely sorry if\nthis offends, and makes anyone uncomfortable, especially if you're non-binary\nyourself; I feel the same way about you just like I do with normal…",
  "data/reddit-ask/r/AskHistorians/comments/kwwa5g/the_aztecs_believed_that_part_of_your_soul_left.json": "I realized that in reading this info about Aztec dream magic and how assassins\nused it to hurt others, I had no idea where exactly these Naguals existed in\nterms of their religious ideas. Was this dream world one of the 13 heavens or\nthe 9 hells? If not that, was it an entirely different plane of…",
  "data/reddit-ask/r/AskMen/comments/kx0jgx/how_do_you_react_when_a_girl_remembers_a_small.json": "(F) Trying to do something in a few days",
  "data/reddit-ask/r/AskMen/comments/kx7ldx/what_do_you_find_attractive_in_women_that_95_of.json": "For instance, women with short hair - not shoulder length, but like pixie cut\nstyle - seem to be very niche, and not too many of them out there. But those who\nare, I find very attractive. Kind of a shame most of them are into women.\n¯_(ツ)_/¯",
  "data/reddit-ask/r/AskWomen/comments/kxa1km/women_of_reddit_child_pageant_competitors_how_are.json": "I just watched Little Miss Sunshine for the first time. I wanted to reach out to\nthe ladies who competed in that kind of environment when they were young. How\nhave you been doing since then? How has that kind of experience impacted your\ncareer or love life?",
  "data/reddit-ask/r/NoStupidQuestions/comments/kwz7ff/is_it_normal_not_to_desire_physicalsexual.json": "And not just “in love” like love at first sight or the norm of kissing someone\nwithin 3 weeks of dating. Is it normal to not even have the desire to kiss\nsomeone you like until you know them for a long time (maybe even a year atleast)\nand trust them fully? I don’t feel any desire to do anything…",
  "data/reddit-ask/r/TrueAskReddit/comments/kx6e3i/if_all_suffering_is_not_physical_why_is_the_right.json": "We know that mental and emotional suffering is real and has an expansive impact\non someone's quality of life and on those around them. There are ongoing\ndiscussions around the right to die in terms of euthanasia and suicide as well.\nI believe that people who have mental illness or have experienced…",
  "data/reddit-ask/r/Ask_Politics/comments/kx7a1d/why_is_the_biden_administration_blocked_from.json": "As the Trump administration leaves, certain agencies have been passing many last\nsecond rules and regulations. I just received an alert saying the following:\n\n\"The incoming Biden administration will be blocked from increasing energy\nefficiency requirements for furnaces, water heaters and boilers…",
  "data/reddit-ask/r/AskMen/comments/kxculv/at_what_point_did_you_realize_that_you_werent.json": "For me it was around 19 when a girl I was dating looked me dead in the eyes and\ntold me \"you're just not that cute but you're cool though\"\n\nSuddenly everything made sense.",
  "data/reddit-ask/r/NoStupidQuestions/comments/kxgcvu/is_it_normal_to_absolutely_hate_is_it_normal.json": "I'm sorry... The human race is culturally and psychologically complex... There\nare VERY few things that are \"normal\". Don't worry about being \"normal\". just\nlive your life dudes! If you're not hurting someone and living by the golden\nrule, then you're FINE!",
  "data/reddit-ask/r/TooAfraidToAsk/comments/kx91c6/is_it_sad_that_the_only_thing_i_look_forward_in.json": "They're my only source of enjoyment.\n\nI also have a job though.",
  "data/reddit-ask/r/NoStupidQuestions/comments/kxgz7g/do_people_eat_american_cheese_outside_of_america.json": "Edit: We got a confirmation on Kraft singles, what about velvita or anything\nelse hyper processed?",
  "data/reddit-ask/r/NoStupidQuestions/comments/kxhqu8/do_cows_moo_have_accent.json": "Like maybe a french cow would have a sophisticated moo while an American cow\nwould simply have a moo",
  "data/reddit-ask/r/NoStupidQuestions/comments/kxig99/technically_could_you_never_get_sick_if_you_were.json": "I'm talking about the common cold or the flu. Say you lived like Chuck Noland in\nCastaway, you were completely isolated from every human being. Could you still\nget the common cold or the flu by yourself? Do those sicknesses start by human\ninteraction? For example, similarly, during European…",
  "data/reddit-ask/r/AskHistorians/comments/kxlbep/in_the_movie_its_a_wonderful_life_theres_a_scene.json": "You can see the scene in question here\n[https://www.youtube.com/watch?v=2rha-6qG4OQ]. I also found this Snopes article\n[https://www.snopes.com/fact-check/swimming-pool-wonderful-life/] which shows\nthat the pool they used to film the scene still exists at Beverly Hills High\nSchool in California. My…",
  "data/reddit-ask/r/AskMen/comments/kxbsb6/fellow_short_dudes_when_did_you_learn_being_short.json": "I think I was around 22 and I stopped hanging out with my college friends. It\nturns out being short wasn’t the problem, they were just all jerks to start\nwith.",
  "data/reddit-ask/r/AskMen/comments/kxnuhn/whats_something_that_your_so_did_that_made_you.json": "I think we all need a little bit of a positive talk :3\n\nAlso I just wanted to just talk about my beautiful wife and how fucking great\nshe is and hearing other stories like that might give people that nice feeling\nand I'm kinda drunk so I might regret this in the morning lol\n\nBut the first time I…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/kxkvfd/is_it_normal_to_feel_like_you_dont_know_what_you.json": "Like my perception of what I look like feels so muddled. I can't like grasp what\nmy face really looks like. Like my face completely disgusts me in the mirror and\nthen sometimes it seems different? Like less ugly I guess. And I honestly have\nabsolutely no idea how big my legs are. It's It's confusing…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/kxppeq/is_it_normal_to_hate_being_touched_by_other_people.json": "I really hate being touched by other people. Even if it is closed ones. My\nsister is a cuddly person and she always cuddles with me,but most of the time im\nfeeling uncomfortable, like i have to endure it til its over. The thought of\nsomeone touching(like holding hand) makes me sick. Idk if these are…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/kxt2ui/does_anyone_else_think_that_people_who_ask.json": "[deleted]",
  "data/reddit-ask/r/AskHistorians/comments/kxv2ig/here_they_are_the_winners_of_the_best_of.json": "2020 is in the rear view mirror, and I think few are sad to see it go, but the\nyear wasn't a total wash! We saw hundreds upon hundreds of amazing answers\nwritten on the subreddit, not to mention the multitude of insightful questions\nasked. All of them are worthy of recognition, as it is the…",
  "data/reddit-ask/r/AskHistorians/comments/kxnaa6/i_am_a_traveler_in_the_medieval_period_on_a_long.json": "For the sake of argument, consider two different scenarios: a) I am traveling on\nhorseback, and b) I am traveling by rented carriage.\n\nEdit* title should say roof over my head, not shoulders. Sorry! 😂",
  "data/reddit-ask/r/AskMen/comments/kxt9oo/how_do_you_respond_to_girls_that_wouldnt_date_you.json": "A girl said that by my age (28) i should have something to show for it (a house,\ngood job, etc.) but that I don’t offer enough stability for her and so she\ndoesn’t want to keep up a relationship. (we dated for about 2 months) I’m not\nsure how to take this, it stings and it’s motivating at the same…",
  "data/reddit-ask/r/NoStupidQuestions/comments/kxt6f2/am_i_the_only_one_who_doesnt_answer_phone_calls.json": "I just let that shit go to voicemail, bad habit of mine\n\nEDIT: from the look of some of the comments it seems like I'm really stretching\nthe limits of this sub 😂🤣",
  "data/reddit-ask/r/TooAfraidToAsk/comments/kxsovl/i_am_underweight_how_do_i_gain_weight_in_a.json": "I've been thin my entire life. It's not because of a eating disorder rather than\na mix of picky eating during childhood and depression. How do I fix my weight\nwithout causing another health risk?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/kxqpu0/anyone_whos_ever_been_in_an_abusive_relationship.json": "Been with my GF for 5 years and she has publically humiliated me, screamed at me\nslapped things out of my hands, thrown a glass at my head, scratched me, bit me,\nkicked me, ripped up gifts I have got her and called me every swear under the\nsun. I have often heard her screaming at me I bring this on…",
  "data/reddit-ask/r/NoStupidQuestions/comments/kxwp82/did_your_teachers_tell_you_which_way_to_fold_a.json": "In school when we had to fold our papers the teacher would say hamburger style\nif we were to fold at the horizontal center.\n\nOr if was hot dog style we would fold it from the vertical style.\n\nSorry if I don't make sense, just woke up and curious.\n\nETA I've been out of school almost 20 years.\n\nETA…",
  "data/reddit-ask/r/AskMen/comments/kxyfq0/how_do_you_deal_with_the_prospect_of_a_potential.json": "I don't know the future and am not pretending it's my fate, I certainly hope\nnot.\n\nBut the idea stays in the back of my mind, I'm 36 and never had a relationship.\nThere were years when I didn't look and just focused on myself, others where I\nput myself out there and was active on online dating.\n\nI…",
  "data/reddit-ask/r/askscience/comments/kxubf4/what_determines_when_a_viral_infection_is_no.json": "Covid-19 patients can test positive for up to months after being infected but\nthe CDC guidelines state that the virus is most likely not contagious after 10\ndays. How is someone who still has detectable amounts of covid-19 in their nose\nor saliva no longer able to pass it on to someone else?",
  "data/reddit-ask/r/AskHistorians/comments/kxzsez/im_an_african_man_who_was_invited_to_go_to_school.json": "Were there any type of anti-miscegenation laws? What happens if I have a kid\nwhile I'm there? Were African women also permitted to attend university?\n\nFollow up question: What about black Americans. Were they invited to go to\nschool in the Soviet Union as well? If so, did the US permit it?",
  "data/reddit-ask/r/askscience/comments/kxu48p/where_and_how_is_energy_stored_in_the_body.json": "And an optional follow-up question - we have days when we feel focused and\nenergetic and can take on a variety of different tasks, both physical and\nmental, throughout the day but we also have days when we feel like we can't get\nout of bed. What causes this and why do we sometimes \"wake up\" after a…",
  "data/reddit-ask/r/Ask_Politics/comments/ky24ja/is_it_ever_possible_for_the_office_of_us.json": "Under the US Constitution and current law, is it ever possible that--for any\nlength of time--there is no US president or even acting president?",
  "data/reddit-ask/r/AskHistorians/comments/kyb18x/in_1950s_america_was_it_common_for_the_boss_and.json": "I've seen this a few times in old TV shows and most recently in a modern show\ndone in a 1950s style; an episode involves having to host a dinner to impress\nthe husband's boss with it being very clear the husbands employment/promotion\nprospects hinge on the success of the evening.\n\nWas this sort of…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/kya9fw/is_anyone_else_feeling_like_karen_is_getting.json": "It was funny at first, even seeing whole subreddit dedicated to it but now I\nfeel like it’s gotten to the point that Forever 21 is about to roll out a line\nof clothing called Shut up, Karen or something like that.",
  "data/reddit-ask/r/AskMen/comments/kydy91/how_early_in_the_relationship_can_i_bust_out_the.json": "Cause I need to establish that real early",
  "data/reddit-ask/r/TooAfraidToAsk/comments/kxx91y/why_have_essential_workers_received_nothing.json": "I live with 2 roommates. The one who's on UI has made more last year than both\nof us who work, and he's continuing to make more than us. Dude hasn't looked for\na job in 10 months now!\n\nAnd it sounds like they're going to keep extending UI toppers.",
  "data/reddit-ask/r/NoStupidQuestions/comments/kygx0n/why_am_i_so_handsome_in_the_mirror_but_so_ugly_in.json": "And don't tell me it's because the mirror is inverted because I flip the picture\nand I'm still ugly :|",
  "data/reddit-ask/r/AskWomen/comments/kyf0yc/those_who_have_emerald_engagement_rings_how_are.json": "I'm interested in an emerald engagement ring, but have read that the stone is\nfairly soft and prone to scratching. I'm curious what people's experiences have\nbeen? Thank you in advance!",
  "data/reddit-ask/r/AskWomen/comments/kyk2kw/what_is_the_worst_thing_your_so_has_done_that_you.json": "I know people arent perfect and sometimes they can be hurtful to the ones the\nlove most. How much have you forgiven?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/kyl30k/does_anyone_else_feel_like_the_terms_fake_and.json": "I’ve seen so many people describe someone as fake or toxic, when honestly, it\njust sounded like they weren’t a good match (this applies to both relationships\nand friendships). I’ve also seen these two terms used in friendships when one of\nthe friends is venting about the other to someone else.…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/kyj0su/does_poor_grammar_make_you_think_less_of_someone.json": "Okay, so maybe I’m awful, but when someone incorrectly uses they’re, there, and\ntheir, or to and too, my blood starts to simmer. Maybe even boil. Maybe I’m too\nharsh? How can it not bother some people though?",
  "data/reddit-ask/r/askscience/comments/kyhq9s/how_was_the_first_magnet_created_how_would_i.json": "For example, lets say I've been thrown back in time to 1000 BC. I want to\nintroduce civilization to the wonders of electricity, so the first thing I need\nis a strong magnet. The only sources of ferromagnetic material I know of are\nLodestones, which I understand are only quite weakly magnetic.\n\nSo it…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/kyr1od/im_curious_to_talk_to_people_who_disagree_that.json": "I love having free healthcare - I really don’t get why anyone would say no to\nthis. Why would you WANT thousands in bills, if you get struck down with cancer,\nsay you survive but then spend the rest of your life paying it back? What the\nfuck!!\n\nI don’t understand it. People are offering you a chance…",
  "data/reddit-ask/r/AskHistorians/comments/kyt14w/why_can_i_read_old_spanish_but_not_old_english_or.json": "Hi! I'm a native Spanish speaker. I can read text like \"el cantar del mio cid\"\nwith no problem (just have to read it slowly) most other Spanish speakers I know\nhave no problem with old Spanish. I'm also a Spanish speaker and a french\nspeaker. I can't read any old English I can only read starting…",
  "data/reddit-ask/r/TrueAskReddit/comments/kymmq8/how_can_you_tell_when_youre_being_unreasonable.json": "my buddy got mad he burned his bagel bc i use the toaster at a higher setting,\nand he told me to remember to put the toaster back at the setting after i use\nit.\n\ni kept it to myself, but how hard is it to just check the knob before you slam\nyour toast in there? i do it every time.\n\nthis is a shallow…",
  "data/reddit-ask/r/AskHistorians/comments/kyoh0m/i_visited_an_insane_asylum_recently_and_the_tour.json": "Is this historically accurate? I can’t find any information online or at the\nlibrary to back this up and it is bugging me! Thinking about women being stuck\nthere, just because her husband committed her for something stupid like\n“overactive menstruation” or simply talking back too much...",
  "data/reddit-ask/r/AskMen/comments/kyn7dy/what_is_a_book_that_you_think_every_man_should.json": "I’ve always been a big reader and so much of what I have read has helped me\ntremendously in growing up. There are many times where I have read a book and\nwould think to myself “Man, I wish I had read that a few years ago! It would’ve\nreally helped me out.” But better late, than never.\n\nSo what’s a…",
  "data/reddit-ask/r/AskWomen/comments/kylsh3/how_did_you_unlearn_for_whatever_reason_that_you.json": "This applies to both your own love and love from others",
  "data/reddit-ask/r/NoStupidQuestions/comments/kyioox/if_universal_basic_income_gives_everyone_extra.json": "If universally all spenders are wealthier, why won’t retailers just take that\nmoney back through inflated prices?\n\nEdit: just to be clear, I’m not at all hating on UBI, just curious about\neconomically how it might change our lives.",
  "data/reddit-ask/r/askscience/comments/kyufta/how_will_the_flu_vaccine_composition_for_202122.json": "The CDC [https://www.cdc.gov/flu/prevent/vaccine-selection.htm] says:\n\n> Flu viruses are constantly changing, so the vaccine composition is reviewed\n> each year and updated as needed based on which influenza viruses are making\n> people sick, the extent to which those viruses are spreading, and how…",
  "data/reddit-ask/r/AskMen/comments/kyxu1v/men_of_reddit_what_are_subtle_ways_to_show_youre.json": "Now I'm not talking abou the cliche 36 clear ways to know if a guy likes you.\nExample 1: he looks you in the eyes posts you see on Google search and forums.\n\nNo, Might sound like a dumb question, but, let me give an example:\n\nI have a \"friend\" who sends me random projects all day every day that…",
  "data/reddit-ask/r/AskMen/comments/kz3x4r/what_does_a_guy_do_with_the_photos_he_screenshots.json": "I have a guy I’m talking to (we’ve never met) but when ever I send selfie’s and\nvideos I always get notified he screenshots. So I’m just curious - what do guys\ndo with those photos they save?",
  "data/reddit-ask/r/AskMen/comments/kz3p76/how_did_most_of_you_go_on_about_adjusting_to_the.json": "I've mainly done gig jobs up until I graduated and got my first real \"job\". I\nfeel awful and miserable, I don't think I can handle the 9-5 lifestyle, how did\nyou guys adjust to this after college?",
  "data/reddit-ask/r/askscience/comments/kyw6h1/how_does_your_body_know_to_make_a_new_antibody.json": "Imagine three new substances enter your body. The first is a harmless bit of\nnothing. It enters your body, and just floats around for a while doing nothing.\nYour immune system ignores it. The second is a virus. It invades your cells and\ncauses trouble until the immune system starts producing…",
  "data/reddit-ask/r/AskHistorians/comments/kz6a6y/were_there_successful_attempts_to_absorb_jesus.json": "I was reading about the way in which the Romans co-opted local gods into the own\npantheon. For instance with Mars Mullo and Mars Camulus in Gaul, who were\noriginally major indigenous gods that became worshiped across the Empire as\nmanifestations of the Roman God Mars.\n\nI assume there were attempts…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/kz74cv/does_anyone_else_feel_like_the_loudest_most.json": "They are always the quickest to make observations about something or someone.\n\nThey also get super defensive and or angry when you disagree with them.",
  "data/reddit-ask/r/AskMen/comments/kz6uel/men_of_reddit_what_are_your_creepy_experiences.json": "It's always about girls with guys. I'm not invalidating girls' experiences I'm\nalso a girl myself. I'm just curious about guys' experiences because we don't\nget to hear them much.",
  "data/reddit-ask/r/NoStupidQuestions/comments/kz8d02/what_am_i_supposed_to_do_when_i_dont_really_like.json": "When I dont work Im just on my phone and/or netflix all day. In between I'm just\ndoing normal household stuff like cooking, cleaning etc. to keep me busy. No\nhobbies, no passion. I'm not even excited about having a few days off because I\nknow Im just gonna lay around all day. What can I do?\n\nNot…",
  "data/reddit-ask/r/NoStupidQuestions/comments/kza9k6/how_to_start_from_nothing_at_all_at_25.json": "Hello,\n\nLong story short, 25 male, I had an autoimmune disease which basically\ncompletely fucked up 6 years of my life which I've lost. I have spent an almost\ninifinite amount of hours in my bed struggling with pain, systemic infections,\nand depression. My only escape was listening music thinking…",
  "data/reddit-ask/r/NoStupidQuestions/comments/kzbc7n/why_are_bandaids_not_designed_to_be_opened.json": "Whose terrible idea was it to design bandaid/plaster packaging that requires the\npinched fingers of 2 hands to open? I get that it needs to be “sterile” before\nuse, but there has to be a better way to do this. If you cut your thumb or\nforefinger, your only choice is to let it bleed until you can get…",
  "data/reddit-ask/r/AskHistorians/comments/kz7s88/ama_jacobitism_antijacobitism_and_the_jacobite.json": "Hi folks, I’m Dr Darren Scott Layne (he/him) and I’m an historian of\neighteenth-century Scotland with a specialist focus on late-era Jacobitism\n(1740-1759). I’ll be hanging around this thread 3-7pm UKT (10am-2pm ET/7am-11am\nPT) to answer your questions. Ask me anything!\n\nMuch of my work centres on…",
  "data/reddit-ask/r/AskMen/comments/kz4ws7/men_of_reddit_what_makes_you_feel_lonely.json": "I am woman and it seems like women are quite more sensitivie to relationship. I\nheard some of my male friends say they got stress or they are angry about\nsomething, but rarely heard they are lonely. Somebody told me men feel lonely\nwhen they are horny and no woman to have sex with is near them, but…",
  "data/reddit-ask/r/askscience/comments/kzbac3/what_is_random_about_random_access_memory_ram.json": "Apologies if there is a more appropriate sub, was unsure where else to ask.\nBasically as in the title, I understand that RAM is temporary memory with\nconstant store and retrieval times -- but what is so random about it?",
  "data/reddit-ask/r/AskWomen/comments/kz8y1f/how_do_you_handle_cliques_of_women_hating_you.json": "I’m sure other women have experienced this scenario: one woman doesn’t like you,\nand in turn, her friends don’t like you because word spreads like wildfire. I\nalready have a hard time handling one person disliking me. How do you guys not\ncare about groups disliking you?",
  "data/reddit-ask/r/AskHistorians/comments/kyviak/what_were_the_reasons_given_to_east_berlin.json": "We all know the real reasons as to why they would be killed if they attempted to\ncross into West Berlin, but what were they told by their government/military as\nto why they would be kill/imprisoned if they attempted to cross the border? Was\nthere an attempt by East Berlin to justify it? Did they…",
  "data/reddit-ask/r/AskMen/comments/kz6sff/when_it_comes_to_relationships_with_a_girl_what.json": "Outside the salacious obviously.\n\nI was thinking about our own fantasies as women, and noted how our ones (or mine\nlol) usually revolves around being with a strong man doing some heroic act,\nsomething impressively masculine, but then on the flip side also being mundane,\nloving, protective, fun,…",
  "data/reddit-ask/r/NoStupidQuestions/comments/kzkcuq/wouldnt_a_frog_that_says_reddit_be_a_good_mascot.json": "My kid wanted me to post this. I didn't know where to put it, so here it is.\nPlease be kind.\n\nI told him the joke about a chicken that goes into a library and say \"bwock!\",\nso the librarian gives it a book and the chicken walks out. The next day, the\nsame thing happens. On the third day, the chicken…",
  "data/reddit-ask/r/AskMen/comments/kzku78/how_to_deal_with_mid20s_fomo.json": "Do y’all ever feel like you’re not doing enough.... stuff? I’m 24 and I feel\nlike I haven’t “lived enough”, especially for my age. I haven’t had a lot of\nsuper memorable experiences, or had a lot of sex, or had a relationship, or even\na good friend group. I’m a “late bloomer” so I feel like I gotta…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/kzsj3u/my_best_friend_is_becoming_an_incel_how_can_i.json": "One of my closest and best friends that I've known since I was 5 has been acting\nand talking and saying stuff like an incel and idk how to help him. He's 18 now\nand doesn't look too good, his room stinks and he's never been in a relationship\nand he always talks about how he'd only date like a 10/10…",
  "data/reddit-ask/r/AskMen/comments/kztm7d/how_do_you_respondreact_to_i_love_you_when_the.json": "I've been saying \"Thank You\" for now, not sure how much longer that is going to\nfly. She is 19 years younger than me, I am not sure if it is age, I just know I\ndo not share the same feelings. When we go out she orders a lot of shots and\nthen the I love you's start flying. I am trying to help her not…",
  "data/reddit-ask/r/AskWomen/comments/kzsodt/what_is_in_your_emotional_baggage.json": "Traumas, heartbreaks, any unresolved issues",
  "data/reddit-ask/r/TrueAskReddit/comments/kzh1a1/how_do_we_eliminate_click_bait_news.json": "What do we have to do as a society and as individuals to eliminate click bait\nnews and get a better representation of the world?",
  "data/reddit-ask/r/AskMen/comments/kzsv74/gentlemen_whats_your_2_cents_on_an_interviewer.json": "It is such an annoying double standard, but since applicants are basically\ntrying to win their approval, we have no choice but to suck it up. If it’s us\napplicants who came in late, we’re quickly dismissed as unprofessional; worse,\nrejected right away. I know, I know. Life is unfair and all that…",
  "data/reddit-ask/r/NoStupidQuestions/comments/kzx2et/how_does_one_gain_karma_and_what_is_its_purpose.json": "just the title. I'm really confused",
  "data/reddit-ask/r/NoStupidQuestions/comments/kzxk02/why_did_rock_music_go_from_one_of_the_most.json": "When I say practically nonexistent, I mean of course it still exists if you’re\ndedicated enough to search for it, but the only people who seem to be regularly\nreleasing new rock music are people who’ve been at it for longer than I’ve been\nalive, and you’re probably not going to hear their works…",
  "data/reddit-ask/r/NoStupidQuestions/comments/kzzsns/how_do_people_that_have_a_lot_of_kids_afford_it.json": "I'm talking the people that have 8+ kids. In the area that I live in, this would\nbe almost impossible.\n\nEDIT: I am asking this because I saw a post earlier on a different subreddit\ntalking about those who have a lot of kids. I am not a mother, nor do I plan to\nbecome one for awhile.",
  "data/reddit-ask/r/AskHistorians/comments/kzxswm/when_did_the_watering_down_of_martin_luther_king.json": "Today the popular image of Martin Luther King Jr. is that of a pacifist who\ncalled for change without denouncing those in his way, a man calling for unity\nwithout context. But his speeches and writings have a much more (righteously)\nangry tone that explicitly identifies and denounces the people and…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/l0482f/has_anybody_else_realised_during_the_pandemic.json": "I just feel so lonely and have realised I only talk to work colleagues and don't\nhave any actual friends outside of that. As soon as I finish work I'm all on my\nown and have my laptop or TV and that's it.\n\nI don't understand why people I went to Uni or school with don't talk to me\nanymore. I never…",
  "data/reddit-ask/r/NoStupidQuestions/comments/kzq158/am_i_using_reddit_wrong.json": "i scroll fairly quickly through my subreddits and respond to people as i see\nthem but it always says “you’re doing that too much” is there anyway to fix it\nor am i just using reddit incorrectly?\n\nEdit: Thank you guys so much my karma is now 300! i still have to wait a few\nminutes to respond but it’s…",
  "data/reddit-ask/r/AskWomen/comments/kzwmfs/how_do_you_live_your_life_next_to_work.json": "Hi! I wanted to hear some of your experiences with working full time. It feels\nlike I don't have any time left after work, and weekends are too short to catch\nup on house chores and rest.\n\nI haven't read a book or touched my piano in months, and it pains me to feel\nlike it's not going to change. I'm…",
  "data/reddit-ask/r/AskHistorians/comments/l07e14/the_1776_commission_says_that_its_wrong_to_call.json": "From the Commission report: \"The most common charge levelled against the\nfounders, and hence against our country itself, is that they were hypocrites who\ndidn’t believe in their stated principles, and therefore the country they built\nrests on a lie. This charge is untrue, and has done enormous…",
  "data/reddit-ask/r/AskHistorians/comments/l0aj5j/was_plato_aware_of_buddha.json": "Most scholars date the death of the historical Buddha (Gautama) to around 400\nBC, by which time he had gained a significant following and must have been\nwell-known all over the Ganges plain.\n\nPlato died circa 50 years later. He had widely travelled himself, and by virtue\nof his position in the…",
  "data/reddit-ask/r/NoStupidQuestions/comments/l04jah/does_anyone_else_constantly_feel_like_they_are.json": "I mean, i do things that have purpose, like daily tasks, university work, chores\naround the house, but the time where I don’t actively have to complete a task i\nfeel i am wasting it. During downtime I prefer to read books(mostly fiction)or\ndraw and feels like i didn’t achieve anything because i…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/kzupn7/does_anyone_else_mentally_prepare_for_an.json": "If I have a meeting at 3pm, I can’t do anything all day except “get in the right\nmood” to talk to people. I can’t focus on other work, because I feel like I have\nto turn my social mood on. I’m restless the entire time before, and I’m\nconstantly looking at the clock.\n\nI’m 90% alone, and work from…",
  "data/reddit-ask/r/AskMen/comments/l06ol2/how_to_deal_with_friends_dick_measuring.json": "I got an engineering job offer at Apple a few months ago. I’m very happy, but I\nnoticed certain friends act differently around me. I’m a guy in my 20s and it’s\nmostly from other men around my age, but it includes my classmates and older\nfriends from work.\n\nI usually try to hide it or not bring it…",
  "data/reddit-ask/r/NoStupidQuestions/comments/l0e6zh/shouldnt_there_be_a_reality_show_where.json": "those mf need to prove themselves. theyre not paid or anything, just, proving\nthemselves.",
  "data/reddit-ask/r/AskMen/comments/l05h8o/how_can_i_begin_to_live_a_more_exciting_life.json": "I honestly dk where to begin. I'm your basic work, eat, sleep kind of guy. I do\nexercise and I do enjoy things like sports, comedy etc. But idk, most days are\njust throwaways. Nothing exciting, they just sort of...happen. Then I get up and\ndo it again tomorrow. I want EXCITEMENT in my life but I…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/l0a8y0/how_many_of_you_have_full_dialogues_with_yourself.json": "This might sound weird, but recently I've caught myself multiple times just...\ntalking to an invisible audience or person when I'm by myself at home or in my\ncar. And it's not like I'm preparing or practicing for an actual conversation. I\njust talk as if I'm on some talk show or giving a speech…",
  "data/reddit-ask/r/NoStupidQuestions/comments/kzyqm8/can_anyone_else_make_the_walls_move_when_staring.json": "Works best with popcorn ceilings or similar, but when I'm really really bored\nI'll sometimes stare up at the ceiling and if I get just the right amount of\nfocus/unforcus, the ceiling will kind of start to look like it's breathing and\n\"move\". Just wondering if anyone else does this/can do this.",
  "data/reddit-ask/r/Ask_Politics/comments/l0492m/could_western_pressure_on_putin_over_alexei.json": "I heard a commentator on the BBC today suggest western pressure might make\nRussia less likely to release Alexai Navalny because it would be easier to erode\nhis public support by painting him as a western agent. Is there any merit to\nthat argument?",
  "data/reddit-ask/r/NoStupidQuestions/comments/l07vdx/why_does_everyone_think_jesus_is_real_but_zeus_is.json": "Sorry I should rephrase, the catholic god not Jesus.",
  "data/reddit-ask/r/AskMen/comments/l0g4ib/how_do_i_stop_looking_at_every_girl_like_a.json": "I can't talk with a girl without thinking about going out with her or\nconsidering her like a future partner. I'm tired of it because I wanna build\nstrong friendship. I ruined all my friendship with other girls because I told\nthem I might have feelings.\n\nHow do I stop doing it ?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/l0qach/why_do_some_youtubers_make_very_nsfl_videos_that.json": "When my little sister was presented an iPad as Christmas present, she fell in\nlove with it. I caught her once watching Peppa pig and thought okay that doesn’t\nseem too harmful. A few minutes later I came back and it showed Peppa pig\ngouging out the father pigs eyes out and the baby pig talking in a…",
  "data/reddit-ask/r/NoStupidQuestions/comments/l0islo/i_will_be_seeing_a_mtf_friend_of_the_family_in_a.json": "I don't wish to be disrespectful. I've known this person pretty much all my\nlife. I know they want to \"come out\" to me officially when I'm there, so I know\nthe conversation about the transitioning will be expected.\n\nPersonally, I have zero concerns or issues with them transitioning, all power…",
  "data/reddit-ask/r/AskHistorians/comments/l0rnpy/did_the_south_ever_stand_a_chance.json": "I live in the southern United States. I’m not sure how familiar the\nAskHistorians community is with the popular sentiments of the rural folk here\nconcerning the Civil War, but it’s basically one long badhistory thread writ\nlarge and played out irl.\n\nI’ve heard it all, from the popular “states’…",
  "data/reddit-ask/r/askscience/comments/l0mjhx/how_are_gem_stones_categorised.json": "I’m not entirely sure what science this actually comes under so please correct\nme if that tag is wrong.\n\nI follow a gem stone sub on reddit who often post various gems and more often\nthan not the colour isn’t what you’d traditionally expect from the type of\nstone, e.g. green garnets and pink…",
  "data/reddit-ask/r/Ask_Politics/comments/l0kw1a/if_you_are_thinking_of_running_for_congress_as_a.json": "Local Democratic Committees? National Offices? 501(c)3s? If one were feeling out\na run, who are the best groups to contact?",
  "data/reddit-ask/r/AskMen/comments/l0ucgc/why_wont_you_go_to_the_doctor.json": "Growing up with a gaggle of brothers meant that there were a lot of accidents\nand broken bones. Between weird rashes, cracked ribs, broken bones, festering\ncuts and ingrown toenails... the answer is always \"i don't need a doctor, im\nfine\".\n\nOne of my brothers almost died of a digestive tract…",
  "data/reddit-ask/r/NoStupidQuestions/comments/l0x02d/what_would_happen_to_a_human_if_they_were_trapped.json": "These are the coldest and hottest temperatures ever recorded on earth.\n\nHow long might they survive and what would likely be the cause of death?\n\nHypothermia? Heat stroke? Shock?",
  "data/reddit-ask/r/NoStupidQuestions/comments/l137hk/are_we_still_discovering_new_spices_to_put_on_our.json": "Have any new spices been discovered recently? Spices are just plants, right? And\nwe seem to be discovering new plants all the time. Are there people out there\nputting this stuff on food and testing it for how it tastes?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/l164nq/does_anyone_else_feels_that_physical_health_is.json": "Real-life example of this is how this pandemic talks about the number of\nCovid-positive tests, the number of hospitalized patients and the number of\ndeath, which are \"easy\" to count. However, the number of people suffering\nmentally in a way or another because of lockdown, restrictions, job…",
  "data/reddit-ask/r/AskHistorians/comments/l17qq7/why_did_shaving_nicks_and_other_trivial_wounds.json": "Hi all,\n\nAfter another nick this morning with my fancy five-blade, factory-manufactured\nrazor resulting in a surprisingly garish torrent of blood pouring down my neck,\nI found myself wondering -- would this have been a much less trivial occurrence\nin ancient Rome (or indeed anywhere else on the…",
  "data/reddit-ask/r/askscience/comments/l1atfo/ask_anything_wednesday_biology_chemistry.json": "Welcome to our weekly feature, Ask Anything Wednesday - this week we are\nfocusing on Biology, Chemistry, Neuroscience, Medicine, Psychology\n\nDo you have a question within these topics you weren't sure was worth\nsubmitting? Is something a bit too speculative for a typical /r/AskScience post?\nNo…",
  "data/reddit-ask/r/AskHistorians/comments/l17lek/how_did_rural_farmers_move_a_fresh_horse_carcass.json": "For example, in the late 1800's, one of Farmer Smith's horses died suddenly.\nWithout the use of modern equipment, what was the most common way of getting rid\nof a +1000lb carcus?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/l1eeol/telling_a_user_to_kill_themselves_or_responding.json": "Also if you're someone who likes to tell people to kill themselves, you're\nabsolutely not welcome in this community. Feel free to do it here so I don't\nhave to track you down all over the sub!"
}