{
  "data/reddit-changemyview/r/changemyview/comments/pyzxpq/cmv_people_who_cheat_regardless_of_the.json": "I feel important to first preface that I have never personally been cheated on\nmyself.\n\nI just don’t understand why people don’t have the courtesy to simply tell\nsomeone it’s not working out, or end things before they move on to other\nrelationships. It makes sense to me that that would be…",
  "data/reddit-changemyview/r/changemyview/comments/pz8lzw/cmv_gangbangs_are_gay.json": "Why do rappers sing about being a gang banger in their song when in reality gang\nbangs are actually super gay, think about it, its 1 girl with like 13 naked men\nall jacking off around her waiting their turn. Most the time spent by the guys\nis gonna be Jacking off next to another naked man and unless…",
  "data/reddit-changemyview/r/changemyview/comments/pzfkoc/cmv_reddit_should_have_an_unseen_option_when.json": "I’m not sure if anyone even will want to change my view or if everyone thinks\nit’s actually a good idea, but I think Reddit should have an option to filter\nposts by what the user hasn’t yet seen.\n\nThis would be great because there are usually tons of posts that have been\nunread but you would have to…",
  "data/reddit-changemyview/r/changemyview/comments/pzacfc/cmv_i_am_not_smartknowledgeable_enough_to_have.json": "Using politics as an example. Most people want to be on the side of justice,\nequality, etc., and very few people (I hope) believe that things like racism are\nok opinions to have. I am obviously in the camp of “racism is bad”, which to\nmost means that I should agree with the political left. However,…",
  "data/reddit-changemyview/r/changemyview/comments/pzs8vd/cmv_as_long_as_men_arent_encouraged_as_much_to.json": "I think the argument is quite simple. We as a society encourage behavior and\npersonality traits in other people that we consider virtuous and beneficial for\nsociety. So what we did in the last decades was to encourage women to adopt many\naspects of the traditional stereotypical male role like having…",
  "data/reddit-changemyview/r/changemyview/comments/q02gbi/cmv_people_broadly_agree_on_who_is_good_looking.json": "This is my personal view and I think it’s backed up by a lot of personal\nexperience, but I realize that anecdotes are not reliable evidence so I found\nsome actual scientific data. In the review article I have linked below,\nresearchers establish with 11 meta-analyses that contrary to what people…",
  "data/reddit-changemyview/r/changemyview/comments/pzykgu/cmv_our_modern_day_laws_should_never_be_based_on.json": "The Bible is a moral guide for some but it is completely irrelevant when it\ncomes to modern day laws. The Bible encourages rape, genocide, slavery, murder\nand human sacrifice. I really don’t want any of those horrible things to be\nlegal and encouraged like the Bible commands\n\nThankfully we have…",
  "data/reddit-changemyview/r/changemyview/comments/pzwen8/cmv_comunism_is_an_unreacheable_utopia.json": "I have been interested in the topic for years and I have disscuss and debated it\nwith several activist and members of various socialists organizations, through\nall of it and their different perspectives one thing remain for me and that is\nthe fact that the society they are claiming to be aiming for…",
  "data/reddit-changemyview/r/changemyview/comments/q04hhe/cmv_white_americans_who_say_that_white_south.json": "I am a 18 year old white male from South Africa. I cannot even remember how many\ntimes white americans online have said to me: You are not from Africa, you are\njust the descendant of evil colonists who killed and enslaved the native\npopulation, go back to Europe. Really? Tell me, american, why dont…",
  "data/reddit-changemyview/r/changemyview/comments/pzx7ri/cmvtwoxchromosomes_should_not_be_on_the_front_page.json": "(My argument also applies to other identity based echochambers, this is just the\nonly one I know on the front page)\n\nTwoxchromosomes is a place for women and women identifying people. I dont agree\nbut some people think its important for them to share their experiences in a\n\"safe space\", and yes,…",
  "data/reddit-changemyview/r/changemyview/comments/q0byi6/cmv_the_idea_that_men_should_pay_for_everything.json": "What is the point of a first date? It’s a time for 2 people to meet up together\nand hopefully have a good time which will lead to a second date (or hookup if\nthat’s your thing). Generally speaking the date is planned around something both\npeople will enjoy. Whether it’s a bad time or a good time…",
  "data/reddit-changemyview/r/changemyview/comments/q08va3/cmv_lawsrules_that_have_a_religious_exemption_are.json": "This is nothing against religions, but more about pointless laws or rules that\nare in place. If there’s a rule in place but a religious exemption to get around\nit, clearly the rule isn’t that important in the first place and probably\nshouldn’t apply to anyone. If the rule truly is that important,…"
}