{
  "data/reddit-changemyview/r/changemyview/comments/pfkd0r/cmv_people_arent_smarter_than_people_50_years_ago.json": "Let me preface this with I think there are less uneducated folks than there used\nto be, but I just don’t think we’ve gotten much smarter. I’ve seen some things\nafter the olympics that say people are bigger, better, faster and stronger. It\ndidn’t say explicitly that we are “smarter” but it is…",
  "data/reddit-changemyview/r/changemyview/comments/pfm9tr/cmv_the_pandemic_wasnt_hard_for_all_of_us.json": "Please stop saying it was hard for \"all\" of us. If you were a millionaire no it\nmost probably wasnt hard for you. If you were from a abusive family and are\nstill studying/underage then yes for you it was hard. If you are someone who was\nfinacially in a hard place before pandemic yes its hard for…",
  "data/reddit-changemyview/r/changemyview/comments/pfod3m/cmv_shaming_someone_for_being_short_is_worse_than.json": "Just wanna make it clear that I feel shaming is wrong and it shouldn't be done\nunless someone truly deserves it. But it's not possible to stop people from\ndoing it and hence my view.\n\nI feel this way due to how much control a person has over certain aspects of\ntheir body. A person has very minimal…",
  "data/reddit-changemyview/r/changemyview/comments/pfuxje/cmv_the_us_government_has_lost_all_credibility.json": "Afghanistan is just the latest in a string of wars that in retrospect were\ncompletely in vain & a waste of human life & money. Vietnam, Iraq, Afghanistan,\nall of these were failed wars. People in charge knew they were & didn't want to\nend them for various political reasons. We can see how bad the…",
  "data/reddit-changemyview/r/changemyview/comments/pfw3f1/cmv_there_is_no_point_in_telling_kids_that_there.json": "By \"kid\" I mean someone under the age of about 8.\n\nWe hear a lot of parents saying to their kids \"There's no such thing as boy\ncolours and girl colours.\"\n\nAnd I would be inclined to agree. There is nothing wrong with a boy liking pink\nor a girl liking blue and no child should feel left out for…",
  "data/reddit-changemyview/r/changemyview/comments/pfn2lo/cmv_every_us_president_in_the_last_20_years_at.json": "I only really pay a lot of attention to current politics, so I'm going to stick\nto the guys that were president while I've been alive though I imagine a lot of\nthe past ones should be too. But for the sake of this post, I'm talking about\nBush, Obama, Trump and Biden. Which I think puts me in a good…",
  "data/reddit-changemyview/r/changemyview/comments/pfwskw/cmv_the_withdrawal_of_troops_from_afghanistan_was.json": "Let me start off by saying that I do think the way the withdrawal was done was\nabsolutely awful in every sense of the word and I think it should 100% have been\nhandled differently (maybe slower withdrawal or insuring the country was\nstable).\n\nI do think that overall getting US troops out of…",
  "data/reddit-changemyview/r/changemyview/comments/pfzq04/cmv_antivaxxerscoviddeniers_should_be_given_the.json": "I've seen this concerning sentiment on Reddit that antivaxxers and conspiracy\ntheorists should be subject to triage or sign some sort of waiver forfeiting\ntheir rights to treatment. I'm sure this stems from frustration with\nconservative propaganda and general psuedoscience treatments such as…",
  "data/reddit-changemyview/r/changemyview/comments/pg9ejg/cmv_overpopulation_is_an_issue_and_declining.json": "I have seen lots of people talk about how overpopulation is not an actual issue\nas the earth has enough space for lots more people and that we need to be\nremedying declining birthrates in the first world, and I very much disagree with\nboth of these claims. First off, the claim that the earth has the…",
  "data/reddit-changemyview/r/changemyview/comments/pgfb3h/cmv_the_fact_that_pharmaceutical_companies_would.json": "Let's say a chemist working for a pharmaceutical company discovers a new\ndrug/molecule that is cheap and easy to make, no side effects, and cures any\nillness - viral/bacterial infections, cancers, whatever. Let's say for the sake\nof argument that people could even make this drug themselves at home…",
  "data/reddit-changemyview/r/changemyview/comments/pgkddz/cmv_no_one_wants_to_kill_babies_and_passing_laws.json": "I am not making this into an argument of whether or not a fetus is a baby, that\nis an entirely different discussion, my view is that attempting to ban abortions\ndoes not significantly decrease the number of abortions. With the recent SB8 law\npassed in Texas there is a lot of debate and outrage. The…",
  "data/reddit-changemyview/r/changemyview/comments/pgk6r7/cmv_nfts_are_internet_beanie_babies.json": "NFTs have a place in our society, such as game ticket sales or professional\ntrading cards. If a known company or artist like Banksy created an NFT, I could\nsee it having and holding value. Other than those exampled exceptions, I don’t\nsee how the collector fad will continue once the excitement…",
  "data/reddit-changemyview/r/changemyview/comments/pgmipl/cmv_anyone_who_says_that_mask_mandates_infringe.json": "Both masks and underwear are pieces of fabric that cover the body in order to\nprotect others.\n\nAn argument why we have laws against nudity is that it is to protect public\nsafety...the safety from the trauma of seeing somebody nude.\n\nThe debate revolves around personal liberty vs public safety. The…",
  "data/reddit-changemyview/r/changemyview/comments/pgtgv0/cmv_it_is_foolish_to_try_to_punish_people_with.json": "I've seen many posts and comments saying \"restrict the voting rights of people\nwith beliefs I don't like\" and \"people with anti-vax beliefs should not be given\nhealthcare.\" Is it truly worth it to do such things?\n\nIt might seem favorable when your beliefs are popular and loved by the public.\nBut…",
  "data/reddit-changemyview/r/changemyview/comments/pgthwr/cmv_the_gender_pay_gap_is_largely_explained_by.json": "When I first started hearing about the general consensus that women are\nunderpaid compared to their male counterparts, (sometime around 2015) I was\nquick to believe that it was a result of deeply-rooted, institutional biases by\nemployers and business models.\n\nSince then, on several occasions, I have…"
}