{
  "data/reddit-stocks/r/stocks/comments/ko3bwk/anyone_want_to_play_the_1000_to_1_million_game.json": "I recall reading an article years ago about how if you start with $1000 and make\n20% in each trade, it only takes something like 45 trades to make it to $1\nmillion. Anyone want to start in 2021 with me (or have any suggestions for my\nfirst stock)?\n\nAnd no I aint doing any penny stocks\n\nedit:…",
  "data/reddit-stocks/r/investing/comments/ko5x75/if_you_want_to_learn_how_to_trade_please_dont.json": "I’m gonna be honest here\n\nI’ve seen SO many “Gurus” show up this year on Instagram, TikTok, YouTube and\ngod knows what other platforms\n\nAll claiming they made really great returns but just started trading this\nyear....in March...literally at the bottom of the market.\n\nPlease don’t listen to these…",
  "data/reddit-stocks/r/investing/comments/ko2dns/thinking_of_investing_50k_i_savedneed_advice.json": "Hey guys.\n\nI finally paid off my student loans (30K USD). I was lucky to land a job out of\ngraduation this year. I graduated in April 2020, and started working in May. My\nannual salary is around 80-85K. I just turned 25.\n\nI have around 50K ready to be used. I’m thinking of keeping 5k for…",
  "data/reddit-stocks/r/stocks/comments/ko3z57/anyone_else_a_bag_holder_of_nkla_make_me_feel.json": "I am stuck with 200 shares now, definitely one of the worst decisions I have\nmade this year. I got caught in the hype and now paying the price. Another\ncautionary tale of not doing your homework, you get burned.\n\nI have now looked into what I invested and pretty disgusted with something that\nhas 0…",
  "data/reddit-stocks/r/stocks/comments/ko1n6v/built_two_google_sheets_templates_with_automatic.json": "Hey all, a few days ago, I posted a spreadsheet template with data retrieval\nscripts to help monitor your stock portfolios and compare investments.\n\nAs the documentation is somewhat ambiguous, I made a video guide on usage,\nedited the original post and added a YouTube link; the post was…",
  "data/reddit-stocks/r/stocks/comments/kocq9f/apple_iphone_12_pro_demand_strong_says_jp_morgan.json": "https://www.thestreet.com/investing/apple-iphone12-demand-strong-jp-morgan\n\n\"Even as iPhone 12 Pro lead times have moderated on the same lines as other\nSKUs, aggregate lead times for 12 Pro still remain quite robust and above 20\ndays, implying continued robust demand,\" Chatterjee wrote in a…",
  "data/reddit-stocks/r/stocks/comments/kofurl/wsecdr_cd_projekt_red_analysis_is_it_undervalued.json": "Background\n\nCD PROJEKT S.A. (WSE: CDR) is a Polish video game developer, publisher and\ndistributor based in Warsaw. CD Projekt Red, best known for The Witcher series\nand the recent release of Cyberpunk 2077.\n\nThe CD PROJEKT Group currently conducts operating activities in two key\nsegments: CD…",
  "data/reddit-stocks/r/stocks/comments/ko5mhf/high_confidence_nio.json": "According to a JD power survey, Tesla was ranked the second-best battery-powered\nelectric vehicle after NIO\n\nNio is not only superior in build quality, but also more affordable than it's\ntop competitor, Tesla. Feeling really good about my positions atm :)\n\nSaucy…"
}