{
  "data/reddit-changemyview/r/changemyview/comments/ovkd6d/cmv_funeral_directors_and_funeral_industry.json": "When people die of COVID, where do you think they go? People die every day\nanyways, but funeral homes have been absolutely swamped since the start of this\nwhole thing. The only thing you’ve probably heard about is the sheer number of\nbodies, having to be put into refrigerated trucks because the…",
  "data/reddit-changemyview/r/changemyview/comments/ovnnye/cmv_white_collar_dress_codes_have_no_practical.json": "Blue collar workers wearing protective gear makes sense. You don't need any\nspecial suit to make a spreadsheet. Some of the common arguments I've seen to\ncontradict this go along the lines of: studies show that wearing a suit makes\npeople more productive. But it seems that these studies were only…",
  "data/reddit-changemyview/r/changemyview/comments/ovr20r/cmv_pop_tarts_should_have_individually_labeled.json": "Tone Edit: While this really is my view it is a light hearted one. I’m not angry\nor upset at Kellogg’s just genuinely of the view that food should be\nrecognizable and identifiable even when out of the box and I’m equally perplexed\nas to why this particular item isn’t labeled as such. That said I’m…",
  "data/reddit-changemyview/r/changemyview/comments/ovziw0/cmv_cnn_is_at_a_point_where_it_should_no_longer.json": "So let me start by saying CNN is not the only source guilty of this- the\nmajority of American news sources have the same problem I'm about to describe.\nBut over the last 4 years, CNN has become the worst, and I check over all the\nmajor sources on a daily basis (fox, CNN, NYT, Reuters, ABC, MSN, AP,…",
  "data/reddit-changemyview/r/changemyview/comments/oviv9x/cmv_reddit_makes_money_off_of_mentally_ill_people.json": "\"They do it for free\"\n\nI don't know if you are familiar with the meme but it's a referance to internet\nmoderators and what they do for no monetary compensation. On the surface it\nseems like a negative thing to say, and I would agree, but I would also agree\nwith the point.\n\nThere are countless of…",
  "data/reddit-changemyview/r/changemyview/comments/ovxkci/cmv_if_we_need_covid_lockdowns_then_we_need_the.json": "Edit for clarification: this is an anti-lockdown CMV, not stricter border\ncontrol. Our elected government should not remove legal citizens liberties “for\ntheir own safety” if the government exhibits willful misconduct in preventing\nthe spread of Covid due to illegal border crossings. Again, I’m not…",
  "data/reddit-changemyview/r/changemyview/comments/ow1uq2/cmv_not_revealing_transgender_status_regardless.json": "Inspired by an argument made with a user on here.\n\n\n\nLet's completely disregard the fact that currently I don't believe a surgically\nconstructed sex organ is unidentifiable compared to a \"natural\" one, but lets\ndisregard this and pretend there is no way to tell the difference at all.\n\n\n\nSo let's…",
  "data/reddit-changemyview/r/changemyview/comments/ow1amu/cmv_christianity_and_all_its_branches_have.json": "Yeah, pretty much the title. I feel religion really but Christianity in\nparticular has created just large amounts of close minded people who take their\nbible as fact. If you have something they disagree with and they can find\nsomething in the bible that backs them up theres no changing their mind. I…",
  "data/reddit-changemyview/r/changemyview/comments/ow2n0t/cmv_jordan_peterson_is_the_most_willfully.json": "My interest in him started in 2016 when I saw headline after headline likening\nhim to Hitler, countless articles referring to him as racist, misogynist,\ntransphobic, homophobic, the list of epithets endless. \"This is going to be an\ninteresting read\" i thought to myself, and so I began watching full…",
  "data/reddit-changemyview/r/changemyview/comments/ovyyii/cmv_fast_fashion_is_the_cause_of_severe_negative.json": "Fast fashion brands like Shein, Zara, Topshop are major contributors to\nenvironmental problems progressing as a result of mass production of cheap, poor\nquality, disposable clothing. The fashion industry as a whole creates 80 billion\ngarments a year which is over 10 for each person on earth. The…",
  "data/reddit-changemyview/r/changemyview/comments/ovvyys/cmv_heroin_should_not_be_a_drug_legally.json": "There are absolutely recreational drugs that should decriminalized/legalized.\nMarijuana is the most known example.\n\nHeroin is one that I have heard some people should be legal because when used\nresponsibly, is no problem.\n\nThe main reason I take issue with it is from personal expierience. One time…",
  "data/reddit-changemyview/r/changemyview/comments/ovmgkt/cmv_extremely_overpowered_characters_especially.json": "I honestly like one punch man for this because it knows that Saitama being an\nunkillable god is boring so it does all kinds of other crazy stuff with the\nstory.\n\nCompare that to DBZ or JoJo where characters have insane unbearable power and\nit's just kind of... boring. You pretty much know how every…",
  "data/reddit-changemyview/r/changemyview/comments/ow58xl/cmv_mental_health_awareness_usually_focuses_on.json": "Pretty much what it says. Whenever I hear phrases like “raise awareness about\nmental health” or “taking care of mental health” and things of that nature, it\nfeels like they really only mean anxiety, stress, and mild depression (not\nintending to diminish these at all) Mental illnesses I feel like…",
  "data/reddit-changemyview/r/changemyview/comments/ow6eh8/cmv_the_vitriol_towards_simone_biles_is_complete.json": "Isn't it amazing how when it comes to masks, a large cross section of America\nclaims it causes mental distress. When it comes to mass shootings, a large cross\nsection of America will quickly point to the mental health status of the\nshooter....even if the shooter had no previously diagnosed…",
  "data/reddit-changemyview/r/changemyview/comments/owfwpy/cmv_many_people_who_support_diversity.json": "So firstly, notice the word \"many\" if my title, because this will obviously not\napply to everyone. But I do think it applies to many.\n\nI think many of the people you see who support concepts such as \"no human is\nillegal\" and \"no borders\" are hypocrites, and only believe this for countries\nfor which…",
  "data/reddit-changemyview/r/changemyview/comments/owhxzx/cmv_aliens_are_not_the_most_likely_explanation.json": "Since the USAF declassified a bunch of UFO reports and admitted that\nunidentified aerial phenomena are a real thing that the government knows about\nand tracks, I have listened to a veritable buttload of podcasts and read a bevy\nof articles on the subject. The thing that is so frustrating to me about…",
  "data/reddit-changemyview/r/changemyview/comments/owi1kf/cmv_its_understandable_that_the_church_of_jesus.json": "They have another book of scripture called the book of mormon, they have\nchurches and then temples that only faithful members can enter and believe that\nGod, Jesus christ and the holy spirit are three separate beings. There are many\nother things that are a part of their faith that are unique to it…",
  "data/reddit-changemyview/r/changemyview/comments/owl8q3/cmv_my_wife_shouldnt_get_the_2nd_dose_of_the.json": "The title already says most of it. We’re in early pregnancy and are trying to\ndecide if the missus should get her second dose of the Pfizer vaccine while\nshe’s still in the first trimester.\n\nWe’re UK based, are both working from home and not seeing many people socially\nat the moment and can continue…",
  "data/reddit-changemyview/r/changemyview/comments/owptbx/cmv_there_is_no_evidence_that_the_officer_who.json": "One of the top news stories on r/news [/r/news] right now is about an officer\nwho committed suicide last week\n[https://www.cnn.com/2021/08/02/politics/dc-metropolitan-police-officer-suicide-january-6-capitol-riot/index.html].\nThe CNN article gives no indication of motive but they heavily imply that…",
  "data/reddit-changemyview/r/changemyview/comments/owts1z/cmv_if_you_are_an_adult_male_living_alone_you.json": "I mean this is a pretty basic one so essentially what it says above. But my\nthree main reasons are the following:\n\n\n\nEasy to clean right after, soap is right there (urine while not actually sterile\nhas very low bacteria levels).\n\n\n\nNo \"missing\" because its right at crotch height\n\n\n\nSaves a ton of…",
  "data/reddit-changemyview/r/changemyview/comments/owt3tc/cmv_if_naturopaths_chiropractors_and_osteopaths.json": "All three 'alternative' health practitioners utilise a combination of both\nwestern evidence based medicine and pseudoscience. If they only utilised proven\neffective therapies they would no longer practice pseudoscience.\n\nWithout these pseudoscience's their scope of practice would match that of…",
  "data/reddit-changemyview/r/changemyview/comments/ox7mp8/cmv_we_should_not_allow_media_companies_to_run.json": "Here are the main reasons I believe this:\n\n 1. The current Presidential debate format is a joke and is an embarrassment to\n    our country. Participants should not be allowed to interrupt, participants\n    should not be asked more questions than another, and participants should not\n    be allowed to…",
  "data/reddit-changemyview/r/changemyview/comments/ox8lj0/cmv_there_is_no_such_thing_as_mansplaining_people.json": "FYI I'm a male dude that almost everyday at work roll my eyes as people try to\nexplain to me something I already know / argue in a topic they don't have ANY\nknowledge at all even I'm being a specialist at (UX/UI/design).\n\nThus I realized that, even it probably happens more with women, it's…",
  "data/reddit-changemyview/r/changemyview/comments/ox73e0/cmv_who_you_go_on_holiday_with_is_more_important.json": "Even if you go to your dream country, a lavish resort or a big vibrant city,\nyour company matters. Imagine going on holiday with a bunch of people who have a\nlist that includes everything they wish to do, but you disagree with it and\nwould rather roam around the place spontaneously (or vice versa).…",
  "data/reddit-changemyview/r/changemyview/comments/oxa6cu/cmv_when_public_companies_are_convicted_of_crime.json": "Every time a company is issued a fine for criminal behavior, it's just accepted\nas the cost of doing business. Marginal profits are slightly diminished, or\nsometimes the fines are already anticipated and pre-allocated no differently\nthan a simple bribe. What's the point of having laws at all, if the…",
  "data/reddit-changemyview/r/changemyview/comments/oxf4hd/cmv_changing_homeless_people_to_unhoused_people.json": "I'm in college debate and just moved on to uni where it's aggressively liberal.\nOne of the things I've already been yelled at for is referring to homeless\npeople as such. They want me to say unhouse individuals or people without\nhousing. Which I found very semantic and nit-picky. The stated reason…",
  "data/reddit-changemyview/r/changemyview/comments/ox63re/cmv_it_doesnt_make_sense_to_compare_the_george.json": "I remember a few months ago there were a few posts on this sub about how the\nriots that followed the murder of George Floyd were worse than the January 6\nstorming of the U.S. Capitol. Usually, the logic went something like this, “Only\nfive people died in Capitol on January 6 and very little actual…",
  "data/reddit-changemyview/r/changemyview/comments/oxjabt/cmv_politicians_should_all_be_given_the_same.json": "So I’ve had this idea since I was a teenager - another recent cmv about\npolitical debates reminded me of it.\n\nIt’s pretty widely known that money buys a lot of elections. This doesn’t always\nmean that the richest candidate always wins, or that a shitty candidate with a\nlot of money will always do…",
  "data/reddit-changemyview/r/changemyview/comments/oxabk3/cmv_i_shouldnt_have_to_wear_a_mask_if_im.json": "I shouldn't be expected to wear a mask if I'm vaccinated. I got my shots so I\ndidn't have to. I wore a mask under our state mask mandate. I played by the\nrules during the first year or so of the pandemic.\n\nClearly those who won't mask or get vaccinated don't care if they get sick.\nThey've shown that…",
  "data/reddit-changemyview/r/changemyview/comments/ox7og9/cmv_no_scrap_yard_or_buyer_should_be_allowed_to.json": "No scrap yard should be legally allowed to buy Catalytic converters without the\nscrapper providing ID and a vehicle title matching the Catalytic converter. Too\nmany people are getting their cars robbed of Cat converters which leads to\nexpensive repairs that can be $100s of dollars. It causes cars to…",
  "data/reddit-changemyview/r/changemyview/comments/oxde88/cmv_removing_an_artist_from_music_festivals_youve.json": "(post uncensored for rhetorical effects as the subject matter pertains to it) So\nthis is directly in response to multiple festivals cancelling Dababy. Let me\nstart by saying, I don't care where you land ideological about his statements,\nthat's not the basis for my view. This is purely about charging…",
  "data/reddit-changemyview/r/changemyview/comments/oxjr0k/cmv_if_reddit_is_going_to_ban_subs_like_rmgtow.json": "I understand why reddit would ban mgtow tbh, it was full of alt righters spewing\nhate. However mgtow2 was also banned which did not have that on any level at\nall. Regardless to my point, if reddit wants to ban these subs for being sexist\nor saying negative things about the other sex or whatever…",
  "data/reddit-changemyview/r/changemyview/comments/oxr10e/cmv_the_problem_isnt_that_lizard_people_are.json": "I've become aware of a fascinating conspiracy theory that Lizard People run\nvarious governments--the United States of America, etc.\n\nAlways, the operating assumption is that this is bad specifically because they\nare Lizard People. I find this close minded and offensive. We shouldn't be\nbiased…",
  "data/reddit-changemyview/r/changemyview/comments/oxruv5/cmv_the_amount_of_black_peoplesites_on_social.json": "I'm black myself. I follow a lot of what you'd call \"black twitter\". And\nfrankly, its disgusting to me how many sites are basically saying how wrong it\nis that DaBaby is getting booted from music festivals. They are citing freedom\nof speech, blah blah blah.\n\nThe fact that he went on a rant that was,…",
  "data/reddit-changemyview/r/changemyview/comments/oxw38p/cmv_nycs_vaccine_mandate_on_restaurants_gyms_is.json": "Governments enact laws in order to keep its citizens safe. In this case, the\ngovernment is justified in requiring vaccines in these settings in order to both\nstop the spread of covid overall and to protect patrons of these establishments.\n\nThere is an analogy to seatbelts. There are laws where you…",
  "data/reddit-changemyview/r/changemyview/comments/oy0u2v/cmv_driving_tests_should_be_required_every_2.json": "While old age alone is not a reason to revoke a person’s drivers license, those\nwith age-related physical and cognitive challenges such as slower reflexes or\nvision troubles pose a danger to the public and to themselves. As of right now\nin the United States, drivers are required to reapply for their…",
  "data/reddit-changemyview/r/changemyview/comments/oy2cxm/cmv_ubi_is_a_good_idea_and_should_be_implemented.json": "Before the industrial age, anyone could use their hands and feet and grow things\nor make things, sell them, trade them for food, etc. and live. However, the\nworld is changing fast, becoming exponentially more efficient and causing people\nto lose jobs, having no way to make a living. This is not…",
  "data/reddit-changemyview/r/changemyview/comments/oy8oy6/cmv_if_the_government_wasnt_so_untrustworthy_we.json": "I keep seeing everyone beat on the other guy, like we created this situation for\nourselves. I understand there is the science and the push to get everyone\nvaccinated so we can ALL have a better life and get back to normal. However, I\ncan’t help but think that this is also the fault of governments…",
  "data/reddit-changemyview/r/changemyview/comments/oyay4x/cmv_private_businesses_requiring_proof_of.json": "People really don’t have the right to complain about private businesses and\nstores requiring either a mask or proof of vaccination. Businesses helping\npromote vaccination by refusal of service to those who won’t wear a mask or\nprovide a vaccination card is a good step towards ending the pandemic. I…",
  "data/reddit-changemyview/r/changemyview/comments/oyhysw/cmv_no_one_should_be_canceled_for_a_past_mindset.json": "We shouldn't cancel first, but educate first. Seems like everyone would agree,\nright? Some examples here may skew liberal just because it's most familiar to me\npersonally—it's not my intent to make this a political argument, but rather the\ngeneral topic of instantaneous cancel…",
  "data/reddit-changemyview/r/changemyview/comments/oyk6lq/cmv_cultural_appropriation_is_not_a_thing_and_we.json": "Some will get auto-triggered but hear me out:\n\nHere's what I mean: I *constantly* see people trying to call out \"cultural\nappropriation\" without understanding what it really is, and acting as if they're\nthe \"defenders\" of whatever culture is supposed to be offended. It's typically\nsome SJW with…",
  "data/reddit-changemyview/r/changemyview/comments/oy33e4/cmv_video_games_should_not_restrict_people_from.json": "Honestly I saw a post about the Sims and someone killing the kids in their game\nso they could have more space and I thought it was funny. However I then found\nout that they removed kids dying after the first generation and replaced it with\nchild services taking the kid a way and all I could think is…",
  "data/reddit-changemyview/r/changemyview/comments/oysool/cmv_police_vehicles_should_not_be_allowed_to_be.json": "When police cars are black with dark lettering making it difficult to identify\nthe car, to me, it says that police are not there to prevent crime but to catch\npeople in the act of it. I have no issue with undercover police who are in\ncompletely unmarked vehicles, but a traffic cop sitting on the…",
  "data/reddit-changemyview/r/changemyview/comments/oysc4o/cmv_i_am_right_to_be_cynical_about_democracys.json": "I am very, very, very cynical about democracy's prospects in the US. Every day\nthat passes feels like a checkmark on a countdown to the end of democracy. The\ndefense of democracy is, to me, the single most important issue of the time, bar\nnone. And I think that defense is... pathetic? Token? Less…",
  "data/reddit-changemyview/r/changemyview/comments/oynfn0/cmv_companies_who_ask_to_receive_a_bailout_should.json": "To expand on my full idea, this stock held by the federal government becomes\nnon-transferable for some extended period of time, say 25yrs. For example, if GM\nwere to be bailed out right now for the same amount it has received\n($50,744,648,329) the federal government would own ~931,436,276 of the…",
  "data/reddit-changemyview/r/changemyview/comments/oy8zsi/cmv_eviction_is_not_violence.json": "Video [https://twitter.com/TeamAOC/status/1422287825521844225?s=20]\n\nAOC claims that eviction is violence.\n\nI disagree. Can an eviction turn violent? Sure.\n\nHowever, removing someone from a property that they do no own is not an act of\nviolence. An eviction can be simple… a letter or verbal…",
  "data/reddit-changemyview/r/changemyview/comments/oz1r0w/cmv_democracy_doesnt_work_because_people_are.json": "Just wanna preface this by saying I don't want this to be a political debate of\nany kind. More of just a general discussion about the concept of democracy.\nTheoretically, a misinformed or ignorant public can do massive damage to itself\nand others by voting in a government or administration that is…",
  "data/reddit-changemyview/r/changemyview/comments/oyo3q6/cmv_love_is_a_decision.json": "I've been ruminating on the meaning of love here lately, and I've come to the\nconclusion that love is a decision you make every day to elevate someone or\nsomething above your own self in terms of importance.\n\nDiscussions with other folks has shown me how diverse the colloquial definitions\nof love…",
  "data/reddit-changemyview/r/changemyview/comments/oz8dvj/cmv_almost_all_our_decisions_involve_some.json": "Update: a better title would be \"some degree of manipulation doesn't make a\ndecision non consensual\"\n\nWhenever I see people on the internet saying something like \"oh, but (he/she)\nwas in a position of power, so it wasn't really consensual\" whether that's about\nsex or some other decision doesn't…",
  "data/reddit-changemyview/r/changemyview/comments/ozczlt/cmv_claw_machines_and_similar_should_disclose_odds.json": "I had this thought yesterday after seeing a bunch of these machines, and want to\nknow if there's any reason why they shouldn't disclose odds. IIRC claw machines\nwork by only grabbing the toy at full strength a fraction of the time to ensure\nthat the machine earns a profit. If, for example, the…",
  "data/reddit-changemyview/r/changemyview/comments/ozalh9/cmv_hyperloops_or_other_sort_of_tracked.json": "I do not believe any sort of ground based transportation (railed or tubed) will\ntake the place of flying in the US any time soon (next century or so).\n\nI am specifying the US and I am basing that off of the struggles we face with\nsmaller projects. Politics, environmental studies, unions &amp; land…",
  "data/reddit-changemyview/r/changemyview/comments/ozjrix/cmv_police_turning_of_body_camera_should_be.json": "If it could be shown that the video or audio of an officer’s body cam was turned\noff manually especially during an active scene with injuries/death, the first\nviolation should be a strict no pay suspension for many months. Second time it\nshould be automatic termination and a charge of tampering with…",
  "data/reddit-changemyview/r/changemyview/comments/ozttfn/cmv_guns_are_not_the_cause_of_crime.json": "So I believe that guns by themselves do not make places worse. I do not think\nthey make it more dangerous.\n\nI think guns on top of other social and health issues becomes a bigger problem.\nGuns do not make a problem on their own though.\n\nLet’s look at the most dangerous US cities: Detroit, St. Louis,…",
  "data/reddit-changemyview/r/changemyview/comments/oztnxg/cmv_the_extended_policy_that_landlord_cant_evict.json": "I would be fine if this was for one month, or two months, but this policy has\ngone on too long. I personally am not a landlord and only own one home, but I\nfeel if you own another property, e.g. you payed for it, then you should be able\nto control who lives there.\n\nIf a tenant does not pay rent,…",
  "data/reddit-changemyview/r/changemyview/comments/p01ajm/cmv_most_people_in_our_society_still_look_down_on.json": "It is my opinion that most people in society still look down on others who\nsuffer from mental illness(es)... while they're alive. But if someone dies by\nsuicide because of their mental illness(es), only then do most people in society\nsuddenly and sincerely feel bad.\n\nTo elaborate further on my view,…",
  "data/reddit-changemyview/r/changemyview/comments/p00954/cmv_theres_nothing_wrong_or_unhealthy_with_living.json": "I suffer from high functioning autism and while there are people out in the\nworld with my disability who can make friends and socialize, not everyone wants\nto or cares.\n\nBasically I’m an introverted person and I’m not interested in people. When I\ntried to force myself to socialize I came across as…",
  "data/reddit-changemyview/r/changemyview/comments/p052ob/cmv_collecting_unemployment_and_bypassing.json": "From my understanding, unemployment exists to prevent a tidal wave of job loss\nand keep money flowing through our society.\n\nBut it’s also an insurance policy. That people pay for.\n\nIf I had a 2021 Mercedes-Benz, it got totaled due to natural events that were\ncovered in my contract it would be…",
  "data/reddit-changemyview/r/changemyview/comments/p0139j/cmv_people_shouldnt_consider_religion_as_part_of.json": "So, I am probably going to get downvoted for this, but I genuinely don't\nunderstand this whole concept.\n\nWhy would anybody consider religion to be part of their identity? It is a set of\nclaims about the universe, spirituality, ethics, God, supernatural elements etc.\n\nWhy would anybody make a bunch…",
  "data/reddit-changemyview/r/changemyview/comments/p06twi/cmv_i_dont_think_its_always_justified_to_cancel.json": "I'll start with Kevin Hart. In 2018, when Kevin Hart was set to host the Oscars,\na series of homophobic tweets from 2009-2011 resurfaced, which eventually caused\nhim to step down. I don't know if this was justified. He made those comments 7-9\nyears prior and he may very well have changed. Was their…",
  "data/reddit-changemyview/r/changemyview/comments/p0aa72/cmv_its_the_retail_restaurant_and_fast_food.json": "My opinion here goes both ways: People that collected PUA while moving back in\nwith their parents, who used that money to better themselves somehow, and now no\nlonger need to work retail/fast food/in a restaurant, and people who are\nstraight up hoarding all of the money they got from PUA, and…",
  "data/reddit-changemyview/r/changemyview/comments/ozwh82/cmv_there_should_be_an_age_limit_after_which_you.json": "It is great seeing kids as young as 12 participating and winning in the\nOlympics, but I believe that it shouldn't be allowed. Olympics are a lot of\npressure and it might not be good for them to go against way more experienced\nathletes.\n\nI have seen countries where the atheletes need to train for…",
  "data/reddit-changemyview/r/changemyview/comments/p0e1le/cmv_attempts_by_americaeurope_to_instill.json": "The 21st century has been defined by the catastrophic failure of Western powers\nto spread democracy. The invasion of Iraq and the interventions in Libya used\nvague and poorly defined notions of freedom to engage in the destruction of\nstate apparatuses, leading to outpourings of sectarian…",
  "data/reddit-changemyview/r/changemyview/comments/p0dx3w/cmv_cannabis_should_be_legalized.json": "Okay a classic: I am aware that this is a popular opinion. I want to use this\npost, to maybe get a different perspective on things, because for me it’s very\nclear that: cannabis should be legalized, especially if alcohol and Cigarettes\nare so fetishized. Or everything should be banned.\n\nHere are the…",
  "data/reddit-changemyview/r/changemyview/comments/p0gwds/cmv_animal_cruelty_negligence_and_especially.json": "I've seen videos of animals either being neglected, abused, and sometimes even\ntortured. It's awful. I can't believe that the punishment is slim to nothing.\nThere was a video of a man torturing animals and all he got was 2 months of jail\ntime.\n\nI still can't believe that you can get more jail time…",
  "data/reddit-changemyview/r/changemyview/comments/p0lldy/cmv_the_atomic_bombings_were_the_correct_move_and.json": "The bombings were from anyway you look at it, morally, or militarily, the right\nmove,\n\nFrom a moral standpoint, it is better to kill 200k Japanese than let 2 million\nChinese die. The Japanese were committing war crimes on a massive scale, and\neven if you use the low end estimates, it’s still…",
  "data/reddit-changemyview/r/changemyview/comments/p0s7c5/cmv_i_am_the_only_being_in_the_universe.json": "Lately it has dawned on me that I am the only thing that might actually exist.\nEveryone else is quite possibly just a figment of my imagination. If I die\ntomorrow, the whole universe will end with me.\n\nNo one has ever been able to change my view about this - I have not seen one\nthing that would make…",
  "data/reddit-changemyview/r/changemyview/comments/p0gce8/cmv_the_death_penalty_should_be_abolished_for.json": "View is pretty simple - I believe that no citizen should be subject at birth to\nthe death penalty, but those who choose to accept state authority &\nresponsibility ought to be held to a higher standard. By that, I mean that they\nshould not only receive the death penalty for capital crimes, but a…",
  "data/reddit-changemyview/r/changemyview/comments/p0ify4/cmv_any_religion_that_touts_its_leaders_as.json": "So many people since Covid for example, are talking about how they “prayed to\ngod, who told them they shouldn’t get the vaccine”\n\nCorrect me if I’m wrong, but aren’t bishops, elders, cardinals and priests\n“special” because they talk to god? Why are they so special if everyone does it?\nWhy do we need…",
  "data/reddit-changemyview/r/changemyview/comments/p0svp1/cmv_universal_health_care_can_and_should_be.json": "I really want to hear a logical counterpoint to this. It just seems so practical\nand basic. 99% of the industrialized world has implemented some form of it.\n\nI have lived a good portion of my life outside the US in both Germany and Japan\n(countries with Universal health care) and have found it…",
  "data/reddit-changemyview/r/changemyview/comments/p0ujg4/cmv_simone_biles_opting_out_of_the_all_around.json": "I’ll start by saying that I understand why she did it, and I support it.\nGymnastics is a very dangerous sport, and being in the wrong mindset can be\nlethal. On top of that, judges underscoring her difficulty must be so\ndemoralizing and would be a drain on any person. Were I in her situation, I…",
  "data/reddit-changemyview/r/changemyview/comments/p0y5i6/cmv_employment_gaps_shouldnt_be_looked_so_down.json": "I’d understand if you had a 2yr-6yr employment gap that would literally have\nsome explaining to do and if you are in no position to not be working I don’t\nthink anyone should be doing that unless you became super successful or found\nways of never having to work again and then suddenly needed…",
  "data/reddit-changemyview/r/changemyview/comments/p12pwc/cmv_fat_acceptance_is_the_same_as_enabling_an.json": "I am an alcoholic in recovery (almost 6 years sober) and one thing that really\nsets me off is seeing articles and posts about how overweight people need to be\nbetter accommodated/catered to.\n\nWhile I consider myself to be an empathetic person and I would never be vocally\ncruel to anyone, this really…",
  "data/reddit-changemyview/r/changemyview/comments/p18gnp/cmv_you_can_support_body_positivity_and_still_be.json": "It’s really frustrating to me seeing online communities and mainstream media\npushing a narrative that you can still be healthy and obese when that’s\ncompletely false. When you’re overweight (but more so when you’re obese) fat\nbuilds up around your organs such as your heart and lungs which create…",
  "data/reddit-changemyview/r/changemyview/comments/p16f0e/cmv_apple_is_building_the_very_1984esque.json": "With the recent Apple announcement of uploading encrypted hashes of all of your\npictures to check for confirmed (CSAM) child pornography and reporting\n„affected“ users to authorities; Apple is building the very foundation of\ninternational surveillance they swore to combat.\n\nMy view: This will cause…",
  "data/reddit-changemyview/r/changemyview/comments/p1emzb/cmv_the_wealthy_are_parasites_who_hoard_wealth.json": "I see how much the wealthy have broken down society and turned us into cold\nhustling sociopaths to better work for them and to kill ourselves or be killed\nwhen we become worthless in their eyes. I fully believe stealing from the rich\nisn't morally wrong... They're hoarding wealth they earned by…",
  "data/reddit-changemyview/r/changemyview/comments/p1bfmy/cmv_the_if_the_roles_were_reversed_argument_is_a.json": "let’s say if a black woman calls a white woman “Stacy” if their name isn’t such\nsimply bc of their skin color is equivalent to a white woman calling a black\nwoman “kisha” bc their skin. And I just think saying it’s not a valid argument\nis just to defect the idea, bc people can’t answer it. How can u…",
  "data/reddit-changemyview/r/changemyview/comments/p1if07/cmv_americans_fetishize_a_shitty_constitution.json": "I'm not even going to talk about the electoral college or senate representation\nbecause opinions on their reform are popular.\n\nEvery fucking year, children in America are indoctrinated that their country has\nthe greatest political system ever crafted by genius statesmen. When in reality,\nthose…",
  "data/reddit-changemyview/r/changemyview/comments/p1jn77/cmv_the_government_should_not_just_be_focused_on.json": "First of all, I'm not saying we shouldn't \"go green\" or try to stop our\ndestruction of the environment, but the ship to \"stop before irreversible\ndamage\" has long sailed.\n\nWe can't just suck the CO2 and undo everything, the change is already underway\nand no human intervention can stop that.\n\nInstead…",
  "data/reddit-changemyview/r/changemyview/comments/p18atk/cmv_the_be_the_bigger_person_mentality_is_stupid.json": "I can't tell y'all the amount of posts I read on Reddit where someone is asking\nif they were in the wrong for being cruel towards their abusers (especially\nvictims of child abuse) and being told they were, and to \"be the bigger person\".\n\nNot only is that mentality a roundabout way of saying, \"you…",
  "data/reddit-changemyview/r/changemyview/comments/p1rok6/cmv_theres_a_lot_to_proud_about_in_us_history.json": "I've been hearing a lot of individuals (especially young people) who have grown\na sense of hatred and shame for this country based on the dark parts of its\nhistory and what they're up to currently. However, I feel like not as much\nacknowledgement has been put towards the countless positive things…",
  "data/reddit-changemyview/r/changemyview/comments/p1tnqi/cmv_there_is_no_good_reason_for_movies_and_tv.json": "You know the scene. A main character is pulled out of the water. Are they dead?\nOMG. Another main character starts doing chest compressions right away, and\nsuddenly the person is coughing up water. They're OK. Hurray!\n\nOf course, that's not how it works. The person administering CPR didn't…",
  "data/reddit-changemyview/r/changemyview/comments/p1u1fj/cmv_going_vegan_is_unsustainable_and_dangerous_to.json": "I think the entire world (less specific communities) eats too much meat. Science\nsupports that fact that certain amino acids only available in meat (with the\ntechnology we have now) are necessary for neurological development. Even bone\nbroth soup a few times a year is plenty for a grown adult.…",
  "data/reddit-changemyview/r/changemyview/comments/p223ky/cmv_africanamericans_shouldnt_get_a_pass_for.json": "It is well-documented that 20th-century medical experiments in the US used\nAfrican-Americans as guinea pigs in the Tuskegee syphilis study while telling\nthem falsely that they were getting important medicine. This has been broadly\ncited as a reason that African-Americans do not trust the government…",
  "data/reddit-changemyview/r/changemyview/comments/p21oro/cmv_the_top_100_billionaires_could_maybe_pay_for.json": "The 2021 budget for the US is about 6.8 trillion. The top 100 billionaire range\nfrom ~$130B to $18B. On a rough average let's say $75B x 100 is $7.5T. So even\nif we took 100% of there wealth we may be able to solve our problems for a year.\nMost of this isn't even cash, it is net worth based of the…",
  "data/reddit-changemyview/r/changemyview/comments/p24vjr/cmv_all_of_this_vaccine_hesitancy_is_really_just.json": "Whether it’s because your candidate lost an election, or more simply because\nit’s “magnetic”, or because you view the current administration as evil, or it’s\ngoing to ruin our country, or it’s not safe because it’s “untested” or whatever\nlame reason is still yet to be heard, the real reason for the…",
  "data/reddit-changemyview/r/changemyview/comments/p2d796/cmv_the_average_american_would_lose_to_a_goose_in.json": "Hi all, after reading this link\n[https://www.google.com/amp/s/www.thelondoneconomic.com/lifestyle/eight-per-cent-of-americans-think-they-could-beat-an-elephant-in-a-fight-269759/%3famp]\nI put a lot of thought into the average American’s fighting ability unarmed and\nfound them… wanting. Now I know…",
  "data/reddit-changemyview/r/changemyview/comments/p2epoz/cmv_womens_safety_advice_isnt_victim_shaming.json": "I see a lot of posts that are like \"don't tell women to \"insert common safety\nprecaution at night\", tell men not to rape\" and i AGREE, its fucked up 100% we\nhave to do this\n\nBut it is fucked up times we live in, so advising women to take ear phones out\nor to have a emergency contact dialed up or to…",
  "data/reddit-changemyview/r/changemyview/comments/p2kr1z/cmv_useless_higher_level_math_classes_calc_trig.json": "Grades K-12 are intended to teach students the basic information that most\npeople should know by adulthood. It is agreed upon that certain subjects be\nrequired in order to graduate. This is to ensure students are well educated on\nthings a school board has deemed important like: their country’s…",
  "data/reddit-changemyview/r/changemyview/comments/p2fy1m/cmv_covid_will_become_endemic_and_thus_masks.json": "We all made sacrifices over the course of 2020 and the first part of 2021 as a\nresult of the global pandemic. I struggled a great deal, but was able to pull\nthrough because there was a light at the end of the tunnel: vaccines and a\nreturn to normal life. I wore my mask. I stayed isolated to the…",
  "data/reddit-changemyview/r/changemyview/comments/p2nlem/cmv_having_a_gun_in_the_home_does_not_make_me.json": "More broadly, I feel like many statistics are reduced to uselessness when\napplied on an individual level.\n\nIt is often said that having a gun in the home doubles, triples, etc your\nlikelihood of being a victim of gun violence.\n\nThis sort of thing is not useful information when applied to…",
  "data/reddit-changemyview/r/changemyview/comments/p2uujh/cmv_the_concept_of_men_having_to_be_the_pursuer.json": "Its forces men and women to form life and morals around a societal idea that is\ndesigned to force people into roles. If you want to be approached by anyone,\nyou've got to play this Alpha Male Dance, and force people into being\ninterested. I've talked to many a person, after being friends with them…",
  "data/reddit-changemyview/r/changemyview/comments/p2w05b/cmv_punishing_a_child_for_swearing_is_a_stupid.json": "NOTE: I’m not including slurs, as those are tied to trauma and are a completely\ndifferent league from “Fuck”, “Shit”, “Ass”, etc as they were made to demean\ncertain demographics.\n\nEdit: Perhaps the better title might be “The current social standards regarding\nswearing need a serious overhaul, as…",
  "data/reddit-changemyview/r/changemyview/comments/p2z5zj/cmv_the_idea_of_forced_diversity_doesnt_make_much.json": "As far as media creation goes, the goal is generally to be appealing to\npotential audiences (viewers, readers, players, etc.), so it’s pretty much\nimpossible to point at examples of “forced diversity” as uniquely cynical.\nCreative choices are either all legitimate or all “forced”. Even if someone…",
  "data/reddit-changemyview/r/changemyview/comments/p33u1x/cmv_if_my_body_my_choice_alone_is_an_insufficient.json": "I am not anti-vax (I had both) and I am not pro-life, but I have always felt\nthat the 'my body, my choice - and the buck stops there' argument was weak ass.\n\nThere are many good arguments on the pro-choice side, I just don't think this is\none of them.\n\nIf you think the bodily-autonomy argument is…",
  "data/reddit-changemyview/r/changemyview/comments/p35qki/cmv_businesses_struggling_to_hire_minimum_wage.json": "A true capitalist economy creates wage growth through very, very low\nunemployment. When businesses struggle to hire or retain employees because there\nare better options elsewhere, then their only options are to make the job more\nattractive through wages or incentives, or go out of business.\n\nIn our…",
  "data/reddit-changemyview/r/changemyview/comments/p3h4uz/cmv_the_average_us_american_is_uneducated.json": "First off, I don't blame them, it seems that their situation is deliberately\nexternally imposed upon them. But the objective reality is that the average\nAmerican person lacks a basic critical understanding of history, politics,\ngeography, physical and natural sciences, philosophy, and language.\n\nI…",
  "data/reddit-changemyview/r/changemyview/comments/p3h6pz/cmv_the_climate_change_movement_has_been_greatly.json": "In a nutshell, I think that the campaigning of climate change action in\nconjunction with other leftist policy has been extremely detrimental to the\nmovement. I shall speak from the perspective of an Australian, though I'm sure\nthis is analogous to other national experiences. In Australia, the third…",
  "data/reddit-changemyview/r/changemyview/comments/p3eabx/cmv_nuclear_is_the_way_forward.json": "I believe that we need to start investing more resources into the nuclear energy\nindustry very soon if we want to have any chance at stopping climate change. It\nis the only energy source we have right now that is reliable AND carbon neutral.\nIt may not be perfect as it produces nuclear waste which…",
  "data/reddit-changemyview/r/changemyview/comments/p3im6q/cmv_hiring_poc_to_play_white_characters_is_just.json": "The Netflix series for Witcher hired Anya Chalotra to play Yennefer. She is from\nEngland but she is half Indian and POC. As well as actress Anna Schaffer who\nplays Triss, from Germany but also POC.\n\nBoth characters originally are from a slavic descent and are not described as\nPOC in the books and…",
  "data/reddit-changemyview/r/changemyview/comments/p39qfd/cmv_parents_who_believe_their_children_owe_them.json": "It was the household policy I grew up in, my mother raise us(me and my little\nbro and sis) by herself. She believes that since she raised us we owe it to her.\nI know others have lived the same thing. I believe being a parent is a selfish\nchoice (I am a dad of two girls). And therefore it is the job…",
  "data/reddit-changemyview/r/changemyview/comments/p3uhuo/cmv_batmans_recruitment_of_robin_as_a_fellow.json": "In the Batman comics, Robin (a role that is taken on by various individuals) is\na youngster, sometimes even a pre-teen, but more recently between 13-15.\n\nHere is another Redditor's informed opinion on the ages of Batman characters,\nincluding…",
  "data/reddit-changemyview/r/changemyview/comments/p3znl8/cmv_the_us_government_should_waive_any_visa.json": "Afghanistan is a lost cause and countless thousands of afghans have grown up in\na democracy and are going to be plunged into a handmaid's tale dystopia very\nsoon. I met an all girls law school team of afghan women at an event a few years\nago, and I can't imagine what they must be going through right…",
  "data/reddit-changemyview/r/changemyview/comments/p405gl/cmv_born_in_the_wrong_body_doesnt_make_sense.json": "I've seen the following argument a few times now: some evidence is provided to\ndemonstrate that trans people's brains are, on average, more similar to the\ngender they identify with than you'd expect from an average member of their\ngenetic sex. This illustrates they're on to something when they…",
  "data/reddit-changemyview/r/changemyview/comments/p3zkfu/cmv_people_who_post_photos_of_their_children_on.json": "Children and babies don’t/rarely get the chance to tell their parents and family\nmembers that they don’t want their photos taken or that they don’t want them\nposted online.\n\nI’ve heard people say that “It’s for the memories.” But photos getting posted\nonline don’t disappear and what if your child…",
  "data/reddit-changemyview/r/changemyview/comments/p4bni0/cmv_dr_anthony_fauci_is_a_reliable_and.json": "I realize that many of you may need to take a devil's advocate stance on this,\nbut with so much hatred towards him online from the political right I just have\nto try and understand where the anger comes from. I've seen him labeled a\ncriminal, liar, and a terrorist for seemingly no reason.\n\nI…",
  "data/reddit-changemyview/r/changemyview/comments/p4bjib/cmv_if_americans_dont_want_to_get_vaccinated_we.json": "We could give people a warning, a last chance to get vaccinated, before sending\nthe inoculation abroad. After that, resources will not be wasted on them. These\nstories of thousands of vaccines going bad because people refuse to get\nvaccinated demonstrates a mismatch in supply and demand. Since a…",
  "data/reddit-changemyview/r/changemyview/comments/p48g7e/cmv_the_united_states_senate_is_going_to_cause.json": "I personally do not see a use for the Senate. In theory, the senators are\nsupposed to enact the interests of the state but in reality the senators pander\nto their political party. Representation is based entirely on States and not\npopulation so we end up having a backwards system where less people…",
  "data/reddit-changemyview/r/changemyview/comments/p4dk6p/cmv_if_a_grilled_cheese_sandwich_has_anything.json": "I see people all the time call things grilled cheese that aren't and I don't\nunderstand it. How the hell is a sandwich with ham, turkey or even brisket a\ngrilled cheese when the primary ingredients are not cheese. Cheese cannot be an\nafter thought or an accent in something something called \"grilled…"
}