{
  "data/reddit-changemyview/r/changemyview/comments/koev3f/cmv_homelessness_is_not_a_crime.json": "This CMV is not about the reasons why people become homeless. Even if people\nwould become homeless solely due to their personal failure, they are still\nhumans and they should not be treated like pigeons or another city pest.\n\nInstead I want to talk about laws that criminalize homelessness.…",
  "data/reddit-changemyview/r/changemyview/comments/koko1m/cmv_user_reviews_are_vastly_more_relevant_to_the.json": "It's fairly common for modern films with even a dash of controversy surrounding\nthem to have significantly divergent scores from professional reviewers and\nusers on sites such as Rotten Tomatoes or Metacritic. In my opinion, the most\nimportant aspect that should contribute to a film's rating should…",
  "data/reddit-changemyview/r/changemyview/comments/kovpc3/cmvorgan_donor_should_be_mandatory_with_optout.json": "I'll preface this by stating i live in Aus, not the USA, but i believe all\n'western' countries should be this way.\n\nIt should be the default setting for once you die. And if you opt out, be it\nreligious reasons or otherwise, you should then go further back on the donor\nlist should you need a…",
  "data/reddit-changemyview/r/changemyview/comments/kox7l0/cmv_rsapphoandherfriend_is_bad_history.json": "I feel like I should preface this with the fact that I’m a bisexual man. My\nintention is not to play the gay card or anything but I feel like I should make\nit clear that this is coming from a genuine passion for history and not from a\nplace of homophobia.\n\nr/SapphoandherFriend…",
  "data/reddit-changemyview/r/changemyview/comments/koyhsd/cmv_if_your_income_is_higher_than_the_people_you.json": "So I recently stumbled on a post where the OP googled the homes of the\nindividuals who have some sort of influence into deciding the things you/we are\nallowed to do. This irked me, how is it that we let these people decide that\nthey deserve to make ridiculous amounts of money sitting in a chair,…",
  "data/reddit-changemyview/r/changemyview/comments/kp48xo/cmvthere_is_no_legitimate_reason_for_marijuana_to.json": "Marijuana isn't some magical plant with no downsides I understand the risk of\npsychosis and obviously driving while inebriated under any circumstance is a bad\nidea. I believe weed should be regulated like any drug such as alcohol or\ntobacco. The reasoning behind this is that by keeping marijuana…",
  "data/reddit-changemyview/r/changemyview/comments/kp34yq/cmv_subreddits_that_are_based_on_judging_other.json": "It's usually subreddits about idiotic people, rude and mean people, Karen's,\nJohn's, stupid conservatives, stupid liberals, etc. Any kind of people that\nprovoke hate in you and a strong sense of \"I'm better than them\" or just gossipy\ninterest.\n\nConstantly focusing on humanity's negative side may…",
  "data/reddit-changemyview/r/changemyview/comments/kpeqsk/cmv_the_trumpukraine_scandal_was_as_bad_if_not.json": "In Watergate, Nixon broke into the DNC and wiretapped his political opponents\nfor his own political gain. In the Trump–Ukraine scandal, Trump withheld foreign\naid to an American ally against American interests for his own political gain.\nBoth Nixon and Trump initially tried to deny any wrongdoing.…",
  "data/reddit-changemyview/r/changemyview/comments/kpf4o0/cmv_republicans_are_attempting_a_coup_détat_in.json": "Hi everyone,\n\nTrump and his supporters have constantly talked about how over the past 4 years,\nAmerica went from being (not great?) to “great again”.\n\nThe backdrop for this conversation is, how can America both be great, but also\nsimultaneously, not able to host honest, free, and fair…",
  "data/reddit-changemyview/r/changemyview/comments/kpk0j6/cmv_glitter_should_be_a_regulated_substance_and.json": "Let me preface this by saying that we look at glitter all wrong. Most of us look\nat it as just another piece of the artist's toolkit, but the fact is that\nglitter was weaponized long ago by people willing to send envelopes full of\nglitter to your enemies, or even by the infamous porch-pirate revenge…",
  "data/reddit-changemyview/r/changemyview/comments/kpp2ug/cmv_if_politicians_have_a_minimum_age_requirement.json": "If Nancy Pelosi is re-elected Speaker of the House, she will be the oldest\nperson to hold the position at 80 years old.\n\nWhen Joe Biden swears in to become President of the United States, he will be 78\nyears old, the oldest person to become president.\n\nThe 116th Congress had 7 Senators that were 80…",
  "data/reddit-changemyview/r/changemyview/comments/kpijom/cmv_extreme_sex_segregation_done_in_iran_since.json": "I'm a 24 year old adult male living in Iran, I've lived through 12 years of\nmandatory sex-segregated school only to be introduced to a sex-segregated\nsociety where interacting with the other gender is deemed illegal by the\nhorrible islamic law imposed and enforced on the poor people of the country…",
  "data/reddit-changemyview/r/changemyview/comments/kpswy4/cmv_atwill_employment_laws_make_it_near.json": "There are certain things and attributes it is illegal to fire someone for.\nMostly protected characteristics, like sex, race and disability, as well as\nprotections from being punished for refusing unsafe work and the like.\n\nI think most people can agree that it should be illegal to fire someone…",
  "data/reddit-changemyview/r/changemyview/comments/kpvivl/cmv_the_gatekeeping_of_trans_healthcare_is.json": "I saw a post on a different subreddit about how much gatekeeping there is in the\ntrans community and it’s difficult to transition, while I do understand where\nthey are coming from (it’s taking me 3+ years to even begin to transition) but\nit’s for safety reasons, because if you have made a mistake…",
  "data/reddit-changemyview/r/changemyview/comments/kq1yom/cmv_religion_is_man_made_and_most_likely_entirely.json": "The entire concept of a written book that god sent down to a human being to\nspread the word does not make sense to me. A being that has the ability to\ncreate the universe, has a son that’s major power is water to wine and walking\non water, and was crucified by humans. How do we even know this man…",
  "data/reddit-changemyview/r/changemyview/comments/kpqeuf/cmv_we_need_to_force_space_exploration.json": "Here's what i mean, a lot of people try to convince me that we should abandon\nour dreams of living in the stars becouse its too expensive, and we should focus\non starving children rather than fancy space missions. I'd like to disagree with\nthat. Human race, and everything it created, might disappear…",
  "data/reddit-changemyview/r/changemyview/comments/kq0z5q/cmv_parents_should_be_required_to_undergo.json": "There's budget for healthcare, criminal justice, education and most aspects of\nsociety but so little attention paid to how individual parenting possibly plays\nthe biggest role in how a child turns out as an adult, physically, mentally,\nfinancially etc. And all these individual outcomes cascade into…",
  "data/reddit-changemyview/r/changemyview/comments/kqj49a/cmv_you_have_an_inherent_right_to_know_exactly.json": "They track you, and everything you do, live, and exploit that data for their\ngains. You should be able to track what they track, live, with impunity from\ngovernments, and know when this data is used for profit. In cyberspace, you are\nyour data, so you should know where you are, and what you are…",
  "data/reddit-changemyview/r/changemyview/comments/kqdxhi/cmv_donald_trump_will_not_be_the_republican.json": "(Edit: I mean that his chances of being the nominee is around 20%, so an\nunlikely but not impossible situation.)\n\nArgument saying he will:\n\n * He currently is very popular among Republicans. It has generally been about\n   90%\n   https://news.gallup.com/poll/203198/presidential-approval-ratings…",
  "data/reddit-changemyview/r/changemyview/comments/kqezko/cmv_religion_played_an_important_role_in_forming.json": "Everybody likes to complain about the unpopular beliefs like anti homosexuality\nor for a while their anti mixed racial couples that stemmed from the church.\nHowever, outside of certain periods of time and sometimes being behind on what\nprogressive attitudes are being held by the masses, religion was…",
  "data/reddit-changemyview/r/changemyview/comments/kqlebn/cmv_since_handtohand_combat_is_no_longer_the_norm.json": "Women soldiers in the past were at a great disadvantage due to physical\ndifferences between men and women, no question there. This was a big reason why\ndrafting was for men only all throughout history. Nowadays, however, wars are\nfought using guns, boats, planes, cars, bombs, tanks, hacking, and the…",
  "data/reddit-changemyview/r/changemyview/comments/kqnxeb/cmv_no_one_under_the_age_of_18_should_be_allowed.json": "PHOTO ID verification, to be clear.\n\nI think that every looks-centric social media app like Facebook, Snapchat,\nInstagram, and TikTok should require users to be at least 18 years old and\nshould require ID verification to create an account the same way that some\nonline investment apps do because:\n\n…",
  "data/reddit-changemyview/r/changemyview/comments/kqo6eg/cmv_conservatives_are_doing_what_they_accuse_of.json": "I'm a centrist for the most part but a lot of the things that I typically see\nconservatives accuse of Liberals such as not accepting different views, taking\nthe extremists of the other side and saying that they represent the whole, being\noverly sensitive, name calling, constantly bringing up race…",
  "data/reddit-changemyview/r/changemyview/comments/kqqmpq/cmv_the_us_should_implement_an_optout_system_for.json": "Just to be clear, I am talking about organ donation after you die, not while you\nare living.\n\nIf the U.S. had an opt-out system for organ donation similar to what the UK has,\nit would save thousands of lives. By letting people opt-out, those whose\nreligion is against it or simply don't want to don't…",
  "data/reddit-changemyview/r/changemyview/comments/kqup7p/cmv_they_say_a_relationship_wont_solve_any_of.json": "I think I’ve said it all in the title, but yeah. If people shouldn’t “focus on\ngetting a significant other, it won’t fix your life” then how come there are so\nmany so-called ‘losers’ whose lives miraculously seem to get so much better once\nthey have a significant other? I’ve seen people go from…",
  "data/reddit-changemyview/r/changemyview/comments/kqzxqe/cmv_all_laws_should_have_a_sunset_provision.json": "Too often are good-sounding laws passed that end up being bad in practice. But\nthen they become hard to repeal, because the existence of these laws benefit\nthose in power.\n\nSome laws are written with a sunset provision, which says \"This law will cease\nto have effect unless the congress approves it…",
  "data/reddit-changemyview/r/changemyview/comments/kr3ch4/cmv_spam_and_unsolicited_call_text_and_mail_laws.json": "Living in Georgia, I have been inundated with mail from both parties, their\ncandidates, and various third parties on both sides (I kept count, we received\n89 mailings last week). Daily we have things placed on our door handle from\nthese same people. We receive at least one visitor every 2-3 days who…",
  "data/reddit-changemyview/r/changemyview/comments/krhja1/cmv_the_white_teen_who_said_the_n_word_on_a.json": "https://www.nytimes.com/2020/12/26/us/mimi-groves-jimmy-galligan-racial-slurs.amp.html\n\nHere is an article explaining the situation ^\n\nReasoning:\n\n1) The girl said it when she was 15 (4 years ago)\n\n-Mrs. Groves said this word as a child. Was it right? Absolutely not. But 4\nyears is enough to change…",
  "data/reddit-changemyview/r/changemyview/comments/krc0t0/cmv_punishment_by_a_fine_should_be_paid_via_a.json": "Any fines, judgments, what have you should be paid via a community service. No\nmore of this \"legal for the rich\" mentality. What ever the \"value\" of the fine\nis, should then be divided by what the minimum wage is of the state crime was\ncommitted in, or fed min if Federal crime, to determine the…",
  "data/reddit-changemyview/r/changemyview/comments/krvf6w/cmvi_have_absolutely_no_reason_to_respect.json": "With all attempts to do so, I have come to the conclusion that I have gained\nvery little (if not no) respect to those who refuse to vaccinate them or their\nchildren, particularly against diseases that have been known to be very\ndevestating to quality of life (if not the whole life in general).\n\nYes,…",
  "data/reddit-changemyview/r/changemyview/comments/kryegf/cmv_if_you_believe_life_begins_at_conception_and.json": "I want you to poke holes in this simple if A and B then C must be true argument.\n\nCMV: If you believe life begins at conception AND in birthright citizenship,\nthen you must also believe that a person who was conceived in a country must be\ngiven citizenship to that country solely on that basis,…",
  "data/reddit-changemyview/r/changemyview/comments/krw5q0/cmv_trump_is_staging_a_coup_at_this_moment.json": "Currently the certification proceedings for the 2020 election have been stalled\nbecause far right \"protestors\" have stormed the capitol building bearing Trump\nflags, shouting that Trump has won, and occupying the floors of both houses\n\nAlthough Trump has tweeted that this is lawless and to support…",
  "data/reddit-changemyview/r/changemyview/comments/ks2y14/cmv_the_insurrectionists_who_stormed_the_capitol.json": "Attacking the Capitol and assaulting police officers is a felony. A woman was\nshot and died when the insurrectionists stormed the Capitol today. Many\njurisdictions apply the proximate cause theory to felony murder, which says that\nall persons involved in committing a felony can be charged with…",
  "data/reddit-changemyview/r/changemyview/comments/krszlj/cmv_conflating_personal_and_systemic_racism_makes.json": "what is \"A Racist\"? when people say \"Tom is a racist don't hire him\" what do\nthey mean? i use to assume they mean that Tom dismisses and judged people based\non the color of their skin, or that he looked down at a specific race, because\nof their race. in which case i would not even interview Tom. I…",
  "data/reddit-changemyview/r/changemyview/comments/ks2vjf/cmv_the_us_is_not_the_greatest_country_in_the.json": "I've been watching the news cycle since the storm on Capital Hill started, and\none recurring line that nobody seems to bat an eye at is \"America is the\ngreatest country in the world.\"\n\nMaybe this was true at the start of the industrial revolution, but it almost\ncertainly isn't the case anymore. But…",
  "data/reddit-changemyview/r/changemyview/comments/ks2zik/cmv_in_order_to_bring_back_civil_discourse_we.json": "When I was a kid,we took Civics in all three schools,6th grade,9th grade and\n12th grade,(it was in puerto rico) and that taught me the basics of democracy,\nit wasn't just about the importance of the vote, but what it means to live in a\nparticipant democracy, but now year after year with all of the…",
  "data/reddit-changemyview/r/changemyview/comments/ksefg0/cmv_if_you_still_believe_the_usa_elections_were.json": "I just don't understand how there are still people out there that believe the\nelection was faked. It is simply un-American to be going against democracy like\nthis. Even Trump's own vice president, being Pence of course, has stated that\nthe elections were not fraudulent. I simply can't wrap my mind…",
  "data/reddit-changemyview/r/changemyview/comments/ksd569/cmv_theres_a_huge_divide_in_the_us_thats_only.json": "Edit: thank you guys for your answers, I got really busy and now I'm going\nthrough them.\n\nI won't go as far as saying there will be civil war, but we're at a point where\nbasically republicans have turned into Trumpers, and democrats with their media\nand celebrities are making sure everyone hates…",
  "data/reddit-changemyview/r/changemyview/comments/ksg7pi/cmv_the_division_we_see_in_modern_america_is.json": "Joe Biden has just been elected as the 46th president of the United States. He\nhas promised unity to a broken America; an America that is polarized between two\ncamps that are becoming more and more divisive and filled with vitriol. I firmly\nbelieve that we are on the brink of an important inflection…",
  "data/reddit-changemyview/r/changemyview/comments/ks6jef/cmv_both_sides_of_this_political_turmoil_are.json": "Basically, after today, I’ve seen both sides of the political spectrum in\nAmerica talk about the other like dogs. The left can do one thing and they’re\nvillianized for it but then the right will do the same shit and get villianized\nby the left. It’s all hypocritical af. I realize we’re fairly…",
  "data/reddit-changemyview/r/changemyview/comments/ksdt8n/cmv_white_silence_isnt_a_thing.json": "I never heard of white silence untill a few months ago but for those a who don’t\nknow what white silence is,white silence when a white person doesn’t talk about\nor or spread information on the hardships POC or other minorities face. I think\nthis is the stupidest thing I’ve ever heard of.Not everyone…",
  "data/reddit-changemyview/r/changemyview/comments/ksl2fy/cmv_cabinet_members_resigning_at_this_point_are.json": "With the breaking news that Elaine Chao is resigning her post as Secretary of\nTransportation, I can't help but think that it is an empty gesture at best, and\na cowardly avoidance of participating in invoking the 25th Amendment at worst.\n\nIt is my understanding that in order to invoke the 25th, Vice…",
  "data/reddit-changemyview/r/changemyview/comments/ksiaoc/cmv_deadly_force_should_have_been_used_to_defend.json": "This is a view I weakly hold and have some doubts about, but which was pretty\nfront of mind for me yesterday.\n\nMy reasons for holding this view are:\n\n 1. The defense of the seat of government is a military exigency. Even though\n    the Capitol Police aren't the Army, when you're at the last line of…",
  "data/reddit-changemyview/r/changemyview/comments/ksqkqe/cmv_pointing_out_racism_in_the_lgbt_community_is.json": "I’d started off by saying that i’m poc gay man, I’ve experienced both extreme\nracism and homophobia. I’m here for outing racists. But I do NOT see people\ntalking about how insane homophobia is in the black community. Some black people\nare pretty religious, and there’s extreme homophobia there that…",
  "data/reddit-changemyview/r/changemyview/comments/ksq5ay/cmv_menstrual_products_should_be_free_and.json": "Most women menstrate. It is a biological part of womanhood. Though I do think\nbirth control (including condoms) should also be free, menstruation happens\nwhenever it wants to happen. You cannot choose when it happens. Even birth\ncontrol pills can only help but cannot guarantee you won't have…",
  "data/reddit-changemyview/r/changemyview/comments/kt4tuy/12_its_fresh_topic_friday_01082021_that_means_no.json": "Folks, we get it - the recent events surrounding the US Capitol protests are a\nhot topic now and everyone has views they want to post, but it is Fresh Topic\nFriday. The point of FTF is to give us all a break from the most common topics\nhere, and this Friday is no exception.\n\nTo be very clear - we…",
  "data/reddit-changemyview/r/changemyview/comments/kt90fy/cmv_ken_jennings_hoe_answer_should_have_been.json": "Was reading some stuff about the Jeopardy GOAT tournament they're doing, and\npeople brought up a Jeopardy-famous moment\n[https://www.youtube.com/watch?v=OpKOm-LLRhA] from Ken Jennings' original run.\n\n> [Tool Time for 200]\n> \n> This term for a long-handled gardening tool can also mean an immoral…",
  "data/reddit-changemyview/r/changemyview/comments/kt8c8e/cmv_hotdogs_are_a_sandwich.json": "I would like a solid argument against what I believe is a fact, hot dogs are\nsandwiches. Merriam Webster defines \"sandwich\" as \" two or more slices of bread\nor a split roll having a filling in between\". By definition, a hot dog is a\nsandwich, yet there is a debate among us all that hot dogs do not…",
  "data/reddit-changemyview/r/changemyview/comments/ktmh8c/cmv_human_beings_crave_ritual_purpose_and_sense.json": "Science and practical experience both show us that humans want ritual, purpose\nand a sense of greater connectedness. Religions give human beings a framework\nthat addresses these psychological and emotional desires. This is not to say\nthat any given religion is correct or not, but it fulfils…",
  "data/reddit-changemyview/r/changemyview/comments/ktj0hm/cmv_there_are_way_too_many_americans_and.json": "Let's be real, I doubt people who are daily driving F-150's are going to be\ndoing stuff on a regular basis that requires the grunt of a vehicle that big.\nUsually, they might be doing stuff that a decent sized sedan, wagon or hatchback\ncan do just fine. When you aren't fully utilizing a big vehicle,…",
  "data/reddit-changemyview/r/changemyview/comments/ktson7/cmv_my_fellow_progressives_should_be_appalled_and.json": "Assume any precedent could just as easily be used against you if a different\nideology was in charge. That should be your litmus test for outrage vs. support.\n\nThis is turning into a censorship witch-hunt against people who, agree with them\nor not, justified or not, already feel like they’re under…",
  "data/reddit-changemyview/r/changemyview/comments/ku3ugw/cmv_the_second_protesters_breached_the_us_capitol.json": "As soon as there was a real possibility of breaching the Capitol Building\nwhatever police force was there should've immediately have used a\n\"shoot-to-kill\" policy. Besides the symbolic value of the seat of power of the\nUnited States Legislator, any time that the US Congress is in session there is…",
  "data/reddit-changemyview/r/changemyview/comments/ku8z32/cmv_if_we_cant_understand_what_happened_with.json": "I can’t stand him and I find it difficult to understand those who follow him\nmost of the time.\n\nI listened to his “save the vote” speech and I thought “am I wrong? Is there\nsomething I am missing? Is there a grand conspiracy? My anchors in fact based\nreality helped me, but his speech was inspiring.…",
  "data/reddit-changemyview/r/changemyview/comments/kuf0au/cmv_i_am_not_a_racist_just_for_reading_or_hearing.json": "I’m kind of tired of people telling me I’m racist for \"automatically assuming\nothers have the same skin colour\" as I do.\n\nI think that’s not racist, that’s natural.\nIf I grew up in a country with a mostly white population, I’m likely to imagine\nsomeone being white if I have no additional information…",
  "data/reddit-changemyview/r/changemyview/comments/kul5tk/cmv_the_reason_a_lot_of_subreddits_are_moderated.json": "All these \"power mods\" that moderate multiple big communities do so because they\ndon't have a life. Removing posts and comments they don't agree with is all they\nhave going for them. I just feel bad that nobody loves them so they have to come\nhere and gain some fake sense of authority by silencing…",
  "data/reddit-changemyview/r/changemyview/comments/kur10x/cmv_americans_in_general_dont_know_what_socialism.json": "I was reading a right-wing piece about how corporations are taking over America\nin a cabal-conspiracy \"great reset\" which will usher in a corporate communism\nwhere a small billionaire elite will govern unaccountably.\n\nThis fear and view point seems to resonate with many Americans who have…",
  "data/reddit-changemyview/r/changemyview/comments/kubpza/cmv_i_do_not_support_blm.json": "Hello, I hope you are doing well. I trust your opinions and wish to have a\nthoughtful discussion if you feel comfortable answering some questions I have. I\ntry to believe that I am a centrist (At least that is what the political tests\ntell me). As such I wish to look at all sides and make a well…",
  "data/reddit-changemyview/r/changemyview/comments/kutirh/cmv_party_loyalists_are_not_rational_people_in.json": "I've followed politics most of my life and I've never supported a specific party\nbut rather individual issues and then saw which candidate best aligned with\nthose issues. I've always acknowledged the motives and beliefs on each side, and\nI'm able to see the good and bad with both Democrats,…",
  "data/reddit-changemyview/r/changemyview/comments/kuo0j1/cmv_parler_and_farright_politicians_being_shut.json": "I am no fan of Parler or Trump. I’m pretty far left and am terrified by the\nstate of politics right now. No more Nazis sounds pretty nice.\n\nHowever, it worries me that a small handful of companies were able to\nessentially ban a political group from online discussion. Sure, they showed\nrestraint in…",
  "data/reddit-changemyview/r/changemyview/comments/kv1m0k/cmv_the_power_held_by_amazon_twitter_etc_is_a.json": "Reading through the main arguments and talking points going through the internet\nat the moment, it seems like people have pitted the following arguments against\neach other when discussing the banning of Parler, Trump, and others.\n\n * On the one hand: “Trump, Parler and the other banned voices were…",
  "data/reddit-changemyview/r/changemyview/comments/kv5rha/cmv_longterm_immigrants_not_integrating_is_not_a.json": "It's not just the language, it's also about\n\nTaxes , insurance , government benefits, and other government programs , and\ngovernment laws\n\nThese things differ vastly by country, like for example they might not know that\nyou have to pay State, Local AND Federal taxes on your income - many are…",
  "data/reddit-changemyview/r/changemyview/comments/kv90up/cmv_religion_is_treated_as_and_protected_like.json": "Very often when discussing things that should not be criticizable things like\nrace, sexuality and religion are brought up. However religion is nothing like\nsexuality or race. These are immutable characteristics of which you have no\ncontrol, and would be ridiculous for me to judge you for or…",
  "data/reddit-changemyview/r/changemyview/comments/kv4pyb/cmv_trumps_twitter_ban_is_the_perfect_spark_to_a.json": "If 10 years ago, you were to tell the average American that the president of the\nUnited States were to be banned from using social media platforms that has\nbillions of users in 10 years, you would be called crazy, and rightfully so. It\nshould be horrificly frightening that our public discourse has…",
  "data/reddit-changemyview/r/changemyview/comments/kv9gnr/cmv_too_many_people_use_being_gay_as_a_substitute.json": "I’d like to kick off this post by saying I have the utmost respect for the\nLGBTQ+ community, and deeply respect the struggle that they go through. With\nthat said, I am of the view that too many people in the LGBTQ+ community exhibit\ntheir sexuality as the central theme of their personality. I think…",
  "data/reddit-changemyview/r/changemyview/comments/kvwbxj/cmv_being_a_conservative_is_the_least_christlike.json": "From what I know, Christ was essentially a radical leftist. He was all about\nhelping and loving the poor, hungry, disabled, outcast. He would feed 10 people\njust in case one was going hungry. He flipped a table when banks were trying to\ntake advantage of people. He was anti-capitalist and pro social…",
  "data/reddit-changemyview/r/changemyview/comments/kvyrf1/cmv_the_trumpgeorgia_election_call_was_clearly_a.json": "TL;DL:\n\nIt is a crime in Georgia to solicit election fraud. “Fraud” means it’s illegal\nto solicit someone to change an electoral tally to a number you know to be\nfalse. Whether or not trump actually believed he won the election, he calls the\nGeorgia Secretary of State in order to change the tally to…",
  "data/reddit-changemyview/r/changemyview/comments/kwc8vx/cmv_any_american_libertarianism_that_concerns.json": "In modern economically liberal democracies, for-profit corporations often have\nfar more direct and unchallenged authoritarian power over all aspects of human\nlife than government agencies. Their success in capturing government regulatory\npower through lobbying and corruption in the past several…",
  "data/reddit-changemyview/r/changemyview/comments/kwg8m8/cmv_labeling_the_terrorists_who_attacked_the.json": "There were white nationalists at the insurrection of course, but they appeared\nto be a minority of the participants. It seems to have been a mix of QANON,\nProud Boys, evangelicals, military, backwoods hicks, and it was mostly white.\n(but not all white)\n\nBy calling this group “white supremacists” or…",
  "data/reddit-changemyview/r/changemyview/comments/kwsx5v/cmv_if_catholics_believe_nuns_are_married_to.json": "This assumes the bread is consecrated, as in the eucharist. As I see it, if\nCatholics believe that:\n\nSex within marriage is allowed, but outside of marriage is sinful; Nuns are\nmarried to Christ; The eucharist transubstantiates into the literal body of\nChrist;\n\nthen it follows that they should be…",
  "data/reddit-changemyview/r/changemyview/comments/kwwd7d/cmv_nancy_pelosi_should_retire_along_with_most.json": "I would like to clarify that I support the impeachment and don't think there is\nanything wrong with it. I just think that it is time that the young people were\ngiven more chance to express their voice and have a more balanced understanding\nof what the youth wants. It's because of speaker Pelosi and…",
  "data/reddit-changemyview/r/changemyview/comments/kx8hnf/cmv_tv_series_are_a_better_medium_for_most.json": "When making an adaption of a book a limited series or recurring series for\nmultiple books.\n\nMost people agree that movie adaptations of books are usually sub par. There are\nsome exceptions. When adapting a book you either need to leave out interesting B\nplots, or move the story faster and give up…",
  "data/reddit-changemyview/r/changemyview/comments/kx9uer/cmv_saying_all_lives_matter_in_response_to_black.json": "Look, I know people need to be treated equally, etc. but blacks have suffered\nmore than anyone else in the U.S. when it comes to racism.\n\nLatinos may be discriminated against by racist Americans, but blacks were the\nones who were taken from their land and enslaved. Latinos did not suffer…",
  "data/reddit-changemyview/r/changemyview/comments/kx53dq/cmv_if_youre_watching_a_tv_series_or_film_that.json": "Pretty much self explanatory.\n\nA reason i say this is an unpopular opinion, is because literally everyone does\nit. I'll be watching something then someone will do the exact thing, i hate it.\na big part of watching TV or Films is watching character development, the beauty\nof watching TV is watching…",
  "data/reddit-changemyview/r/changemyview/comments/kxlygb/cmv_as_a_leftist_not_only_do_i_firmly_believe.json": "I'm an anarchist, and I do not sympathize with Trump or his supporters in any\nway shape or form. I noticed, however, that a lot of my fellow comrades seem to\nbe oddly complacent in being quick to call the 45th POTUS a fascist. This is\nsimply not true, and I am against this way of describing Trump's…",
  "data/reddit-changemyview/r/changemyview/comments/kxwhvp/cmv_the_shape_of_water_is_a_mediocre_film.json": "Background: The Shape of Water is a 2017 film that won the 90th Oscars for Best\nPicture. However, I argue that it is a mediocre film at best and underserving of\nthe award. I will present a few reasons for my assertion, before comparing it\nwith winners for Best Picture in other years.\n\n[PLOT SPOILER…",
  "data/reddit-changemyview/r/changemyview/comments/kxww0z/cmv_there_should_be_no_such_thing_as_being.json": "I have heard from some friends and family lately that they have applied to\nvarious job postings they find and the feedback is commonly along the lines of,\n“I’m sorry, but we have chosen to move forward with other candidates due to your\nover-qualification for this position.”\n\nIf a person looks at a…",
  "data/reddit-changemyview/r/changemyview/comments/kyb3n8/cmv_carpet_should_be_discontinued.json": "Pretty simple view. Basically, I spend a lot of time watching HGTV shows and\nalmost every episode of House Hunters has a moment where someone abruptly\ndecides that they need to remodel an entire home simply because it has carpet. I\ntotally get it, carpet requires a certain degree more maintinance…",
  "data/reddit-changemyview/r/changemyview/comments/kycxvs/cmv_if_one_can_identify_as_any_gender_then_one.json": "They are both social constructs with no biological definition. We use them as\nlabels amongst ourselves in one human race.\n\nTherefore I can identify as any label(s) I want to be labeled as that society\nhas constructed as a means of human categorization.\n\nRace is a grouping of humans based on shared…",
  "data/reddit-changemyview/r/changemyview/comments/kyif1e/cmv_its_selfish_to_keep_elders_alive.json": "I work in healthcare. It’s depressing this season with everything going on. I\nmainly deal with nursing homes. I despise nursing homes.\n\nSee, to me, nursing homes are elder jails. I haven’t been in a nursing home that\never treated their patients/residents right...\n\nBut besides that, I feel that the…",
  "data/reddit-changemyview/r/changemyview/comments/kyjzxi/cmv_democrats_and_republicans_live_in_completely.json": "I would guess that a typical Democrat gets their news from CNN, MSNBC,\nWashington Post, NYT, etc. And the average conservative gets his news from Fox\nNews, Talk Radio, OAN, Breitbart, The Daily Caller, YouTubers like Stephen\nCrowder and Ben Shapiro, etc. If you go more into the fringes of the right…",
  "data/reddit-changemyview/r/changemyview/comments/kytupk/cmv_15_minimum_wage_is_actually_not_a_good.json": "I'd consider myself a moderate Democrat, and there's been a lot of talk for some\ntime about raising the minimum wage to $15. And yes, the thought behind it I can\nagree with in that a lot of people are struggling to makes ends meet and this\nwould be a way to help those people. The problem with this…",
  "data/reddit-changemyview/r/changemyview/comments/kz7f5j/cmv_the_lgbt_alphabet_soup_is_delegitimizing_and.json": "I am fully supportive of gay and trans right, but I'm growing tired of invented\ngenders or minor sexual preferences hijacking and taking over the LGBT community\nas a vocal minority. By those I mainly refer to people who identify as\ngenderfluid, agender, bigender, non-binary, as well as the ace…",
  "data/reddit-changemyview/r/changemyview/comments/kzljd8/cmv_if_it_is_racist_to_require_an_id_to_vote_it.json": "CMV: If it is racist to require voter ID, it is racist to require ID to buy a\ngun.\n\nI just don’t see a way out of this one. How can it be racist to require an ID to\nvote (18 yrs old citizen, not a felon), but it isn’t racist to require an ID to\nbuy a gun? It’s almost the same requirements (18, not a…",
  "data/reddit-changemyview/r/changemyview/comments/kzhp2y/cmv_acab_is_ultimately_going_to_hurt_america_more.json": "My view on the phrase “all cops are bastards” is that while it is a convenient\nway to express distaste with policing in the US it doesn’t allow any room for\nwhat is good and working.\n\nFor example: I recently saw a video where a person was getting arrested on the\nstreet. One cop cuffing him, another…",
  "data/reddit-changemyview/r/changemyview/comments/kzqygn/cmv_blocking_conspiracy_theorists_and_altright.json": "I don't think peddling radical, violent conspiracy theories should be protected\nby free speech. I think we need to find better ways at combatting all of the\nfalse information being spread as fact. It's now been proven to be dangerous if\nleft unchecked. There needs to be some way to restore faith in…",
  "data/reddit-changemyview/r/changemyview/comments/kzvsea/cmv_cutting_ties_with_your_family_is_nothing_to.json": "If a relationship is unhealthy, it's unhealthy. Period. Just because we're\nrelated doesn't mean I should sacrifice my health and wellbeing.\n\nI saw another poster say: \"You only have one mother/brother/sister/etc\", \"They\nare still your family!!!\", \"You will regret it if something happens to…",
  "data/reddit-changemyview/r/changemyview/comments/kzwkd0/cmv_if_the_age_limit_for_smoking_is_21_so_should.json": "EDIT: based on responses, I just want to make clear that I'm not advocating the\nage limit be one or another - just that it should be consistent as it relates to\naccountability. Thanks.\n\nThe fact that (in the US) we've deemed that we're not able to make rational\ndecisions at 18 that have long term…",
  "data/reddit-changemyview/r/changemyview/comments/kzcin5/cmv_as_a_liberals_not_tolerating_conservatives.json": "I saw this as a non-American left-leaning centrist.\n\nIn more than one thread recently about Bumble allowing people to filter by\npolitical belief, non-Americans were shocked that people filter by political\nbelief only to be downvoted and for people to defend why they wouldn’t even want\nto be friends…",
  "data/reddit-changemyview/r/changemyview/comments/kzgih0/cmv_wealthy_people_who_earned_their_wealth.json": "More often than not it seems to be a common notion for people to judge and or\nostracize others for spending their money in certain ways, when said spending\nthreshold exceeds an arbitrary amount where one could be considered 'wealthly'\nto make such a purchase. Some common examples: houses, super…",
  "data/reddit-changemyview/r/changemyview/comments/l04cdf/cmv_capes_should_come_back_in_fashion.json": "Capes are objectively the best price of clothing none of us have. They can work\nfor men and women. Long capes cut wind chill down to zero. They are often thick\nand warm. They have tons of room for pockets without disrupting the look of the\ngarment.\n\nThey have an incredible amount of design real…",
  "data/reddit-changemyview/r/changemyview/comments/l0ibdw/cmv_too_many_privileged_people_call_themselves_an.json": "Here's the case study: I noticed that After George Floyd was killed last year, a\nlot of white and otherwise very privileged people started using the\nBlackouttuesday tag to post black squares, putting BLM slogans in social media\nbios and using Breonna Taylor's murder as a buzzword, calling…"
}