{
  "data/reddit-know/r/YouShouldKnow/comments/n2i7xp/ysk_that_if_you_get_asked_wether_you_plan_on.json": "A German law professor once told me women can lie and say no to that question,\nsince it is illegal. Because if you refuse to answer you kinda tip them off that\nthat is a sensitive topic and you are possibly thinking about it.\n\nSo just say no, what are they gonna do? If get hired and end up having…",
  "data/reddit-know/r/YouShouldKnow/comments/n2yt9i/ysk_at_the_time_of_conception_the_diet_and.json": "Why YSK:. \"...there is a lot of information available to women who want to\nbecome pregnant about the importance of a healthy lifestyle and good dietary\nchoices both for their own health and that of their child. Interestingly,\nlittle, if any, advice is available for the father.\"\n\n-Dr. Adam…",
  "data/reddit-know/r/YouShouldKnow/comments/n2yqlr/ysk_research_has_found_children_as_young_as_20.json": "Why YSK:. If you want your children to have good eating habits, you have to\nteach by example.\n\nhttps://this.deakin.edu.au/self-improvement/the-unseen-influence-how-a-dads-diet-can-impact-his-kids-health",
  "data/reddit-know/r/YouShouldKnow/comments/n2z6dt/ysk_that_you_must_exit_the_vehicle_if_you_are.json": "TL;DR: Thanks to Pennsylvania v. Mimms, it has been established that a police\nofficer ordering an individual to step out of their car is a lawful command.\n\nWhy YSK: failure to comply will result in a far more dangerous situation for\nboth you and the police officers.\n\nCommon questions:\n\n> > he…",
  "data/reddit-know/r/YouShouldKnow/comments/n2x4wt/ysk_that_there_is_a_program_called_youtubedl_that.json": "Why YSK: There are a lot of websites out there that can download videos from\nYouTube and other sites, but those websites are usually really sketchy,\nad-infested, or both. People still use those because it is the easiest, if not\nonly, way to download videos from sites. youtube-dl fixes that\n\nyoutube…",
  "data/reddit-know/r/YouShouldKnow/comments/n34y3y/ysk_that_you_should_always_ask_before_feeding.json": "Why YSK\n\nRegardless of whether you feed your dog human food, you should always ask if\nit’s ok to give someone else’s dog human food. Some people are stricter with\nwhat they give their dog for discipline reasons, while some dogs have dietary\nreasons they can’t eat some food.\n\nFor instance, my dog is…",
  "data/reddit-know/r/YouShouldKnow/comments/n36z7e/ysk_if_someone_goes_into_cardiac_arrest_you.json": "My girlfriend and I were driving yesterday when she saw a man collapse in his\nfront yard. She told me and I pulled over. I found him face down by his\nlawnmower, unconscious.\n\nWe tried to call 911 but didn’t have service, so I flagged down a neighbor and\nhad her call. The neighbor had a friend…",
  "data/reddit-know/r/YouShouldKnow/comments/n3mlnh/ysk_if_you_use_the_life_hack_of_checking_if_eggs.json": "If you search on Reddit or Google on how to check whether your eggs are still\ngood or not, you will most likely come across this ‘life hack’ telling to put\nyour eggs in a bowl of water. As the story goes: If they sink they are safe, if\nthey float they are spoiled. This is dishonest at…",
  "data/reddit-know/r/YouShouldKnow/comments/n2u07b/ysk_teens_you_are_your_own_first_doctor_your.json": "This is especially relevant to kids/teenagers, who sort of expect their parents\nto \"handle everything\". If you have problems with health (chronic pains,\nseemingly uncommon body changes, problems with focus, trouble hearing/smelling\netc). Whatever symptoms that seem to affect you significantly more…",
  "data/reddit-know/r/YouShouldKnow/comments/n44j3e/ysk_mothers_day_is_this_coming_sunday.json": "Why YSK: Cause moms are great for the most part",
  "data/reddit-know/r/YouShouldKnow/comments/n43z7x/ysk_its_sometimes_not_enough_to_just_listen.json": "YSK about active listening. To be seen, heard, understood. For every twenty\npeople who cannot listen well, there is one that actively listens and is\nengaging.\n\nActive listening is about being fully present with no distractions. It's about\nhow you listen to the person that you're supporting. We can…",
  "data/reddit-know/r/YouShouldKnow/comments/n4hf9r/ysk_that_if_youre_worried_about_not_passing_a.json": "Why YSK: Almost every employer runs a background check on you that looks at a\nwide variety of criteria (criminal record, credit score, debt, etc) and if you\nraise any red flags, they will ghost you quicker than than that attractive\nguy/girl you met at the bar that one night that you’ve been telling…",
  "data/reddit-know/r/YouShouldKnow/comments/n4qmja/ysk_if_you_are_in_a_job_you_like_it_is.json": "Why YSK: It gives us a sense of job security when we know more than other\nemployees who might want the position we have, but by transferring your\nknowledge and successful strategies to those people, you create the space that\nfrees you up to advance your career to the next level by backfilling…",
  "data/reddit-know/r/YouShouldKnow/comments/n4qpes/ysk_suntanning_is_dangerous_and_bad_for_you_yes.json": "Why YSK: with summer fast approaching in the northern hemisphere, far too many\npeople don't bother with sunblock or even purposely get tan, but tanning is very\nbad for your skin. It damages and ages your skin and can lead to skin cancer\nlater in life. Even if you tan regularly and haven't seen these…",
  "data/reddit-know/r/YouShouldKnow/comments/n56tcz/ysk_if_a_family_member_dies_and_debt_collectors.json": "Read this:\nhttps://www.consumer.ftc.gov/articles/0081-debts-and-deceased-relatives It is a\nfar-better-worded summary of what I was trying to explain here. (US ONLY. CHECK\nYOUR LOCAL AND STATE LAWS. CONTACT AN ATTORNEY WITH QUESTIONS)\n\nThis is a common tactic of bill/debt collectors, especially with…",
  "data/reddit-know/r/YouShouldKnow/comments/n57o0p/ysk_that_correct_term_for_someone_who_avoids.json": "The term Antisocial is more fitting to describe someone who has no regard for\nthe well-being of those around them. They can be defined as “harmful to\nsociety”.\n\nAsocial is the word you should be using to describe someone who doesn’t like\nsocial interactions and/or social settings. It is much more…",
  "data/reddit-know/r/YouShouldKnow/comments/n5fqz7/ysk_that_in_the_united_states_you_can_look_up.json": "Why YSK: Doctors sometimes receive payments from drug and medical device\ncompanies for a variety of reasons... some are benign (research), and some are\nless so (commissions for medical devices). In the United States, this website\n[https://openpaymentsdata.cms.gov] (which is run by the government)…",
  "data/reddit-know/r/YouShouldKnow/comments/n5ao9s/ysk_that_both_the_channels_puppy_love_and_pets.json": "Why YSK: These people are abusing these animals, and many of them, despite\ngetting “rescued” are likely actually dead because of the abuse they suffered.\nMore attention needs to be brought to this so that Youtube can shut them down\n\nNick Crowley has a good video on this explaining the situation…",
  "data/reddit-know/r/YouShouldKnow/comments/n5jhq3/ysk_if_you_dont_like_oatmeal_you_probably_arent.json": "Why YSK: Because oatmeal is cheap, healthy, and more delicious than you think.\n\nI thought I hated oatmeal, because no matter how much sugar I put on it, it\nstill tasted like worthless slop. I could never get it to taste like the little\nflavored packets. Then I finally realized that my problem was…",
  "data/reddit-know/r/YouShouldKnow/comments/n5sj21/ysk_that_cinco_de_mayo_5th_of_may_is_not_a_real.json": "Why YSK: Cinco de Mayo is more of an American holiday. Only celebrated in the\nUnited States and in one city in Mexico.\n\nThe only real connection to Mexican culture is that of the battle of Puebla( in\nMexico) or Batalla de Puebla as it’s known. Where the Mexican army defeated the\nFrench army in the…",
  "data/reddit-know/r/YouShouldKnow/comments/n637eb/ysk_many_people_are_not_looking_for_answers_when.json": "Why YSK: People have different reasons for sharing their personal problems with\nyou, but one of the main reasons is simply to have someone to talk to/process\nwith. Talking about a problem can be incredibly helpful for people that need a\nway to process. However, that helpful process can be completely…",
  "data/reddit-know/r/YouShouldKnow/comments/n68fty/ysk_that_if_you_put_your_finger_inside_your_dogs.json": "Why YSK: if your dog is dehydrated just 2% it can feel like the equivalent of\nhaving a hang over. This is mainly for ageing or movement impaired dogs. It can\nmean (this is all according to my vet fyi) they do not have the energy/strength\nanymore to take care of their basic daily needs and can lead…",
  "data/reddit-know/r/YouShouldKnow/comments/n6ks84/ysk_that_toddlers_elbows_can_dislocate_easily_so.json": "why YSK: the ligaments in kids’ elbows are still loose, so dislocating their\nelbow (an injury known as Nursemaid’s elbow) is one of the most common injuries\nin young kids. once it happens, it’s common for it to reoccur in the future.\n\nit mainly affects kids younger than 5 years old.\n\nyou should also…",
  "data/reddit-know/r/YouShouldKnow/comments/n5yxnr/ysk_when_people_say_cyanide_tastes_like_bitter.json": "Bitter almonds are used to make almond extract, which helps gives maraschino\ncherries their unique taste. A handful of raw bitter almonds could kill someone.\nYou can’t buy them in a store in the United States. They taste bitter, but also\nhave a fruity taste like peaches or cherries.\n\nThe almonds you…",
  "data/reddit-know/r/YouShouldKnow/comments/n6pl07/ysk_that_charcoal_deodorizes_your_refrigerator.json": "Why YSK:\n\n\"First, charcoal is porous, meaning there are lots of nooks and crannies that\ntrap offending food odors. Second, charcoal is almost entirely made of carbon, a\nsubstance that absorbs all organic compounds (aka smelly food particles).\nThere’s a reason that water purification filters are made…",
  "data/reddit-know/r/YouShouldKnow/comments/n70jb5/ysk_about_the_protection_provided_you_under_tort.json": "Why YSK: When you pay for something that involves risk, companies will typically\ngive you a receipt/ticket telling you that you assume all the risk for the\nservice being provided. For example, when you buy a ticket for a roller coaster\nride, the back of the ticket will typically say something like…",
  "data/reddit-know/r/YouShouldKnow/comments/n7dni1/ysk_if_youre_using_cheap_oven_mits_you_shouldnt.json": "Why YSK: Because I just burned my hand doing this. Thanks for attending my Ted\ntalk.",
  "data/reddit-know/r/YouShouldKnow/comments/n7ff51/ysk_if_an_hvac_tech_says_youre_low_on_refrigerant.json": "Most air conditioning systems are closed systems. That means that the\nrefrigerant that's put into the system when it's installed should be there for\nyears and years.\n\nThis time of year, when people are starting to crank their ACs for the first\ntime of the season, it's the prime time to have the HVAC…",
  "data/reddit-know/r/YouShouldKnow/comments/n7c2mw/ysk_grapes_are_extremely_toxic_to_dogs.json": "WHY YSK Grapes, raisins and other grape products can cause acute kidney injury\nwith anuria. As little as 1 to 2 grapes can kill a dog. Science still has yet to\nfind out what it is about a grape that is so toxic, but they do know that the\ntoxin is in the grape itself. So seedless grapes are still not…"
}