{
  "data/reddit-ask/r/TooAfraidToAsk/comments/pfmbj5/im_a_24_year_old_virgin_who_has_never_had_a.json": "I’m 24 years old, a college student, and have lived in Philly my whole life.\nI’ve always had a good amount of friends, both male and female. I’m well liked\nby almost anyone, I’m personable, funny, and sociable. I can have a conversation\nwith just about anyone I meet. As for appearance, I’m about…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pfnyiy/everyone_knows_its_never_okay_to_read_someone.json": "Anne Frank's diary has been on my reading list since forever but I just don't\nfeel like purchasing it. Mainly because she was a teenager and did not write in\nher diary with the intent of people reading it. Yes, she was dead by the time it\nwas published but is it really okay to read it? Is it not…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pfpuqv/what_if_we_just_replaced_precious_jewels_with.json": "So the other day there was this controversy about Beyoncé, and a few other\ncelebrities before her, wearing a famous yellow diamond which (like every\ndiamond, apparently) has a very dark, unethical origin in slave mines.\n\nSo I wondered, couldn't we just wear colored (or clear) jewel shaped glass…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pfol8p/how_the_fuck_am_i_supposed_to_get_an_entry_level.json": "I haven’t been job searching for long but holy fuck is this getting on my\nnerves. I’m willing to work my ass off to become an asset to a company and make\nsomething of myself but with everyone asking for 2-3 yEaRs Of ExPeRiEnCe I’m\ngetting so discouraged. I’m very close to saying fuck it and just…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pft2v7/what_if_instead_of_getting_married_to_someone_to.json": "This is a hypothetical situation, where the situation described is a cultural\nnorm. I'm looking forward to answers about the positive and negative impacts of\nthis setting.\n\nPlease don't reply\n\n\"it's possible.\"\n\n\"It's not possible.\"\n\nEdit 1\n\nThis thing opens up more opportunities like gay men…",
  "data/reddit-ask/r/askscience/comments/pfrjtl/askscience_ama_series_im_a_particle_physicist_at.json": "I'm Harry Cliff - I'm a particle physicist at Cambridge University and work on\nthe LHCb Experiment at CERN's Large Hadron Collider, where I search for signs of\nnew particles and forces that could help answer some of the biggest questions in\nphysics. My first book HOW TO MAKE AN APPLE PIE FROM…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pfs9eq/after_finding_information_that_my_teen_daughter.json": "While cleaning my 13y.o. daughters room I found mention of her loving and having\na girlfriend. I want her to feel comfortable, accepted and not like she needs to\nhide anything but I don't want to just bring it up and have her mad at me for\nsome reason. The information was in her journal and I swear…",
  "data/reddit-ask/r/AskWomen/comments/pfuedq/what_are_you_looking_forward_to_for_the_month_of.json": "Thought I’d start some positive conversation 🥰",
  "data/reddit-ask/r/AskHistorians/comments/pfiws6/how_socially_accepted_was_reading_a_softcore.json": "The question was inspired by a rewatch of Beverly Hill's Cop II, where Paul\nReiser's character, Detective Jeffrey Friedman, is reading a Playboy magazine at\nwork without any attempt of concealment.\n\nWatching this then recalled a memory of me seeing Playboy magazines on coffee\ntables of houses for…",
  "data/reddit-ask/r/AskHistorians/comments/pfv7dj/postww2_how_did_east_germans_rationalize_now_we.json": "Or am I way off? My question is how did a population that was drilled for\ndecades in Nationalism-Fascism-Nazism ideology suddenly champion the Soviet\nCommunist ideals?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pfydy5/why_isnt_the_us_building_temporary_hospitals_to.json": "I know severe cases can be largely mitigated by vaccines but since so many\npeople are too stubborn to take it, why haven’t I seen any stories of states\nbuilding temporary medical facilities to battle it?",
  "data/reddit-ask/r/AskWomen/comments/pfto17/what_expectations_make_yall_feel_the_most_pressure.json": "I was reading about women’s rights and Have noticed a lot of the pressures that\nhave been placed on y’all over the years from so many different aspects. Weather\nculturally,martially, societal standards, significant other expectations, amidst\nvarious others. What do y’all feel the most pressure from.…",
  "data/reddit-ask/r/AskHistorians/comments/pg057s/the_powmia_flag_is_based_on_a_thoroughly.json": "This comment\n[https://www.reddit.com/r/AskHistorians/comments/l88o0f/were_there_any_verified_american_pows_who_were/]\ndoes a good job of breaking down the origins of the conspiracy theory and the\n(many) times its claims have been investigated and refuted, but I have not been\nable to find out why the…",
  "data/reddit-ask/r/askphilosophy/comments/pfy8j7/how_is_beastiality_generally_considered_bad_but.json": "Saw this question in a Big Joel YouTube video the other day.\n(https://youtu.be/DGwiyyZhNpM) The uploader says that beastiality is bad because\nthe person draws pleasure out of the pain of the animal, while for the meat\neater it's just a byproduct of their desire to eat.\n\nI think this answer is very…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pg8thb/where_the_fuck_are_the_plus_sized_mens_models.json": "as the title says, I see much more woman's plus sized models compared to men's.",
  "data/reddit-ask/r/NoStupidQuestions/comments/pg8bzv/to_all_people_with_a_partner_how_much_sex_do_you.json": "How many times a week/day/month? This is coming from someone who has never had a\ngirlfriend/ not married and I honestly have no idea what the answer could be.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pga5oi/where_can_i_hide_condoms_and_where_can_i_dispose.json": "So my sexual life is just starting and I can't really think of any ideas to hide\nand dispose them in places where it's pretty much imposible for my parents to\nfind.",
  "data/reddit-ask/r/AskHistorians/comments/pfqn4i/what_happened_to_the_spouses_of_those_sentenced.json": "Was the convict's spouse also transported? If not, did the marriage remain\nintact or was each party free to marry someone else?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pg5pyl/someone_left_a_plastic_bag_with_what_appears_to.json": "It really freaked us out and it we don’t understand. Does anyone have any\ninsight as to why this particular item was left at our door?\n\nEdit: it was placed between our front door and screen door - like wedged between\nthe two doors. It was not accidental\n\nSecond edit: we live sort of downtown at the…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pg96pi/what_happened_to_hard_ice_cream.json": "Remember when we were kids (90's kids and older I suppose) and the ice cream in\nour freezer was so hard we had to warm up our ice cream scoop in hot water in\norder to scoop it?\n\nNow any old spoon will work with any ice cream brand. And it seems like ice\ncream melts so much faster nowadays, too!\n\nI…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pg4qoj/how_much_concern_should_there_actually_be_that.json": "Texas’ abortion bill is clearly a heinous infringement on established rights…and\nyet the whole thing just seems to carry on. The Supreme Court always talks about\nbeing against politicization, but it’s very clear that the justices at this\npoint rule along ideological lines and no longer care about…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pg6nqf/is_it_better_to_drive_a_shot_person_to_the.json": "Not sure if this is allowed here but\n\nWon’t go into detail but Couple of months ago someone was killed in my car I did\nnot take them to the hospital instead I pulled over and called 911\n\nHe was already gone in the car People still to this day blame me and tell me I\nshould have drove Even some of his…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pg9o6e/how_does_drunk_texting_work_in_chinese.json": "In English your word spelling is all mixed up and mistyped, but in Chinese\nwouldn't changing the pinyin create a totally different character and\ndramatically change the meaning of the sentence? Or can Chinese speakers infer\nmeaning based on different looking but similar sounding characters?",
  "data/reddit-ask/r/NoStupidQuestions/comments/pgdyw5/i_really_dont_understand_the_new_law_in_texas.json": "I know it a bit extreme but what if things like this happens? What a doctor will\ndo if the pregnant woman will say to them that she will try to kill the baby??\nWill she be considered mentality ill? Will they still let her have him? Can\nsomeone stop her from trying ways to harm the fetus when he…",
  "data/reddit-ask/r/askscience/comments/pgfkcn/askscience_ama_series_im_jon_schwantes_from.json": "Hi Reddit, this is Jon Schwantes from PNNL. My team and I are working to uncover\none of history's great mysteries. During WWII, the United States and Nazi\nGermany were competing to develop nuclear technology. The Allies thwarted\nGermany's program and confiscated 2 inch-by-2 inch uranium cubes that…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pgh02v/should_we_create_a_rtooafraidtoasknsfw.json": "Honestly 100% of the questions I see lately are sexual related stuff or nsfw\nstuff, maybe we should separate it to give space to other type of questions and\ngive this their own subreddit?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pghiyj/is_it_rude_to_masturbate_in_bed_when_your_partner.json": "For various reasons my partner doesn't want to have sex at the moment. We've had\nsex about 5 times since the beginning of 2020.\n\nI obviously respect them and let them initiate it, but I still want to get off.\nIs it rude if I masturbate (quietly, no porn) while they're sleeping next to me?\n\nI don't…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pgjy8t/where_could_you_hide_a_sex_toy_where_your_lil.json": "My mom and I just fight yesterday, and along the process admitted that the only\nreason why she knows that I have a sex toy (which had nothing to do with the\nconversation) in the first place was that my little brother found it. He likes\nto look at my things and there is nothing that I can do…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pghhpu/im_a_canadian_transplant_living_in_texas_my.json": "Of course it’s one of the worst case scenarios that any prospective mother could\nconsider, but now I find myself with a very real fear. Do I lose the option to\nterminate if my life is at risk? What about in cases with severe genetic defect,\nare you now forced to ride out a pregnancy fully if the…"
}