{
  "data/reddit-ask/r/NoStupidQuestions/comments/qk2hyp/how_does_one_trick_or_treat.json": "I wasn't raised celebrating Halloween but I want to take my kid trick or\ntreating. Is it acceptable to knock on every door where it looks like someone is\nhome? Should I stick to only houses with decorations? Any other tips are\nappreciated.",
  "data/reddit-ask/r/NoStupidQuestions/comments/qk58sk/when_did_americans_lose_their_british_accents.json": "If the colonists originally came from Britain, they initially all had British\naccents. But now we speak with American accents. How and when did this happen?",
  "data/reddit-ask/r/NoStupidQuestions/comments/qk3b64/can_you_remove_cum_stains_from_a_carpet_after_its.json": "Yeah ive kind of been cumming on this one area for the last 4-5 months and i've\nonly just noticed theres this big dark spot and my parents are coming over soon\nsoooo",
  "data/reddit-ask/r/NoStupidQuestions/comments/qk6jjs/anyone_else_feel_like_there_used_to_be_a_magic_in.json": "When I was a kid, I imagined things every day. I day dreamed about all kinds of\nscenarios and adventures and played make-believe with my friends. When I was a\nteenager, I used to do dumb things with my friends and dreamed about my future\ncareer and my family and had all kinds of ridiculous goals and…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qk8mp7/why_are_black_people_allowed_to_be_racist.json": "Okay so before people go off and say “racism has to be systematic oppression”\nlet me just say that’s not what I’m talking about I just don’t know another word\nfor it.\n\nI mean like why is it ok that black people are always talking about and\ngeneralizing white people in media? “You look white” or “you…",
  "data/reddit-ask/r/AskHistorians/comments/qkalsm/when_and_why_did_blue_become_the_dominant_colour.json": "Is it cheaper to produce or is there a more complicated reason for its\npopularity?",
  "data/reddit-ask/r/AskHistorians/comments/qkcdhl/im_dr_toby_capwell_here_today_to_talk_about_arms.json": "Hello everyone, I’m Toby Capwell, Curator of Arms and Armour at The Wallace\nCollection in London, UK, and an academic specialist in medieval and Renaissance\nweapons and armour. I am an author of various books and articles on this\nsubject, most notably the Armour of the English Knight series, of…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkazws/can_i_date_a_muslim_girl_if_im_christian.json": "We go to school together and i really like her but this question wont just come\nout of me maybe this subreddit will help thanks",
  "data/reddit-ask/r/askscience/comments/qkdhcy/askscience_ama_series_were_experts_here_to.json": "Let's talk about sex(ually transmitted infections [STIs])! We'll be here today\nat 2 PM ET for a discussion, organized by the American Society for Microbiology\n(ASM), about the present and future of STIs.\n\nSTIs are an enormous health issue. According to the World Health…",
  "data/reddit-ask/r/AskHistorians/comments/qkdhi8/megathread_roe_v_wade_and_abortion_in_america.json": "On June 8th, 1964, an employee at the Norwich Motel in Norwich, Connecticut\nopened the door to one of the rooms and discovered an unresponsive woman\nkneeling on the floor, her cheek pressed to the carpet, bloody sheets and towels\nbetween her legs. When the police and ambulance arrived, they declared…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkb5pm/why_are_so_many_people_so_angry_about_cultural.json": "I guess everyone that hasn't been living under a rock these past few years has\nat least heard the term of \"cultural appropriation\". People who wear and use\nthings that aren't from their \"own\" culture get verbally attacked because of it.\n\nAs far as I have understood it popular examples would be non…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qk68oy/my_girlfriend_is_going_deaf_how_do_i_learn_asl.json": "Due to a head injury, she's loosing her hearing. She works with special needs\nkids, so she already knows sign language, but I don't. There are so many choices\non Google its overwhelming. What's the best way to approach this?",
  "data/reddit-ask/r/askscience/comments/qkbpm1/how_was_the_first_virus_found.json": "What methods were used to distinguish viruses from other pathogens so that we\nknew it was something different than all the known stuff?",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkeklv/does_anyone_here_get_anxiety_when_posting_on.json": "Im a very shy person overall but the reason why I want to be more active on\nsocial media is so I wont loose touch with the world and my friends. This came\nto thought after highschool, bc throughout highschool I would never post on\nsocial either but now I feel like I should now so I dont loose touch…",
  "data/reddit-ask/r/AskHistorians/comments/qk6v3s/why_was_pederasty_so_relatively_common_in_past.json": "I don't think it requires much research to tell that pedophilia, whether\nconsidered a harmful mental disorder or not, is extremely uncommon. So why was\nit apparently considered normal in societies like those of ancient Greece and\nRome? Even if it wasn't viewed as sexual abuse, you would expect such…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkbgzs/can_i_ask_parents_of_a_mentally_ill_kid_in_my.json": "I know this is a touchy subject, and I do understand the struggles the mentally\nIll have and how hard the parents must struggle.\n\nBut there is this child in my street, from about 5.30ish pm til about 9pm every\nnight he sings awe-fully although any form of singing loud enough and constantly\nwould get…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkidp7/if_christians_believe_heaven_is_amazing_why_dont.json": "ETA: I’m not talking about suicide.",
  "data/reddit-ask/r/NoStupidQuestions/comments/qk52dk/why_is_it_called_a_unicorn_and_not_a_unihorn_its.json": "maybe I'm just too high.",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkhnpm/are_mobile_games_literally_just_ad_delivery.json": "Almost every single game now is just littered with ads.\n\nBanner ad at top and bottom.\n\nYou finished this level. Ad before next level.\n\nYou failed this level. Ad before you can try again.\n\nYou want a hint? Ad.\n\nYou want a temporary boost to an ability in game? Ad.\n\nWould you like some freemium…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qki9y1/how_is_sliced_bread_claimed_to_have_been_invented.json": "Help me?",
  "data/reddit-ask/r/AskWomen/comments/qknbn6/what_is_something_you_doubted_until_you_tried_it.json": "Whether it’s a food, song, movie, event, place, experience, sex-related,\nclothing, makeup, trend, etc.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkjnpb/why_is_it_considered_racist_to_ask_for_id_on.json": "People get asked for ID when buying cigarettes, lottery tickets, at a bar,\nbefore you enter a casino but I could walk right into my voting poll, simply\ntell them my name and sign away without anyone properly checking for my\nidentification but if they ask to show ID, it's considered racist if the…",
  "data/reddit-ask/r/AskHistorians/comments/qkp0es/could_your_typical_soldier_in_an_18th_or_early.json": "Up front disclaimer: simply due to keeping the title a decent length I couldn’t\nspecify that I’m fully aware that in most battles, the large majority or\nsoldiers would be unhurt, and that usually a battle is won after a relatively\nsmall portion of the force is killed or wounded. I’m not suggesting…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qktsnx/how_can_someone_be_nonbinary.json": "I don’t understand how someone can feel neither male or female. I don’t walk\naround feeling like a girl or feel like I have to dress a certain way because\nI’m a girl. I don’t think about feeling like a girl 24/7. I just feel like me.\nBut that doesn’t make me feel non-binary. I feel comfortable…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkvauv/just_got_a_new_samsung_galaxy_note10_and_my.json": "The button works fine but when it says it's on there's nothing coming from my\nphone light, I've tried resetting it and powering it off for a while but it\nstill won't come on",
  "data/reddit-ask/r/AskHistorians/comments/qkm3ev/why_did_american_founders_direct_all_of_their.json": "This might be me completely misreading history, but by the time of George III,\nthe British Monarch had already largely been relegated to the symbolic role we\nthink of today. So why did the American Founding Fathers direct all of their\nanger and grievance towards him, when it was parliament that was…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkr2mz/my_fiances_dad_has_less_than_48_hours_to_live_due.json": "My fiances dad has less than 48 hours to live due to kidney/liver/heart failure\nfrom alcoholism, how can I help the next 48 hours, and the days after that.\n\nThis is a situation where 2 weeks ago litteraly nothing was wrong other than\nknowing he drinks too much. He was found passed out with low…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkwotk/who_else_feels_like_they_did_everything_right_and.json": "Hi all—just looking to commiserate with people on this because I’m sure there’s\nother that feel this way.\n\nI did everything I was told to do growing up to have a comfortable life. I\nexcelled in school, got honors, went on to do very well in college and graduated\nwith my BA in English. I was…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkyhjf/why_do_my_parents_pull_a_youre_living_on_our.json": "I’m 15. They cancelled our Netflix subscription, i cant buy more than 2 books in\na month, I’m not allowed to wear clothes of my choice or date. Social media is\nprohibited as well, i cant hang out with my friends more than once a month. I\ndont have a phone either. We are an upper middle class family…",
  "data/reddit-ask/r/askscience/comments/qksvad/in_dim_light_why_do_unlit_objects_appear_to_lag.json": "This is something I originally noticed while playing my gameboy late at night.\nThere was just enough light to see the gameboy itself, which had a small 'on'\nindicator light. I noticed that moving the gameboy would make the light appear\nto dash ahead, with the rest of the gameboy appearing to lag…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkx82p/wtf_do_i_say.json": "What is the proper response to a dick pic? I only ever go \"God damn\" But then\nthey think I don't like it. What the fuck am I supposed to say?",
  "data/reddit-ask/r/NoStupidQuestions/comments/qku0l0/if_a_store_is_severely_short_staffed_why_dont.json": "I work at Victoria’s Secret and my location is severely short staffed. They keep\nsaying they need to hire 40 more people by December and we’re nowhere near that\nnumber. I constantly see managers from my store posting stuff like “Please\napply. We are DROWNING.”\n\nLike maybe if you want more people to…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ql0d3k/if_failure_is_meant_to_be_okay_and_part_of.json": "Growing up every test or exam we did was made out to be a big deal and affected\nour future (not to the same level though). Never was there any indication at all\nthat it would be okay to fail and that you would get the opportunity to improve\nshould you fail.\n\nIf failure is okay and part of learning…",
  "data/reddit-ask/r/askscience/comments/ql1bna/will_the_melting_polar_ice_caps_actually_bring_on.json": "So I’ve been reading a book called “A short history of nearly everything” by\nBill Bryson. (Very good by the way). It brought up some topics that got me\nthinking.\n\nAs the ice caps melt, huge quantities of fresh water are dumped into the oceans,\nwhich I imagine over time would decrease the salinity of…",
  "data/reddit-ask/r/AskHistorians/comments/qkz5rk/were_there_any_reports_of_a_monster_at_the_battle.json": "Firstly, I'll preface this by saying I am a historian, and I have exhausted my\nown skill set looking into this. I've found absolutely nothing whatsoever and I\nonly ever run into the medium that I heard about it on. Secondly, I'm aware that\nthis could just be a REALLY good piece of…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkvskg/why_is_there_a_d_in_fridge_but_not_in_refrigerator.json": "You know what I mean",
  "data/reddit-ask/r/NoStupidQuestions/comments/ql2fnh/do_people_in_america_work_more_than_40_hours_a.json": "Because here in Saudi we work 48 hours and I think it's too long.",
  "data/reddit-ask/r/NoStupidQuestions/comments/ql1d00/was_the_condition_dwarfism_named_after_the.json": "I just woke up suddenly at 5am with this thought in my head and I can't figure\nit out and I can't get back to sleep now.\n\nCause like, Dwarfism has likely been around for a long time, probably a lot\nlonger than the idea of Dwarves, but like at the same time there's some truly\nancient bits of…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ql3hia/how_many_zeros_in_200000000e300.json": "This is the maximum number my phone calculator can calculate. If you know math,\ncan you tell me how many zeros in there?\n\nEdit: Cheers guys, your answers make a lot of sense. I feel dumb lol",
  "data/reddit-ask/r/NoStupidQuestions/comments/ql6o6p/how_do_i_as_a_guy_cope_with_not_getting_any.json": "Lately, I've started to realise that I need all of these things in order to\nfunction properly and not be depressed. I've never had any of the above, yet I\nfeel like I'm missing something and I don't know why.",
  "data/reddit-ask/r/NoStupidQuestions/comments/qlb30j/do_americans_really_buy_milk_by_the_gallon.json": "I mean, that’s like 8 pints of milk in one go? 4.5 litres of milk? How does it\neven fit in the fridge? How can you use it all before it goes off? What on Earth\nare you guys doing with all that milk?\n\nEDIT: OK, so a US Gallon (3.7 litres) is only slightly bigger than a UK 6 pint\nbottle (3.4 litres),…",
  "data/reddit-ask/r/AskHistorians/comments/ql95ob/what_would_enslaved_peoples_do_throughout_the_day.json": "I was reading a biography on James Madison and it mentioned that he brought an\nenslaved person to college with him that he had inherited. I know Jefferson also\nbrought an enslaved person to college with him. That got me wondering what\nexactly the enslaved person would do all day in relation to the…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qla9kl/do_people_in_other_countries_leave_their_babies.json": "Wanna know if this is cultural or a global thing. Here in Scandinavia it's\ncommon for parents to just leave their child outside, sleeping in their\nstroller, while they eat.",
  "data/reddit-ask/r/AskHistorians/comments/qlc7a6/did_hh_holmes_really_build_a_murder_labyrinth_or.json": "The more colorful version of this 19th Century serial killer's life is that he\nhad a \"murder castle\" created; a hotel with confusing architecture, rooms\ndesigned to kill their occupants, trapdoors to drop corpses down into the\ncellar, and so on. Another version I've heard is that Holmes just wasn't…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qlbeo6/i_dont_know_what_to_do_about_the_imaginary_people.json": "Hello, a bit of a long post, so bear with me, but I could use some advise. No\none knows about this in real life except for my sister but she either is weirded\nout or doesn't seem that interested.\n\nI've daydreamed (not obsessively, ~30 mins per day) about this fictional family\nI created several years…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ql5f6d/is_it_okay_to_give_a_muslim_person_a_gift_near.json": "My son recently started taking \"Student Transportation\" meaning he gets driven\nto school in a van. The two people that pick him up and drop him off are Muslim.\nThey are so wonderful to my son, always so patient with him.\n\nMy son gets really excited when he sees his driver pull up to the…",
  "data/reddit-ask/r/TrueAskReddit/comments/qkx03j/is_the_potential_of_streaming_services_completely.json": "I'm an older guy who remembers the early internet. I remember Kazaa and\nLimewire, and getting to download video content and watch it all in one go. I\nremember downloading the entire series of Most Extreme Elimination challenge and\nthings like that and binging before it was a term, already in the…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qlf37w/what_is_qanon_i_have_tried_to_readunderstand_but.json": "I'd appreciate responses from both Democrats and Republicans.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qljsbt/so_why_does_not_offending_people_seem_like_such_a.json": "Yeah, it's not that I am afraid to ask this question it's just that I don't know\nanyone who would give real answers. Basically all I'm asking is why is media\nI.E. stand up comedians and Hollywood movies so terrfied people are going to see\nsomething they don't like, and when people don't like what…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qll5sv/god_i_think_ill_get_downvoted_to_hell_but_here_i.json": "Can’t believe I have to start by saying I’m vaxed, that out of the way here we\ngo. I’m sure we will have to do boosters, but there needs to be a bigger\nconversation about when or even IF we will see a vaccine that will last longer\nthan 6 months to a year. How come there are no reports from Maderaor…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qljx64/do_you_also_sometimes_want_to_disappear_from_this.json": "To start things of, im not suicidal or have any thoughts of ending my life or\nsomething, and I feel sorry for everyone who is, please look for help, you are\nwanted on this world by somebody, I am sure of it.\n\nBut to get back to my question..\n\nI sometimes have thoughts of me not being there anymore,…",
  "data/reddit-ask/r/askphilosophy/comments/ql5xky/what_are_some_philosophers_that_you_can_approach.json": "Was learning about Kant and kept getting frustrated, so i tried to use\nsupplementary material; but reading on, they say that to understand Kant, you\nhave to understand Leibniz, Locke, and Hume. Reading on some more, to understand\nthem you have to understand Bacon, Descartes, or Spinoza. And to…",
  "data/reddit-ask/r/AskHistorians/comments/ql7gk5/were_the_wildmen_of_european_folklore_a_cultural.json": "I was reading about the wild men dance of a town in Bavaria that can be dated\nback to Celtic times. Jumping around, I saw that there is a Swiss myth about\npeasant farmers capturing wild men to get their knowledge which echos Roman\nstories also.\n\nIt makes intuitive sense that if there stories are…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qlr09i/is_the_decision_not_to_have_children_selfish.json": "Aside from the fear of giving birth, I don’t think I am mentally and emotionally\nfit to be a parent. Parenting is a huge responsibility, it’s a lifetime\ncommitment. I am emotionally unstable but I’m trying my best to heal. Healing is\nan ongoing and continuous process. It might take a long time…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qlnysj/is_it_ok_to_not_invite_my_boyfriend_to_all_of_my.json": "First, if you're wondering why this is on too afraid to ask, I've gotten some\nnasty comments about how i should kill myself on other subreddits for some\nsimple questions like talking about how I don't want a dog because of PTSD, so I\nfeel more comfortable here. (Throwaway btw)\n\nBut anyway on to…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qlr8lw/why_is_everyone_hiring_but_its_to_difficult_to.json": "I graduated from high-school with no work experience and wanted to make some\ncash before college so I pretty much applied anywhere. I applied to 60+\nlocations and only got 2 interviews(neither of which called me back). I finally\ngot a job because I found someone to vouch for me. But all summer when…",
  "data/reddit-ask/r/AskHistorians/comments/qlsb2w/why_are_us_state_capitals_often_smaller_towns.json": "As a non-American, it's easy to make assumptions about what state capitals are\nin the US based off the largest and most famous cities there: surely, one might\nassume, NY is NYC, California is LA, Washington is Seattle, Florida is Miami,\nOregan is Portland, Louisiana is New Orleans, Illinois is…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qlrt3i/im_not_sure_what_to_say_to_him.json": "I matched with a guy on a dating app, I was pretty interested in him. Then I\nfound out, he smokes marijuana and that's a deal breaker to me. What can, I say\nto him? we were talking for a bit, around 2 weeks on the app.I feel awkward\ntelling him, him smoking weed is a deal breaker.\n\nWhy so much…",
  "data/reddit-ask/r/askscience/comments/qlv3fj/ask_anything_wednesday_economics_political.json": "Welcome to our weekly feature, Ask Anything Wednesday - this week we are\nfocusing on Economics, Political Science, Linguistics, Anthropology\n\nDo you have a question within these topics you weren't sure was worth\nsubmitting? Is something a bit too speculative for a typical /r/AskScience post?\nNo…",
  "data/reddit-ask/r/AskWomen/comments/qlv13j/whats_something_you_never_buy_new.json": "As in something you will always go to the thrift store or get off Facebook\nmarketplace for",
  "data/reddit-ask/r/AskHistorians/comments/qlt3wn/why_did_western_clothing_become_the_norm_in_most.json": "If you walk down any street in most non-Western countries today, you'll notice\nthat most people regardless of ethnicity, religion or occupation wear Western\nclothes.\n\nBut less than a hundred years ago, it wasn't too uncommon to see most people in,\nsay India [https://youtu.be/SamNTXQrkuk] or Korea…",
  "data/reddit-ask/r/askscience/comments/qlzdtc/i_got_both_a_flu_shot_and_a_covid_booster.json": "I tried to look up \"how can I get 2 vaccines at once\" but nothing I found\nanswered my question, it was just saying it's safe to have multiple. What I'm\ncurious about is how exactly it's working. Does the fact that they were injected\ninto different arms have something to do with the effectiveness as…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qm2l6i/is_it_unreasonable_to_expect_not_to_have_to.json": "I have always said I have no issue dating women who have a kid/kids from a\nprevious relationship but lately I'm questioning it. My mother was a single mom\nfor a few years before she met my stepfather and not once was I ever left alone\nwith anyone else she dated. Even with my stepfather, she'd been…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qltz1n/can_someone_explain_what_this_jfk_jr_coming_back.json": "I keep seeing videos where there are videos of thousands gathering where JFK Sr.\nwas assassinated 50+ years ago how can they think he will make an appearance he\nwould be 104?",
  "data/reddit-ask/r/NoStupidQuestions/comments/qm0usm/why_do_people_bully_me_for_wearing_fingerless.json": "I (22F) bought a pair of faux leather fingerless gloves, and I think they look\ncool. They also keep my hands warm while letting me do more dexterous tasks.\nHowever, my peers and family don’t seem to appreciate them like I do. “Okay\nJoseph Joestar” “are you trying to look like an incel?” “You know…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qm5xql/why_are_people_always_telling_introverts_to.json": "Im an introvert and people are usually telling me to socialize more but it\ndrains the fuck out of me. Yet, I don’t hear them tell extroverts to be more\nquiet and introspective.",
  "data/reddit-ask/r/askphilosophy/comments/qluh5h/the_hardest_logic_puzzle_ever_something_about_it.json": "https://xkcd.com/blue_eyes.html\n\nWas able to solve this last night, for those who haven't solved it and want to,\nI'm going to spoil the heck out of the solution.\n\nMy solution can be proved via induction as follows:\n\n(Base case) suppose there was one blue-eyed person and any amount of brown…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qm575x/why_are_printers_so_unbelievably_difficult_to.json": "I live and breathe technology so it’s not like I’m bad with what I’m doing but I\nswear there is not a single thing more frustrating than dealing with a printer.\n\nWhy is it so annoying?",
  "data/reddit-ask/r/NoStupidQuestions/comments/qlsv2f/does_anybody_have_dreams_so_good_that_when_they.json": "I was literally crying de-icing my car this morning.",
  "data/reddit-ask/r/AskWomen/comments/qlzffx/what_is_the_most_elaborate_lie_a_manwoman_has.json": "How far can people go to make you put out?",
  "data/reddit-ask/r/AskWomen/comments/qm7alo/what_screams_to_you_peaked_in_high_school.json": "Who are the people that obviously peaked in high school and still brag about it\ntoday ?",
  "data/reddit-ask/r/AskHistorians/comments/qm6b5p/when_did_christians_stop_believing_dragons_were.json": "Obviously, dragons are now considered mythical, but at one point, Christians\nfirmly believed they were real. So how did we get from there to here? Was it\ngradual? Or was there a tipping point?",
  "data/reddit-ask/r/AskHistorians/comments/qm0ovo/medieval_christian_scholars_believed_that_each_of.json": "I can't seem to find anything on where indigenous Australians fit into this\ngenealogy. It seems Native Americans were placed under the line of Shem, but I'm\nunclear of what the basis for that is?\n\nTangential side-question: did Jewish or Islamic scholars have the same theories\nand reactions, or were…",
  "data/reddit-ask/r/AskWomen/comments/qm4vph/if_you_werent_related_to_your_parents_would_you.json": "Curious how you ladies view your relationships with your parents as adults.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qmefut/am_i_an_arsehole_for_hiding_my_familys_financial.json": "I just came across a question on the relationship sub that has me feeling a bit\nsick. It was a girl who said her bf had lied to her about his family having\nmoney and she was pissed off and wanted to break it off with him. Everyone was\non her side, saying to leave him immediately and that he couldn't…",
  "data/reddit-ask/r/askscience/comments/qmhrj3/askscience_ama_series_im_iñigo_san_millán_a.json": "Hi, Reddit! I'm Iñigo San Millán. I am an assistant professor in the Division of\nEndocrinology, Metabolism and Diabetes\n[https://medschool.cuanschutz.edu/endocrinology] and Medical Oncology at the\nUniversity of Colorado School of Medicine [https://medschool.cuanschutz.edu/]\nand associate research…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qmda8q/is_sex_really_that_good_for_people.json": "As a single 26[M], I sometimes go on dates and manage to sleep with women.\nHowever, the pleasure from sex feels only marginally better than a wank. It very\nrarely feels worth all the effort of dressing up, usually spending the better\npart of the day and the money spent. Is there anything I am…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qmhz3r/is_it_bad_that_im_actually_looking_forward_to_my.json": "My SO is leaving on business for a few days and I’m going to have the house to\nmyself and I’m really looking forward to some me time alone. Don’t get me wrong\nI LOVE spending time with them and we are doing great . but I don’t think I’ve\nhad the house to myself in a long time. It’s going to be nice…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qm7ccw/whats_your_job_and_how_much_do_you_make_a_year.json": "Since people are too afraid to ask others in real life, why not ask here?\nConsidering the amount of people leaving their jobs and looking for a new\noccupation, hopefully this can be a very helpful thread.",
  "data/reddit-ask/r/NoStupidQuestions/comments/qmi1pi/do_ants_ever_revolt_against_the_system.json": "I have seen how loyal, obedient and workolic ants are they are willing to die\nfor their colony and I heard that they don't sleep in their lifetime. They keep\non working until they die. It seems like a robotic society which I can't even\nimagine in human world but why don't they revolt against such…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qmlj53/is_it_just_me_or_does_72_degrees_with_ac_on_feel.json": "72 degrees is 72 degrees… but why does A/C make it a cold 72 degrees and heat\nmake it a more hot 72 degrees? Or am I just crazy? Cause that’s 100% a\npossibility.",
  "data/reddit-ask/r/AskHistorians/comments/qmfzbz/did_people_in_the_70s_not_realise_the_village.json": "When homophobia was more rampant, did typical suburban housewives really believe\nthat camp performers were straight? Or was it always an open secret?\n\nWhat historical evidence is there about this transitory point in social\nattitudes?\n\nThanks",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qmhyo1/why_do_girls_in_hentai_look_like_they_are_12.json": "Felt creeped out by a subreddit that were into this (and lolis), never again\ncuriosity is a bad thing."
}