{
  "data/reddit-books/r/books/comments/npoih7/i_cant_stand_goodreads_anymore_anyone_else.json": "Goodreads feels so old & outdated & like it has not been updated in years imo.\nThe reviews are so biased sometimes & I can NOT stand the stupid use of gifs in\nthem. I basically just use it to track what ive read & what i want to read. It\nsucks because Ive used it for so long & i dont know of any…",
  "data/reddit-books/r/booksuggestions/comments/nps13l/looking_for_some_hard_scifi.json": "I have never read any hard sci-fi books, but I want to try one. I love cyberpunk\nand human abysses. Stories Like ghost in the shell\n\nEdit: thank you all for those good ideas",
  "data/reddit-books/r/books/comments/npkogc/book_price_changed_after_order_was_placed_and.json": "I've gotten a lot of books through Biblio.com [https://Biblio.com] over the\nyears, and I've recommended them to a lot of people. What happened today is\nmaking me reconsider that. Here's the message I sent to the Support people\ntoday:\n\n> Price changed AFTER order was placed, and then order apparently…",
  "data/reddit-books/r/books/comments/nq499n/a_happy_reading_moment.json": "I've been an avid reader my entire life. I even relish time spent commuting on\npublic transit because it gives me time to read more. For me, any moment reading\nis a happy moment.\n\nI've never had my book cause a conversation, though, until last weekend. I was\nreading Jasper Fforde's The Fourth Bear…",
  "data/reddit-books/r/booksuggestions/comments/nq6yr7/finished_reading_the_song_of_achilles_need_more.json": "Any other mythology works too. It's just that I've been a fan of of Percy\nJackson when I was younger, and now suddenly I came across TSoA and really liked\nit. Genuine books about the Greek mythology would be appreciated too. Thanks!",
  "data/reddit-books/r/books/comments/nq0zfn/what_makes_or_breaks_a_book_for_you.json": "Personally it is the writing style for me. Even if the book has a more a less\nbasic story line, i can still enjoy the book if the author's writing style is\ncompelling to me. But if i find the writer's language, word flow, sense of\nhumor, sarcasm etc... somber, then there is high chance i will either…",
  "data/reddit-books/r/books/comments/nqd1aw/just_picked_up_house_of_leaves.json": "Don’t know anything about it other than what I’ve just read in the intro. I’m\nexcited, intrigued, and a bit freaked out, I have to say. For anyone who’s read\nit, is it as good as all the raving reviews on the back of the cover say it is?\n\n“House of Leaves is dizzying in every respect.”\n\nShoot, I…",
  "data/reddit-books/r/booksuggestions/comments/nqjysw/books_to_learn_smalltalk_for_socially_inept_people.json": "basically, i just started a job that entails lots and lots of small talk to\npeople. i love the job, but can be somewhat inept especially in terms of\nsmalltalk. is there any good book specifically for learning smalltalk?",
  "data/reddit-books/r/books/comments/nr09hb/we_are_chuck_palahniuk_and_chelsea_cain_running.json": "I, Chuck Palahniuk and my brilliant cohort, Chelsea Cain, have rented a derelict\nmovie palace for the summer. Just a haunted dream factory where twenty writers\nwill meet to tell stories. Sound familiar? Like the Villa Diodati, where in 1816\nMary Shelley created her monster and John Polidori his…",
  "data/reddit-books/r/books/comments/nqsq5u/i_had_an_epiphany_about_audiobooks.json": "I used to look down on audiobooks, I saw them as an inferior way to consume\nbooks. I saw them as being more akin to podcasts than books.\n\nHowever, I had an epiphany. I realized just what people saw in audiobooks. I\nthought about listening to my parents read stories or a master reading poetry\naloud.…",
  "data/reddit-books/r/booksuggestions/comments/nrcsih/middle_school_teacher_here_good_horror_books_for.json": "They loved \"The thief of always\", but I'm at a loss with other ideas for horror\nbooks. I've got a couple of short story collections but I'd also like a novel.\nAny ideas?",
  "data/reddit-books/r/books/comments/nqu0nr/do_you_have_trouble_with_starting_books_heres_a.json": "In the beginning of books, actively imagine what you are reading.\n\nThe reason books become easier to read and more immersive the further you read\nis that you need less and less effort to convert the text into imagination.\nRemember this!\n\nDon't be discouraged when you start a new book and it's not as…",
  "data/reddit-books/r/books/comments/nrgi98/im_edward_slingerland_and_i_just_wrote_a_book.json": "I’m Edward Slingerland [https://www.edwardslingerland.com/], Distinguished\nUniversity Scholar and Professor of Philosophy at the University of British\nColumbia, and I have spent the last several years researching why humans like to\nget high on chemical intoxicants, especially alcohol.\n\nMy new book,…",
  "data/reddit-books/r/books/comments/nrnsdz/people_are_unnecessarily_mean_to_marie_kondo_and.json": "So, I’ve recently finished the The Life-Changing Magic of Tidying Up and loved\nit! Of course, like most people who’ve read it, I was quite surprised by some of\nher methods (like thanking the possessions for their work/their part in ones\nlife) However, I came to appreciate it (the book). Sure, it’s…",
  "data/reddit-books/r/booksuggestions/comments/nrnghw/help_me_get_out_of_this_reading_stand_still.json": "I’m 17 and I’ve loved reading my whole life. I used to love YA series like the\nHunger Games, Maze Runner, Cinder, Divergent, etc but in the last couple years I\nkind of grown out of them. No hate towards YA, it can be enjoyed by any age or\nreading level. I just feel that I’ve read so many of them…",
  "data/reddit-books/r/books/comments/nrrkvc/bram_stokers_dracula_does_not_get_enough_love.json": "I have been trying to tell anyone who will listen how great this book has been.\nI read a lot, and I think it is at least equal to all my favorite books. It is\nnot just great, reading it was a beautiful experience. The themes are simple,\nbut the imagery, tangible and emotional, are the pinnacle of…",
  "data/reddit-books/r/booksuggestions/comments/ns7dha/the_invisible_life_of_addie_larue.json": "I’ve seen a lot of mixed reviews on this book. For those that didn’t enjoy it,\nwhy didn’t you and what books would you recommend instead?",
  "data/reddit-books/r/books/comments/nsa8ds/thomas_harris_must_be_a_genius_and_red_dragon_a.json": "This is absolutely the best crime fiction, I have read in a while. The last one\nthat came close to it is James Ellroy. Ahh forgive me comparison is poor form.\nIf you haven't read it, it is about a psycho killer being hunted by the b.s.u\nguys. But the villain has been given a great back story and you…",
  "data/reddit-books/r/books/comments/nsm1z6/i_have_a_hard_time_understanding_some_books_is.json": "I'm currently reading Gulliver's Travels, and I find that, especially with older\nbooks like this, I sometimes fail to comprehend entire passages, and it's really\nfrustrating. I feel like I'm missing things, especially considering I'm reading\nsatire, which I'm sure has a lot of nuanced jokes and…",
  "data/reddit-books/r/books/comments/nswe3p/we_need_to_stop_shaming_people_who_honestly_say.json": "I think the most frustrating thing for most readers on this sub is that when\nthey read a book that so many people love and realize they are part of the group\nthat doesn't like the book. They can't share the feeling without having fans\nhang the noose around them. We muat be able to let readers share…",
  "data/reddit-books/r/books/comments/nt30x2/ive_read_at_least_20_minutes_for_the_last_7_days.json": "To many this probably dosnt seem like a big deal, but for me it’s huge.\n\nI am a high school student growing up in a generation with a rapidly declining\nattention span and a ever growing library of stimulating games, shows, and\nmovies.\n\nI’ve always loved the idea of reading, the benefits of reading…",
  "data/reddit-books/r/books/comments/nsitu8/your_favorite_bookstore_experience.json": "I feel like most of us might have that one memory we hold onto in a bookstore.\nWhether it was waiting outside before opening for a book you were excited for\nrelease, finding a cool new bookstore unlike any other you’ve been to, or just a\nfond memory you might’ve had while browsing through a…",
  "data/reddit-books/r/booksuggestions/comments/ntax49/books_where_everything_is_not_what_it_seems.json": "i'm looking for a book where the main character is slowly becoming self-aware of\ntheir environment. something like the truman show or wandavision in the sense\nthat everyone else is acting weird and definitely hiding something. maybe even\nsomething like the lottery where what they're doing seems…",
  "data/reddit-books/r/books/comments/ntfz1a/i_honestly_thought_id_hate_pride_and_prejudice.json": "I started it on a whim and thought it'd be boring.\n\nI chugged thru the first couple chapters but now that I'm past chapter ten and\nthe characters are getting more fleshed out I'm hooked.\n\nI think it started with all the smack talk the Hursts and Bingleys were saying\nabout Elizabeth while she was out…",
  "data/reddit-books/r/books/comments/ntd19i/trying_to_avoid_books_about_middle_aged_men_going.json": "Since reading an interview by the creator of the Vampire Diaries, Julie Plec,\nwhere she explicitly says she no longer wants to read or wrote the typical man\nfeeling unsatisfied in his life narrative I had a revelation that I could avoid\nthose stories too. But it’s hard because they are often…",
  "data/reddit-books/r/books/comments/nt7f1r/i_only_read_books_that_are_part_of_completed.json": "Have you ever read a book, only to realize that it's the first of a series and\nthe next book doesn't come out until next year? And by the time the next book\ncomes out, you'll have forgotten that the book even existed.\n\nOne thing I always check before starting a new book is if it has an…",
  "data/reddit-books/r/books/comments/nt5mj1/oceania_is_probably_just_britain_and_maybe_even.json": "I mean, how likely is it that the world would actually split in 3? It’s probably\njust propaganda being told to the populace that Oceania is this grand socialist\nland when in reality “oceania” is more likely to just be a hermit state, akin to\nNorth Korea, with made up enemies. The refugees winston…",
  "data/reddit-books/r/books/comments/ntmqdv/anyone_get_pissed_off_about_fake_books.json": "Recently, I put up a new bookshelf in my office space and I was telling my\ncoworker that I didn't have enough books to put up on the bookshelf and he\ncasually told me to just buy fake books and fill the space or buy books by the\nbunch sorted by color on Etsy. He also admitted that that's exactly…",
  "data/reddit-books/r/booksuggestions/comments/ntm7bw/books_that_teach_you_to_think_like_a_therapist.json": "If I ever try to help a friend, I want to make sure that I know how to help\nhim/her instead of just saying what I think would help. There is obviously a lot\nof education that a therapist would have, so I don't think I can try to replace\nthat by reading some books. I'm not looking for a self-help…",
  "data/reddit-books/r/books/comments/ntvdat/the_bene_gesserit_are_an_under_appreciated_coven.json": "As all female covens go, the Bene Gesserit are an extremely underappreciated and\nundervalued group of witches. They're enormously powerful in the world of Dune,\nand maybe the most powerful in the whole fiction. They don't often come up in\nsome of the popular subs on this site. I just wanted to point…",
  "data/reddit-books/r/books/comments/nu755c/i_just_finished_the_perks_of_being_a_wallflower.json": "Spoiler Warning\n\nTbh considering the general mood of the book I never saw it coming, Charlie is\nhurt on so many deep levels but I never thought he was sexually abused as a kid\nby his \"favorite person in the whole world\"\n\nMy heart just dropped when I found out, you know, that sick feeling you get…",
  "data/reddit-books/r/books/comments/ntwz1q/war_and_peace_is_kinda_a_huge_and_great_soap_opera.json": "Basically the title. I'm reading the brazilian portuguese translation (direct\ntranslation from the Russian, probably the most highly regarded here in Brazil\nwith thousands of footnotes, etcetera) and the whole thing seems to be a good\nand funny soap opera with all the aristocratic families dramas…",
  "data/reddit-books/r/booksuggestions/comments/nu870l/books_about_male_friendships.json": "I really struggle finding books solely focusing on male friendships, so any\nrecommendations will be helpful. Thank you! (Apart from A Little Life and the\nThe Kite Runner).",
  "data/reddit-books/r/books/comments/nua5nn/almost_every_ya_romance_fantasy_protagonist_is.json": "I've just started reading shadow and bones and realized after reading similar\nbooks before that almost everyone of the protagonist are equally annoying. They\nare all like lower-class people that got a new power and they all react the\nsame. It's always \"I don't belong here\", \"everyone hates me\" or \"I…",
  "data/reddit-books/r/books/comments/nuk6ox/dean_koontz_odd_thomas.json": "So...I finally started 'reading' (audible) Odd Thomas (I love the movie). Let me\njust say I love how he writes. This is not what I expected. I don't know what I\nexpected. I'm not much of a horror fan typically..so I guess I thought it would\nbe more like Stephen King (not much a fan)? IDK.\n\nI love…",
  "data/reddit-books/r/books/comments/nujx2z/halfway_through_ulysses.json": "I posted awhile back about starting Ulysses, and it's taken me a few months but\nI'm finally at about the halfway point. I know it's been said a million times,\nbut the book really is damn hard to read lol I knew it would be difficult but\neven with that expectation, it still is a struggle. That said,…",
  "data/reddit-books/r/books/comments/nug2oi/the_ghost_map_on_londons_worst_pandemic.json": "Just finished The Ghost Map\n[https://en.wikipedia.org/wiki/The_Ghost_Map#/media/File:The_Ghost_Map_cover.jpg]\nabout London's worst pandemic (pre Covid) in the Cholera outbreak in Victorian\nLondon. The book was published in 2006, so the author had no idea about Covid at\nthe time. I found it…",
  "data/reddit-books/r/books/comments/nult07/finishing_book_name_left_me_broken_inside_posts.json": "Since I joined this subreddit I've had at least three books from my to-read list\npartially spoiled. I get it, the ending was sad, you need to discuss it with\nfellow book lovers, but please consider that you're spoiling it for anyone who\nsees your title.\n\nNow I know there is more to a good book than…",
  "data/reddit-books/r/booksuggestions/comments/nuk71j/looking_for_a_book_that_has_a_crazy_amount_of.json": "Can you guys recommend me a book that’s extremely suspenseful and that will also\nkeep me on my toes. I don’t really care if it’s a thriller or not, just need a\nbook that I won’t be able to put down.",
  "data/reddit-books/r/books/comments/nuvdmj/ive_found_that_writing_reviews_helps_me_retain.json": "Like a lot of folks on this subreddit (presumably), I use Goodreads to help me\nkeep track of books I have read and want to read. It's a wonderful site, and the\nability to filter for your specific edition/cover of a piece of literature is\ngreat.\n\nHowever, the review section is not as appreciated,…",
  "data/reddit-books/r/books/comments/nv83g6/susanna_clarke_references_piranesi_2020_twice_in.json": "When I finished Piranesi, I was entirely taken by the mystifying experience of\nreading it. I immediately bought a paperback copy of Strange & Norrell at my\nlocal used bookstore for $5.\n\nWhile I still have 300 pages to go, I feel compelled to share these references\nwith you all now.\n\n 1. A…",
  "data/reddit-books/r/books/comments/nv5nql/whats_the_longest_book_that_youve_ever_read_that.json": "I was thinking about this question while reading \"Anna Karenina\", a book that I\njust started the other day. Supposing that I finish it (knock on wood), it will\nbe the longest book I've ever read at a whopping 870 pages.\n\nIt fascinates me how some of the longest books out there (Brothers…",
  "data/reddit-books/r/booksuggestions/comments/nv7v3r/fiction_or_nonfiction_about_indigenous_peoples.json": "I've picked up 1491, but I'm looking for some other titles about Indigenous\npeoples. Bonus points for books about Indigenous Canadians.",
  "data/reddit-books/r/books/comments/nv9gi7/many_people_have_a_vivid_minds_eye_while_others.json": "I have seen quite a few posts here where people discuss how well they can\nvisualize what they are reading. Some scientists found that a very small\npercentage of people could not visualize at all. They also found a slightly\nlarger (but still small) group of people excelled at visualizing.…",
  "data/reddit-books/r/books/comments/nvbnbv/i_feel_like_depression_is_causing_me_to_choose_tv.json": "I used to read loads when I was little, but now I barely read anything. I much\nprefer to watch TV and I was wondering if anyone else has this problem.\n\nI feel like reading is something you have to do, whereas watching TV is\nsomething that's being done to you. I feel like depression is sapping…",
  "data/reddit-books/r/booksuggestions/comments/nvt402/lm_montgomery_anne_of_green_gables_etc_but_for.json": "Hello! I really like LMM’s books for young adults, and recently read and LOVED\none of her two adult books, {{The Blue Castle}}. Now I’m on the hunt for similar\nreads. If anyone has any recs, I’d be very grateful!\n\nNon-contemporary settings preferred; doesn’t have to be set in Canada; I’d love\nfor it…",
  "data/reddit-books/r/books/comments/nvw6wk/i_got_around_to_reading_brandon_sanderson_and_i.json": "Now, I realize that this may be an unpopular opinion, as Sanderson seems to be\none of the most popular fantasy authors out there. That’s actually the reason I\npicked up his books to begin with. I’m not an avid reader of fantasy by any\nmeans. I’m a big fan of Tolkien, GRRM, Robin Hobb, Neil Gaiman,…",
  "data/reddit-books/r/books/comments/nvqvyb/harry_potter_is_not_as_good_as_i_remember.json": "Lets me just start by saying that I love the Harry Potter Series. But upon\nthinking back on it, in pretty sure the reason I like It now is because I liked\nit when I was younger, and when I was younger, it was a genuinely new and\ninteresting concept that was executed mostly pretty well.\n\nBut now,…",
  "data/reddit-books/r/booksuggestions/comments/nvt3zm/narnia_series.json": "Is Narnia series worth reading for an adult? Or will I find it too kiddish or\noutdated? P.S - I am 24 btw.",
  "data/reddit-books/r/booksuggestions/comments/nw13uw/a_book_where_characters_discover_themselves_in.json": "Hey all, so here a personal note: I am 25 years old and work in tech industry. I\nchoose this industry because it pays well and I had/have no idea what I wanted\nto do in life. Lately the books I've been reading have mostly been depressing\nfor me. Example, I read Sadie where the character are in…",
  "data/reddit-books/r/books/comments/nw4k3r/i_just_finished_east_of_eden_and_i_really_loved_it.json": "Pretty much what the title says. I'm just in awe of it. This will contain plot\nspoilers.\n\nI've always been drawn to books that draw such rich characters and Steinbeck\ndoes this so well. Even the minor characters are described so well and\nsuccinctly. Samuel Hamilton might be one of the best…",
  "data/reddit-books/r/books/comments/nw84a7/the_wheel_of_time_series_has_already_cured_so.json": "I have never been an avid reader. I presume that I may have undiagnosed ADHD\nbased on my inability to focus on anything for an extended period of time. I use\nSparkNotes through high school and college. The last novel I completed before\nthis year was over 5 years ago and no more than 300 pages. Then…",
  "data/reddit-books/r/books/comments/nvlsyo/do_you_hear_yourself_reading_in_your_head.json": "If I try and read at a faster pace, I just hear myself, in my head, reading more\nquickly, and it feels... wrong. Especially when characters are talking. So I\ntend to read as I would if narrating out loud (maybe a bit faster).\n\nWhich made me wonder, is it possible to read without sounding it out in…",
  "data/reddit-books/r/books/comments/nw3jwg/rebecca_is_such_a_hauntingly_beautiful_novel.json": "Im only on chapter 4 and I feel what could only be described as this haunting\nand beautiful atmosphere. It looms over me just as Rebecca's shadow will loom\nover the protagonist (I watched the Hitchcock film so I know what happens). The\nfirst chapter does a great job of engendering this haunting…",
  "data/reddit-books/r/books/comments/nwcwut/appreciation_for_the_his_dark_materials_series.json": "I’m currently re-reading the series, I’m about halfway through “The Amber\nSpyglass”, and I just have to say that my middle school self, when I read it\nabout 6 years ago did not fully appreciate Pullman’s work.\n\nThe world(s) he built with his artful language is baffling - it’s beautifully\ncomplex and…",
  "data/reddit-books/r/books/comments/nwga7p/the_is_overrated_posts_are_becoming_tiresome.json": "First off, yes this is in response to the Brandon Sanderson thread. And no, I’ve\nnever read Sanderson, this post is more an observation of this subreddits\ngeneral attitude and current state.\n\nWhy do we have to have so many “overrated” posts? We all have books/authors we\nlike and dislike, why do we…",
  "data/reddit-books/r/booksuggestions/comments/nwg0kb/most_shocking_nonfiction_novels.json": "By shocking, I mean disturbing or almost unbelievable content that makes you\nthink. An example of the last book I read was “The Hot Zone” by Richard Preston.\n\nLooking for autobiographies, true crime, or just any book that really makes you\nthink.\n\nThank you!",
  "data/reddit-books/r/books/comments/nwnj9h/appreciation_for_sir_terry_pratchett.json": "My dad got me readings Guards! Guards! When I was a teen and I've been hooked\never since. When I first started my Disc World journey I enjoyed the adventure\nand mystery in the books and also got a good couple of chuckles too.\n\nWhen I re read them in my 20s I fell in live all over again, it was like…",
  "data/reddit-books/r/books/comments/nwks20/what_do_you_think_differentiates_a_good_writer.json": "It's easy to say \"the way they write\", but what about their writing specifically\nmakes them stand out over the never-ending sea of other writers?\n\nFor me, it seems to be the way they organize their thoughts/story telling\nprocess. Everything that comes after each thing seems to be natural and…",
  "data/reddit-books/r/booksuggestions/comments/nwopbx/any_good_laymenlike_books_on_climate_change_that.json": "Hello,\n\nI'm looking for good non-fiction books that, yes, outline the (upsetting\nperhaps) facts about climate change, but instead of presenting it\npessimistically, provides solutions that people are working on, or what *can* be\ndone?\n\nFor example, someone told me \"The Uninhabitable Earth\" by David…",
  "data/reddit-books/r/books/comments/nwqgzt/neuromancer_is_something_else.json": "I discovered this book back in college, but found it too dense at that time to\nreally get into it. I came across it again about 3 years ago, and haven't been\nable to let go of it since.\n\nWhat works so well about it, for me, is William Gibson's stubborn refusal to\ndescribe any of the innumerable…",
  "data/reddit-books/r/booksuggestions/comments/nwx5na/new_to_stephen_king.json": "So I’m a big reader but never given SK a chance, until last month when I read\nLater followed by Revival and absolutely blew me away on both accounts.\n\nCan you suggest me a book that has a coming of age but mystery twist to it,\nhappy to jump into more King stories but his back catalogue intimidates…",
  "data/reddit-books/r/booksuggestions/comments/nwtjc3/gone_girl.json": "Is 'Gone Girl' worth reading if I have already watched the movie?",
  "data/reddit-books/r/books/comments/nwqm0l/whats_a_book_you_wish_you_could_read_again_for.json": "I was thinking about rereading Animal Farm last night, and while it is a good\nbook in its own right, I remember a lot of the pleasure of reading it was the\nslow realization of just where the story was headed (I won't explain further\nhere as I want people who read it for the first time to enjoy the…",
  "data/reddit-books/r/books/comments/nwt7dk/appreciation_for_my_highschoolsenior_year.json": "Thank you for acknowledging that some of the \"classics\" or other works we read\nduring the year can be quite boring and dry reads. Instead of trying to convince\na bored group of high school seniors that Dubliners or anything by Faulkner was\nthe epitome of riveting storytelling, you told us outright…",
  "data/reddit-books/r/books/comments/nwxodk/tristram_shandy.json": "I’m curious to find out who here has read The Life and Opinions of Tristram\nShandy, Gentleman by Laurence Sterne. I finished it recently and it is one of\nthe most challenging novels I’ve ever read.\n\nWhen I only read for a bit or tried to rush myself, nothing would register\nbecause of the manic…"
}