{
  "data/reddit-know/r/YouShouldKnow/comments/l9tsri/ysk_advertisers_on_reddit_are_charged_per_click.json": "Why YSK: Perhaps there are advertisers you do not support but would nonetheless\nlike to drive up advertising costs for by clicking (and immediately closing)\ntheir link? 🚀",
  "data/reddit-know/r/YouShouldKnow/comments/la6l28/ysk_how_to_coexist_with_wildlife.json": "Why YSK not to feed, touch, or try to own wildlife (may sound obvious but\napparently it isn’t)\n\nHumans stress wildlife out... By feeding them, They will start trusting people\n(even ones who will kill or injure them). From an employee of a wildlife\nrehab/sanctuary: ‘People think because they love…",
  "data/reddit-know/r/YouShouldKnow/comments/la8mni/ysk_no_matter_what_headspace_youre_in_you_are_not.json": "Why YSK : many are suffering with mental health issues especially now and i just\nwant to remind everyone that it’s ok to talk, it’s ok to not be ok. There’s\nalways hope, don’t give up, don’t let it win",
  "data/reddit-know/r/YouShouldKnow/comments/la8adw/ysk_you_dont_have_to_shake_or_wave_around_instant.json": "Why YSK: Each picture contains the chemicals needed to process it in little\npouches at the bottom edge of the film. When the photo is ejected from the\ncamera it is squeezed between two rollers which burst the bags and smear the\nchemicals onto the photo, developing it. Laying the photo flat on a…",
  "data/reddit-know/r/YouShouldKnow/comments/layr4p/ysk_that_when_driving_on_wet_winter_roads_that.json": "Why YSK: You should know this because controlling your speeds and being aware of\nother other vehicles speeds as well as movements are very important aspects of\ndriving in inclement weather and/or icy roads. Being able to predict what is\nabout to happen or what could possibly happen could help you…",
  "data/reddit-know/r/YouShouldKnow/comments/lai4hb/ysk_that_when_it_snows_you_should_shovel_a_3x3.json": "Why YSK: when there is enough snow to block fire hydrants it’s very difficult\nfor firefighters to connect hoses to the hydrants without removing the snow. It\ntakes anywhere from five to ten minutes to shovel the snow and it could mean the\ndifference between someone’s house being a complete loss in a…",
  "data/reddit-know/r/YouShouldKnow/comments/lbdjrg/ysk_if_you_think_you_are_being_followed_turn.json": "Why YSK: if you’ve been driving for a long time and you continue to see the same\ncar behind you even though you’ve taken a few turns, it’s possible that you’re\nbeing followed. The best advice\n[https://skyguard.co.uk/what-to-do-if-youre-being-followed/] you can follow\nis to stay calm and turn right…",
  "data/reddit-know/r/YouShouldKnow/comments/lbuxrs/ysk_when_applying_to_companies_abroad_adapt_the.json": "When applying to a company abroad, make sure that the information you present is\nunderstandable for someone from that country.\n\nThis includes: * Adding the country codes to your phone number (+1 for US) *\nAdding the country to places you worked / studied instead of only states *\nAdding the country /…",
  "data/reddit-know/r/YouShouldKnow/comments/lc74ab/ysk_ordinary_white_mushrooms_are_amazing_sources.json": "Why YSK: Vitamin D deficiencies are shown to dramatically impact your health in\na number of ways. You get most of your Vitamin D from the sun, but if you're\nunable to get what you need from sun exposure, mushrooms are a great\nreplacement. White mushrooms are cheap and available in most supermarkets…",
  "data/reddit-know/r/YouShouldKnow/comments/lbw6uu/ysk_that_41_of_the_population_have_a_vitamin_d.json": "https://pubmed.ncbi.nlm.nih.gov/21310306/\n\nWhy YSK: According to PubMed, 41.6% of the U.S. population is vitamin D\ndeficient.\n\nThis vitamin is created when the system is in contact with UV rays via the sun,\nwhich means that almost half of the population is deficient in winter.\n\nThe most common…",
  "data/reddit-know/r/YouShouldKnow/comments/lcqfb7/ysk_old_people_do_not_often_feel_old_treating.json": "Why YSK: As I get older, I realised that people call me old, treat me old, and\ngenerally think that because I am old, that I think certain things.\n\nWhen I go out to dinner with other people from the company, or am around younger\npeople in general, there is often an unspoken moment that people try to…",
  "data/reddit-know/r/YouShouldKnow/comments/lcfaga/ysk_if_you_threaten_violence_against_guys_who.json": "Why YSK:I know three different girls who have been abused by their boyfriends,\nand didn't tell their family about it. Their reason is that they don't want\ntheir protective older brothers/fathers/uncles to hurt the guy and end up in\nprison. You may think that by being overly protective you are…",
  "data/reddit-know/r/YouShouldKnow/comments/ld6e1g/ysk_that_you_can_use_vlc_player_to_play_youtube.json": "VLC Player is a very popular app for PCs, but is also available for mobile. You\ncan play most online videos and streams by pasting the link to them into the\napplication. It will play without ads and you can use such features as sleep\ntimer, background playing, only audio etc. It's a bit slower,…",
  "data/reddit-know/r/YouShouldKnow/comments/lcyem5/ysk_craving_ice_is_a_symptom_of_iron_deficiency.json": "Why YSK: If you like crunching ice after you finish your soda, you might be\nsuffering from anemia\n[https://bestlifeonline.com/middle-age-health-warning-signs/]. Also known as\n\"pagophagia,\" the compulsive eating of ice may not just be a nervous tick, but a\nway of cooling inflammation in the mouth…",
  "data/reddit-know/r/YouShouldKnow/comments/ldfbn9/ysk_most_customer_service_livechat_agents_can_see.json": "Why YSK: People tend to incriminate themselves by typing one thing out and then\nerasing it, then sending something else. Additionally, some people will type out\ninsults or swears and even though they never send it, the agent saw it and will\nstop taking them seriously."
}