{
  "data/reddit-ask/r/Ask_Politics/comments/kwmqva/what_would_have_to_happen_for_a_political_party.json": "The whig party no longer exists as it did in the early years of the United\nStates, the Federalist party is the same. What would it take for the Democratic\nor Republican party to end up with a similar fate?",
  "data/reddit-ask/r/AskHistorians/comments/kwq1x4/why_was_hitler_pardoned_after_being_convicted_of.json": "The Beer Hall Putsch in November 1923 seems pretty serious. It failed and Hitler\nwas eventually arrested and charged with high treason, but only given a 5 year\nsentence. While in prison he authored the first part of Mein Kampf and grew in\npopularity. Hitler ultimately only served little more than 8…",
  "data/reddit-ask/r/AskMen/comments/kx213n/men_how_do_you_clean_your_penis_after_having_a_wee.json": "I was always taught from a young age to shake after having a pee but this\nliterally flicks pee everywhere.\n\nI have always taken off a sheet of toilet roll and wiped it, i am nearly 30 and\nwould like to know how other grown men either wipe or shake.",
  "data/reddit-ask/r/AskMen/comments/kwx1ox/what_a_lie_you_were_told_as_a_kid_about.json": "Mine would be that my dad used to tell me that men with receding hairlines were\nsmarter than those that didn't have them, the reason being that whenever men\nwould do math, they'd move their hand from their forehead to the back of their\nhead (easier to understand if you slide your hand from the front…",
  "data/reddit-ask/r/AskWomen/comments/kwo6ng/how_do_you_get_yourself_out_of_the_everybody_is.json": "Because seriously it’s been one of those days and I don’t want to go home and\nunintentionally take it out on my family",
  "data/reddit-ask/r/TooAfraidToAsk/comments/kwslg8/is_masturbating_to_music_a_thing.json": "Asking because I've never done it and never really thought about doing it. Sex\nyeah, but masturbating? Never crossed my mind until this just happened:\n\nRoommate was very loudly bumping \"DNA\" by Kendrick Lamar in the bathroom next to\nmy room and the process of me finishing was beginning just as the…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/kwl8v4/what_do_nonbinary_people_have_as_genitals.json": "I know my karma is going to reach the negatives because of this, but I am\ngenuinely curious. (Before I continue, I just want to say I'm extremely sorry if\nthis offends, and makes anyone uncomfortable, especially if you're non-binary\nyourself; I feel the same way about you just like I do with normal…",
  "data/reddit-ask/r/AskHistorians/comments/kwwa5g/the_aztecs_believed_that_part_of_your_soul_left.json": "I realized that in reading this info about Aztec dream magic and how assassins\nused it to hurt others, I had no idea where exactly these Naguals existed in\nterms of their religious ideas. Was this dream world one of the 13 heavens or\nthe 9 hells? If not that, was it an entirely different plane of…",
  "data/reddit-ask/r/AskMen/comments/kx0jgx/how_do_you_react_when_a_girl_remembers_a_small.json": "(F) Trying to do something in a few days",
  "data/reddit-ask/r/AskMen/comments/kx7ldx/what_do_you_find_attractive_in_women_that_95_of.json": "For instance, women with short hair - not shoulder length, but like pixie cut\nstyle - seem to be very niche, and not too many of them out there. But those who\nare, I find very attractive. Kind of a shame most of them are into women.\n¯_(ツ)_/¯",
  "data/reddit-ask/r/AskWomen/comments/kxa1km/women_of_reddit_child_pageant_competitors_how_are.json": "I just watched Little Miss Sunshine for the first time. I wanted to reach out to\nthe ladies who competed in that kind of environment when they were young. How\nhave you been doing since then? How has that kind of experience impacted your\ncareer or love life?",
  "data/reddit-ask/r/NoStupidQuestions/comments/kwz7ff/is_it_normal_not_to_desire_physicalsexual.json": "And not just “in love” like love at first sight or the norm of kissing someone\nwithin 3 weeks of dating. Is it normal to not even have the desire to kiss\nsomeone you like until you know them for a long time (maybe even a year atleast)\nand trust them fully? I don’t feel any desire to do anything…",
  "data/reddit-ask/r/TrueAskReddit/comments/kx6e3i/if_all_suffering_is_not_physical_why_is_the_right.json": "We know that mental and emotional suffering is real and has an expansive impact\non someone's quality of life and on those around them. There are ongoing\ndiscussions around the right to die in terms of euthanasia and suicide as well.\nI believe that people who have mental illness or have experienced…",
  "data/reddit-ask/r/Ask_Politics/comments/kx7a1d/why_is_the_biden_administration_blocked_from.json": "As the Trump administration leaves, certain agencies have been passing many last\nsecond rules and regulations. I just received an alert saying the following:\n\n\"The incoming Biden administration will be blocked from increasing energy\nefficiency requirements for furnaces, water heaters and boilers…",
  "data/reddit-ask/r/AskMen/comments/kxculv/at_what_point_did_you_realize_that_you_werent.json": "For me it was around 19 when a girl I was dating looked me dead in the eyes and\ntold me \"you're just not that cute but you're cool though\"\n\nSuddenly everything made sense."
}