{
  "data/reddit-books/r/books/comments/ovo3ct/is_its_normal_thing_to_finish_a_book_and_have.json": "Hi there,\n\nAs a kid and through high school, I read maybe 10 books, I pretty much refused\nto read. Even since then, I haven’t read much but I’m trying to get into it now.\n\nI just finished Man’s Search for Meaning and while I was reading I’d pick out a\nfew things here and there which I thought I…",
  "data/reddit-books/r/books/comments/ovor34/just_finished_neuromancer_for_the_first_time_it.json": "What a ride, seriously. Aside from the fantastic story, it's just incredible\nwhat an influence Neuromancer was on culture as a whole. It's like every page\nheld some passage that made me think, \"no way, so that's where that comes from\".\nI was aware that it was an influential novel and birthed the…",
  "data/reddit-books/r/booksuggestions/comments/ovo9u4/looking_for_a_book_like_the_movie_the_matrix.json": "One of my favorite films of all time. I am a deep thinker and have always been\nintrigued by the idea of simulated reality. Looking for a book involving\nsimulations similar to the matrix .",
  "data/reddit-books/r/books/comments/ovt663/do_you_think_that_we_should_seperate_the_books.json": "As an example, I really like the work of H. P. Lovecraft. Lovecraft is known as\nquit a racist,would you think less of his work because of that if he was\nalive?certainly if he was posting stuff on social media then our opinion\ncouldn't remain completely unbiased but the stories would still be good or…",
  "data/reddit-books/r/books/comments/ovzduv/so_i_started_the_pillars_of_the_earth_by_ken.json": "...and wow, why didn't I discover it earlier. As a brit who loves history, this\nmakes me want to go out and visit medieval villages in England. The way medieval\nlive is described through different POVs with characters coming from various\nsocial backgrounds gives us amazing insight into their lives,…",
  "data/reddit-books/r/booksuggestions/comments/ovtpec/japanese_mythologyfolklore.json": "Im really interested in japanese culture and mythology and i was wondering if\nsome of you guys know any good books that covers the mythology of japan. Thanks\nin advance",
  "data/reddit-books/r/booksuggestions/comments/ovxiyk/any_novel_where_the_protagonist_loses_and_regains.json": "Maybe they experience a great loss or a massive betrayal. Either way, that\nexperience or series of them makes them lose their faith in the world, making\nthem a shadow of the person they once were. But one day, maybe through someone\nthat decides to give them a hand or a new purpose, they…",
  "data/reddit-books/r/booksuggestions/comments/ovs7zc/any_books_about_thieves.json": "preferably set in the medieval age though if you think any non medieval age\nthief story is really good feel free to recomend it, it can be a lone thief or\nan entire thieves guild, i just need fiction/fantasy stories with focus on\nthievery, i dont expect many people here to be familiar with these…",
  "data/reddit-books/r/booksuggestions/comments/ovz4ly/hot_and_sexy_book_recommendation_with_good_plot.json": "yeah thats about it i really like fantasy and would prefer it if the characters\nweren't older than 30",
  "data/reddit-books/r/booksuggestions/comments/ovwdx4/stories_like_netflixs_love_death_robots.json": "The Giant episode made me want to seek out similar stories. Need me a book that\nhas short stories similar (or not) to Love, Death, & Robots please. Thanks",
  "data/reddit-books/r/books/comments/ow0bgl/i_just_finished_fear_and_loathing_in_las_vegas.json": "On the recommendation of my friend, I read Fear and Loathing in Las Vegas by\nHunter S. Thompson (1971). I read the book with absolutely no context other than\nthat it is supposedly autobiographical, and I really have no idea what to make\nof what I just read. I have several questions and would love to…",
  "data/reddit-books/r/books/comments/ow5s6b/does_anyone_get_hung_up_on_certain_lines_and.json": "First off, I have obsessive-compulsive disorder, to which I have always\nattributed my obsessive behaviour. But I'm just wondering if anyone else\nexperiences this problem. I've heard some think of it more like a \"thought\ncycle\" where they constantly reread some lines because they feel like it…",
  "data/reddit-books/r/books/comments/owbmgj/war_and_peace_and_oh_my_gosh_tolstoy_who_are_you.json": "Started reading W&P on Saturday (Briggs penguin), I finished the first volume\nyesterday and I have to say, I can’t be the only person getting lost about who\nis who? I had to reread a chapter once I realised Rostov was Nikolai and I’d\nmanaged to somehow make him an entirely new character in my head.…",
  "data/reddit-books/r/booksuggestions/comments/owcov7/books_with_major_lgbtq_characters_that_dont_make.json": "It’s kind of hard to find anything that has good trans/queer representation that\ndoesn’t make the fact that the character is LGBT the whole point of the novel\n(i.e. Love Simon). Even a queer romance is fine, but I’d like a something with\nless angst for the sake of it. A dark or depressing book is…",
  "data/reddit-books/r/books/comments/owh7g3/the_last_book_that_pissed_you_off.json": "So, this is a very specific topic, because I've just finished a book that really\njust pissed me off.\n\nPoor dude is burned out and depressed when his wife passes away in a plane\ncrash... Except his \"best friends\" (and family!) are sacred that he'll kill\nhimself so they all lie to him, tell him she…",
  "data/reddit-books/r/booksuggestions/comments/owny3v/a_book_about_how_to_deal_with_the_concept_of_death.json": "A good friend of mine is going through a bit of an existential crisis, with the\ncenter of it being the fact that one day they'll die, and they won't be able to\nbe with the people they love or do the things they love afterwards. We're both\navid readers, so I suggested looking for a book that talks…",
  "data/reddit-books/r/books/comments/owixbn/what_is_the_most_beautiful_book_youve_ever_read.json": "I was re-reading Giovanni's Room and I marveled at the strength of James\nBaldwin's prose, and how effortlessly beautiful it is, although the book as a\nwhole has a fragile quality. Giovanni's Room in itself is a masterpiece. I think\nthat you can definitely associate an aesthetic quality with a book,…",
  "data/reddit-books/r/books/comments/owrqxp/guide_to_getting_it_on_and_books_that_can.json": "I figured this book would have been mentioned a bunch of times already, but\nsearching didn't turn up many results, so here it goes.\n\nThe 'Guide to Getting It On', by Paul Joannides\n[https://www.goodreads.com/book/show/72834.Guide_to_Getting_It_On_?ac=1&from_search=true&qid=whEaHexXdF&rank=1]\nis, I…",
  "data/reddit-books/r/books/comments/owv082/currently_reading_crime_and_punishment_what_do.json": "Im currently reading Crime and Punishment by dostoevsky and i can say with\nconfidence that this is on of the best books i have ever read (if not the best).\n\nThe way you are welcomed into the charecters mind and the harsh realistic nature\nof the book is just fascinating, the depth that every living…",
  "data/reddit-books/r/booksuggestions/comments/ox1e6n/books_to_read_when_you_are_feeling_a_little_bit.json": "I am making a big decision soon, and I am feeling a little lost. I got the\nopportunity to work for a great company but there are some drawbacks to the\noffer and it has me a bit confused as to what I should decide to do. I am\nleaning towards taking it even though I am not fully happy with the offer…",
  "data/reddit-books/r/booksuggestions/comments/oxgwaa/what_book_should_i_still_read_even_though_ive.json": "Ive often wondered this about shows or movies ive seen but am reluctant to pick\nup the book after, but which ones do you think are still definately worth it?",
  "data/reddit-books/r/books/comments/ox7ard/if_a_fictional_universe_has_dragons_and_magic_in.json": "I think the idea of fantasy worlds are so cool. I love seeing dragons and magic\nand struggles between good and evil. It's all amazing to me. But when some\npeople get their panties in a twist about forced diversity because one\nbackground character is darker than others it just makes me think that…",
  "data/reddit-books/r/books/comments/ox2eti/the_broken_earth_trilogy_was_really_good.json": "No, I don't know who \"they\" is.. . just that my general impression had been that\npeople generally though N.K. Jeminsen was amazing and her books lovely. Of\ncourse, I read the Inheritance Trilogy on reading similar praise but have to\nadmit I didn't care for it as much. While I completely appreciated…",
  "data/reddit-books/r/books/comments/ox3qum/taking_books_out_at_a_library_vs.json": "I was having a dispute with a colleague of mine that taking books out of a\nlibrary is not the same as torrenting them. Their stance was \"you are not paying\nfor them either way, what is the difference?\". I really didn't know what to say\nto this in terms of hard library numbers so I had to get back to…",
  "data/reddit-books/r/books/comments/oxbfrp/cant_get_it_out_of_my_head_the_beauty_of_some.json": "So I read The Great Gatsby around a month ago and...\n\nHow absolutely hauntingly beautiful is the whole Green Light element of the\nstory!! Can't stop thinking about it. Gatsby pusued her with such intensity that\nhis whole universe revolved around it, nothing else mattered and it became the\nonly…",
  "data/reddit-books/r/books/comments/ox6pmh/for_those_who_use_public_libraries_what_do_you.json": "There are 2 libraries close to me and they belong to 2 different counties. One\nhas overdue fines and other doesn't. It didn't make any difference whatsoever in\nchoosing which book to finish first and never paid late fee .\n\nDo you think this overdue fine system encourage the on-time return of…",
  "data/reddit-books/r/booksuggestions/comments/oxca6l/spyespionage_novels_in_a_high_fantasy_setting.json": "By \"high fantasy\" I mean secondary worlds with magic, so series like Lord of the\nRings or the Stormlight Archives series or The First Law trilogy.\n\nSpy/espionage set in the modern world, but with magic -- like Charles Stross'\nLaundry Files series of Lovecraftian espionage -- is not what I'm looking…",
  "data/reddit-books/r/books/comments/oxqsue/if_theres_a_book_that_you_want_to_read_but_it.json": "Above is a quote by Toni Morrison. When i saw this quote i found it deeply\npoignant and moving. Also, sometimes, you see exactly what you need to see when\nyou need to see it. I have a particular story that I’ve wanted to tell for a\nvery long time but I’ve found the idea of writing a book rather…",
  "data/reddit-books/r/booksuggestions/comments/oxq32w/im_looking_for_books_for_handling_grief_ot.json": "Maybe Trigger warning?\n\nSo I'm 21 and found out the other day my dad has stage 4 cancer and im not\ntaking it too great. Doc says he has maybe a year to live. I threw up a couple\ntimes from the anxiety and am just all around having trouble pulling myself\ntogether. Everytime I think I have a handle on…",
  "data/reddit-books/r/books/comments/oxpa7q/never_let_me_go_an_excellent_start_to_my_kazuo.json": "Right off, I very much liked the narrative style. I cannot recall if I've ever\nread a book that focuses primarily on the narrator recalling their own memories.\nIn that sense it was very accurate. Sometimes Kath would focus on trivial\ndetails like the colour of her blouse, or the shadow falling on…"
}