{
  "data/reddit-know/r/YouShouldKnow/comments/r69hrq/ysk_scihub_is_a_free_recourse_to_get_access_to.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: So many journal articles in science\nspecifically are locked behind extreme paywalls, especially recently published\npapers with exciting information. I&#39;ve seen paywalls that range from\n$50-$200 just to get access to one article. SciHub was founded by a…",
  "data/reddit-know/r/YouShouldKnow/comments/r63i5k/ysk_there_is_an_extension_that_lets_you_see_the.json": "<!-- SC_OFF --><div class=\"md\"><p>Not sure about the policy of linking directly\nto things, but if you just google: &quot;Return Youtube Dislike&quot; you can\nfind the right extension. It works for Chrome and Firefox.</p> <p>Why YSK:\napparently I have to explain why youtube dislike counts are…",
  "data/reddit-know/r/YouShouldKnow/comments/r6bw6t/ysk_that_taking_a_deep_breath_to_calm_down_works.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you’re trying to calm down,\nespecially during a panic attack, diaphragmatic or belly breathing is what will\nhelp you relax. Thoracic or chest breathing is better for physical exertion and\nmay actually make you more tense.…",
  "data/reddit-know/r/YouShouldKnow/comments/r6h98n/ysk_that_browsers_have_limitations_when_it_comes.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Especially if you&#39;re subscribed\nto a high-quality streaming plan, you should consider your go-to browser (at\nleast for your streams). Otherwise you basically have zero benefits from the\nextra money you&#39;re paying if you&#39;re not just out for the…",
  "data/reddit-know/r/YouShouldKnow/comments/r6su7n/ysk_the_buildup_of_black_soot_on_the_bottom_of.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Carbon monoxide (CO) is known as the\n&quot;silent killer&quot; for a reason. It&#39;s odourless and colourless, so\nit&#39;s very hard to detect. For this reason, it&#39;s always a good idea to\nensure your fire detector/smoke alarm also has CO detection…",
  "data/reddit-know/r/YouShouldKnow/comments/r6q20e/ysk_that_6_inflation_in_2021_to_2_inflation_in.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: make sure that your yearly salary\nincrease is at least that of inflation. Otherwise, it’s a pay cut.</p>\n<p>Inflation is often shown as year over year percentage change. Do not be\nfooled by the government when the inflation is “transitioned” into 2%…",
  "data/reddit-know/r/YouShouldKnow/comments/r76qnq/ysk_a_team_of_researchers_are_using_a.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: We’re beginning to realise the\nimportance of self-care and investing in our mental wellness early enough,\ninstead of reaching for treatment when things have already gone awry. While\nprofessional help is probably always the best option (if you can afford…",
  "data/reddit-know/r/YouShouldKnow/comments/r7f7wm/ysk_that_you_should_always_ask_before_introducing.json": "<!-- SC_OFF --><div class=\"md\"><p>Why ysk: even dogs with good owners can be\naggressive or in bad moods. Many dogs are rescued from bad situations or had\nunfortunate experience that cause them to either not like new people or other\ndogs. </p> <p>These dogs still have every right to be walked around…",
  "data/reddit-know/r/YouShouldKnow/comments/r7p2js/ysk_that_button_batteries_the_batteries_that_look.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: children find these batteries and\nswallow them. We especially see these batteries around the holidays as they are\nin decorations, cards, toys and all sorts of other things. I work as a nurse and\nhave seen several children need to be tube fed for the rest of…",
  "data/reddit-know/r/YouShouldKnow/comments/r7tija/ysk_when_you_buy_digital_media_online_you_dont.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: just because you &quot;buy&quot;\nsomething digitally, doesn&#39;t mean the same when you physically buy\nsomething. you are buying ACCESS to the content. don&#39;t be surprised if the\ncompany revokes access. </p>…",
  "data/reddit-know/r/YouShouldKnow/comments/r7xqkx/ysk_starting_a_workout_regimen_requires_more.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This popular New Years resolution is\njust around the corner. Too much focus is put on the workout itself without\naddressing the real problem of why so many start and then quit. Everyone\nstruggles, but some have sourced the key, the right mental gymnastics…",
  "data/reddit-know/r/YouShouldKnow/comments/r81h2u/ysk_if_you_have_a_careerbuilder_account_even_if.json": "<!-- SC_OFF --><div class=\"md\"><p>I started getting emails thanking me for my\napplication to jobs I don’t want and am not qualified for recently. One of the\nrecruiters was kind enough to respond to my follow up and informed me:</p>\n<blockquote> <p>Thank you for Emailing me about this. I received an…",
  "data/reddit-know/r/YouShouldKnow/comments/r83u0x/ysk_when_frustrated_with_a_company_instead_of.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Customer Service Representatives\n(CSRs) have an unbelievably difficult job. Framing your frustration as being the\nfault of the company, and not the CSR personally is not only the kind thing to\ndo, it also increases the odds that the rep will go above and…"
}