{
  "data/reddit-ask/r/TooAfraidToAsk/comments/pywouz/why_arent_prisons_more_self_sustainable_so_taxes.json": "I saw a black mirror episode where there were people who biked all day and gave\nelectricity to the rest of the country and i was thinking. Why dont prisoners\nwho are serving life anyways not contributing anything but get to live with food\nand shelter with our tax money\n\nEdit: please dont take this…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pz38ka/why_are_black_americans_called_african_americans.json": "It's seema odd to me (Being white and British) but surely if they are born in\nAmerica they are Americana, why does it it matter where they great grandparents\ncome from?\n\nMine are from Germany but I don't get reffered to Anglo-german\n\nJust seems strange to me is all",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pz25q2/why_birth_control_method_are_usually_done_with.json": "I'm a female and on birth control just fine, but I've seen so many of my friends\nhas problem with hormonal birth control (ie. Acne, mood, bleeding etc) and some\nmale friends that I know also hate using condoms. So I'm just curious of why\nthere weren't more options for male? Like as far as I know…",
  "data/reddit-ask/r/AskWomen/comments/pz3cnd/when_you_encounter_males_who_claim_period_pains.json": "….I’m merely asking this for educational purposes ;)",
  "data/reddit-ask/r/NoStupidQuestions/comments/pyz8gx/if_i_accidentally_started_a_fire_in_my_hotel_room.json": "This is entirely hypothetical. Say the fire would have grown out of control by\nthe time I put clothes on or grabbed a blanket to cover myself. Would I be a\nhero or a criminal?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pz4i1t/after_a_totally_normal_interaction_with_coworkers.json": "Not often. I actually tend to think I'm an okay conversationalist. Not a huge\nfan of small talk but I can do it if I need to, and I'm happy to talk away if\nsomeone is chatty, and I am not nervous or worried during the social moment.\n\nHowever towards the end of the day, sometimes I'll think back to a…",
  "data/reddit-ask/r/askscience/comments/pz768a/how_does_europa_have_liquid_water.json": "I've always understood the habitable zone to be the only distance where liquid\nwater could exist on a planet. Any closer and it would evaporate, any further\nand it would freeze. The habitable zone for our sun is 0.9 - 1.5 au, yet Jupiter\nis 5.2 au on average from the sun with the closest distance…",
  "data/reddit-ask/r/askscience/comments/pz84vu/which_of_a_nuclear_explosions_effects_are_unique.json": "Radiation and fallout are obviously due to the radioactive fuel source, but what\nabout things like the flash or mushroom cloud? How many of, say, Little Boy's\neffects could be replicated with 12,000 tons of conventional explosives?",
  "data/reddit-ask/r/askscience/comments/pz7tna/why_are_galactic_centers_always_occupied_by_black.json": "I recently heard from Dr Tyson that all galaxies (or at least the vast majority,\nhe wasn't being super precise in this presentation) we have checked appear to\nhave black holes in their centers. That got me wondering why that would be, and\nthis galaxy-scale accretion disk is the best idea I've got.…",
  "data/reddit-ask/r/AskHistorians/comments/pz6bj6/in_egyptian_history_the_reforms_of_muhammad_ali.json": "Japan's reforms turned it into a world power capable of conquering China and\ndefeating Russia and (initially) the United States, while Egypt became a British\ncolony which did not become independent until 1952. Why?",
  "data/reddit-ask/r/AskHistorians/comments/pzbppu/what_was_the_state_of_middle_eastern_antisemitism.json": "I’ve seen this narrative a lot online that the Arab world was a sort of paradise\nfor Jews and everything was fine until the zionists arrived. Similarly, I’ve\nseen a lot of pushback from Jewish activists who cite the second-class dhimmi\nstatus and events like the Hebron Massacre. As a Mizrahi Jew…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pz8jtn/why_do_men_think_women_constantly_masturbate_with.json": "Like I’ve never seen a cucumber and went, “I want this up my cunt.” And I’ve\nnever met a woman who has. Is this some type of weird wired fetish men have? Or\nhas this been passed down for generations?",
  "data/reddit-ask/r/NoStupidQuestions/comments/pzdv13/why_is_racism_against_indian_people_so_normalized.json": "I always see people making fun of Indians and saying that “They’re all just\nscammers” or “They all work in tech support” ya know, stuff like that. I also\nalways see people making extremely racist jokes towards them and have no idea\nthat they’re being racist. They don’t even get into trouble for it.…",
  "data/reddit-ask/r/AskHistorians/comments/pzgww5/how_did_white_southerners_in_the_us_view_sexual.json": "I have many questions. I've tried to break them down here.\n\n- Would the other members of a slave owner's household be aware of, or suspect,\nthat the owner was sexually assaulting slaves?\n\n- How would a southern patriarch react if he found out that his son was sexually\nassaulting slaves?\n\n- Did other…",
  "data/reddit-ask/r/AskWomen/comments/pzf5aw/why_did_your_relationship_ended_other_than_being.json": ".",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzmyv1/do_you_believe_that_healthcare_workers_should_be.json": "With the exception of a medical reason not to.",
  "data/reddit-ask/r/askphilosophy/comments/pzcco6/who_to_read_after_nietzsche.json": "Coworkers teenage son is clinically depressed, on the spectrum and in the last\nyear got OBSESSED with Nietzche. He naturally relates to Nietzsche'a philosophy\nbut isn't mature enough to take a critical lens to it. For him Nietzsche\nunderstands \"the truth,\" and part of that \"truth\" is that life is…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzihdk/how_does_a_morbidly_obese_man_take_care_of.json": "Honestly this is reference to me. I was never taught self-care. I was neglected\nmy whole life, which has led me to neglect myself. I don't even know how to care\nof myself. Parts of my hair is failing out, and other parts are greying, my\nforehand is cracked and dry as well as other features such as…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pzmj1e/if_i_actually_responded_to_one_of_those_daddies.json": "If you are lucky enough to have no idea what I'm talking about, generally\nphysical sex isn't part of it. Nudes are expected, but it's not a definite\ntransaction where you have to send an exact amount. Do \"gifts\" count as income?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzo9ac/why_did_i_dream_nsfw_about_my_mom.json": "Ok, so I had a weird dream last night, you guys. I don't know why because the\nthought of it never crossed my mind. Is it normal or do I need help? I'm 19.",
  "data/reddit-ask/r/TrueAskReddit/comments/pzcuuo/what_is_stopping_a_coalition_of_states_ny_cali.json": "I'm sure you could even get quite a few red states in there as well. Why is the\nhealthcare debate left up to the national Congress? Does the cost savings not\nscale enough when you only have half the States participating?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzmw1b/why_do_some_men_feel_like_sending_a_dick_pic_will.json": "As a man I've never understood why you'd send unsolicited dick pics. Like, what\nis the thought process, do they really think it will advance things. (Sorry if\nit's been asked already)",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pza1rx/how_is_rfragilewhiteredditor_referring_to_white.json": "This post will undoubtedly end up on their sub but honestly, if anyone else\ncalled people names based on their skin color in a derogatory way it would be\nshunned. Why insult someone on their skin color then call them fragile for being\noffended? Am I going crazy?",
  "data/reddit-ask/r/AskHistorians/comments/pzel4e/jeanbaptiste_denys_preformed_the_first_human.json": "I was wondering if there were any issues with his first transfusions given that\nhe used animal blood and they certainly didn't know of blood types and blood\nborne illnesses. Seems to me that given conditions and blood used his subjects\nwould be more at risk for poisoning.",
  "data/reddit-ask/r/AskHistorians/comments/pzu0z0/in_egypt_napoleon_told_his_army_soldiers_from_the.json": "When Napoleon supposedly said this, the three pyramids of Giza would have been\n4300-4400 years old (by modern radiocarbon dates), making Napoleon's estimate\nremarkably close, allowing poetic license for round numbers. And whether or not\nthe quote is invented, a cursory Googling of the quote gives me…",
  "data/reddit-ask/r/AskHistorians/comments/pzj00r/were_roman_gladiatorial_fights_ever_worked_like.json": "I would imagine that two gladiators might want to work out a winner and rough\noutline beforehand so that neither of them would be seriously injured or killed,\nas they might in a legitimate contest. I've heard that carnival wrestlers back\nin the day worked their matches because they would wrestle…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzwlys/female_breasts_dont_arouse_me_in_the_least_is.json": "So breasts, wherever I go, breasts. Whenever I look at them I just go \"What\nabout it? They're just breasts\". I don't see it sexually nor am I turned on by\nit. I've seen plenty of it before and I just don't understand what makes one\nsexually aroused by them.",
  "data/reddit-ask/r/askscience/comments/pzvtrk/does_dna_change_over_time.json": "Does the human DNA genome change as a person ages? By this I mean could you test\nthe DNA of a child and get an exact full profile match to the same person when\nthey have reached old age?",
  "data/reddit-ask/r/askscience/comments/q011ji/about_6_months_ago_hundreds_of_millions_of.json": "There's an ongoing experiment in Florida involving mosquitos that are engineered\nto breed only male mosquitos, with the goal of eventually leaving no female\nmosquitos to reproduce.\n\nIn an effort to extinguish a local mosquito population, up to a billion of these\nmosquitos will be released in the…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzz8c5/going_to_be_a_first_time_father_not_sure_if_we.json": "Having mixed feeling about this. I myself was circumcised but in today's age, it\ndoesnt seem necessary. We are thinking that he can always decide to do it later\nin life if he wants. Any pros or cons?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzybwj/idk_if_this_is_a_stupid_question_but_where_the.json": "I don't wanna be a teen father or catch something but no one ever taught me how\nto not do that",
  "data/reddit-ask/r/AskHistorians/comments/pzuco6/can_anyone_please_explain_joan_of_arc.json": "Joan is one thing I simply cant reconcile. She told the future, she was skilled\nas a knight, a politician, she was as competent as any legal scolar of her day.\nSomething doesnt add up...\n\nBut when you take the sources they tell the same story. Was she really just one\nof the most exceptional people…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pzubx9/why_do_so_many_people_like_seinfeld_tv_show_so.json": "I don't get it. All these people on reddit worshipping this series as one of the\nfew actually hilarious sitcoms that ever existed, I'm more than halfway through\nseason one and i haven't laughed once. It's not like sitcoms aren't my type of\nhumor, The Golden Girls for example cracks me up in nearly…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q01f5u/when_cuddling_how_do_i_prevent_getting_a_boner_is.json": "I [17m] have recently got together with my gf, and we are both taking it slow\nsince non of us have been in a relationship before. We decided to have a movie\nnight and cuddle together on Friday. The thing is, to me, she is the most\nbeautiful person I've ever seen (including people I've seen from the…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzw8az/why_is_it_necessary_to_celebrate_your_birthdays.json": "Today is my birthday . I am 20. I don't feel like celebrating. I feel like its\njust another day and celebrating it is meaningless. Birthdays just remind me\nthat I am getting older. I am no longer a child. I am in the worst phase the\n20's where you have to work your ass off and you start becoming a…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q07hf9/if_a_man_uses_protection_but_the_woman_still_gets.json": "Assume the mother wants the man to pay for and be a part of the childs life.",
  "data/reddit-ask/r/NoStupidQuestions/comments/q09isz/my_friend_is_17_and_is_dating_a_26_year_old_man.json": "they dated for over a year so she was 15 and he was 24 back then. They met in a\ngame and are long distanced relationship and they also NEVER met irl but they\nFaceTime, text, call all the time.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q07n1r/whats_the_best_way_to_legally_and_peacefully_to.json": "I am renting a townhouse in a nice suburban neighborhood. Only one problem,\nbesides sky high price I'm paying to rent here - I have a misfortune to live\nnext door to an ccreepy, nasty asshole. This wrinkled dick, when he's not busy\nplaying his awful soft rock shit music (while creeping or staring…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q0bk07/do_people_actually_like_the_taste_of_pussy.json": "Does anyone actually really enjoy the taste of pussy, or are people just saying\nwhat they think their partners want to hear? I feel like I'll never get an\nhonest answer about the way mine tastes from a partner",
  "data/reddit-ask/r/NoStupidQuestions/comments/q0ay50/is_it_socially_acceptable_for_me_to_dress_up_as.json": "I swear this isn’t a joke post, me and my friend are going to be hamburglar and\nronald mcdonald for halloween. Our school won’t be open on halloween cause it’s\non a sunday, but our principal is letting us dress up on the friday before it.\nOur plan is to walk to McDonalds afterschool that day and…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q0c1j7/the_alphabet_song_rhymesrightright.json": "I feel like im going crazy. Having an argument with my family and they all say\nthe alphabet song isn't meant to rhyme. WHAT???\n\nABCDEF G\n\nHIJKLMNO P\n\nQRSTU V\n\nWXY AND Z",
  "data/reddit-ask/r/AskHistorians/comments/q0f6rb/was_new_york_in_the_70s_as_sleazy_and_corrupt_as.json": "I absolutely don't mean to offend anyone with this question. I'm a non-American\nand 'Taxi Driver' is my favorite movie of all-time and I was wondering to what\nextent it was accurate in it's synchronic\ndepiction of New York as a crime-riddled, seedy and morally repulsive place. I'm\nalso curious as to…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q04qqi/what_do_you_guys_think_are_the_most_unmoanable.json": "Random shower thought🤷‍♀️",
  "data/reddit-ask/r/NoStupidQuestions/comments/q0gwda/why_is_nestle_still_allowed_to_publicly_operate.json": "Like Nestle has done lots of uneathical things. The things that i have said in\nthe title just scratches the surface and the court knows about this yet Nestle\nstill publicly operates with almost 0 reprecautions for the bad things that they\nhave done.\n\nImma stop here i dont want this to break the no…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q0jjtw/what_is_the_psychological_term_for_this.json": "I've seen it on social media and Reddit a lot of times already. Let's say you\nhave a doctor's appointment at 4 PM and currently, it is 10 AM. You have 6 hours\nbefore the actual event starts, a lot of time. And yet, you do nothing with the\ntime because of the incoming event. I've seen people make…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q0g5o6/why_do_we_work_so_much_still_even_though_modern.json": "Get up at 06, go to work at 8, get home at 18 and then make dinner, go to the\ngym and then finally having like an hour of free time. Repeat 5 days a week,\n46-47 weeks per year.\n\nIt's like all we do is live to work. In the past you HAD to work to survive, but\nin today's world we don't have to. We…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q0n2h2/married_redditors_how_often_do_you_and_your.json": "As the question says... Guess I'm trying to gauge, my answer would be maybe like\n10 times a year, not enough. And it feels like it's done as a duty not because\nmy wife enjoys it.",
  "data/reddit-ask/r/NoStupidQuestions/comments/q0lu3v/am_i_the_only_one_who_doesnt_really_care_if_im.json": "This isn’t to say I don’t wish to positively impact others while I’m alive. I\njust don’t really care about a “legacy” or anything like that.",
  "data/reddit-ask/r/AskHistorians/comments/q0g4c9/how_did_byzantine_emperors_ie_alexios_komnenos.json": "Did they use translators or did the guards learn certain words in Greek for\nsimple commands\n\nI’m probably answering my own question here but I would think the latter because\nby Alexios time the guard was made up of Anglo-Saxons and Scandinavians and it\nwould probably be easier than having 4-5…",
  "data/reddit-ask/r/askscience/comments/q0q9kd/can_an_individuals_blood_carry_a_cure_for_a_virus.json": "I've read there are some experiments suggesting plasma from covid survivor's\ncould help fight the spread. Though it got me wondering how much truth is in the\npossibility of one persons blood being the key to a widespread virus like many\nmovies.",
  "data/reddit-ask/r/AskHistorians/comments/q0l96q/how_were_longships_actually_useable_how_did_they.json": "Norse longships do not look like they were be good for raiding or trading at\nall. Every recreation I have ever seen requires it to be practically filled from\nbow to stern with people rowing for it to even operate, and there wasn't any\nbelow-deck storage for goods or money. So where did they keep…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q0w3ca/why_are_gold_diggers_frowned_upon_for_being_in_it.json": "This is based on the stereotypical gold digging/hot girl scenario",
  "data/reddit-ask/r/askphilosophy/comments/q0gkgm/what_are_some_good_videos_to_show_1718_year_olds.json": "I’m looking for videos around 20 minutes long which have philosophical content.\nParticularly political philosophy, metaphysics of mind and aesthetics but any\nnew or subversive ideas are fantastic. They don’t need to be in anyway related\nto a curriculum but I would prefer documentaries and interviews…",
  "data/reddit-ask/r/AskHistorians/comments/q0v9qy/being_sent_to_work_in_a_roman_mill_was_up_there.json": "The character Messenio appears in Plautus' Menaechmi.",
  "data/reddit-ask/r/NoStupidQuestions/comments/q104tf/doesnt_releasing_felonies_and_giving_them.json": "For the vast majority of people, employment and finding housing are essential\nthings to do to live a remotely comfortable and law-abiding life, at least here\nin the US. If a felon who has served their time is released, and has complied\nwith their probation and any other terms of their release, why…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q11nbh/why_are_indian_dudes_so_horny.json": "I’ve seen a ton of videos such as a woman trying to go to the beach in India and\nthere’s men surrounding her taking pictures and such. I feel like almost every\nwoman has been subject to sexual DMs from random Indian guys. There’s even a\ngiant meme format making fun of the situation, but my question…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q11l70/why_do_averagely_sized_dildos_hurt_going_in_your.json": "As the title says really. My partner and I tried a new thing in the bedroom and\nshe wanted to stick junk in my rear but it was way too uncomfortable and it got\nme thinking about big poops and.. yeah.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q14x2t/how_difficult_is_finding_the_vaginal_opening.json": "I'm trying to have sex with a virgin, but somehow the vaginal opening eludes me.\nHow difficult is it to find the opening in the dark with only your penis (No\nhands because she thinks it's unclean, and only wants the missionary position)?\nHow does one find that gateway while playing this game in hard…",
  "data/reddit-ask/r/AskHistorians/comments/q1523d/if_the_anglo_saxons_largely_came_to_britain_from.json": "Did the Danes only move to Denmark after the Anglo Saxons left or were they once\nboth living there at the same time, but only the Anglo Saxons decided to migrate\nto Britain?",
  "data/reddit-ask/r/askscience/comments/q14tfc/how_sure_are_we_that_nuclear_fusion_reactors_are.json": "I know that nuclear fusion occurs in labs all the time here on Earth and that\nthere are a few different groups trying to make a fusion reactor where you get\nmore energy out than you put in.\n\nMy question is, how sure are we that these attempts at net positive fusion\nreactions are actually possible?…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q0yjb7/is_it_strange_to_laugh_at_your_own_thoughts.json": "Often when I’m driving I’ll be thinking of comedy skits and burst out laughing\ncos I’m a god damn comedic genius. But I also do this in front of my roommates\nand sometimes they look at me like I’m crazy. I understand that it would be\nweird to see someone else sitting there silently then burst out…",
  "data/reddit-ask/r/AskHistorians/comments/q0zt7a/ive_heard_that_north_american_natives_didnt_have.json": "While I know the story of the first Thanksgiving is questionable, it's still\nbased on some historical fact. That the Wampanoag Natives helped teach the\nPuritans how to grow new world crops, such as Corn and Pumpkins.\n\nBut I've also heard that Northern American natives were hunter gathers, and\ndidn't…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q19e4y/is_anybodys_facebook_not_working.json": "For some reason I'm not able to go on Facebook because it appears to be under\nconstruction.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q17jgp/how_do_i_tell_a_girl_her_vagina_stinks.json": "This is an honest question. I’m not trying to make fun of her or anything. We\nwere having sex under the cover and the whiffs of the odor were so bad I just\nrolled over and quit pumping. When I rolled over the covers came down on me. I\nmention this because just as you fart under the covers then raise…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q1dyxc/do_you_guys_sometimes_close_reddit_only_to_open.json": "Edit: glad to know I’m not the only one",
  "data/reddit-ask/r/NoStupidQuestions/comments/q18emo/if_i_were_to_pee_on_my_fence_would_my_neighbors.json": "I still probably won't, but would it work?",
  "data/reddit-ask/r/AskHistorians/comments/q1k69g/the_revolutions_of_1848_swept_all_across_europe.json": "Older important revolutions in Europe like the 1789 French Revolution did not\nspread from country to country like these did. What was different? Conversely,\nwhy were a few areas like Russia and Spain not affected?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q1ol0i/why_are_women_so_surprised_that_penises_can.json": "My girlfriend was playing with my balls and she was amazed that they weren’t\nperfect spheres but more like eggs. Then she tried to switch em around (left to\nright which kinda scared me) and lost her shit. I took the opportunity to show\nher all the amazing penis and ball maneuvers I could think of…",
  "data/reddit-ask/r/AskWomen/comments/q1eakk/for_those_of_you_who_like_your_job_what_do_you_do.json": "Did you get a degree for this?",
  "data/reddit-ask/r/AskHistorians/comments/q1tgk9/how_did_romania_remain_a_latin_country_despite.json": "I'm from Latin america and I talked with romanian people and they always\nidentify as Latin and I find it interesting,I only understand some words of the\nlanguage but I can see it's good latin influence how it came to be?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q1zbxg/am_i_a_bad_friend_if_i_sometimes_get_annoyed_with.json": "I don't know how to explain this properly so please bear with me. English isn't\nmy first language. For context, I'm not saying being depressed is a bad thing. I\nsupport this friend in all her struggles and her battles involving her mental\nhealth and I'm glad she's getting the help she needs.…",
  "data/reddit-ask/r/AskHistorians/comments/q20e02/im_a_medieval_townsperson_living_in_britain_lets.json": "Let's assume I'm a man and that I am not dirt poor but nowhere near rich; I'm\npicturing the average townsperson. Maybe I have a wife and kids if that makes a\ndifference.\n\nI'd like to know what this kind of person would require for this kind of \"short\ntrip\".\n\nI'm guessing this trip would require…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q1ysml/why_do_people_always_ask_on_this_sub_are_men_or.json": "Is it just me or do we have too many of these questions?\n\nIt's like saying do humans like pineapples? Some humans do some humans don't.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q24b3e/am_i_weird_for_being_obsessed_with_having_sex.json": "Well I think I’ve always been a hypersexual woman. I used to masturbate daily\nbefore I was married. My husband and I enjoy sex a lot. Now, I am obsessed with\nhaving intercourse with my husband. My mouth literally waters for his dick. I\nlove being in control of his pleasure with my mouth. Geeze just…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q29gcw/does_anyone_actually_like_large_tomato_slices_on.json": "The gross, watery texture and flavor is just really unappealing to me and ruins\nthe flavor imo. Does anyone actually prefer to have them or do they just look\nlike they belong on a sandwich?",
  "data/reddit-ask/r/NoStupidQuestions/comments/q289xj/am_i_wrong_or_does_the_entire_concept_of.json": "In theory the sub is for posting unpopular opinions, however everyone seems to\nupvote opinions they agree with, so the top posts always wind up being popular\nopinions … rather than unpopular ones.\n\nI have also heard many stories of posts in that sub being removed for being\n“inflammatory”, but of…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q25wzv/what_is_it_with_the_catholic_church_and_diddling.json": "If literally any other group/profession was doing that in such high numbers, it\nwould’ve been banned decades ago",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q24o2m/is_it_ok_for_a_straight_guy_to_be_into_womens.json": "I find my myself scrolling through social media watching womens clothes and\naesthetics and I kinda enjoy it. It is normal for a guy to be into that",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q2aksz/how_do_incredibly_obese_people_afford_to_eat_that.json": "I don't eat a balanced diet at all, but even with my high calorie foods I can't\nbuy enough to gain that much weight. Short of eating foods designed for weight\ngain, I don't understand how most can afford this. I don't think this is the\nright flair, but I want to make sure I don't accidentally…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q28o8o/why_do_gender_pronouns_matter.json": "I don’t for the life of me understand gender fluidity.\n\nTo me, the philosophy behind it reinforces gender stereotypes it seeks to\ncombat.\n\nSay a man likes to act feminine. Why is it so important for him to switch to\n‘gender neutral’ or feminine pronouns?\n\nDoes that not reinforce the idea that men…",
  "data/reddit-ask/r/AskHistorians/comments/q25lwl/is_it_coincidence_that_the_former_axis_powers.json": "This might be a long shot and quite a niche question but I was curious if there\nis a historical link here.\n\nBasically, in the fountain pen world (check out /r/fountainpens to know what I'm\ntalking about) some of the most well-known and renouned manufacturers are often\neither German (Pelikan,…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q22esa/why_doesnt_youtube_have_mute_function_to_hide_the.json": "Just like other social media sites have, if I don't like someone's content, I\nthink there should be a \"mute\" function that would hide that person's content\nforever.\n\nIs there a reason why YouTube is not doing it? or maybe it already does and I am\nnot aware of it, and if so, can you tell me how?",
  "data/reddit-ask/r/askphilosophy/comments/q1w21l/books_that_are_named_like_being_and_time.json": "i'm compiling a silly little list of philosophy books that use the naming\nconvention of Noun and Noun as a reference to Heidegger's Being and Time and I\nwas wondering if people knew any more\n\nwhat I have so far\n\n * Rage and Time by Peter Sloterdijk\n * Being and Nothingness by Sartre\n * Being and…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q1tzem/how_can_i_stop_myself_from_growing_up_like_the.json": "I hate my father so much and everyday I'm scared that I grow up and be him\nsubconsciously and I don't ever want to become an emotional and mental burden to\nmy girlfriend or the people I love.",
  "data/reddit-ask/r/AskWomen/comments/q290vf/how_attractive_do_you_think_you_are.json": "After reading a similar post on another thread, I thought it'd be nice to hear\nwomen's perspective on this topic as well.",
  "data/reddit-ask/r/AskHistorians/comments/q26ac0/how_accurate_is_the_idea_that_the_spanish.json": "So in my school's history textbook, the Spanish empire was portrayed as the most\nbrutal of the colonial powers compared to that of France and Britan. While the\nidea seems plausible, I know that America and Anglosphere as a whole has had\nanti-Catholic and anti-Spanish problems in the past. So I want…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q26nfp/am_i_really_bisexual_if_ive_never_technically.json": "I recently discovered that I was attracted to women as well as men.\nI assumed this made me bisexual. My husband of 8 years is totally cool with it,\nsuper supportive, and even encourages it as you can imagine. (Rolls eyes)\nOther than being sexually attracted to some women, and I don't really have…",
  "data/reddit-ask/r/askscience/comments/q2i2q2/askscience_ama_series_i_am_a_medicinal_chemist.json": "Hi Reddit! My name is Christopher McCurdy, and I am a broadly trained\npharmaceutical scientist and pharmacist whose research focuses on the design,\nsynthesis and development of drugs to treat pain and drug abuse. My work with\nnovel sigma receptor ligands has led to possible medication development…",
  "data/reddit-ask/r/AskHistorians/comments/q2i4e7/how_was_the_relationship_of_the_original_hippies.json": "I was talking with friends about the 60s and somebody said that the hippie\ncounterculture couldn't exist today because smartphones would make it\nimpossible. Television, however, did exist in the 60s, and I think it was not\nthat different from the internet. But somebody correctly pointed out that…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q2aogi/how_do_i_gently_tell_the_girl_ive_been_seeing.json": "I’ve been seeing this girl for the past few weeks and I really like her. I feel\nlike we match in a lot of ways (same sense of humor, similar interests, same\ncollege courses, etc), but she has an odor issue I can’t seem to get over. She\ncame over today and after cuddling for a bit we made out for the…",
  "data/reddit-ask/r/AskWomen/comments/q2iv2y/how_to_command_respect_at_work_as_a_feminine.json": "Do you find looking feminine, being soft-spoken, gentle get in the way of\nsucceeding in a male-dominated environment? How do you avoid becoming eye-candy\nand not being taken seriously by older male colleagues, despite being competent?",
  "data/reddit-ask/r/AskHistorians/comments/q2gg7o/why_did_southeast_asia_indianize_and_not_sinicize.json": "Southeast Asia, gets its name from being in between East Asia (China) and South\nAsia (India). With the exception of Vietnam, SEA has historically been in the\n'Indian sphere of influence.'\n\nEven nations like Cambodia have founding myths upon which an Indian prince\nmarried a local princess.\n\nOf course…",
  "data/reddit-ask/r/AskHistorians/comments/q2hz8l/is_the_claims_in_the_wikipedia_article_on_timothy.json": "I'm a script writer (on a hobby level but non the less). I found this YouTube\nvideo by the popular \"Sam O'nella Academy\" channel who does videos on strange\nand disturbing facts and peoples about the \"dumbest rags to riches story\" of\nLord Timothy Dexter, a self made American business man who sold…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q2i9m4/why_do_some_people_believe_that_italians_arent.json": "Please don't say \"because race is a social construct\", that doesn't answer my\nquestion. I'd like to know the exact reasoning.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q2qjsn/do_women_hate_having_sex_with_their_husbands.json": "The only things I know about sex come from social media, and TVs and movies and\nfrom what I’ve seen women just hate sex. Like it’s like burden for them and\nsomething they put up with for their partners.\n\nLike women withholding sex to get their partner do so something for them would\nimply that they…",
  "data/reddit-ask/r/AskHistorians/comments/q2ls1a/in_the_ip_man_movies_chinese_people_bow_to_each.json": "I'm also wondering if this would be specific to kung fu communities or if\nChinese people bowed like this wherever bowing took place - e.g. bowing to\npeople out of respect or in greeting, in a Zen (Chan) community, etc.\n\nThanks for any information you can provide!",
  "data/reddit-ask/r/askscience/comments/q2ttc1/why_are_there_varying_cooking_safety_temperatures.json": "Or do different types of bacteria with different death temperatures proliferate\non different types of raw meats?",
  "data/reddit-ask/r/AskHistorians/comments/q2um9e/shinto_is_a_collection_of_japanese_folklore.json": "To specify, what I mean is that Shinto traditionally is a very diverse belief\nsystem, but State Shinto was a uniform belief system that was the same\neverywhere in Japan, unless I am misunderstanding it.\n\nFor it to be uniform the state must have clarified what it considers to be\nShinto traditions,…",
  "data/reddit-ask/r/AskHistorians/comments/q2vma1/during_world_war_i_on_the_western_front_trench.json": "Cursory searches lead me to information about the archaeology of WW1, but I'm\ninterested in archaeology during WW1. With the exception of some articles about\nFrancis Buckley (British soldier turned archaeologist) and a German commander\nwho had a soldier record a prehistoric cemetery they had…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q2r3jn/what_do_adults_do_at_work.json": "I hope I don’t get a lot of hate asking such a silly question, but I just\nstarted my first full time, post-graduation desk job after years of being a\nstudent and working different retail/food service jobs and I don’t know what to\ndo with my time. This is my first job where every minute isn’t filled…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q2effc/why_are_cannabis_users_get_angry_and_salty_when.json": "Whenever small, teeny-tiny study papers are published that prove negative long\nterm effects of cannabis, there are always loads of comments that refuse to\naccept it. These studies always receive angry and aggressive responses.\n\nWhy is it that way? Addiction? They hold stock in cannabis business?…",
  "data/reddit-ask/r/AskHistorians/comments/q2oxhc/want_to_be_the_height_of_fashion_askhistorians_is.json": "TL;DR: CLICK HERE TO CHECK IT OUT\n[https://www.teepublic.com/stores/shopraskhistorians]\n\nWhat's Happening\n\nWe agreed to assist the admins in piloting a new program which would allow users\nto get their hands on community themed swag. We've provided AskHistorians swag\nas prizes for year-end awards for…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q2zsto/should_we_all_just_delete_facebook_and_instagram.json": "In light of the whistleblower allegations? What’s the best course of action?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q2kwn5/woman_does_height_really_matter_in_a_relationship.json": "I'll admit I'm a shorter guy, (5'5) and I've been told that it would be hard for\nme to get a girlfriend cause of my height. Though honestly I don't care if a\nwoman I'm dating is taller than me or not. Also, would it be weird for me to\nwant to date or be with taller women?",
  "data/reddit-ask/r/askscience/comments/q36m27/askscience_ama_series_im_diego_pol_a.json": "Hi! I'm Diego Pol, a paleontologist and National Geographic Explorer who studies\ndinosaurs and ancient crocs. For the last few years, I've been exploring and\ndiscovering dinosaurs in Patagonia, the southern tip of South America. I'm the\nhead of the science department at the Egidio Feruglio…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q39zqa/what_do_they_do_with_foreskin.json": "More specifically what do they do with foreskin after a circumcision",
  "data/reddit-ask/r/AskHistorians/comments/q34spg/why_did_european_emperors_adopt_the_title_caesar.json": "It seems that every European monarch claiming to be the Emperor, a successor of\nRome picked the title 'Caesar' and its variants, 'Kaiser' for the HRE,\nAustria-Hungary, Germany, 'Tzar' for Russia and Bulgaria, and Kayser-i Rum for\nthe Ottomans.\n\nDid the title 'Augustus', which had higher rank than…",
  "data/reddit-ask/r/AskHistorians/comments/q33w6f/what_drugs_wouldve_been_available_to_jesus_of.json": "I got distracted in the recent post here about Hippies and one of the linked\narticles quoting a Bishop who compared Hippies to the early Christians, and\namong other things that made me wonder about drug use in the levant around the\n1st century CE.\n\nFor the sake of argument, lets say the comparison…",
  "data/reddit-ask/r/AskHistorians/comments/q35fvn/were_there_any_atheist_societies_in_the_past.json": "Various civilizations and societies of the past have believed in organized\nreligion or atleast in the existence of supernatural powers. This belief has\nbeen shared by both complex societies like Maya, Aztecs, sumerians, Indians,\nGreek, Chinese etc. and also in less complex societies. These societies…",
  "data/reddit-ask/r/AskHistorians/comments/q3bowq/sparta_wasnt_that_effective_in_war_were_there_any.json": "By way of introduction, Sparta was actually kind of lame. Brett Devereaux of\nUnmitigated Pedantry does a good job covering this in this series\n[https://acoup.blog/2019/08/16/collections-this-isnt-sparta-part-i-spartan-school/],\nbut to summarize: they cruelly indoctrinated children, kept 93% of…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q3667j/how_to_get_rid_of_a_crush_thats_ruining_my.json": "Girl I like is 2 years older in HS, I think I have a very slim chance of ever\nbeing with her, but seeing her brightens my day and when I don’t I’m super\ndepressed. When she talks to me I feel very elated and it motivates me to do\nbetter.\n\nShe just went on vacation for a week and won’t be at school…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q3drhk/if_a_squirrel_finds_another_squirrels_nut_stash.json": "Or maybe just takes a couple? 🐿",
  "data/reddit-ask/r/askscience/comments/q389fv/what_happened_to_the_milwaukee_protocol_for_rabies.json": "The recent story of the man in Illinois who died of rabies after declining PEP\nreminded me of all of the hype surrounding the girl who was supposedly the first\nperson to survive rabies back in 2004. After that I recall the MP being tried in\na number of desperate cases but never having any success…",
  "data/reddit-ask/r/AskHistorians/comments/q3gfyl/at_the_start_cheers_is_about_a_group_of_people_in.json": "I can't imagine spending 4-5 hours a day in a bar after work. Was this lifestyle\nthat common in the late 1980s? What was \"real\" bar culture like at the time?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q3jfrw/do_girls_ever_just_fiddle_down_there.json": "Edit: just so theres no confusion. I dont mean masturbating, I'm talking about\nbeing bored or tired, your lying in bed, it's late, maybe watching something\n(like youtube or netflix), and just sort of touching yourself without the intent\nof pleasure",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q3hnmg/do_people_really_daydream_about_sex_at_work.json": "Every day, I feel like a total perv, even though I’m just doing my normal work\nstuff. Granted, I have the kind of job that has plenty of downtime, so I don’t\nexpect firefighters to daydreaming haha.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q3niwm/how_can_i_stop_my_bf_from_peeing_on_floor.json": "He is overweight & sits down to pee. The pee splashes out between from the\nopening between the rim and the toilet seat. How to I get this to stop? He says\nhe doesnt know how to stop peeing on the floor :( I know there are splash gaurds\nbut is there any other way?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q3l1ge/why_do_so_many_people_believe_in_stupid.json": "I'm talking about the conspiracy theories like The earth is flat or the moon\nlanding is fake not we live in a simulation because those are more thought\nprovoking.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q3qr1e/longtime_guy_friend_sent_me_a_dick_picwhy_am_i_so.json": "A brief background…I’ve known this guy for about 11 years. We didn’t talk a ton\nwhile I was married, but I’m newly divorced (do not congratulate me, I am\ndevastated), so he and I have been chatting more lately. He’s in another state.\nI have no attraction to him at all, and I’ve said I’m not…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q3ro2z/is_it_unethical_morally_wrong_for_a_workplace_to.json": "As a part of our regular annual check up, a pregnancy test was done without my\nknowledge. None of my other coworkers seems to mind, it's not a very big deal,\nbut it felt weird.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q36qve/what_is_it_like_to_fall_in_love_and_to_be_in_love.json": "Hi, I’m a woman in my late 20s (almost 30) and I’ve never opened myself up to\ndating, or being in a relationship.\n\nI have no idea what it feels like to fall in love with someone, or to be fully\nand deeply in love.\n\nThroughout, the years I’ve seen my friends get in and get out of happy and\nunhappy…",
  "data/reddit-ask/r/askscience/comments/q3iaek/do_people_with_better_memory_havemaintain_more.json": "I just learned through an online lecture (found it on youtube by luck) that the\nbrain is constantly changing. New synapses form, old synapses \"disappear\" etc.\n\nThe neurologist said, that this is the reason why we inevitably get worse at\nsomething when we get better at another thing. But he also…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q3saji/how_is_pediphillia_a_mental_disorder_but.json": "This question sounds either extremely creepy or extremely homophobic. I'm\nneither of those. I'm just curious.\n\nIf pedophillia is considered a mental disorder (which it should) why isn't\nhomosexuality one? (I'm not saying it should) just for the sole fact that their\ndefinitions are so similar makes…",
  "data/reddit-ask/r/askscience/comments/q3vf3x/askscience_ama_series_im_a.json": "A whistleblower recently exposed that Facebook knew their products could harm\nteens' mental health, but academic researchers have been studying social media's\neffects on adolescents for years. I am a Teaching Assistant Professor in\nPsychology and Neuroscience at UNC-Chapel Hill, where I teach an…",
  "data/reddit-ask/r/AskWomen/comments/q3hfth/what_is_your_opinion_on_squid_game_on_netflix.json": "It is a South Korean survival drama television series streaming on Netflix.\n\nWhat do you think of it?\n\nWhat do you think of the Korean dubbed version as opposed to the English dub,\nand the wrong translations?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q3y4fw/will_my_vagina_ever_go_back_to_normal.json": "I’m sorry for adding to all the “sex posts” here but I really don’t know who I\nwould even ask this question to.\n\nEdit: I would rather have woman answer or very educated men. This is a serious\nthing to me.\n\nLast week me and my boyfriend were having sex and he put a regular sized dildo\nin me at the…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q3u72v/is_it_just_me_or_is_answering_the_question_what.json": "Like the title stated, do y'all find it hard to answer. I spend my time doing a\nnumber of different things, but I just can't seem to answer the question. All of\nmy \"hobbies\" just seem ordinary or things everybody does anyways. Do you all\nhave the same struggle? Or do you all always have the perfect…",
  "data/reddit-ask/r/AskHistorians/comments/q3yhhl/were_candles_a_purely_cottage_industry_in_the.json": "I read about the Teutonic State that a major export was bees wax as was wax a\nmajor export of the Russian lands.\n\nWho was buying this raw wax and then producing candles? Were candles cheap\nenough that a family would buy their needs monthly or yearly or were they very\nprecious and a peasant family…",
  "data/reddit-ask/r/AskHistorians/comments/q41swl/how_did_the_indonesian_islands_go_from_hinduisim.json": "Some sources say it was traders others say it was also invaded. They say the\nhindus fled to bali, why not just finish them off? Why let them stay for\nhundreds of years? And yet buddhism plays small but significant role as well.\nThere are some buddhist temples all the way up in nothern thailand that…",
  "data/reddit-ask/r/AskHistorians/comments/q40asf/how_did_red_lentil_soup_become_a_staple_in.json": "My mum (and my grandmother before her) makes a warming winter soup with red\nlentils and ham hock, similar to this recipe here\n[https://www.gct.com/community/the-inside-scoop/the-buzz/scottish-red-lentil-soup].\nIf this article is to be believed, it also topped an online poll for Scotland's\nfavourite…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q3zwib/if_you_stick_a_vacuum_in_your_vagina_and_turn_the.json": "I was wondering about this when cleaning the house today :|",
  "data/reddit-ask/r/AskHistorians/comments/q435xk/a_friend_of_mine_just_told_me_that_until_the.json": "Friend basically told me that until MLK came around, if a black man was found\nout be having sex with a white woman that he could be arrested and executed for\nrape, and that most hate crimes were actually just a response to a relationship.\nHe claimed this happened to both Malcom X and a boxer called…",
  "data/reddit-ask/r/AskHistorians/comments/q42oyc/prof_edward_j_watts_argues_that_eastern_roman.json": "In this essay in Time magazine\n[https://time.com/6101964/fabricated-fall-rome-lessons-history/], Edward J.\nWatts (professor of history at the University of California, San Diego) says,\n\n> Although everyone from schoolchildren to scholars now learn that the Western\n> Roman Empire fell in 476, 5th…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q43co5/why_do_americans_accept_their_terrible_working.json": "I'm from the UK I've always been entitled to minimum of 25 days paid leave a\nyear, if I'm sick I still get paid and the NHS exists, I cannot grasp how people\naren't seemingly willing to demand these, and that's before looking at any\ndeeper into maternity leave or anything like that",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q3zyep/how_the_fuck_do_we_shave_our_balls_without.json": "It really gets on my nerves, I tried the electric razor but I'm too afraid to\ncut myself with this imprecise machine, I tried with a classic razor but it's\nimpossible to pass on the parts with a lot of folds like just under the\ndick...please help",
  "data/reddit-ask/r/NoStupidQuestions/comments/q3x7iw/why_do_i_overshare_so_much_when_talking_to_people.json": "I always find myself thinking afterwards “why would I tell them that” and I just\ndon’t understand? 😂",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q4a0ol/why_do_guys_send_unsolicited_dick_pics.json": "Never once have I ever thought to myself, \"You know what that girl I like would\nlike? A surprise pic of my dick\". Why do other guys send them? I don't\nunderstand this!\n\nEdit: I'm a guy; I don't get these pics sent to me, thankfully. I'm asking\nbecause it makes us all look bad when this happens, and…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q477fb/has_anyone_noticed_there_seem_to_be_more.json": "I feel like I'm going kinda crazy. There's been a bunch more where I live, but\nnot just at my house. Three separate friends have said something along the lines\nof \"Sorry about the gnats/fruit flies, not sure where they're coming from\" when\nI've gone to visit them recently. It's possible this is just…",
  "data/reddit-ask/r/AskHistorians/comments/q3yu2l/the_bible_is_often_though_of_as_the_endallbeall.json": "I'm a christian but one of my biggest problems with christianity is how the\nbible seems to be a collection of arbitrarily selected texts written by humans\nwho claim that it is exhaustive and infallible in its significance to\nchristianity due to the fact that what the writers wrote was \"directly…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q47f7i/why_do_we_have_special_biohazard_waste_bins_in.json": "As a 27-year-old female, I’ve never understood this. Is period blood less likely\nto carry disease or something?",
  "data/reddit-ask/r/AskHistorians/comments/q46wi5/if_i_was_a_villager_woman_of_1650s_england_and_i.json": "Question comes from re-reading Neil Gaiman & Terry Pratchett's Good Omens and\ncoming across the quote \"....had been materially helped by Agnes's petticoats,\nin which she had concealed fifty pounds of gunpowder and thirty pounds of\nroofing nails.\"\n\nI am well aware of artistic license but I thought it…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q4hpn8/im_not_an_anti_vaxxer_but_do_think_people_should.json": "I have my moderna vaccination and had got it back in March when I first could. I\nam very pro science. I do understand there is a lot of misinformation leading\npeople to choose not get the vaccine, however I still believe it’s there choice.\nIt’s there body it should be there choice. I believe this…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q4kvt4/do_you_masturbate_everyday.json": "Does anyone else masturbate everyday? If so why do you do it everyday and are\nyou not tired of it. I tend to do it everyday but lately I have felt my sex\ndrive go so down and well I try to stop but times I get semi hard and just have\nto and end up cumming…\n\nDoes this happen to anyone else",
  "data/reddit-ask/r/askscience/comments/q4m4fq/where_does_the_human_body_gets_chlorine_for.json": "So yea, I'm aware that table salt provides quite a bit of chlorine by mass\n(60%). But is not like we have to eat +1-2g of salt every day. Early humans\nwouldn't have easy access to salt until many thousands of years ago.\n\nSo where do we get our chloridric acid for digestion? I'm genuinely…",
  "data/reddit-ask/r/askscience/comments/q4mh45/why_does_mars_have_any_surface_features_given.json": "My 9 year old daughter asked this question today. I googled and found that mars\ndefinitely doesn't have plate tectonics. Wouldn't everything get corroded\novertime to make the planets surface very smooth? But we know it has valleys,\ncanyons and mountains. Is that due asteroid imapcts?\n\nSorry, if this…",
  "data/reddit-ask/r/AskHistorians/comments/q4kbwb/why_were_the_indoiranians_not_interested_much_in.json": "I am an Indian, so I know the India side of this debate fairly well. One of the\n\"big questions\" here is why we never recorded history or treated it like a\nscience, despite being one of the oldest civilizations on Earth and being\nrelatively very advanced in fields like Grammar/Linguistics or…",
  "data/reddit-ask/r/AskHistorians/comments/q499gm/malcolm_x_was_in_norfolk_prison_colony_where_a.json": "Excerpt from Malcolm X’s autobiography: “Norfolk Prison Colony’s library was one\nof its outstanding features. A millionaire named Parkhurst had willed his\nlibrary there; he had probably been interested in the rehabilitation program.\nHistory and religions were his special interests. Thousands of his…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q4qjua/why_are_there_condoms_in_different_flavours.json": "Aren’t condoms used as a contraceptive? It is going inside a lady’s vagina or\nother places and not their mouth. There are no taste buds over there.\n\nHow do flavoured condoms even work? This whole thing is unbelievable to me."
}