{
  "data/reddit-know/r/YouShouldKnow/comments/pg2zas/ysk_that_follow_onstage_2_formula_milks_are_not.json": "Why YSK:\n\nFirst stage/stage 1/newborn formula is fine for your baby up until 12 months and\nbeyond, if you wish. There are little, if any, differences between them and\nstage 2/follow on milks... The only reason milks such as stage 2/follow\non/hungry baby/growing up milks exist is to get around infant…",
  "data/reddit-know/r/YouShouldKnow/comments/pg6422/ysk_you_absolutely_can_use_soap_on_a_cast_iron_pan.json": "My mother, as well as the parents of everyone I know who cooks, instilled in me\nfrom an early age to NEVER ever use soap on the cast iron. I just discovered\ntoday that is not true. Lodge, a well known and well trusted cast iron brand,\nsays on their website that you absolutely can use a bit of soap…",
  "data/reddit-know/r/YouShouldKnow/comments/pg7gog/ysk_of_spotmute_an_android_app_that_automatically.json": "Why YSK: Spotify ads can be quite annoying, and this apps makes your listening\nexperience just a tad better.",
  "data/reddit-know/r/YouShouldKnow/comments/pgl6dt/ysk_that_you_dont_have_to_be_on_the_verge_of.json": "Why YSK: There is the stigma around suicide prevention that, you must be\npractically on the brink of death in order to call the suicide hotline. But the\nfact is they want you to call if you're even having thoughts about it. I called\na friend who works at a hospital. And before anyone answered the…",
  "data/reddit-know/r/YouShouldKnow/comments/pgm558/ysk_that_tomahawk_steaks_are_a_scam.json": "Why YSK: Tomahawk steaks are just ribeye steaks with extra bone, which looks\nneat in pictures, but you're generally paying a 40 to 80 dollar upcharge for\nthat piece of bone that does nothing to enhance the flavor of the steak. It's\nnot like you can eat that extra 12 inches of bone, it exists only to…",
  "data/reddit-know/r/YouShouldKnow/comments/pguobi/ysk_if_someone_is_6_weeks_pregnant_it_means_they.json": "Why YSK: In light of yet Texas’ insane abortion law, more people should\nunderstand just how restrictive it is…because I had no clue what ‘6 weeks’ meant\nuntil I was trying myself to conceive. When the 6 week abortion law is mentioned\nit often goes with the phrase “before many women even know they’re…",
  "data/reddit-know/r/YouShouldKnow/comments/ph2ikd/ysk_the_satanic_temple_has_been_working_to.json": "Why YSK:\n\nJust like the majority of us, the Satanic Temple (TST) was well aware of the\ngovernment's momentum in contesting Roe v. Wade long before this mess in Texas\nhappened. Based on the precedent ironically set by the decision allowing Hobby\nLobby to deny birth control to their employees, TST has…",
  "data/reddit-know/r/YouShouldKnow/comments/pgznzq/ysk_you_can_cancel_pesky_monthly_subscriptions_by.json": "Why YSK:\n\nAlthough many monthly subscriptions can be easily cancelled in an account\nmanagement menu, others are much more difficult. A common tactic is a \"cancel my\naccount\" button that opens a popup with a phone number to call. The phone number\nmay involve confusing menus, long holds, or attempts…",
  "data/reddit-know/r/YouShouldKnow/comments/ph671i/ysk_that_infants_tylenol_and_childrens_tylenol.json": "Why YSK: The concentration of actual medicine (acetaminophen) in both bottles\nare the same (160mg per 5ml). The dosage directions given on both bottles are\nthe same based on children's age and weight. Both packages will state \"ask a\ndoctor\" for kids under 2 years old. Which you should be doing, to…",
  "data/reddit-know/r/YouShouldKnow/comments/phb0e5/ysk_abortion_pill_access_available_by_mail_to_any.json": "YSK that if you are a person who wants to re-gain their period in the U.S., you\ncan get the abortion pill by mail up to 10 weeks pregnant for $110 from Europe\n(Aid Access). It is a legitimate doctor. You will have to answer some questions,\nthen pills will be prescribed to you and mailed from a…",
  "data/reddit-know/r/YouShouldKnow/comments/ph8fi0/ysk_that_when_in_heavy_traffic_and_a_lane_is.json": "Why YSK: It can be frustrating to be stuck in traffic when there is a lane that\nhas room and nobody seems to use it for fear of \"cutting in line,\" but if you\nuse it you are actually helping the flow of traffic!\n\nExerpt from the Missouri Department of Transportation…",
  "data/reddit-know/r/YouShouldKnow/comments/phehf3/ysk_a_permanent_and_reversible_male_contraceptive.json": "Why YSK: A lot of people are concerned about becoming pregnant, and the main\nnon-permanent birth control options that are over 90% effective\n[https://www.plannedparenthood.org/learn/birth-control] must be implemented by\nthe person with the uterus. For men a vasectomy is an option, but they…",
  "data/reddit-know/r/YouShouldKnow/comments/phgt6l/ysk_that_plan_b_and_female_condoms_might_be.json": "Why YSK: Free Plan B (morning after pill) and female condoms! Plan B is not an\nabortion pill. It prevents pregnancy before implantation.\n\nMy shitty insurance covered female condoms and Plan B (8/year). A doctor need to\nprescribe it.\n\nThe best success I’ve found is getting it prescribed from the pill…",
  "data/reddit-know/r/YouShouldKnow/comments/phm2t5/ysk_that_the_term_militarygrade_means_cheapest.json": "Why YSK: When normal civilians hear the term military-grade, they think that it\nis going to be a lot better than others (e.g. military-grade jackets are better\nthan other jackets) when that is not at all what it means.\n\nhttps://melmagazine.com/en-us/story/what-does-military-grade-mean-marketing",
  "data/reddit-know/r/YouShouldKnow/comments/pi1ync/ysk_if_you_get_a_refund_check_from_college_its.json": "Why YSK: If you do get a refund check, it's not free money, its just extra loan\nmoney that you're paying interest on - so don't waste it on $300 sneakers (as\nI've seen people do) or other frivolous things. Either spend it on school\nsupplies you need or save it as emergency funds and plan to pay it…",
  "data/reddit-know/r/YouShouldKnow/comments/pi2muz/ysk_it_can_take_upwards_of_2060kg_of_force_50125.json": "That's according to this study I found.\n[https://www.resuscitationjournal.com/article/S0300-9572(15]00145-8/pdf)\n\nWhy YSK: If you ever have to perform chest compressions (say, for an unconscious\nchoking victim or during CPR), you can't just rely on your upper arm strength.\nEspecially since you'll…",
  "data/reddit-know/r/YouShouldKnow/comments/pia37d/ysk_that_plan_b_is_not_a_pill_that_causes.json": "Why YSK: In light of recent events in Texas, I’ve seen a lot of people here on\nReddit confusing Plan B with abortion pills. They are not one and the same.\n\nPlan B, or Levonorgestrel, is a dose of hormonal birth control taken within 72\nhours of unprotected sex to prevent pregnancy, which is why it’s…",
  "data/reddit-know/r/YouShouldKnow/comments/pi626l/ysk_bobby_pins_are_designed_to_be_inserted_teeth.json": "Why YSK: Many people falsely believe they go in your hair \"teeth up\" and I was\none of those people until several years ago. They are very ineffective this way,\nbecause they are designed to hold hair with the \"teeth\" (ridged side, not the\nflat side) facing down, against your scalp. You will get a…",
  "data/reddit-know/r/YouShouldKnow/comments/pin9m7/ysk_you_take_out_the_other_person_in_a_sentence.json": "Why YSK: It's common for people to just think the sentence is \"and I\", but it\ncan also be \"and me\". For example, \"Marie and I went to the store\" take out\nMarie, \"I went to the store\" makes sense whereas if you say \"Would you like to\ncome to the store with Marie and I?\" it's incorrect because when…",
  "data/reddit-know/r/YouShouldKnow/comments/piopj0/ysk_there_are_inconspicuous_abortion_pill_options.json": "Why YSK - The state of the US is beyond crazy rn. Our rights as women are being\ncrushed .\n\nThere are mail options for plan c etc. You are not alone and we will get through\nthis . Two links below. Love to all of you women.\n\nhttps://www.plancpills.org/guide-how-to-get-abortion…",
  "data/reddit-know/r/YouShouldKnow/comments/pim9tf/ysk_you_can_save_a_lot_of_electricity_and_money.json": "Why YSK: It can save you lots of money each month.\n\n<30% humidity causes there to be a bigger heat difference between sunny and\nshady areas. You might get a better result from not allowing in direct sunlight\nthan if you had your AC blasting. If you are in a high humidity area, using a\ndehumidifier…",
  "data/reddit-know/r/YouShouldKnow/comments/pis3sb/ysk_a_crash_at_30mph_is_not_twice_as_bad_as_15mph.json": "Why YSK: The dangers of speeding are worse than you might expect, and, on the\nsame note, your odds at surviving a crash increase greatly at lower speeds.\n\nThis is because kinetic energy is proportional to velocity2 . So, when you\ndouble your speed, you quadruple your kinetic energy.\n\nWhen your car…",
  "data/reddit-know/r/YouShouldKnow/comments/pixko0/ysk_you_can_view_your_listening_history_on_spotify.json": "Yesterday, I picked out some random playlist on Spotify which I liked the sound\nof. I decided to play it at my housewarming party. Unfortunately, I didn't have\nthe chance to save a lot of the songs I really enjoyed listening to while I was\nthere, however, I was pleasantly surprised to find one of…",
  "data/reddit-know/r/YouShouldKnow/comments/pixx5e/ysk_there_is_a_file_called_rockyoutxt_that.json": "Link to download the text file (133 MB):\nhttps://github.com/brannondorsey/naive-hashcat/releases/download/data/rockyou.txt\n\nWhy YSK: when trying to brute force your password, hackers will resort to lists\nof common passwords, and rockyou.txt is the most exhaustive and well-known\nsource. Those lists…",
  "data/reddit-know/r/YouShouldKnow/comments/pj2jzq/ysk_the_kitchen_garbage_disposal_rubber_drain.json": "WHY YSK: The underside of the garage disposal rubber flap that is at the\nentrance to the blades in a garbage disposal, periodically needs cleaned with\nbleach or other disinfectant solution due to build up of food and/or mold\ngrowing. I realized this today when I decided to clean mine. I'll never let…",
  "data/reddit-know/r/YouShouldKnow/comments/pj7uug/ysk_do_not_let_your_cat_eat_rodents.json": "Perhaps you have heard about the scary disease that people can get from their\ncats: toxoplasmosis. Well the cats don't just get it from the air. They get it\nfrom eating infected rodents\n\nWhy YSK: To protect the health of you and your cat.\n\nhttps://pets.webmd.com/cats/toxoplasmosis-cats",
  "data/reddit-know/r/YouShouldKnow/comments/pikdqz/ysk_that_if_youre_a_man_suffering_from_male.json": "Why YSK: The hair loss treatment industry is rife with scams such as topicals\nand supplements with no scientific backing whatsoever. The only FDA approved\ntreatments for treating androgenic alopecia (male pattern baldness) are\nFinasteride and Minoxidil. The latter however does not prevent further…",
  "data/reddit-know/r/YouShouldKnow/comments/pj7hp3/ysk_fillio_will_allow_you_to_upload_pdfs_complete.json": "Why YSK: Adobe is a pain in the ass. Coming across this website today made my\nlife a lot easier and may help you too!",
  "data/reddit-know/r/YouShouldKnow/comments/piwnff/ysk_nih_provides_free_access_to_scientific.json": "Why YSK: Just because someone did a web search and found an article with an NIH\n(National Institutes of Health) domain does not mean it is research done by the\nUS government agency. Look closely at the article. Near the title of the article\nyou will find the name of the journal that published it,…",
  "data/reddit-know/r/YouShouldKnow/comments/pjl69c/ysk_that_every_day_does_not_mean_everyday.json": "Why YSK: Knowing the difference in meaning here is not hard, but the difference\nis importance, especially when you are writing for work, where you want to make\nas few errors as possible, or even better no errors at all.\n\nEvery day means \"each day,\" as in \"Walking your dog every day for at least…",
  "data/reddit-know/r/YouShouldKnow/comments/pjn6ot/ysk_that_the_oft_cited_study_claiming_100.json": "How it is misunderstood: Many see the cited numbers and believe some greedy\ncabal is tanking the planet all by themselves. In some cases, it seems some even\nbelieve these companies are emitting for no demand-related reason at all. The\nreport, however, includes Scope 3…",
  "data/reddit-know/r/YouShouldKnow/comments/pjrila/ysk_that_if_your_apple_device_doesnt_bring_you_to.json": "Why YSK: Sometimes your Apple device doesn’t bring up the WiFi login portal.",
  "data/reddit-know/r/YouShouldKnow/comments/pjsvon/ysk_of_givedirectly_a_nonprofit_that_lets_donors.json": "Why YSK: people living in poverty deserve the dignity to choose for themselves\nhow best to improve their lives — cash enables that choice.",
  "data/reddit-know/r/YouShouldKnow/comments/pkdfeh/ysk_there_is_a_way_you_can_opt_out_of_preapproved.json": "Why YSK: If you are sick of receiving pre-approved credit card and personal loan\noffers, then there is an easy online tool that will prevent these companies from\nbeing able to send you these daily/weekly advertisements. You can find this tool\nonline by running a search for OptOutPrescreen. The tool…",
  "data/reddit-know/r/YouShouldKnow/comments/pkmeoo/ysk_we_are_able_to_limit_the_progression_of.json": "Why YSK: Myopia, or nearsightedness, is often the result of an eye that is too\nlong. The longer the eye, the higher the prescription, and the higher the risk\nof things like retinal detachment, glaucoma, and a certain type of macular\ndegeneration. This lengthening of the eye occurs as children grow.…",
  "data/reddit-know/r/YouShouldKnow/comments/pkoady/ysk_a_lot_of_newer_cars_have_a_soft_turn_signal.json": "The ‘soft’ signal is when you pull the turn signal before it clicks and it\nblinks just a few times (versus when you pull the lever fully you need to turn\nfor it to stop).\n\nWhy YSK: Signals are really helpful to alert other cars and pedestrians that\nyou’re going to change direction, which helps…",
  "data/reddit-know/r/YouShouldKnow/comments/pl16ke/ysk_dmachoiceorg_is_a_tool_you_can_use_to_opt_out.json": "Why YSK: In the US, an estimated 64.1 billion pieces of junk mail are sent each\nyear. It's all very wasteful. If you like getting marketing mail, great, but if\nyou don't please opt out.\n\n\n\nwww.dmachoice.org [https://www.dmachoice.org/index.php#]",
  "data/reddit-know/r/YouShouldKnow/comments/plbpxe/ysk_a_lot_of_the_volunteer_abroad_companies_are.json": "There are many companies that talk about how you can go to South America, Asia,\nand even Hawaii to help out but the truth is that they’re just money grabs for\nmiddle class young adults.\n\nUsually the programs have you pay them for “lodging and meals” but if you were\nto go to the place on your own you…",
  "data/reddit-know/r/YouShouldKnow/comments/pitrx1/ysk_you_can_grow_your_own_magic_mushrooms_in_most.json": "Why YSK: mushrooms have been used by civilisations throughout a long period of\nhuman history. They offer a profound, meaningful experience and are nearly\nthrough clinical studies to be used in psilocybin assisted therapy for\ndepression, PTSD, anxiety and much more. I could go on forever on the why…",
  "data/reddit-know/r/YouShouldKnow/comments/pledlh/ysk_there_is_nothing_wrong_with_reminiscing_and.json": "Why YSK: It seems very common for people (myself included) to daydream about\npast accomplishments and experiences. When I used to do this a lot, it\ndefinitely held me back from seeking more. I seemed so content just reliving my\npast experiences in my head, I had no desire to achieve more!\n\nIt's not…",
  "data/reddit-know/r/YouShouldKnow/comments/plhwp0/ysk_deactivate_your_authenticators_when_getting_a.json": "Why YSK: if someone gets your old phone number, they will have access to your\n2FA and thus the accounts they are affiliated with. For example if this is your\nMicrosoft account, they would have access to your files in OneDrive, etc.\n\nFull credit: to…",
  "data/reddit-know/r/YouShouldKnow/comments/plnb5n/ysk_the_public_library_is_amazing.json": "WHY YSK: The public library is amazing. My family and I recently started going\nto the public library, and found out many unknown things about it. On top of\nrenting books you can rent movies on DVD and Blu-Ray, use the computers for\ninternet access, 3D print things for a tiny fee, rent video games…",
  "data/reddit-know/r/YouShouldKnow/comments/ploax4/ysk_insects_are_declining_at_a_precipitous_rate.json": "Why YSK: Insects are essential\n[https://www.nytimes.com/2018/11/27/magazine/insect-apocalypse.html] to most\nlife on earth, including our own. 75-95% of flowering terrestrial plants require\ninsects to procreate. Losing all of those plant species would be devastating to\nhumans.\n\nWhy we need insect…",
  "data/reddit-know/r/YouShouldKnow/comments/pls2kz/ysk_these_websites_if_you_are_a_broke_college.json": "Why YSK: I regret paying hard copies of all my books, especially after an online\nyear. Here is where you can usually find them.\n\n\nLIBRARY GENESIS\n\nThis is the go-to site for most ebooks. Some of the engineering textbooks comes\nwith the solution manual as well. Searching for the title + \"solution…",
  "data/reddit-know/r/YouShouldKnow/comments/plz7gk/ysk_the_us_national_park_service_uses_sled_dogs.json": "Why YSK: Awesome wholesomeness and fun watching of working dog puppies.\n\nhttps://www.nps.gov/dena/learn/photosmultimedia/webcams-pups.htm",
  "data/reddit-know/r/YouShouldKnow/comments/pm3bu1/ysk_women_can_have_different_kinds_of_orgasms.json": "Women can have orgasms through clitoral, G-spot, and anal stimuli, all of which\nfeel different. For men, yes, they do have a G-spot in their prostate, as well\nas penis related nerves that can cause orgasms.\n\nWhy YSK: Being aware of this can definitely help improve your sexual\nrelationship with your…",
  "data/reddit-know/r/YouShouldKnow/comments/pm8w0t/ysk_that_if_you_googlesearch_for_a_gift_card.json": "Why YSK: This morning I found a Target gift card in my closet. I Googled \"Target\ngift card balance\" so that I can see if it actually has money in it. The first\nresult was an ad, and I noticed that the website domain was totally unrelated,\nbut when I clicked on it, the page looked exactly the same as…",
  "data/reddit-know/r/YouShouldKnow/comments/pma25r/ysk_you_can_fight_deportation_in_court_with.json": "Why YSK: If you are a resident alien, you may be able to stop deportation. To\nqualify, you must be a nonpermanent resident alien, live in the US for at least\n10 years, show good moral character, and have a spouse, parent, or child that is\nlegal permanent resident whomst will be brough extreme or…"
}