{
  "data/reddit-ask/r/NoStupidQuestions/comments/npie2j/really_important_for_me_its_tearing_my_family.json": "I brought this up during dinner two weeks ago and it’s been tearing my family\napart. My mother thinks you can only fit a couple thousand, my father thinks\nbillions, my siblings think trillions and I think maybe a few million at the\nmost, couple hundred thousand at the least. It’s sparked so much…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nphila/does_anyone_else_know_a_lot_of_people_but_still.json": "Right, so I'm a 17 Y/o guy and I would say I know quite a lot of people, who I\ncan generally see anywhere and strike a conversation with, ranging from 1 minute\nto possibly even more than an hour in some cases.\n\nHowever, I may know a lot of people, but I still don't really and truly have any\nfriends…",
  "data/reddit-ask/r/TrueAskReddit/comments/nphwqp/why_is_it_that_people_let_go_of_their_dreams_and.json": "I'm only twenty, but I think about this a lot. Shouldn't pursuing your dreams be\nwhat makes you happy? Having 2.1 kids, a suburban home, and the usual 9-5, it\nall seems a bit crushing to me. This set-up doesn't work for many people, yet\nit's still seen as the default. Can someone who's older explain…",
  "data/reddit-ask/r/NoStupidQuestions/comments/npl4k3/can_anyone_give_advice_on_what_to_do_if_a.json": "USA,CA. I live in a neighborhood with mostly street parking. My neighbor won't\nstop buying junk BMWs, I am not exaggerating the dude has like 23 of them, and\ntakes almost all of the parking on our street. They aren't nice cars at all.\nMostly \"craigslist specials\". His front yard looks like a…",
  "data/reddit-ask/r/AskWomen/comments/npunfs/women_who_successfully_found_a_partner_online_how.json": "How long were you looking? What were your dealbreakers? How did you decide who\nto meet?",
  "data/reddit-ask/r/AskWomen/comments/npueaq/women_who_started_making_a_lot_more_money_than.json": "Do you end up doing things that only the other friend feels like they can\nafford?\n\nDo you feel obligated to pay every time you do something, or to bring some sort\nof gifts, etc.? What about for extended family or parents or siblings?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/npwj4l/am_i_the_only_one_who_thinks_it_is_too_much_of_a.json": "I am not discouraging people from being open about this condition, I just think\nits funny every teenager I run into with this syndrome online has the same edgy\nticks, always giving the finger, saying \"fuck you\" and their neck bending foward\nsooo if I'm just being an asshole about this condition let…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nptvvi/do_you_feel_that_hollywood_films_have_lost_the.json": "Since the last 10 years I am finding Hollywood films less and less memorable. I\ncant even remember or bother to know actors name. For example when spider man\nwas first released after watching the film I could remember who Toby MacGuire\nand Kirsten Dunst are. But current Spiderman I don't even know…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/npv2et/almost_30yrs_old_and_i_feel_like_im_still_waiting.json": "I’m turning 30 soon and I haven’t been in a relationship, I still live day to\nday, I don’t have a concrete career plan and I constantly feel like I’m waiting\nfor something that’s not going to happen. I know my concern seems shallow with\neverything that’s happening to the world right know but I don’t…",
  "data/reddit-ask/r/askscience/comments/npwh7z/a_2_year_old_toddler_learns_about_6000_words_and.json": "Assume there's two 2 year old kids, 'A' and 'B'. A lived their entire childhood\nwith only their parents. And B lived their entire childhood with a joint family\nwhich includes their parents, grandparents and their uncle aunts. Will their\nword learning rate at the age of 2 will be different and how…",
  "data/reddit-ask/r/AskHistorians/comments/npxb0w/testing_period_of_rules_change_no_exampleseeking.json": "Hello everyone,\n\nTLDR at the Front\n\nWe are contemplating a permanent change to the rules that would remove the 'No\nExample Seeking' Rule and replace it with more expansive allowances. For the\nnext month we will be testing this out, and at that point consider whether to\nmake the change permanent…",
  "data/reddit-ask/r/NoStupidQuestions/comments/npswf5/does_anyone_else_have_a_hard_time_being_on_social.json": "All I see are people’s lives being amazing, oh look at me I have 3 houses and 10\ncars and I never have to work a day in my life, that’s great dude but I have to\nwork 60 hours a week I never get to see my kids and I’m tired even when I’m\nasleep, it just feels like I’m the odd ball like nothing will…",
  "data/reddit-ask/r/AskHistorians/comments/nq7gze/why_are_greekroman_ruins_so_much_better_preserved.json": "Iran has been a center of continuous civilization for 2,500 years. Persian\ncities in their heyday were just as grand as any Greek city, so why is classical\nHellenic architecture ao well-known and ancient Persian architecture not? Why is\nthere so little left of Ctesiphon, or Pasargadae, or Persepolis…",
  "data/reddit-ask/r/AskHistorians/comments/npvtx2/qin_and_zhao_mobilised_up_to_a_million_men_in.json": "As the title suggested, the historical description of the battle of ChangPing\nsays that both Qin and Zhao sent an army in the size of about 500000 men. And\nafter Zhao lost the battle, Qin buried 400000 Zhao soldiers alive.\n\nI find such figures very difficult to believe. For comparison, the army…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nq2xrt/why_does_it_bother_people_so_much_that_i_prefer.json": "Recently the state I live in has lifted mask restrictions once again. I work out\nand about in the city driving around to different mechanic/body shops seeing\nindividual people. I’m fully vaxxed and most people that meet me with my mask on\nask if I’m vaccinated (fishing for why I’m still wearing it?)…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nqidvx/do_anyone_else_get_annoyed_at_someone_who.json": "I feel kinda bad to feel like this...but we would be having a conversation about\nthis something, sometimes important and they would all of a sudden would be so\ninto a show (they would be flipping the channel) or their phone. They would just\nleave me hanging, if i try to get their attention, they…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nqio9m/why_do_people_consider_jk_rowling_transphobic.json": "I just realized I'm not sure what she actually said to cause this cancellation\nof her, so I went to google to see the tweets. I found nothing transphobic in\nthem, or maybe I read the wrong articles?\n\nI'm not defending her, but neither am I condemning her for anything - I'm\nassuming I don't have the…",
  "data/reddit-ask/r/AskHistorians/comments/nqlq0g/are_there_any_historical_figures_who_were_thought.json": "Otto Braun was a German communist who had a long history in the USSR and East\nGermany. It came out later in his life that he was also Li De an advisor to Mao\nwho was a leader on the long march. Are there any other examples of people who\nwere thought to be two distinct historical figures but were…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nqka4y/why_dont_more_men_sit_when_they_pee.json": "So at first, this may seem preposterous, but by the end of the post I hope to\nchange some of your minds.\n\nIn my opinion, there are lots of advantages to sitting while you pee.\n\n 1. More discreet: I absolutely hate going into someones bathroom and unleashing\n    a stream of piss so loud that everyone…",
  "data/reddit-ask/r/AskHistorians/comments/nqv7cl/a_1944_comic_in_which_lex_luthor_uses_an_atomic.json": "In addition, if anyone has answers:\n\n * I know the idea of using atomic energy for a weapon existed in pop culture\n   well before the Manhattan Project. If the idea of an atomic bomb was so\n   well-known that comic book writers knew about it, what was the harm in comic\n   book readers knowing about…",
  "data/reddit-ask/r/AskHistorians/comments/nqq21z/what_was_the_process_to_reintegrate_newly.json": "In Band of Brothers, there’s a scene where they liberate a concentration camp.\nHowever, the soldiers are told that they can’t provide too much food to the\nprisoners because of their malnutrition and require the prisoners to go back\ninto the camps.\n\nI was wondering what was the exact process, such as…",
  "data/reddit-ask/r/AskHistorians/comments/nqny7g/who_was_the_gentleman_who_stands_outside_the.json": "According to this Wikipedia article\n[https://en.wikipedia.org/wiki/Uniforms_of_the_Royal_Air_Force#Historic_uniforms]\nJohn Slessor, later air marshall of the RAF, described the then-current RAF\nuniforms as being \"a nasty pale blue with a lot of gold over it, which brought\nirresistibly to mind a…",
  "data/reddit-ask/r/Ask_Politics/comments/nqmpw2/is_critical_race_theory_something_that_is.json": "I've heard a lot of conservatives lately talking about how schools across the\ncountry are teaching critical race theory. However I have yet to hear of an\nactual school that is teaching it.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nqug8y/does_anyone_else_hate_when_people_call_them.json": "I won't even answer my cell phone anymore if I don't know who it is and say \"If\nit's important, they'll leave a message.\" I think mostly because texting allows\nme more time to articulate my thoughts and think about what I'm saying, as well\nas allowing both parties to focus on other tasks (not…",
  "data/reddit-ask/r/NoStupidQuestions/comments/nqt9qd/if_i_was_going_to_die_of_heat_stroke_and_only_had.json": "Let's assume it has no balls to make it easier.",
  "data/reddit-ask/r/askscience/comments/nqvz98/what_exactly_is_missing_for_the_covid19_vaccines.json": "I trust the results that show that the vaccinea are safe and effective. I was\ntalking to someone who is not an anti Vax, but didn't want to take any covid\nvaccine because he said it was rushed. I explained him that it did follow a\nthorough blind test, and did not skip any important step. And I also…",
  "data/reddit-ask/r/AskHistorians/comments/nr3vaw/what_were_some_notable_or_interesting_conspiracy.json": "A recent interaction elsewhere got me thinking about what conspiracy theories\nthere were in the past. I'm also curious if they have had any significant impact\nor were just downright strange. I've heard of countries creating or spreading\nmisinformation campaigns, but I've honestly not looked into it…"
}