{
  "data/reddit-crypto/r/CryptoCurrency/comments/obcnx6/disappointed_that_all_of_your_crypto_has_fallen.json": "One comment upvote is worth 0.4 moons this month, so one comment upvote is two\ncents at current moon prices. This is comparable to the minimum wage in\ncountries like Sierra Leone. The minimum wage there is three cents. One click is\nworth almost as much as an hour of work there.\n\nThis sure puts…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obg99h/ive_a_fiat_mining_job_and_i_absolutely_hate_it.json": "So I'm a Computer Science Student in a third world country and for paying my\ntution fees, I have to do a internship which is my fiat mining job and I\nabsolutely hate it. Few days ago, I found out that 5 Moons per hour is minimum\nwage in my country and I can get the moons just by interacting with…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ob9t4g/daily_discussion_july_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obedyq/what_are_your_crypto_opinions_that_would_get_you.json": "Do you have any debatable opinions about this community in general, certain\ncoins or projects you think are over-valued or under-valued, or just want to get\nsomething off of your chest??? Post it here!\n\nThe more controversial your opinion, the better!\n\n\n\nThank you all for the comments, and…",
  "data/reddit-crypto/r/Bitcoin/comments/obhjb8/let_me_clear_up_the_confusion_about_china_and_the.json": "Been living in China 6 years. China doesn't have a legitimate stock market\nbecause of widespread government interference and corruption. The real estate\nscene is a huge bubble, propped up by the government. There is a limit on the\nnumber of houses one can buy (you can't buy land). So Chinese want to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/objr6d/what_is_a_crypto_you_are_bullish_on_even_though.json": "My personal one is VET. Walmart is one of the largest businesses in the world\nand if they have adopted it in China for food safety use. There is a chance\n(still may be small) that it gets picked up by Walmart worldwide.\n\nGive me your reason why a small coin you own could be useful as well.\n\nNot…",
  "data/reddit-crypto/r/CryptoCurrency/comments/objdhh/can_someone_explain_where_the_money_of_moons.json": "Like, am I crazy? I don't see a sticky post about this, and nothing in the side\nbar. Everybody's circlejerking about how every single upvote gives you 0.4 moons\n= 2 cents, but nobody's ever discussing where the money comes from. There are\nprobably hundreds of upvotes every second in this sub, and…",
  "data/reddit-crypto/r/Bitcoin/comments/obkr2l/caught_a_scammer_on_this_sub_here_are_all_his.json": "I mean it's reddit, so we see lots of dumb shit, but this is just hilarious.\nI've never seen a scammer that's that dumb, I'm almost sorry for them\n\nGot a DM from a \"girl\" asking me how I'm doing. Naturally the first thing I did\nwas check out the profile.\n\n100 comment karma, no posts. 90% of the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obm25j/i_can_confirm_we_are_all_so_early.json": "I tried to post this a couple of weeks ago but wasn’t yet 60 days old. Today I\nam 🙌\n\nSo I did an hour zoom market research focus group with an Australian company\ninterested in developing a new investing/trading platform.\n\nThe group (including the facilitator) had really limited knowledge of crypto…",
  "data/reddit-crypto/r/CryptoCurrency/comments/objeqw/i_mined_05_eth_back_in_2018_and_my_gf_made_me.json": "(Tl,dr at bottom)\n\n--------------------------------------------------------------------------------\n\nIt took around 2 weeks to mine at the time, I was actually losing money due to\nthe electricity cost, but I didn't know it at the time.\n\nThe whole process fascinated me, I'd setup a little miner…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obnkvc/algo_is_the_most_underrated_crypto_according_to.json": "A couple of weeks ago I made THIS\n[https://www.reddit.com/r/CryptoCurrency/comments/o252d4/what_do_you_think_is_the_most_undervalued_project/]\npost asking you guys, \"What do you think is the most undervalued project in the\ntop 50?\"\n\nI decided to rank all the the comments according to points and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obgv90/why_is_taking_profits_so_hard_but_putting_money.json": "I have been putting more and more money into crypto for years now, yet i havent\ncashed out a single time. Everytime my portfolio is at An ATH the greed takes\nover and i want more and more and in the end IT all drops 50% and i wish i sold\nsome. Yet i make the same mistakes over and over again. For…",
  "data/reddit-crypto/r/CryptoCurrency/comments/objnna/here_is_how_you_can_get_rich_in_crypto.json": " 1. Be a rich and famous shitposter on popular social media sites.\n\n 2. Buy a large stake in a low priced shitcoin.\n\n 3. Shitpost about the coin to draw attention.\n\n 4. Wait till enough noobs FOMO.\n\n 5. Pull the rug slowly. If you dump everything, people will notice and won't\n    fall for your next…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obfr2b/this_sub_loves_algorand_and_im_starting_to.json": "My altcoins are mainly ADA, UNI, LINK, DOT and VET. The amount of Algorand love\nhere though has me wondering if it's not a project I've overlooked and this\ncould be early days with a lot more growth to come. What are the specific\nAlgorand features or potential upsides that make it unique? I know…",
  "data/reddit-crypto/r/Bitcoin/comments/obf77m/how_do_you_stay_calm_during_a_bitcoin_free_fall.json": "Seems like most seasoned Bitcoin veterans stay very calm during Bitcoin price\nfree false. How do you stay so calm?",
  "data/reddit-crypto/r/CryptoCurrency/comments/obulso/read_the_whitepaper_they_said_all_will_be_ok_they.json": "So I have seen at least 7 (or is it 7,000?) posts and comments telling people to\n\"Read the whitepaper!\" and \"Do Your Own Research!\".\n\nI completely agree with this advice and believe you should have some\nunderstanding about what you are investing your money into. Also, doing your own\nresearch (DYOR),…",
  "data/reddit-crypto/r/Bitcoin/comments/objair/central_bank_digital_currencies_cbdc_are_the.json": "All over the world people can read this post... the opinion of one person.\n\nThe technology that enables has largely only been made possible thanks to the\ndigital revolution and melting pot of open-source development, ideas and\ninspiration.\n\nWe are living in a modern era where humanity has never been…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obxe7y/binanceus_is_stealing_peoples_money_quietly.json": "I'm making this post to help US citizens who have their money on Binance.US\n[https://Binance.US].\n\nRecently, I made a trade and sold off some crypto to keep some funds in USD for\na move down I anticipated happening. Everything was going according to plan and\nthe next morning I got up to make my…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obqx01/what_3_cryptos_are_you_most_bullish_about_for_the.json": "What cryptos are you feeling for the long term to potentially produce the most\ngains, simply for stacking up and holding?\n\nPersonally I'm bullish on Amptoken- I feel like it still has a long ways to go\nto prove itself but I could see it being big if Flexa takes off over the next\nyear or 2.\n\nThe next…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obvfqu/whats_one_coin_thats_going_to_probably_have_a_rug.json": "I invested $150 into SHIB during its early days. Money I can afford to lose. The\ngood news is that at least my money has doubled even in this bear market. It was\na gamble to invest in SHIB. If I lost, I lost $150. If it moons, I get a lot\nback.\n\nAs much as I'd like to continue having high hopes for…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obodh0/the_major_benefit_of_crypto_we_seem_to_ignore.json": "Let's take aside all the ups and downs of crypto for a second, I know we've been\nthrough a lot these last couple of months, but there's something great that\ncrypto is doing for us that we seem overlook, which is becoming more financially\nliterate. In my experience (and many other people I know), I…",
  "data/reddit-crypto/r/Bitcoin/comments/obzpwx/here_i_sit_with_a_shot_of_bourbon_i_am_not_afraid.json": "https://preview.redd.it/e1ee1v49ap871.png?width=1330&format=png&auto=webp&s=760ee33c1310e7e72eb4be96696f2b2e634d93ed",
  "data/reddit-crypto/r/CryptoCurrency/comments/oc1wzv/every_sub_i_follow_hates_robinhood.json": "I follow a bunch of investing subs that all have their different styles and\nflavors. For the most part, the tone of all the subs differ in some way, shape,\nor form - representing different demographics of investors.\n\nToday was the first day where every sub collectively shit on RH in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obyi1c/daily_discussion_july_2_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oc2366/reminder_to_clear_your_clipboard_history.json": "Windows 10 saves the last 25 items you copied and these could include addresses,\npasswords, important info. Press Windows + V to view your clipboard history\nwhere you can delete each item manually. If you don’t want Windows to save your\nclipboard history you can go to Windows settings -> System ->…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oc6dx3/how_do_some_posts_get_over_1k_upvotes_while_other.json": "The other day i was scrolling through the Top posts and for real though i have\nseen some totally random posts with 12 thousand upvotes that simply share a\nsilly self story thats mildly humorous.\n\nOn the other hand ive seen other excellent DD and Research posts that are full\nof comments but stay in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obsepb/i_have_given_the_reddit_hivemind_control_of_my.json": "I recently build a cryptocurrency trading algorithm\n[https://www.reddit.com/r/CryptoCurrency/comments/o9qasc/i_configured_a_crypto_trading_bot_to_buy_crypto/]\nthat buys coins based on hot posts and their sentiment in relevant subreddits.\n\nI decided to bite the bullet and to let it run for a few days…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oc7aty/how_are_moons_not_being_exploited.json": "I am really curious - If every upvote counts as approx. 0.4 0.2 moons, then why\naren't people creating bots that will automatically upvote their posts? This can\nliterally generate free money and it doesn't seem to be that hard since there\nare dozens of sites offering mass upvoting/downvoting for a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oc8mjk/just_took_all_my_crypto_out_of_robinhood_best.json": "When I first got into crypto trading and investing back in January, I used RH\nfor its simplicity and Economics (free). It wasn’t until I had several thousand\n$ worth of crypto in it when I learned of its crummy business practices and the\nfact I don’t actually own the crypto. The problem I faced was…"
}