{
  "data/reddit-stocks/r/stocks/comments/pfjm06/why_modernas_2x_antibody_titer_news_is_better_for.json": "Why Moderna's 2x Antibody Titer News Is Better For Pfizer\n\n> Breaking news: Moderna vaccine creates twice as many antibodies as Pfizer:\n> research - Source\n> [https://news.yahoo.com/moderna-covid-19-vaccine-doubles-131601816.html]\n\nModerna vs pfizer dose size is…",
  "data/reddit-stocks/r/investing/comments/pfokw3/aoc_calls_on_biden_to_replace_powell_what_would_a.json": "Source\n[https://finance.yahoo.com/news/aoc-calls-joe-biden-replace-161225656.html]:\n\n> As news of the possible reappointment of Federal Reserve Chair Jerome Powell\n> circulates, we urge President Biden to re-imagine a Federal Reserve focused on\n> eliminating climate risk and advancing racial and…",
  "data/reddit-stocks/r/Bogleheads/comments/pfn35p/my_approach_to_timing_the_market.json": "I’m probably going to get a lot of heat for this post, but here goes…\n\nA friend recently expressed anxiety about index investing right now due to ultra\nhigh PE ratios. I shared my approach that he found helpful so I’m sharing with\nothers as well.\n\nI have an automated investment schedule 2x per month…",
  "data/reddit-stocks/r/stocks/comments/pfrkoo/cathie_woods_ark_files_for_new_transparency_etf.json": "ARK Investment Management is looking to debut a new ETF that will focus on\ntransparency in companies and shun vice and sectors that run afoul of ESG\ninvesting like fossil fuels.\n\nIn an SEC filing, Cathie Wood's shop outlines the fund, which looks to be at\nleast 80% invested in stocks in its…",
  "data/reddit-stocks/r/investing/comments/pft42l/cathie_woods_ark_files_for_new_transparency_etf.json": "ARK Investment Management is looking to debut a new ETF that will focus on\ntransparency in companies and shun vice and sectors that run afoul of ESG\ninvesting like fossil fuels.\n\nIn an SEC filing, Cathie Wood's shop outlines the fund, which looks to be at\nleast 80% invested in stocks in its…",
  "data/reddit-stocks/r/stocks/comments/pfu717/gamestop_stocks_possible_return_to_sp_500_in.json": "The individual-investor darling GameStop Corp. is now three times as valuable as\nthe smallest S&P 500 stocks, thanks to a sharp run-up in its shares in August.\nSome traders are betting GameStop could take another leap higher if S&P Dow\nJones Indices adds the stock to the S&P 500 when it is…",
  "data/reddit-stocks/r/stocks/comments/pfu772/cloudflare_stopped_the_largest_ddos_attack_ever.json": "\"Cloudflare said its system managed to stop the largest reported DDoS attack in\nJuly, explaining in a blog post that the attack was 17.2 million\nrequests-per-second, three times larger than any previous one they recorded.\n\n\"In a blog post, Cloudflare's Omer Yoachimik explained that the company…",
  "data/reddit-stocks/r/Bogleheads/comments/pfybtm/question_about_tax_loss_harvesting.json": "In my taxable account I made a few questionable stock pics that have netted me\nabout -$600 and I don’t see them turning around and outperforming the market any\ntime soon. Would it be beneficial to cut my losses then reinvest in VTI/FSKAX?\nIs that how harvesting works? I can write off that $600 as…",
  "data/reddit-stocks/r/stocks/comments/pg2n48/here_is_a_market_recap_for_today_wednesday.json": "PsychoMarket Recap - Wednesday, September 1, 2021\n\nStocks traded mixed in the first session of September, which is historically the\nworse month for equities. The S&P 500 (SPY) and Nasdaq (QQQ) both eeked out a\nnew intraday record high, closing 0.07% and 0.17% higher respectively. The Dow\nJones (DIA)…",
  "data/reddit-stocks/r/stocks/comments/pg0qtn/corsair_crsr_great_potential_or_overhyped_meme.json": "I've been researching Corsair for some time now and the background looks rather\npromising:\n\n * $457.1M net revenue/60% increase in respect to the last year\n * Gross profit of ~$130M (112.4% increase) in comparison to the past year\n * Mass demand of gaming materials/PCs/Laptops with one of the…",
  "data/reddit-stocks/r/Bogleheads/comments/pg4rt0/warning_friends_about_bad_financial_advice.json": "I know this is a bit of an odd question, but I wasn't sure whom else to ask.\n\nThe other day, I met a man at a party who claimed to be a financial advisor. I\nwas going to tell him how I'd set up my portfolio and ask for his thoughts. My\nportfolio is: US/ex-US index funds, I bonds, and cash. When he…",
  "data/reddit-stocks/r/stocks/comments/pg44eh/asts_worth_the_risk.json": "Hey all, I read a very intriguing DD article the other day by Kevin Liao and\nwanted to share here to see community sentiment. I feel like with the major\npartnerships/investors, they too believe this is the future and wouldn’t get\ninvolved if it wasn’t feasible. I understand the risk but the upside…",
  "data/reddit-stocks/r/stocks/comments/pg1llf/lets_talk_about_corsair_crsr.json": "CORSAIR GAMING\n\nThe COVID-19 has accelerated gaming activity and companies in this segment saw a\ndramatic surge in sales.\n\nI've been looking for a gaming company to invest in for a while now, and after\nan extensive research I realized that the best pick in this sector is Corsair.\n\nWith a market cap…"
}