{
  "data/reddit-ask/r/TooAfraidToAsk/comments/pfmbj5/im_a_24_year_old_virgin_who_has_never_had_a.json": "I’m 24 years old, a college student, and have lived in Philly my whole life.\nI’ve always had a good amount of friends, both male and female. I’m well liked\nby almost anyone, I’m personable, funny, and sociable. I can have a conversation\nwith just about anyone I meet. As for appearance, I’m about…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pfnyiy/everyone_knows_its_never_okay_to_read_someone.json": "Anne Frank's diary has been on my reading list since forever but I just don't\nfeel like purchasing it. Mainly because she was a teenager and did not write in\nher diary with the intent of people reading it. Yes, she was dead by the time it\nwas published but is it really okay to read it? Is it not…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pfpuqv/what_if_we_just_replaced_precious_jewels_with.json": "So the other day there was this controversy about Beyoncé, and a few other\ncelebrities before her, wearing a famous yellow diamond which (like every\ndiamond, apparently) has a very dark, unethical origin in slave mines.\n\nSo I wondered, couldn't we just wear colored (or clear) jewel shaped glass…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pfol8p/how_the_fuck_am_i_supposed_to_get_an_entry_level.json": "I haven’t been job searching for long but holy fuck is this getting on my\nnerves. I’m willing to work my ass off to become an asset to a company and make\nsomething of myself but with everyone asking for 2-3 yEaRs Of ExPeRiEnCe I’m\ngetting so discouraged. I’m very close to saying fuck it and just…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pft2v7/what_if_instead_of_getting_married_to_someone_to.json": "This is a hypothetical situation, where the situation described is a cultural\nnorm. I'm looking forward to answers about the positive and negative impacts of\nthis setting.\n\nPlease don't reply\n\n\"it's possible.\"\n\n\"It's not possible.\"\n\nEdit 1\n\nThis thing opens up more opportunities like gay men…",
  "data/reddit-ask/r/askscience/comments/pfrjtl/askscience_ama_series_im_a_particle_physicist_at.json": "I'm Harry Cliff - I'm a particle physicist at Cambridge University and work on\nthe LHCb Experiment at CERN's Large Hadron Collider, where I search for signs of\nnew particles and forces that could help answer some of the biggest questions in\nphysics. My first book HOW TO MAKE AN APPLE PIE FROM…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pfs9eq/after_finding_information_that_my_teen_daughter.json": "While cleaning my 13y.o. daughters room I found mention of her loving and having\na girlfriend. I want her to feel comfortable, accepted and not like she needs to\nhide anything but I don't want to just bring it up and have her mad at me for\nsome reason. The information was in her journal and I swear…"
}