{
  "data/reddit-crypto/r/CryptoCurrency/comments/n2bp7g/2021_bull_run.json": "Anyone else have the feeling that this bull run is different from the 2017 one?\nWith more institutional money coming in and lot's of real world hype in crypto\nthis time around.. i feel like we could actually stay bullish for a VERY long\ntime..\n\n\n\nAnyone else have the same opinion? I did feel in 2017…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2ah7v/bill_maher_just_went_full_boomer.json": "Well that was gross... Bill Maher did a crypto segment at the end of his show\ntonight full of misinformation and quotes that were disproven months and years\nago.\n\nWorst part is he compared it to the housing crisis which is the centralization\nwe're all trying to move away from.\n\nI usually like Bill…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n272v3/cryptoseasons_investment_game_has_begun.json": "Hi guys,\n\nI made a post 10 days ago and got a lot of positive feedback so I wanted to give\na quick update. I hope it's alright. The game has just begun and lasts 30 days.\n\n * You start with $50.000 play money\n * Trade cryptos from a selection of the top 315 coins\n * When the competition ends, the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n29zb9/how_150_in_btc_changed_my_way_of_living.json": "I mined with a pretty weak card last month,just to see what it's like and how it\nworks. I got a tiny amount of BTC and didn't think much of it. Coming back to it\nthough I saw something interesting to me and propably obvious to you. From 1.5\nusd it went to 1.73 usd. Pretty meaninless right? Kept…",
  "data/reddit-crypto/r/Bitcoin/comments/n28m5d/you_bought_in_2020_wow_you_got_in_so_early.json": "This is what a friend told me. I bought back at $9k in 2020 and at the time I\nwas quite nervous and questioned if I was buying at the right time. I watched it\ngo up to $12k and then drop down to $10k. At that time, it was stressful.\n\nThis post is for anyone who is questioning if they are getting in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n26p8k/daily_discussion_may_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n29owy/moons_a_cryptocurrency_made_by_this_subreddit_is.json": "Moons has been on the rise recently, and is nearing $0.10. If trends continue,\nit's likely to pass it pretty soon.\n\nThis is really quite incredible if you think about it. A Subreddit-created token\nis about to be worth as much as the U.S. dime. It's already worth well more than\nthe nickel.\n\nIs anyone…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2brko/do_not_fk_around_when_it_comes_to_taxes.json": "FIRST, THIS POST IS NOT PROFESSIONAL LEGAL ADVICE!\n\nSeeing the flocks of newcomers and those who've made some money with crypto in\nthe past year or two, I think this is the perfect time to remind you guys that\nyou should not mess around when it comes to cryptocurrency-oriented…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2dvm5/stay_the_fuck_out_of_moonshot_subreddits.json": "Take r/CryptoMoonShots [/r/CryptoMoonShots] for example. This one of the\nTop-Posts. I censorded the coins so ppl don't get sucked in.\n\nhttps://preview.redd.it/ovpfg9o1tgw61.png?width=1116&format=png&auto=webp&s=eccabd50708ffec7a95c88c5a420349874277ac0\n\n950 Upvotes and a shitload of awards. Was on…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2b0ki/crypto_made_me_realize_that_mainstream_geniuses.json": "Back when I was a naïve teenager I thought that guys like Elon Musk, Bill Gates,\nand Warren Buffet were geniuses in every regard. I'd look for their opinions on\ncertain matters and follow them blindly because they were rich.\n\nBut ever since I joined crypto I realized how similar they are to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n27o4s/the_scariest_thing_about_crypto_is_moving_your.json": "As a recent crypto lover moving from novice > moderate. The scariest thing as a\nnewbie was moving crypto around. The new people to crypto always here about the\nhorror stories of moving crypto around and sending it to the wrong address.\nLosing all your money.\n\nThis makes people afraid of moving their…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2ei2n/what_is_you_end_goal_for_crypto.json": "For me it's not about the lambos or private jets.\n\nBoth my parents have worked hard their entire lives. Working 7 day weeks and\nsacrificing a lot to give me a good education they weren't able to have so I can\nhave a better future.\n\nMy goal is to pay it forward and make their retirement as enjoyable…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n27bae/just_the_sheer_amount_the_sheer_amount_of.json": "Someone shared a cool website https://tokensniffer.com/ to search for crypto\nprojects.\n\nAs a start to search scamcoins, I searched good ol' Safemoon. And fuck are there\nso many knockoffs of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2fbzx/this_bull_run_is_nothing_like_2017.json": "I don’t understand the comparison. The world as we know it, is in a state in\nwhich we haven’t seen since the Spanish flu.\n\nThe global economy is in tatters, I believe their were comparisons that put a\nlot of countries in the same economic status as to when world war 2 ended.\nPeople are still dying…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2gegv/psa_if_you_see_a_youtube_or_tiktok_video_telling.json": "I don't see this spoken often enough so I'll say it myself - two important\nthings you must know:\n\n\nIF THE VIDEO CAME OUT, IT'S TOO LATE TO FOLLOW IN THE CREATOR'S FOOTSTEPS\n\nThat video about a newly developed, unknown, guaranteed, Teenage Mutant Ninja\nTurtles strategy will not bring you money. That…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2hdvg/traditional_investments_are_no_more_real_than.json": "When a public company goes tits up and files bankruptcy guess who gets paid last\n? That’s right, your “partial ownership” granted you the privilege of being\ncompensated exactly fucking nothing. But wait, certainly I could show up at the\noffices and pick out a nice used IBM workstation or at least a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2mq4z/i_am_loving_the_fact_that_eth_is_moving.json": "Although BTC started to tank a little today, ETH just reached a new ATH around\n2920$ it is so exciting to see it moving on its own. This is only good for the\nfuture of crypto as a whole.\n\nMaybe in the future this will change the time we spend at a bear market because\nnot everything's tanking at the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2kkgl/crypto_is_not_easy_for_newbies_especially_those.json": "Hi! So, I'm new to crypto and I follow the \"don't invest money you can't afford\nto lose\" motto. The challenges of trying to get into crypto are numerous. A few\nexamples of the challenges for a newbie trying to figure this out:\n\n\n\n 1. You need to find an exchange or exchanges to buy crypto. Okay,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2ixfi/april_update_free_crypto_the_importance_and_how.json": "Last month I started keeping track of my free Crypto. This is any crypto that I\nhaven't personally bought.\n\n\n\nMy methods:\n\nCoinbase Earn:\n\nYou earn free crypto by watching a video explaining how a project works, and\nanswer some questions about it, in return you receive between $1-$3 dollars for\neach…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2m095/your_top_5_coins_for_the_next_5_years.json": "What are your top 5 coins that you think are the best to hold for the next 5\nyears? Can be small, mid or high cap. Let’s hear it.\n\nMine are as follows in order of highest to lowest % in my portfolio currently\nthat I believe will make huge waves in the next 5 years.\n\n 1. ETH\n 2. ADA\n 3. VECHAIN\n 4.…",
  "data/reddit-crypto/r/Bitcoin/comments/n2lemt/bill_maher_its_been_explained_to_me_and_i_still.json": "Satoshi Nakamoto: \"If you don't believe me or don't get it, I don't have time to\ntry to convince you, sorry.\"",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2ckm2/bitcoin_maxis_will_lead_to_the_downfall_of.json": "Bitcoin maxis are one of the most toxic/arrogant groups I've encountered here,\neven when I was a beginner. They claim every coin that isn't BTC is a absolute\nshitcoin and that BTC has no problems what so ever. It's a massive circle jerk\nof people who've made Bitcoin into their entire personality…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2prwt/thank_you_to_those_who_tip_moons.json": "I was just poking around my vault and saw my 10 moons were actually from tips!\nSince I don't know how to thank these individuals personally I wanted to say\nthank you to everyone who tips moons.\n\nIn my country the dollar feels like it's x20 more powerful, so while 10 moons\nmay not seem like anything…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2pnei/beware_of_shady_youtubers_such_as_bitboy_crypto.json": "Hi all,\n\nI'm mostly writing this in hopes that at least some of the newcomers, who are\ngetting or will get involved with crypto and visit this subreddit, will see this\nand not make mistakes that a lot of people already did by trusting scumbag\nYouTubers.\n\nMost of you already know about BitBoy Crypto,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2i8iq/psa_46_defi_projects_on_the_binance_smart_chain.json": "I'm just gonna name some of the bigger ones:\n\nThe most recent one was Uranium Finance where $50m in crypto has been stolen.\n\nNot too long ago Turtledex protocol rug pull happened. In this case, the team\ngot away after raising roughly 9,000 Binance tokens. Soon after the funds were\ndrained, social…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2w64j/what_i_wish_id_known_before_investing_in_crypto.json": "Here are a few gems I learned the hard way... sorry about the frustrating Reddit\nFormatting.\n\n 1. Do Your Own Research.  Don't just pick a coin shilled by some clown like me\n    on Reddit or an advisor on YouTube. Your Uncle Tommy might not be as smart\n    as you think. Do read and research to find…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2tmzp/lets_face_it_doge_could_end_up_a_success.json": "The only value any currency has, is the value the people believe it has.\n\n * Yes doge has no other value other than a currency, and Bitcoin already has\n   that roll.\n\n * Yes other cryptocurrencys have more use cases like smart contracts and dapps\n\n * Yes dogecoin is mined at an insane rate, so every…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2o5vn/citibank_says_bitcoin_may_be_optimally_positioned.json": "In March, Citibank (top 4 US bank) published a report on Bitcoin, called\nBitcoin: At the Tipping Point. It is an extensive 108 page report that examines\nBitcoin in detail and alleges that it is currently at a tipping point and we\ncould be at the start of massive transformation of cryptocurrency into…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2tyvb/moons_have_hit_010.json": "It’s been a long time, 353 days exactly since Reddit has released moons, and\nthis is a pretty important milestone IMO, with 12 distribution cycles happening,\nclose to 60,000,000/150,000,000 moons distributed, and a milestone of $0.10 per\nmoon hit. I feel like moons and community points in general…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2o4jt/we_are_close_to_returning_to_that_magic_12cents.json": "As we near the price of moons reaching 14 cents, which would inturn return us to\nthe celebrated 12 cents per comment upvote, 6 cents for posts. We shall never\nforget the injustice done to us at 0.88 on 21/4.\n\nSoon moons will reach 50 cents and we shall celebrate but even here shall we\nnever forget…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2fela/opinion_so_many_cryptocurrency_youtubers_sound.json": "Not gonna name names because this is not about trashing someone in particular,\nbut it's really getting on my nerves lately. I'm trying to get more informed\nabout crypto, so I started browsing youtube for reasonable voices, but 99% of\nthose crypto youtubers give me a shady impression, to say the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2skn9/coin_bureau_on_youtube_has_quality_crypto_content.json": "The british accent, easy to understand, objective info and clear presentation.\nThis guy's got a noobazoid clued up so if you're a noobazoid like me and you\nhaven't already subscribed i highly recommend it! Thanks to the guys who\nrecommended him to me. Love this community for real\n\n(Not affiliated,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2wysp/having_the_mindset_of_wanting_to_getting_rich_in.json": "I observed a good number of people choose crypto over stocks or ETFs because\nthey want to get rich quicker.\n\nCrypto is not a place where you can rely on getting rich overnight. The stories\nabout people becoming millionaires in days: realize that for every one who does,\nthousands else have failed.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2wyx5/just_suck_it_up_and_buy_a_hardware_wallet_i.json": "If you're new to this sub, you've probable seen the advice everywhere to get a\nhardware wallet to properly protect your crypto. \"Not your keys not your crypto\"\nas the saying goes. However, I'm sure some of you are in the same situation I\nwas, reluctant to buy a hardware wallet because of the \"small\"…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2urs1/daily_discussion_may_2_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n328cf/if_you_are_a_student_focus_on_your_studies.json": "I am 30+ yo now. I used to be a student 10 years ago. Now I have a decent job. I\ncan't help but think in which mindset are students who lately made some quick\ngains. If you did take some gains, I can only congratulate you, you probably did\nbetter than most of your student peers who are probably not…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2zrcw/anyone_else_finding_themselves_quitting_bad.json": "I'm not a smoker or drinker, but cigs and stuff cost a ton of money to fuel a\ndrug addiction.\n\nFor me, my bad habit was spending stuff I never use. I had a video game console\nI bought years back and never really played stuff on it much. Now I look at\nstuff I'm enticed to impulse buy and say to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2rpj3/as_a_young_person_its_quite_sad_to_watch_the.json": "I have invested what I can afford in projects I believe in, but being young and\nnot having a lot of capital at my disposal means that I (and probably a lot of\nother people too) won’t be able to capitalize big time. Don’t get me wrong, I\nlove seeing my investments grow to new time highs. But knowing…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2yyva/is_vet_a_good_long_term_investment.json": "I have about a 1000$ that I have saved up 70% of it is going into BTC, 20% in\nETH and the rest of the money I'm thinking of putting in altcoins, the options\nbeing ALGO, VET, Chillz, BCH. Which coin according to you has the best long term\npotential?",
  "data/reddit-crypto/r/CryptoCurrency/comments/n36px0/the_biggest_btc_upgrade_since_2017_is_going_live.json": "So the Bitcoin community has reached consensus regarding the details and rollout\nof the Taproot upgrade, which is quite a big deal. The upgrade will offer more\nfunctionality for smart contracts, improve the infrastructure for privacy (not\nprivacy itself, for now), reduce the amount of data to be…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n35o78/with_the_price_of_eth_hitting_almost_3k_you_now.json": "Can you actually call it decentralized if only the Rich can run it !\n\nDon't get me wrong, I like the Ethereum Project, but I don't like seeing it\nshifting in favor of the rich when it was invented to satisfy the needs of the\naverage joe.",
  "data/reddit-crypto/r/CryptoCurrency/comments/n392so/54_btc_were_traded_last_week_only_using.json": "Hi guys, Venezuelan living here.\n\nLocalBitcoin drop has been steady since a few months ago, main reason is the\nstart of Binance allowing P2P trade between cryptos and Bolivares, not only\nBitcoin but BNB, BUSD, USDT, BTC and ETH.\n\nEven that, we are leader in the LocalBitcoin usage even when compared…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n3778r/coins_vs_tokens_whats_the_difference.json": "I see these 2 terms confused a lot and if you didn’t know, these 2 words have\nvery different meanings which I’ll be explaining now.\n\nCoins are cryptocurrencies that have their own ecosystem. For example, Cardano,\nEthereum, bitcoin, etc. are all coins because they have their own blockchain and\ndon’t…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n38a4t/algorand_has_partnered_with_pnetwork_to_launch.json": "The Algorand Foundation [https://algorand.foundation/] made the announcement\nhere [https://algorand.foundation/news/pnetwork-algorand].\n\nYou can read more about pNetwork here [https://p.network/learn]. It's an\ninteresting and highly useful project with approximately $66M currently locked\nup on its…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n3elhr/as_promised_on_this_sub_i_have_donated_to_indias.json": "Hi,\n\nFew days ago I posted about the crypto address for covid donations for India.\n\nI said that I will be donating the equivalent amount in fiat. I got 33 upvotes~\n20 moons~ 2 USD max .\n\nI donated 20 USD. Here's the proof:https://ibb.co/Lg0YKxj\n\nDonation link (USD, for oxygen…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n3brgo/til_after_i_read_thru_many_coins_subs_i_have_come.json": "I used to assume these lines of thinking only apply to the few alts that I\nsupport but then I started looking many other alts sub/discord/telegram ...\n\nBoy was I wrong we all saying the same thing about our alt!!!\n\nEveryone complain about -\n\n\"price being held down and manipulated by whales!!!\"\n\n\"we…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n3e6s2/what_do_you_guys_think_about_stellar_lumens_xlm.json": "I originally invested because I liked the name but when I looked into it XLM\nseems like it could be very useful in the near future. What are your opinions on\nit?\n\nI’m currently holding 400 and not planning on selling for a long time.",
  "data/reddit-crypto/r/CryptoCurrency/comments/n3iya8/these_are_the_risks_when_ditching_your_bank.json": "I apologize in advance for the length (twss), but there is a lot to cover here\nand I’ve tried to be as thorough as possible.\n\nI’ve noticed a lot of folks on this sub asking about crypto-lending platforms\nand what they should consider before abandoning their APY-challenged,\ntraditional savings…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n3imlr/what_alt_coins_do_you_suggest_investing_in.json": "I’m new to cryptocurrency in general, and I’m just curious which alt coins\npeople like to buy. Currently I’ve been holding for a few months the following:\nDogecoin, Uniswap, Chainlink, Stellar Lumins, Cardano, Cosmos, and finally\nEthereum.\n\nI’m not trying to invite shilling, and I’m not asking for…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n3fc9k/stop_thinking_about_how_much_you_would_have_made.json": "Posts showing how much you would have made had you only invested early are\ndwelling on the past. We cannot go back in time and cast our lottery numbers\nbased on what we know today.\n\nInstead, come up with a longterm strategy. Many assets appreciate over time.\nPick a strategy and then stick to it.…",
  "data/reddit-crypto/r/Bitcoin/comments/n3b7le/dcaing_in_bitcoin_is_like_winning_the_lottery_in.json": "Do you agree?",
  "data/reddit-crypto/r/CryptoCurrency/comments/n3lqg8/beware_hardware_wallet_scam.json": "[WARNING] If you've purchased a hardware wallet from a third-party seller, i.e\nAmazon or Ebay, and it included a recovery seed card with silver foil that you\nscratch off, MOVE YOUR FUNDS NOW. The device itself generates that seed when you\ninitialize it. If it already exists, then someone has a copy…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n3fgi6/crypto_profit_taxes_are_such_bullshit.json": "Sorry for this short rant , but it's so fucking annoying, that in Hungary\n(highest taxes overall in europe), we pay 1/3 of our income as tax, then we go\nto shopping and buy food with 27% higher price for taxes. But if I manage to\ninvest what little saving I have, take my own risks and maybe gaining…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n3j9vh/daily_discussion_may_3_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/Bitcoin/comments/n3m0fx/update_about_to_engrave_my_seed_into_eternity.json": "UPDATE ON\nhttps://www.reddit.com/r/Bitcoin/comments/n3c13t/about_to_engrave_my_seed_into_eternity/\n\nA lot of you expressed interest in seeing the final result... Here it is!\n\nhttps://i.imgur.com/SUMi5ty.jpg",
  "data/reddit-crypto/r/Bitcoin/comments/n3myxf/my_country_is_in_a_fight_against_dictatorship.json": "I live in Colombia and at the beginning of the pandemic i converted all my\nsavings and income straight into Bitcoin.\n\nI lost all my savings twice before when the bank declared bankruptcy and a few\nyears ago the bank literally stole money from my account.\n\nNow since April 28 war broke out and things…",
  "data/reddit-crypto/r/Bitcoin/comments/n3a67m/f2pool_the_biggest_miner_with_close_to_15th_of.json": "https://taproot.watch/miners",
  "data/reddit-crypto/r/CryptoCurrency/comments/n38wm6/long_origintrail_due_diligence_no_price.json": "Before you start reading, since this is a long post, grab yourself a cup of\ncoffee or tea, and enjoy the read! I hope you appreciate the time and effort put\ninto this post. I am not trying to hype anything, nor am I providing price\npredictions. I have a background in ERP systems and know the segment…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n3867u/be_honest_about_80_of_people_are_in_it_for_the.json": "It may have been true back in 2010, 2013 or even 2016. People used to be in it\nfor the technology and because they found the idea of cryptocurrencies as a\nwhole intriguing.\n\nBut as soon as the prices surged in 2017, it changed. People saw that you can\nmake \"sick gainz\" by buying some Bitcoin. They…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n3ne7j/vitalik_is_now_a_billionaire_let_that_sink_in.json": "Vitalik owns at least 334,417 ETH across 2 different wallets. With ETH hitting\n$3,000 this means his ETH is now worth at least $1,003,251,000. Vitalik Buterin\nis now a billionaire, let that sink in! Even more amazing since he has donated\nso much ETH over the years to many causes. Such a fitting…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n3jdvd/for_all_newcomers_if_youre_waiting_for_small_dips.json": "Honestly, let's us ETH as an example, hop on coingecko and look at the graph for\nETH, but this time, look at the 1y range and switch to logarithmic mode, it\nshows the graph scaled by percentage of increases, instead of just the raw\nincrease. There's a huge difference between going from 1 to 100 and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n3lqy4/berkshire_hathaways_propaganda_is_only_further.json": "The vast majority of people do not understand crypto or blockchain and the\npotential they have. I have lost all respect for Berkshire Hathaway and those\nwho run it after their recent meeting, If you have not seen the video, Bitcoin\nis accused of being a payment method for criminals, and against the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n3n7th/take_profits_after_4_years_feels_weird.json": "After 4 years I cash out 1/3 today.\n\nIt feels wrong but right at the same time.\nIn any case weird.\n\nNevertheless, I'm looking forward to my new investment where I've wanted for 10\nyears and have never been able to buy. A nice watch.\n\nOn this way I wish you all green numbers and hopefully it will be…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n3m83a/fyi_your_1_automatic_upvote_on_your_own_posts_or.json": "When you make a post or comment on Reddit, you automatically get 1 upvote from\nyourself. Some people here think this one automatic upvote earns MOONs, so they\npost comments whenever possible. This is not true. You will only begin earning\nMOONs when your post or comment is upvoted by someone else as…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n3sxpc/if_you_are_using_hsbc_as_your_bank_switch.json": "Recently my friend tried to send money (several times) from his HSBC account to\nbinance and it was blocked.\n\nIt turns out HSBC doesn't allow payments for cryptocurrencies. They also banned\nbuying microstrategy stocks.\n\nI'm so shocked they have the audacity to do this! Surely this solidifies…",
  "data/reddit-crypto/r/Bitcoin/comments/n3gmgv/thankful_for_you_all_and_btc.json": "My life took a turn for the worst a few weeks ago. Many things have gone wrong\nfor me. The only thing that has gotten me through some of my worst days is\nreading the different posts and conversations on this sub. I’m grateful for you\nall and all of the knowledge I’ve learned about bitcoin through…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n3u154/so_wow.json": "Hi friends,\n\nIt's me u/anotherjohnishere [/u/anotherjohnishere].\n\nNeedless to say I've absolutely blown away by the amount of love, generosity,\nand kindness I've seen on our beautiful sub the last 24 hours; you are all\nradiating love and I can feel that cosmic energy all around me. Kindness…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n3cpvq/iota_is_it_broken_does_it_work_what_is_chrysalis.json": "IOTA is looking for a new dawn, a rebirth of its shaky original days and\nslightly infamous reputation. All this information and more is nicely presented\nin the video, take the time to watch it!ure of IOTA is summarized in this video\nby Chris Muller:\n\n\n\nhttps://youtu.be/AXXHbrzN5HQ\n\n\n\nHe covers the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n45ms1/interest_in_crypto_is_keeping_me_going_through.json": "That is of course a double entendres. I have been a stage 4 cancer survivor for\n3 years now. after remission the medical profession I trained for was no longer\nplausible. I started investing what little I had left over from disability last\nyear. Roughly 10-20 a month. It has made life a bit easier…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n3ww6p/raise_your_hand_if_youve_had_a_dream_about_crypto.json": "Last night I had my second ever dream about crypto.\n\nMy dream was that I had won 9.1 Bitcoin somehow, but later in the dream that 9.1\nBTC turned in to 91. It was a great dream while it was happening, but when I\nwoke up I was SO disappointed.\n\nThe first crypto related dream I ever had wasn't about…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n4bk8i/i_see_a_lot_of_bad_tax_info_in_here_so_lets_talk.json": "Disclaimer: I am not a CPA and if you have complex taxes I recommend talking to\none\n\nThis is the first part of a two part post. The second will go over some\ndifferent concepts for doing crypto accounting\n\nI keep seeing a shit load of bad tax information in this sub when it comes to\ncrypto and taxes…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n4c19b/congratulations_to_anyone_making_decent_profit.json": "There is an unfortunate abundance of hate and jealousy from people presumably\n\"missing out\" on significant price increases and frankly I don't understand that\nmentality.\n\nWe should be congratulating our brothers and sisters in crypto and not\ncriticizing their choice of coin.\n\nCrypto isn't a race to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n462s2/about_the_bear_market.json": "I’m seeing dozens of posts saying “Many WILL be screwed by the Bear Market” or\n“Newcomers could lose EVERYTHING at the Bear Market”.\n\nJust don’t go? I honestly don’t even know who is selling bears or what it has to\ndo with cryptocurrency or if that’s even legal, but seriously this doesn’t seem\nlike…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n4ia1z/how_much_will_my_bowel_movement_move_by_monday.json": "Reference weight: 0.214936 Couric\n\nData will be sourced from a rough estimate\n\nFILTERING CRITERIA: 1w, Couric, Linear Chart, Close Call\n\nWinning results will be based on the weight after my coffee at 12 pm CET on May\n10th. Results of the prediction will be revealed between 11:59 AM CET and 11:59\nPM…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n4g1sb/ive_been_following_magic_internet_money_for_9.json": "Crypto is not one thing. This is what I’ve come to learn. Crypto is an\necosystem. It’s many technologies competing in different crypto-ecological\nniches for the right to act as value arbiters in those spaces.\n\n\nPART 0: IN TRUTH, NOT EVEN FIAT CURRENCY IS REALLY OUR MAIN CURRENCY.\n\nWhat has been the…",
  "data/reddit-crypto/r/Bitcoin/comments/n4500v/9_people_out_of_10_i_talk_to_are_still_not_in.json": "I kid you not lietrally 9 out of 10 people i talk to they are not even in\nyet/dont understand it/ reject it, and the ones who are in have only like 5% max\nof their money in.\n\nI really think it is just me and everyone here on reddit who are like actually\ncommitted to hodling a meaningful amount.\n\nIt…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n4hbh3/i_see_your_never_invest_more_than_what_you_can.json": "People often gift newcomers with the sage advice of \"Never invest more than you\ncan afford to lose\" and that advice is still as important as it has ever been.\n\nHowever, I do not believe the advice goes far enough, because it doesn't account\nfor the highly addictive nature of crypto. Once you start…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n4i1jn/anybody_else_experiencing_severe_fomo_over_eth_at.json": "I’ve put off purchasing ETH this month due to to the seemingly never ending\nATHs. Followed the advice here and invested into dips instead and now everything\nI’m holding is red (mostly Bitcoin and solana).\n\nThe temptation to sell at a loss and move everything to ETH is overwhelming, but\ngoes against…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n4jysg/best_dd_ever_my_mom_rates_the_top_10_crypto_by.json": "So I’ve introduced crypto to my mom by helping her making a Coinbase account and\nget the free rewards.\n\nA few weeks later, she decided to invest in it but she only buy the coins with\nlogos that she likes. I tried to explain to her that’s not really how it works\nbut you know, moms can be pretty…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n4nh8x/does_anyone_else_just_want_to_cry.json": "Watching Doge’s epic pump today, and over the last weeks, I feel sad and\njealous. I’ve made a little money trading doge, but almost all my holdings are\nin Bitcoin and Eth, Ada and Algo.\n\nHow do you get over the sadness of missing out and the bitterness that the coins\nyou think are much stronger are…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n4rv8j/if_you_are_getting_emotional_remember_that.json": "Right now, meme coins are the hottest stuff, coins based on all sorts of\ndifferent animals (usually in Japanese and usually canine), planets (most\ncommonly moon and mars), and named after wealthy individuals (Mainly Elon and\nSnoop because canine) are popping up hoping to catch the meme…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n4jr6s/visa_will_focus_on_5_key_crypto_areas.json": "This is just the start but it is progress towards the solidification of the\ncrypto movement!\n\nThe first of the five areas mentioned by the VISA CEO is enabling consumers to\npurchase these currencies or Bitcoin, noting that they are exerting effort to\nensure that they are facilitating the use of Visa…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n4pyek/lol_at_robbinghood_crypto_trading_going_down_again.json": "For the record I've been off RH since February, but couple buddies of mine are\nmad and throwing a fit about RH freezing DOGE trading AGAIN.\n\nEDIT 2: Even better, as u/Mobridge80 [/u/Mobridge80] points out, it was in fact\nALL of their crypto trading services that went down. All 7 coins prevented…",
  "data/reddit-crypto/r/Bitcoin/comments/n4iyuz/antpool_has_just_signalled_for_taproot.json": "This is more exciting than watching the price",
  "data/reddit-crypto/r/CryptoCurrency/comments/n4oix7/ethereum_hits_3500.json": "Is this real? Back when I bought my first ETH in 2017, I would never have\nthought that Ethereum would hit price levels like this! And hopefully this is\njust the start, as Ethereum adoption becomes more widespread!\n\nEvery day there's more and more good news going for ETH, and I can't help but\nfeel…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n4d0rl/stop_panicking_over_volatility_its_crypto_not.json": "Crypto is and always has been incredibly volatile, much more so than other\ninvestments. This is nothing new, your BTC, ETH, etc is not going to collapse\nfrom a 5% drop. Don’t panic sell because a coin went from being up 500% YTD to\nonly 480%.",
  "data/reddit-crypto/r/CryptoCurrency/comments/n4txgs/youre_not_owed_shit_grow_a_spine_and_go_with_the.json": "Downvote this, go hard.\n\nIt kills me to see people posting about their depression because their coins\naren't pumping/ being taken seriously while meme coins are....\n\nHave a little bit of class for God's sake. If market swings are making you\ndepressed or pissing you off, then frankly you're too soft…",
  "data/reddit-crypto/r/Bitcoin/comments/n4v8gc/so_i_just_learned_that_years_and_years_ago_my_dad.json": "Could've been a billionaire ¯\\_(ツ)_/¯",
  "data/reddit-crypto/r/CryptoCurrency/comments/n4x7pg/what_the_bloody_hell_is_happening.json": "I see more and more comments in the daily from clearly new investors in this\nspace who have invested in (insert random shitcoin) earlier that day and are\nmoaning in the daily that it’s dipped 0.4% and should they sell and what the\nfuck is going on?!?\n\nLike what the fuck is happening? This isn’t free…",
  "data/reddit-crypto/r/Bitcoin/comments/n4r934/taproot_activation_megathread.json": "An activation mechanism called \"Speedy Trial\n[https://bitcoinmagazine.com/technical/speedy-trial-merged-into-bitcoin-core]\"\nhas just started on the 1st of May. Its goal is to give miners an opportunity to\ncoordinate a quick activation of the Taproot update.\n\nThe gist of it is: miners are given a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n4ll8m/ethereum_is_not_an_altcoin.json": "Imo ethereum shouldn't be called an altcoin anymore. Then can been 2nd in mcap\nsince forever and is way bigger then any altcoin. So Lets call it BTC, ETH and\naltcoins. Ethereum will always be bigger then the other coins for at least this\ndecade imo. We shouldn't be calling it an altcoin. Anyway…",
  "data/reddit-crypto/r/Bitcoin/comments/n4xjkw/looking_at_the_charts_the_years_what_do_you_think.json": "Over the years there seems to be something a tad bit different this run, do you\nthink with the influx of bigger money this run will be long?",
  "data/reddit-crypto/r/CryptoCurrency/comments/n53t83/here_are_some_charts_to_help_you_know_when_were.json": "I've noticed the question is popping up more and more, \"how do we know when\nwe're in a bear market?\" or phrased another way, \"is this bull run over?\"\n\nSo, I'd like to share with you some charts that people here probably are not\nreally aware of or view that often.\n\n\nSMA 1458 DAYS\n\nThe first one is…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n4zet4/a_beginners_guide_to_technical_analysis.json": "PREFACE\n\nCryptocurrency isn't a get rich quick scheme. Producing a steady income trading\ntakes time, experience, dedication, and a lot of emotional grit. However unlike\ntraditional markets, you can make money much faster trading cryptocurrency (and\nlose it just as fast) due to the markets volatile…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n54fcu/coin_bureau_and_benjamin_cowen_are_actually_top.json": "Most big Crypto YouTubers have a bad rap for shilling shitcoins and having\noutrageous price targets (cough, Bitboy). So therefore I've heard many people\njust avoid YouTube in general.\n\nBut sift through the shit and you will find some really good gems. I've seen\nthese 2 YouTubers with high regard in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n56max/nothing_can_increase_by_that_much_and_still_be_a.json": "Student: I can’t believe it increased by 1500%\n\nProfessor: I’m sick of hearing about ETHEREUM AND BITCOIN! Nothing can increase\nthat much and still be a good investment.\n\nStudent: I was talking about the price of college tuition since 1980...\n\nBa-dum tisssss!\n\n(ง'̀-'́)ง",
  "data/reddit-crypto/r/CryptoCurrency/comments/n52d56/doge_is_big_enough_to_bring_down_the_whole_market.json": "As I write this, DOGE is a hair under a $70 billion market cap. I know there’s\nplenty of new people here loving their sick gainz from their $100 investment,\nbut let me assure you, when it pops it will be ugly. And it will pop. With a\nmarket cap that large and so much public visibility and notoriety,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n552t5/i_dont_think_its_just_plain_old_greed.json": "I think the average Joe is tired. They’ve been told their businesses are closed\nby guys with tailored suits and $300 haircuts. They get charged $35 by the bank\nif they’re $0.25 short. They see the price of gas go up from more taxes and\ntheir suspension is shot from the potholes. They see their…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n5165w/vitaliks_historic_burn_to_justin_sun_founder_of.json": "Background info.\n\nTRON was created by Justin Sun built off of ETH. However, most of his whitepaper\nis blatantly copied from Ethereum. Sun telling people not to invest in ETH by\ngoading about the advantages his blockchain…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n52560/daily_discussion_may_5_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n57xbt/bitcoin_energy_usage_is_a_problem_and_the_crypto.json": "Let's be real, a lot of people here think bitcoin's energy consumption is not a\nproblem, or it's just green people envious that they didn't make money.\n\nThe top rated post now is a post saying that banks consumed 520% more energy\nthan bitcoin, even though the top comments are saying it's a bad…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n54d0i/dogecoin_is_pumping_and_its_highly_centralized.json": "Do people understand DogeCoin is highly concentrated with 27% of the supply held\nin a single address?\n\nWarning: Dogecoin, the coin that Elon Musk likes to pump is highly concentrated\nwith one address owning 27% of the supply.\n\nYou read that right, a single Dogecoin address is holding…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n53dau/do_you_need_a_crypto_tax_software_im_considering.json": "Title says it all really. This subreddit has been good to my gains this year so\nI'd like to give back by providing this service if its useful to people. I know\nsolutions currently exist but have heard pretty poor things about them. So I'm\ntrying to gauge how many people might be interested in…",
  "data/reddit-crypto/r/Bitcoin/comments/n59v5w/im_also_a_new_owner_of_1_whole_btc.json": "I sleep tight knowing that I now have 1 whole piece of the worlds most scarce\nasset.\n\nThe 2.1 BTC club is very temping and I'd love to jump into it now but I'm\nthinking perhaps the better choice is to just have 1 BTC and then DCA the rest\nof the money towards 2.1 rather than getting 2.1 straight…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n5ev17/the_quote_of_vitalik_buterin.json": "Since Ethereum is doing so great and his creator became the youngest\ncrypto-billionaire in the world, I wanted to share something he says that shows\nthe importance of blockchain and decentralization :\n\n\"Whereas most technologies tend to automate workers on the periphery doing\nmenial tasks,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n5f29i/in_a_bull_market_not_everyone_gets_rich.json": "Just had to had to share my story, I know there’s others like me out there.\n\nI invested $600 in 2018 on the back of the last bull run. I traded atleast 50\ncoins over the two years. I held everything from bitcoin to dogecoin, IOTA, XLM,\nvechain and holochain.\n\nI traded often. Eventually for a net…",
  "data/reddit-crypto/r/Bitcoin/comments/n52077/hearing_2_customers_discussing_blockchain_at_the.json": "I just stopped into the gas station and a plain clothed middle aged lady was\nexplaining to a woman in scrubs (both strangers) how to use the bitcoin atm. The\nnurse said she prefers to use cashapp (so at this point I'm shocked that they're\nboth coiners!) but the plain clothed lady says she likes the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n5gh3k/cossio_has_exit_scammed_with_millions_in_user.json": "Coss.io [https://Coss.io] is/was a cryptocurrency founded in Singapore back in\n2017 that was unique in that it split 50% of trading fees with token holders.\nFor a while, the exchange was doing fine and users would receive their fee\nsplits. The exchange wasn't really gaining traction so the former…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n5jz6w/want_to_become_a_crypto_developer_here_is_a_list.json": "For those looking to get into becoming a Blockchain and CryptoCurrency\nDeveloper, I have put together a list of Free Courses to help you get started\nalong your journey.\n\nWe can always use more Developers! [https://www.youtube.com/watch?v=1VgVJpVx9bc]\n\nThe list of Free material consists of courses…",
  "data/reddit-crypto/r/Bitcoin/comments/n5duww/bitcoin_is_coming_to_hundreds_of_us_banks_this.json": "KEY POINTS For the first time, customers of some U.S. banks will soon be able to\nbuy, hold and sell bitcoin through their existing accounts, according to crypto\ncustody firm NYDIG.\n\nBanks are asking for bitcoin because they can see their customers sending\ndollars to Coinbase and other crypto…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n5lxpp/i_work_at_one_of_the_biggest_tax_service.json": "I'm gonna keep this in a TLDR format because I don't want to bore people with\ninfo and a pointless story;\n\nI work at a branch in one of the biggest tax companies in the US. I made a post\n5 months ago about how back then nobody was talking about crypto even though I\nworked in a tax office and I was…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n5oxyp/one_of_the_biggest_misconceptions_in.json": "I have lost count of the times I have seen people comment saying BTC and ETH are\ntoo expensive to invest in and it does not make financial sense to invest in\nsomething valued so high. This is generally followed up by individuals saying it\nis more worthwhile and financially sound to invest in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n5paan/the_most_important_thing_i_learned_from_201718.json": "For all of you that have just got into crypto , you have to understand that\nthere is a chance everything goes to shit like it did once before. BUT the most\nimportant thing to remember is if the mainstream hype over crypto dies again and\nwe do get some sort of crypto winter again... DO NOT STOP BEING…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n5tvpv/due_to_a_high_number_of_requests_ive_updated_my.json": "I previously posted a download link to my excel spreadsheet that I made for\ntracking my crypto portfolio. It supported the top 1000 coins. However I had\nmany people message me asking how they could add support for more coins. I guess\nyou guys really like your shitcoins and small caps.\n\nSo I decided…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n5wkwq/will_doge_be_worth_100_a_coin_can_it_become_as.json": "The answer to all of those lofty expectations? Impossible. This is a mistake a\nlot of people are making. You have to look at total supply and multiply it by\nprice per coin to get the market cap. Let’s look at a few popular ones…\n\nBitcoin is rare like gold, difficult to mine like gold and is used as…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n5ubwg/daily_discussion_may_6_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/Bitcoin/comments/n5bvib/im_enjoying_getting_used_to_a_humble_lifestyle.json": "Anyone else massively cut their expenditure to invest in Bitcoin?\n\nIn mean seriously cut!?! I’m spending half my disposable income on this at the\nmoment (excluding the roof over my head). Stopped wasting money on the useless\nthings in life.\n\nAt the end of the month I have 0 in the bank. That’s not…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n5yppy/cargox_together_with_polygon_and_ethereum_will_be.json": "Hey guys,\n\nI am contacting you as a CargoX holder, but the news I am about to share is a\nwin-win for Cargox, Polygon and Ethereum so bear with me.\n\nDoes a ‘bill of lading’ ring a bell? Probably not, because you don’t work in the\nshipping industry. Here’s a crash course on the BOL. Every container…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n5t842/cryotocurrencies_are_causing_the_biggest.json": "Let's face it - we've been stuck, destined for a life in the rat race from the\nstart. It's been carefully planned out for us, systems formed over millenia to\nmake sure that hard work never quite pays off enough to break out of the cycle.\n\nSure you can try and escape, maybe put the lottery on, gamble…",
  "data/reddit-crypto/r/Bitcoin/comments/n5lhfs/18700000_btc_mined.json": "This is more than 89% of the total amount of btc that will ever be in\ncirculation.",
  "data/reddit-crypto/r/CryptoCurrency/comments/n5rvyw/are_most_of_you_as_lazy_as_me_and_just_leave_your.json": "I read every single day multiple posts about “not your keys, not your coins”\netc. etc. and I can appreciate this idea. Despite this being a decent chunk of\nmy total worth I do just leave it on an exchange because (1) I am lazy, (2) I\nown a Ledger but don’t actually understand how to use it, (3) I am…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n61kph/sorry_to_break_it_to_you_guys_but_the_biggest.json": "I saw another thread talking about how crypto is creating the greatest wealth\ntransfer the world has ever seen and I just wanted to point out (for those who\nhaven’t been paying attention) that it already happened beginning in March of\n2020, when the governments unilaterally shut down their own…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n5tkmw/18700000_btc_mined.json": "This is more than 89% of the total amount of btc that will ever be in\ncirculation.\n\nBitcoin is becoming more scarce as the time passes. Nowadays, we have only\n2,300,000 bitcoins to be mined. It is the first time in human history that we\nhave something so scarce and with this scarcity being…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n64cuj/crypto_market_cap_just_hit_25t_btc_dominance_435.json": "Across 7000+ coins and 463 exchanges! - Not only is the growth truly amazing,\nthe size and variety of the marketplace is also growing massively. BTC slowly\nlosing dominance (but still growing in its own right) I think is a great sign of\na maturing market that is becoming more independent from its…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n66se9/coffeezilla_youtube_channel_just_got_deleted_by.json": "Coffeezilla is a famous youtuber who exposes scams and warns people to never\ninvest in them. His recent video telling people that Doge is like gambling got a\ncommunity guidelines strike from YouTube and they deleted his channel. Imagine\nwaking up to see your livelihood destroyed. We desperately need…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n690d8/how_i_got_into_crypto_got_free_crypto_why_im.json": "I'm a website developer in my early 40's. To be honest, I should have gotten\ninto crypto much sooner. I read about Bitcoin in the early 2012 or 2013 but I\nnever really thought it would take off. To be honest, I thought it was one of\nthose E-gold scams that used to exist back then. Every now and then…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n67f31/etc_being_top_15_is_worse_for_crypto_than_doge.json": "ETC is a literal scam coin that has been 51% attacked not once, not twice, but\nTHREE TIMES. Imo this is far worse for the crypto sphere than Doge potentially\nflipping BNB and making it to the top 3 as a massive pump n dump. I don’t see\nhow people don’t get wrecked on something like ETC. A lot of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6ageo/psa_there_is_only_one_bitcoin_and_one_ethereum.json": "Considering the ETC and BCH pumps I thought this might be worthwhile to those\nnew to crypto.\n\nEthereum Classic (ETC) is not the same as the real Ethereum (ETH). They forked a\nlong time ago, which is why they share the name. But nothing is being done on\nETC. All those ERC-20 tokens live on ETH, not…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n67tv3/just_got_scammed_of_91k_dogecoins.json": "I mined dogecoin in my first year of university in 2013. It was a fun thing to\ndo in-between studying for exams with my floormates. I managed to mine 91k\ncoins. I never touched them since 2013. Thankfully I kept my old laptop.\n\nIt had been on my mind even during the last bull market in 2017 if I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6amsg/leaving_crypto_passwords_to_my_parents_in_case_i.json": "Hi!\n\nIt's not much what I hold, just a couple dozen XRP, ADA and a couple of dollars\nin ETH. If something happens to me, it may help them in the long term, I hope.\n\nBut I've actually come to this situation where I don't know how to explain to\nthem what to do with it. I plan to create a crypto wallet…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n69hyj/what_is_a_market_crash_like_from_a_2017_survivor.json": "As I think we all know (I hope so anyway), a crash/correction is a certainty.\nThe only unknown is when. So, let's get one thing clear to start with. This time\nis NOT different, I feel a nice big build-up of sick in the back of my throat\nwhen I read \"This time is different\". I have seen this in 2014…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n69oum/i_would_say_youre_still_early.json": "I work in the financial industry and I just went to ask all of my co workers\nwhat they know about Crypto currency. They said they have heard of BTC and only\nrecently heard of DOGE... but have no idea what they actually are or their\nfunctions. The demographic is quite large, from High school age to…",
  "data/reddit-crypto/r/Bitcoin/comments/n6cesq/i_finally_understand.json": "I finally get it, it was like a wave that hit me in the face and I just wanna\nsay I'm sorry I ever doubted bitcoin from the beginning but I was blinded.\n\nI've got a background in finance so naturally everything we were taught at\ncollege is that stocks, indices, etfs they all are either part of a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6a82k/why_folding_at_home_for_bananos_is_amazing.json": "If you don't know what Folding at Home (F@H) is, it's a software you run on your\nPC to simulate protein folding to help cure cancer and other diseases. Because\ndoing so require so much CPU and GPU power, scientists need to reach out to the\npublic to research faster.\n\nThe Banano community decided to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6imny/charity_donation_generated_from_crypto_is_blocked.json": "This story, while anecdotal in nature, sums up rather nicely the present state\nof the fiat-cryptocurrency relationship.\n\nA man is blocked from wiring just over six figures of lawfully acquired money to\na verified, genuine animal shelter.\n\nA charity coin that I've put resources into, MoonBud, raised…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6gwur/why_banano_ban_will_replace_bitcoin.json": "Potassium\n\nEach BANANO contains about 422 mg of potassium in comparison to bitcoin which\nhas 0 mg. Potassium is important for staying healthy and functional. It’s highly\nunlikely that bitcoin will ever be able to upgrade itself with potassium\ncontents as that would require it to fork.\n\nSupply\n\nThere…",
  "data/reddit-crypto/r/Bitcoin/comments/n65m9n/psa_dont_rely_on_sms_based_2fa_to_secure_your.json": "Many of us consider it common knowledge that SMS based 2FA is not secure. But as\nI recently found out, this knowledge actually not all that common.\n\nMy niece bought some bitcoin on Coinbase back in mid-2017. Since then, I have\nadvised her multiple times about properly securing her account and/or…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6fq3b/dell_gave_a_company_online_conference_stating.json": "Dell's Steven Todd from DellTech giving an online video breakout session about\nDell's Project Alvarium. He points out during the talk specifically how Intels\nsensors will register data on IOTA's Tangle to create an infrastructure of\nsecuring personal data silos and giving trust to data!",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6l9zn/the_complete_security_guide_to_keep_you_your.json": "Background: I currently work for a fortune 100 company's Computer Security\nIncident Response Team, I work specifically on detect and response which\nincludes business email compromises, responding to phishing emails and malware\nwithin the organization, while documenting the process.\n\nMy last post on…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6eoti/pro_tip_before_sending_a_large_sum_to_a_wallet.json": "Before sending a large amount of money send a micro amount and verify the\nprocess worked. Most wallets will save addresses, no after that transaction you\ncan feel safe in avoiding human error. Yes there is a fee to transfer funds but\nconsider it like insurance. If you are going to transfer 10k in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6m3bi/you_are_not_the_only_one_trying_to_resist_fomo.json": "It may seem like everybody on this sub has money to just keep throwing at crypto\nevery single new pump, and everyone else is capitalizing on these gains while\nyou sit and watch because you don't have enough money or the means to invest\nright now. FOMO is nagging at you at an all time high right now…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6bthn/if_youve_invested_in_a_shitcoin_thats_not_an.json": "The cryptocurrency market is seeing a daily influx of new people interested in\nthe space. Many will have seen coins like Doge make people quick money and want\na peice of the action.\n\nI get it we all want to be rich and quicker is better right?\n\nWell here's the thing, with a lot of the shitcoins that…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6nypr/crypto_almost_changed_my_life.json": "A few months ago I got a health scare. Bowl cancer. Nothing major, doctor said\nit’s treatable and if I start chemo right away things were looking good. That’s\nwhen I joined this sub and invested all I had into eth. I figured I’d make some\ngreat gains for when I come out the other side. I’ll be…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6mx4m/at_this_point_ignoring_crypto_is_like_when.json": "Crypto is getting to a point where you either invest in it or get left behind.\nIt is revolutionary and changing the way the world works, so if your slow to\nadapt you will miss out. Just like when the internet started people were sceptic\nand didn’t want to take a risk. Anything in life involves some…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6lgl2/daily_discussion_may_7_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6e3kn/todays_sec_hearing_on_gme_just_mentioned.json": "The hearing livestream can be found here.\n[https://www.youtube.com/watch?v=vX2X8xxHEns]\n\nCongressman Warren Davidson of Ohio just asked Gary Gensler directly about the\nSEC's position on distributed ledgers and blockchains. My head snapped up off my\ndesk so fast I pulled a muscle in my neck.\n\nThe…",
  "data/reddit-crypto/r/Bitcoin/comments/n6m7ki/soo_many_people_are_in_denial_about_inflation_if.json": "...nah not hyperinflation that can't happen here.\n\n\n\nIn drugs, its called the onset when you take a pill and wait for it to kick it.\nDuring the onset you feel 0 effects. The onset lasted from maybe March 2020 to\nJan 2021.\n\n\n\nNext is the come up, when you start to feel effects but its not full…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6qmu4/rcryptocurrency_is_growing_crazy_fast_we_are_on.json": "WE'VE BECOME THE FASTEST GROWING SUBREDDIT DAILY, WEEKLY, AND MONTHLY. PLEASE\nSEE THE IMGUR CHART BELOW.\n\nhttps://imgur.com/a/n5GRP0h\n\n 1.  Write down your recovery phrase / private keys on a sheet of paper and\n     don't give them to ANYONE else. Unless maybe you are dying and want to give\n    …",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6ubjb/give_a_man_a_steak_and_he_will_eat_for_a_day_but.json": "Staking is a phenomenal way for the average person to make money. By staking you\nare 1. Contributing to something bigger then you and most importantly 2. You\nwill make as much as if you were invested in an ETF in the stock market. Yes the\nprice of the coin can go down which is a notable risk factor.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6riux/i_am_now_into_crypto_so_what_now.json": "Foremost I would like to thank u/that_one_indian_dude [/u/that_one_indian_dude]\nand u/apedmonke [/u/apedmonke] for tipping me some Banano. I also got 10 BAN\nfrom a faucet so I now have a total of 10.84 BAN.\n\nI am from a third-world country so by the time I am writing this, 10.84 BAN =\n23.00…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6uq64/monero_just_hit_its_ath.json": "Monero is a well designed coin with inherent real world value, arguably one of\nthe best cryptocurrencies, and yet it doesn’t get talked about a whole lot. Now\nthat Monero just hit an ATH, I’m hoping that will start to change!\n\nIf you haven’t considered adding Monero to your portfolio, do yourself a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6y3vr/hardware_wallets_explained.json": "Hardware wallets are, without a doubt, the most secure way to store your crypto.\nYet, at first, they can be rather confusing and I have certainly seen a lot of\nmisconceptions around them in some posts. This guide is structured as a FAQ so\nyou can jump to the sections of interest. Please do let me…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6uk3w/things_i_wish_i_knew_as_a_crypto_noob.json": "Hey guys just been in this crypto space for a while now, (since late 2017) and\nwould like to share my experience and things I wish I knew ages ago before I\nfound out e hard way\n\n 1.  Bitcoin cash, bitcoin gold , ethereum classic. None of these spin offs are\n     actually bitcoin or ethereum. If you…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n71vwe/i_helped_a_stranger_here_receive_a_pending.json": "Earlier I received a DM from a stranger on Reddit, I thought it was one of those\nscammers trying to get me to invest in their shitty exchange.\n\nBut it was a stranger who wanted help with something I faced too while sending\nNano from Kraken to my Exodus wallet.\n\nI helped them, and they were so happy…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n71pcm/im_done_with_small_cap_subreddits.json": "I have a few small caps that I'm holding. Each and every single subreddit for\nthem is a trash fire that makes me wonder how the fuck these people ever got\ninto crypto\n\n\"When is next pump?\"\n\n\"Why isnt it going up?\" (days after huge pump)\n\n\"We've got to spam every forum and every twitter to make it…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n73el3/how_tech_bros_catfished_elon_musk_into_pumping.json": "So, for anyone who follows Elon Musk on Twitter, you know he has a favorite\naccount. He interacts with it more than any other account, because it constantly\nstrokes his ego. And this account is constantly encouraging Elon Musk to pump\nDogecoin. He has obliged on several occasions.\n\nSome people have…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n76yue/beware_coinbase_fake_email_scam.json": "https://imgur.com/a/KIDf3Sv\n\nPosting this for awareness. First post was removed due to the auto-bot assuming\nthe images I shared were a meme! Anyway luckily I spotted within a second of\nopening this email (linked to screenshots of the email via the imugr link\nabove!) that it was a scam, before…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n6x55q/banks_onboarding_with_crypto_and_accepting.json": "Banks are not our friends, but they are also not stupid. They see the writing on\nthe wall and they are going to fight tooth and nail to retain the power they\nhave in our society. I think that especially for boomers, the idea of keeping\nyour Bitcoin \"safe in a bank\" is going to be appealing, and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n75uzh/as_dogecoin_price_tops_60_cents_elon_musk_says.json": "After pumping Dogecoin for months, Elon flips the script and advises crypto\ninvestors to invest with caution.\n[https://www.marketwatch.com/story/as-dogecoin-price-tops-60-cents-elon-musk-says-please-invest-with-caution-ahead-of-saturday-night-live-guest-host-gig-11620390114]\n\nSeems like too little…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n74lrw/imagine_the_drug_dealers_of_2013_walking_out_of.json": "Yea yea drug = bad , crypto = good\n\nBut have you guys ever wondered about the dude who was locked up for 10 years\nand came back to his wallet that he had tucked away for a decade only to find\nout he’s a multi millionaire! Well if he’s(or she)out there , it’s funny how\nthings turn out huh ?",
  "data/reddit-crypto/r/CryptoCurrency/comments/n76wtr/rugpulls_and_honeypots_what_they_are_and_how_you.json": "I currently trade smaller coins for a living. I make decent money from it and\nI'm learning every day. I get in very early, ride the hype to the top and then\ncash out. Many of them are what you would call shitcoins. But almost equally as\nmany others are simply new projects that have a real purpose…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n79t65/algorand_for_dummies_the_secure_scalable_cheap.json": "What is Algorand?\n\nAlgorand is a carbon neutral1\n[https://www.algorand.com/resources/news/carbon_negative_announcement] pure\nproof of stake2\n[https://algorand.foundation/algorand-protocol/about-algorand-protocol/pure-proof-of-stake]\nblockchain designed by Turing Award-winning cryptography expert…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n77c4q/anyone_else_tired_of_the_same_three_posts_being.json": "Here are the three posts I see most often:\n\n“PSA: Ethereum classic is not ethereum” saw this at least three times this week\n\n“Doge cannot get to x marketcap, here’s why” Saw this at least 20 times over two\nweeks\n\n“Give a man a steak he eats for a day, teach a man to stake and he eats forever”\nSaw…",
  "data/reddit-crypto/r/Bitcoin/comments/n7as1g/ray_dalio_bitcoin_is_a_bubble_ray_dalios_cfo_im.json": "Source [https://twitter.com/EllieFrost/status/1390727148869013505?s=20]",
  "data/reddit-crypto/r/CryptoCurrency/comments/n79q7c/you_have_forgotten_the_face_of_your_father.json": "Too many people on this sub have forgotten where we came from. BTC isn't a hyper\nstock; ITS FUCKING CRYPTO!\n\nIt's internet magic money made by a man that by all metrics isn't real\n\nNow people are afraid DOGE is going to bring down the law. FUCK DOGE, FUCK\nSafemoon and FUCK what ever shitcoin came…",
  "data/reddit-crypto/r/Bitcoin/comments/n6xqbe/saylor_slays_bill_maher.json": "his interviews just get better and better\n\nhttps://www.youtube.com/watch?v=0N6zl3BkCnw",
  "data/reddit-crypto/r/CryptoCurrency/comments/n7c61z/staking_explained_like_you_are_5_years_old.json": "Every transaction needs to be validated by users to make sure everything is\nlegit, there are two ways of doing this: staking and mining. I’ll only focus on\nstaking because that’s what this post is about.\n\nTo start basic a Stake is like a security deposit. Staking is the act of putting\nyour crypto…",
  "data/reddit-crypto/r/Bitcoin/comments/n77945/i_cant_decide_whos_opinion_to_trust_bill_maher_or.json": "Can't decide if I should trust the opinion of an MIT trained rocket scientist\nand billionaire who can recite the history of mankind by memory or someone who\nhas publicly made countless incorrect predictions about technology and makes\nmoney by recycling other people’s oversimplified takes.\n\nWhat do…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n7cmwh/daily_discussion_may_8_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n7egkj/reminder_to_never_tell_anyone_how_much_crypto_you.json": "Even if the crypto you have is relatively small right now, you don't know what\nit'll become. You also don't know which of your friends will remember. It can\ncause a lot of problems for you.\n\nI have a friend who bought a lot of Doge at 1 cent and he told everyone and it's\ncaused a lot of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n7f0r8/your_top_coins_for_the_next_3_years.json": "What are your top 5 coins that you think are the best to hold for the next 3\nyears? Can be small, mid or high cap. Let’s hear it.\n\nMine are as follows in order of highest to lowest % in my portfolio currently\nthat I believe will make huge waves in the next 3 years.\n\n 1. ETH\n 2. ADA\n 3. VECHAIN\n 4.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n7cotp/i_remember_dabbling_in_crypto_around_20112013_and.json": "Had been tryin to open it for years.\n\nFinally did today via verification. Was hoping I had transferred some of my btc\nor doge to there, I didn't know whether to expect nothing or a million dollars.\n\nIt was nothing my bros. Feels bad man. Probably laying on some hard drive buried\nin some trash lot.",
  "data/reddit-crypto/r/CryptoCurrency/comments/n7nn40/fomo_mania_2017_2021_why_this_time_isnt_all_that.json": "Let me get this out of the way, this is an opinion and analysis piece. It might\nor might not validate the 'to the moon' sentiment. So if you're looking for\nconfirmation bias, just downvote this and move on to the n-th post about 'crypto\nchanged my mum's dogs left testicle'\n\nHere's a few posts from…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n7mm3l/what_did_you_learn_from_the_2017_bull_to_bear.json": "Title. I got into crypto fairly recently, in March 2021. Having not experienced\na bear market ever before, I’m really keen to hear what the transition was like\nand to learn about some of the lessons that it taught you.\n\nHere’s my take on it as a newbie: there’s a huge run up, BTC peaks, a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n7lfwg/is_vechain_an_ethical_investment.json": "I own a bit a VeChain and although I have no doubts about the economic success\nthat the company will have in the future, I felt another kind of worry creep up.\n\nAs is well known, the Chinese government is fked. They enslave Uighur Muslims in\nconcentration camps, massacre any kind opposition, let…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n7nh3l/dont_google_search_for_official_links_on.json": "Saw that a guy lost 6k UNIs when exchanging through a fake Uniswap website he\nfound on Google at the top results.\n\nAs scams are increasing, use CoinMarketCap or CoinGecko to look for official\nlinks to coins or exchanges, one of those two websites if not the two, and\nbookmark them if you'll be using…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n7plg5/michael_saylor_on_charlie_mungers_comments_that.json": "He also clarifies during the interview that he doesn’t think Charlie Munger is\nnot qualified to give his opinion on Bitcoin because he’s old, but because he\nhasn’t spent the time and energy to understand how the technology works.\n\nSaylor also made a good point of pointing out that Berkshire Hathaway…",
  "data/reddit-crypto/r/Bitcoin/comments/n7tqen/you_guys_made_this_possible_this_week_we.json": "I want to thank to everyone who contributed with funds, shared our project and\nparticipated in the last update, for helping us to achieve this. More than 1,000\npeople has been benefited from your contributions in cryptocurrencies. Most of\nthem are children, and older people who are unable to work…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n7tl5e/this_is_james_he_wanted_to_steal_my_crypto_so_i.json": "tl;dr: I like messing with scammers who contact me after seeing me on this sub.\nI did it, for example, with Paul and martins by name (just look at my top posts,\nI can't link them for some reason). I convinced this guy that he was being\nscammed by someone else and tracked his IP and told him where he…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n7qmnj/after_35_years_lite_coin_finally_nets_a_return.json": "Previously in late 2017, LTC reached $355. Today for a short period it hit $358\nfor a whopping 1% Return. But exchange fees is going to put it back in the\nnegatives.\n\nLTC is not a bad crypto at all. Gas fees are still cheap, and I think it\ndeserves a little more respect. Nobody every talks about it…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n7z216/were_at_a_point_in_this_subreddit_where_theres.json": "For the past year, every day I visit this subreddit, I've noticed that the most\ndiscussed/upvoted posts are either talking about the market, its ups and downs,\nand, (this I see a lot)- pandering to the 'newbies'.\n\nOf the top 100 posts this month, there are hardly 5 which move away from…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n7km91/crypto_is_the_best_investment_for_your_future.json": "Yes Crypto really is the best investment you can make.\n\nWith how shit interest rates are with the scumbag banks it is literally\npointless putting money in a savings account. Plus the world is waking up to the\nshit banks/investment companies pull.\n\nPLEASE bear in mind there is a risk that the crypto…",
  "data/reddit-crypto/r/Bitcoin/comments/n7z6dy/dont_leave_your_btc_on_exchange_lost_everything.json": "Don't be dumb like me to leave BTC on small exchanges rather keep it in wallet.\n\nAfter losing my savings on hotbit in the hack, I am not sure what to do nor I\nthink I can restart.\n\nHad 2 bitcoin in and had left there then later turned it into btc3L\n\nIn total I have lost over 80k, and I don't know…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n81zf4/its_the_year_2030_and_crypto_has_definitely.json": "The name Bitcoin isn't used anymore because no one can afford 81 trillion\ndollars for a coin. Satoshis are becoming expensive too, there are talks to\nsplit every Satoshi in 8 Nakamotos for further convenience for consumers. This\nhas been discussed by the core developers for 3 years, but no consensus…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n83wha/doge_is_bringing_down_the_quality_of_the_sub_like.json": "DOGE mania is bringing lots of new clueless people here and the sub feels\ncluttered with a lot of newbie threads about basics that have been covered in\ndepth over and over.\n\nHow should we deal with this? A stickied FAQ or at least a pinned post urging\nnewbies to use the search function seems like it…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n83d1h/the_egoist_in_me_wants_these_memecoins_to_lose_80.json": "Just so I could tell some people \"I told you so\" and they learn their lesson\nearly on.\n\nHowever, this is not a good way of thinking - when I go a bit deeper I really\nwant all my friends to make some good cash even though they made some risky\ninvestments.\n\nI missed the train, I shouldn't be sour…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n80f5h/reminder_that_it_is_okay_to_sell_when_youre_happy.json": "It's easy to get wrapped up in the group mentality and think that you are\nholding for a greater good. However, the truth is that we are all investing for\nour own financial and living situations, so you have to do what's right for you.\n\nUsually the people yelling that you need to hodl are the ones…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n7u6kg/does_anyone_else_just_quietly_follow_the_standard.json": "I see constant posts complaining about people buying our not buying the dip.\nPeople holding orbit holding. People taking profit or not taking profit.\n\nI'm just here:\n\nNot investing what I can't just write off.\n\nDollar cost averaging.\n\nOnly really buying and holding a few of the top coins.\n\nIf…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n81u0a/daily_discussion_may_9_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n865wg/robinhood_at_it_again.json": "Unexpected server error on Robinhood.\n\nUnable to sell Doge the page errors out every time and the sell button is gone.\n\nBut guess what, you can still buy it! Just in case you wanted to buy this dip!\n\n'How many times do we have to teach you this lesson old man!'",
  "data/reddit-crypto/r/CryptoCurrency/comments/n864gy/if_youre_buying_meme_coins_in_hope_of_striking_it.json": "It’s easy to get caught up in the “buying crypto is investing in your future”\nmindset that’s often repeated here and convince yourself that you’re making wise\nfinancial decisions with any crypto purchase you make.\n\nI come from a family of gambling addicts and I’m very aware of the tricks they\nplay,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n7s2x7/the_fact_that_everyone_is_so_hyped_both.json": "Not saying DOGE is representing cryptocurrency at all tho. And perhaps there are\njust a few exceptions like Michael Saylor, or Vitalik, but those people don’t\nget covered as much in mainstream media.\n\nIt seems to me there are missing knowledgable key figures representing\ncryptocurrency, especially…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n83f7i/yall_have_gone_mad.json": "If you read this, there is a >50% chance that you joined in 2021, and a ~75%\nchance [https://subredditstats.com/r/CryptoCurrency] that you were not around\nduring the last time everything crashed. Yet I see many posts claiming that\neverything will be different now, that you invest your life savings.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n84xp0/i_made_a_tool_to_detect_upvote_manipulation.json": "Many have been complaining about upvote bots recently.\n\nSo made a tool called UpvoteTracker [https://upvotetracker.com/] Link:\nhttps://upvotetracker.com/\n\nAll you have to do is to enter the link of a r/CryptoCurrency\n[/r/CryptoCurrency]…",
  "data/reddit-crypto/r/Bitcoin/comments/n7pn4g/my_bank_suspended_my_account_automatically_when.json": "I tried to order a cold storage wallet.\n\nThe irony.\n\nI had to wait till they were open the next day. They said, \"We just wanted to\nconfirm you intended to make this purchase.\"\n\nMy bank held all my money for ransom for a day bc they wanted me to explain\n\"why\" I would purchase from an international…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n86of9/buy_the_rumor_sell_the_news.json": "This mantra is often used in stock news and events and that holds true for\ncrypto. Everyone bought doge thinking about Elon was going to talk about it on\nSNL and create another pump. Well he did talk about it, but doge dumped instead.\n\nWhy? Because the Elon being on SNL is priced in. It really…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n896u9/so_you_dont_like_billionaires_who_manipulate_the.json": "Many doge investors have been lynching Barry Silbert for his tweet. And the same\npeople worship Elon when he tweets and manipulates the market. Some can say, it\nis because one is helping doge, and the other is hurting it. I genuinely think\nthis is also wrong. Elon doesn't help doge, doge helps Elon.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n86r7s/robinhood_users_use_this_as_a_sign.json": "Get off that shitty app as soon as possible.\n\nHopefully this DOGE implosion proves it's horrible to use and you don't actually\nown anything you buy off of their shitty app. It will crash every time something\nmassive happens.\n\nUse a hardware wallet in the future so you actually control your…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n8b71c/why_hodl_gains_from_three_of_my_trades_7750_if_i.json": "I went through my trading history today and found a few painful examples.\nFigured it would be fun to share and could serve as a good example for people\nnew to the space to understand that hodl is not simply a meme. Back in 2018 &\n2019 I sold:\n\n * 525 LINK\n * 32 BNB\n * 22.7187 ETH\n\nFor a total value…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n8avkn/i_was_trolled_into_wasting_my_sunday_morning_on.json": "If you’ve not got WeNano, it’s a Pokemon Go style app where users can leave\nscraps of Nano at spots dotted around the real world for others to pick up.\n\nIt’s a decent bit of passive income if you live in a big city, and London has a\nfair few spots to pick up the odd 0.025, 0.1 or (if you’re lucky)…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n8e4m0/celebrities_dont_know_jackshit_about_crypto.json": "Last night Elon Musk was on SNL in front of millions of people, and stated that\nDoge has a circulating supply of 117 Billion and a maximum supply of 130\nBillion. This is a complete lie, doge has a circulating supply of 130 Billion\nwith no maximum supply!\n\nLet this be a lesson to you, don’t trust…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n8fd55/when_transferring_coins_between_exchanges_use_xlm.json": "Not an XLM shill post if it comes across as that, I hold none for myself in the\nlong term but it’s just perfect for moving between exchanges and I thought I’d\nshare the benefits\n\nJust started doing this recently and realised I could’ve saved myself hundreds\nin fees if I had begun to do this earlier.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n8g8aa/what_is_polygon_matic_and_why_it_matters_for.json": "WHAT IS POLYGON?\n\nPreviously known as Matic Network, Polygon is a framework for building\ninterconnected blockchain networks.\n\nIt seeks to address some of Ethereum's major limitations—including its\nthroughput, poor user experience (high speed and delayed transactions), and lack\nof community…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n821oh/cheecoin_hollywood_vfx_nft_marketplace.json": "Cheecoin is new and HOT, CoinGecko listing in 2 days, CMC coming soon too\n\nI found this project recently and i see the potential here and a dedicated team,\nof very talented individuals, so it motivated me to share this on Reddit.\n\nCheecoin - Hollywood VFX NFT Marketplace / Unreal Mobile Games / Chee…",
  "data/reddit-crypto/r/Bitcoin/comments/n89qi8/when_i_was_in_high_school_i_sold_bitcoins_to_buy.json": "I got like 100$ a month from bitcoins and felt like i king as a 16-17 year old.\n\nStopped mining because my parents saw a spike in electricity bill and the whole\nMtgox thing.\n\n10 years later i still hate…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n8g52a/snl_made_me_realize_just_how_early_we_still_are.json": "I can't wait to watch SNL twenty years from now, filmed on Mars, recorded as an\nNFT, with the entire cast paid with the same crypto they once ridiculed.\n\nThe show just signaled how clueless the general public still is about crypto. I\nmean the general ignorance in the news skit, where they ask \"what…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n8gdod/what_are_your_thoughts_on_algo.json": "Edit: Thanks to everyone who is still reading or contributing. A few posts\naccused me of being a shill? I'm just a historically traditional investor who is\nreally becoming more interested in blockchain than cryptocurrency. I intend to\nthoroughly research any negative points made as part of my DD…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n8q3aq/always_send_a_test_amount_before_sending_a_large.json": "First rule of crypto, save and secure your seed or passphrase, lose that and you\nwill likely lose your funds.\n\nMy second rule, and it is not talked about enough, if you are sending crypto\nanywhere send a small test amount first.\n\nI have read so many horror stories of people sending to wrong address,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n8pf9u/slowly_realizing_that_this_is_the_wrong_sub_for.json": "I've just started browsing r/CryptoTechnology [/r/CryptoTechnology] and just\nwanted to make sure that everyone knows that there is actually a place devoted\nto the more technical aspects of crypto.\n\nObviously, the r/cc [/r/cc] sub has much more of the lulz and drama we all know\nand love, but I really…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n8r069/daily_discussion_may_10_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n8hh9t/polygon_matic_just_hit_1_usd_milestone.json": "One of my favorite crypto Polygon(MATIC) just hit 1 USD milestone!\nPolygon is fast, extremely low fees and scalable. It's developer friendly, just\nlook at all the awesome stuffs built on Polygon here: https://awesomepolygon.com\n[https://awesomepolygon.com/]",
  "data/reddit-crypto/r/CryptoCurrency/comments/n8okdg/portion_prt_luxury_nft_marketplace_backed_by_mark.json": "Portion ($PRT): Luxury NFT Marketplace backed by Mark Cuban\n\nI’ve seen this gem name-dropped a few times in the past few days so thought I’d\ngive it a look for myself and I must say it’s definitely worth keeping an eye\non.\n\nLittle Overview from what i gathered:\n\nPortion is fundamentally an NFT…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n8pbhy/bitcoins_unit_needs_to_be_switched_to_the_satoshi.json": "For too long have we watched Bitcoin stagnate while altcoins like Doge and\nSafemoon went stratospheric. The majority of people don't understand that you\ncan buy a fraction of a Bitcoin, and instead turn to shitcoins that are \"in\ntheir price range\". Seriously, what sounds better: 1 Bitcoin for…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n8r8ef/why_are_white_papers_so_unprofessional.json": "I work in the academia so I spend a significant part of my days reading peer\nreviewed research papers. One of the first things I learned about crypto is that\neach project (usually) has a so called \"white paper\" where the team behind the\nproject publishes their vision for the future, main ideas, some…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n8ihjo/your_daily_reminder_that_bnb_and_the_binance.json": "I get it. When you invest, you probably invest to make money. That's the goal\nand usually the only goal. But it's worth considering that you're not just\nmaking money off a particular project, you're also supporting the particular\nvision that project entails. If you're a decent person, there's a line…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n8zorr/please_dont_fire_me.json": "The boss makes a dollar,\n\nI make a dime\n\nThat's why I mine on company time.\n\nAnd they think the bill is high because of the air conditioning\n\nI also spend 1/3 of the time browsing Reddit and watching the charts but that's\nnone of their business...\n\nHappy Monday everyone!\n\nDisclaimer: For legal…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n8uz9y/we_wont_see_regulation_and_are_getting_ready_for.json": "People think this doge shenanigan's is going to create regulation. America is a\ncapitalist country. What does that mean for an individual tax payer? Absolutely\nnothing. You loose money on doge and your done. However, if a bank lost money on\ndoge, it would be too big to fail. We know this from 2008…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n8xeuf/for_those_holding_recently_pumped_and_then.json": "The dead cat bounce is a coin/stock that sharply declines, usually after a good\nrun up (hello Doge), then seems to make a sudden, sometimes dramatic recovery\nonly to plummet again shortly afterwards. This can continue for a few cycles\nuntil the floor is hit, figuratively speaking.\n\nIf you want an…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n91xq3/how_long_will_the_bullrun_last_lets_use_the_past.json": "Its been almost a year sinds the bitcoin halving. The halving has always been\nthe start of the bullrun and this time, it wasnt any different. Technical\nanalyst Rekt Capital looks at when the bull run might reach its peak.\n\nTo look when bitcoin will have his peak in this bullrun, we have to look back…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n93qcr/bitcoin_has_been_consolidating_in_the_50s_for.json": "There’s a lot of mania and hype at the moment and people seem to think a crash\nis around the corner. They think we’ve peaked too quickly and a 2017 crash is\ncoming but we’re a long way away from that in my opinion.\n\nWhat people don’t understand is the mania around doge is irrelevant in relation\nto…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n97kd2/reminder_that_99_of_these_projects_will_die_out_a.json": "Looking back at the December 2017 CMC: Historical Snapshot - 03 December 2017 |\nCoinMarketCap [https://coinmarketcap.com/historical/20171203/]\n\n70% of the top 100 are no longer in the top 100\n\nOver 60% are out of the top 300\n\n7 have fallen out of the top 1,000\n\n10 projects are no longer…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n98l7w/if_you_are_about_to_fomointo_shiba_inu_token.json": "WHAT IS SHIBA INU TOKEN\n\nFrom their website:\n\n> SHIB is an experiment in decentralized spontaneous community building. SHIB\n> token is our first token and allows users to hold Billions or even Trillions\n> of them.  Nicknamed the DOGECOIN KILLER, this ERC-20 ONLY token can remain\n> well under a penny…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n919v9/every_crypto_thread_be_like.json": "This {coin_name} is really undervalue and so cheap. Buy {coin_name} because this\ncoin in the future of crypto. It has only low {float_value} will extremely grow\n{percentage * 100}% soon. {coin_name} has a great use with the blockchain and\nit's still so cheap... it's an amazing bargain, really…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n95ven/if_you_bought_a_share_of_the_sp500_in_1968.json": "Imagine buying a share of the S&P500 in 1968 for $108.\n\nYou would watch it grow to $4200 over your entire life.\n\nTo put a little perspective on this market.\n\nETH just did that in 15 months.\n\n53 years. 15 MONTHS.",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9cby0/not_every_new_coin_is_a_shitcoin_how_to_spot_the.json": "A few days ago, I made a post titled \"Rugpulls and Honeypots. What they are and\nhow you can avoid them.\" Since then I got a lot of messages from people asking\nme how they can tell the difference between a new coin with lots of potential\nand a shitcoin. For maximum protection, make sure you follow…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9882d/how_to_not_get_your_exchange_account_hacked_noobs.json": "I wrote this originally for the Coinbase subreddit since I saw so many people\ngetting their account hacked. If you have over $10k on an exchange or any amount\nyou can't afford to lose, do ALL of these steps. To be honest, all of this is\njust the bare minimum. I've been trading and using…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9emfc/now_it_feels_like_a_monday.json": "Woke up to a VERY green market. Like what?\n\nWas very happy, a lot of stuff up, nice profits, etc.\n\nChecks on fear/greed index > above 70 > well probably sometime this week bear\nmay strike again.\n\nTime to go to work.\n\nChecks again, everything red and dropping almost 10%.\n\n\"Ah, THIS, this feels like a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9f5e7/dont_worry_about_the_dip.json": "To everyone wondering, dip happened at the same time the stock market closed.\nAnd it was bleeding today.\n\nIt’s just whales making up for their loss, preparing their bags to invest in\nstocks that just dipped, pumping it back up and putting that money again in\ncryptos.\n\nIt’s alright, discount for us",
  "data/reddit-crypto/r/Bitcoin/comments/n9cf6c/dad_lost_15k_btc_bought_around_2011_im_trying_to.json": "Hi Reddit,\n\nMy dad Bought around 1500 BTC back in 2011.\n\nHe got a tip from a colleague and didn't hesitate to try it out.\n\nHe bought it with his e-mail from the company he used to work at (CISCO), at the\ntime and doesn't remember which wallet he used (probably limited wallet options\nat that…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n947sk/is_it_worth_investing_10_into_crypto_a_week.json": "I'm doing research into DCA and think i'm along the right lines. I don't want to\nput huge amounts in yet as I'm still sort of finding my feet. Tempted to just\nflat out put $10 a week into ETH or BTC, or maybe up it to $20 and do 10 in one\nof those and 10 into (well researched) altcoins. What kind of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9k0nc/some_charts_to_help_you_where_we_are_in_the_bull.json": "All charts were taken from Kraken's OTC Daily email.\n\n\n\n“All models are wrong, but some are useful.”\n- George E. P. Box\n\n\n\n\nETHEREUM'S LOGARITHMIC REGRESSION RAINBOW\n\nhttps://preview.redd.it/x4r1zzhqtdy61.png?width=3284&format=png&auto=webp&s=3d647eaba0b53ef1e3d84a2cfe65709fe66e033f\n\nHow To Read…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9e8kz/009btc_charity_donation_help_choose_a_nonprofit.json": "If you're looking for this month's skeptic's discussion, its up here while this\nis temporarily stickied.\n[https://www.reddit.com/r/CryptoCurrency/comments/n26p85/monthly_skeptics_discussion_may_2021/]\n\n\n\n_______________________________________________________________\n\nHey /r/cryptocurrency!\n\nIn the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9mip5/unpopular_opinion_you_can_be_a_serious_investor.json": "There is nothing wrong with a person doing what they please with their money.\nThat’s the whole point of having decentralized cryptocurrency. If someone wants\nto have 80% of their portfolio in the big dogs and 20% in SHIB, who cares? The\nrighteousness of this sub is boring. Do you, and let everyone…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9jvqv/daily_discussion_may_11_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/Bitcoin/comments/n9l5hs/pulled_the_trigger_my_401k_just_became_bitcoin.json": "Did you know you can take out up to half of your 401(k) (or 403(b) if working\nfor a charity) as a loan (which you pay back to yourself with interest)?\n\nI finally filled out the paperwork, worked through the transfers, and turned\nhalf my retirement into cryptocurrency. I now have to make monthly…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9qilp/controversial_question.json": "Why are we ok with the moderators earning huge amounts of MOONs each\ndistribution cycle while we continue to have less available to earn? For those\nnot aware, we have 7 mods with 2.7 million MOONs now between them. All of us\ngetting excited about our few MOON tokens just makes their huge shares…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9ebdh/a_reminder_to_the_newbs_get_off_the_minute_chart.json": "Hourly, not much better. Daily is my go to and sometimes I'll look at the 12\nhour if I need drama in my life. (Eta and I only make decisions based on\ncombining weekly monthly and yearly)\n\nIf you're not margin trading (and if you're brand new you really shouldn't be)\nthen you're just giving yourself…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9os1x/i_sold_all_my_dogecoin_and_i_dont_regret_it.json": "To make a long story short: I love DogeCoin, but I’m not beholden to it.\n\nI had 11336 Doge with an initial investment of $876. I then sold it all for\n$5706.66, a 6x ROI, and roughly $4830 in net profit (not taking into account\ntaxes).\n\nLook, I thought about selling when it was around 70 cents but…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9foso/you_know_youre_bullish_when.json": "...you see the entire market drop 10% in a half hour and your immediate reaction\nis to panic buy more.\n\nThere was a point in time where seeing everything plunge would have sent me into\na race to cut my losses and sell what I could, but I just found myself yelling\nat Coinbase for not doing my bank…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9snpj/i_get_invited_to_a_pump_and_dump_group_and.json": "It was around april 20, i got invited that group via discord. There were\nthousands of people, you could ask any question to one admin but that was all.\nYou couldn’t talk with other members. They gave the date for the coin’s\nannouncement. April 25 midnight. Also they created telegram group with…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9v1yj/bored_with_rcryptocurrency_farewell_moon_giveaway.json": "Today I think I'm gonna call it for my participation here in this subreddit and\npotentially all of reddit. IMO between the spam posts by mods like \"What will\nthe price of X be in a week?\" to getting rid of memes, basically this bored and\nirritated the hell out of me enough that I really don't want…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9uj62/i_dont_care_if_somebody_got_burned_because_elon.json": "Elon this, Elon that, Elon pumps Dogecoin, Elon dumps Dogeocoin. One whale gets\nrich, 10 ordinary people get burned. Bla...Bla...Bla....\n\nIf you want to get rich fast and without any research or know-how how blockchain\nor a particular crypto project works, then rather go to the nearest casino…",
  "data/reddit-crypto/r/Bitcoin/comments/n9vyq9/palantir_putting_bitcoin_on_the_balance_sheet_is.json": "This is just from their conference call from their Q1 2021...",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9xjwl/unpopular_opinion_this_sub_becomes_way_more.json": "Gone are most of the moonboi posts, I see way fewer rocket emojis, and technical\ndiscussion and research is returning! Sure it's great when things are going up\nand you're making money, but it get's pretty repetitive to see the same 4-5\nposts recycled day in and day out, and I prefer to actually…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9t7qm/people_on_here_seem_to_get_more_irrational_to.json": "Is it just me, or are more and more people on here completely delusional to\ndownright crazy?\n\nYesterday I talked to this guy\n[https://old.reddit.com/r/CryptoCurrency/comments/n8r069/daily_discussion_may_10_2021_gmt0/gxmccb6/].\nHe is convinced, the USD will lose 99.9999% of value within a decade,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/na5cll/during_altseason_pandemonium_obvious_rugs.json": "A huge amount of buzz was set up around Shikokuaido (SHOKK)'s launch today, with\na tonne of telegram channels et. al claiming that it's the newest coin release\nfrom SHIB's team, which recently got listed on Binance, boasting well over $1bn\nin market cap.\n\nThere was no proof behind that one, but…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9vsga/the_greater_fool_theory_why_shitcoins_are.json": "Hi everyone, I am back with another long one!\n\n \n\nAs someone with a masters degree in Financial Economics, I have seen many\ntheories over the years, and quite frankly, since last year almost all of them\nhave been proven useless in the real world. Maybe useless is the wrong word, but\nsince the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/na1q4v/hungarian_government_reduces_tax_on_crypto.json": "Some of the highlights:\n\n 1. reduce the tax burden on wages: from July 2022, the social contribution tax\n    rate will be reduced to 15%, and the vocational training contribution will\n    be included in the tax while maintaining the benefits - the tax rate on\n    labor will be reduced by 2…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9yz11/gemini_has_10_free_withdrawals_per_calendar_month.json": "Seriously, I see posts every day about how people are spending crazy amounts in\nfees trying to withdraw off Binance, Coinbase, etc. Gemini literally pays this\nfor you 10 times each month.\n\nI've saved literally hundreds of dollars using Gemini instead of other exchanges\nto buy BTC and ETH. Sure,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/na3xca/the_cardano_projects_work_in_africa_should_be_a.json": "*Trying this again, as auto-mod removed it*\n\n\n\nLet me start by saying, no I'm not a Cardano shill, and I'm not telling you to\ninvest in it; I'm simply using it as an example here to showcase that crypto is\nfar more than a fun thing to gamble your money on.\n\nCardano recently announced it's ambitions…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9vdqj/for_the_first_time_since_i_started_my_crypto.json": "Since buying my first tiny amount of Bitcoin in February, I have been checking\nmy crypto portfolio constantly. It's basically the first thing I do when I wake\nup, and the last thing I glance at when I sleep. I check it while I eat lunch. I\ncheck it while I take a #2. After getting stressed out about…",
  "data/reddit-crypto/r/CryptoCurrency/comments/naa4sq/whether_youve_invested_100_or_100k_if_youre_in.json": "PSA for anybody in here, especially people who compare their gains to others,\ngive in to FOMO and are hitting their heads due to thinking in hindsight.\n\nThe vast majority of people do not invest any kind of money into their future,\nall they think about is how to spend it on material stuff - as long…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n9z7yz/my_dad_just_called_me_freaking_out_telling_me_to.json": "I honestly thought it was a joke. All because ETH reached an all time high\n(again.) This is the same guy that bought it at $200 and sold at $300 a year\nago. I laughed in response. I have to give him credit because he is the one that\ngot me into crypto in the first place and even told me to buy ETH.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/na4kfy/last_tuesday_eth_was_1000_less_than_it_is_today.json": "...and we’re still coming out of the dip from yesterday!\n\nThis won’t happen indefinitely, but ETH is having a great, steady climb with\nsome healthy dips (buying opportunities) along the way.\n\nThere are volumes of DD about Ethereum and why it’s a solid investment. That,\ncombined with the incredible…",
  "data/reddit-crypto/r/CryptoCurrency/comments/na5stg/checklist_to_spot_early_cryptocoin_gems.json": "Many thanks to u/hazelvelvet [/u/hazelvelvet] for sharing her great guide on how\nto spot hidden crypto gems and avoid the many scamcoins out there.\n\nI summarized the guide in a checklist format to make it easier for beginners\nlike myself. Ideally you shouldn't put any money on a coin if it doesn't…",
  "data/reddit-crypto/r/CryptoCurrency/comments/na7k7n/am_i_the_only_one_that_gets_super_salty_watching.json": "I can't be the only one. And don't get me wrong, I've zoomed out, I'm up\nsignificantly over the last few months but god damn. When I watch Shiba Inu and\nKeannu Inu and Safemoon and all these fucking shitcoins go off and calculate how\nmuch money I would have made if I was willing to gamble that…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nafku4/great_crypto_with_huge_potential_dont_miss_out.json": "SATOSHIS (sats)\n\nCURRENT PRICE: $0.000567\n\nPRICE TARGET: Most of the community is rooting for $0.001 but some think we\ncould hit $1 one day!\n\nBenefits:\n\n🚀 12 years of development\n\n🚀 100M+ hodlers\n\n🚀 Available on thousands of exchanges\n\n🚀 Institutions buying in\n\n🚀 89% of hard cap already in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nabhk8/daily_discussion_may_12_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nad2hh/massive_gain_not_sure_what_to_do.json": "Howdy folks, I had a unique opportunity happen to me a few days ago.\n\nI saw an arbitrage opportunity on the new listing of Rari on Crypto.com\n[https://crypto.com/].\n\nThe sell book on Crypto.com [https://crypto.com/] emptied slowly over two hours.\n\nI had 1000$ USDT and sent it to Uniswap to purchase…",
  "data/reddit-crypto/r/CryptoCurrency/comments/na0nbf/taxes_on_crypto_profits_per_country_updating_list.json": "Tax liability is a major source of concern for anyone invested in Bitcoin and\nother digital assets.\n\nBut while some countries are putting pressure on investors and levying taxes on\nincome and capital gains from Bitcoin transactions, many are taking a different\napproach—often with the aim of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/na7v99/advice_from_a_long_term_investor_delete_your.json": "I've been investing in crypto since 2017, and with this cycle I've been using\nBlockfolio to track my portfolio. All things considered, Blockfolio has been\ngreat, but it doesn't give you full portfolio information (see below), and it's\nterrible for your sanity (who else refreshes their portfolio 20…",
  "data/reddit-crypto/r/Bitcoin/comments/na9bmj/sold_btc_to_get_out_of_rh.json": "My exit from RH is being completed. Emptied out everything in RH\n\nStock -> Webull\n\nCrypto -> Gemini\n\nComments welcome",
  "data/reddit-crypto/r/CryptoCurrency/comments/nab64e/everything_is_screaming_inflation_and_why_the.json": "There’s a huge inflation tsunami heading towards us. The April CPI reading comes\nout tomorrow at 8:30 AM. Good thing official inflation measures exclude food,\nhousing, gas, education and healthcare. We don't need to be able to afford those\nthings.\n\nLet’s look past the bullshit CPI which registered…",
  "data/reddit-crypto/r/CryptoCurrency/comments/namwyg/today_is_the_day_the_fornication_has_finally_begun.json": "Today is a huge and very sexual day for Bitcoin, but first a little background\n(skip ahead if you don't care).\n\nThe stock to flow (S2F) multiple shows the stock to flow model price compared to\nactual close price for a given day (read more here\n[https://stats.buybitcoinworldwide.com/sf-multiple/]).…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nag02o/friendly_reminder_use_coinbase_pro_if_you_are.json": "Coinbase app offers great features, design and visuals but the bottom line is,\nCoinbase pro has lower transaction fees and allows for complex orders resulting\nin you saving money.\n\nConsider switching if you can manage! Also, transferring balances from Coinbase\nto Coinbase pro is free and nearly…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nakmr7/binance_is_getting_450_million_visits_a_month.json": "https://imgur.com/a/zDOPisk\n\nYeah, I know, it's a bull market. However, this should definitely be the \"ah-ha\"\nmoment where you wake up and think, \"Hmmm... should I have an account on a\nsmaller exchange just in case?\"\n\nJust some food for thought. However, we also have to stop and think for a\nmoment.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nao08g/we_will_hit_5_million_members_this_year.json": "We get it, there has been a massive influx of newbies lately. Guess what, there\nwill be more and more over the next few months. In the coming months, the number\nof new members will go as parabolic as the Bitcoin price in November-December of\n2017.\n\nCoinbase just hit #1 app in the Apple store. We may…",
  "data/reddit-crypto/r/CryptoCurrency/comments/naqp3c/one_of_the_most_hilarious_things_coming_out_of.json": "I did expect a wild ride this alt season but I did not expect that we would have\ndoge season where there would be tribes of people holding different dog coins\narguing with each other. Today I saw a discussion between a doge holder and a\nshib inu holder about which coin is the better store of value,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/naqrap/all_this_time_i_though_eli5_was_another_technical.json": "So I’ve been following this sub for about 6months, and keep seeing people using\nthe term ELI5.\n\nCrypto seems to be full of technical codes like ERC-20 and EIP1559, most of\nwhich generally go over my head...\n\nI fully thought ELI5 was another one of these codes until I googled it yesterday\nand got a…"
}