{
  "data/reddit-stocks/r/investing/comments/luuutj/be_wary_of_stock_and_investment_discords.json": "Hello everyone,\n\nWith the popularity of stock trading at an all-time high, I just wanted to give\na small PSA about joining stock trading groups on discord.\n\nLong story short, I have searched around a few different discords to join a\ncommunity I could learn more about stocks and trading. I can say…",
  "data/reddit-stocks/r/stocks/comments/luxx2q/price_isnt_everything_look_at_market_cap.json": "I have seen many people not buy stocks due to the price being too high or vice\nversa. I have also seen many people think that stocks will go up a lot because\nthe price is \"relatively\" cheap and has room to grow. For example, I recently\nread a Reddit Post where the author said that they believe TSM…",
  "data/reddit-stocks/r/stocks/comments/lv1sjx/investors_beware_arkk_is_a_liquidity_disaster.json": "I recently got back on Reddit after a long hiatus - the volatility in Gamestop\nand other names brought me back to r/wallstreetbets [/r/wallstreetbets] and\nr/stocks [/r/stocks].\n\nLately I have been doing some research on Cathie Wood's Ark ETFs and am quite\nalarmed by what I am seeing. I am by no…",
  "data/reddit-stocks/r/stocks/comments/luw8d6/my_watchlist_for_312021.json": "Journal:\nhttps://docs.google.com/spreadsheets/d/e/2PACX-1vR_jvqS5tgDANyJLIVxgZ72OsmC1BmjwZTLZG8xHKyOG3gcoOTU3JU1E3pHksmRO8MCKoHIfHRpDtTM/pubhtml\n\n\n\n$ACCO - Creating a horizontal channel well right here. It is right above support\nand the 200EMA which I love to see. All indicators are low!\n\n\n\n$ALVR -…",
  "data/reddit-stocks/r/stocks/comments/lv2c57/i_analyzed_3_legit_stocks_that_i_found_using.json": "I’ve been seeing a lot of people build different tools in stocks and wsb that\ntrack social mentions and sentiment analysis for different stocks.\n\nSome of the good ones I’ve used include marketstream, quiverquant, unbiastock,\ngambiste etc\n\nNone of them are perfect though. You still need to filter…",
  "data/reddit-stocks/r/stocks/comments/luzed7/yalls_posts_are_making_me_anxious_am_i_supposed.json": "My strategy is: dump all of my savings from my paycheck into a few ETFs, a\ncouple of blue chips, and then don’t even think about it… for the next 35 years\nor so.\n\nY’all’s posts about day-trading, while inspiring, are making me question whether\nI’m doing the right thing with my earnings — whether I’m…",
  "data/reddit-stocks/r/stocks/comments/lv2kru/sharing_my_portfolio_and_stock_tracker.json": "https://docs.google.com/spreadsheets/d/1WLRBtpjPHTDjl6HcTK-dVZ8KRz3QOaUk/edit#gid=490356019\n\nI wrote a little explanation on every sheet on how to fill the trackers with\nyour Data.\n\nHad to make it myself because I couldn't find what i needed anywhere, at least\nnot without paying.\n\nTurned to be quite…",
  "data/reddit-stocks/r/wallstreetbets/comments/lv7ahq/gme_daily_thread_march_1_2021.json": "Will your 3/5 $45p pay off? That’s clearly what everyone is here to discuss,\nright?",
  "data/reddit-stocks/r/investing/comments/lv17ke/analysis_of_berkshire_hathaways_annual_letter.json": "As many of you rightfully complain, Buffett has failed to find elephant deals\nfor many years. He's complained himself about this every year and warned every\nyear that BRK will lag SPY in the short term. In the meantime, he's fiddled with\nnew ways to put the cash to use with sector bets on airlines,…",
  "data/reddit-stocks/r/stocks/comments/lv6tbs/so_whats_with_all_the_cultish_behaviour.json": "So i have notuced in the past few weeks ever since the so called $GME short\nsqueeze has gained momentum, there has been a large influx of new subreddits\nbeing created which to me seem like echo chambers. People folowing a cult like\nmentality to hold the line, pumping the stock and never selling,…",
  "data/reddit-stocks/r/investing/comments/lv77hg/bitcoin_could_become_the_currency_of_choice_for.json": "https://ir.citi.com/_tpHpW8MfaZ1QXwGmP1JGMGXXI95qXm3IMJzUJScLMb6XIjtOls6EbDehXMR3B_o9Opi7mdc5tQ%3D\n\nUS banking giant Citi has authored a new report which suggests bitcoin could\nbecome “an international trade currency” as it evolves.\n\nThe report, entitled “Bitcoin: At the Tipping Point”, charts the…",
  "data/reddit-stocks/r/wallstreetbets/comments/luunvc/while_the_gme_rocket_is_preparing_for_launch.json": "We've already seen how badly the markets did as GME suddenly did incredibly well\nlast week. Hedge Funds and shorters of GME had to liquidate other investments in\norder to do their aggressive short ladder attacks on GME.\n\nYet with all the action around GME, and with the current state of the world,…",
  "data/reddit-stocks/r/wallstreetbets/comments/lvb3o9/i_am_once_again_asking_for_your_twitter_support.json": "Long story short, unaffiliated people are impersonating us on Twitter and it's\ncausing major issues. Do me a favor and follow our new official Twitter so I can\nget us in front of this stuff. All other accounts are impersonators. If we've\ngot some Twitter staff on the sub, checkmark us…",
  "data/reddit-stocks/r/stocks/comments/lvcqxh/chinese_nio_electric_cars_on_sale_in_europe_this.json": "Article from last Saturday 27th\n\n\" Chinese electric car maker Nio plans to enter European markets from the second\nhalf of 2021, CEO William Li said at an online conference on Thursday. He also\nannounced the company’s intention to enter other international markets from\n2022.\n\nAnalysts suggest that…",
  "data/reddit-stocks/r/stocks/comments/lv0llo/my_thoughts_on_warren_buffets_annual_letter_brkb.json": "As many of you rightfully complain, Buffett has failed to find elephant deals\nfor many years. He's complained himself about this every year and warned every\nyear that BRK will lag SPY in the short term. In the meantime, he's fiddled with\nnew ways to put the cash to use with sector bets on airlines,…",
  "data/reddit-stocks/r/stocks/comments/lvepa4/staples_officially_announced_partnership_with.json": "Been reading several posts about the 'rumours' of a potential partnership\nbetween Staple and Nerds On Site.\n\nThis is a great opportunity for Nerds On Site to capitalize on Staple's $2.5\nBillion a year customer base.\n\nThe new was officially confirmed with a release from Staples this morning. I\nthink…",
  "data/reddit-stocks/r/stocks/comments/lvdrg9/why_is_trading_so_unpopular_in_europe.json": "Even when there are Europeans trading they only trade on NYSE and NASDAQ, rarely\nLSE.\n\nMajority of people I talk to are rather sceptical towards trading or call it\ngambling or a place where rich just steal from the poor and there is absolutely\n0 trust towards stocks.\n\nThere aren’t any major news…",
  "data/reddit-stocks/r/stocks/comments/lv5vnf/rstocks_daily_discussion_monday_mar_01_2021.json": "These daily discussions run from Monday to Friday including during our themed\nposts.\n\nSome helpful links:\n\n * Finviz [https://finviz.com/quote.ashx?t=amd] for charts, fundamentals, and\n   aggregated news on individual stocks\n * Bloomberg market news [https://www.bloomberg.com/markets]\n   *…",
  "data/reddit-stocks/r/stocks/comments/lvdlzd/why_are_so_many_people_shorting_rocket_mortgage.json": "The market loves disruptive fintech companies. Rocket is projected to grow\nmoving forward and the valuation seems pretty fair compared to other similar\nstocks.\n\n\n\nI do own RKT and I'm happy to finally see some movement today.",
  "data/reddit-stocks/r/investing/comments/lvb8qc/rocketlab_to_go_public_via_spac_merger.json": "Thought this was especially interesting given the article currently on the front\npage of this sub about SPAC mergers.\n[https://www.wsj.com/articles/rocket-lab-nears-deal-to-merge-with-vector-spac-11614556800?mod=hp_lista_pos5]\n\nThis is the first publicly traded spac company I'm excited about. Along…",
  "data/reddit-stocks/r/wallstreetbets/comments/lvb407/rkt_ceo_forcing_shorts_to_pay_for_their_own.json": "So $RKT CEO Jay Farner fuckin hates shorts almost as much as we do, and im going\nto outline what this absolute CHAD has planned for them.\n\nHis company RKT mortgage literally smashes every ER by a country mile and hes\ntired of his stock being held down by these spineless cowards. Farner is\nactively…",
  "data/reddit-stocks/r/wallstreetbets/comments/lvb20g/the_most_valuable_stock_youll_ever_own_is_your.json": "I see the situation as being this:\n\nHedge funds band together and manipulate the market, in a “legal” way, they’ve\nbeen doing it since 1999,\n\nNow with social media, a bunch of redditors can get together and and form their\nown democratized hedge fund, to get in on the action basically\n\nAnd we are…",
  "data/reddit-stocks/r/wallstreetbets/comments/lv90li/rant_for_more_fact_based_calm_and_thoughtful.json": "First of all, sorry for my German potato English. I am relatively new to this\nretarded sub, started lurking in it around December 2020 I think, because that\nwas when I started \"investing\".\n\nThat's also why I don't want to talk about the trading/financial aspects of this\nwhole meme stock situation,…"
}