{
  "data/reddit-crypto/r/CryptoCurrency/comments/qk314i/is_cardano_worth_the_hype_or_am_i_better_off.json": "I've been hodling ETH for a couple of months, so I'm definitely happy with the\nrecent bull market and all the attention crypto's been getting. Naturally, I\nwant to try and diversify my portfolio, and I keep on reading about Cardano\nwhenever I try to research. I don't quite understand the hype…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkai4d/squid_game_from_2856_to_00008_in_10_minutes.json": "That has to be the biggest and quickest rugpull in history right?\n\nWe all knew squid game was a scam as well as a rugpull and even more fucked that\npeople couldn’t take profits at all at any point and whatever the deal with\nwinning games to get the tokens for gas fees was. The whole thing was…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qk1xsb/daily_discussion_november_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qk3l6p/you_guys_predicted_the_red_september_as_well_as.json": "I'm a new investor and only recently I've been learning about market cycles and\ntrends, there's so much to learn! One things that has become apparent is there\nare models and patterns that savvy investors have seen over the years; and\nalthough the crypto universe is the wild wild west and anything…",
  "data/reddit-crypto/r/Bitcoin/comments/qk9ggl/bitcoin_found_in_old_harddrive_for_bitcoin_core.json": "Hey guys i have recently found my old harddrive down in my basement and when I\nopened it I managed to find a folder with alot of videos photos and personal\nfiles and I managed to find something very valuable. My fathers wallet was in my\npersonal files because back then we only had 1 computer which…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkcy4i/should_i_tell_my_significant_other_about_my.json": "I can’t be the only one with this conflict. We’ve been together almost 3 years.\nRight before we met, I made a decent investment into crypto. By now, I’ve made\ngood money, but it’s not like I’m rich or anywhere close. I really just want to\nkeep holding and going to work every day as usual.\n\nThe…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkd22o/whats_your_got_out_just_before_the_rug_story.json": "So we are all well aware of Squidgame rugpull that just occurred. There has been\ntoo many in the past.\n\nMy question to the community is. How close did you come to an actual rug, but\nsold in the hours or days before? What was it called? How long did you hold it\nfor? Did you suspect the rug and just…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkd30r/the_ultimate_guide_to_making_easy_money_with.json": "Hello guys, gonna share this infallible guide of how to make easy money with you\nall, you can thank me later 😉\n\n 1.  Go to r/television [/r/television] and see which show is currently trending\n     the most\n     \n 2.  create a coin on the Binance Smart chain named after said show\n     \n 3.  start…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkamt1/its_better_to_ask_the_dumb_questions_and_learn.json": "For some of you, it can be seen as common sense. But so far from what we can\nsee, that SQUID, the biggest Ponzi rugpull crypto ever created yet just burned\nmillions of people , it doesn’t look like people in this space understand basic\nfundamentals of crypto.\n\nWe’ve just witnessed it, the lack of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkgp93/rampant_rampant_syphilis_bahahahaha.json": "I don't know anything about The Hoff's coin but something about seeing David\nHasselhoff as a Roman Emperor brightened my morning ...\n\nMakes me think about why crypto weirdness is such a good thing: Like, yeh, I\nwant to (and like to) make money but having fun along the way is more important\nthan just…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkfmqe/let_us_take_a_moment_in_time_to_appreciate_what_a.json": "Let us just take a moment in time and appreciate what a fantastic year Eth has\nhad. It is easy to lose sight, especially with all of the crazy shitcoins that\nare pumping and dumping lately and the Scams such as Squidcoin that is taking up\nmost of the headlines, but let us not forget that this time…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qk5qrc/i_took_profits_it_seems_its_scarier_to_sell_than.json": "I took some profits after being up a bit and it really came at an opportune time\nin my life , I’m a firm believer on that “things happen for a reason “\n\nBut I was more anxious and uptight at selling than I was buying. I mean it\ndoesn’t make sense; I buy and money comes out of my account and I’m left…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkhfam/how_the_f_do_you_all_make_money.json": "Some days it hits me that I am way too low on money 😅 I'm in NY 30's and still\ncan't figure out the money making part of my life.\n\nI've thought of learning a trade as a potential alternative to fields that\nrequire deep text book smarts like math and science and expensive college but\ncould never…",
  "data/reddit-crypto/r/Bitcoin/comments/qkdz57/bitcoin_faces_a_supply_shock_due_to_little_profit.json": "As the price of Bitcoin reached an all-time high in October, a recent report\nfrom Kraken Intelligence sheds light on what’s behind the surge.\n\nDetails: The data from the report points to a potential supply shock where\nlong-term holders are not taking profits. The number of bitcoins that…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qki6sx/lrc_where_gme_meets_crypto.json": "Longtime GME holder and crypto enthusiast here. For those that aren't aware,\nlast week there was a leak on Github that seems to prove that GME and Loopring\nare indeed working together to launch an NFT exchange.\n\nFor those that aren't in the loop (pun intended), LRC is currently exploding in\nprice. I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qklhdv/i_have_more_money_in_crypto_than_in_my_bank.json": "Just like the title says I am as much as all in that I can afford the majority\nof my pay check goes into Crypto. I have most of my portfolio in ETH as I feel\ncomfortable that it will be around long term and gain in price. Then I do have\nan emergency fund in my bank that will allow me to get by for 6…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkadt9/quick_lto_update.json": "Hi everybody,\n\nI just wanted to update you all on our favorite stable coin named LTO. /s\n\n-Today (in about 30min) LTO will be tradable on Kucoin, this will make it a lot\neasier and cheaper for our overseas friends (USA) to buy LTO.\n\n-Today will also be the day that the biggest mainnet update yet…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkfs92/knowyourcrypto_42_decentraland_mana.json": "If you are interested to the previous posts of this series, check it out here:\n\n * Bitcoin (BTC)\n   [https://www.reddit.com/r/CryptoCurrency/comments/pfxxyp/knowyourcrypto_1_september_1_2021_bitcoin_btc/]\n * Ethereum (ETH)\n  …",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkl4i6/i_just_dont_know_anymore_this_place_used_to_be.json": "Maybe I'll get a lot of negative comments, but that's ok.\n\nI just feel a bit lost sometimes when I look through the posts and comments on\nhere and other crypto subreddits.\n\nSatoshi wanted to give a big middle finger to the existing financial\nsystem...not be absorbed by it.\n\nGenesis block:\n\n\"\n\nThe…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkngbn/did_people_miss_that_dot_just_hit_a_new_ath.json": "Did y'all miss this? I haven't seen a post about this so far but DOT currently\nsits at $49.81 and recently hit its new ath of $49.91. I didn't expect it to fly\nunder the radar to be honest.\n\nIt's pretty well known that DOT has been trading sideways for a while now, ever\nsince the bear market dip…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qknq2v/why_crypto_wont_make_most_of_us_rich.json": "Very few believe in crypto to the degree necessary for it to make you rich\n(short of complete luck meme coin mooning).\n\nThey aren’t going in hard enough. $100, even if your crypto goes 100x, is not\nmaking you rich. Or you are constantly jumping from one “opportunity” to\nanother, instead of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkii6v/in_the_wake_of_this_whole_squid_situation_lets.json": "Let he who is without sin cast the first stone, as they say.\n\nCan all of you tell me, honestly, that you've read the whitepaper of every\nsingle coin you hold/held? Because I couldn't say that. I've read ALGO's and\nCKB's, but not LINK's or DOT's. I know what they're about, of course, I've done\nmy…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkjmjf/what_do_you_do_if_you_become_a_crypto_millionaire.json": "Sorry if this has been posted before, but I looked through everything and cant\nfind specifics, which is what I am curious about.\n\nSay you get in on a coin before the main stream media gets wind, basically any\nof the recent ones that have just blown up. Usually what precipitates a blow up\nis the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkj3a3/learn_crypto_basics_in_about_60_minutes_for.json": "I have been trying to simplify crypto for beginners. This is an attempt to\ncreate a learning path of the articles I have written. This is no way a complete\nguide to the vast crypto world. Just the basics to get you started.\n\nThere are no ads, no affiliate links, no sales products, no financial…",
  "data/reddit-crypto/r/Bitcoin/comments/qkl7re/whoever_tells_you_that_lightning_is_not_the_real.json": "just tired of that already",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkig87/does_anybody_feel_like_crypto_is_their_ultimate.json": "I started crypto with about a few hundred dollars in 2017. Market crashed later,\nbut I managed to scrape out some profit. Still, I had tons of bills, so I put\nthose profit into paying them.\n\nI started from scratch this market cycle due to the Pandemic, and very slowly\nmaking some profit that some of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkptcr/earning_1000_from_crypto_in_1000_days_from.json": "Prices are from three days ago. I thougt I would update you guys, because my\nfavorite crypto is finally unbanned from this sub! I'm also taking graphic\ndesign more serious. I picked up this skill solely for this challenge. Dont let\nthese numbers fool you. My main crypto coin has peaked, this was…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkmwg0/great_news_for_bat_the_new_brave_user_numbers_are.json": "Brave just posted the new user numbers for the month of October 2021. And they\nlook great! - 42.1M monthly active users in total, an up of 8.2% - 14M daily\nactive users in total, which yield an increase of 4.5%\n\nThose numbers are really good, what other project has a steady increase of\naround 7% per…",
  "data/reddit-crypto/r/Bitcoin/comments/qkgfm3/monthly_reminder_keep_stacking_satoshis.json": "Whether if it's $5/$10/$20/$50/$100, whatever the fuck, KEEP STACKING! Fuck\ntakeout, cook at home and KEEP STACKING! Fuck going out, read a book, watch a\nmovie and KEEP STACKING! Sell that gaming console you haven't touched in years,\nand KEEP STACKING!\n\nWhatever it takes, keep adding to your satoshi…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkt6y6/lot_of_attention_for_squid_game_that_stole.json": "I don't understand the phycology of people, yesterday and today we had countless\nposts about squid game, everyone super worried with good reason because a scam\nis a scam and those responsable should me pointed out.\n\nBut after the Shiba frenzy there has been this project called AnubisDao on ETH,\nit…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkqi2w/why_dont_i_see_any_crypto_enthusiasts_talking.json": "I can’t think of a bigger barrier to mass adoption than people refusing to take\npart in an ecosystem in which we’re artificially creating wealth disparities\neven greater than Bezos/Musk. We’re at the political crossroads of massive\nfrustration from the working class participating in systems that…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkrisy/rules_for_crypto_noobs_please_learn_from_my.json": " 1. Write down your keys. Write them down twice with instructions like you were\n    talking to a golden retriever. Test them and try to restore so you know the\n    software is legit.\n\n 2. The exchange only seems like a good wallet til they are hacked. Remember the\n    term \"Not your keys, not your…",
  "data/reddit-crypto/r/Bitcoin/comments/qkrehz/reminder_on_this_exact_day_last_year_bitcoin_was.json": "What an incredible year it's been. Through the ups and the downs and the summer\nof FUD, we managed to enter November over 60k. Just sit back and stare in awe at\nthe 1 year chart.",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkpftt/once_resistance_now_a_support_btc_managed_to_stay.json": "Congratulations to everyone!\n\nI know it's hard to appreciate these kinds of charts in the flow of the market,\nbut BTC found a great place in $60K level for nearly 3 weeks now is just\nincredible!\n\nIn these 18 days span, BTC only once dipped to $58K and pumped right back to\n$60K in less than a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkxa0n/youre_in_your_20s_thinking_about_buying_a_new_car.json": "The common theme amongst 30 and 40 year olds? It's always they wish they\nINVESTED into XYZ 10 or 20 years ago. It is always the same fucking regret.\nAlways the same fucking stories about buying this cheap piece of land, this\nApple stock from 90s, this AMZ, this TESLA stock.\n\nNobody ever fucking says…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkvqgi/squid_did_exactly_what_it_was_created_to_do.json": "Squid game was a token built around a show that was meant to be a commentary on\ncapitalism where everyone who participates in the game dies. Well, almost\neveryone.\n\nOne old man, the #1 participant, created it. Then invited a host of others to\nparticipate for a chance at millions. Statistically the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qktt3b/has_anybody_gone_to_burger_king_today_and_gotten.json": "Has anybody gotten the email with the link from Burger King?\n\nI went and got a Whopper meal three hours ago and have yet to receive an email\nother than the receipt. was wondering if anybody else has had any luck with this\nyet?\n\n\n\nAlso noticed on the fine print that you can send a letter in the mail…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ql0ceo/no_gas_fees_loopring_why_its_rocketing.json": "I wrote the initial GME and Loopring post, which seemed to help and educate a\nlot of people on their potential partnership.\n\nAs Loopring rocketed yesterday, I wanted to try to explain why so many people\nare buying LRC. This coin has pure fundamentals, and provides one of the most\nincredible…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ql1do9/ethereum_breaks_its_ath_again_and_its_just_the.json": "Etherum is currently trading at $4470. I know that this was expected to happen\nsooner or later, but it also clarifies those new investors who are misled by the\nrecent wave of shitcoins hitting the market.\n\nWhy do I think that ETH2.0 will be a game-changer?\n\nScalability\n\nEthereum 2.0 upgrade will…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ql0rdc/yall_are_investing_money_that_you_can_afford_to.json": "Pumptober has been a beautiful sight to see. Coins pumping left right and centre\nthanks to Big Daddy Bitcoin making a new ATH!\n\nIt’s very easy to feel the fear of missing out (FOMO) when you see astronomical\ngains across the charts. It’s risky to chase a pump but sometimes we do it just\nfor the…",
  "data/reddit-crypto/r/Bitcoin/comments/qkxvj9/why_arent_we_seeing_more_local_shops_and.json": "Something similar to what they are doing in El Salvador. Some online sites\naccept bitcoin and even Tesla was for a while, so it has to be legal right? For\nlocal businesses, saving 2-3% swipe fee on credit card has to be attractive,\nright? I live in bay area and there must be a lot of business owners…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ql3fs7/i_was_a_crypto_millionaire_for_about_5_minutes.json": "Hey guys. I bought in into the Squid Game scam. Don't be like me.\n\nI heard about this token a week ago and I went to do research. What I found?\n1000x evidence that this was a scam, but I was intrigued.\n\nI thought, let me put 10$ in this just for funnies. I got around 661 SQUID.\n\nAs the days went by,…"
}