{
  "data/reddit-changemyview/r/changemyview/comments/mhlcu1/cmv_food_delivery_apps_are_bad_for_everyone_but.json": "I’m coming from a background of having worked for three different food service\ncompanies- a mid sized franchise brand whose business model was largely based\naround delivery, a larger franchise that was based around carry out/ delivery,\nand a locally owned company which operated similarly to the…",
  "data/reddit-changemyview/r/changemyview/comments/mhq9vf/cmv_prochoice_and_allowing_women_to_abort_their.json": "I understand pro-life arguments as to why it should be that women must have the\nbaby, but if I'm being 100% honest, the more I breakdown those reasons the more\nit seems like they are just trying to force life into the world and punish those\nwho conceived it irresponsibly.\n\nPro-lifers arguments…",
  "data/reddit-changemyview/r/changemyview/comments/mhlobd/cmv_the_primary_reason_why_gender_and_race_are.json": "First let me preface this by saying I'm not intolerant of the LGBTQ+ or other\nraces. I'm not one of the people who have fantastical views that goes along the\nline of \"I'm colorblind, I don't see race\" or ridiculous things of that nature.\nI genuinely in my heart of hearts don't care. Not don't see…",
  "data/reddit-changemyview/r/changemyview/comments/mho3qu/cmv_modern_psychiatry_needs_to_go_under_major.json": "Below are my biggest issues with psychiatry. I would be interested if anyone\nwould like to counter or address them.\n\n 1. Psychiatric drugs are powerful and they are given to kids pretty freely even\n    though we have no understanding of how they affect a developing brain. I\n    also don't think…",
  "data/reddit-changemyview/r/changemyview/comments/mhtqh8/cmv_true_racial_and_gender_equality_is_marked_by.json": "The way I see it, a true meritocracy in which people are judged purely by the\ncontent of their character, not unlike what MLK envisioned, is the only way to\nensure true racial and gender equality. For example doing away with hiring\nquotas in the workplace and instead hiring based soley on their…",
  "data/reddit-changemyview/r/changemyview/comments/mhqrik/cmv_april_fools_is_an_unpleasant_tradition_that.json": "I don't get April Fools, and that may be part of the problem, but frankly, the\nfact we kinda skipped it last year makes it far more jarring when it actually\noccurs.\n\nOn April Fools Day, many people and places make up \"pranks\", particularly for\nsocial media. Here's an example of a fairly innocuous…",
  "data/reddit-changemyview/r/changemyview/comments/mhvxfe/cmv_there_is_no_legitimate_reason_to_be_an.json": "So I work as a security guard. Lately a big new part of my job has been\nreminding people that they need to wear their masks. This as you might imagine\ninevitably has lead to many a heated conversation with people who just cannot\nwrap their heads around why I'm asking them to follow this simple rule.…",
  "data/reddit-changemyview/r/changemyview/comments/mhyhtb/cmv_any_social_media_site_that_bans_criticism.json": "I understand the argument that a torrent of negativity can be bad for creator\nself esteem but at the same time, you’re a creator, you should have the maturity\nto face criticism. A social media site or app saying that only positivity can be\nexpressed is just the silliest thing ever and removes the…",
  "data/reddit-changemyview/r/changemyview/comments/mi6ib8/cmv_it_should_be_illegal_for_social_media_to.json": "I grew up in a time where social media didn’t exist. I feel overall my childhood\nwas a lot less stressful and I focused more on activities other than say\ninstagram.\n\nThese activities made me more well rounded and sociable in the actual world.\n\nThere have been countless stories about cyber bullying…",
  "data/reddit-changemyview/r/changemyview/comments/miexkr/cmv_a_creator_of_art_should_not_be_morally.json": "First, I want this discussion to be focused on what someone should do.\n\nLet's say a writer is a white American male. He might want to write about deep\npersonal experiences of men, women, straight people, gay people, dwarfs,\ndifferent races.. or he might want to write a story about 5 white guys…"
}