{
  "data/reddit-crypto/r/CryptoCurrency/comments/n2bp7g/2021_bull_run.json": "Anyone else have the feeling that this bull run is different from the 2017 one?\nWith more institutional money coming in and lot's of real world hype in crypto\nthis time around.. i feel like we could actually stay bullish for a VERY long\ntime..\n\n\n\nAnyone else have the same opinion? I did feel in 2017…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2ah7v/bill_maher_just_went_full_boomer.json": "Well that was gross... Bill Maher did a crypto segment at the end of his show\ntonight full of misinformation and quotes that were disproven months and years\nago.\n\nWorst part is he compared it to the housing crisis which is the centralization\nwe're all trying to move away from.\n\nI usually like Bill…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n272v3/cryptoseasons_investment_game_has_begun.json": "Hi guys,\n\nI made a post 10 days ago and got a lot of positive feedback so I wanted to give\na quick update. I hope it's alright. The game has just begun and lasts 30 days.\n\n * You start with $50.000 play money\n * Trade cryptos from a selection of the top 315 coins\n * When the competition ends, the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n29zb9/how_150_in_btc_changed_my_way_of_living.json": "I mined with a pretty weak card last month,just to see what it's like and how it\nworks. I got a tiny amount of BTC and didn't think much of it. Coming back to it\nthough I saw something interesting to me and propably obvious to you. From 1.5\nusd it went to 1.73 usd. Pretty meaninless right? Kept…",
  "data/reddit-crypto/r/Bitcoin/comments/n28m5d/you_bought_in_2020_wow_you_got_in_so_early.json": "This is what a friend told me. I bought back at $9k in 2020 and at the time I\nwas quite nervous and questioned if I was buying at the right time. I watched it\ngo up to $12k and then drop down to $10k. At that time, it was stressful.\n\nThis post is for anyone who is questioning if they are getting in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n26p8k/daily_discussion_may_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n29owy/moons_a_cryptocurrency_made_by_this_subreddit_is.json": "Moons has been on the rise recently, and is nearing $0.10. If trends continue,\nit's likely to pass it pretty soon.\n\nThis is really quite incredible if you think about it. A Subreddit-created token\nis about to be worth as much as the U.S. dime. It's already worth well more than\nthe nickel.\n\nIs anyone…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2brko/do_not_fk_around_when_it_comes_to_taxes.json": "FIRST, THIS POST IS NOT PROFESSIONAL LEGAL ADVICE!\n\nSeeing the flocks of newcomers and those who've made some money with crypto in\nthe past year or two, I think this is the perfect time to remind you guys that\nyou should not mess around when it comes to cryptocurrency-oriented…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2dvm5/stay_the_fuck_out_of_moonshot_subreddits.json": "Take r/CryptoMoonShots [/r/CryptoMoonShots] for example. This one of the\nTop-Posts. I censorded the coins so ppl don't get sucked in.\n\nhttps://preview.redd.it/ovpfg9o1tgw61.png?width=1116&format=png&auto=webp&s=eccabd50708ffec7a95c88c5a420349874277ac0\n\n950 Upvotes and a shitload of awards. Was on…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2b0ki/crypto_made_me_realize_that_mainstream_geniuses.json": "Back when I was a naïve teenager I thought that guys like Elon Musk, Bill Gates,\nand Warren Buffet were geniuses in every regard. I'd look for their opinions on\ncertain matters and follow them blindly because they were rich.\n\nBut ever since I joined crypto I realized how similar they are to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n27o4s/the_scariest_thing_about_crypto_is_moving_your.json": "As a recent crypto lover moving from novice > moderate. The scariest thing as a\nnewbie was moving crypto around. The new people to crypto always here about the\nhorror stories of moving crypto around and sending it to the wrong address.\nLosing all your money.\n\nThis makes people afraid of moving their…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2ei2n/what_is_you_end_goal_for_crypto.json": "For me it's not about the lambos or private jets.\n\nBoth my parents have worked hard their entire lives. Working 7 day weeks and\nsacrificing a lot to give me a good education they weren't able to have so I can\nhave a better future.\n\nMy goal is to pay it forward and make their retirement as enjoyable…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n27bae/just_the_sheer_amount_the_sheer_amount_of.json": "Someone shared a cool website https://tokensniffer.com/ to search for crypto\nprojects.\n\nAs a start to search scamcoins, I searched good ol' Safemoon. And fuck are there\nso many knockoffs of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2fbzx/this_bull_run_is_nothing_like_2017.json": "I don’t understand the comparison. The world as we know it, is in a state in\nwhich we haven’t seen since the Spanish flu.\n\nThe global economy is in tatters, I believe their were comparisons that put a\nlot of countries in the same economic status as to when world war 2 ended.\nPeople are still dying…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2gegv/psa_if_you_see_a_youtube_or_tiktok_video_telling.json": "I don't see this spoken often enough so I'll say it myself - two important\nthings you must know:\n\n\nIF THE VIDEO CAME OUT, IT'S TOO LATE TO FOLLOW IN THE CREATOR'S FOOTSTEPS\n\nThat video about a newly developed, unknown, guaranteed, Teenage Mutant Ninja\nTurtles strategy will not bring you money. That…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2hdvg/traditional_investments_are_no_more_real_than.json": "When a public company goes tits up and files bankruptcy guess who gets paid last\n? That’s right, your “partial ownership” granted you the privilege of being\ncompensated exactly fucking nothing. But wait, certainly I could show up at the\noffices and pick out a nice used IBM workstation or at least a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2mq4z/i_am_loving_the_fact_that_eth_is_moving.json": "Although BTC started to tank a little today, ETH just reached a new ATH around\n2920$ it is so exciting to see it moving on its own. This is only good for the\nfuture of crypto as a whole.\n\nMaybe in the future this will change the time we spend at a bear market because\nnot everything's tanking at the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2kkgl/crypto_is_not_easy_for_newbies_especially_those.json": "Hi! So, I'm new to crypto and I follow the \"don't invest money you can't afford\nto lose\" motto. The challenges of trying to get into crypto are numerous. A few\nexamples of the challenges for a newbie trying to figure this out:\n\n\n\n 1. You need to find an exchange or exchanges to buy crypto. Okay,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2ixfi/april_update_free_crypto_the_importance_and_how.json": "Last month I started keeping track of my free Crypto. This is any crypto that I\nhaven't personally bought.\n\n\n\nMy methods:\n\nCoinbase Earn:\n\nYou earn free crypto by watching a video explaining how a project works, and\nanswer some questions about it, in return you receive between $1-$3 dollars for\neach…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2m095/your_top_5_coins_for_the_next_5_years.json": "What are your top 5 coins that you think are the best to hold for the next 5\nyears? Can be small, mid or high cap. Let’s hear it.\n\nMine are as follows in order of highest to lowest % in my portfolio currently\nthat I believe will make huge waves in the next 5 years.\n\n 1. ETH\n 2. ADA\n 3. VECHAIN\n 4.…",
  "data/reddit-crypto/r/Bitcoin/comments/n2lemt/bill_maher_its_been_explained_to_me_and_i_still.json": "Satoshi Nakamoto: \"If you don't believe me or don't get it, I don't have time to\ntry to convince you, sorry.\"",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2ckm2/bitcoin_maxis_will_lead_to_the_downfall_of.json": "Bitcoin maxis are one of the most toxic/arrogant groups I've encountered here,\neven when I was a beginner. They claim every coin that isn't BTC is a absolute\nshitcoin and that BTC has no problems what so ever. It's a massive circle jerk\nof people who've made Bitcoin into their entire personality…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2prwt/thank_you_to_those_who_tip_moons.json": "I was just poking around my vault and saw my 10 moons were actually from tips!\nSince I don't know how to thank these individuals personally I wanted to say\nthank you to everyone who tips moons.\n\nIn my country the dollar feels like it's x20 more powerful, so while 10 moons\nmay not seem like anything…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2pnei/beware_of_shady_youtubers_such_as_bitboy_crypto.json": "Hi all,\n\nI'm mostly writing this in hopes that at least some of the newcomers, who are\ngetting or will get involved with crypto and visit this subreddit, will see this\nand not make mistakes that a lot of people already did by trusting scumbag\nYouTubers.\n\nMost of you already know about BitBoy Crypto,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2i8iq/psa_46_defi_projects_on_the_binance_smart_chain.json": "I'm just gonna name some of the bigger ones:\n\nThe most recent one was Uranium Finance where $50m in crypto has been stolen.\n\nNot too long ago Turtledex protocol rug pull happened. In this case, the team\ngot away after raising roughly 9,000 Binance tokens. Soon after the funds were\ndrained, social…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2w64j/what_i_wish_id_known_before_investing_in_crypto.json": "Here are a few gems I learned the hard way... sorry about the frustrating Reddit\nFormatting.\n\n 1. Do Your Own Research.  Don't just pick a coin shilled by some clown like me\n    on Reddit or an advisor on YouTube. Your Uncle Tommy might not be as smart\n    as you think. Do read and research to find…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2tmzp/lets_face_it_doge_could_end_up_a_success.json": "The only value any currency has, is the value the people believe it has.\n\n * Yes doge has no other value other than a currency, and Bitcoin already has\n   that roll.\n\n * Yes other cryptocurrencys have more use cases like smart contracts and dapps\n\n * Yes dogecoin is mined at an insane rate, so every…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2o5vn/citibank_says_bitcoin_may_be_optimally_positioned.json": "In March, Citibank (top 4 US bank) published a report on Bitcoin, called\nBitcoin: At the Tipping Point. It is an extensive 108 page report that examines\nBitcoin in detail and alleges that it is currently at a tipping point and we\ncould be at the start of massive transformation of cryptocurrency into…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2tyvb/moons_have_hit_010.json": "It’s been a long time, 353 days exactly since Reddit has released moons, and\nthis is a pretty important milestone IMO, with 12 distribution cycles happening,\nclose to 60,000,000/150,000,000 moons distributed, and a milestone of $0.10 per\nmoon hit. I feel like moons and community points in general…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2o4jt/we_are_close_to_returning_to_that_magic_12cents.json": "As we near the price of moons reaching 14 cents, which would inturn return us to\nthe celebrated 12 cents per comment upvote, 6 cents for posts. We shall never\nforget the injustice done to us at 0.88 on 21/4.\n\nSoon moons will reach 50 cents and we shall celebrate but even here shall we\nnever forget…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2fela/opinion_so_many_cryptocurrency_youtubers_sound.json": "Not gonna name names because this is not about trashing someone in particular,\nbut it's really getting on my nerves lately. I'm trying to get more informed\nabout crypto, so I started browsing youtube for reasonable voices, but 99% of\nthose crypto youtubers give me a shady impression, to say the…"
}