{
  "data/reddit-ask/r/AskHistorians/comments/luy7ih/in_1767_marie_thérèse_louise_of_savoy_was_married.json": "Per her wikipedia page, the Princesse de Lamballe was married by proxy at age 17\nto a great grandson of the sun king. The wedding was followed by a bedding\nceremony, but Wikipedia doesn't say how that worked with the bride and groom in\ndifferent places.\n\nWhat would that ceremony have looked like?…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lv5w0f/does_anyone_feel_anxious_nervous_or_scared_when.json": "I always have this moment where I think I'm gonna be delivered some really bad\nnews and something horrible has happened.\n\nMost of the time it's not anything to worry about and usually harmless stuff.",
  "data/reddit-ask/r/askscience/comments/lv07ro/why_is_it_that_when_a_person_gets_kidney_stones.json": "From what I understand, those who got kidney stones have a high chance of\ngetting it again. Is there a difference in the risk of getting stones before\nthat person got the stone?",
  "data/reddit-ask/r/askscience/comments/luzqo9/are_there_any_animals_that_migrate_south_for_the.json": "I mean northern hemisphere animals - do any seek out extremes of temperature\nlike this?",
  "data/reddit-ask/r/AskHistorians/comments/lv7y77/is_the_aryan_invasion_in_india_true.json": "In India, while learning about the Harappan civilisation, we are taught that the\ncivilisation's downfall was caused by the invasion of the Aryans, who originated\nfrom regions near the Caspian Sea. We also learn that they brought in new\nmaterials and objects like books, horses, chariots and so in to…",
  "data/reddit-ask/r/AskHistorians/comments/lv83s2/would_an_arabic_speaker_from_today_be_able_to_at.json": "My logic is because the Qu'ran is still written in the same way it was\noriginally at around 700AD an Arabic speaker from today should be able to at\nleast have a limited conversation with someone from the past.",
  "data/reddit-ask/r/askscience/comments/lv5xz0/does_nuclear_fusion_happen_in_the_corona.json": "In college I learned that in order for nuclear fusion to start happening you\nneed the energy of your electrons to be high enough to overcome the Coulomb\npotential, so that they can interact with the nucleus of atoms. The equation\n(3/2)nkT = e2 /r gives a temperature of ~1010 K, but taking into…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lvgmfu/why_does_it_feel_like_there_is_such_a_lack_of.json": "This is definitely something that’s been on my mind for years now. I can say\nthat I am less ignorant on the subject of race than I was in 2010, but, this\nparticular set of thoughts always bother me.\n\nFor starters, I think I should say I’m a very anxious person with severe social\nanxiety, I live in a…",
  "data/reddit-ask/r/TrueAskReddit/comments/lvgbaj/if_you_have_descended_from_being_wealthy_in.json": "I grew up in a wealthy family and found myself as an adult with a lower income\ndue to a series of unforeseen circumstances.I have been able to improve things\nbut I have never really gotten past what happened. I have found it extremely\ndifficult to adjust and consider myself almost traumatized by the…",
  "data/reddit-ask/r/AskHistorians/comments/lvh9ja/was_pete_seeger_correct_when_he_said_that.json": "Near the end of his life the famed folk musician Pete Seeger gave an interview\nwhere he lamented the fact that Americans don't sing together as a group nearly\nas often as they did when he was a child and young man (he was born in 1919). If\nI am recalling correctly he gave examples such as singing on…",
  "data/reddit-ask/r/askscience/comments/lvq43f/if_cases_were_lower_with_coronavirus_would_that.json": "& would it be easier to fight?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lvdxor/where_do_you_draw_the_line_between_bodyshaming.json": "I am asking this specifically in regards to skinny-shaming. I see a lot of\npeople talking about how rude it is to draw attention to someone's weight, and\nhow offensive it can be to say something like \"omg you're so skinny! Are you\neating enough? Do you have an eating disorder? Are you anorexic?\" I…",
  "data/reddit-ask/r/Ask_Politics/comments/lvkamm/why_do_conservatives_in_the_us_oppose_single.json": "We spend far more money on healthcare than any other nation on earth. (The\nsecond place country spends about half as much as we do.)\n\nAnd we're only ranked somewhere in the 30s in most healthcare ranking surveys\nI've seen.\n\n\n\nEven the supposed benefit of the US' healthcare system-all the medicine…",
  "data/reddit-ask/r/AskHistorians/comments/lvlt32/infamously_in_december_1909_the_writer_james.json": "You can read the letters here.\n[https://adoxoblog.wordpress.com/2011/02/25/f%CE%BCckbird-and-jim-james-joyces-letters-to-nora-barnacle/]\nNSFW",
  "data/reddit-ask/r/askphilosophy/comments/lvhw78/i_wanna_start_a_philosophy_club_in_my_highschool.json": "Hello,\n\nSo yeah, as I stated I’m in high school. I’m mainly into Marx, Foucault, that\nline of thinking but I am open to other things. I basically want to make it a\nphilosophy focused reading club, because It’s not like I can lecture people or\nanything like that.\n\nHow to go about it, how to direct…",
  "data/reddit-ask/r/AskHistorians/comments/lvv2f4/i_read_that_if_aztec_slaves_escaped_from_the.json": "I find these rules to be really strange, especially when compared to other\nempires like it like the Roman Empire.\n\nWhat exactly was the reasoning behind these rules? Why step on shit? Why would\nthe owner and his family be the only ones allowed to chase the escapee and\neveryone else were to be…",
  "data/reddit-ask/r/AskHistorians/comments/lvrx05/why_is_it_that_anatolia_was_so_thoroughly.json": "As a rule of thumb, when a nomadic people conquers a settled society, they\nalmost always adopt the culture of the people they conquered. There are endless\nexamples of this throughout history. Why is it with the Turkish conquest of\nAnatolia the opposite occurred?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lvq2rp/why_is_every_single_post_i_see_on.json": "Like... do they not moderate to keep posts in line with the idea of the sub?\nHave they just sold out? I don’t get it.",
  "data/reddit-ask/r/AskWomen/comments/lvxe2v/curvy_women_who_feel_comfortable_wearing_whatever.json": "I would love to wear cute and trendy outfits, but always feel like they just\ndon’t look right on my body type.",
  "data/reddit-ask/r/AskHistorians/comments/lvwnmo/were_bonnie_and_clyde_romanticised_at_all_while.json": "From what I've read, Clyde Barrow was a vicious, rage-filled bastard who scared\neven his cohorts and once shot an unarmed storekeeper for giving him lip. Just\nto name an example. They murdered a total of thirteen people, and yet they have\na certain \"free spirited outlaws in love\" image. What did…",
  "data/reddit-ask/r/TrueAskReddit/comments/lvqjq4/is_covid_going_to_eventually_cause_massive.json": "So covid showed the world that most office work can be done remotely.\n\nBusinesses have realized they can save money with less overhead for office\nspace.\n\nThis seems like great news for workers as well since they can skip the commute\nand work at home in their pajamas if they want.\n\nBut no one is…",
  "data/reddit-ask/r/askscience/comments/lw0ef8/askscience_ama_series_im_herman_pontzer_an.json": "Hi Reddit! I'm Herman Pontzer, PhD, Associate Professor of Evolutionary\nAnthropology at Duke University and Associate Research Professor of Global\nHealth at the Duke Global Health Institute. I conduct research on the human\nmetabolism through studies with hunter-gatherer tribes like the Hadza in…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lw476l/is_petsmart_supposed_to_be_read_like_pets_mart_or.json": "As the title says",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lw4x6z/does_anyone_else_have_literally_no_idea_how_to.json": "If I try and smile without teeth I look like a creep, if I try and smile with\nteeth I look like a serial killer. I have stood in front of the mirror many\ntimes just trying to find a way of smiling that wouldn't reduce children to\ntears. I have just resigned myself to never smiling and avoiding…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lw1x3k/when_deaf_people_are_on_hold_do_they_think_that.json": "Because they can't hear the music will they know that there is any?\n\nEdit: I have just realised how stupid of a question this was. I apologise.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lvx6h6/i_see_americans_mad_at_joe_biden_because_the.json": "Please I'm European so if I did any mistakes/imprecision, just let me know. I am\nfar from being a specialist of the American Democraty.\n\nCheers !",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lw7y2e/are_penises_heavy_to_the_man.json": "I’m becoming a regular here in this subreddit, so here is a new question. So I\nam a female and at times, I find my breasts to be heavy and I just want to rest\nthem on something. Do men feel the same way? I understand that the penis just\ndangles there, but like do you ever get the urge to rest it on…",
  "data/reddit-ask/r/askphilosophy/comments/lvvxaa/what_exactly_is_the_difference_between_absurdism.json": "Absurdism is a form of existentialism, correct? I’m wondering what exactly is\nthe difference? Both recognize the that existence is meaningless but both also\nbelieve in subjective meaning, that we as human beings give it. Now I know that\nin Absurdism there is the recognition of the human desire to…",
  "data/reddit-ask/r/askscience/comments/lw2quk/are_all_planets_spherical.json": "Would non-spherical objects, even of larger size, have such odd gravitational\nforces that they would not orbit around a sun?",
  "data/reddit-ask/r/AskHistorians/comments/lwbshe/pop_history_often_presents_yugoslavia_as_a.json": "To what degree was tamping down nationalist feelings a regular part of the\ncentral authority's top priorities before Tito's death? How significant was\nethnic tension, really, in the middle part of the 20th century as part of public\nfeelings/discourse, especially a generation or so past the times of…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lw02qc/whats_the_overall_goal_of_the_trans_movement_help.json": "Generally speaking, I've got no issues with any human being on the planet. I've\ntried to learn all the new pronouns and whatnot, I've respected the wishes of\nthe few trans folks in my inner social circle and started referring to them as\nwhatever they'd prefer to be called. (I don't totally…",
  "data/reddit-ask/r/AskHistorians/comments/lwhciy/i_am_travelling_back_in_time_to_settle_in_london.json": "I hope this question is ok!\n\nI'm looking to get something like Shakespeare's house in Stratford-Upon-Avon. It\nlooks nice.\n\nFor the sake of simplicity, let's assume these are the spices I have at home,\nand that I have 50 grams or 1.76 oz of each:\n\nCardamom Black pepper Cinnamon Nutmeg Cloves…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lw6ums/did_people_in_the_middle_ages_know_what_blowjobs.json": "this is an awful question but me and my friend were talking about it earlier\ntoday and i just absolutely cannot envision a dude from the middle ages knowing\nor getting a blowjob.",
  "data/reddit-ask/r/askscience/comments/lwh8js/are_vaccines_preventative_only_are_there_any.json": "From my little knowledge about biology I know vaccines are given before you get\ninfected with a disease so that your body already has the respective antibodies\nin case you do get infected. Are there any vaccines that can be given when the\nperson is ill already? To help maybe boost the process of…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lwk1zm/anyone_else_just_feel_like_america_is_beyond.json": "It feels like this country is eternally against progress.\n\nBusinesses have so much power and pretty much control the government\n\nRacism, sexism, homophobia, transphobia, etc are all such a rampant problems but\na huge amount of people don’t even acknowledge they exist\n\nEverything this country does…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lwher3/does_anyone_else_have_a_radio_station_playing_in.json": "It's not something I'm consciously doing, but at almost any given moment there's\na song playing. If I stop to pay attention, it's pretty much all there, almost\nas if I was listening to it in reality. Sometimes it's even unique music,\nsometimes it's a mashup, but it just plays. Is this what everyone…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lwkv0m/does_anyone_else_feel_like_the_media_is_trying_to.json": "I feel like they are mainly trying to rile people up. I think we need to change\nthings.\n\nI am going to ignore them now.",
  "data/reddit-ask/r/NoStupidQuestions/comments/lwoji1/anyone_else_wait_to_eat_til_they_have_a_good_show.json": "Every time I make myself some food and sit down to eat it whether it's on the\ncouch or in front of my computer, I won't eat until I find a good show/ video to\nwatch. Sometimes I'll sit for 5 minutes scrolling because im worried it will get\nboring and I don't want to have to change the video half way…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lw1wjp/is_quarantine_and_isolation_evoking_strong.json": "Maybe it’s because I’ve spent so long alone without regular contact with people,\nbut every now and then I keep getting vivid memories from childhood, whether\ntouch, smells, and vivid images. This has never happened to me before so it\nfeels a little weird.\n\nMaybe it’s because my life has slowed down…",
  "data/reddit-ask/r/AskWomen/comments/lwtfff/those_who_experienced_childhood_emotional_neglect.json": "Childhood emotional neglect is a failure of parents or caregivers to respond to\na child’s emotional needs. It’s can be difficult to ascertain as it’s done\nunintentionally or very subtle and not in clearly neglectful or abusive\nhouseholds but those with two parents, high achievers/earners or families…"
}