{
  "data/reddit-changemyview/r/changemyview/comments/qkdatq/cmv_no_you_cant_say_women_can_wear_whatever_they.json": "TL:dr see this if you want to get a quick education for the purpose of\nconstructive debate [https://youtu.be/7Uu36ekmU3U]\n\nI am sick and tired of seeing people support the hijab without having any prior\nknowledge of what the hijab means and how it rose to ubiquity in Islamic\nnations.\n\n\nSO HERE’S A…",
  "data/reddit-changemyview/r/changemyview/comments/qkdzkm/cmv_government_scare_mongering_about_internet.json": "So in the UK after the recent murder of an MP (the second in 5 years) the\ngovernment is now considering removing anonymity in the UK for social media\nplatforms. This is the same government that also tried to make you require ID to\nview porn and that has made it illegal to cause a disruption while…",
  "data/reddit-changemyview/r/changemyview/comments/qkhfi1/cmv_there_is_nothing_wrong_with_non_disabled.json": "Sometimes I hear from comments online and even YouTube videos dedicated to the\nsubject, that it is offensive for non-disabled actors (example: Daniel Day\nLewis, Tom Hanks) to play disabled characters. Instead we should have disabled\nactors play these roles because they truly know what it is like-…",
  "data/reddit-changemyview/r/changemyview/comments/qkepxy/cmv_its_better_to_fail_to_adhere_to_a_rigorous.json": "Firstly, since I've used \"better\", in this context it is meant to describe\n\"effect change in behavior with increased frequency\" since we are discussing a\nmoral system which chiefly exists to guide conduct.\n\n\n\nQualifying statement: I am not specifically arguing for any particular system of\nmorality…",
  "data/reddit-changemyview/r/changemyview/comments/qkka7i/cmv_the_idea_that_a_someone_like_elon_musk_or.json": "Title says it, the idea that if some rich dude just donates part of his money\nand it will fix world hunger is just, extremely stupid, naive and utopian.\n\nThe US governament alone spend more than 6 Trillion Dollars in 2020 alone.\n\nhttps://usafacts.org/state-of-the-union/budget/\n\nMoney alone won't…",
  "data/reddit-changemyview/r/changemyview/comments/qknbyy/cmv_its_racist_to_believe_that_only_white_people.json": "It is with great fear that I am asking this and trying to reach an\nunderstanding.\n\nSomeone on Facepalm was banned for saying basically what this title says and\nmade a thread. I commented that thinking such was a great way to breed actual\nracism, not thinking much of it. I was banned from Facepalm…",
  "data/reddit-changemyview/r/changemyview/comments/qkp3fp/cmv_it_should_be_illegal_for_employers_to_ever.json": "I have seen a number of posts across Reddit (particularly r/antiwork\n[/r/antiwork]) that how employers exploit employees when it comes to calling in\nsick. One such situation I have seen mentioned a lot is that employers are\nrequiring doctors' notes on, or after taking a sick day or face punishment.…",
  "data/reddit-changemyview/r/changemyview/comments/qkkgyk/cmv_school_meals_should_be_free.json": "I will preface this by saying that due to the Pandemic, the USDA is reimbursing\nschool districts through the 2021-22 school year so all students are offered\nfree meals, but this should not be the exception. Though a large potion of\nschool children are already eligible for at least reduced school…",
  "data/reddit-changemyview/r/changemyview/comments/qkqpjt/cmv_being_a_stay_at_home_parent_sahp_is_not_the.json": "First off, what I DON'T mean by this:\n\n- Parents on maternity leave of newborn children\n\n- Parents of children with special needs\n\n- Extreme scenarios, such as having 8 kids\n\nI'm talking about what the average common scenario. One parent is at home while\nthe other works, 2-3 kids, that…",
  "data/reddit-changemyview/r/changemyview/comments/qkf2fu/cmv_some_people_rely_on_social_media_as_therapy.json": "I know, I’m not the wisest guy here since I’m literally using a social media to\nsay this. But this is less of a rant and more of a conclusion of mine.\n\nThis addresses all of the recent encounters I’ve had with some specific people\nonline. And judging by the fact of how common it is, you’ve probably…",
  "data/reddit-changemyview/r/changemyview/comments/qkxhww/cmv_encouraging_or_hiring_in_the_name_of.json": "First of all this isn’t a post to say we should stick to our own or that we\nshouldn’t all work together. I’m not bashing or belittling any race, sexual\norientation. This came about while i was applying for new jobs for the first\ntime in a while and i learned companies are asking when you when you’re…",
  "data/reddit-changemyview/r/changemyview/comments/ql01h6/cmv_the_objection_to_using_baby_instead_of_fetus.json": "This is not directly about the right or wrong of abortion, but rather about the\nlanguage used when discussing the issue. I’d prefer if we can keep the\ndiscussion to this narrow topic, instead of going down the oft-debated rabbit\nhole of the morality of abortion. There are enough CMV’s on that I’m…"
}