{
  "data/reddit-stocks/r/stocks/comments/ko3bwk/anyone_want_to_play_the_1000_to_1_million_game.json": "I recall reading an article years ago about how if you start with $1000 and make\n20% in each trade, it only takes something like 45 trades to make it to $1\nmillion. Anyone want to start in 2021 with me (or have any suggestions for my\nfirst stock)?\n\nAnd no I aint doing any penny stocks\n\nedit:…",
  "data/reddit-stocks/r/investing/comments/ko5x75/if_you_want_to_learn_how_to_trade_please_dont.json": "I’m gonna be honest here\n\nI’ve seen SO many “Gurus” show up this year on Instagram, TikTok, YouTube and\ngod knows what other platforms\n\nAll claiming they made really great returns but just started trading this\nyear....in March...literally at the bottom of the market.\n\nPlease don’t listen to these…",
  "data/reddit-stocks/r/investing/comments/ko2dns/thinking_of_investing_50k_i_savedneed_advice.json": "Hey guys.\n\nI finally paid off my student loans (30K USD). I was lucky to land a job out of\ngraduation this year. I graduated in April 2020, and started working in May. My\nannual salary is around 80-85K. I just turned 25.\n\nI have around 50K ready to be used. I’m thinking of keeping 5k for…",
  "data/reddit-stocks/r/stocks/comments/ko3z57/anyone_else_a_bag_holder_of_nkla_make_me_feel.json": "I am stuck with 200 shares now, definitely one of the worst decisions I have\nmade this year. I got caught in the hype and now paying the price. Another\ncautionary tale of not doing your homework, you get burned.\n\nI have now looked into what I invested and pretty disgusted with something that\nhas 0…",
  "data/reddit-stocks/r/stocks/comments/ko1n6v/built_two_google_sheets_templates_with_automatic.json": "Hey all, a few days ago, I posted a spreadsheet template with data retrieval\nscripts to help monitor your stock portfolios and compare investments.\n\nAs the documentation is somewhat ambiguous, I made a video guide on usage,\nedited the original post and added a YouTube link; the post was…",
  "data/reddit-stocks/r/stocks/comments/kocq9f/apple_iphone_12_pro_demand_strong_says_jp_morgan.json": "https://www.thestreet.com/investing/apple-iphone12-demand-strong-jp-morgan\n\n\"Even as iPhone 12 Pro lead times have moderated on the same lines as other\nSKUs, aggregate lead times for 12 Pro still remain quite robust and above 20\ndays, implying continued robust demand,\" Chatterjee wrote in a…",
  "data/reddit-stocks/r/stocks/comments/kofurl/wsecdr_cd_projekt_red_analysis_is_it_undervalued.json": "Background\n\nCD PROJEKT S.A. (WSE: CDR) is a Polish video game developer, publisher and\ndistributor based in Warsaw. CD Projekt Red, best known for The Witcher series\nand the recent release of Cyberpunk 2077.\n\nThe CD PROJEKT Group currently conducts operating activities in two key\nsegments: CD…",
  "data/reddit-stocks/r/stocks/comments/ko5mhf/high_confidence_nio.json": "According to a JD power survey, Tesla was ranked the second-best battery-powered\nelectric vehicle after NIO\n\nNio is not only superior in build quality, but also more affordable than it's\ntop competitor, Tesla. Feeling really good about my positions atm :)\n\nSaucy…",
  "data/reddit-stocks/r/stocks/comments/ko5xhn/top_stock_picks_for_2021.json": "What stocks, etf's, or other investments are you looking to add to your\nportfolio this year? I recently added DRIV, IWF, and ICLN to my Roth IRA. I am\nalso holding AMZN and AAPL in my investment account.\n\nStay safe and have a good year!",
  "data/reddit-stocks/r/stocks/comments/kokpqe/started_trading_at_22_1_month_ago_happiest_ive.json": "It is 2021 officially, and its been 1 month since I have started investing. I\ndon't make much by any means, as I work as a Traffic Control Tech, but I have\nbig dreams and big hopes! I hope to be able to contribute $800 a month into the\nstock market. It's going to take a huge chunk of my paychecks,…",
  "data/reddit-stocks/r/stocks/comments/kogze1/my_custom_stock_screener_findings.json": "THE METRIC\n\nI recently had an idea for a metric to be used to find hot stocks. I call the\nmetric \"Price Elasticity\" and it is comprised of two numbers: upturn elasticity\nand downturn elasticity.\n\n * Upturn elasticity: the average % change in a stock on market up days\n * Downturn elasticity: the…",
  "data/reddit-stocks/r/stocks/comments/kokv87/now_is_the_time_to_take_on_risk.json": "This period of uncertainty is a blessing for those of us with a few years before\ncashing in the chips. There are so many areas of opportunity. I’m a Nasdaq 100\nman at heart but I can’t ignore the easy money to be made in 2021 in\nPsychedelics, Cannabis and Genomics. What lottery tickets are you…",
  "data/reddit-stocks/r/investing/comments/koh4x4/2021_market_and_economic_outlook.json": "SPX Monthly Chart:\n[https://www.tradingview.com/chart/SPX/7rPzyt3E-SPX-Monthly-Risk-Reward-Less-Favorable/]\n\n * The market basically closed the year at ATH (3pts off) and is within a hair\n   of 3855, which is the 138.2% Fib of the March low.\n * The rising monthly channel (shown above) shows that…",
  "data/reddit-stocks/r/investing/comments/komdbd/the_proven_power_of_buying_and_holding.json": "Below is my advice to anyone looking to invest long term in stocks. I’ve added a\nlink for a recent BBC article on Tesla’s stock performance that should provide\nsome motivation.\n\n1) Understand how stocks work, (dividends, stock splits, realised/unrealised\ngain or loss) 2) Find a platform that works…",
  "data/reddit-stocks/r/investing/comments/konbw7/due_to_my_job_in_finance_i_cannot_invest_in.json": "I own VTI and a few other indices, have heard generally positive things about\nARK, but am curious about etfs aligned with other industries including crypto\n(is BLOK any good), energy and in an ideal world non-predatory healthcare. Would\nbe investing $2-5k a year and holding for 5+ year time…",
  "data/reddit-stocks/r/investing/comments/koi2qo/how_every_asset_class_currency_and_sp_500_sector.json": "https://www.visualcapitalist.com/how-every-asset-class-currency-and-sp-500-sector-performed-in-2020/\n\nTop 5 (full year performance)\n\n 1. Silver +47%\n 2. Gold +25%\n 3. US small caps +19%\n 4. US stocks +16%\n 5. Emerging market stocks +15%\n\nTop 5 (from 2020 lows)\n\n 1. Crude oil +184%\n 2. Silver +127%\n…",
  "data/reddit-stocks/r/stocks/comments/konayc/so_you_want_to_be_a_trader_in_2021_beware.json": "Hello all!\n\nLet me preface this by saying I wrote this on the options sub first because\nthat's what I enjoy trading, but a lot of what I talk about applied to\nstocks/shares as well.\n\n\n\nFirst off, Happy New Year! It's now 2021! This means there are a lot of people\nthat are wanting to start fresh with…",
  "data/reddit-stocks/r/stocks/comments/kos2tt/what_are_your_next_below_50_below_30below_20.json": "Some of the stocks around 50 and less , back in Jan 2020, which are at good\npositions by Dec 2020.\n\nStock Jan 2020 Jan 2021 ICLN ~ 12 $ ~ 28 $ ARKK ~ 50 $ ~ 125 $ ARKG ~35 $ ~ 94 $\nCRISPR ~ 55 $ ~ 155 $ PTON ~ 25 $ (in feb) ~ 150 $ BEAM ~ 25 $ (in feb) ~ 81 $\nENPH ~ 30 $ ~ 175 $ PLUG ~ 4 $ ~ 33…",
  "data/reddit-stocks/r/investing/comments/kojeyq/i_built_two_sheets_with_data_retrieval_scripts_to.json": "Sheet 1:\nhttps://docs.google.com/spreadsheets/d/1ofxrHbo3vqv5xHeU5kLFg_27gQGGib9tz3oku1exN6k/\n\nSheet 2:\nhttps://docs.google.com/spreadsheets/d/1FXa4sQZ_IR_NrXmm7TBwZhGEuhH8k4rsstn_uqIjSoY/\n\nHey all, I'm sharing two spreadsheet templates with data retrieval scripts to\nhelp monitor your stock…",
  "data/reddit-stocks/r/investing/comments/kooxr7/does_the_purchase_of_options_have_any_affect_on.json": "Let’s say for example that 100,000 people all bought CALL options for AMZN stock\nthat calls for AMZN to be at $4000 a share in March of this year.\n\nDoes the mass purchase of these options actually affect the value of the\nunderlying stock?\n\nIf so how? And by what mechanism is the price driven by…",
  "data/reddit-stocks/r/stocks/comments/kozaga/tesla_reached_its_target_of_500k_vehicles_despite.json": "Model S/X - 54,805 (produced) - 57,039 (delivered)\n\nModel 3/Y - 454,932 (produced) - 442,511 (delivered)\n\nTotal - 509,737 (produced) - 499,550 (delivered)\n\nSource:\nhttps://ir.tesla.com/press-release/tesla-q4-2020-vehicle-production-deliveries\n\nElon Musk forecasted the production target of 500k for…",
  "data/reddit-stocks/r/investing/comments/koyjya/pricing_everything_as_if_they_are_the_next_amzn.json": "One of the things that amazes me currently in this market is that, it feels like\nwe are trying to justify every new coming hot tech/growth company as if they are\nthe next AMZN in their field. I think one of the delusions people are having\nlately is that they look at what people projected for AMZN 5…",
  "data/reddit-stocks/r/stocks/comments/kokzef/in_1901_we_had_the_first_billion_dollar_market.json": "And what industry (or industries) would it realistically and feasibly operate\nin?\n\nWhat industries would end up being disrupted in the process?\n\nAnd how would the business in question manage it in such a way that they're able\nto sustain said level of market cap, as opposed to it being a bubble or…",
  "data/reddit-stocks/r/stocks/comments/kozriu/palantir_releases_information_on_project_gotham.json": "https://www.palantir.com/palantir-gotham/titan/\n\nI don't really understand what it does but I'm assuming it has something to do\nwith batman and attack on titan.\n\nAnyways, more confirmation that skynet is being deployed. They will showcase\ntheir technology on Jan 26th, I suspect this will be a black…",
  "data/reddit-stocks/r/investing/comments/kp0o5j/tesla_delivers_499550_vehicles_in_2020_just_shy.json": "https://www.bloomberg.com/news/articles/2021-01-02/tesla-delivers-499-550-electric-cars-in-2020-just-shy-of-target?srnd=premium\n\nAs the title and the article says - Tesla delivered ~180k cars in q4 and were\njust shy of 500k delivered cars for 2020.\n\nWithout exerting my bias, I'm wondering how you…",
  "data/reddit-stocks/r/investing/comments/kp42c1/lessons_from_the_tech_bubble_courtesy_of_corry.json": "I came across this thread on twitter and thought it was a fantastic view on a\nlot of things from the 90's dotcom bubble. For reference, please refer to the\nTwitter thread here [https://twitter.com/corry_wang/status/1345192541545766915]\nwhich has some fantastic notes and charts that I did not paste…",
  "data/reddit-stocks/r/wallstreetbets/comments/kp3gpl/how_im_making_money_while_i_lose_money.json": "It's a very simple method. Whenever I'm about to spend money, I ask myself\n\"would I rather buy OTM calls with this money instead?\". 95% of the time, the\nanswer is yes.\n\nI haven't bought any non essential items in the last 6 months now. No new\nclothes, game consoles, video games. Only buy basic…",
  "data/reddit-stocks/r/stocks/comments/kp1nc3/arent_you_guys_ever_worried_that_youre_the.json": "I think about Joseph Kennedys famous Shoe shiner line a lot, granted it was\nprobably him just covering for insider trading, the sentiment still remains. The\nthing I worry about often is: am I the shoe shiner? Is my involvement in this\nmarket indicative of something bad? Im 26, no schooling on this,…",
  "data/reddit-stocks/r/stocks/comments/kp0jjc/top_10_stocks_for_roth.json": "What would be your top 10 stocks in a Roth IRA if you were fresh outta college\ntoday and have a job in your field (let's say you are about 22-24 years old and\ncan max out the contribution limit of $6,000/year). My rationale is to pick\nmarket leaders in their TAM and are disruptive to the norm of…",
  "data/reddit-stocks/r/investing/comments/kpeffw/reasons_we_may_not_be_in_a_bubble.json": "I'm seeing a lot of posts comparing this to the 2000 dot-com bubble. Here's a\nbreakdown of why we're likely not anywhere close to 2000 levels of craziness.\n\nFirst: During the dot-com era, the Nasdaq Composite's price-to-earnings\nvaluation ran up as high as 200. By comparison, the index's P/E today…",
  "data/reddit-stocks/r/stocks/comments/kp85rw/convince_me_not_to_buy_pltr.json": "Besides it having a high valuation, what other reasons would you give for not\nbuying PLTR? They have contracts with government agencies already and have\nplenty of room for growth by tapping into their addressable market. The company\nis founded by proven winners. Look at PayPal and Facebook. That’s…",
  "data/reddit-stocks/r/stocks/comments/kph4ut/nio_inc_provides_december_fourth_quarter_and_full.json": " * NIO delivered 7,007 vehicles in December 2020, increasing by 121.0%\n   year-over-year\n * NIO delivered 17,353 vehicles in the three months ended December 2020,\n   increasing by 111.0% year-over-year\n * NIO delivered 43,728 vehicles in 2020 in total, increasing by 112.6%\n   year-over-year\n\nNIO…",
  "data/reddit-stocks/r/investing/comments/kpgi2r/has_anyone_else_been_following_the_bitcoin_run.json": "Starting yesterday morning bitcoin went from 29k to 33k in like 2 hrs, it then\ninstantly crashed to 30k and has gone on an absolute tear ever since. Non stop\nbull rally with insane amounts of money acquiring. It now sits just under 34750\nas of this post [https://i.imgur.com/49fT6Bu.png]. Whatever is…",
  "data/reddit-stocks/r/stocks/comments/kpjmim/i_sold_nio_when_they_were_178_and_missed_out_on.json": "I'm killing myself over this. I learned about NIO over two years ago when they\nwere featured on 60 Minutes and was one of the first active users on r/Nio\n[/r/Nio]. Back then, the stock was 10$, and I bought 500 shares. But after their\nIPO, they had a rough year with declining sales. Despite that, I…",
  "data/reddit-stocks/r/stocks/comments/kplo25/teslas_shanghaimade_model_y_gets_rousing.json": "https://www.scmp.com/business/companies/article/3116253/teslas-shanghai-made-model-y-gets-rousing-reception-chinese\n\nTesla has slashed prices of its made-in-China Model Y cars to woo drivers in the\nworld’s largest electric vehicle market, ratcheting up pressure on its global\nand Chinese rivals that…",
  "data/reddit-stocks/r/investing/comments/kp50lm/so_what_speculative_investments_are_you_guys.json": "Most of my investments are in Vanguard index funds (praise be to the VTSAX), but\nI'm thinking about dipping my toes into some riskier ventures, be they stocks,\nETFs, crypto, or whatever! Couldn't hurt, right? I'm young with no debt, no\nkids, no major expenses. Might as well try to make some dosh,…",
  "data/reddit-stocks/r/stocks/comments/kpn41c/chinese_tech_billionaire_jack_ma_was_removed_from.json": "https://www.dailymail.co.uk/news/article-9108421/Chinese-tech-billionaire-Jack-Ma-not-seen-public-TWO-MONTHS.html\n\nReading this is kind of messed up. Feels like China doesn't care if BABA burns\nto the ground.",
  "data/reddit-stocks/r/investing/comments/kpjvhs/2021_will_be_an_unforgettable_year_for_uranium.json": "The last few months have been quite eventful for uranium investors, with shares\nof companies all across the sector appreciating in value substantially. There\nhave been many reasons why this is the case and it feels different to just being\nstrong seasonality. Below are 15 ‘first time’ things to look…",
  "data/reddit-stocks/r/stocks/comments/kpidxf/ill_provide_technical_analysis_if_you_provide_the.json": "Hey all. With 2 short trading weeks back-to-back, I find myself with too much\ntime on my hands waiting for monday so if you have a ticker you would like a\nquick and recorded technical analysis of long-term and short-term trend then\nfeel free to inbox me. Always trying to help however I can. This is…",
  "data/reddit-stocks/r/investing/comments/kplsrq/jp_morgan_2021_outlook.json": "one of my favorite newsletters\n\n\n\nhttps://am.jpmorgan.com/content/dam/jpm-am-aem/global/en/insights/eye-on-the-market/outlook_2021_amv.pdf\n\n\n\ncouple interesting things:\n\n\n\nIt’s worth noting that 90% of S&P 500 market cap is now based on intangible\nassets (R&D, intellectual property, software, etc),…",
  "data/reddit-stocks/r/investing/comments/kptb63/to_all_stock_pickers_currently_holding_tsla.json": "TSLA continuing on an upwards trend forever is the easy way for this to all play\nout. That’s a simple win. I, on the other hand, want to see how deeply people\nhave thought about their asset allocation if things were suddenly different.\n\n 1. How long have you been investing?\n 2. What price did you…",
  "data/reddit-stocks/r/investing/comments/kpunlk/darktrace_an_upcoming_ipo_shadowed_by_the_10.json": "While researching Darktrace’s rumoured all but confirmed upcoming IPO I began by\nlooking at whom the executive team were, with this research I’ve come across a\nfew interesting red flags regarding the executive team and those who funded the\ncompany which I think would be of acute interest to anyone…",
  "data/reddit-stocks/r/stocks/comments/kpo8rg/how_much_capital_do_you_need_to_retire.json": "I'm in my mid 40s, growing up a million bucks meant you made it. Now they say 4\nmillion is the new 1 million, and I can't argue with that, a million doesn't get\nyou very far anymore, unless you're old enough to collect social security and\nget on Medicare, then it's pretty good. But I want to retire…",
  "data/reddit-stocks/r/investing/comments/kpymku/millionaires_of_reddit_how_did_your_net_worth.json": "How has your wealth grown throughout the years and what were the major\ncontributing factors for the increase in wealth? What were the biggest surprises\nyou faced?\n\nI just started a net worth tracker yesterday and I am very interested in seeing\nit grow (hopefully) throughout the years!",
  "data/reddit-stocks/r/stocks/comments/kpvmcz/reminder_jack_ma_is_not_the_ceo_of_alibaba.json": "I see a lot of posts recently from people who sold their BABA shares at a loss\ntrying to justify it. Jack Ma might not be fine, but Alibaba will be fine in the\nend. They have 800 MILLION monthly users. That’s the largest network effect of\nany business in the entire world. Think about it. Why do you…",
  "data/reddit-stocks/r/stocks/comments/kpq04p/nio_launches_used_car_service.json": "Finally, NIO has stepped into long-awaited booming areas:\n\n> Nio officially launched on Sunday a pre-owned service called Nio Certified for\n> buyers of used Nio cars. The company plans an investment of 3 billion yuan\n> ($459.21 million) into this service over five years.\n> \n> Source:…",
  "data/reddit-stocks/r/investing/comments/kq2b8i/alibaba_founder_jack_ma_suspected_to_be_missing.json": "https://au.finance.yahoo.com/news/jack-ma-missing-232138645.html speculation is\nthat he's being detained by the Chinese government.\n\nIf you think its probably mistaken and a billionaire could not possibly be\ndetained in secret by the government, think again.\n\nThis LA Times…",
  "data/reddit-stocks/r/investing/comments/kpiax4/why_dont_people_talk_moreinvest_in.json": "Why don't people talk more about foreign/international stocks? Like China and\nsucch?\n\nWhat is the reason that people only focus on North American stocks? Is there any\nvalid reason, or is it because it is \"out of our interest\"?\n\nIf one were to purchase foreign based ETFs, would it be more costly to…",
  "data/reddit-stocks/r/stocks/comments/kq0wve/chinese_ev_stocks_are_getting_hotter_again.json": "✅ $NIO has achieved new records for monthly and quarterly deliveries. Its yearly\ndelivery has increased by 112.6% in 2020.\n\n✅ $XPEV has reported that its electric vehicle deliveries has risen 112% on a\nyear-over-year basis in 2020.\n\n✅ $LI has also crushed its delivery guidance. Its December 2020…",
  "data/reddit-stocks/r/stocks/comments/kq1d1j/your_top_5_stocks_over_the_next_5_years.json": "Looking to build a portfolio with some cash I have. I'm bullish on many stocks\nbut want to limit to just a few ultra high conviction picks. Sectors I like are\nEV/renewable energy, tech, Ecommerce, gaming and genomics, but not sure what the\nleaders with highest growth will be over the next 5 years.…",
  "data/reddit-stocks/r/stocks/comments/kq41oo/2021_new_ipo_list.json": "💸FINANCE 💸\n\n * Robinhood\n * Affirm\n * Coinbase\n * Ascensus\n * Better.com\n * Stripe\n * Marqeta\n\n\n🎮 GAMES 🎮\n\n * Roblox\n * AppLovin\n * 🛍 E-Commerce 🛍\n * Poshmark\n * Instacart\n * ThredUp\n * Coupang\n\n\n📟 ENTERPRISE TECH 📟\n\n * Intercom\n * DarkTrace\n * UiPath\n * Digital Ocean\n * Gitlab\n\n\n💊 HEALTH…",
  "data/reddit-stocks/r/stocks/comments/kq0pi3/who_is_buying_nio_tomorrow_pre_market.json": "What's your guys thoughts on NIO tomorrow? The earning reports are great so I\nthink the price will shoot up at least 5%. I am thinking of setting my at 4am\neastern to buy in before the peak. Also, with NIO day coming up, I believe\nJanuary will be a great month.\n\nWhat do you guys think about buying…",
  "data/reddit-stocks/r/investing/comments/kq0xa8/the_first_100k.json": "I was reading a post about how those among us have accumulated 1 million\ndollars. And several people mirrored the same sentiment that “the first 100k is\nthe most difficult”.\n\nIt makes sense that it would be the most difficult because of having a lower\nincome earlier in your investing career. And…",
  "data/reddit-stocks/r/wallstreetbets/comments/kps5bb/gme_almostultimate_dd.json": "INTRODUCTION\n\nPDF VERSION HERE [https://gofile.io/d/RvbNnA] (20+ pages) with all the\nreferences and better quality illustrations but without updates and typo\ncorrections. This is the FIRST VERSION of the post, but there could be more\nedits. I wanted to do a more extensive DD but as my exams start…",
  "data/reddit-stocks/r/stocks/comments/kq7h31/palantir_225m_contract_with_japan.json": "link\n[https://investors.palantir.com/news-details/2021/Palantir-Technologies-Expands-Japan-Business-with-New-22.5-Million-Contract/default.aspx]\n\nDENVER--(BUSINESS WIRE)-- Palantir Technologies Inc. (NYSE:PLTR) announced today\nthat on December 28, 2020, it was awarded a $22.5 million, one-year…",
  "data/reddit-stocks/r/investing/comments/kq21ed/i_just_downloaded_tiktok_and_wow_those_kids_are.json": "Almost all “investing advice” are just get rich quick mania advice. Very few\ntiktoks explain compound interest or index fund investing. Most commonly\nrecommended stocks are all super high IV stocks like NIO, PLTR, QS etc. I may\nhave seen 50 tiktoks saying to invest in Dogecoin and that it’ll go to…",
  "data/reddit-stocks/r/stocks/comments/kq88x0/so_its_the_new_year_and_you_want_to_become_a.json": "A new year gives us a new opportunity to enter the markets after tax loss\nharvesting comes to an end. It may also give us an opportunity to reflect on our\ninvesting journeys and consider a change in approach. So... for those interested\nin making the shift to investing, what does it mean to be a long…",
  "data/reddit-stocks/r/stocks/comments/kq8h99/stock_market_news_for_today_tsla_nio_lmnd_fubo.json": "Stocks end 2020 on the high note with Tesla closing over 700$. Is Lemonade\novervalued? FuboTv keeps on crumbling while NIO posts great sales numbers, let’s\ntalk about this & other stock market news\n\nHello everyone and Good Morning! So, let’s start with the recap of the last\ntrading day of 2020, as…",
  "data/reddit-stocks/r/wallstreetbets/comments/kpu9z2/why_index_funds_are_not_as_safe_and_bubbles_are.json": "According to Morningstar research in the middle of 2019 almost half of all US\nstocks were part of some passive index fund. This number almost doubled since\n2009. In the meantime, active management is on a steady decline, especially\nactive managed funds. Around the same time Dr. Michael Burry…",
  "data/reddit-stocks/r/investing/comments/kq6q6e/is_the_supply_of_bitcoin_actually_finite.json": "As far as I can see, one of the arguments that is used to sell the idea of\nBitcoin is that unlike gold, and fiat currency I guess, it has a finite amount\nof it theoretically possible and useful (minus whatever gets lost or hidden),\nhence it is considered some kind of store of value relative to fiat…",
  "data/reddit-stocks/r/stocks/comments/kq9pwl/tesla_roars_to_alltime_highs_after_record_2020.json": "https://www.thestreet.com/investing/tesla-roars-to-all-time-highs-on-record-2020-delivery-total\n\n\"With TSLA exiting the year at a 180K run-rate, with output from the Shanghai\nfactory scaling and the Berlin factory coming on line, we are a little surprised\nthat the consensus delivery outlook for 2021…",
  "data/reddit-stocks/r/investing/comments/kqdvhr/will_evictions_be_the_downfall_of_the_economy.json": "Just wondering what people’s thoughts will be on an idea I’ve been researching.\n\n(I’ll keep it short but if you want any websites to numbers I claim let me know)\n\nCurrently as we all know there’s a huge rental paying problem about 17 million\nAmericans are behind as of 12/14/2020 and 5.7 million of…",
  "data/reddit-stocks/r/stocks/comments/kqbdtm/nio_to_the_moon_or_to_the_mars.json": "Wow! What a great start today !!!\n\n> Tesla (TSLA [https://research.investors.com/quote.aspx?symbol=TSLA]) hit\n> another record high Monday, rising 5%. Chinese rival Nio (NIO\n> [https://research.investors.com/quote.aspx?symbol=NIO]) jumped 11%, adding to\n> last week's rebound from a critical support…",
  "data/reddit-stocks/r/investing/comments/kqljwk/us_treasury_occ_will_allow_us_banks_to_use_public.json": "Breaking major news from US Treasury OCC, the largest US banking regulator, with\nnew guidance allowing US banks to use public blockchains and dollar stablecoins\nas a settlement infrastructure in the US financial system.\n\nhttps://www.occ.gov/news-issuances/news-releases/2021/nr-occ-2021-2.html",
  "data/reddit-stocks/r/investing/comments/kql973/warren_buffet_said_if_you_have_just_10k_or_15k_to.json": "https://www.youtube.com/watch?v=rgyYFQmdRyY\n\nThis is of course assuming you know what you are doing, and still follow the\nvalue-based investment approach, but this is in contrary to most investment\nadvice I've seen on reddit, which generally encourages buying index funds to\nreduce risk. What do you…",
  "data/reddit-stocks/r/investing/comments/kqbw90/why_icln_is_rated_so_poorly_by_morningstar.json": "I rarely use Reddit, so hopefully I'm doing this right but I cant understand why\nMorningstar seems to hate ICLN so much? They rate them very poorly from what\nI've seen and ICLN seems to be performing great. Can somebody help shine some\nlight on this to a newbie investor? Thanks",
  "data/reddit-stocks/r/wallstreetbets/comments/kqi8e8/reeeeeeeeecap_of_todays_and_recent_market_driving.json": " * 2021 starts off with a bang as VIX shoots up an ungodly 22%+ during intraday\n   high. During intraday low for the market, the Dow was down as much as 700 pts\n   (-2.3%), Nasdaq -345 pts (-2.6%), and S&P -94 (-2.5%). WSB reeled in horror\n   as stonk somehow doesn't always go up. Beyond renewed…",
  "data/reddit-stocks/r/stocks/comments/kqhuld/thoughts_on_nio_and_ttcf_long_term.json": "Thoughts on $NIO and $TTCF long term?\n\nI’m about to buy heavily into both right now. Nio’s sitting at $53 and TTCF’s at\n$23. Plan on holding onto them long term. What’s your personal opinions on them\nand of course on NIO day?",
  "data/reddit-stocks/r/stocks/comments/kqefjy/today_i_purchased_alot_of_stocks_for_me_despite.json": "Hi, I'm fairly new to investing and trading, and with the market going down\ntoday, particularly in tech companies like apple, amazon, and Microsoft I bought\nin, hoping that I good see the gains when it comes back up. from the small\namount of knowledge I have I think this is a good idea a I can…",
  "data/reddit-stocks/r/stocks/comments/kqah8v/those_who_bought_into_qs_just_because_of_jb.json": "Okay, let's forget the -$375M for the moment because they are investing in the\ntechnology. Everything is still tested in labs so not even a factory to scale\nthese \"SS batteries.\" Gonna cost them additional billions to get it going once\nthe technology is actually proven. 0 revenue until 2024-25.…",
  "data/reddit-stocks/r/investing/comments/kq9thv/brookfield_asset_management_to_take_brookfield.json": "Brookfield Asset Management ($BAM), and a group of investors have offered to\nacquire the stake in Brookfield Property Partners ($BPY) that they don't already\nown, in a $5.9 billion bid to take the real estate company private.\n\nThe proposal of $16.50 per share would imply a 14% premium to Thursday's…",
  "data/reddit-stocks/r/stocks/comments/kqs0ig/nyse_scraps_plans_to_delist_chinese_telecoms.json": "https://www.bbc.com/news/business-55540901\n\n\n\nThe New York Stock Exchange (NYSE) has scrapped its decision to delist three\nChinese telecoms companies.\n\nPresident Donald Trump signed an executive order in November barring American\ninvestments in Chinese firms owned or controlled by the military.\n\nThe…",
  "data/reddit-stocks/r/stocks/comments/kqxjdz/coinbases_expected_market_cap_at_ipo_is_6475.json": "Based on pre-IPO trading on prediction markets and FTX, Coinbase's implied IPO\nmarket capitalization is $64 billion.\n\nThis would place it in the Top 200 U.S. traded stocks by market cap\n[https://assetdash.com/] in the same range as:\n\n * Square 93B\n * Goldman Sachs $91B\n * Truist Financial $64B\n *…",
  "data/reddit-stocks/r/stocks/comments/kqp0dj/fate_of_congress_tomorow.json": "What are your guys thoughts on the effect the Ga. Senate races will have on the\nmarket. I know the market historically prefers a split Congress, but the Dems\ngaining control would also presumably mean a nice stimulus package. The market\nreacted favorably to trump being ousted, and I have a feeling…",
  "data/reddit-stocks/r/stocks/comments/kqvdls/thinking_about_spending_600_stimulus_on_nio.json": "iTs fREe cAsh!\n\nAll joking aside I don't really keep up with investing all that much, all of my\nretirement money goes into index funds so I figured if I lose this money I'm not\nreally losing anything.\n\nIt's also in a after tax account so if it disappears at least I can right it\noff.\n\nWould it be…",
  "data/reddit-stocks/r/stocks/comments/kr2np9/amazon_buys_boeing_jets_from_delta_westjet_as.json": "https://www.cnbc.com/2021/01/05/amazon-buys-boeing-jets-from-delta-westjet-as-aircraft-prices-drop.html\n\nAmazon is buying 11 used Boeing 767-300 aircraft as it pushes for faster\ndelivery amid a pandemic-fueled surge in online orders.\n\nAmazon has been steadily building up its air cargo fleet through…",
  "data/reddit-stocks/r/investing/comments/kr2bm4/jeremy_grantham_of_gmo_i_believe_this_event_will.json": "A very thought-provoking piece by Jeremy Grantham\n[https://www.gmo.com/americas/research-library/waiting-for-the-last-dance/] that\nI thought was worth of discussion on this subreddit:\n\n> The long, long bull market since 2009 has finally matured into a fully-fledged\n> epic bubble. Featuring extreme…",
  "data/reddit-stocks/r/wallstreetbets/comments/kqyphw/elon_musk_only_11b_off_overtaking_bezos_and.json": "In the battle of the hair transplants vs non-transplants, the Bloomberg\nBillionaires Index [https://www.bloomberg.com/billionaires/?utm_source=url_link]\nshows Elon ($175b net worth) about to overtake Bezos ($186b net worth) as the\nking of the tres commas club.\n\nBuffett all the way back at $86.6b…",
  "data/reddit-stocks/r/stocks/comments/kr8btv/ualby558_was_correct_about_his_uranium_thesis.json": "So u/Alby558 [/u/Alby558] posted about his uranium thesis 105 days ago. As of\ntoday CCJ and URA the main tickers they were talking about and are up 50% in 90\ndays. I thought I give him an appreciation post for the advice.",
  "data/reddit-stocks/r/investing/comments/kr6h8q/remember_that_time_jpm_berkshire_and_amazon_were.json": "https://www.cnbc.com/2021/01/04/haven-the-amazon-berkshire-jpmorgan-venture-to-disrupt-healthcare-is-disbanding-after-3-years.html\n\nhow'd that go?",
  "data/reddit-stocks/r/stocks/comments/kr5mjd/am_i_missing_something_with_baba.json": "Trading ~10% above what baba was valued at in jan 2019.\n\nIn q4 2019 they did 23B in revenue.\n\nAnalysts are estimating an average of 33B for q4 2020.\n\n2019 revenue through q1: 58B vs 2020 revenue through q1: 79B\n\n2021 average analyst projected revenue: 107.5B\n\nI get the risks and the fact that ant…",
  "data/reddit-stocks/r/wallstreetbets/comments/kqylsr/attention_all_gme_paper_handed_money_haters.json": "Yep I'm back again because you retards just can't help yourselves. \"Oh my God!\nYou can lose money here?!\" Yes dipshits. What part of \"listen up boys, we are\ngoing to war with Melvin and his cocaine fueled buddies, some of you may die.\nAre you in?\" did you not understand?\n\nThis isn't a goddamn walk…",
  "data/reddit-stocks/r/stocks/comments/krevwq/new_year_new_mindset_im_looking_at_you_beginners.json": "Best time to invest was yesterday\n\nList in no particular order. Hope this helps.\n\n 1.  Stop trying to time the market. Time in the market beats timing the market.\n\n 2.  Owning fractional is perfectly fine. How many shares you own is irrelevant.\n\n 3.  Buy on a schedule, you can’t time the market.\n\n…",
  "data/reddit-stocks/r/stocks/comments/krccda/should_i_put_my_14k_in_arkk_etfs.json": "Hi everyone,\n\nNeed some advice. I have about 30k of different stocks I am invested in through\nE-trade. A Roth IRA that I contribute the max to every year. Along with another\n14k account that I have invested with mutual funds through Edward's Jones. I\nhave a checking account, but this 14k is for…",
  "data/reddit-stocks/r/wallstreetbets/comments/krggts/i_havent_watched_porn_in_nearly_6_months_thanks.json": "I open my Robinhood account around a dozen times a day, and every time I see\nthat TSLA rocket mooning I find myself slowing jerking my shaft.\n\nI cum 3-4 times a day looking at my 1 year chart.\n\nMy gf likes it too because I can control my erection just by thinking about the\n6 figure gains I’ve…",
  "data/reddit-stocks/r/stocks/comments/krj18q/how_the_hell_do_people_discover_companies_before.json": "I feel like people get so lucky with companies like tesla and Amazon. How do\npeople find such heavy hitters early on? I mean when a company is really\ngrinding and using paper desks.\n\nAlso, I would love if some of you could post some links to learning more about\nstocks as a whole.",
  "data/reddit-stocks/r/stocks/comments/krgahy/how_democrat_controlled_senate_will_effect_market.json": "Looks like a certainty at this point that the senate will flip blue, but with a\nslim 51-50 majority. The general consensus is that the stock market loves\ngridlock, but the President, Senate and House will all be blue.\n\nDo you see this effecting the market negatively overall?\n\nWill the expected…",
  "data/reddit-stocks/r/investing/comments/krifak/longterm_strategies_to_preserve_purchasing_power.json": "Let me start by providing some context: my portfolio sits at 500k, but the\ncurrent climate in the equity markets scares me. I’m not some rich kid, this\nmoney is the result of 10 years of grueling work. Long story short, I want to\nget out. Actually, I’m already out (85% cash), but I realized that…",
  "data/reddit-stocks/r/stocks/comments/krni0w/fujitsu_signs_8m_contract_as_palantir_foundry.json": "As posted in /r/PalantirTech\n--\n\n * Palantir Technologies (NYSE:PLTR) is expanding its work with Fujitsu\n   (OTCPK:FJTSY) with a one-year by signing $8M contract between Fujitsu and\n   Palantir Technologies Japan K.K.\n * Under the contract, Fujitsu will also become the first distributor of ERP\n  …",
  "data/reddit-stocks/r/stocks/comments/krjtzg/friends_keep_mentioning_trading_as_a_career.json": "I keep hearing a few friends who recently started investing (no more than a year\nor two) and they keep saying they want to be able to quit their job and survive\non stocks. They spend countless hours reading news headlines and looking at\nmostly irrelevant graphs for trends to try and time things.…",
  "data/reddit-stocks/r/stocks/comments/kroyjs/nyse_will_delist_three_big_china_telecoms.json": "https://www.cnbc.com/2021/01/06/nyse-will-delist-three-big-china-telecoms-reversing-decision-once-again.html\n\nThe New York Stock Exchange will delist three Chinese telecommunication giants\nafter all.\n\nThe stock exchange will remove U.S.-traded shares of China Telecom, China\nMobile and China…",
  "data/reddit-stocks/r/stocks/comments/krqhqz/icln_above_30_for_first_time_since_2008.json": "Enjoy your green energy gains! With Blue’s victory of senate approaching, do you\nthink we’ll see a significant surge in green energy? 2020 saw a nearly 140%\nincrease in price, how do you think 2021 will pan out?",
  "data/reddit-stocks/r/stocks/comments/krnbvg/updated_price_targets_for_nio.json": "Daiwa securities 70$ (updated today)\n\nCredit suisse 65$ (updated today)\n\nCICC 60$\n\nGoldman sachs 59$\n\nBank of america 59$\n\nJ.p morgan 50$\n\nDeutsche Bank 50$\n\nsource [https://twitter.com/ragingbull_92/status/1346744577064054785?s=20]",
  "data/reddit-stocks/r/stocks/comments/krp7jn/tesla_short_sellers_lost_40_billion_in_2020_elon.json": "https://www.cnn.com/2021/01/06/investing/tesla-shorts-losses-elon-musk-win/index.html\n\nIn fact, the losses endured by Tesla shorts were more than the short losses for\nthe next nine companies -- combined. Losses on No. 2 Apple (AAPL) in 2020 came\nto $6.7 billion, which is only slightly more than…",
  "data/reddit-stocks/r/investing/comments/krr06j/perhaps_the_biggest_narrative_on_cnbc_in_the_past.json": "Perhaps the biggest narrative on CNBC in the past few months has that the\nmarkets wanted divided government. This has been supported by nearly every\nanchor. This didn't happen and the market is booming. Be wary of what you hear\nin the financial news.\n\n\n\n\nI'm not saying I know for certain why the…",
  "data/reddit-stocks/r/stocks/comments/krl0ku/tan_and_other_clean_energy_stock_moving_up_big.json": "If you’re following, I’ve check my clean efts and stocks,\n\nICLN, LIT,LAC, SEDG all moving up pre market.\n\nI can only assume this is the start of a greater shift towards green stocks\nafter the election, but I’m just a plumber, so it could be noise.\n\nhttps://ibb.co/7RqPwr5",
  "data/reddit-stocks/r/investing/comments/krrz15/teslas_incredible_run_continues_up_28_in_the_last.json": "Over the last 3 months there were endless discussion and a analysis suggesting\nthat the tesla bubble was going to pop anytime now. It appears that tesla is\ngoing to be permanently viewed as a ~600B company at minimum going forward.\n\nFor those who are familar with Gary Black. He provides nuanced…",
  "data/reddit-stocks/r/wallstreetbets/comments/krnthp/forget_the_sec_i_took_the_gme_cause_to_the_media.json": "Based on u/Isthiswittyenough92 [/u/Isthiswittyenough92]'s earlier post\n[https://www.reddit.com/r/wallstreetbets/comments/kr98ym/gme_gang_we_need_to_complain_about_naked_short/],\nI just delivered a similar message via Tor/SecureDrop to several news agencies'\ntip line: The New York Times, WSJ,…",
  "data/reddit-stocks/r/investing/comments/kroufr/oatly_vegan_food_brand_backed_by_oprah_is.json": "https://www.cnbc.com/2021/01/05/oatly-vegan-food-brand-backed-by-oprah-is-planning-to-ipo-this-year-sources-say.html\n\nVegan milk brand Oatly is planning a 2021 initial public offering that could\nraise $1 billion, sources familiar said.\n\nThe company, which is backed by Blackstone, Oprah Winfrey and…",
  "data/reddit-stocks/r/stocks/comments/krvgyy/us_considers_adding_alibaba_tencent_to_china.json": "https://www.wsj.com/articles/u-s-considers-adding-alibaba-tencent-to-china-stock-ban-11609961075\n\n\"U.S. officials are considering prohibiting Americans from investing in Alibaba\nGroup Holding Ltd. and Tencent Holdings Ltd. , said people familiar with the\nmatter.\"",
  "data/reddit-stocks/r/stocks/comments/krpvfj/why_is_no_one_talking_about_clsk.json": "CLSK (cleanspark) has been killing it recently. In the last month, the stock has\ngone up $21 (176%) and reached a 52 week high TWICE in the last week. I stupidly\nbought just one share, but it’s already given me $14 in profit. It has already\ngone up $5.40 today alone, I haven’t done much DD on this…",
  "data/reddit-stocks/r/investing/comments/krjwud/what_is_up_with_gme_and_naked_short_selling.json": "I saw this post on wsb:\n\nhttps://www.google.com/url?sa=t&source=web&rct=j&url=https://amp.reddit.com/r/wallstreetbets/comments/kr98ym/gme_gang_we_need_to_complain_about_naked_short/&ved=2ahUKEwjBsuP08obuAhXIuaQKHSzlCz8QFjABegQIBBAB&usg=AOvVaw04-0VPZQ7geIJUDEyZHElS\n\nIs this potentially illegal or is…",
  "data/reddit-stocks/r/wallstreetbets/comments/krrpd7/thanks_tsla_for_1092_gains_in_2020.json": "Once the pandemic started, I liquidated my portfolio (sold everything, including\nTSLA). Shorted SPY on the way down to make some money. Early May, decided we had\nhit bottom and put everything into TSLA stock and LEAPS. You can see a dip in my\nportfolio value when TSLA went down, but 💎 🤚! Total…",
  "data/reddit-stocks/r/stocks/comments/krwipq/just_a_reminder_to_please_take_investment_advice.json": "I saw this twitter account @TikTokInvestors where they screen cap some highly\ncringey stock \"gurus\" on Tiktok (aka Fintok) giving some crazy advice (Article\non all of this in case you do not want to put yourself through some…",
  "data/reddit-stocks/r/stocks/comments/krxvk2/alex_karp_to_speak_tomorrow_on_palantir_and.json": "At the outset of the coronavirus pandemic, U.S. data analytics company Palantir\nTechnologies was tapped by over a dozen governments around the world including\nthe U.S. government to use its software to manage the data about the spread of\nCOVID-19, analyze trends and anticipate various needs across…",
  "data/reddit-stocks/r/stocks/comments/ks0dyg/plug_20_afterhours.json": "> Plug Power and South Korean SK Group to Form a Strategic Partnership to\n> Accelerate Hydrogen Economy Expansion in Asian Markets; Plug Power to Receive\n> $1.5 Billion Strategic Investment From SK Group\n\nhttps://finance.yahoo.com/news/plug-power-south-korean-sk-230000082.html",
  "data/reddit-stocks/r/investing/comments/krmil9/stocks_vs_real_estate.json": "Hey guys,\n\nI am fully aware that I should definitely not base my decisions on the internet\nbut I know that there are some experienced users here and maybe they would like\nto give their opinion.\n\nI was supposed to go finish my bachelor in Australia but due to the pandemic, it\nwill be delayed from 6…",
  "data/reddit-stocks/r/investing/comments/ks1fup/the_total_value_of_all_cryptocurrencies_passed_1.json": "A big part of this is Bitcoin rallying, but also a lot of other cryptocurrencies\nare up 50-150% this week. Ethereum, the second largest, is up 61%. Stellar\nnotably has jumped up 164%.\n\nThe rally appears to have been prompted by regulatory guidance allowing banks to\ntransact in stablecoins, as the…",
  "data/reddit-stocks/r/investing/comments/ks3xo6/tsla_tesla_market_value_today_is_more_valuable.json": "Tesla market value today (716 Billion) is about the same as the market value of\nall the world's major car makers combined. In addition China's BYDDY (86B) and\nNio (78B) are both more valuable than Daimler (74B) even though NIO only\ndelivered less than 40,000 cars in all of 2020 with huge loss.…",
  "data/reddit-stocks/r/stocks/comments/ks17ls/will_the_term_2020_millionaire_become_widely_used.json": "America has become a tale of two americas- the ones with good jobs and money and\nthe others who are filing for bankruptcy.\n\nThe people with money are buying up a lot of stocks at cheap prices Eg beyond\nmeat, Airbnb, airline and tourism stocks and other such stocks and going to sell\nthis in a few…",
  "data/reddit-stocks/r/wallstreetbets/comments/krwgw9/emergency_american_politics_containment_zone.json": "Please keep all your political comments / shitposts contained to this landfill\nof a thread.",
  "data/reddit-stocks/r/stocks/comments/ks3gjc/buy_cannabis_now.json": "As soon as it is decriminalized federally (which it will be due to the massive\nupset in Georgia), interstate commerce can commence as well as international\ntrade with our neighbors to the north and south, who have also legalized (Mexico\nrecently). It will sky rocket and all the “conservatives” will…",
  "data/reddit-stocks/r/stocks/comments/ks9ksu/tsla_is_scary.json": "The more and more I see it grow the more and more I'm worried about it popping.\n\nI've stopped putting money in it a while ago due to the insane valuation. The\nonly reason I see sticking with it is harvesting even more gainZ.\n\nBut when will it be too much? When will people start saying \"fuck it I'm…",
  "data/reddit-stocks/r/stocks/comments/ks4r8d/why_i_bought_this_bioplastic_stock.json": "Ticker is $DNMR.\n\n * Plastic waste is undoubtedly one of the largest environmental issues we face.\n   We are generating more plastic trash than ever, and very little of it gets\n   recycled. Recycling plastics is not viable either; it loses durability, it's\n   difficult to sort the different types of…",
  "data/reddit-stocks/r/stocks/comments/ksc71g/app_to_detect_stocks_getting_buzz_on_reddit_or.json": "Is there an app or website to detect how often a stock is getting mentioned on\nreddit or twitter? It would be nice to see which stocks are getting buzz on\nsocial media as I believe that to be a precursor to a stock rising.",
  "data/reddit-stocks/r/investing/comments/ksal0e/europes_plug_in_ev_market_grows_198_yoy_in.json": "https://cleantechnica.com/2020/12/29/record-electric-vehicle-sales-in-europe/\n\nRenault Zoe - 9953 Vehicles Sold Volkswagen ID.3 - 8496 Vehicles Sold Hyunday\nKona EV - 5375 Vehicles Sold Tesla Model 3 - 5014 Vehicles Sold Mercedes A250e -\n4517 Vehicles Sold",
  "data/reddit-stocks/r/stocks/comments/ks7j4e/how_much_money_do_you_keep_on_the_side_to_invest.json": "I have read so many times in this forum that \"when it dips, I buy more\". So my\nquestion is how much money do you keep on the side to invest during dips? What\npercentage of that side money do you invest during the dip and how do you\nreplenish that?",
  "data/reddit-stocks/r/stocks/comments/ksfco1/elon_musk_is_close_to_overtaking_jeff_bezos_as.json": "https://www.cnn.com/2021/01/07/investing/elon-musk-jeff-bezos-richest-person/index.html\n\nThe Bloomberg real-time billionaire tracker now has the two multi-billionaires\nwithin $3 billion of each other, with Bezos at $184 billion and Musk at $181\nbillion. Bill Gates is now a distant third at $132…",
  "data/reddit-stocks/r/investing/comments/kscznp/us_considering_adding_alibaba_tencent_to_china.json": "The Trump administration is considering adding tech giants Alibaba and Tencent\nto a blacklist of firms allegedly owned or controlled by the Chinese military,\ntwo people familiar with the matter said on Wednesday.\n\nTargeting Asia’s two most valuable companies would be U.S. President Donald\nTrump’s…",
  "data/reddit-stocks/r/stocks/comments/ksg4kn/do_biggain_days_make_anyone_else_nervous.json": "Is it weird that I get more nervous when I have a day of big gains than a day\nwhen things are slightly red? Makes me fear a bubble and I have more of an urge\nto “panic sell” when my portfolio is up 5-6% than I do when it’s down for a day.\nHow weird am I?",
  "data/reddit-stocks/r/investing/comments/ksic77/if_you_had_invested_in_railroads_in_1830s_britain.json": "If you had invested in railroads in 1830's Britain you would have lost money. If\nyou would have invested in the East India Company you would have lost money. If\nyou had invested in tech in 1999 it would have at best taken over a decade for\nyou to make money, if ever. Just because something is the…",
  "data/reddit-stocks/r/wallstreetbets/comments/ksfr15/tesla_is_undervalued.json": "Currently Tesla share price is only valued for the next 200 years but studies\nhave shown that Earth will survive another 1 billions years before the Sun dies\nout. Thus You don’t have to be genius to figure out Tesla is heavily undervalued\nand it’s current value factors in only the very short time. I…",
  "data/reddit-stocks/r/stocks/comments/ks87i2/massive_explosion_from_hydrogen_and_renewable.json": "I just wanted to congrats everyone who bought at the dips last days/week of\nseveral hydrogen especially plug and icln shareholders for some nice profits\nnow. But in the end I'm asking myself how did this happen after hour with like\nnearly 20% from plug?",
  "data/reddit-stocks/r/stocks/comments/ksitm2/palantir_live_covid19_event.json": "Palantir CEO Alexander Karp on helping governments with coronavirus response\n[https://www.washingtonpost.com/washington-post-live/2021/01/07/path-forward-combating-covid-19-with-palantir-ceo-alexander-karp/].\nPLTR was tapped by governments around the world including the U.S. government to\nuse its…",
  "data/reddit-stocks/r/stocks/comments/ksgt1k/aurinia_pharmaceuticals_ticker_auph_major.json": "So with all the medical mania happening recently, I did some DD on companies\nwith upcoming catalysts that could skyrocket the stock, and fell into Aurinia\npharmaceuticals. I will post link to the main article explaining in detail about\nit, but in short:\n\n-Aurinia Pharmaceuticals has one of the most…",
  "data/reddit-stocks/r/stocks/comments/ksew9c/technical_analysis_series_1_candlesticks_what_are.json": "Hey Internet,\n\nThis post is the first part in a series I will be doing outlining some of the\nbasic tools, tips, and techniques I use to conduct technical analysis on charts.\n\nI figured that the best place to start is at the beginning, so the title of\ntoday's post is: \"Candlesticks, what are they and…",
  "data/reddit-stocks/r/investing/comments/ksmze6/doj_fines_boeing_over_25_billion_charges_it_with.json": "https://www.cnbc.com/2021/01/07/doj-fines-boeing-over-2point5-billion-charges-it-with-fraud-conspiracy-over-737-max-crashes.html\n\n> The Department of Justice on Thursday said Boeing agreed to pay more than $2.5\n> billion to resolve criminal charges stemming from crashes of its best-selling\n> 737 Max…",
  "data/reddit-stocks/r/stocks/comments/ksod8l/sorry_im_out.json": "After seeing TSLA land on Mars today when it crossed the $800 mark, I got a\nlittle worried. I had a weird feeling in my gut. I knew the next stop would be\nJupiter, I just... couldn’t help but feel like ”we had arrived”.\n\nSo after thinking about it long and hard, going back and forth, I decided…",
  "data/reddit-stocks/r/stocks/comments/ksl51y/stocks_for_20212022_pick_3_stocks_you_believe_are.json": "DQ / Daqo New Energy ICLN / Etf at a beautiful price CIBR / Etf for cyber\nsecurity\n\nBonus: NET\n\nPlease let me know what your Stock plans are for 2020. And if you have any ideas\nfor growth stocks!\n\nBONUS BONUS NVIDIA",
  "data/reddit-stocks/r/investing/comments/kski6n/tesla_passes_facebook_in_market_cap_becoming_5th.json": "As of writing this, per Yahoo Finance, Tesla’s Market cap stands at $765.5 bil\nand Facebook’s is $765.0 bil. Now only Apple, Microsoft, Amazon, and Alphabet\nare larger than Tesla by market cap. This may or may not hold for long, but in\nmy opinion it’s significant either way.",
  "data/reddit-stocks/r/investing/comments/ksl9fh/bitcoin_rally_without_hype_is_making_me_nervous.json": "Back then it was clearly a bubble. Even your taxi driver knew all about crypto.\nNow I feel barely anyone talks about bitcoin let alone is aware of this insane\nrally. Is my impression right?\n\nThat makes me believe that it must be institutions that are pumping the price\nthis time unlike retail…",
  "data/reddit-stocks/r/stocks/comments/ksqwu8/dont_worry_about_tsla_valuation_dd_inside.json": "A stock/asset only drops in value when I inevitably FOMO into it.\n\nThus far I have zero intention of buying Tesla shares.\n\nYour investment is therefore 100% safe.\n\nDo not worry about a KGV of 1510.75",
  "data/reddit-stocks/r/stocks/comments/ksqmy2/anyone_else_had_a_really_great_day_today.json": "I just wanna know if anyone else had an amazing green day today. Cause I am up\n6% today(which is the highest I ever gotten)thanks to EV's and renewable stocks\nI own. I am bit shocked that today was a green day across all major stocks cause\nof what happened yesterday in D.C.",
  "data/reddit-stocks/r/investing/comments/kspxe3/my_2021_portfolio.json": "Albeit a week late, I want to share my 2021 portfolio for documentation purposes\nand for whoever is interested. I aimed to balance risk in this portfolio with\nsome growth names and legacy plays. Down to brass tacks, I am putting my money\nin the highest quality companies (in my view) across a diverse…",
  "data/reddit-stocks/r/wallstreetbets/comments/kshqwi/what_if_tesla_was_a_banana_stand_that_made_a.json": "Lets say Sneed owns a Banana Stand that makes a profit of $1 per day.\n\nChuck wants to buy a 50% share in Sneeds Banana Stand. Chuck asks himself, what\nis a reasonable price to pay for half of this banana stand?\n\nIf Chuck paid $500 for half of the Banana Stand:\n\n * Total Banana Stand market value:…",
  "data/reddit-stocks/r/stocks/comments/ksr1ht/volkswagen_overtakes_tesla_in_the_norwegian.json": "The Norwegian electric car market is closely observed since they as a nation are\npioneers and enthusiasts for adopting electric cars and charging availability.\n\nIn 2019, Tesla was the #1 in the norwegian e-car sales. In 2020, VW takes the #1\nspot. Tesla remains second.\n\nGerman…",
  "data/reddit-stocks/r/investing/comments/ksxrno/tesla_bubble_is_insane.json": "Congratulations to those who have held for this long, but don’t try to justify\nTSLAs price by arguing fundamentals. This stock disconnected from reality a long\ntime ago, and the craziest part is the people still holding it believe\notherwise.\n\nThe stock will only go higher if the short squeeze…",
  "data/reddit-stocks/r/stocks/comments/ksnskv/shopify_removes_donald_trumps_stores_what_do.json": "So Shopify today removed Donald Trump's stores from the Shopify platform. As\nsomeone who uses Shopify for my business as well as an investor in Shopify I'm\nnot a huge fan of this move.\n\nThis is also a change in the companies stance as previously the Shopify CEO said\nit's not his place to make moral…",
  "data/reddit-stocks/r/stocks/comments/kst7vi/best_etfs_andor_stocks_to_hold_for_next_510_years.json": "Sorry if it’s a question that is asked too frequently. I recently started\ninvesting and I would like to know the best ETFs and Stocks to hold for next\n5-10 years for massive growth/ guaranteed money. So far I have. : ARKK, ICLN,\nOGIG, TAN, DIS, APPL, AMZN, PYPL, BABA, NIO.\n\n(Btw, this is not for a…",
  "data/reddit-stocks/r/investing/comments/kt2jy0/140000payrolls_drop_for_the_first_time_since.json": "U.S. job growth turned negative for the first time since April in the final\nmonth of 2020, as the pandemic that rocked the economy over the past year dealt\nyet another blow to the labor market.\n\nThe Labor Department released its December jobs report Friday morning at 8:30\na.m. ET. Here were the main…",
  "data/reddit-stocks/r/investing/comments/kt36if/answers_to_the_10_most_asked_questions_regarding.json": "I have to be honest, I didn’t expect to make another post so soon, but I have\nbeen flooded with messages and comments in the past few days, so I deemed it\nnecessary (oh and also for the people crowning me things like the ‘uranium\nmessiah’, ‘uranium guru’ and ‘that one uranium guy’, I am flattered,…",
  "data/reddit-stocks/r/stocks/comments/kt4dsy/tesla_passes_facebook_to_become_fifth_most.json": "https://www.cnbc.com/2021/01/07/tesla-passes-facebook-to-become-fifth-most-valuable-us-company.html\n\nTesla has surpassed Facebook by market cap.\n\nThe jump makes it the fifth biggest company in the large-cap benchmark when\ncounting the share classes of Alphabet together.\n\nIt now just trails Apple,…",
  "data/reddit-stocks/r/wallstreetbets/comments/kt26ao/its_beginning_to_be_hard_to_argue_we_arent_in_a.json": "At this point, I don't care if God himself came to me and said that TSLA isn't\noverpriced. No stock that isn't in a bubble has its price double in like a\nmonth. And before all the Elon fanboys downvoting this and telling me that\n\"Aktshully TSLA has incredible upside potential for the future and…",
  "data/reddit-stocks/r/stocks/comments/kt68vo/nio_day_2021.json": "Guys NIO has gone up a lot this week as you can see. But I am surprised to hear\nhow many people are talking about NIO day for tomorrow. With important news are\non their battery technology as a service, their new sedan, and surrounding area\nsensing technology. What do you think will happen to the…",
  "data/reddit-stocks/r/stocks/comments/kt88bw/2_yrs_ago_cathie_said_tsla_at_4kshare_that_day.json": "Tim: \"Over a five year period, the stock has done nothing\"\n\nCathie: \"The longer the base, the bigger the break out\"\n\nhttps://mobile.twitter.com/DriveTeslaca/status/1347224129938706432",
  "data/reddit-stocks/r/stocks/comments/kt39ww/are_you_sitting_on_any_cash_as_this_market.json": "As this market continues to hit all time highs, which I know is normal market\nbehavior I can't help but see all these 3-10% gain days and think I need to\nbuild a cash position for an inevitable drop. I know you aren't supposed to time\nthe market but this just feels necessary. Are you holding onto…",
  "data/reddit-stocks/r/investing/comments/kt9ohh/how_do_you_stay_disciplined_with_your_attention.json": "With TSLA, BTC, and many other small positions in my portfolio becoming\nsubstantial positions, I'm finding it increasingly difficult to focus on my day\njob.\n\nTrying to remind myself that consistent income and investments are essential for\ngetting to my retirement number. Investing is not my day job,…",
  "data/reddit-stocks/r/investing/comments/kt4o21/how_to_reduce_downside_risk_in_a_stock_without.json": "I've been holding tesla for exactly 11 months and have ridiculous gains. I want\nto lock in some of my gains before Q1 earnings report. However I don't want to\nsell my stock until it qualifies for long term cap gains, because I have a shit\nload of profit I don't want to be counted as income.\n\nWhat's…",
  "data/reddit-stocks/r/investing/comments/ksww5b/would_it_make_sense_to_invest_in_bitcoin_right.json": "I'm still fairly new to investing and recently I've been wanting to explore the\ncryptocurrency territory. Bitcoin value has risen significantly in the past few\nyears and I was wondering if it would be beneficial to invest in it now.\n\nWhat should I be researching/ studying to understand how the value…",
  "data/reddit-stocks/r/wallstreetbets/comments/kszqb5/we_arent_the_only_retards_out_there.json": "So yesterday, Papa Musk tweeted \"Use Signal\n[https://twitter.com/elonmusk/status/1347165127036977153?s=20]\" (227.3K likes,\n28.7K retweets).\n\nhttps://preview.redd.it/q9trn69923a61.png?width=604&format=png&auto=webp&s=8dba759a31f158fba12b097991e6aae44f5d03ad\n\nThis was a reference to the Signal…",
  "data/reddit-stocks/r/investing/comments/ktbkn6/i_dug_this_out_of_the_drawer_and_thought_you.json": "Here is a Financial Holding Pyramid that I received over 20 years ago. The\nbottom of the pyramid is low risk / low reward, and the top of the pyramid is\nhigh risk / high reward. I have tried to understand each of these over the years\nand dabbled in some, but I tend to stay towards the bottom, with a…",
  "data/reddit-stocks/r/stocks/comments/kti848/this_subreddit_stock_picking_is_incredible.json": "I lurk on this subreddit daily and have been doing it for the past year and let\nme tell you the people in this subreddit know how to pick stocks. They are so\naccurate that it is borderline scary. If you been lurking here for the past year\nthen you know almost ALL of the most mentioned stocks here…",
  "data/reddit-stocks/r/stocks/comments/ktf2ah/roblox_expects_direct_listing_on_nyse_in_february.json": "Roblox said earlier this week that it raised $520 million in private capital\nahead of a direct listing.\n\nThe company originally planned to go public in December but delayed its debut\nafter DoorDash and Airbnb soared more than expected out of the gates.\n\nThe company will trade on the New York Stock…",
  "data/reddit-stocks/r/investing/comments/ktjf6b/how_do_i_handle_jealousy_and_missed_opportunities.json": "There's been an influx of successes and high returns posted in this recent\nmarket, and whenever I look at these posts, I tend to get upset about missing\nthese opportunities. My heart sinks whenever I see another post about how\nsomeone retired early due to an early TSLA stock or how they paid off…",
  "data/reddit-stocks/r/investing/comments/ktbzwn/is_interest_rate_going_higher.json": "Over the past few weeks, interest rates have begun to increase faster than\nexpected. The yield on the 10-year Treasury has risen from 0.93% at the\nbeginning of December to above 1%. That means that since August of last year,\nwhen the 10-year yield hit 0.5%, interest rates have more than doubled.\n\nI…",
  "data/reddit-stocks/r/wallstreetbets/comments/ktdi5h/tsla_went_up_another_025_toyotas_today_tslas.json": "Okay, Tesla gained another $60 billion today, but humans famously have trouble\nvisualizing big numbers, and $60 billion is just as arbitrary to our lizard\nbrains.\n\nSo, forget dollar amounts, start measuring Tesla's daily movements in number of\nToyotas (the company). $60 billion is roughly 1/4 (0.25)…",
  "data/reddit-stocks/r/investing/comments/kti41l/vale_and_tsla.json": "What’re the odds that the nickel mining company that Elon Musk said he would\ngive a ‘very big contract to for a very long time’ for mining nickel is VALE?\nAre there other plausible options of company’s he could be referring to? I’m\ncurious which company he may have been taking about and VALE was the…",
  "data/reddit-stocks/r/stocks/comments/kth7s4/excessive_bubble_talk.json": "Recently have been considering all the speculation regarding whether we are in a\nbubble. I flip back and forth on whether or not we actually are in the midst.\nPrices are obviously high, probably overvalued in some obvious cases, but\ninterest rates are low, the Fed keeps on buying, stimulus keeps…",
  "data/reddit-stocks/r/investing/comments/ktkuu2/ghiv.json": "GHIV is a SPAC I think was mentioned on here a few times, but I thought I’d give\nit another shout out in lieu of some upcoming catalysts. It’s merging with UWM,\nor United Wholesale Mortgage - which is an established company with revenue,\nsomething that is not super common with the companies that…",
  "data/reddit-stocks/r/wallstreetbets/comments/kt6h3k/stop_with_the_bubble_nonsense_we_are_not_in_a.json": "The argument is really simple and has been mentioned numerous times on this\nsubreddit.\n\nThere is no where else for money to flow to when interest rates are so low.\nThere is no where else for money to flow to when interest rates are so low.\nThere is no where else for money to flow to when interest…",
  "data/reddit-stocks/r/investing/comments/ktou84/musk_says_use_signal_people_buy_an_unrelated_stock.json": "https://www.cnbc.com/amp/2021/01/08/elon-musk-boosts-signal-app-signal-advance-stock-jumps-1100percent.html\n\nDo you think only stupid people bought the stock by mistake or do you think some\npeople bought it anticipating that others will buy it by mistake? Either way,\nisn't that proof that people…",
  "data/reddit-stocks/r/investing/comments/ktmnxn/arkg_or_arkk_for_long_term_gains.json": "I’m 24, I live in Arkansas. My expenses are very low (>$500 a month.) I make\nabout $3,500 a month and I am looking into these two ETFs for long term gains. I\nhave about $2000 that I plan on investing Monday, and I also plan to add to\nthese funds* consistently. Possibly a large portion of my monthly…",
  "data/reddit-stocks/r/stocks/comments/ktne7q/michael_burry_big_short_has_another_huge_short.json": "(From Twitter)\n\n“Well, my last Big Short got bigger and Bigger and BIGGER too....$TSLA $60\nbillion increase in market cap today alone...1 GM, 2 Hersheys, 3 Etsys, 4\nDominos, 10 Vornados...enjoy it while it lasts.”",
  "data/reddit-stocks/r/stocks/comments/ktrnpo/nio_partners_with_nvidia_to_develop_a_new.json": "NIO just did it, and so did NVIDIA!!\n\n> At NIO Day, the company’s annual customer event, the EV maker revealed its\n> NVIDIA DRIVE Orin-powered supercomputer, dubbed Adam, which will first appear\n> in the ET7 sedan that will ship in China starting in 2022....\n> \n> ... As the first of NIO’s EVs to…",
  "data/reddit-stocks/r/investing/comments/ktou8n/what_exactly_happens_when_an_stock_market_bubble.json": "With all of the talk floating around on pretty much any investing related\nsubreddit of the bubble that we are likely in, it is always mentioned that this\nbubble will inevitably burst and it is always said that is coming soon. I am\nsomewhat new to investing and I don't understand what happens when it…",
  "data/reddit-stocks/r/investing/comments/ktldld/morgan_stanley_boosts_stake_in_microstrategy_to.json": "Investment Bank Morgan Stanley has boosted its stake in MicroStrategy\n[https://bitcoinmaximalist.net/morgan-stanley-boosts-stake-in-microstrategy-to-10-9/]\n($MSTR) and now owns 10.9% of the Bitcoin rich company.\n\nBitcoin has been on a rip since March last year up over 800%, so what will it\ntake for…",
  "data/reddit-stocks/r/investing/comments/ktslbf/1999_all_over_again.json": "Good afternoon\n\nThe current market has some obvious similarities with the internet bubble in the\n2000s at the moment:\n\n1) Sectoral bubble\n\nElectric Vehicle stocks, Renewable energy stocks, crypto and possibly even\nfintech stocks have skyrocketed to insane levels in 2020. A PE ratio of 100-200\nfor…",
  "data/reddit-stocks/r/stocks/comments/ktsiqg/senator_lindsey_graham_urges_congress_to_repeal.json": "Copied text from Facebook\n\n“Twitter may ban me for this but I willingly accept that fate: Your decision to\npermanently ban President Trump is a serious mistake.\n\nThe Ayatollah can tweet, but Trump can’t! Says a lot about the people who run\nTwitter.\n\nI’m more determined than ever to strip Section 230…",
  "data/reddit-stocks/r/stocks/comments/ktu07v/why_we_are_at_the_major_latestage_bubble_possibly.json": "Before I begin, I came across this article written by Jeremey Grantham, who is a\nBritish investor and co-founder and chief investment strategist of GMO, also\nregarded as a highly knowledgeable investor particularly due to his prediction\nof various historic stock market bubbles.\n\nIn his article…",
  "data/reddit-stocks/r/stocks/comments/ktu8nk/nio.json": "They just had 2021 nio day and I watched the whole conference. They look very\npromising in the future with a solid slate battery coming out with up to 650\nmiles per charge, lidar tech, nvidia partnership, battery as a service, over\n200,000 charging stations, and battery swaps performed every 13…",
  "data/reddit-stocks/r/investing/comments/ktu0we/report_goldman_sachs_is_trying_to_dump_38m_shares.json": "https://seekingalpha.com/news/3649973-uberminus-4_9-on-reports-of-38m-share-block-offered-goldman?mail_subject=uber-uber-4-9-on-reports-of-38m-share-block-offered-by-goldman&utm_campaign=rta-stock-news&utm_content=link-3&utm_medium=email&utm_source=seeking_alpha\n\nUber (NYSE:UBER) is 4.9% lower after…",
  "data/reddit-stocks/r/stocks/comments/ktxacr/house_calls_to_break_up_large_tech_firms_for.json": "After a house antitrust investigation, the House of Representatives found that\nAMZN, FB, AAPL, and GOOGL have “too much power” and should be broken up. How do\nyou think this will affect shareholders? Is it time to sell it all and YOLO our\nentire net worth into shorts and puts, or do you think it’ll…",
  "data/reddit-stocks/r/stocks/comments/ktsp67/is_it_worth_it_to_invest_with_little_money.json": "Right now I put about $200 into stocks and thanks to NIO and PLUG it’s at $400\nor so.\n\nI want to invest more but honestly I can only do $50 here and there. Should I\nsave and buy a lot at once? Buy fractional shares?\n\nACB, XOM, and SPHD are some of the other stocks I bought as well."
}