{
  "data/reddit-ask/r/NoStupidQuestions/comments/qk2hyp/how_does_one_trick_or_treat.json": "I wasn't raised celebrating Halloween but I want to take my kid trick or\ntreating. Is it acceptable to knock on every door where it looks like someone is\nhome? Should I stick to only houses with decorations? Any other tips are\nappreciated.",
  "data/reddit-ask/r/NoStupidQuestions/comments/qk58sk/when_did_americans_lose_their_british_accents.json": "If the colonists originally came from Britain, they initially all had British\naccents. But now we speak with American accents. How and when did this happen?",
  "data/reddit-ask/r/NoStupidQuestions/comments/qk3b64/can_you_remove_cum_stains_from_a_carpet_after_its.json": "Yeah ive kind of been cumming on this one area for the last 4-5 months and i've\nonly just noticed theres this big dark spot and my parents are coming over soon\nsoooo",
  "data/reddit-ask/r/NoStupidQuestions/comments/qk6jjs/anyone_else_feel_like_there_used_to_be_a_magic_in.json": "When I was a kid, I imagined things every day. I day dreamed about all kinds of\nscenarios and adventures and played make-believe with my friends. When I was a\nteenager, I used to do dumb things with my friends and dreamed about my future\ncareer and my family and had all kinds of ridiculous goals and…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qk8mp7/why_are_black_people_allowed_to_be_racist.json": "Okay so before people go off and say “racism has to be systematic oppression”\nlet me just say that’s not what I’m talking about I just don’t know another word\nfor it.\n\nI mean like why is it ok that black people are always talking about and\ngeneralizing white people in media? “You look white” or “you…",
  "data/reddit-ask/r/AskHistorians/comments/qkalsm/when_and_why_did_blue_become_the_dominant_colour.json": "Is it cheaper to produce or is there a more complicated reason for its\npopularity?",
  "data/reddit-ask/r/AskHistorians/comments/qkcdhl/im_dr_toby_capwell_here_today_to_talk_about_arms.json": "Hello everyone, I’m Toby Capwell, Curator of Arms and Armour at The Wallace\nCollection in London, UK, and an academic specialist in medieval and Renaissance\nweapons and armour. I am an author of various books and articles on this\nsubject, most notably the Armour of the English Knight series, of…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkazws/can_i_date_a_muslim_girl_if_im_christian.json": "We go to school together and i really like her but this question wont just come\nout of me maybe this subreddit will help thanks",
  "data/reddit-ask/r/askscience/comments/qkdhcy/askscience_ama_series_were_experts_here_to.json": "Let's talk about sex(ually transmitted infections [STIs])! We'll be here today\nat 2 PM ET for a discussion, organized by the American Society for Microbiology\n(ASM), about the present and future of STIs.\n\nSTIs are an enormous health issue. According to the World Health…",
  "data/reddit-ask/r/AskHistorians/comments/qkdhi8/megathread_roe_v_wade_and_abortion_in_america.json": "On June 8th, 1964, an employee at the Norwich Motel in Norwich, Connecticut\nopened the door to one of the rooms and discovered an unresponsive woman\nkneeling on the floor, her cheek pressed to the carpet, bloody sheets and towels\nbetween her legs. When the police and ambulance arrived, they declared…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkb5pm/why_are_so_many_people_so_angry_about_cultural.json": "I guess everyone that hasn't been living under a rock these past few years has\nat least heard the term of \"cultural appropriation\". People who wear and use\nthings that aren't from their \"own\" culture get verbally attacked because of it.\n\nAs far as I have understood it popular examples would be non…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qk68oy/my_girlfriend_is_going_deaf_how_do_i_learn_asl.json": "Due to a head injury, she's loosing her hearing. She works with special needs\nkids, so she already knows sign language, but I don't. There are so many choices\non Google its overwhelming. What's the best way to approach this?",
  "data/reddit-ask/r/askscience/comments/qkbpm1/how_was_the_first_virus_found.json": "What methods were used to distinguish viruses from other pathogens so that we\nknew it was something different than all the known stuff?",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkeklv/does_anyone_here_get_anxiety_when_posting_on.json": "Im a very shy person overall but the reason why I want to be more active on\nsocial media is so I wont loose touch with the world and my friends. This came\nto thought after highschool, bc throughout highschool I would never post on\nsocial either but now I feel like I should now so I dont loose touch…",
  "data/reddit-ask/r/AskHistorians/comments/qk6v3s/why_was_pederasty_so_relatively_common_in_past.json": "I don't think it requires much research to tell that pedophilia, whether\nconsidered a harmful mental disorder or not, is extremely uncommon. So why was\nit apparently considered normal in societies like those of ancient Greece and\nRome? Even if it wasn't viewed as sexual abuse, you would expect such…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkbgzs/can_i_ask_parents_of_a_mentally_ill_kid_in_my.json": "I know this is a touchy subject, and I do understand the struggles the mentally\nIll have and how hard the parents must struggle.\n\nBut there is this child in my street, from about 5.30ish pm til about 9pm every\nnight he sings awe-fully although any form of singing loud enough and constantly\nwould get…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkidp7/if_christians_believe_heaven_is_amazing_why_dont.json": "ETA: I’m not talking about suicide.",
  "data/reddit-ask/r/NoStupidQuestions/comments/qk52dk/why_is_it_called_a_unicorn_and_not_a_unihorn_its.json": "maybe I'm just too high.",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkhnpm/are_mobile_games_literally_just_ad_delivery.json": "Almost every single game now is just littered with ads.\n\nBanner ad at top and bottom.\n\nYou finished this level. Ad before next level.\n\nYou failed this level. Ad before you can try again.\n\nYou want a hint? Ad.\n\nYou want a temporary boost to an ability in game? Ad.\n\nWould you like some freemium…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qki9y1/how_is_sliced_bread_claimed_to_have_been_invented.json": "Help me?",
  "data/reddit-ask/r/AskWomen/comments/qknbn6/what_is_something_you_doubted_until_you_tried_it.json": "Whether it’s a food, song, movie, event, place, experience, sex-related,\nclothing, makeup, trend, etc.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkjnpb/why_is_it_considered_racist_to_ask_for_id_on.json": "People get asked for ID when buying cigarettes, lottery tickets, at a bar,\nbefore you enter a casino but I could walk right into my voting poll, simply\ntell them my name and sign away without anyone properly checking for my\nidentification but if they ask to show ID, it's considered racist if the…",
  "data/reddit-ask/r/AskHistorians/comments/qkp0es/could_your_typical_soldier_in_an_18th_or_early.json": "Up front disclaimer: simply due to keeping the title a decent length I couldn’t\nspecify that I’m fully aware that in most battles, the large majority or\nsoldiers would be unhurt, and that usually a battle is won after a relatively\nsmall portion of the force is killed or wounded. I’m not suggesting…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qktsnx/how_can_someone_be_nonbinary.json": "I don’t understand how someone can feel neither male or female. I don’t walk\naround feeling like a girl or feel like I have to dress a certain way because\nI’m a girl. I don’t think about feeling like a girl 24/7. I just feel like me.\nBut that doesn’t make me feel non-binary. I feel comfortable…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkvauv/just_got_a_new_samsung_galaxy_note10_and_my.json": "The button works fine but when it says it's on there's nothing coming from my\nphone light, I've tried resetting it and powering it off for a while but it\nstill won't come on",
  "data/reddit-ask/r/AskHistorians/comments/qkm3ev/why_did_american_founders_direct_all_of_their.json": "This might be me completely misreading history, but by the time of George III,\nthe British Monarch had already largely been relegated to the symbolic role we\nthink of today. So why did the American Founding Fathers direct all of their\nanger and grievance towards him, when it was parliament that was…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkr2mz/my_fiances_dad_has_less_than_48_hours_to_live_due.json": "My fiances dad has less than 48 hours to live due to kidney/liver/heart failure\nfrom alcoholism, how can I help the next 48 hours, and the days after that.\n\nThis is a situation where 2 weeks ago litteraly nothing was wrong other than\nknowing he drinks too much. He was found passed out with low…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkwotk/who_else_feels_like_they_did_everything_right_and.json": "Hi all—just looking to commiserate with people on this because I’m sure there’s\nother that feel this way.\n\nI did everything I was told to do growing up to have a comfortable life. I\nexcelled in school, got honors, went on to do very well in college and graduated\nwith my BA in English. I was…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkyhjf/why_do_my_parents_pull_a_youre_living_on_our.json": "I’m 15. They cancelled our Netflix subscription, i cant buy more than 2 books in\na month, I’m not allowed to wear clothes of my choice or date. Social media is\nprohibited as well, i cant hang out with my friends more than once a month. I\ndont have a phone either. We are an upper middle class family…",
  "data/reddit-ask/r/askscience/comments/qksvad/in_dim_light_why_do_unlit_objects_appear_to_lag.json": "This is something I originally noticed while playing my gameboy late at night.\nThere was just enough light to see the gameboy itself, which had a small 'on'\nindicator light. I noticed that moving the gameboy would make the light appear\nto dash ahead, with the rest of the gameboy appearing to lag…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkx82p/wtf_do_i_say.json": "What is the proper response to a dick pic? I only ever go \"God damn\" But then\nthey think I don't like it. What the fuck am I supposed to say?",
  "data/reddit-ask/r/NoStupidQuestions/comments/qku0l0/if_a_store_is_severely_short_staffed_why_dont.json": "I work at Victoria’s Secret and my location is severely short staffed. They keep\nsaying they need to hire 40 more people by December and we’re nowhere near that\nnumber. I constantly see managers from my store posting stuff like “Please\napply. We are DROWNING.”\n\nLike maybe if you want more people to…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ql0d3k/if_failure_is_meant_to_be_okay_and_part_of.json": "Growing up every test or exam we did was made out to be a big deal and affected\nour future (not to the same level though). Never was there any indication at all\nthat it would be okay to fail and that you would get the opportunity to improve\nshould you fail.\n\nIf failure is okay and part of learning…",
  "data/reddit-ask/r/askscience/comments/ql1bna/will_the_melting_polar_ice_caps_actually_bring_on.json": "So I’ve been reading a book called “A short history of nearly everything” by\nBill Bryson. (Very good by the way). It brought up some topics that got me\nthinking.\n\nAs the ice caps melt, huge quantities of fresh water are dumped into the oceans,\nwhich I imagine over time would decrease the salinity of…",
  "data/reddit-ask/r/AskHistorians/comments/qkz5rk/were_there_any_reports_of_a_monster_at_the_battle.json": "Firstly, I'll preface this by saying I am a historian, and I have exhausted my\nown skill set looking into this. I've found absolutely nothing whatsoever and I\nonly ever run into the medium that I heard about it on. Secondly, I'm aware that\nthis could just be a REALLY good piece of…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkvskg/why_is_there_a_d_in_fridge_but_not_in_refrigerator.json": "You know what I mean",
  "data/reddit-ask/r/NoStupidQuestions/comments/ql2fnh/do_people_in_america_work_more_than_40_hours_a.json": "Because here in Saudi we work 48 hours and I think it's too long.",
  "data/reddit-ask/r/NoStupidQuestions/comments/ql1d00/was_the_condition_dwarfism_named_after_the.json": "I just woke up suddenly at 5am with this thought in my head and I can't figure\nit out and I can't get back to sleep now.\n\nCause like, Dwarfism has likely been around for a long time, probably a lot\nlonger than the idea of Dwarves, but like at the same time there's some truly\nancient bits of…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ql3hia/how_many_zeros_in_200000000e300.json": "This is the maximum number my phone calculator can calculate. If you know math,\ncan you tell me how many zeros in there?\n\nEdit: Cheers guys, your answers make a lot of sense. I feel dumb lol",
  "data/reddit-ask/r/NoStupidQuestions/comments/ql6o6p/how_do_i_as_a_guy_cope_with_not_getting_any.json": "Lately, I've started to realise that I need all of these things in order to\nfunction properly and not be depressed. I've never had any of the above, yet I\nfeel like I'm missing something and I don't know why.",
  "data/reddit-ask/r/NoStupidQuestions/comments/qlb30j/do_americans_really_buy_milk_by_the_gallon.json": "I mean, that’s like 8 pints of milk in one go? 4.5 litres of milk? How does it\neven fit in the fridge? How can you use it all before it goes off? What on Earth\nare you guys doing with all that milk?\n\nEDIT: OK, so a US Gallon (3.7 litres) is only slightly bigger than a UK 6 pint\nbottle (3.4 litres),…",
  "data/reddit-ask/r/AskHistorians/comments/ql95ob/what_would_enslaved_peoples_do_throughout_the_day.json": "I was reading a biography on James Madison and it mentioned that he brought an\nenslaved person to college with him that he had inherited. I know Jefferson also\nbrought an enslaved person to college with him. That got me wondering what\nexactly the enslaved person would do all day in relation to the…"
}