{
  "data/reddit-crypto/r/Bitcoin/comments/ko1wk3/i_bought_the_ath_in_2011_a_decade_of_hodling.json": "There have been a few other long-term HODLers sharing their stories recently and\nI've greatly enjoyed reading them and reminiscing about Bitcoin's past. Here's\nmy story - I hope it's as entertaining as the others.\n\n---\n\nEvery number between 0 cents and the current ATH has been, by definition,…",
  "data/reddit-crypto/r/Bitcoin/comments/ko46s5/better_late_than_never_just_bought_my_first_100.json": "Long-time lurker here, but I wanted to officially join the community with a\nposting. I know $100 is really small, however, it's all I can afford right now.\nI remember back when BTC was $350 a coin years ago, I almost bought in, and then\nagain a couple years back when it was ~7k, but decided against…",
  "data/reddit-crypto/r/Bitcoin/comments/ko4ae8/im_going_to_bed_call_me_when_we_get_to_30.json": "202-456-1414\n\nThanks.",
  "data/reddit-crypto/r/Bitcoin/comments/kob79c/my_bitcoin_story_beginning_in_late_2012.json": "Posting on a throwaway for obvious reasons.\n\nIn dollar terms, I’m almost a bitcoin millionaire. It feels good, but not\nbecause I can brag about the accumulated wealth, it’s more that the people who I\ntold to invest whatever money they could afford to lose, back in early 2013, all\ntold me I was an…",
  "data/reddit-crypto/r/Bitcoin/comments/kobrs1/my_friends_mocked_me_for_not_selling_at_1200.json": "I bought bitcoin. (A substantial amount) back in 2013 for $400. It ran up to\n$1200 before crashing down. I was mocked for not selling it. Today those bitcoin\nare worth $8 million. Note that I have sold a handful along the way and also\ncovered calls but I still own 70% of my holdings.",
  "data/reddit-crypto/r/CryptoCurrency/comments/ko7kpa/how_to_make_2021_your_best_year.json": "Here are 5 resolutions to make 2021 your best year.\n\n 1. Waste less time. Got Netflix? Cancel it. Facebook? Delete it. Twitter? Get\n    rid of it. Instagram? Stop it. Reddit? Skip it. Apart from the negative\n    influence a lot of these media have, it's often a horrible waste of time.\n    Americans…",
  "data/reddit-crypto/r/CryptoCurrency/comments/koghwh/how_i_went_from_hodling_almost_13_btc_to_15_btc.json": "https://preview.redd.it/f1ava51onr861.jpg?width=551&format=pjpg&auto=webp&s=10764d943c51d7d9a53aa76d363877e79bc4289d\n\nThe image above shows how much BTC I had in March, 2017. I had been buying BTC\nslowly starting in the fall of 2016, and I eventually accumulated almost 13 of\nthem. If I had just…",
  "data/reddit-crypto/r/Bitcoin/comments/kocdqb/is_your_guys_goal_also_to_just_hold_forever_and.json": "Some people say “when will you sell” or “at what price are you gonna get out.”\nFor me personally, I’m never gonna sell because the whole reason of getting into\nBitcoin is seeing it’s future long term adoption. There’s no reason to ever\nconvert it back to fiat. People seem to forget that you can…",
  "data/reddit-crypto/r/Bitcoin/comments/kob3q6/received_my_stimulus_direct_deposit_today_2400.json": "Edit : Thank you for all the upvotes and to the anonymous redditor for my first\ngold reward 😍😊 Happy New Year to all the hard core Crypto fans 🙌",
  "data/reddit-crypto/r/Bitcoin/comments/kojqbo/bitcoin_maximalism_has_won.json": "Let's not be delusional. I know that Bitcoin maxis are commonly ostracized as\ntoo toxic, but they have been right about everything.\n\n1) Bitcoin's dominance is at its early 2017 levels, and it keeps surging.\n\n2) Bitcoin Cash and Bitcoin SV are dead. Craig Wright and Jihan Wu are over.\n\n3) DeFi was a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/kojziw/i_just_think_its_funny.json": "that when XRP got delisted from some exchanges everyone in here loved it. And\nnow when their precious privacy coins start getting delisted all of a sudden\nthey are angry?\n\nI wouldn’t be suprised if Tether is up next. The SEC case with Ripple is\nimportant for every coin in the crypto space. We should…",
  "data/reddit-crypto/r/Bitcoin/comments/koi8lx/my_bitcoin_journey_from_2013_to_2021.json": "My bitcoin journey...so far…\n\nIn December 2012 a friend of mine gave me a single bitcoin as a gift. Bitcoin\nwas worth $13 at the time. My friend had done a little bit of bitcoin mining so\nhe had some from that.\n\nI briefly looked into bitcoin, very briefly, and I dismissed it as just another\nkind of…",
  "data/reddit-crypto/r/Bitcoin/comments/komnoq/just_invested_my_first_200_in_btc.json": "I've bought bitcoin in the past but immediately used it to purchase things. This\ntime I'm holding on. Excited to see where it takes me.\n\nEdit: I understand I've bought at a high. But the 200 to me is inconsequential\nright now and I just wanted to get started and 30k could be its low now if it\nclimbs…",
  "data/reddit-crypto/r/Bitcoin/comments/kowvek/the_i_just_became_a_millionaire_problem_should.json": "No!\n\nSome of us are becoming extremely wealthy because of Bitcoin. And many of us\ncame from poor or lower-middle-class backgrounds. The joy, the exuberant feeling\nwinning millions may lead you to make a severe mistake: You want to tell the\nworld. You want to post it to Facebook and Instagram. You…",
  "data/reddit-crypto/r/Bitcoin/comments/kp07cn/does_anybody_else_say_what_the_fuck_when_they.json": "To the fucking moon we go! Next stop after moon: Mars ?",
  "data/reddit-crypto/r/Bitcoin/comments/kosxbh/daily_discussion_january_02_2021.json": "Please utilize this sticky thread for all general Bitcoin discussions! If you\nsee posts on the front page or /r/Bitcoin/new which are better suited for this\ndaily discussion thread, please help out by directing the OP to this thread\ninstead. Thank you!\n\nIf you don't get an answer to your question,…",
  "data/reddit-crypto/r/Bitcoin/comments/kozj25/id_like_to_take_full_responsibility_for_the.json": "After buying back in 2018, I decided to sell in October 2020 once I made my\nmoney back after struggling for 2 years. Naturally, my sell has resulted in\nBitcoin going to ridiculous new highs.",
  "data/reddit-crypto/r/CryptoCurrency/comments/kowopj/happy_30k.json": "She surpassed 30K on high volume. What a legend.\n\nOne-third of the way towards 100K.\n\n2021 is the year of the bull EDIT: Ox in China, and also the year of the hodl in\ncrypto.\n\nWhen do you see the next retracement happening?\n\nIn the last halving it happened 2 and 4 months after the beginning of…",
  "data/reddit-crypto/r/Bitcoin/comments/koyhw3/i_am_happy_for_you_guys.json": "With everyone sharing their story, I just wanted to say that I am happy for all\nthe hodlers, traders, and everyone involved. I’ve believed in btc for years\n(still do) but due to this years economic downturn , I found myself living off\nof my btc and buying everything from food to car tires to get by.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/komapb/daily_discussion_january_2_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/Bitcoin/comments/kp0qx2/1_btc_now_equals_6600_chickens_i_dont_want_people.json": "(Assumes price of $5/chicken).\n\nAt 8 square feet per chicken, 6600 chickens would need 52,800 sq feet to be\nraised.\n\nThat's about half a Walmart.\n\nI've included American measurements for ease of understanding."
}