{
  "data/reddit-changemyview/r/changemyview/comments/luzz0o/cmv_first_dates_should_go_dutch_on_the_bill.json": "Honestly after years of first dates where I was either willing, left, abandoned\nor expected to pay for the first date be it drinks or lunch or dinner, I’m a\nfirm believer in going Dutch (splitting the bill) for the first and sometimes\nthe second date. I have had a woman just eat dinner, order three…",
  "data/reddit-changemyview/r/changemyview/comments/luz0p4/cmv_if_you_have_severe_mental_illness_you_should.json": "Before anyone accuses me of promoting eugenics let me state that this is\nactually a personal matter to me. I have ADHD, panic disorder, ocd and\ndepression. At least 3 of those were directly inherited from my father's side.\nSure, I have had some great achievements in my life, some great talents…",
  "data/reddit-changemyview/r/changemyview/comments/luysh4/cmv_i_would_be_offended_if_someone_did_not_assume.json": "It is of my belief that humans are naturally going to look at a person and\nsubconsciously determine that they are either male or female based on physical\ncharacteristics.\n\nHumans are sexually dimorphic and with the exception of intersex individuals,\nthe majority of people exhibit physical traits…",
  "data/reddit-changemyview/r/changemyview/comments/lv7wem/cmv_we_should_not_pierce_babys_ears_for_jewelry.json": "Have you ever been to the mall and heard an infant baby shrieking in pain\nbecause her parents paid someone to pierce her ear? I don’t understand why we do\nthis.\n\nSome say they do it to their baby because it looks pretty, and others say it’s\nfor cultural reasons. Either way, I believe it’s a…",
  "data/reddit-changemyview/r/changemyview/comments/lv362g/cmv_republicans_making_a_golden_idol_of_trump.json": "I watched this youtube video [https://www.youtube.com/watch?v=VvX3E_R8Y-Y&t=2s]\na couple of hours ago about the supposed \"prophecy\" that Trump was going to win\nthe reelection. Literally hundreds of respected prophets made this claim that\nTrump was going to be reelected because they said God himself…",
  "data/reddit-changemyview/r/changemyview/comments/lvb506/cmv_forced_circumcision_of_infants_or_any_person.json": "Circumcision of infants and children is genital mutilation and child abuse. It\nshould be made illegal, notwithstanding cultural and religious pressures.\nGenital mutilation of female children has been made illegal in many nations.\nMale children deserve the same legal protections.\n\n\"Male circumcision…"
}