{
  "data/reddit-ask/r/AskHistorians/comments/ovkw4w/what_do_we_know_about_jesus_from_a_secular.json": "What was his real name, what was he like, what did he do? How was he viewed?\nEspecially interested in book recommendations if there’s a good secular\nbiography of him.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ovog65/is_it_unusual_for_a_woman_to_think_her_own.json": "I’ve had three children plus three miscarriages, all pretty early. The latest\nwas 10 weeks. I love my born children, but I seriously wasn’t very upset over\nthe miscarriages. I think I cried once over the first one and that was it. But\nwhen I’ve talked with other women and mentioned it, they are so,…",
  "data/reddit-ask/r/askscience/comments/ovlrfc/why_are_marie_curies_possessions_kept_in_lead.json": "I keep seeing posts like this\n[https://old.reddit.com/r/interestingasfuck/comments/ovj6om/marie_curies_laboratory_notebook_from_18991902_is/]\nsaying her body and belongings are so radioactive that they're kept in lead\nboxes. The Radium isotope with the longest half life is Ra256, which is an…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ovq0wj/why_do_adults_stop_having_sleepoversslumber.json": "Not like sexual encounters but just the boys hanging out playing COD and\nminecraft with pizza, entering random conversations about communism that last\nuntil 4 AM. Used to do this in high school where there were still 10+ hours of\n‘work’ equivalent during school. Why don’t adults do this as often as…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ovq99r/how_do_i_get_rid_of_a_stalker.json": "Im 14 years old boy and for the past month a guy is stalking me. My dog need to\ngo outside often( Hes still a puppy ) and theres this creepy guy always outside\nwatching me while sitting on a bench. He always acts friendly and tries to have\na chat with me. Usually in the evening he follows me to my…",
  "data/reddit-ask/r/AskWomen/comments/ovrxar/how_do_you_handle_years_and_years_of_being_single.json": "Like you just CAN NOT find the right, compatible person for an actual\nrelationship. Especially like if you’re very physical and it’s been months since\neven kissing someone",
  "data/reddit-ask/r/NoStupidQuestions/comments/ovr2fx/is_it_wrong_for_your_parents_to_make_you_go_to.json": "My mom and dad are always making me go to the Christian church even though they\nboth know I’m an atheist, they try to make me pray and say prayers and do more,\nbut it’s just not for me. I don’t like church and it’s not my religion yet they\nstill force me to go, I’m almost 18 and it’s just ridiculous…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ovsdai/is_there_a_mathematical_question_thats_even.json": "No I'm not joking",
  "data/reddit-ask/r/AskHistorians/comments/ovp3wv/would_columbus_and_his_crew_have_died_if_america.json": "As far as I know Colombus expected to be able to circumnavigate the world and\nreach Asia because he (mistakenly) thought the globe was much smaller than most\npeople (correctly) thought.\n\nIf America hadn't been there, therefore, he would have failed on his mission of\nreaching Asia's on its Eastern…",
  "data/reddit-ask/r/AskHistorians/comments/ovpfcz/how_long_did_it_take_for_deported_brits_to_start.json": "Pretty much just the title. I'll happily take references on other\ncolonized/deported locations, other than the USA.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ovxlg2/why_do_conservatives_believe_my_body_my_choice.json": "Edit to add: I'd like to hear from conservatives. Please don't reply if you're\nnot conservative as I don't want to just trash them. Thanks.",
  "data/reddit-ask/r/askscience/comments/ovx0q6/are_there_any_published_reports_of_the_increased.json": "Do we know yet if air travel has been rendered more risky today, and by what\ndegree, as a result of COVID19 infectivity during extended time in an enclosed\ncabin, with at least one other person actively transmissive with the virus?"
}