{
  "data/reddit-crypto/r/CryptoCurrency/comments/qk314i/is_cardano_worth_the_hype_or_am_i_better_off.json": "I've been hodling ETH for a couple of months, so I'm definitely happy with the\nrecent bull market and all the attention crypto's been getting. Naturally, I\nwant to try and diversify my portfolio, and I keep on reading about Cardano\nwhenever I try to research. I don't quite understand the hype…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkai4d/squid_game_from_2856_to_00008_in_10_minutes.json": "That has to be the biggest and quickest rugpull in history right?\n\nWe all knew squid game was a scam as well as a rugpull and even more fucked that\npeople couldn’t take profits at all at any point and whatever the deal with\nwinning games to get the tokens for gas fees was. The whole thing was…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qk1xsb/daily_discussion_november_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qk3l6p/you_guys_predicted_the_red_september_as_well_as.json": "I'm a new investor and only recently I've been learning about market cycles and\ntrends, there's so much to learn! One things that has become apparent is there\nare models and patterns that savvy investors have seen over the years; and\nalthough the crypto universe is the wild wild west and anything…",
  "data/reddit-crypto/r/Bitcoin/comments/qk9ggl/bitcoin_found_in_old_harddrive_for_bitcoin_core.json": "Hey guys i have recently found my old harddrive down in my basement and when I\nopened it I managed to find a folder with alot of videos photos and personal\nfiles and I managed to find something very valuable. My fathers wallet was in my\npersonal files because back then we only had 1 computer which…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkcy4i/should_i_tell_my_significant_other_about_my.json": "I can’t be the only one with this conflict. We’ve been together almost 3 years.\nRight before we met, I made a decent investment into crypto. By now, I’ve made\ngood money, but it’s not like I’m rich or anywhere close. I really just want to\nkeep holding and going to work every day as usual.\n\nThe…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkd22o/whats_your_got_out_just_before_the_rug_story.json": "So we are all well aware of Squidgame rugpull that just occurred. There has been\ntoo many in the past.\n\nMy question to the community is. How close did you come to an actual rug, but\nsold in the hours or days before? What was it called? How long did you hold it\nfor? Did you suspect the rug and just…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkd30r/the_ultimate_guide_to_making_easy_money_with.json": "Hello guys, gonna share this infallible guide of how to make easy money with you\nall, you can thank me later 😉\n\n 1.  Go to r/television [/r/television] and see which show is currently trending\n     the most\n     \n 2.  create a coin on the Binance Smart chain named after said show\n     \n 3.  start…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkamt1/its_better_to_ask_the_dumb_questions_and_learn.json": "For some of you, it can be seen as common sense. But so far from what we can\nsee, that SQUID, the biggest Ponzi rugpull crypto ever created yet just burned\nmillions of people , it doesn’t look like people in this space understand basic\nfundamentals of crypto.\n\nWe’ve just witnessed it, the lack of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkgp93/rampant_rampant_syphilis_bahahahaha.json": "I don't know anything about The Hoff's coin but something about seeing David\nHasselhoff as a Roman Emperor brightened my morning ...\n\nMakes me think about why crypto weirdness is such a good thing: Like, yeh, I\nwant to (and like to) make money but having fun along the way is more important\nthan just…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkfmqe/let_us_take_a_moment_in_time_to_appreciate_what_a.json": "Let us just take a moment in time and appreciate what a fantastic year Eth has\nhad. It is easy to lose sight, especially with all of the crazy shitcoins that\nare pumping and dumping lately and the Scams such as Squidcoin that is taking up\nmost of the headlines, but let us not forget that this time…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qk5qrc/i_took_profits_it_seems_its_scarier_to_sell_than.json": "I took some profits after being up a bit and it really came at an opportune time\nin my life , I’m a firm believer on that “things happen for a reason “\n\nBut I was more anxious and uptight at selling than I was buying. I mean it\ndoesn’t make sense; I buy and money comes out of my account and I’m left…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkhfam/how_the_f_do_you_all_make_money.json": "Some days it hits me that I am way too low on money 😅 I'm in NY 30's and still\ncan't figure out the money making part of my life.\n\nI've thought of learning a trade as a potential alternative to fields that\nrequire deep text book smarts like math and science and expensive college but\ncould never…",
  "data/reddit-crypto/r/Bitcoin/comments/qkdz57/bitcoin_faces_a_supply_shock_due_to_little_profit.json": "As the price of Bitcoin reached an all-time high in October, a recent report\nfrom Kraken Intelligence sheds light on what’s behind the surge.\n\nDetails: The data from the report points to a potential supply shock where\nlong-term holders are not taking profits. The number of bitcoins that…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qki6sx/lrc_where_gme_meets_crypto.json": "Longtime GME holder and crypto enthusiast here. For those that aren't aware,\nlast week there was a leak on Github that seems to prove that GME and Loopring\nare indeed working together to launch an NFT exchange.\n\nFor those that aren't in the loop (pun intended), LRC is currently exploding in\nprice. I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qklhdv/i_have_more_money_in_crypto_than_in_my_bank.json": "Just like the title says I am as much as all in that I can afford the majority\nof my pay check goes into Crypto. I have most of my portfolio in ETH as I feel\ncomfortable that it will be around long term and gain in price. Then I do have\nan emergency fund in my bank that will allow me to get by for 6…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkadt9/quick_lto_update.json": "Hi everybody,\n\nI just wanted to update you all on our favorite stable coin named LTO. /s\n\n-Today (in about 30min) LTO will be tradable on Kucoin, this will make it a lot\neasier and cheaper for our overseas friends (USA) to buy LTO.\n\n-Today will also be the day that the biggest mainnet update yet…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkfs92/knowyourcrypto_42_decentraland_mana.json": "If you are interested to the previous posts of this series, check it out here:\n\n * Bitcoin (BTC)\n   [https://www.reddit.com/r/CryptoCurrency/comments/pfxxyp/knowyourcrypto_1_september_1_2021_bitcoin_btc/]\n * Ethereum (ETH)\n  …",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkl4i6/i_just_dont_know_anymore_this_place_used_to_be.json": "Maybe I'll get a lot of negative comments, but that's ok.\n\nI just feel a bit lost sometimes when I look through the posts and comments on\nhere and other crypto subreddits.\n\nSatoshi wanted to give a big middle finger to the existing financial\nsystem...not be absorbed by it.\n\nGenesis block:\n\n\"\n\nThe…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkngbn/did_people_miss_that_dot_just_hit_a_new_ath.json": "Did y'all miss this? I haven't seen a post about this so far but DOT currently\nsits at $49.81 and recently hit its new ath of $49.91. I didn't expect it to fly\nunder the radar to be honest.\n\nIt's pretty well known that DOT has been trading sideways for a while now, ever\nsince the bear market dip…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qknq2v/why_crypto_wont_make_most_of_us_rich.json": "Very few believe in crypto to the degree necessary for it to make you rich\n(short of complete luck meme coin mooning).\n\nThey aren’t going in hard enough. $100, even if your crypto goes 100x, is not\nmaking you rich. Or you are constantly jumping from one “opportunity” to\nanother, instead of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkii6v/in_the_wake_of_this_whole_squid_situation_lets.json": "Let he who is without sin cast the first stone, as they say.\n\nCan all of you tell me, honestly, that you've read the whitepaper of every\nsingle coin you hold/held? Because I couldn't say that. I've read ALGO's and\nCKB's, but not LINK's or DOT's. I know what they're about, of course, I've done\nmy…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkjmjf/what_do_you_do_if_you_become_a_crypto_millionaire.json": "Sorry if this has been posted before, but I looked through everything and cant\nfind specifics, which is what I am curious about.\n\nSay you get in on a coin before the main stream media gets wind, basically any\nof the recent ones that have just blown up. Usually what precipitates a blow up\nis the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkj3a3/learn_crypto_basics_in_about_60_minutes_for.json": "I have been trying to simplify crypto for beginners. This is an attempt to\ncreate a learning path of the articles I have written. This is no way a complete\nguide to the vast crypto world. Just the basics to get you started.\n\nThere are no ads, no affiliate links, no sales products, no financial…",
  "data/reddit-crypto/r/Bitcoin/comments/qkl7re/whoever_tells_you_that_lightning_is_not_the_real.json": "just tired of that already",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkig87/does_anybody_feel_like_crypto_is_their_ultimate.json": "I started crypto with about a few hundred dollars in 2017. Market crashed later,\nbut I managed to scrape out some profit. Still, I had tons of bills, so I put\nthose profit into paying them.\n\nI started from scratch this market cycle due to the Pandemic, and very slowly\nmaking some profit that some of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkptcr/earning_1000_from_crypto_in_1000_days_from.json": "Prices are from three days ago. I thougt I would update you guys, because my\nfavorite crypto is finally unbanned from this sub! I'm also taking graphic\ndesign more serious. I picked up this skill solely for this challenge. Dont let\nthese numbers fool you. My main crypto coin has peaked, this was…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkmwg0/great_news_for_bat_the_new_brave_user_numbers_are.json": "Brave just posted the new user numbers for the month of October 2021. And they\nlook great! - 42.1M monthly active users in total, an up of 8.2% - 14M daily\nactive users in total, which yield an increase of 4.5%\n\nThose numbers are really good, what other project has a steady increase of\naround 7% per…",
  "data/reddit-crypto/r/Bitcoin/comments/qkgfm3/monthly_reminder_keep_stacking_satoshis.json": "Whether if it's $5/$10/$20/$50/$100, whatever the fuck, KEEP STACKING! Fuck\ntakeout, cook at home and KEEP STACKING! Fuck going out, read a book, watch a\nmovie and KEEP STACKING! Sell that gaming console you haven't touched in years,\nand KEEP STACKING!\n\nWhatever it takes, keep adding to your satoshi…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkt6y6/lot_of_attention_for_squid_game_that_stole.json": "I don't understand the phycology of people, yesterday and today we had countless\nposts about squid game, everyone super worried with good reason because a scam\nis a scam and those responsable should me pointed out.\n\nBut after the Shiba frenzy there has been this project called AnubisDao on ETH,\nit…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkqi2w/why_dont_i_see_any_crypto_enthusiasts_talking.json": "I can’t think of a bigger barrier to mass adoption than people refusing to take\npart in an ecosystem in which we’re artificially creating wealth disparities\neven greater than Bezos/Musk. We’re at the political crossroads of massive\nfrustration from the working class participating in systems that…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkrisy/rules_for_crypto_noobs_please_learn_from_my.json": " 1. Write down your keys. Write them down twice with instructions like you were\n    talking to a golden retriever. Test them and try to restore so you know the\n    software is legit.\n\n 2. The exchange only seems like a good wallet til they are hacked. Remember the\n    term \"Not your keys, not your…",
  "data/reddit-crypto/r/Bitcoin/comments/qkrehz/reminder_on_this_exact_day_last_year_bitcoin_was.json": "What an incredible year it's been. Through the ups and the downs and the summer\nof FUD, we managed to enter November over 60k. Just sit back and stare in awe at\nthe 1 year chart.",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkpftt/once_resistance_now_a_support_btc_managed_to_stay.json": "Congratulations to everyone!\n\nI know it's hard to appreciate these kinds of charts in the flow of the market,\nbut BTC found a great place in $60K level for nearly 3 weeks now is just\nincredible!\n\nIn these 18 days span, BTC only once dipped to $58K and pumped right back to\n$60K in less than a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkxa0n/youre_in_your_20s_thinking_about_buying_a_new_car.json": "The common theme amongst 30 and 40 year olds? It's always they wish they\nINVESTED into XYZ 10 or 20 years ago. It is always the same fucking regret.\nAlways the same fucking stories about buying this cheap piece of land, this\nApple stock from 90s, this AMZ, this TESLA stock.\n\nNobody ever fucking says…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkvqgi/squid_did_exactly_what_it_was_created_to_do.json": "Squid game was a token built around a show that was meant to be a commentary on\ncapitalism where everyone who participates in the game dies. Well, almost\neveryone.\n\nOne old man, the #1 participant, created it. Then invited a host of others to\nparticipate for a chance at millions. Statistically the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qktt3b/has_anybody_gone_to_burger_king_today_and_gotten.json": "Has anybody gotten the email with the link from Burger King?\n\nI went and got a Whopper meal three hours ago and have yet to receive an email\nother than the receipt. was wondering if anybody else has had any luck with this\nyet?\n\n\n\nAlso noticed on the fine print that you can send a letter in the mail…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ql0ceo/no_gas_fees_loopring_why_its_rocketing.json": "I wrote the initial GME and Loopring post, which seemed to help and educate a\nlot of people on their potential partnership.\n\nAs Loopring rocketed yesterday, I wanted to try to explain why so many people\nare buying LRC. This coin has pure fundamentals, and provides one of the most\nincredible…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ql1do9/ethereum_breaks_its_ath_again_and_its_just_the.json": "Etherum is currently trading at $4470. I know that this was expected to happen\nsooner or later, but it also clarifies those new investors who are misled by the\nrecent wave of shitcoins hitting the market.\n\nWhy do I think that ETH2.0 will be a game-changer?\n\nScalability\n\nEthereum 2.0 upgrade will…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ql0rdc/yall_are_investing_money_that_you_can_afford_to.json": "Pumptober has been a beautiful sight to see. Coins pumping left right and centre\nthanks to Big Daddy Bitcoin making a new ATH!\n\nIt’s very easy to feel the fear of missing out (FOMO) when you see astronomical\ngains across the charts. It’s risky to chase a pump but sometimes we do it just\nfor the…",
  "data/reddit-crypto/r/Bitcoin/comments/qkxvj9/why_arent_we_seeing_more_local_shops_and.json": "Something similar to what they are doing in El Salvador. Some online sites\naccept bitcoin and even Tesla was for a while, so it has to be legal right? For\nlocal businesses, saving 2-3% swipe fee on credit card has to be attractive,\nright? I live in bay area and there must be a lot of business owners…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ql3fs7/i_was_a_crypto_millionaire_for_about_5_minutes.json": "Hey guys. I bought in into the Squid Game scam. Don't be like me.\n\nI heard about this token a week ago and I went to do research. What I found?\n1000x evidence that this was a scam, but I was intrigued.\n\nI thought, let me put 10$ in this just for funnies. I got around 661 SQUID.\n\nAs the days went by,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ql0d4k/vitalik_buterin_sending_a_01_ether_test_amount.json": "https://preview.redd.it/00xhl80lf5x71.png?width=2802&format=png&auto=webp&s=f4d7c59a5867c50c5c099bee5b4e8d2b60e0a026\n\nEven Vitalik Buterin has to send some test 0.1 Ethereum before his actual 1500\namount to make sure his Ethereum isn't lost to an address that doesn't exist.\nThis really shows that…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkrg2m/daily_discussion_november_2_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ql30cg/if_youre_putting_money_into_a_metaverse_crypto_do.json": "Facebook is now meta and it will be pushing it's way into the VR metaverse\nspace. It is an upcoming competitor straight and simple to metaverse coins.\n\nGiving it your usage metrics and eyeballs on their ads only empowers it to take\na big old dump on your metaverse project. It has more money than…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ql2sy1/open_your_vaults.json": "> \"There are 15,549 users who have karma eligible for Moons this round but do\n> not have any Vault address, with a total of 97,352.40 Moons presently going\n> unclaimed (lost).\n> \n> That's 6.14 percent of the Moons being distributed this round!\n> \n> u/SoonMoonn [https://www.reddit.com/u/SoonMoonn/]…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ql29si/why_are_people_bullish_on_loopring_but_bearish_on.json": "Since Loopring is pumping, the spam about it on this sub is ofcourse unavoidable\nsince everyone here is always chasing the market.\n\nFor some reason, everyone is quoting Loopring having no gas fees as a super\nbullish case for them. However, I've been in this sub for 5 years and I've seen\npeople…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ql05s5/cryptocom_is_now_the_most_downloaded_app_in_the.json": "Just shows how fast Crypto is being adopted. Banking apps are nowhere close to\neven the top 10 while Crypto is number 1 in all categories. Even in the Apple\napp store, Coinbase is the number one most downloaded app.\n\nThis is huge considering Facebook, Tiktok, Snapchat, Instagram or even…",
  "data/reddit-crypto/r/Bitcoin/comments/ql9k5d/people_keep_saying_inflation_is_5_but_the_thing_i.json": "The biggest monthly expense is Bitcoin and it's gone up way more than 5% over\nthe last year.\n\nInflation is killing me.\n\nBitcoin is become more and more unaffordable every single day.\n\nHow am I supposed to live when Bitcoin costs so much?",
  "data/reddit-crypto/r/CryptoCurrency/comments/qlaedo/whenever_i_tell_my_girlfriend_about_my_crypto.json": "I’ve been doing really well with my crypto investments lately and I’m pumped!\n\nBut whenever I (excitedly) tell her about it, she’s like “you should sell it” or\n“have you sold it”. And I’m like well no, I’m a diamond handed ape and I’m\nhodling until I have enough to retire from the soul sucking…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qktej2/another_algo_post_and_another_algo_noob.json": "I am a bit late to the ALGO game, but I have just discovered how much APY the\nYieldly app provides. You can stake your Yieldy or other ASAs for crazy APYs\nthat range from 40-110%. I have always invested heavy into ALGO, and initially I\nhonestly thought that everything else that came with ALGO was a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qlckhx/crypto_account_4_bank_account_9812_anybody_else.json": "Just like the title says I am as much as all in that I can afford the majority\nof my pay check goes into Crypto. I have most of my portfolio in ETH as I feel\ncomfortable that it will be around long term and gain in price. Then I do have\nan emergency fund in my bank that will allow me to get by for 6…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qla9bm/proof_that_gamestop_is_in_the_nft_market_and_is.json": "Ever since the leaked code from Gamestop Github came above water people\nresponded really bullish!\n\nToday Gamestop's wallet adress has been found on the code from the nft.gamestop\nwebpage.\n\nAnd there you can see some test transactions! This makes me super bullish!\n\nGME'S account on the Loopring…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ql8uba/eth_finally_reached_45k_new_alltime_high.json": "We did it boys!...\n\n2 All-Time Highs in 30 days span, it's incredible!\n\nI can't even put it in the word that how happy it makes me to see my biggest and\ndearest Investment is finally breaking a huge milestone!\n\nETH is an Incredible project and it STILL has tons of time to show its true\npotential and…",
  "data/reddit-crypto/r/Bitcoin/comments/ql4qbk/is_el_salvador_becoming_a_citadel.json": "El Salvador: + offers residency for people who own three bitcoin -- to attract\nbitcoiners + mines bitcoin with clean energy -- to secure the network + provides\ngovernment conversion of hard money to fiat -- to secure the supply\n\nwhat else will a citadel need?",
  "data/reddit-crypto/r/CryptoCurrency/comments/ql6nas/what_coins_in_your_portfolio_is_still_sleeping.json": "I think more and more the market is going parabolic! As of now, most coins are\nin the green and I really hope everyone is enjoying the show.\n\nNevertheless, we have some beast that are yet to moon and make a massive move\nbut they tend to be late comers... So what are those beast you hodl that…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qlhe6p/do_yourself_a_big_favor_and_keep_the_value_of.json": "There is no need to tell anyone if you have made gains or how much money you\nhave in your portfolio.\n\nWhy would they do that, what do you get with it?\n\nFirst, you have the risk of someone you told that to go out and start telling\nother people about it. Therefore, someone may come tomorrow to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qlg6ho/what_is_your_goal_with_investing_in_crypto.json": "I know we all want to be picking Lamborghini colors in like a year, personally\nI’m prone to picking the orange one. But whats your realistic goal with\ninvesting in crypto? My plan is to leave my country in 3,5 years (when I finish\nmy PhD). I’m sick of having such a poor quality of life in a third…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qljet7/ethereum_reaches_new_ath_at_4638_with_market_cap.json": "The last time ETH reached ATH was back in May and now we are back to the sky!\n\nCongratulation to all ETH holders who have held it through the consolidation of\nlong and hurtful months. It sucks when you see other coins pumping but ETH stays\nwhere it is, but nothing hurts more than selling the coins…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qljnag/i_wish_more_people_would_talk_about_investing_in.json": "If someone comes a long and says “I invested $10k in (whatever coin)”, that may\nsound like someone really believes in that coin, but that may also be a very\ninsignificant amount of money to them. I want to know what kind of risk people\nare taking. How much does this money mean to you? I think people…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qlig1m/i_just_want_you_all_to_know_i_do_not_nor_will_i.json": "I’ve tried and tired again, but don’t think I will ever understand how NFTs can\nhold such wild values, what people do with them, and or anything else about\nthem. Some NFTs look like an icon made by a fifth grader. It just can not grasp\nthis concept. But what I do know is Cat Buttholes in Space, and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qlghp8/famous_bitcoin_addresses_and_transactions.json": "These are pieces of history anyone can view, stored forever on the most secure\nnetwork in the world. One of the coolest part about the blockchain being an\nopen, decentralized and immutable ledger is that you can look back into the past\nat snapshots of very special moments. Here are some famous…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qllygj/whats_the_best_way_to_cash_out_without_creating_a.json": "For example, lets just say that I theoretically put $4000 into crypto, watched\nit quadruple and now I theoretically had $16k in crypto.\n\nNow lets imagine that I theoretically put half of that so $8000 into this funny\nhaha dog coin called Shiba Inu or something in August 2020 and just forgot about\nit…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qlghgv/i_opened_my_vault_ama.json": "Ok. I’ll be honest. I was always going to open my vault, but because I only use\nmy laptop for Reddit, and that I’m a huge procrastinator I didn’t open my vault,\nbut now I did. In the last day, but I did. Typical me.\n\nThanks to everyone, who flooded my inbox and asked me open my Vault. I love…",
  "data/reddit-crypto/r/Bitcoin/comments/qljl38/love_when_i_find_gems_like_these_randomly.json": "For context, I searched up a question which led me to a post 10 years ago from\nr/Entrepreneur\n[https://preview.redd.it/uwo7l2rw9ax71.png?width=1055&format=png&auto=webp&s=68502924708b4be455cbca2e27c7184944f36880]",
  "data/reddit-crypto/r/CryptoCurrency/comments/qlhv8f/daily_discussion_november_3_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qlluyb/anyone_else_out_there_who_has_zero_plans_to_sell.json": "I have been lurking in reddit-land for years, but have never posted anything;\nfigured I'd start here since Blockchain tech has been my main interest for many\nyears.\n\nAnyways, most of the posts i see talk about selling into fiat and getting new\ncars, houses etc... i personally see a shift on the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qldxhp/top_30_stablecoins_crypto_explained_in_one.json": "For new people in crypto: the different stablecoins in one sentence sorted by\nmarket cap. Hope it helps newcomers in the crypto jungle.\n\nIt is not uncommon for stables to lose their pegs to the US$.\n\n1. USDT / Tether\n\nCentralized, backed by 1:? US$, FUD resistant & Bitfinex BFF. Seems to be\ncovered…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qlqfs7/eth_cofounder_vitalik_buterin_discusses_loopring.json": "I posted this yesterday in the LRC sub but didn't get any attention, so thought\nI'd give it a shot here...\n\nIn case anybody has doubts about the legitimacy or potential of the project,\nhere is an interview from this past summer where ETH co-founder Vitalik Buterin\ndiscusses zkRollups and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qlpkca/gamestop_nfts_and_cryptocurrency_part_3_the.json": "I wrote the last two posts on Loopring, which seemed to help and educate a lot\nof people on their potential partnership with some large companies.\n\nI have just updated the post with my latest update which breaks down potential\npartnerships, including a potential one with Ubisoft.\n\nI wanted to talk…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ql8xjv/seriously_fuck_ethereum.json": "I will continue holding ethereum coin and possibly buy more, but its literally\nso fucking ridiculous how much the fees are to do anything on the blockchain.\nEvery \"smart contract call\" is at least $80 and its just to change one little\nthing on my ENS, or to swap a coin, or any other little…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qlsfv2/why_in_the_hell_is_squid_game_pumping_again.json": "I'm honestly speechless. It was an obvious scam/rug pull from the beginning\n(read the white paper if you haven't already, it gave me a good laugh), and yet\nit's up 361% in 24 hours according to coinmarketcap, despite the fact that you\nstill can't sell it for a profit.\n\nSome people will never learn,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qlt7cf/serious_question_how_do_people_get_so_many_moons.json": "Hi, question as title.\n\nI see a lot of users with more than 10k karma which this month would mean more\nthan 2800 moons, or considering today price, more than 400 USD!\n\nAs you probably know I live in Venezuela, where monthly minimum wage is 3 USD\nand considering some NGO, a 5 members family could…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qluh96/you_got_01_btc_a_reminder_that_you_are_in_the_top.json": "I was checking the bitinfocharts and realized that even if you hold 0,1 BTC you\nare in the top 6% of adress holders, if you hold 0,01 BTC you are in the top\n15%, 0,001 BTC gets you into top 24% and lastly anything between 0 and 0,001 BTC\nlands you in top 51% of adress holders.\n\nThese numbers may…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qlt949/its_1_january_2022_tell_me_the_price_of_your.json": "We are in the middle of the greatest Crypto Bull Run in history, at least till\nthe next one, where BTC has hit its ATH, ETH hit its ATH yesterday. We are\nhaving new unknown coins moon from nowhere every single day while ADA and VET\nare quietly prodding along.\n\nAs the headline says, I was wondering…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qlyec3/how_to_become_a_crypto_millionaire_for_dummies.json": "So first you need $1000. If you don't have $1000 go get a job right now. Job\nmarket is hotter than shilling meme coins in the daily.\n\nOnce you have $1000 buy a coin that is going to 10x. Wait for it to 10x then\ntime the top perfectly and sell.\n\nNow take your $10,000 and pick another coin that's…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qlzgyf/holders_what_projects_are_you_losing_faith_in.json": "Anyone starting to have second thoughts on any of your long-term holds?\n\nI was a VET fanboy a few months ago, but now I'm wondering if real-world\napplication will ever turn into real-world profits for my wallet. Long-term, I\ncan see it going up with the market, albeit lagging, but I don't see any of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qm19bb/my_75_year_old_mom_is_downloading_coinbase_to_buy.json": "Great to see even the older generations getting onboard! My mom knew that me and\nmy brother are into crypto so I believe that inspired her to get into it. She\nactually brought it up to me today about some game she was going to play so she\ncould get $5 of free Bitcoin. So later I was thinking about…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qlzy4w/i_started_investing_when_i_was_29_thanks_to.json": "Anyone else wake up in the middle of the night and check the charts?\n\nCalculate how much something would be worth in ALGO rather than your fiat\ncurrency?\n\nPerhaps a sneaky browse of CoinMarketCap.com while on shift at the fiat mines?\nOnly to close it, and re open it a few minutes later - just in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qm403f/the_bull_run_is_about_to_heat_up_selling_late_in.json": "I know, I know, selling is against the rules of this sub. But this is truly the\nbest thing that you can do for your portfolio.\n\nEvery Single Bull run has ended with a catastrophic -90% bear market. I don’t\nthink this one is going to be any different.\n\nI predict that this bull run will really start…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qly4u3/how_would_you_prepare_for_a_crypto_winter.json": "I’ve only been in crypto since about April, luckily I didn’t have too much\ninvest before the May crash or I probably wouldn’t be here now.\n\nI know that there’s many people in this sub that have been around crypto for\nawhile. So what would you recommend for someone like me or others to prepare for\nan…",
  "data/reddit-crypto/r/Bitcoin/comments/qlw3pp/21_million_coins.json": "Let’s not forget there will only ever be 21 million bitcoins, satoshi Has an\nestimated of 1 million of them 3 million are lost forever that leaves 17\nmillion, then there are the Winklevoss twins, saylor, and chamath and early\nadopters who likely will never sell…. Now throw in a few companies and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qm24pp/vbuterin_zkrrollups_are_going_to_win_longterm_in.json": "zk rollups give tons of scalability by taking and compressing data and\ncomputations off-chain.\n\nHere are some projects:\n\nLoopring ($LRC)\n\nLoopring is an Ethereum Layer 2 scaling protocol that allows the building of\nhigh-throughput, low-cost, non-custodial AMMs and payment applications on\nEthereum by…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qm65x3/new_moons_are_ready_round_19.json": "This distribution of Moons has been finalized, and Moons are being delivered to\nusers with a registered Vault. Users who do not have a Vault yet will get their\nMoons when they create one through the Reddit app.\n\nThis distribution is based on karma earned from 2021-09-29 to 2021-10-26.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qm383w/how_far_down_the_crypto_rabbit_hole_are_you.json": "Up in the air: Bitcoin is Ponzi scheme, fake internet money, googled doge once\n\nSurface level: mindless speculation, looks fun, download app, buy 20 £$€.\n\nSolid grounding: over two dozen hours of lectures/articles/podcasts, resists\ntalking about it\n\nDug deep: has mined, thinks in cycles not in…",
  "data/reddit-crypto/r/Bitcoin/comments/qm2gr0/made_my_first_btc_purchase_today.json": "Excited for the journey ya’ll! Only the beginning 💪🏻💪🏻 let’s ride!",
  "data/reddit-crypto/r/CryptoCurrency/comments/qm6mve/4_months_ago_i_gave_my_kids_100_each_and_asked.json": "Four months ago, I made this post\n[https://www.reddit.com/r/CryptoCurrency/comments/ofzwd4/i_gave_my_kids_100_each_and_asked_them_to_pick/]\nabout giving my kids $100 in crypto and asking them to choose three cryptos\neach. I was asked by many in the thread to post a monthly update. I only have\nthe…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qm4jaa/how_to_handle_a_crazy_colleague_who_got_obsessed.json": "So, few weeks ago a colleague who never invested in crypto said he read\nsomewhere that Shiba is the new Bitcoin. At that time, he didn't even know what\nShiba or bitcoin mean. He had no crypto wallets, he was just making a random\nconversation about something he read online.\n\nI made the mistake of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qm93so/how_many_of_you_plan_to_hold_for_5_years_and.json": "Many people view their crypto buys as long term investments and many people are\nin it for the quick sexy gains.\n\nBut looking back, those who bought BTC in 2016 and didn't sell are doing\nincredibly well with their initial investment.\n\nHowever with the potential insane short term gains in this market,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qm5ubl/reminder_jim_cramer_called_for_selling_ethereum_a.json": "A week ago Jim Cramer has predicted that Ethereum has reached its top, and might\nfall from its then price point.\n\nIn the following week Ethereum has rallied to a new all time high of over\n$4,600, making Cramer predict exactly the opposite of what has happened\n\nHe has done the same for Bitcoin,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qlzfce/dont_forget_that_coinbase_pro_is_free_and_has.json": "As I learned this by myself a few days ago. Coinbase Pro is free to use and you\nget lower fees than on \"regular\" Coinbase. It provides more trading options and\nprovides a simpler/lower fee structure. Also you are able to set stol/limit\norders.\n\nYou aren't able to stake on Coinbase Pro but you can…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qlxuff/blindly_defendingignoring_cryptos_problems_makes.json": "I'm a big supporter of crypto and the good it can do for the world, and I fully\nexpect it to become an integral part of the economy in years to come.\n\nBut I'm aware that right now crypto has problems. If it didn't, there wouldn't\nbe so many great coins trying to solve them. But the more I look in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmbidk/a_word_of_caution_about_solana_sol.json": "I just wanted to remind everyone that SOL suffered a DOS attack back in\nSeptember, only less than 2 months ago. One of the main criticisms at the time\nwas that they just shut down the network, showing how centralized their project\nwas.\n\nNow, it's at an ATH, with no slowdown in sight.\n\nJust because a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmgi2j/i_have_analyzed_every_shilled_coin_in_this_sub.json": "Some important notes about analysis\n1. Analysis was done from 1st of January of each corresponding year till 31st of\nDecember of the same year\n\n 1. KSM, AMP, SHIBA ICO price was not found, therefore the ICO price was used\n    from the earliest historical data from CoinMarketCap/CoinGecko\n\n 2. n/a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qm6dtd/exchanges_need_to_start_listing_bitcoin_in.json": "Unit bias is real, and even though the amount you own will be the exact same, it\nwill heavily encourage new users to buy Bitcoin because they will see it as\ncheap and not be intimidated. I gotta admit, even though I know it doesn’t make\na difference, I had a lot more fun buying 50 million Dogelon…",
  "data/reddit-crypto/r/Bitcoin/comments/qm485f/are_we_saying_that_weve_outsmarted_the.json": "I see a lot of talk about being \"early\" and references to massive institutions\n(banks, tech companies, retail giants, etc) that are reluctant or adverse to\ngetting into BTC, and it really confuses me.\n\nThese institutions are operated by some of the most consistently successful,\nexperienced,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmiz59/if_you_invested_1000_into_sgt_a_week_ago_it_would.json": "We’ve all see the headlines about SHIB and others, $1000 a year ago would be\nmillions today, but at the point when you would have needed to invest to have\nthose gains today — they weren’t different than most of the hype coins that\nlanded people in the red.\n\nShib took off yes, don’t misunderstand me…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmhwcc/harmony_one_as_advertised_on_the_billboards_of.json": "How incredible to see that Harmony ONE being advertised on the billboards in\nTimes Square. This means that the team really believes in it and their\ncommitment is 110%. As a ONE holder myself I find this very cool to see and\nsoothing!\n\nThis is the first time I have also seen a crypto advertised in a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qm9iif/what_happened_to_nano.json": "I don’t get it? Zero fees, instant transactions, but yet it seems to be frowned\non by many. Why did it not blow up? How is it not on Coinbase? Am I missing\nsomething? I have used nano to send small sums of money between friends and it\nalways works so well. I even accepted Nano for a market place…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmil4p/what_are_things_you_dont_understand_about_crypto.json": "Not every answer can be easily found by Googling.\n\nSome questions are about a deeper level of understanding.\n\nFor example, I'm not 100% sure how do blockchain updates work. For example, if\nmy ETH is in a cold wallet with no internet connection, how will it get the\nupdate?\n\nOr do only the nodes need…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmd0j3/cryptocurrency_has_made_a_lot_young_people_very.json": "I am curious why this is not discussed by more people. Forever, younger\ngenerations have never had power or any real ways to represent themselves. The\npeople making rules have always had the most wisdom, but that means they’re also\nthe oldest & most out of touch with modern advancements.\n\nMoney is…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmisp5/most_of_people_just_say_dyor_before_investing_but.json": "Now just for beginners who doesn't know what DYOR is Do your own research , no\none can know the coin which your going to invest better than you so it's always\nbetter to do that before investing.\n\nCOINMARKETCAP - This is the first go to resource where you can find all the\ncoins Ranking from 1-13K so…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmkagp/30t_in_inheritance_coming_to_millennials_gen_z.json": "I'm seeing alot of hate from America's young generations towards the Boomers and\nalot of posts with the theme \"crypto will save us from the boomers\". The fact is\nthat the Boomer generation is sitting on the largest IRA/401K paper wealth in US\nhistory and the vast majority will be passed down via…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmiikx/if_you_are_reading_this_than_you_are_already.json": "Seriously, do you have any idea what percentage of people in the world actually\nhave some of their networth in crypto? Sub 6% from what I hear lately.\nBe proud just to be here, you are witnessing a financial revolution and get to\nbe in it!\n\nThe majority of people do not invest any kind of money into…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qm7wp1/daily_discussion_november_4_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmnolp/more_smoke_in_the_lrc_gme_saga_as_new_code_leaks.json": "Link:\nhttps://etherscan.io/address/0xb170dd1352b9928bd1dd1f11d25f5a1d617baeb2#code\n\nInformation to who linked it:\nhttps://github.com/Loopring/protocols/commit/b65c9a17c87880417acf5205ff118c02b6410737\n\nHere is a picture of more GME evidence in the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmj68x/eth_market_cap_closing_in_on_50_of_btc_market_cap.json": "After the recent rally in the price of ETH, the market cap has climbed to an\nextraordinary $543 billion. With the market cap of BTC currently sitting at\n$1.193 Trillion, ETH has a MC equivalent to 44.76% of BTC.\n\nIf the current sustained growth continues as ETH moves forward as a deflationary\ncoin,…",
  "data/reddit-crypto/r/Bitcoin/comments/qmhbxm/bitcoin_value_fluctuates_between_60k_and_63k_for.json": "I'm new to crypto (less than 3 months), investing in some of the best projects\n(do not trade them) and I just wanna understand this - the $BTC value (and not\nonly BTC) is moving every day the in same way. I'm thinking of this pattern and\nI cannot understand why - when the price hits 63-64K is it…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmpryx/youre_kidding_yourself_if_you_think_millennials.json": "This is in response to another post where OP talks about $30T of wealth from\nboomers eventually being transferred to the next generation. OP tells us to be\npatient with our crypto investing and wait until the boomers give us money.\n\nGet out of here with that trickle-down nonsense. Given everything…",
  "data/reddit-crypto/r/Bitcoin/comments/qmqhv8/new_mayor_of_new_york_city_will_take_his_first.json": "Eric Adams, the mayor-elect of NYC just said he is going to take his first three\npaychecks in Bitcoin. After his promise to make NYC a crypto hub, this is a\npretty strong follow-up action. Mayor of NYC taking his first paychecks not in\nUS Dollar but in open, decentralized Bitcoin.\n\nAlso, as you guys…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmrys0/this_isnt_the_space_for_your_libertarian_rants.json": "You make money, you pay into the pot. The number of posts/comments I see in the\nvein of “taxation is theft” and just general entitlement about every cent we\nmake is ridiculous. You are not exempt, none of us are.\n\nYou are not a sovereign citizen. Your internet money does not excuse you from\nyour…",
  "data/reddit-crypto/r/Bitcoin/comments/qmij9g/i_dont_trust_myself_to_look_after_ledger_and_seed.json": "People say not to use a safe deposit box. This has to be safer than trusting my\nown clumsy ass hiding stuff in my rented unit surely. I reckon the chances of me\nlosing it or getting stolen are way more likely than my coin getting hacked on\nthe exchange",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmq5as/scam_alert_9221_of_audius_tokens_are_owned_by.json": "I keep seeing people blindly investing in projects. Unfortunately, in some cases\neven celebrities are endorsing scams now, causing confusion at best and huge\ninvestment risk at worst.\n\nOne in particular that just simply blows my mind is AUDIUS, and it’s traded coin\nAUDIO. The premise of which is to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmrlen/fucking_bullish_on_loopring.json": "I am a gme shareholder since the beginning, and as soon as there was confirmed\nthat like half of the loopring team started working at gamestop I bought a small\nbag, and today I swapped all my eth and btc in it because let me tell you\nsomething.. Do you know how much loyal customers gamestop has?do…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmk1et/i_really_think_the_banking_system_is_a_scam.json": "I’m trying to transfer money between bank accounts and the bank goes:\n\n‘Oh, well, we’ll transfer this for you if you get it in before 11am, then it\nwill take 2-3 days to process. If you don’t get it in before 11am, we’ll then\nit’ll take 3-5 days processing. And don’t even think about asking us to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmml5y/natural_selection_for_all_squid_game_holders.json": "Alright I am laughing my ass off. Last week squid game token went from\n$0.0007926 to $2,861.80 and ended up getting rug pulled setting the price to\nalmost zero ($0,003) now a few days later people are buying it again.\n\nToday squid game is up 650% to almost $0,1. Once again it got rug…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmuvr8/what_is_your_1_cryptocurrency_market_rule_that.json": "As we see many newcomers enter the market, they don't have a sense for the\nmarket like those who have had long term experience.\n\nA lot of easy to avoid mistakes are made. People lose a ton of money.\n\nThose who have weathered the 2018 crash have some tough skin and rigid rules\nthey will never break…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmvhhm/i_took_out_a_40k_loan_just_over_a_month_ago_to.json": "So I made a post a bit over a month ago it was about taking out a 40k AUD loan\nto buy more bitcoin which I withdrew off the equity on my mortgage at 2%\ninterest if anyone was wondering how I kept the interest rate so low.\n\nSo how is it travelling? I pay an extra $150 a month on the repayments which…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmvrvh/ive_been_dealing_with_the_irs_for_3_years_its_not.json": "This is not a post about whether you should or should not pay taxes. I don't\ncare. This is also not a post on HOW to pay taxes. I don't know.\n\nThis is a post on my experience with having tax problems, in case it sheds light\nfor someone else. I have been dealing with an ongoing tax matter for…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmr00x/chainlink_75_billion_total_value_secured.json": "https://chainlinktoday.com/chainlink-announces-its-total-value-secured-tvs-is-now-over-75-billion/\n\nThis little ERC677 token secures more funds then the GDP of fucking Luxembourg\n[https://www.worldometers.info/gdp/luxembourg-gdp/]. Luxembourg isn't some\nshithole, its fucking NICE.\n\nWHAT THE FUCK.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmtb33/bitcoin_just_saved_me.json": "I'm doing a bit of traveling around Europe and currently in Ukraine for a few\nweeks. Strangely none of my cards work here except for one debit card that works\nonly in atms. Despite calling my bank and confirming my travel plans I am stuck\nwithdrawing cash to spend money from the one account. No big…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qn0d1d/yes_you_should_rant_about_the_government_taxing.json": "I feel like u/Yeetasaurus1979 [/u/Yeetasaurus1979] meant well but missed an\nimportant point with his popular This isn’t the space for your libertarian rants\nabout how the government isn’t allowed to tax…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmtdqr/dont_buy_into_pumps_buy_coins_that_currently_have.json": "Now, it seems like we are entering one of the hottest phases in the bullmarket.\nWith the hopes of high gains, many people here seem to chase specifically pumps\nor buy into them, while they are already happening. However, this might often\nend up in you buying high and the chart of that specific coin…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmpuaa/warren_buffet_in_2014_i_wouldnt_be_surprised_if.json": "Warren Buffet in 2014: Not surprised if Bitcoin will cease to exist in 10 years\n\n(Bitcoin at $500)\n\nWarren Buffet in 2018: I will never own any Bitcoin\n\n(Bitcoin at $10,000)\n\nVice Chairman of Buffets investment firm in 2021: Bitcoin is worthless and\nmainly used by kidnappers and criminals\n\n(Bitcoin…",
  "data/reddit-crypto/r/Bitcoin/comments/qmrqsh/google_invests_1b_in_bitcoin_futures_provider_cme.json": "https://cryptopotato.com/google-invests-1b-in-bitcoin-futures-provider-cme-group/",
  "data/reddit-crypto/r/CryptoCurrency/comments/qn2935/the_crypto_community_used_to_be_rooted_in.json": "I almost feel like an old man harkening back to \"the good ole days\" but for the\nones that have been around since the early days (Before $1k+++ BTC) know how\ndeeply rooted the crypto community was in libertarian ideals toward the start.\nFor the most part, no one knew how big bitcoin and the crypto…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmwv7u/five_underrated_metrics_for_picking_altcoins.json": "> “Without data you’re just another person with an opinion.” - W. Edwards Deming\n\nI write about high-potential altcoins [https://CryptoPragmatist.com/sign-up/]\nfor a living, and as I see more and more new investors come to the space, I see\nmore and more misconceptions about how altcoins work, grow,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qn2gad/cryptocurrency_subreddit_is_1_growing_communities.json": "From unpopular opinions that are actually popular, to 10,000 comment coin\nshilling threads, this sub has it all -- and I'm so damn proud to be a part of\nit.\n\nYou guys have taught me so much about the world of cryptocurrencies, taught me\nhow to do my own research, made me laugh....and most…",
  "data/reddit-crypto/r/Bitcoin/comments/qn10x7/just_bought_my_first_btc.json": "remind me! 10 years",
  "data/reddit-crypto/r/CryptoCurrency/comments/qmyd9z/daily_discussion_november_5_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/Bitcoin/comments/qmxq80/hello_bitcoin_community_is_viyoda_from_el.json": "Hope this can be useful here, when you visit this beautiful Bitcoin Nation!\n\nhttps://elsalvadorbitcoin.notion.site/El-Salvador-Bitcoin-Guide-68d831f555ae4f559936d47f78c83d73",
  "data/reddit-crypto/r/CryptoCurrency/comments/qn69cm/cryptocom_just_overtook_tiktok_in_the_google_play.json": "Hello guys,\n\nim a big fan of crypto.com [https://crypto.com]. I use Kraken as my main\nexchange because they are secure and i trust them. I like the way the app is\ndesigned and the support is amazing aswell.\n\nHowever they lack the stacking opportunities CDC has. The main reason is im\nusing it as a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qn6hsb/coinbase_has_given_the_middle_finger_to_sec.json": "In mid September, the SEC threatened to sue Coinbase if it launches its then\nplanned lending product. Even though there were similar services already\navailable, the SEC targeted Coinbase due to its size and profile to send a\nmessage.\n\nCut to today and coinbase has got a hell of a message for the…",
  "data/reddit-crypto/r/Bitcoin/comments/qn2vdd/zillow_should_have_bought_bitcoin_instead_of_homes.json": "The problem with homes is they keep building more, the supply is not limited to\n21,000,000 homes. Micheal Saylor should really reach out the Zillow ceo and\nteach him a thing or two. Secondly, hoarding bitcoin doesn't screw over the\npeople who are trying to homes or the unhomed. 7,000 homes are…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qn8ku9/comment_the_coin_you_hold_and_we_roast_it.json": "So, for the past few days different coin have been pumping left and right and as\nsuch hopium seems to be at an all time high in this sub. Because of this i feel\nlike a lot of newbie have entered crypto and it feels like a lot of the are not\naware or informed of the risk associated with the coins…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qna0oh/this_sub_feels_less_like_group_of_investors.json": "It's not a rant, Im just really confused how things change so quickly.\nThere was a time when people here focused more on the King, on the fundamentals,\npeople discussed serious projects, innovations and different use cases of crypto\nand adoption.\nPeople used to form their own opinions from reading…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qn97kz/honestly_how_do_you_even_do_it.json": "I'll be straight up, I'm in this to get rich, to afford my own home for my\nfamily, I invested a bit in the bull market of Dec 2017, and just sort of HODL'd\nand forgot about it.\n\nMy gains have x2 but I only put in a tiny bit to begin with.\n\nI see stories of people who had put in $500 in Shibu back in…",
  "data/reddit-crypto/r/Bitcoin/comments/qn6whi/the_penny_dropped.json": "It’s so simple, yet it took me a while to pin it down. It is NEVER too late to\nbuy bitcoin, even if it’s at $1,000,000, because it’s not so much about making\nmoney as it is about protecting the value of your existing money.",
  "data/reddit-crypto/r/CryptoCurrency/comments/qn7t8j/if_you_had_invested_1000_in_usdt_a_year_ago_your.json": "We’ve all see the headlines about SHIB, DOGE and other coins, \"$1000 a year ago\nwould be millions today\", but to get those gains you'd need to invest really\nearly.\n\nThrough this sub we now have also seen what would have happened if you had\ninvested your money into coins like Squid, Shibafever or…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qncqhu/i_dont_care_paying_crypto_taxes_in_my_country.json": "I've seen people from the slums entering college because they didn't have to\npay. Free technical books rentals at uni's libraries, free housing for the\npoorest students that come from other cities (have to prove income to be\neligible), free lunch and dinner (in some unis only, in others you have to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qnfpz6/has_anyone_heard_of_loopring_lrc_i_havent_heard.json": "It’s apparently owned by Mark Zuckerberg, The Rock, and Obama. I’m not sure on\nthe details because there’s really not much information on it and no one is\ntalking about it, but it is supposed to be able to teleport people through the\nblockchain like in Star Trek without any gas fees\n\nI read the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qnasii/the_cro_token_has_reached_a_new_ath_and_also_has.json": "Crypto com is at the top of their game when it comes to marketing. They\nliterally have partnerships with MAJOR sports brands. To name a few: UFC,\nFormula 1, NBA, Serie A, Paris Saint German.. They are also to be found in the\nmultibillion dollar gaming segment, partnering up with the streaming…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qnjcmb/to_all_the_cardano_holders_hang_in_there_im_here.json": "Us Cardano holders have been having a hard time as ADA continues to crab while\nevery other Crypto seems to be moving.\n\nThen lately this sub has been having a great time poking jokes at us and the\ngeneral sentiment of this sub is that ADA is done. Well I still think long term\nthere is a lot to look…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qn7we2/you_probably_would_have_lost_everything_in_the.json": "Sorry to break this news to you, but yes, you probably would have bought\npets.com [https://pets.com] instead of the googles or amazons of the dotcom era.\nWe are in a different market, but people tend to be the same more or less.\n\nWhile hype is important, it can only last for so long. Everyone here…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qni74p/sometimes_you_need_to_sell_at_a_loss_and_put_that.json": "Preface: There are coins you should hold because they bounce right back, even\nafter dipping hard. Having said that...\n\nIt seems that there's a very heavy push into \"you don't lose if you don't sell\".\nI've seen this line of thinking much more than \"cut your losses and move on to\nsomething else.\"\n\nIf…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qnjmby/cardano_is_coasting_into_an_iceberg_the_crew_are.json": "Sundaeswap swap has recently released their work around for the fact that UTXO\ncurrently cannot run a permissionless, decentralized AMM DEX\n(Uniswap/PancakeSwap). Items of note:\n\n-the Sundaeswap team determined that the entire Cardano chain, without any other\ndApps competing for resources, will have…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qnmqzs/i_experienced_my_first_rug_pull_today_please_be.json": "Last night I heard about a launch on a new coin, “crypto hippies”. A lot of\ntiktokers were promoting it, it had a really well made website, all social media\nplatform, telegram etc.. so it seemed promising to me. I decided to set an alarm\nfor 9:00 AM which was the launch time. And I decided to invest…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qno5d9/6_months_ago_a_user_vowed_to_do_the_exact.json": "6 months ago, I remember reading a post from an user who wrote:\n\n“I'm going to conduct a test with $1000. I'm going to do the opposite of\nwhatever the majority of /r/cryptocurrency is saying to do.\n\nIf they say not to invest in XRP, I'll invest in XRP. No way any of this is\ngoing into ALGO, VeChain,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qndq7y/i_held_a_presentation_on_cryptocurrency.json": "I study bachelor in economics and today i held a presentation for the whole\nclass on blockchain and crypto currency\n\nBefore the presentation my class mates told me they wouldnt understand shit, but\nI kept the explanations and examples simple and people actually enjoyed it and\ntold me they are going…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qnl3h6/lets_talk_about_algorand_fundamentals.json": "Many of you know about ALGO, but I want to enlighten those who are new to this\ngreat L1 chain. Some quick facts about Algorand:\n\n * 4 second transaction finality (it's fast)\n * Transactions cost is ~ $0.002 (it's cheap)\n * 1000 TPS currently, growing to ~ 20,000 TPS in 2022 (it's scalable)\n * Full…",
  "data/reddit-crypto/r/Bitcoin/comments/qnmb8z/im_a_doctor_in_egypt_and_want_to_accept_bitcoin.json": "How can I start accepting it ?",
  "data/reddit-crypto/r/Bitcoin/comments/qnlmf6/the_new_bill_has_a_1_surcharge_on_corporate_stock.json": "https://www.cbsnews.com/news/budget-reconciliation-bill-build-back-better-act/\n\n> Under Mr. Biden's proposal, a 15% minimum tax will be imposed on corporate\n> profits that large corporations report to shareholders, as well as a 1%\n> surcharge on corporate stock buybacks. Those provisions would raise…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qnudl6/crypto_is_not_as_user_or_beginnerfriendly_as_you.json": "When you interact with newbies and try to walk them through their first crypto\npurchase, setting up a wallet, and DeFi stuff like staking, farming, or lending\nof crypto, you'll discover that crypto is not beginner-friendly at all.\n\nThere are just too many steps and processes. And if you want to be…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qnwb68/i_will_probably_never_find_a_coin_that_will_go.json": "We all love listening to these stories when people invested $50-$100 and got a\nlot of money.\n\nWell, those stories are rare and we as humans easily believe what we like to\nbelieve. That is why we don't pay attention to the people who lost a lot of\ntheir money by investing in some \"hidden gem\".\n\nWe…",
  "data/reddit-crypto/r/Bitcoin/comments/qnns0g/if_btc_was_sent_to_an_address_before_it_was.json": "I was daydreaming about a person 50 years from now that is gonna generate a new\nwallet and freak out when they realize they won the fucking jackpot!\n\nHow likely is this to happen? Has it ever happened yet?\n\nSatoshi said “Lost coins only make everyone else's coins worth slightly more.\nThink of it as…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qnx0ng/if_the_biggest_worry_you_have_in_life_is_what.json": "Hi guys,\n\nI just wanted to write this hat how grateful and what a huge privilege is it to\neven have money to participate in the crypto market. We tend to forget this\noften and a reality check is needed ..It causes us to become very dillusioned\nwhen we start comparing to everyone and seeing everyone…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qnoq0i/whats_the_most_insane_crypto_story_youve_heard.json": "I have a programmer friend who got paid 100 bitcoin for a job in 2011. He got a\njob and left his computer in storage at his mom’s house in India. He bopped\naround and worked and kind of forgot about it. In 2018-19, during the first big\nrise, he came home for the first time in seven years only to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qno34t/daily_discussion_november_6_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qnqz6k/how_to_tell_if_a_new_coin_is_a_shitcoin_in_a_few.json": "Step 1: visit new shitAlt's website\n\nStep 2: read the description of what it does.\n\nAsk yourself, \"Are these terms confusing?\"\n\nAnswer: Yes\n\nCongratulations, you found a shitcoin.\n\nShitcoins love using confusing words, and terms to make you think only their\ncoin can do what it does.\n\nThat's how most…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qnxjei/i_you_want_to_gamble_into_random_shitcoin_put_10.json": "I will never understand why some people put few k $ or even much more in some\nrandom shitcoin. Some of them even go all in one coin and ignore everything\nelse, cause they think it will make them multimilionaires. It is terrible idea\nto do it. I am risking 10/20$ if I gamble on shitcoins or memecoins…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qnx4ov/i_think_this_is_a_point_where_the_market_is.json": "I apologise for trying to slow down the hopium train guys but to be honest i am\ngetting a feeling that at this point in the market where we are standing, it\nlooks like already a high has been achieved and now a huge sell off may or may\nnot occur. Points to consider:- 1. Bitcoin made a high of 67k 2.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qnxtpc/do_people_know_you_as_the_guy_who_invests_in.json": "Unless you work in a crypto exchange or ended up on national news because the\nBitcoins you mined in 2011 have made you a millionaire now, Crypto shouldn't be\nthe first question people ask you about when you meet them. Nor is it good that\npeople only send you meme about crypto because they know you…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qnqtd7/the_different_types_of_crypto_you_should_know_for.json": "Types of Crypto\n\n * Storage of value - A way of storing value in a currency with large volume and\n   market capacity to facilitate growth of the currency.\n * Smart Contracts - A self executing set of parameters that trigger when an\n   action is performed. When said action is performed the smart…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qnzz2e/urgent_the_house_has_passed_an_infrastructure.json": "The House has voted with 218 ayes on Friday, amending the definition of \"cash\"\nto include \"all digital assets\" for section 6050I of the US tax code.\n\nThis is a reporting requirement for any transactions over $10,000.00 to require\na recipient to verify the sender's personal information and Social…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qnkt0s/matic_revenues_have_hit_an_all_time_high_bullish.json": "MATIC inflows have multiplied five times the past week. It’s simply cause DeFi\nand NFT projects are now shifting from Ethereum to MATIC especially now that\nMATIC is letting people mint NFTs for free. They can later go sell the NFTs for\nprofit on the Ethereum mainnet.\n\nAlso, the very slight increase…",
  "data/reddit-crypto/r/Bitcoin/comments/qny8j2/would_you_have_all_your_wealth_in_btc.json": "Would you have all your money and properties only in BTC?",
  "data/reddit-crypto/r/CryptoCurrency/comments/qo1otl/reddit_plans_to_implement_community_points.json": "Recently hired Reddit engineer Rahul has just revealed reddit's plan for\ncommunity points. According to him, they will be rolled out sitewide:\n\n> Your Karma points will soon be tokens\n> \n> Think community-based decisions, or forking subreddits in disagreements.\n> \n> And all of this without even…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qnznwy/if_dogelon_mars_gets_listed_on_coinbase_i_will.json": "I should start by saying that I am 100% not invested in any random shitcoins or\nmemecoins ESPECIALLY Dogelon Mars! I guarantee that I don't have to read the\nwhitepaper or DMyOR to know it's going to be a trash tier waste of time.\n\nAnd yet despite that SHIB, with the same ridiculous handicaps, still…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qo1we1/i_did_a_rug_pull_by_mistake_and_it_shows_how.json": "I was looking into ways to better understand crypto so I thought it would be a\ncool idea to create my own token, deploy it to the main net and even get it\nlisted on an exchange (DEX of course).\n\nIt was an easy decision for me to do this on the Binance Smart chain as I simply\nwanted to try it not…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qo3vsn/why_does_nobody_ever_talk_about_xlm_the_transfer.json": "So today I bought XLM on coinbase and sent to my hot wallet to exchange for BNB.\nAll said and done, the transfer fees cost me a tiny fraction of a cent. But from\nI can see, the cost to exchange XLM for many different cryptos is still just a\nsmall fraction of a cent.\n\nSo my question is why is XLM so…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qo0h26/im_too_used_to_crypto_volatily_that_now_making_a.json": "I remember a few years ago that for me making 2x in stocks was utterly\ndifficult. And if I reached a 2x in a year, I would feel like a genius and would\nmake me so proud. Nowadays, in the other hand, I’m too used to crypto volatily\nthat making a 2x in stocks feels like nothing.\n\nEven though most of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qo2s4b/more_code_leaks_confirming_gamestop_loopring_lrc.json": "More code leaks confirming Gamestop & Loopring (LRC) collaboration on blockchain\nand NFTs.\n\nLots of defined variables in the code refer to gamestop, lrc, meta(verse), nft\netc.\n\nhttps://web.archive.org/web/20211028000950/https://github.com/Loopring/loopring-web…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qnypr3/my_crypto_is_a_scam_dad_talking_about_setting_up.json": "My dad has always been investing in stocks and I've urged him multiple times to\ntake a look into crypto. He never paid any heed to my advice and I had given up\ntrying to convince him. He's always equated crypto to the dot com bubble and\nsaid it's only a matter of time before the bubble bursts.\n\nI…",
  "data/reddit-crypto/r/Bitcoin/comments/qo0azw/you_dont_quite_understand_the_btc_halving_and.json": "There can only ever be 21 million Bitcoin. Roughly every four years, the amount\nof new coins being created is halved - an event called the halving. The idea is\nthat a reduction of new Bitcoins created combined with increased demand leads to\nhigher prices. This is why Bitcoin is often described as…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qo2b2x/update_bank_illegaly_freezes_all_my_money_because.json": "(Original story from u/kundeistkonig [/u/kundeistkonig] on r/finanzen\n[/r/finanzen] (German finance subreddit), translated/edited into English by me)\n\nTLDR of what happened before:\n\nBank froze all money on the bank account because I traded crypto and moved\nmoney, reported me to law enforcement which…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qo9tb8/name_your_greatest_single_crypto_investment.json": "Let’s be honest, most people on this sub didn’t get into coins like Bitcoin and\nEthereum early enough to get 10x+ returns.\n\nBut the good thing about this crazy market is that there has been so much\nopportunity in the last few years that many people have made small fortunes in\naltcoins.\n\nFor me, the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qny7s2/everyone_is_chasing_100_im_just_chasing_a_house.json": "I see a lot of talk about chasing big big gains to 'get rich quick'. I believe,\nin the end, that DCA into big projects will continue to be the best investment\nand despite my small DCA, that it will prove the best strategy to become a home\nowner.\n\nChasing Lambos is the best strategy to stay in the…",
  "data/reddit-crypto/r/Bitcoin/comments/qo3nde/reminder_this_is_not_normal_take_action.json": "”… but I am under no apprehension of a capital injury from ay other source than\nthat of the continual depreciation of our Money. This indeed is truly alarming,\nand of so serious a nature that every other effort is in vain unless something\ncan be done to restore its credit. … [they] work more…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qo9fhd/why_the_post_on_the_front_page_today_about_the.json": "Intro\n\nI'm sure we've all seen the post, it's about 8 hours old at the time of this\nwriting and has been on the front page of this sub pretty much all day. I know\nthe T word, G word, and R word are all scary around here, but after doing my own\nresearch I've come to the conclusion that this bit of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qobn58/what_is_the_one_coin_you_would_never_sell.json": "We all have our own dear coin/token, which has earned a special place in our\nhearts. A coin which you would never sell, no matter the price. A coin you would\nkeep even if the price plummeted or skyrocketed to moon.\n\n\n\nAs for me, I would have to go with Bitcoin. It was my first coin that I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qo8nvx/what_do_you_need_help_with.json": "With all the messages from scammers trying to steal your money, I thought a\nthread to ask genuine questions would be good for beginners, and veterans alike.\n\nAs the title says, what are you having difficulty with? Anything that this\ncommunity can give an ELI5 on?\n\nThere are no stupid questions. A…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qo71uu/no_matter_how_much_you_can_afford_to_invest_in.json": "I see some people feel bad because they can't invest the same amount of money\ncompared to the people from the richer countries.\n\nPutting 1000$ in crypto is hard for them, it is hard to earn that money.\n\nBut hey, if you make \"smaller gains\" they are still going to be big for you\nsince your average…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qobaql/what_feels_criminally_undervalued_right_now.json": "Fortunate enough to have a little unexpected scratch at my disposal this week\nand am looking to pick up a new holding before this bullrun takes off. (Please\ncrypto gods let this bullrun happen as prophesied)\n\nWhat's something that feels criminally undervalued right now? I currently hold\nBTC, ETH,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qo3eo0/most_of_these_politicians_would_get_rejected_from.json": "How does this make sense, all of these dinosaurs should be kicking back and\nrelaxing in a retirement home, yet here they are trying to push the lower class\neven lower with all these crypto laws and regulations and blah blah blah. - It’s\njust crazy to me that if anyone of these politicians were to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qof87g/i_checked_out_the_motley_fools_new_crypto.json": "To shill their new crypto service ( for the low, low, non-refundable price of\n$1500), MF released a video of the hawtest currencies that their boomer\nclientele absolutely must invest in to get those sweet internet bucks.\n\nHere are the ones listed in their presentation:\n\nInternet Computer (ICP) - ICP…",
  "data/reddit-crypto/r/Bitcoin/comments/qodkav/buy_enough_to_be_a_whole_coiner.json": "I have 35k And can either buy btc and then I’ll have a whole coin or keep\nearning 8-9% APY on those stablecoins?\n\nPlease don’t tell me to diversify and only invest what I can afford to lose, Bc\nthat’s obvious.\n\nWhat I am asking is, because it’s a huge chunk of money, is it worth waiting for\na dip? I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qokcpi/you_can_find_a_x100_coin_you_just_cant_hodl_it.json": "Nowadays people think those times when they could find a 100x belong to the\npast. Let me tell you that is a completely false assumption.\n\nInvestors of today miss one of the most important requirements in order to be a\ngood investor : Patience. You see them complaining about their coin not moving\nfor…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qojlo2/i_found_8000_worth_of_crypto_in_my_account_what.json": "When I was in undergrad 2017, I was lucky in that a friend told me to purchase\ncrypto about 3 months before it absolutely went nuts. During this time, I\npurchased alot of different coins that would eventually die out, but one of the\ncoins i bought happened to be binancecoin (that i purchased only…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qocl4k/daily_discussion_november_7_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qokzxu/lrc_going_back_at_it.json": "Sorry ONE-Lovers, here for LRC circlejerk.\n\nSince there’s been quite the bit of hype, possible GME news and big ol Vitalik\nchatting about it, what prices are you hoping LRC to hit in the near future?\n\n\n\nSounds like the GME rumours are rather truthful, I wonder what kind of prices\nwe'll be seeing.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qoknvf/how_do_you_fight_the_fomo.json": "I’m new to crypto and took a small amount and put it on a coin I like (after a\nlot of reading!!)\n\nMy plan is to just let it ride for a while because I really like what they are\ndoing and think there is a lot of potential.\n\nHowever, the more I read about crypto as a whole and the stories of what…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qomwl2/what_would_you_do_with_life_changing_gains.json": "Bit of hopetimistic discussion for a slow sunday in crypto\n\nYou wake up, portfolio has moond overnight and the worlds your oyster, whats the\nfirst thing you do ?\n\nFor me i'd get the mortgage paid off (boring i know) retire, then start looking\nfor a nice chalet in the alps for a holiday home .... and…",
  "data/reddit-crypto/r/Bitcoin/comments/qolwbj/buying_bitcoin_every_month_for_more_than_4_years.json": "I've been buying Bitcoin every month since October 2017. I've never sold any\nBitcoin. I wanted to document my journey from 'no savings fiat bro' to 'nice\nstack free man bitcoiner'. I document my journey in this blog. Hopefully it will\ninspire you to grind some extra hours in your fiat mine, to stack…",
  "data/reddit-crypto/r/Bitcoin/comments/qoo6hu/27_mustknow_facts_about_bitcoin_infographic.json": "Hi bitcoiners! 🙂\n\nNot a secret for anyone that the higher Bitcoin price is, the more people around\nthe world become interested in it. However, Bitcoin is more than just numbers in\na wallet. Thus, I want to share an infographic that we created about Bitcoin,\nwhich we believe will help newcomers to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qonmpc/if_banks_blocking_you_from_buying_crypto_make_you.json": "What do you think is the reason for them to not allowing you to buy crypto? Is\nit because they care about you and don’t want you to lose money? No. Banks don’t\ngive a shit about you. If they cared about you losing your money, they will\nblock people from gambling, etc. where you can actually lose a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qojs36/realistically_if_you_want_to_make_life_changing.json": "When we talk about not investing more than you can afford to lose, we're\nnormally referring to your initial capital outlay. But there's another side to\nthis too... As you watch your paper profits grow, can you afford not to sell?\n\nLet's assume you have decided 100k would be life changing to you. You…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qomii5/i_think_im_the_only_one_who_gets_excited_when_im.json": "All of you talking about 100% or 1000% gains like it's nothing, and here I am,\nhappy because my 50$ investment is now 55$ lol.\n\nI mean, gains are gains you shouldn't be feeling down because your portfolio\nisn't pumping like others, that doesn't make the projects you choose are\nworthless! I seen…",
  "data/reddit-crypto/r/Bitcoin/comments/qofqth/what_is_the_biggest_threat_to_bitcoin_in_2022_and.json": "I say it is too many people either being too lazy or too ignorant to control\ntheir own Bitcoins, trusting them to exchanges, who become de facto Bitcoin\nbanks.\n\nBitcoin then loses its greatest feature, decentralization, becoming more and\nmore centralized within a few exchanges, many of whom are…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qos9un/a_long_series_of_lies_fraud_deception_by_sol.json": "In early April 2020 the Solana team stated that the total circulating supply was\n8.2M. When in reality the total circulating supply was above 20M!\n\nBy the end of the month a independent 3rd party managed to find a unlocked\nSolana wallet containing 13M tokens! Once the Solana team was fully exposed…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qolqw1/what_would_you_have_1_bitcoin_or_around_134.json": "I have had this question in mind and thought of engaging with you guys with this\nquestion and connect. I look forward to listening your opinions and thoughts!\n\nAnd Please in the comments section, why you would choose what you chose!\n\nI hope thought provoking questions like this can bring our…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qopedb/enough_with_the_stupid_wanna_be_motivational.json": "This sub was much better when it was all stupid memes. Now every other post is\nsome nobody's stupid motivational message about why crypto is going to the moon\neven while the market tanks and why we'll all be the smart rich ones in five\nyears blah blah blah. Nobody knows anything. We may all be rich…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qorble/if_your_100_portfolio_is_a_significant_amount_of.json": "We all invest as much as we can while trying to be safe in this market, but the\ntruth is, some of us have less to invest than others.\nSome of us weren't born in rich families, heck even in rich countries.\n\nSome guy from California dropped a few thousands on a whim?\nCool for him, but that's how much…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qorkcj/today_i_paid_of_my_student_loan_from_almost_15.json": "Today I am officially loan free man! I paid the last few tenners that were\nhanging above my head for asswhooping 15 years.\n\nAs a single dad it was extremely hard for me to pay back this sum of money so I\nkept returning money periodically. Because of the gains that I got from my\nDCAing in crypto…",
  "data/reddit-crypto/r/Bitcoin/comments/qouy39/im_from_el_salvadorupdate_4.json": "Hi, it's time for an update about btc in my country.\n\nFirst of all, since my last post there haven't been any protest about btc.\n\nThere haven't been any major issue or breaking new about btc in general...as I\nsaid many times before, nothing has really changed, just another payment method.\n\nHowever…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qoyltl/cryptocom_has_been_doing_a_great_job_with.json": "Crypto.com has been going insane with its marketing. From Formula 1 to Twitch to\nthe UFC and Matt Damon. So many people see their logo on the daily. It’s\nprobably been the reason why CRO has been rallying recently. It’s great to see\ncrypto adoption spreading in the mainstream and Crypto.com has been…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qp0d39/i_miss_the_old_rcc.json": "I'm not OG by any means, I've been here only from 2017. But I remember learning\nfrom here a lot. Bunch of techical posts and comments I didn't understand, that\npushed me to learn more. The narrative was different. It was why the blockchain\nis needed, and of course about the decentralization. Moons…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qp2k5f/ethereum_reaches_new_ath_at_4700_with_market_cap.json": "The last time ETH reached ATH was just less than a week ago and now we are back\nto the sky!\n\nCongratulation to all ETH holders who have held it through the consolidation of\nlong and hurtful months. It sucks when you see other coins pumping but ETH stays\nwhere it is, but nothing hurts more than…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qp26zf/fuck_banks.json": "A multi billion dollar bank will charge a struggling single mother 30$ for\nrunning out of money.\n\nYour bank says you can afford to pay 1500$ per month in rent but not a 800$ per\nmonth mortgage.\n\nScalable smart contract protocols within Ethereum and Cardano fix that problem.\n\nYour bank says 4-5…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qoptlg/just_converted_all_my_ada_to_lrc_ama.json": "I read two comments from people on here about how LRC is good and then I heard\nsomeone say ADA is a stable coin that will never deliver. Then I used the white\nbar at the top of my screen to search LRC and I found two articles on websites\nI’ve never heard of with a bunch of typos and grammatical…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qozb2t/whether_you_want_to_admit_it_or_not_youre_in_it.json": "You've read the script before, they \"believe in the technology cryptocurrencies\nbring\", it's \"not about more fiat, it's building up for the eventual mass\nadoption\".\n\nLook I get it, blockchain technology is pretty cool and the idea of transparency\nis, well, ideal but we all know the end game…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qouymt/im_from_el_salvadorupdate_4.json": "Hi, it's time for an update about btc in my country.\n\nFirst of all, since my last post there haven't been any protest about btc.\n\nThere haven't been any major issue or breaking new about btc in general...as I\nsaid many times before, nothing has really changed, just another payment method.\n\nHowever…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qp3j5x/a_year_ago_today_btc_was_15k_eth_was_444_dot_was.json": "That’s really a crazy thing to think about. Especially these days being caught\nup with meteoric daily gains, both shitcoins and not. And the sheer volume of\ncoins available has just exploded this year\n\nWe’ve come to take for granted huge gains because there always seems to be a\ngargantuan monster…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qopdrh/crypto_has_no_top_because_fiat_has_no_bottom.json": "And when I say this I mostly target Bitcoin. It’s easy to realize that money is\nprinted to oblivion every passing year, inflation is real, and many experts\nsuggest that hyperinflation is just around the corner. 20$ would get you much\nmore stuff 5 years ago then now. Or look at housing market now and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qp4enw/its_almost_monday_what_are_you_looking_forward_to.json": "As Sunday comes to an end another work day begins for most. I know while many of\nus are aiming to break out from the 9-5 with the help of crypto, while we wait,\nwhat are you looking forward to most this week?\n\nMe personally, I’m excited for the Cronos Mainnet launch tomorrow. It also looks\nlike BTC…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qp1aw6/daily_discussion_november_8_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qoxdde/asa_akita_is_waaaaay_different_than_asa_akira.json": "My favorite Alt Coin is hands down Algorand (ALGO) and I heavily invest in them.\nI have never sold and have no plans to sell for years. DCA every pay!\n\nAnyway, ALGO has Algorand Standard Assets (ASA) which are essentially coins\nwithin a coin. Akita Inu is gaining a lot of attention within the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qp9dnh/possibly_unpopular_opinion_solana_is_overvalued.json": "Don’t get me wrong, SOL is still a good project. It’s fast, smart contract\ncompatible and has a thriving DEX and NFT community building on top of it.\n\nHowever it also has come glaring issues with how centralised the platform is.\n\nOn September 11th the SOL network went down due to a glitch which lead…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qp560c/defi_explained.json": "DeFi assets are among the leading offerings in the current world of altcoins and\nare empowering people everywhere to participate in the financial revolution\nthrough crypto.\n\nWhat is DeFi?\n\nDeFi, short for decentralized finance, represents a segment of the crypto sphere\nthat focuses on peer-to-peer…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qowbj3/best_of_the_best_stakingearn_rates_update_nov_2021.json": "**Better Format and Link of ALL Rates Chart Here**\n[https://docs.google.com/spreadsheets/d/102Fyv78eUfK06yee0SM2Rz1O7T5ha8ccvH9M5Seciuk/edit?usp=sharing]\n-Please view \"Warning\" Tab before Transferring your coins!!!\n\nAxie Infinity AXS 131.25% - Binance (NOT USA) or 123% on Axie site (see link…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qp95pl/this_subreddit_failed_to_discuss_cryptocoms_100.json": "On October 28th crypto.com announced a 100 million dollar marketing push. The\nmost I can find talking about it from this subreddit is a 300 upvote post\nmentioning the Matt Damon deal.\n\nNow there are plenty of posts talking about the push as people are seeing CRO\ndouble in a week, but we need to ask…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpcc04/btc_at_66k_and_eth_at_47k_and_this_bull_run_has.json": "This isn't like back in april-may this run up has been a lot more healthy and\nsteady than back then when we got crazy pumps in like a day, BTC and ETH\nspecifically have been growing at a nice pace for the last 3 months, was just\nnatural movements.\n\nThe real bull run might start now, because they are…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpcygi/good_news_bought_icp_at_750_and_its_at_5740_today.json": "Happy to announce the icp seems to be on the move after losing a ton of money\nbuying it at the top. It’s up like 13% today or something and I really thought\nin may icp was going to be the fucking bees knees. But here we are almost\neverything in the market has recovered except for icp. I don’t think…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpdjjd/what_is_life_changing_money_for_you_no_lambo_all.json": "When people saying I'm in Crypto for life changing money , I really wonder what\nthat means. I mean each person will have different ideas and goals to lead their\nlife. There are few who need a lambo but most of us in here at using crypto as\nthe only hope to come out of poverty. We don't need fancy…",
  "data/reddit-crypto/r/Bitcoin/comments/qp8d9h/btc_r1_000_000.json": "Finally Bitcoin has broke the 1 million per bitcoin mark in South Africa. 1 BTC\n= R1 000 000, a milestone. Next the US Dollar.",
  "data/reddit-crypto/r/CryptoCurrency/comments/qp9zvb/how_do_you_cope_with_crypto_profits_being_higher.json": "A little background: I'm still a student but i'm about to become an engineer\nnext summer. This is my first year in crypto, even though i had been on the\nsidelines since 2017...yet i've made more profits this year than i would while\nworking as a beginner engineer for about 8 years (salaries are…",
  "data/reddit-crypto/r/Bitcoin/comments/qpcefa/bitfinex_has_frozen_130000_since_february_support.json": "After bitfinex personally deleted all my posts on their page within 2 minutes I\nwill try it here! It's been more than half a year with headaches before I now\ndecided to go public. Bitfinex has frozen my account after a withdrawal request\nof about 2.1 BTC in February. By my standards that is a huge…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpel21/a_short_guide_to_understanding_bridges_wrapped.json": "If you've been around here for a bit, you've probably heard mention of bridges\nand/or wrapped tokens (like wrapped Bitcoin, or WBTC). Here's an explanation of\nwhat these bridges do, how they do it, and what their relationship with wrapped\ntokens is.\n\n\nWHAT ARE BRIDGES\n\nIn short, bridges allow us to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpbuq1/crypto_10_years_to_reach_1t_10_months_to_reach_3t.json": "The total crypto market cap crossed over $3T for the first time ever this\nmorning.\n\nI often see threads where people are like crypto will never catch on unless....\nWhen you all see this, just remember crypto as an asset class was invented\nbarely more than 10 ten years ago and it's already a $3T…",
  "data/reddit-crypto/r/Bitcoin/comments/qpfa6j/this_dude_put_his_life_savings_into_bitcoin_8.json": "r/Bitcoin [https://www.reddit.com/r/Bitcoin/]•Posted byu/vz88fjj\n[https://www.reddit.com/user/vz88fjj/]8 years ago\n[https://www.reddit.com/r/Bitcoin/comments/1kpsi5/i_put_all_my_life_savings_into_bitcoins/]\n\n\nI PUT ALL MY LIFE SAVINGS INTO BITCOINS\n\nLast week, I put all my life savings into Bitcoin.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpgcn4/for_anyone_wondering_what_all_the_loopring_hype.json": "For anyone wondering where all this hype stems from here are three relatively\nshort articles that cover a lot of the story:\n\nLoopring leaks code making references to GameStop\n[https://gmedd.com/blockchain/loopring-code-confirms-gamestop-nft-marketplace-is-underway]\n\nGameStop Job postings about NFT…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpfddx/i_bought_1k_of_the_top_10_cryptos_on_january_1st.json": "EXPERIMENT – Tracking 2018 Top Ten Cryptocurrencies – Month Forty-Six– UP +72%\n[https://preview.redd.it/bvk0wvsaxdy71.png?width=666&format=png&auto=webp&s=77c9831f17c8c70c0285749d1bfddb4ee78e8f2b]\n\nFind the full blog post with all the tables is here\n[https://toptencryptoindexfund.com/tracking-2018…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpdp9z/this_sub_is_almost_always_wrong_and_if_you_rely.json": "I've noticed lately that every highly upvoted post here seems to be misleading\nor even blatantly incorrect, so I thought I'd actually go through some of them\nto see if the pattern held up. I know it's a small sample size because I don't\nhave a ton of time, but I went through the top posts from the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpfjar/nobody_seems_to_mention_the_markets_new_ath.json": "Nobody seems to mention the fact that one day Shitcoin market will be worth more\nthan $1,000,000,000,000.\n\nThat means right now, if Shitcoins were a country, it's net worth is big enough\nto be listed in the top 50 most valuable countries not for GDP, but for total\nnet worth.\n\nLet's think about how a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpgm00/reminder_guys_this_sub_is_not_wallstreetbets_or.json": "I'm not going to lie, these past 12 hours have been pretty crazy. I think a\nconservative estimate of how many posts I had to moderate, remove, or approve\nmanually has surpassed 300. However, that might be because I am also a moderator\nof /r/NFT.\n\nReminder: Please be civil to one another. It is…",
  "data/reddit-crypto/r/Bitcoin/comments/qpf0ql/bitcoin_is_not_a_getrichquick_scheme_bitcoin_is_a.json": "if I say there are 2.1 quadrillions bitcoin (known as sats) and you can buy 1500\nbitcoin(sats) for $1, will you buy? I am buying right now all sats (bitcoin) as\nmuch as I can with all the fiat I get every week. people buy bitcoin to upgrade\ntheir soft money to hard money to increase their purchasing…",
  "data/reddit-crypto/r/Bitcoin/comments/qpb0c0/yall_read_this_report_from_kraken_on_the_taproot.json": "taproot report [https://kraken.docsend.com/view/9e9y7may8526z934]",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpj97u/what_are_you_people_buying_right_now.json": "Literally every top coin is hitting ATH recently. BTC, ETH, DOT and SOL to name\na few. So in this bullrun, what are you people buying? I am looking into coins\nthat hasn't reached ATH yet like LINK, MATIC, XRP, ADA etc. But during a bullrun\nit's really hard to decide where to put that extra DCA…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpdbwx/took_four_months_but_i_made_my_first_10k_in.json": "I started investing in crypto in July with $10,000, and as of today, my earnings\nare well over that. If my portfolio were to keep growing at this rate, I'll be a\nmillionaire in 7/2023, and a billionaire by 12/2026! 😱 Here are some quick\nobservations in no particular order:\n\n1) The more you can…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpni0l/in_case_you_were_looking_for_a_reason_to_be.json": "The long awaited Bitcoin Taproot upgrade is 6 days away. For those of you that\ndon’t know, it basically:\n\n * Unlocks the potential for smart contracts\n * Allows for privacy protected transactions\n * Lower transaction fees\n\nBitcoin will become a major DeFi player after this upgrade.\n\nIt is the first…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpoqq9/if_youve_invested_in_an_altcoin_and_youve_doubled.json": "The title pretty much says it all. Whether you're throwing your money at the\nlatest meme coin or you've spent a lot of time DYOR on some promising project,\nit's a good time to remind people that 90+% of these projects simply will not\nmake it.\n\nMaybe they die completely, or maybe they just linger at…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpkdxk/not_holding_ether_right_now_is_like_not_holding.json": "Literally every single decentralized application is built on Ethereum. It is the\nApp Store of crypto currencies. Now that the supply is limited, not holding\nEther is insanity. There is only 120m Ether and that number will only decrease.\nTo put things in perspective, there is only 0.015 ETH for each…",
  "data/reddit-crypto/r/Bitcoin/comments/qpqa4c/a_new_ath.json": "Bitcoin broke past $67K, HAPPY DAYS. What are you doing to celebrate?",
  "data/reddit-crypto/r/Bitcoin/comments/qpqfrc/upvote_if_you_think_were_gonna_be_flirting_with.json": "Shitpost, I know. That said, I think I speak for everybody when I say, “we need\nthis…”.\n\nAlso, there is disproportionately less masturbating going on during the month of\nNovember and we just hit an ATH…Coincidence? May I suggest we all be masters of\nour domain and let bitcoin have all the action…",
  "data/reddit-crypto/r/Bitcoin/comments/qpk4hg/the_complexity_of_selfcustody_is_a_bigger_barrier.json": "We really need to eliminate the trade off between security and ease when it\ncomes to crypto custody. Setting up a wallet might not seem that complex to The\nspace right now is entirely made up of crypto enthusiasts that are way way way\nmore hardcore about it than the way the average user will be once…",
  "data/reddit-crypto/r/Bitcoin/comments/qpnskc/does_anybody_fear_a_crash.json": "Evergrande going down (and way more to come), the Fed abusing QE, 5.9 Trillion\ndollars of releif bills, Buffet indicator, Elon and his brother selling\npositions, buffet's cash position highest it's ever been, etc etc etc etc.\n\nTo me, these seem like signs of an impending market crash like no other.…",
  "data/reddit-crypto/r/Bitcoin/comments/qpmakw/how_to_live_off_your_bitcoin_without_ever_selling.json": "Much is discussed about when to sell your bitcoins. Most of the time, the usual\nbitcoiner response is \"never\". However, if you never sell, then how can you ever\nenjoy the profits? This is where things diverge. So far, I have never seen\nanyone mentioning an alternative to the following option:\n\nTake…",
  "data/reddit-crypto/r/Bitcoin/comments/qpq1ib/ive_been_doing_this_for_10_years_and_i_still_get.json": "You can’t stop this internet money for wizards",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpnzkn/vet_appreciation.json": "Let’s all show VET a little appreciation! Everyone been harping on about don’t\nbuy shib it’s a scam to omg I’m gimping into shib and every other coin this sub\nloves BTC, ETH, algo, one, sol etc going on runs and hitting ath’s.\n\nWhile vet is quietly steadily gaining every single day almost unnoticed,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpsn3v/does_anyone_else_get_nervous_when_your_crypto.json": "Intellectually, I know that my crypto going up is inherently a good thing. The\nvast majority of my portfolio is BTC and ETH, so this should be nothing but a\ngood time for me. Pop the champagne!\n\nHowever, I have to admit I get nervous when it happens. I start to worry that I\nmissed the boat in terms…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpl3vt/comment_your_coin_and_we_will_ignore_you.json": "This is your chance to make a random comment on this post and the community will\ntake no action afterwards. The coin you will mention without any context will\njust be written there within your comment and nobody will have a clue why you\nhave put it there. The probability why you would put it there…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpdm6k/join_us_tomorrow_for_a_talk_with_ucryptotaxlaywer.json": "Hello r/Cryptocurrency [/r/Cryptocurrency],\n\nWe are glad to have another Talk session\n[https://reddit.com/r/CryptoCurrency/comments/ojy1vl/introducing_reddit_talk_rcryptocurrency_will_be/]\nfor all of you!\n\nThis time around, we are glad to have u/CryptoTaxLawyer [/u/CryptoTaxLawyer]\njoining us! He is…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpn6yz/the_difference_between_being_rich_and_wealthy_why.json": "“If you don’t find a way to make money while you sleep, you will work until you\ndie.”\n\n— Warren Buffett\n\nThe saddest thing to see is people who “are rich” spending way more than they\nearn and end up losing all their money. They spend their riches on material\nthings, such as cars, homes and watches,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpeka8/a_40_gain_doesnt_make_you_40_smarter.json": "Please always keep that in mind. It's not hard to make money during a bull\nmarket that is going on for mutiple months now and hasn't even peaked yet.\n\nYou can basically invest your money in any coin without any reasonable\nfundamentals and you'll make money. That doesn't make you a pro-trader or…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpvcl9/if_you_invested_4_months_back_in_bitcoin_you_will.json": "A gentle reminder that you should always buy the dip regardless of how much FUD\nthere are in the market. It is the time where the market is fearful that you\nshould be buying every single dip that you have.\n\nPersonally, I’m glad I bought a tiny bag of bitcoin at $45k. And currently up a\ndecent…",
  "data/reddit-crypto/r/Bitcoin/comments/qpw3zl/if_you_purchased_btc_at_any_point_ever_before.json": "Let that sink in and enjoy the moment! Cheers to all.",
  "data/reddit-crypto/r/Bitcoin/comments/qpxuky/50000.json": "Bitcoin breaches the £50,000 mark in the country of its birth.\n\nThe majority of my British brethren are sleeping at the moment, but as they wake\nthey’ll be seeing a milestone in U.K. FIAT.\n\nBitcoin started in the U.K. (if the Genesis block is anything to go by) so this\nis as significant as any meme…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpujix/ltc_is_up_nearly_20_in_a_24_hour_period_i_feel.json": "I feel like that dad who has two kids. One is an honour roll student. Always\npulls down top grades, crushes all expectations, goes above and beyond in all\nfacets of life. These are most of the alts in my portfolio.\n\nThen there’s LTC. They never really lived up to their potential. Slacked off…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpy6eq/a_lot_of_coins_pumping_now_wont_survive_a_bear.json": "Hey everyone, I don’t want to ruin the moment we’re all having in the market\nright now, but I keep seeing comments in this sub saying something like… in the\nnext bear market most of these coins pumping right now won’t exist any more.\n\nCan someone explain this to me in more depth please.\n\nDoes this…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpqtq8/daily_discussion_november_9_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qq0mso/it_is_heartbreaking_to_know_a_coin_is_going_to.json": "Hello everyone.\n\nToday I am here to talk about a issue that I know it probably concerns a lot of\nus.\n\nI am myself a part-time worker and college student and I've gotten into crypto\nbasically two years ago. This experience has allowed me to gain knowledge on\nvarious crypto projects, some of which…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpzbpm/cryptocom_introduces_new_way_to_get_free_crypto.json": "I’ve just updated to the latest version of the app and noticed that they have\nintroduced a new feature called “missions”.\n\nIt appears to be a cross between the Coinbase earn and the coin market cap /\ncoin gecko daily tasks since it also involves collecting “diamonds”. You can do\nsimple tasks or…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qq2mk5/i_have_my_own_fear_and_i_call_it_fotp_fear_of.json": "So my biggest fear is actually taking profits. It sounds silly but bear with me.\n\nMost of the time when I did that the price continued rising and I would start\nsweating, watching the charts all the time, cursing myself for selling, buying\nat a higher price and it kinda left an impact on me.\n\nI was…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qq0oeb/if_youre_in_it_for_the_memes_and_laughs_dont_buy.json": "Before you downvote me for asking you to buy at ATH, let me tell you that I\nthink BTC nowhere out of gas this bull run.\n\nThis is a perfect win imo. In five years, you'll be telling your friends how\ncheap you bought BTC for. Then you'll follow it up with the actual price -\n69,420. Absolute gigachad…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qq41ei/reddit_makes_it_nearly_impossible_for_you_to_find.json": "I've seen a lot of posts complaining about how r/cryptocurrency\n[/r/cryptocurrency] only shills stagnant coins that have already pumped. And\ncoins like SHIB, LRC, KDA, and SOL are never mentioned until after they explode.\n\nThis is entirely by design. Your exposure to posts on reddit is a function…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qq3i3z/bitcoin_will_flip_silver_when_it_reaches_74000.json": "Silver’s market cap is $1.35T which Bitcoin will surpass when it reaches $74,000\nand achieves a market cap of $1.36T. This could happen any day now.\n\nSilver is seen as one of the most legitimate assets by the majority of the\nworld. It has been valuable since the dawn of civilization and Bitcoin…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpxpch/discord_ceo_announces_discord_ethereum.json": "https://twitter.com/sassal0x/status/1457914650423480324\n\nhttps://twitter.com/sassal0x/status/1457914650423480324\n\nhttps://twitter.com/sassal0x/status/1457914650423480324/photo/1\n\nWe are still so early if this is the case. These etsy and twitter 'artists' are\nswarming over discordd's feedback website…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpvj6i/reddit_please_dont_do_it.json": "I just went ahead and read a few articles about Reddit converting points to\ncrypto tokens.\n\nI personally think converting karma point to ERC20 tokens is a horrible idea.\n\nI've been feeling a little off about this but let me voice my opinion about this\nmatter this time.\n\nRemember when this sub…",
  "data/reddit-crypto/r/Bitcoin/comments/qq3gjx/sold_for_a_happy_ending.json": "My wife and I had an idea to \"make a quick $10,000\" with bitcoin, easy, right?\nWell, we purchased $30k worth of bitcoin (at around 45k each) hoping to sell it\nall for $40k total(gain of $10k). We hit our goal during the rise last week but\nwe were both busy working at the time and couldn't talk about…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qq352m/could_this_sub_have_gotten_it_right_for_once_i.json": "You all said that the pump wasn’t over. You said it hadn’t even truly started.\nIt looks like you may be right. You all said that the money flows into BTC and\nETH first. It looks like you might be right. You all said that the money flows\ninto alts after the blue chip pump. I sincerely hope you are…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qq0dwj/whats_been_your_most_unfortunate_crypto.json": "I started investing in crypto in July 2017, and so far, I've had my fair share\nof good and bad investments.\n\nBelow are the 4 I can remember of the top of my head...\n\n 1. Storiqa (STQ). Failed project. Had to cut huge loss and move on. I heard\n    they merged with another project, but I'm not…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qq3dlx/i_finally_did_it_i_got_one_whole_eth.json": "https://preview.redd.it/7dbas8g7kky71.jpg?width=1600&format=pjpg&auto=webp&s=f30ad3205585334b81f4a1454d4fb453483ad9d0\n\nI really hope you guys are right about ETH going to $10k, because I picked up\nthis bad boy for only $5 on eBay, bargain! I'm surprised more people aren't\ntalking about this.\n\nMy…",
  "data/reddit-crypto/r/Bitcoin/comments/qpvw3a/why_69420usd_is_an_iconic_price_for_bitcoin.json": "Satoshi knew from day one that Bitcoin one day would hit $69,420. That’s why he\nset the market cap of 21 million Bitcoin.\n\n6 + 9 + 4 + 2 + 0 = 21\n\nSatoshi is a genius.",
  "data/reddit-crypto/r/CryptoCurrency/comments/qq6umc/does_lrc_have_a_lot_of_long_term_potential.json": "People on this sub have been talking about Loopring quite a lot and I decided to\nbuy a couple of days ago. It has since more than tripled in value! I was\nwondering if LRC is a coin that also has more longterm potentiol to go even\nhigher. I usually hold longterm, but woth the sudden hype for LRC I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qq1j75/no_of_course_crypto_is_not_a_safe_investment_one.json": "We still see so many posts asking things like \"is crypto a safe investment\" or\n\"is it safe for me to invest my inheritance in crypto\" and the answer is - NO,\nYOU MANIAC!\n\nHow can we make this any clearer - of course crypto isn't a safe investment.\nIt's a mindbogglingly stupid investment if you're…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qpo7m1/im_getting_tired_of_trying_to_convert_people.json": "I first got into crypto back around mid 2017. Within a few weeks I became\nconvinced that the technology would transform the world. In seeing that, I\nrealized that if I didn't want friends and family to miss out on this once in a\nlifetime opportunity, I needed to do as much as I could to convince…",
  "data/reddit-crypto/r/Bitcoin/comments/qpve5m/im_about_to_win_the_dumbest_bet_ive_ever_made.json": "this bet\n[https://www.reddit.com/r/Bitcoin/comments/lfniw7/if_bitcoin_doesnt_hit_69420_in_2021_i_will_eat_a/?utm_medium=android_app&utm_source=share]\n\nWe are less than $1k away. We all knew it would happen.\n\nSuch a sad day, too bad yall won't be seeing me eat that hot ass pepper. Guess\nwe'll all…",
  "data/reddit-crypto/r/Bitcoin/comments/qpwcii/breaking_news_reuters_el_salvador_is_using.json": "> SAN SALVADOR-- Large caravans of US citizens are crossing Mexico to go south\n> seeking for a better life for their families after the US Dollar has been\n> collapsing at an accelerated rate and entered into hyperinflation, just 6\n> months after the US Treasury and the Fed decided to start minting…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qq3wgk/netflix_shows_promoting_crypto_but_always_as_a.json": "So this week I was watching the so famous tv show \"You\" and also a new Korean tv\nshow called \"Extracurricular\" and who'd think Crypto would come up.\n\nWell it did and once again with a bad \"connotation\" to it.\n\nFor \"You\" it was as simple as the main character wanting to buy some drugs from\na kid and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqa60l/who_remembers_when_reddit_ran_a_promotion_to.json": "9 years ago, Reddit offered a conversion of karma to bitcoin! I wonder if the\npromotion is still in effect haha. Did anyone try this?! I know I submitted a\nrequest to convert, but probably did so incorrectly. Anywho pretty cool to look\nback on with the thought of reddit tokenizing karma - its not…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqcmpi/the_2021_bullrun_exit_strategy.json": "Disclaimer: This exit strategy relies on a bunch of assumptions. The point of\nthis post is not to debate those. If you think this bullrun will last well into\n2022 or perhaps even longer, that's cool, you do you. What I'm about to describe\nis my own exit strategy. I'm not trying to convince you that…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqdr66/the_fbi_holds_one_of_the_largest_btc_wallets.json": "When the FBI shut down the Silk Road in 2013, an internet black market, it also\nseized the accused owner’s assets and inadvertently became one of the wealthiest\nbitcoin operators in the world.\n\nWhile the FBI may have its hands on the founder of Silk Road’s bitcoin wallet,\nthat doesn’t mean it has…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qq8oxx/lrc_and_grayscale_consideration_from_june_17_2021.json": "So everyone has been excited with Loopring, whether it's the tech behind the\nteam or the potential partnership that may be coming into play!\n\nRecently it looks like Grayscale investments added LRC as a asset they are\nconsidering to add to their investments on June 17, 2021.\n\nWe are hitting new ATHs…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qq9rks/most_of_the_crypto_in_your_bag_wont_make_it_past.json": "My journey in crypto began in December of 2017, and I had decided that I would\nfocus on investing in crypto projects that had real world application to them.\nIn my opinion, projects that focused on real world usage had the greatest\nupside.\n\nListening to this subreddit, I was shilled some popular…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqfjgn/we_spent_days_building_a_scraper_for.json": "A little bit ago, a friend and I realized that a lot of what happens in crypto\nis driven by how people feel about a coin. The best way to get coin sentiment is\nmonitoring Reddit - which is what many of us do here daily anyway. We figured if\nthere was a way to aggregate that data and see how coins…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqh1c5/dont_fall_for_dummies_gov_auctioned_off_the_silk.json": "There's a post getting lots of upvotes talking about how the government can't\naccess the coins it seized from silk road. That's not true. The government had\naccess to them and eventually auctioned them off.\n\nHere's an article that covers one of the auctions -\nhttps://fortune.com/2017/10/02/bitcoin…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqct5r/finally_xlm_making_some_moves_where_are_my_people.json": "Finally Stellar is moving! So happy to see my phone vibrate and send me\nnotifications of XLM going up. Obviously not a lot, a marginal 6.75% but hey\nbetter little than nothing! I'm not complaining 😌\n\nSee for yourself haha: http://imgur.com/a/vbJTcfy\n\nI think it's just the starting and XLM will…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqcudr/we_havent_seen_the_real_euphoria_phase_of_this.json": "Looking back at previous years on how BTC performed we can clearly see the real\n'blow-off top' moments in crypto. If we take a look at the 2014 bull run for\nexample we can see that it was growing rater steadily for weeks but then the\nfinal 'blow-off top' unfolded and in just four weeks it increased…",
  "data/reddit-crypto/r/Bitcoin/comments/qq6nr7/friends_dont_let_friends_use_robinhood.json": "Major investing platform hit with data breach, millions of users affected\n\n> Scandal-hit investment platform Robinhood has revealed that the personal data\n> of millions of its customers was exposed by a “data security incident” after\n> an extortionist “socially engineered” a customer support staffer…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqj1ng/9th_largest_eth_whale_is_also_holding_160000_lrc.json": "This Whale – commonly known as Bilbo – is currently the 9th largest holder of\nETH with a cool 191,967 ETH worth not far off $1 billion.\n\nHe also has 4T of SHIB worth $250 million in his Wallet.\n\nHere’s a glimpse of what a true Whale’s Wallet looks like:\n\n> LRC | 160,000 3 | $435,200\n> \n> ETH |…",
  "data/reddit-crypto/r/Bitcoin/comments/qqjqzh/crypto_market_is_in_a_bubble_property_market_is.json": "All over the news... Bubble here, bubble there... Bubbles everywhere.\n\nNot really sure what some people expected after governments keeping interest\nrates at historic lows while printing trillions of fiat stimulus.\n\nWhat else was going to happen?\n\nWhat's the chances that everythings in a bubble Vs…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqlydy/nfts_actually_make_sense_people_just_refuse_to.json": "I see people making fun of NFTs everywhere on the internet. People point out how\nNFTs don’t have any value and it’s just a waste of money. First of all would you\nsay the same thing to an unknown artist trying to sell their album? Maybe you’d\nsay yes but you’re probably the same person who doesn’t…",
  "data/reddit-crypto/r/Bitcoin/comments/qqgwla/i_have_just_understood_the_value_of_bitcoin.json": "I have a clear vision now.\n\nBasically with time most of the people that hold bitcoin will start being able\nto use bitcoin to buy things.\n\nThis means people won't exchange it for fiat and so bitcoin will stay in the\nmarket slowly being the first thing used to pay.\n\nThis is so fucking huge",
  "data/reddit-crypto/r/Bitcoin/comments/qqbfy6/if_you_want_to_understand_how_badly_inflation.json": "This is actually horrifying. I was born in 1982 (old AF) and if my Dad had\nburied 10k in the backyard to give me today, it’d only have the spending power\nof $3,500 in 1982 money.\n\nhttps://www.usinflationcalculator.com/\n\nUS Inflation Calculator [https://www.usinflationcalculator.com/]\n\nDon’t be…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqagjm/how_to_crypto_a_guide_for_people_just_starting.json": "Hi all, Hope your having a good week. So see a lot of the same questions on this\nsub in posts and in the daily, so I decided to make this to try to help all the\nnewbies. Maybe others will learn too so lets get straight into it.\n\nTLDR Too long didn't read, a quick look at what the post is about…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqgxo2/daily_discussion_november_10_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/Bitcoin/comments/qqhs08/did_anyone_buy_in_near_the_top_last_time_and_hold.json": "Man, the glowing optimism around here in the beginning of the year was surreal.\nIt was hypnotic. I was down on the corner sucking hopium for bus fare and then\nwalking home.\n\nI remember when it crashed, 2 stories in particular:\n\n 1. A newly wed couple who made an excited post about how they were…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqo72h/2x_can_make_a_big_difference.json": "Many stories here are about 10x or 100x your money. But even a simple 2x can\nmake a huge difference.\n\nMy parents weren't rich. They had big debts, I never learned to save money for a\nback-up. At an age of 28 I saved my first 1K. I was so proud.\n\nNow I'm 29 and for the first time in my life I have 5K…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqg81e/people_are_up_10x_what_am_i_doing_wrong.json": "This kind of questions are common during bull market like we are experiencing\nnow. Many people are posting about their assets in crypto going up 5, 10x and\nkeep rising.\n\nIf you are new to crypto space, and you entered during bull market, a good\nchance is that you won't be seeing these kind of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqnmxq/the_32_btc_puzzle_now_stands_at_4_million_no_one.json": "The BTC puzzle from 2015 for initially 32 BTC now 100 BTC stands un broken\n\nPossibly set up by Satoshi himself it is a complex puzzle who's only hint is\nthat the BTC are spaced by bit size up to 2160\n\nWe are currently at 263 after 7 years and the current keys have held for 4.5\nyears. The range of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqqo6x/whats_your_hidden_gem.json": "The post about Reddit being or not being the right place to find out about the\nnext big thing inspired this, as I actually found out about some of my best buys\nhere on r/cc [/r/cc]. That being said, I'm not looking for advice to buy LRC or\nSHIB, as those have been talked about plenty even though…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqlttu/reminder_its_ok_to_only_invest_in_btc_or_eth_and.json": "As people share, shill, and shimmy to the beat of their alt-coin gains, it is\nmuch too easy for one to feel a rush of FOMO.\n\nWhile many people are drawn to the crypto space by stories of 1000+% gains on\nalts, I’m willing to bet nearly every traditional/retail investor would be\nthrilled at the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqmpay/if_youre_new_to_crypto_here_are_the_best_places.json": "So if you're new to Crypto it can all seem a bit overwhelming. Lots of\nexchanges, thousands of coins, new words that seem foreign and technical. Relax\nit's all part of the learning curve. One fun thing to do whether your new or old\nto Crypto is to get free Crypto. There's just something about it…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqsfic/there_are_still_people_claiming_that.json": "This is my first post here so take it easy on me. As a newbie investor trying to\nlearn about the market, i was searching for articles about crypto to ensure i\nget to know basic fundamentals in depth. I came up to **this article from\nCoinbase which said some very interesting and important things to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqtjjn/ethereum_classic_and_bitcoin_cash_are.json": "I think many of you would consider Ethereum Classic a terrible investment,\nconsidering (1) it was the result of a hack, and (2) the hacker still has their\nbags of ETC available, which they periodically dump on unsuspecting investors.\nBitcoin Cash doesn't have such a problematic origin, but might…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqvj8z/this_is_the_day_our_ancestors_promised_us_and_the.json": "This is the moment every Bitcoiner has dreamed once in their life that one day\nBitcoin will look as beautiful as your neighbors wife.\n\n$69K this is the numbers our ancestors promised us I can’t believe after years\nof waiting we have finally seen it.\n\nHope you have bring out your finest wine today on…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqtfwy/10_things_i_wish_someone_had_told_me_when_i_was.json": "While I consider myself an amateur trader and a small-scale investor, over the\n2+ years of trading crypto I've learned some things I'd like to share with you\nall, but mostly with those who are making their first steps into the uncharted\ncryptoland.\n\n 1.  Just as with anything else in life, trading…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqvjzb/bitcoin_hit_69k_for_the_first_time_in_history.json": "BTC has hit $69k for the first time in history. To put this into perspective,\nevery single person that has bought Bitcoin this year or any year since\nBitcoin's inception is now in profit. Congrats on holding everyone! And we still\nhave some time left in this year and then we have next year to go as…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqumgb/in_case_something_happens_to_you_shouldnt_someone.json": "Since we are all gonna be millionaires, including me, i came up with the thought\nof having a closed one - perhaps a parent - knowing my seed phrase in case\nsomething happened to me.\n\nI know the vast majority of us haven't even shared that they have invested in\ncrypto, waiting to become a millionaire…",
  "data/reddit-crypto/r/Bitcoin/comments/qqvfts/bitcoin_new_ath_can_we_reach_69420.json": "Hodl Hodl, another exciting day :) This month is lining up real well, waiting\nfor Taproot and potential news on spot ETF on the 14th.",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqqezg/favorite_part_of_the_bull_market_is_seeing_the.json": "As the title says- one of my most favorite part of the bull market is seeing the\nhappiness of ppl realizing enduring the bear market was 100% worth it !\n\nCongratulations to everyone who kept their faith and patience ! It was a tough\nbut extremely fruitful period which should make us appreciate even…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqy5sw/im_becoming_more_and_more_embarrassed_to_talk.json": "As adoption increases, we’re bringing more idiots, children, and failed\ncomedians into the space.\n\nWhere I used to find information, discussion, intellectual and constructive\ncriticism, I now see a flood of “Can you believe the number 69 is in the price\nof BTC?! Next stop 69,420!” or “69,420.69 the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqwtpn/what_will_you_do_when_you_reach_your_crypto_goal.json": "And please don't say Lambo.\n\nFor example, if I'm rich, I might go to university again but this time study\nsomething fun for me, like philosophy.\n\nMy point is, I'm not talking about buying real estate or cars or hiring a maid.\nI'm also not talking about helping your loved ones.\n\nI'm talking about…",
  "data/reddit-crypto/r/Bitcoin/comments/qqwygb/my_girlfriend_is_tired_of_me_talking_about_btc.json": "But I’m not tired of the gains !",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqxyg8/why_is_no_one_talking_about_how_healthy_and.json": "It's insane how stable and healthy this new bull run has been. It's even more\ncrazy that no one is talking about it. Just look at the past few months, these\nare not the metrics we are used to. I've never seen a bull run this healthy\nbefore.\n\n\n\n\n\nOnly one major correction to the ATH. Compare this to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqz7ih/recently_ive_seen_a_lot_of_people_saying_things.json": "There are plenty of L2s and sidechains already that scale Ethereum L1. They all\nhave strengths and weaknesses. Let's start by looking at other zk rollup L2s\nlike LRC.\n\n\nOTHER ZK ROLLUP L2S\n\nThere exist several zk (zero-knowledge) rollup L2s besides LRC (both STARK and\nSNARK variety; look this up if…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqu0iw/polygon_is_growing_rapidly_after_doing_my_own.json": "Polygon is making it way too easy to get into DeFi right now. Dharma integrating\nwith Polygon means someone who wants to get into crypto can setup DeFi on\nPolygon without much effort at all. With zero network fees too. I don't think\nthis is talked about enough. No gas and the simplification of DeFi…",
  "data/reddit-crypto/r/Bitcoin/comments/qqvslf/us_consumer_inflation_just_hit_62_the_highest_in.json": "Have you guys seen the news? Things are insane! Get ready for massive pumps\nhopefully.",
  "data/reddit-crypto/r/CryptoCurrency/comments/qr00yl/us_inflation_jumped_to_62_from_a_year_earlier_the.json": "And that's using busted valuations the remit so many prices to fit the\n\"inflation is transitory\" narrative.\n\nCosts of literally everything are increasing on a month to month basis, while\nproperty values, stocks, bonds, and crypto all seem to be increasing (especially\ncrypto).\n\nThe larger global…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qr1eqk/i_told_my_gf_about_my_crypto_investments_and_now.json": "She is the most supportive person I have ever met, and she believes in crypto as\nmuch as I do but always thought it would be too technical for her.\n\nThe problem is that I haven't put much money into this, I already took profits\nsurpassing the amount that I've put in and I'm basically throwing 10…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qqyxts/69420_will_unironically_become_a_resistance_and.json": "Meme culture has proven time and time again that all you need is the power of\nwidespread hype to push projects to ATH's and lows.\n\nThe train has already left the station people. I for one can't wait for multiple\nmainstream media articles to mention bitcoin at a \"nice\" level just to throw the\nboomers…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qr2dxl/i_recently_figured_out_almost_all_my_friends_own.json": "I am studying at University in the UK but I am not British. I essentially moved\nhere to study engineering in English as it has some sort of advantage over the\nrest.\n\nAnyways, I came close to more people from my country and we obviously share a\nlot of common things. My surprise is when I am randomly…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qr1mmn/i_kid_you_not_theres_a_sell_wall_at_69420.json": "I was mindlessly staring at the BTC/USD curve on Kraken, like I do all day\nbecause what else is there to do in life:\nhttps://trade.kraken.com/charts/KRAKEN:BTC-USD\n\nAnd then I noticed it... there's a very visible sell wall at $69,420:\nhttps://i.imgur.com/4VSnBlh.png\n\nI have to say, it is beautiful.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qr5bio/ok_what_the_hell_did_you_guys_do.json": "So I'm gone for a couple of hours and now almost everything is down?!\n\nThis is an outrage! You'd have to go back in time a week to see these prices! A\nWEEK!\n\nDo you have any idea how long it is going to take to regain this lost ground?! I\ncan't believe this - I actually can't believe this.\n\nCrypto…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qr5q8m/to_this_months_new_investors_this_is_not_a_dip.json": "If you've joined this sub in the past few weeks you may have seen a lot of\nadvice to \"buy the dip\" when the market drops.\n\nYou might have seen today's correction and thought about pulling the trigger\nwhen you saw a lot of the alt coins were -10%.\n\nThe reality is, most of these coins were available…",
  "data/reddit-crypto/r/Bitcoin/comments/qqwztv/i_finally_did_it.json": "I withdrew all my btc from the exchange with the help of my Ledger hardware\nwallet. Finally in control of my own coins after leaving it to chance and\nCoinbase for a year. Feels good to be in control. Now for recovery phrase\nstorage. Would you recommended a safety deposit box as one option?",
  "data/reddit-crypto/r/CryptoCurrency/comments/qr4xlw/well_i_just_lost_3_hours_staring_at_charts_hows.json": "I learnt nothing, btw.\n\nI saw things slipping on a couple of alts I was in and thought this was a good\ntime to attempt 'day trading'. I sold a couple of times and bought a few more; I\nwatched the trades fill up the screen and the upticks and the downticks\ndiligently.\n\nI checked multiple different…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qr1hwn/husband_fomod_into_lrc_and_is_now_mad_at_me.json": "So as the title above says is pretty much it.\n\nI've been watching LRC for a while it was on my list of coins to invest in for\nthe last several months, in future. I started with a bit of BTC, ADA, ALGO and\nMATIC. I'm relatively new to crypto and have been learning a lot from this sub\nand other…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qr52he/if_that_drop_right_there_scared_you.json": "Welcome to the world of crypto where anything can happen, including the flash\n“correction” that just occurred. Anyone from 2017 can tell you that around this\ntime of year 4 years ago, the very same thing happened between November 9-11th\n\nIf that small drop right there scared you and you don't what…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qr272f/im_beginning_to_dca_out_not_because_i_think.json": "With Evergrande news and rapid inflation and money printing and all the other\nmyriad huge systemic issues that are currently mirroring the 2008 crash, I’m\ngetting worried.\n\nConvince me that I’m wrong and that a crash won’t happen in the next 3-6 months\n(during the same amount of time that the crypto…",
  "data/reddit-crypto/r/Bitcoin/comments/qr5g7e/what_are_you_guys_drinking_tonight.json": "I'm drinking ramen noodle broth",
  "data/reddit-crypto/r/Bitcoin/comments/qqzg6e/mini_lightning_tip_party_thread.json": "EDIT: i am finished tipping today. Bye. Maybe another day on a different\nthread..\n\nLadies and Gentlemen. Happy ATH.\n\nI always wanted to do a little tip party thread so I will be giving lightning\ntips. I dont have so much but i want to do it for fun.\n\nJust tell me what lighting app you are using or…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qr9l59/i_am_a_nigerian_prince_about_to_inherit_3_billion.json": "Hello my friend, I do hope you are very well on this fine autumn evening.\n\nI have an opportunity for you if you would like to hear me out.\n\nI am Dr. Bakare Tunde, the cousin of Nigerian Astronaut, Air Force Major Abacha\nTunde. He was the first African in space when he made a secret flight to…",
  "data/reddit-crypto/r/Bitcoin/comments/qravhn/my_grandmother_sent_me_bitcoin_shed_94.json": "Yesterday I discovered $100 worth of sats deposited into my wallet from an\nunknown address. I made nothing of it given. My wallet address is posted on\nsocial media sites and I assumed it was an anonymous user leaving a tip. Fast\nforward a few hours later and Grandma calls. Traditionally she posts me…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qr5p5f/this_dip_is_perfect_we_are_back_on_schedule.json": "It is always dangerous when crypto overextends itself. When the prices go up too\nfast it can drop even faster.\n\nA small dip now is good and helps us avoid hitting the end of the cycle too\nearly. the longer we take to get there, the higher we can get. This just means\nwe can continue going up for even…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrdj44/i_noticed_that_a_lot_of_us_here_simply_want_to.json": "And I've seen that many of us would like to immediately jump and FOMO to crypto\nespecially with the rise of BTC lately (around Oct 21st) and be able to work for\na few years or not be in debt. And just looking at it is depressing enough,\nespecially with COVID still around the corner. It wouldn't take…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrdm0f/heres_why_even_large_cap_coins_will_still_give.json": "Most people believe that large cap coins like BTC and ETH cannot give you those\ncoveted 10x to 100x gains anymore.\n\nIf you think so, then here's what you need to know.\n\nThe entire crypto marketcap is just about $3 trillion right now.\n\nA 10x from here would put the global crypto marketcap at over $30…",
  "data/reddit-crypto/r/Bitcoin/comments/qresm4/my_boyfriend_is_tired_of_me_talking_about_bitcoin.json": "I have seen so many posts about girlfriends not interested in investments and\nBitcoin, and some comments even generalize that women are not interested in\ninvestment, so I want to tell my story.\n\nI have been on for a year about the why of bitcoin with my boyfriend. I wrote a\n“noob friendly” 6 minute…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qre0g8/how_is_this_a_blood_bath_its_a_normal_dip_after.json": "People are saying this is a bloodbath ! R u nuts! last week's ATHs are today's\nsupport!\n\nBitcoin went from 67K to 59K in span of 1 week and climbed back to 69K.\nConsidering that most of the coins are reaching ATHs, it is quite reasonable for\npeople to cash out and create a dip.\n\nFor ETH, same dips…",
  "data/reddit-crypto/r/Bitcoin/comments/qrhswb/convinced_my_girlfriend_to_invest_in_btc_a_while.json": "Convinced her to buy some when it was at around 30’000 back in July and has now\ndoubled her investment . Granted it wasnt a huge investment but I think she now\nhas a false sense of reality that doubling an investment in 4 months is easy and\ncommon. If she ever tries to invest in stocks she going to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrf7po/why_is_everyone_so_sure_about_crypto_cycles.json": "Crypto is literally barely a decade old and the whole four year cycle thing\ncould easily be a coincidence. Why is everyone just waiting for the prices to\ndump instead of focusing on industry growth.\n\nI just think with how volatile and reactive the market is how can that be a\n“cycle,” where would btc…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qraml1/what_will_happen_that_will_cause_this_sub_to_lose.json": "I originally intended to post this three days ago and got distracted. It’s\nhilarious that in the span of even three days we have had China re-enter the\nchat, BTC and ETH hit new ATHs only to be followed by “Buy the dip” talk, we’ve\nhad a coin enter into rarified waters in that it shall not be…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrjmb6/can_btc_really_reach_100k_before_this_year_ends.json": "I heard many, many opinions on this and it's tough for me to decide if I believe\nin it or not. Some say they expect some crazy gains like 130k while others are a\nbit more conservative with expectations of around 80k-ish. Especially in this\nsub, it seems like every post has a different opinion; I see…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrhfj8/yes_crypto_markets_will_crash_but_i_wont_sell_and.json": "It's considered a foregone conclusion here that the bull market is going to end\nwithin a couple of months and there'll be a crash. I agree that this is probably\nwhat's going to happen, but I'm not even considering trying to time it, despite\nthe potential for big gains. Here's why.\n\nMistiming the Top…",
  "data/reddit-crypto/r/Bitcoin/comments/qrhdh6/nocoiner_friend_told_me_im_brainwashed_and_said.json": "It seems like I need to check my mental state my fellow Bitcoin hodlers\ninvestors and believers. A nocoiner friend who is into traditional stocks for a\nlong while with about 30% profit so far asked me about Bitcoin because I was\npretty open about it. So explaining the basics of Blockchain and the…",
  "data/reddit-crypto/r/Bitcoin/comments/qrj8lp/why_gardening_should_appeal_to_all_bitcoiners.json": " 1. It has high yield. For example half a potato in the ground can produce 4-5\n    potatoes in a few months. 500% yield\n 2. There are no taxes on food you grow and eat yourself\n 3. Growing food and selling it is a great way to kick start a local bitcoin\n    economy\n 4. The coming bitcoin softfork is…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrkxbk/unpopular_opinion_this_sub_isnt_really_for.json": "It’s like clockwork — the market rises, new people enter crypto and discover\nthis sub, they have some fun talking about lambos and the moon and $69,420. And\nthen the grumpy old men shamble out into their porches to bitch and moan about\nall these kids on their lawns.\n\nLook, I’ve been active on-and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrke8n/reality_check_there_arent_thousands_of_10000x.json": "This may be more of a rant. But honestly, the posts asking for the next 1000x\ncoin, the posts of telling people to DYOR, in order to get in early on some low\ncapped gem, are truly misleading.\n\nThe whole cryptoverse is expanding and rapidly evolving, so there will be new\ncryptos, especially in the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qr7vq7/daily_discussion_november_11_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qre3cl/until_crypto_becomes_easier_to_use_itll_never.json": "I think of myself as fairly knowledgeable about tech but after getting into\ncrypto February of this year I've realized just how hard using crypto can be.\nWhile I like the idea of decentralization I don't believe that it will ever be\nmass adopted in it's current form as it's just way to unfriendly to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrhq0u/i_did_it_i_was_able_to_regain_my_wallet.json": "Hello you beautiful crypto investors.\n\nFor the last 2 days, ive been really down because well, my trust wallet became\ncompletely compromised.\n\nCoins were being transferred out without me knowing or being sold on the\nexchange or being routed to another wallet.\n\nI couldn’t remove 8 bad contracts via…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrpgem/unpopular_opinion_you_will_probably_make_more.json": "I see a lot of posts and analyses trying to predict when the peak will happen,\nand I understand it. Selling near the top and then ~ 1 or 2 years later buying\nnear the bottom of the bear market looks like a common sense strategy but\nunfortunately it won't work for the majority of us. From my personal…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qri2j8/those_who_came_to_crypto_from_stocks_what_are.json": "Crypto has attracted a lot of people, ranging from mechanics and plumbers to\nbusinessmen and investors. No wonder, it also attracted a large number of\ninvestors and stock market veterans cause let's be honest what holding a stock\ncan generate in years, crypto can do it within days.\n\nSo, my question…",
  "data/reddit-crypto/r/Bitcoin/comments/qrk32r/i_bought_at_ath_so_you_didnt_have_to.json": "So you can thank me for the dip, stack sats fellow bitcoiners.",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrfj94/getting_rich_quick_with_crypto_is_harder_than_you.json": "So let's say you found a small market cap gem and there is no way this project\nwon't make x100 . So you put $10k and you will end up with $1M in a year or two.\nEasy.\n\nUnless you're coming from money, $10k is a large sum, and putting it on a high\nrisk asset will make you uneasy.\n\nYou have basically…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrllww/so_apparently_78_in_btc_will_hedge_1m_in_2030.json": "So the with the news about inflation and the BTC ATH I’m already getting\nquestions from (usually)no-coiner friends and family that know I’m into crypto.\nThis is good, the psychological barriers are starting to come down. More\ninstitutional and retail investors are on the horizon with their bags…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrrt7f/true_unpopular_opinion_i_dont_want_people_to_earn.json": "In case you haven't heard, Reddit is planning to expand the vault system to\nprovide crypto for upvotes similar to how moons work in this sub.\n\nI am very opposed to this, as moons have irrevocably damaged this sub by\nreducing it to constant reposts and diminishing contrarian opinions due to\npeople…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrskgv/cnbc_makes_news_of_2_kids_making_160k_mining.json": "Let's say it everyone: Money makes Money2.\n\nToday, worlds \"objectively best\" media cooperation CNBC, made another great\narticle, about 2 kids making $160K from mining Crypto, and as a miner myself I\nwant to quote some things from their article.\n\nOur heroes, two kids named Ishaan Thakur, (14) and his…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrn9ey/discord_cancelled_its_plan_to_implement_crypto.json": "Discord earlier announced that they will implement crypto features, and even\nteased screenshots of what looked like crypto and NFT features in their product.\nIt looked like they had been working on crypto implementation for a while.\n\nBut since they did that, nocoiners have been constantly…",
  "data/reddit-crypto/r/Bitcoin/comments/qrkhvd/i_used_a_mining_calculator_and_i_saw_that_if_i.json": "Is that realistic? I put in the cost of electricity in my area and the wattage\nof all the machines.",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrs69c/blows_my_mind_that_theres_still_people_out_there.json": "To those that think they may be too late getting into Crypto. Just listen to\nsome of the ways your coworkers and regular people talk about Crypto.\n\nYou will hear a lot of words like “scam”, “bubble”, and my personal favourite\n“Ponzi scheme”. And it absolutely blows my mind how a large amount of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrnyl6/if_your_phone_gets_obliterated_will_your_trust.json": "You never know when that device you depend on might break. And it might be way\nworse than just a cracked screen: It gets completely trashed and inoperable. You\ncan't even connect it to a laptop to try and recover files. You wish you could\ntell your friends it's because you got wild with your partner…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrq6bh/if_youre_unsure_what_to_do_just_hodl.json": "Holding your coin has proven to be the most lucrative technique over the years\n\nThere are success cases on trading, but they're a minority, most people lose\ntheir money, specially on leverage trading\n\nTake yesterday, for example: the amount of liquidations was close to 700m$, more\nthan 90% were…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrtpqd/stop_telling_newbs_to_hodl_forever.json": "I’m not sure if any of you remember the last bear market when the suicide\nhotline was posted on here….. But evidently, MANY investors were not mentally\nprepared to HODL through a bear market.\n\nMaybe they want to use their profits for a house, a car, a pet, pay their\nchildren’s tuition or they are…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrvnld/which_is_the_stupidest_project_you_have_money_in.json": "Like which coin or token do you have money in that you know is likely to never\ngo anywhere, but you can't let go of because of some odd hard-to-explain\nattachment or weird/ now forgotten series of events?\n\nIs it a 'what if' kind of thing, a strange kind of nostalgia, meme value, etc.?\nDid it rise…",
  "data/reddit-crypto/r/Bitcoin/comments/qrscqy/whats_your_credit_score.json": "\"Oh I have a bitcoin\"\n\n\"Oh my apologies, right this way, sir.\"\n\n * scene from the near future",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrz6z2/is_algorand_the_best_blockchain_for_meme_coiners.json": "Algorand is so fast and so cheap that it's tailor made for meme coiners and\ntraders. There is a new ecosystem of meme coins on Algorand battling it out for\ntop meme coin on Algorand. It's very early and only the top coin has over $1\nmarket cap. Most coins seem to have a nice fixed limited supply of…",
  "data/reddit-crypto/r/Bitcoin/comments/qrxhnw/i_work_in_a_bank_and_see_blocked_accounts_every.json": "There is hardly a week where someone doesn't come in, asking why their account\nwas blocked for 'review purposes'. And let me tell you, most of those times they\nare blocked for no apparent reasons. I had plenty of those whose accounts have\nbeen blocked for weeks, they had no access to their money,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qrwwpw/what_cryptocurrencies_have_you_personally_found.json": "For example, I like to use XLM to transfer money between exchanges due to the\nlow fees. Or for certain instances where XLM is not supported, I have used LTC\nsimilarly.\n\nI am aware of certain use cases for other coins (e.g. VET) but I think XLM and\nLTC are the only ones I have personally used for…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qruxfn/i_am_ucryptotaxlawyer_ama.json": "Hi r/Cryptocurrency [/r/Cryptocurrency]!\n\nr/Cryptocurrency [/r/Cryptocurrency] recently hosted me for one of their Live\nQ&A sessions\n[https://www.reddit.com/r/CryptoCurrency/comments/qqs293/recording_talk_with_ucryptotaxlawyer_on_taxation/]\nand the feedback was overwhelmingly positive. Many of you…",
  "data/reddit-crypto/r/Bitcoin/comments/qrxknl/i_now_send_my_mom_50_in_btc_every_month_for_my.json": "Just thought I'd share. I was always sending her $50 usd through Zelle. But I\nfigured it was a great way for my mom to slowly stack up sats. She always tells\nme not to worry about the phone bill, but this way she'll slowly increase her\nsavings :).\n\nAnybody else do something similar?\n\n",
  "data/reddit-crypto/r/Bitcoin/comments/qs23wf/01_btc_is_a_significant_milestone_for_accumulation.json": "I will have accumulated 0.1 BTC this month and I just want to say that it was no\nsmall feat and in the years to come it become harder to own that amount as the\nprice continues to rise.\n\nThe only thing to do after this is to keep buying and HODL. But what ever your\ngoals our for buying Bitcoin, I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qs4yr8/which_project_are_you_losing_hope_day_by_day.json": "2021 was a great year for majority of the market, most of the cryptocurrencies\npumped alot. Some even did 100x and still pumping to this day. There were some\ndisappointing coins as well which had many expectations but failed. Then there\nwere some coins/tokens which literally didn't pump on it's own…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qs7sk8/yes_we_exist_some_of_us_are_in_it_for_the_tech.json": "Plenty of people have different motivations for being interested in different\nproducts.\n\nI see the same comments on half of these posts where people legitimately claim\nnobody cares about the tech and are combative toward anyone that says they are,\nor flat out say they're lying.\n\nI'm going to paint a…",
  "data/reddit-crypto/r/Bitcoin/comments/qs1y6r/bitcoin_catastrophe_please_help.json": "PLEASE HELP! Trezor Catastrophe\n\nI’ve used Trezor for years, they’re great. I was helping my in-laws move their\ncrypto (sadly they divorced and wanted me to separate their crypto) and fear I\nhave made a TERRIBLE mistake.. I set up my father in laws new Trezor and sent\nhis half of crypto from my…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qs7pel/central_banks_printed_25_trillion_usd_since_2008.json": "Look I was a sceptic at first. However seeing figures like this make it clear.\nNakamoto was right, people who are in control of the stock market and banks are\nalso in charge of the financial policy. These guys have been pumping out money\nnon-stop at the slightest hint that the market would go…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qs98kk/when_someone_tells_you_they_made_a_fortune_on_a.json": "It amazes me how people mindlessly give out to FOMO.\n\nI mainly notice it with shitcoins, perhaps due to the narrow window of\nopportunity and zero purpose other than finding a grater fool.\n\nSo shitcoin shills advertise and lure new buyers with slogans like \"Already 100x\nup!\" or \"Turned $100 into 1M…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qs8dvn/crypto_currency_could_vanish_in_one_day_not_like.json": "He was talking about money in the world and how it evolved from salt to the\npapers that we use today and for which there is gold, so it is the best barter\nsystem used by mankind, when I asked him about his opinion on cryptocurrencies,\nhe said, “Cryptocurrencies may disappear within one day and may…",
  "data/reddit-crypto/r/Bitcoin/comments/qry4e6/today_lloyds_bank_threatened_to_lock_my_account.json": "Today Lloyds bank threatened to lock my online account if i didnt phone them\nimmediately [https://ibb.co/j5wg6Xj] because i tried to deposit money to my\ncoinbase account. Why does these kind of shit still happen. I thought banks,\nvisa/mastercard are finally starting to adopt crypto.. i guess not,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qryjfq/daily_discussion_november_12_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qs4cq8/when_will_crypto_get_serious.json": "I have a dream. The dream is this. I want crypto to level up. I want to get past\nthe hype and bullshit. I want the entire crypto ecosystem, to be the driving\nforce in future finance across the globe. I also want the Banks to be left out\nin the cold.\n\nI don't ever want to take my holdings out and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qsbxx8/my_father_told_me_about_a_stock_that_did_100.json": "My father told me about a stock he missed out on investing in. He said that he\nwatched it over that time and eventually it rose 100% in value. TWO YEARS LATER.\nHe was so shocked and impressed and ashamed that he didn't invest in it when he\nhad the chance.\n\nI looked at him and went....two years? I've…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qs6sp4/whats_the_real_reason_you_got_into_crypto_for.json": "We all joke about lambos and theme parks in the backyard of our newly built\ncrypto sponsored mansion, but why are you really here?\n\nThe reason I ask is because the reason people seek wealth is often a great\npredictor of how likely they are to attain it. Consider this, people more likely\nto play the…",
  "data/reddit-crypto/r/Bitcoin/comments/qsb71b/run_with_bitcoin_400_days_40_countries_no_fiat.json": "Namaste Bitcoin Family,\n\nMy name is Paco, and I am crazy enough to want to travel to 40 countries in 400\ndays, only with Bitcoin. Bear with me please, here’s why.\n\nI am a self-motivated traveler and I have been couch-surfing for the last 6\nyears.\n\nIn 2007 when I came to India for education,…",
  "data/reddit-crypto/r/Bitcoin/comments/qs7ziz/think_youre_late_there_are_only_243k_satoshis.json": "http://bitcoinsperperson.com/\n\nGiven that a bitcoin currently cost $64,179, there are only enough bitcoins for\nevery person to have $156.10 worth. If bitcoins were distributed using the\ncurrent global distribution of wealth, 99.9% of people would have $29.69 worth\nof bitcoins (46k sats), and people…",
  "data/reddit-crypto/r/Bitcoin/comments/qs54d7/indonesian_muslim_court_has_ruled_that_crypto.json": "https://www.rt.com/news/540048-indonesia-muslims-crypto-forbidden/",
  "data/reddit-crypto/r/CryptoCurrency/comments/qse7f6/plan_b_is_still_holding_on_to_his_98k_nov.json": "In a quite recent tweet from Plan B he confirmed that he is still holding onto\nhis Predictions.\n\nAlso he pulled down the S2F model to 100k by December, originally it was 100k by\nmid cycle and he thinks that this cycle will go over December.\n\nAll this is not his actual model. His actual model that…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qs90bb/guide_how_to_backup_google_authenticator_to_a.json": "There have been a couple of posts recently trying to encourage people to backup\n2fa. So I thought I would include instructions on how to do it. Since I finally\ngot around to doing it yesterday after a wee scare.\n\nThis will allow you to have the same constantly changing codes for your accounts\non two…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qsd51m/yes_we_exist_there_are_those_of_us_that_are_in_it.json": "So many self-righteous posts about how disappointed the OP is in the rest of us\nfor being focused on making profits. Well, I may have only been in crypto for\nabout a year now but I have loved every minute of learning/experiencing\nblockchain, liquidity pairing, DEX, software wallets, shitcoin YOLOs,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qsf8s7/miami_is_going_to_hand_out_free_bitcoin_btc_to.json": "Miami is going one step further in embracing cryptocurrency. In fact, the city\nwill soon be handing out free bitcoin (BTC) to all its residents. This was\nannounced yesterday by Miami Mayor Francis Suarez in an interview with…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qslhp0/almost_10_years_in_crypto_up_over_850000_in_2017.json": "https://m.imgur.com/a/2YYH3g5\n\nSet your goals and don't keep moving the goal posts further out. It's better to\nmiss the top than to go through the mental strain of a winter market, if you\nreached your goals or near it. There are a lot better projects now than there\nwere in 2012-2017. That being said…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qsh75p/friendly_reminder_going_straight_up_is_not.json": "Explaining this is especially important for the new investors on this sub, those\nwho are worried about the recent price action. So, let’s look at some numbers\nfirst.\n\nWe will be talking about the price of BTC this year. We are focussing on BTC\nbecause it largely decides the market sentiment.…",
  "data/reddit-crypto/r/Bitcoin/comments/qsh670/i_cant_believe_the_shit_i_just_saw_on_tv.json": "So I’m here visiting my pops, (Ottawa, Canada for those curious)\n\nOn the TV there’s a local news station and they’re interviewing people who\nyolo’d their life savings into crypto and lost everything, all the doom and\ngloom and FUD they can throw at Bitcoin was thrown. Somehow there’s massive\namounts…",
  "data/reddit-crypto/r/Bitcoin/comments/qsilsz/another_bitcoin_ath_today_the_lightning_network.json": "The Lightning Network has reached an all-time high capacity of 3,215 bitcoin and\nover 30,000 visible nodes!\n\nhttps://1ml.com/\n\nLightning is awesome and really easy to use even for newcomers. If you never\ntried it, install Muun [https://muun.com/] or/and Phoenix\n[https://phoenix.acinq.co/] wallet and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qs6tvd/crypto_markets_have_made_me_immune_to_the_stock.json": "So I opened my stock portfolio today just to see that I have dropped around 2-3%\non all of my stocks. Thing is, I just shrugged it off and continued with my day.\nThen I browse reddit and see that Wallstreetbets has their frontpage filled with\nmemes about stock prices dropping, as if its the end of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qskwe6/you_have_won_500000_in_the_lottery_how_much_would.json": "In a fortunate event you happen to win $500,000 in a lottery, free tax free\nmoney and you can do everything you like with it. For some that's Lambo\nterritory gains.\n\nBut would you invest in crypto with your winnings? How much would you invest and\nin what coins? Lump sum investment or DCAing in a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qsiw85/i_just_lost_all_my_eth_what_do_i_do.json": "I check my MetaMask account nearly everyday just out of habit. Today I opened\nthe app and realized I lost all of it, my account was drained. In the past\ntransactions it said I transferred it to someone’s account at 3am last night.\nKeep in mind I don’t use any third party app, I don’t trade I was…",
  "data/reddit-crypto/r/Bitcoin/comments/qs04sm/so_a_year_ago_i_wanted_to_buy_20k_of_bitcoin.json": "at a price of 10-11k per coin. Wife strictly forbid that. So... I'm divorced.\nI'd like to put down about 20k, but at this price it certainly worries me. Would\nany of you guys that know exactly what your doing, (opposite of myself) buy\nright now at 65k per coin, or would you wait for a price…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qsn09v/algorand_has_over_17_billion_in_volume_on.json": "Algorand has had relatively large price movement over the last 24 hours. It's\ntrading volume is up to over 1.7 billion which is the largest I've ever seen it.\nAdditionally, it's price action is inverse to the rest of the market. Bitcoin,\nEthereum, Cardano, and Solana are all red while Algorand is…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qsniqp/in_less_than_200_blocks_the_taproot_upgrade_will.json": "We're currently sitting at block 709,436.\n\nThe activation block is set to be mined at 709,632.\n\nAt the current hash rate, we can expect to see the activation go live in just\nover 24 hours, sometime during this coming weekend.\n\nAssuming everything goes off without a hitch, this network upgrade will…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qskse1/stop_listening_to_market_manipulators_and_reddit.json": "Monero. XMR, you know the coin with the $1.25 million IRS bounty. You know, that\ncoin thats so decentralised that anyone with a CPU (from a PSP slim to a vending\nmachine) can mine with and support the network.\n\nThe one with the fairest of launches, no premine. No dev taxes. Developers are a\nrag tag…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qsr4if/this_may_literally_be_the_last_dip_before_a_huge.json": "With the highly anticipated Taproot upgrade this weekend, pending a successful\nfork many are speculating a significant spike in Bitcoin’s price. And we all\nknow what happens to the cryptocurrency market when the grand daddy of crypto\ngets on his rocketship.\n\nTo the moooooooooon and beyond! Where my…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qsg6ld/im_beginning_to_think_all_price_movements_at_any.json": "There's no way my personal favourite Blockchain Algorand is going up 20% in\nvalue during a market wide correction organically. Not because of an adoption\ntipping point, or as the result of the news surrounding a crypto event or a\nmajor investment, or a new features update like the TPS increase…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qsimfl/unpopular_opinion_crypto_wont_make_games_better.json": "It scares me how much people here and in other crypto spaces are willing to sell\nthe things they like to crypto and NFTs without a second thought just for\nfurther implementation.\n\nThere's a post in the front page calling people who don't want crypto or NFTs on\ngames idiots, and I can't wrap my head…",
  "data/reddit-crypto/r/Bitcoin/comments/qs5sjg/bitcoin_is_inevitable_no_force_on_earth_can_stop.json": "Bitcoin is inevitable. As Victor Hugo said, you cannot stop an idea whose time\nhas come. And the time for the ideas behind Bitcoin has come.\n\nThe people will now prefer hard money to weak money like the American dollar.\n\nThe people will now prefer a decentralized, leaderless system to a…",
  "data/reddit-crypto/r/Bitcoin/comments/qsl5aq/where_do_you_see_bitcoin_in_30_years.json": "By this I mean the boring version of the question: Value in 2021 dollars.\n\nYour answer can imply or outright specify your reasons for your long-term price\ntarget, which I think might uncover some interesting perspectives.\n\nPotential factors might include:\n\n * Real economic growth brought on by…",
  "data/reddit-crypto/r/Bitcoin/comments/qsfkh3/i_bought_my_first_car_thanks_bitcoin.json": "But financed it instead.\n\n\n\nCould have paid cash many times over from my BTC gains but opted for 20% down\nand 1.9% APR instead and am going to keep holding my BTC and pumping every extra\nUSD I can get my hands on into BTC.\n\n\n\nThis is the way.",
  "data/reddit-crypto/r/Bitcoin/comments/qsp0pf/is_01_btc_the_new_1_btc.json": "If so, 0.01 BTC will be the new 0.1BTC by the next cylce!\n\nI know i'm pointing out the obvious😅, still a fun topic regardless..\n\nWhat you BTC savings goal?",
  "data/reddit-crypto/r/CryptoCurrency/comments/qsucq9/yes_we_exist_im_here_to_buy_high_and_sell_low.json": "Yes we exist.\n\nI'm here to lose money, hand over fist.\n\nSell the dip, buy the ath.\n\nBuy high and panic sell low.\n\nDo no research. Only buy on 20%+ runs then sell when it retraces.\n\nBuy shitcoins with dog names. Buy BTC at 69k, sell at 60.\n\nYes we exist. We're looking to claim losses on our…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qsnart/had_my_coinbase_card_recognized_for_the_first_time.json": "I was picking up dinner for the family and I paid with my Coinbase card. I was\nshocked and delighted when the cashier asked how I was liking my Coinbase card.\nI have been using it for 5 or so months and no one had ever mentioned it before.\n\nWe only talked for a minute or so, but it turns out he had…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qsbe98/the_strong_anticrypto_sentiment_of_the_gaming.json": "r/gaming [/r/gaming], r/gamedev [/r/gamedev] and other gaming subreddits have\nrecently been sharing and echoing anti-crypto sentiment based around Steam's\nbanning of NFT games and a recent Kotaku article (if you want to call it that)\nabout game developers not wanting to work on NFT games.\n\n\n\nBeing a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qsrzdv/realistically_what_are_you_going_to_buy_when_you.json": "Well, we all joke about getting a lambo when our Crypto portfolio skyrockets.\nBut realistically, what are you going to buy, or would you keep hodling this\nmoney?\n\nFor me, I am into filmmaking. 5 years ago, through an initial investment in this\nbusiness, I was able to buy a good camera and editing…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qssljv/why_are_white_papers_so_unprofessional.json": "I work in the academia so I spend a significant part of my days reading peer\nreviewed research papers. One of the first things I learned about crypto is that\neach project (usually) has a so called \"white paper\" where the team behind the\nproject publishes their vision for the future, main ideas, some…",
  "data/reddit-crypto/r/Bitcoin/comments/qss4rq/everybody_here_should_read_this_understanding.json": "> Understanding exactly what about the Bitcoin network implementing Taproot\n> changes is necessary for understanding why the changes were needed. Taproot is\n> the combination of many Bitcoin Improvement Proposals (BIPs) resulting in a\n> soft fork of Bitcoin’s blockchain. A soft fork is a proposed…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qswzjt/how_has_crypto_changed_you.json": "I noticed that while a lot of people seem to be focused on Black Friday deals\nand the shit they can buy, I’m here thinking about what I would invest with my\nmoney instead.\n\nI used to have a long list of stuff I wanted, new boots, new clothes, new watch,\nnew anything. Now I’m not bothered, now I’m…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qss3bv/can_we_be_amazed_that_btc_has_been_closing_above.json": "To me this is bullish. It shows that people are saying \"Fuck your 60k BTC, it's\nworth more than that and I'm holding.\"\n\nWhen we were hit by the April crash, BTC closed 60k on 11th April, hit at ATH of\n64,800-ish on 14th April (3 days later) and then immediately started it's 50%\nplunge.\n\nBut today,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qsypw5/my_bank_is_changing_its_tune_with_me.json": "Now when I first got into crypto a few years ago then really ramped up my\ninvesting this year my bank hassled me massively on the dangers of crypto, how\nvolatile it was, how it’s not backed by government etc etc. However they\ncouldn’t care less when I was gambling on roulette or blackjack at the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qt0x8f/what_would_you_rather_have_1_btc_138_eth_or_31295.json": "I was thinking about this the other day and I thought I'll ask you, just\ninterested in your opinions.\n\nPost what your choice is in the comments, I will read all of them.\n\nBitcoin is the daddy of crypto and is the most likely to be around in 5-10 years\nbut ETH and ADA have smaller market caps so more…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qsoenc/daily_discussion_november_13_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/Bitcoin/comments/qswpve/i_went_full_bitcoin_today.json": "I don't really care about the price fluctuations anymore because I'm now a\nlifetime holder. I puller all my money from other investments to go full bitcoin\nand I'm moving to El Salvador in a month to go surfing and take some time off,\nwish me luck!",
  "data/reddit-crypto/r/CryptoCurrency/comments/qt14t3/i_bought_1k_of_the_top_10_cryptos_on_january_1st.json": "EXPERIMENT - Tracking 2019 Top Ten Cryptocurrencies – Month Thirty-Four - UP\n+658%\n[https://preview.redd.it/nyxod0h94dz71.png?width=666&format=png&auto=webp&s=011029df4f5f81765987078bf657b63f2f70101b]\n\nThe full blog post with all the tables is here\n[https://toptencryptoindexfund.com/tracking-2019…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qsxhgh/with_inflation_on_the_rise_how_much_of_your.json": "Hello,\n\nSo we all know the usual (rather conservative in my opinion) statements by\nprominent investors or news outlets claiming the ideal spot of crypto in one's\nportfolio would be 5-10%. I'm pretty sure the people saying this are mostly rich\nas fuck though and not telling you that the other 90-95%…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qt0t2x/safe_seed_5oz_silver_bar_stamp_kit_molybdenum.json": "https://preview.redd.it/mk4opyew1dz71.jpg?width=714&format=pjpg&auto=webp&s=b7524b97fc649f816aac2501d47c4094c6c20899\n\nhttps://preview.redd.it/txx9q9ad1dz71.jpg?width=796&format=pjpg&auto=webp&s=46efea09b2d5da5fcb5f7852c7b5fdbdc5c70111\n\nSafe Seed is a simple and straightforward way to secure your…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qsypgy/my_wife_seems_to_have_a_sixth_sense_of_market.json": "Ever since I started investing in crypto I had to make my ''rookie mistakes'' -\nnot having the full conviction, be scared by FUD, selling too early, buying too\nhigh and so on\nEver since I started this journey I've been pretty open about it with my wife.\n\nEvery time I did some change to my portfolio…",
  "data/reddit-crypto/r/Bitcoin/comments/qt3l2g/its_2025_and_btc_is_1m_would_you_sell.json": "Give reasons why and why not.\n\nAlso do you not think the price will crash as 1m is life changing so a huge sell\nout would be expected?",
  "data/reddit-crypto/r/Bitcoin/comments/qt3y5l/i_have_1_whole_bitcoin_i_am_finally_complete.json": "I actually made a post earlier today talking about how close I was to being a\nwhole coiner. I was using leverage to try increase my position and was very\ndedicated to making it. Instead of people wishing me luck and supporting me\ntaking the risks I essentially got shot down and mocked so I just…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qt1yw7/change_my_mind_reddit_is_one_of_the_best_places.json": "I personally think that reddit is one of best places for beginners to come to\nlearn the very basics about crypto, the people are helpful, there is a wide\nrange of news and topics, There are always post about DCA, HOLDING, DONT DAY\nTRADE etc and useful tips to help with you investments.\n\nI personally…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qt1irj/another_reason_why_l2s_are_going_to_explode_and.json": "It seems like there's not a day going by without a top post complaining about\nhigh gas fees on Ethereum. I totally agree with the core critic : retail\ninvestors are being priced out of the network. Nobody - except whales - can\nafford to pay 200$ for a simple swap.\n\nBut those days will soon be…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qt82pc/unpopular_opinion_most_nfts_are_ugly_as_sin.json": "The more NFTs I see, the more I notice most of them are either super-basic\ndigital art or just badly drawn stuff, little more than a bunch of lines and\nblobs thrown out there in the hope of making some quick money.\n\nBut seriously... why should I want to spend a ton of bucks just to claim\nownership…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qt84nn/i_own_every_coin_on_coinbase_and_keep_them_within.json": "I've been doing this for about 9 weeks and I am pleased with the results.\n\nI am not telling anyone else they should do this, I would just like to discuss\nmy experience doing so.\n\nBasically what I did was convert all of my funds to equal amounts of every coin\navailable on coinbase. At that time it…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qt96gm/november_9th_was_the_date_i_stopped_mentioning.json": "I was home from work. Tim Cook just said it's ok to buy crypto and that he in\nfact does. Metaverse was on MSNBC and valued at $500 billion, and Matt Damon\ncommercial for crypto.com came on.\n\nI decided there and then to shut the hell up. I had shouted from the rooftops to\nfriends and family about…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qt869g/does_anyone_know_what_a_nft_withdrawal_is.json": "Looking for other's perspectives on Loopring and what they just did, and if it\nis any indication to launching a NFT Marketplace.\n\nHere is the crypto code I am asking about:\nhttps://github.com/Loopring/loopring_sdk\n\n------------------------------------------------------------------------\n\nWill fill…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtbxkz/i_do_a_full_analysis_of_the_top_200_coins_in.json": "I love data and numbers, so today I want to see how these coins doing. Putting a\nbit of excel skills and data analytics into this mini analysis on a boring rainy\nSunday. Quite interesting to see some lesser known coins back then have now well\non the nice moves, but at the same time many coins have…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qt3yo4/all_assets_but_a_few_are_in_a_massive_hyper.json": "I am very concerned in general\n\nIt seems humanity never learns and continues to create speculative bubbles even\nat the point of several years after crash in said asset class:\n\nAll time high housing prices\n\nAll time high stock prices\n\nAll time high crypto prices\n\nAll time high in folks out of labor…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qt4obt/being_in_crypto_is_like_being_in_a_cult_and_i.json": "“Crypto is essentially an economic cult that taps into very base human instincts\nof fear, greed and tribalism”\n\n * Stephen Diehl, a crypto-sceptic software engineer\n\nMost groups identified as cults feature a single charismatic leader, something\nthat the crypto world lacks. But many other classic…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtc6ad/anyone_else_kind_of_sick_of_seeing_people_type.json": "Someone asks for specific investing tips: \"DCA\"\n\nSomeone suggests a new trading strategy: \"DCA, bro\"\n\nTechnical analysis on a coin?: \"DCA is the best strat\"\n\n\"Excuse me guys, how do I set up my wallet to-\": \"Just DCA and you'll be fine\"\n\nSome dude lost his keys in a boating accident: \"Should have…",
  "data/reddit-crypto/r/Bitcoin/comments/qt9sp6/bitcoin_has_a_higher_market_cap_than_9999_of_all.json": "Bitcoin currently has a market cap of over 1 trillion USD, that's more than\n99,99% of all companies worldwide.\n\nThe only companies that have a higher market cap than bitcoin are:\n\n- Microsoft at 2.528 trillion USD\n- Apple at 2.460 trillion USD\n- Saudi Aramco at 2.000 trillion USD\n- Alphabet(Google)…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtiqwv/taproot_is_active_bitcoins_latest_major_upgrade.json": "Credit to u/xcryptogurux [/u/xcryptogurux] for the below, which was posted on\nr/bitcoin [/r/bitcoin]…\n\nTaproot is arguably the biggest upgrade to Bitcoin's base-layer protocol,\nintroducing a new signature algorithm and scripting language. It brings a set of\nprotocols that enhance Bitcoin's privacy,…",
  "data/reddit-crypto/r/Bitcoin/comments/qtir00/taproot_is_live_now.json": "As of now the time: 2021-11-14 05:15 UTC Block #709632\n\nExplained:\nhttps://bitcoinmagazine.com/technical/taproot-coming-what-it-and-how-it-will-benefit-bitcoin",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtea8y/im_freaking_stoked.json": "I very recently got into crypto. I just started reading about it after my cousin\nlost a chunk on SHIB. I read words like decentralized and got hooked into\nwanting to know how it all works. I can’t stop reading and learning and though\nI’ll never understand the actual process and technology, the…",
  "data/reddit-crypto/r/Bitcoin/comments/qtgii6/i_just_realised_why_cash_isnt_worth_having.json": "It hit me the other day that money (fiat) isn't worth having. For now you need\nit to spend on most things still but holding it is a liability. It's designed to\nlose its worth, so you have to spend it or buy assets. It's good for the masses\nto keep it in circulation.\n\nAnyway - the point that dawned…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtfj3t/market_movers_are_seeking_the_next_lowcap_gem.json": "TLDR / Summary :\n\nA quick dive into a series of similarities evidently shown between Loopring and\nthe Infamous Shiba Inu coin and a strong belief that Market movers are seeking\nthe next JAWDROPPER that will perform similar to Shiba Inu (parabolically) if a\nnumber of factors and similiarities more…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtddw5/daily_discussion_november_14_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtf3yy/everything_you_need_to_know_about_the_taproot.json": "Biggest upgrade to the Bitcoin network since 2017\n\nUnlike most Bitcoin upgrades, this one has had little to no strife; The\ncommunity is excited!\n\nBIP 340- A cryptographic program that makes difficult transactions more safe and\nsecure.\n\nBIP 341- improves the SegWit upgrade by making it more private…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtldrx/this_is_why_we_hodl_crypto_because_banks_suck.json": "Just saw a Chase commercial promoting parents setting up a savings account for\ntheir baby.\n\nChase savings rate is currently 0.01%. So if that family puts in $10,000, the\nkid will have made $30 when he’s 30.\n\nEnjoy your free lunch kid.\n\nBanks are a scam. If you haven't figured this out yet I don't…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtlgvr/which_gamingrelated_cryptos_has_the_most_potential.json": "I was reading today about blockchain activity, and was surprised to see that the\nnumber of unique active wallets connected to games now represents 55% of the\nblockchain industry’s total.\n\nPolygon (MATIC) showed the biggest growth, and increased its active wallets\nconnected to games by 982% compared…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtoau6/never_go_to_facebook_for_crypto_groupsadvice.json": "“you will never find a more wretched hive of scum and villainy… than Facebook”\n-obi wan kenobi\n\nHooooooly shit guys. So I’ve had Facebook for over ten years but I’ve only been\non Reddit for a little less than one year. I use Facebook for the social stuff\nlike life updates and connecting with…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtmm1n/how_to_create_and_sell_nfts_for_free_no_gas_fees.json": "A LOT OF PEOPLE ASKED ME AFTER MY LAST POST HOW THEY CAN CREATE NFTS THEMSELF.\nSO HERE IS A SHORT TUTORIAL HOW YOU CAN MINT (AND HOPEFULLY SELL) NFTS WITH\nABSOLUTLY NO COST TO YOU.\n\nDisclaimer: First of there are multiple different platforms and blockchains on\nwhich you can mint NFTs and all of them…",
  "data/reddit-crypto/r/Bitcoin/comments/qtijiv/taproot_active.json": "Block 709631 indicates \"active\". I thought it was 709632 but I guess it's\ncounted from zero? Caught me by surprise but getblockchaininfo says \"active\"...\n\"true\".\n\nSO.... YAY!\n\nbtc getblockchaininfo | jq \".blocks, .softforks .taproot .active\"\n709631\ntrue\n",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtlxjm/i_found_two_hidden_gems_that_no_one_has_ever.json": "Earlier this week I saw a post arguing for why reddit is designed not to show\nyou hidden gems, well, let me try and change that. Full disclaimer, I have $100\nbag worth of each of the following coins, but I really do believe that they have\npotential to make you/me some good returns. I will keep it…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtpndd/flipping_nfts_can_be_done_in_a_super_smart_way_my.json": "Hey guys. If you're into NFTs, then I think you need to watch the video below.\nI'm walking you through the best way to be certain that your flips will deliver.\nSniping and flipping without some supporting software really is tough nowadays.\n\nThe first time I've started to learn about NFTs and got…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qth1gy/how_to_survive_inflation_some_advice_from_a.json": "Hi guys, as you know I'm Venezuelan living here.\n\nWe had more than 2,000,000% inflation anually in 2019 and I (we) survived.\n\nNow it has dropped to 1,258% anually and that is a nice number for me (October\nwas only 8%, lowest value in more than 5 years!). Mind you, more than 1,000 %\ninflation anually…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtszkb/buy_the_dip_day_week_3_whats_looking_good.json": "Hello my fellow crypto freaks, I am continuing with my Sunday experiment of\nfinding a gem in the noise that is the crypto world. Week 1 had me buying the\nOne Ring to rule them all (LRC) and week 2 lead me to buying CRO. I am holding\nboth and they are doing great. So my friends, what shall I add to…",
  "data/reddit-crypto/r/Bitcoin/comments/qto3je/bitcoin_will_fail_at_some_point_because_elon_will.json": "My ears had to hear this from a boomer who has known about BTC since 2013.\n\nThey still haven't read the whitepaper, but they were 1000000% sure of their\nabove statement.\n\nIf you are this ignorant this far down the road all I can do now is laugh at\nyou.",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtuih3/can_we_just_take_a_moment_to_realize_that_btc_its.json": "This achivement by all of us, and for the cryptoverse it's just amazing, Bitcoin\nit's just casually trading for 63k-65k, and just to refresh your memory, that\nwas our previous ATH, and we just touched that for like a couple of hours, no\nwe've spent hours, days, and even weeks at this current…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qto3a1/if_your_aim_is_to_sell_your_crypto_near_the.json": "This isn't to say you should or shouldn't make an attempt at swing trading, do\nwhatever you want to do with your money/crypto. Trading isn't for everyone and\nthe majority of people will usually be more successful just DCAing and hodling.\n\nAlot of people seem to have exit plans but not entry plans,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtts0b/polkadot_dot_will_explode_in_2022_here_is_why.json": "This is a deep-dive post on Polkadot, its tech, tokenomics, and NEAR future\nprojects.\n\nWhat is Polkadot?\n\n> Polkadot is a network protocol that allows arbitrary data—not just tokens—to\n> be transferred across blockchains.\n> \n> This means Polkadot is a true multi-chain application environment where…",
  "data/reddit-crypto/r/Bitcoin/comments/qtr86m/reputable_bitcoin_skeptics.json": "Hi, guys.\n\nI'm a bitcoin holder. I listen and read a lot about bitcoin but the information\nalways comes from proponents of bitcoin. But because of that, I'm worried that\nI'm in a epistemic and filter bubble that might be distorting my judgement of\nthe facts and risk. Therefore, I want to expose…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtpjbh/binance_deactivated_my_account_and_is_making_it.json": "I didn't use binance for a few months and tried to log in today to see how my\nfew shitcoins were doing. I found out that my account was deactivated. The\nautomated reactivation process keeps failing so I contacted the support.\n\nI'm told that \"I deactivated the account\" even though I'm sure I didn't…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qttknh/guys_this_is_it_the_crypto_trading_bot_i_built.json": "It's been over 3 months of learning, testing and coding since I first started\nthis project, and I am really excited to share this latest update with you.\n\nBut first, just a bit of context on the project:\n\nMy inital idea was to create a crypto trading bot in Python, that constantly\nchecks if a new…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtq1cf/i_cant_stop_adding_new_coins_to_my_portoflio.json": "since the start of my involvement with crypto i have been getting excited with\nprojects that have a good roadmap, strong teams behind them and a long term\nvision that i embrace.\n\n\n\nThe past year though, i keep learning about new projects and i like to throw\nsome cash in but but portoflio allocation…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtvur7/what_did_you_improve_in_your_life_thanks_to_crypto.json": "Investing has unexpected benefits. I am on the verge (nice) to celebrate 4 years\nwithout smoking. (Not thanks to crypto) and I just realized Crypto already\nhelped me change some of my behaviors.\n\nI spend less, save more. Also I've started to cook more, order less food\noutside. I also started to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qt98mg/actually_using_your_crypto_is_so_much_more_fun.json": "Like most investors in crypto i just held on to my coins on a nice and easy to\nuse exchange until about four weeks ago, just watching the prices go up and\ndown. I never really thought about actually using my coins, and what i should\neven do with them.\n\nThis all changed when i started to learn more…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtoy89/people_that_have_memorised_their_seed_phrase_do.json": "A lot of people prefer to keep their cryptocurrency in a software wallet.\n\nWhen you store your cryptocurrency in a software wallet, you get a 12-word of\n24-word recovery phase which is like the key to your treasure.\n\nI have seen a lot of people storing their 12-word phrase in different ways. I\nsaw a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtxac3/what_are_your_hobbies_outside_crypto.json": "Hey y'all, with today being Sunday Funday, it got me thinking. What are\neveryone's hobbies outside crypto? When you're not staring at the charts\ndreaming of your favorite coin mooning, what do you do with your free time? Do\nyou go out, or do you stay in?\n\nI'll go: my wife and I LOVE watching…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtu8k7/arthur_hayes_cofounder_of_100x_and_bitmex.json": "Can anyone explain what the heck is happening here? Here's link to article:\nhttps://blog.bitmex.com/chain-reaction/ (he mentions memecoins at the very\nbottom). I don't understand it, I've never heard of this coin or seen it on any\nexchanges. Why would a billionaire mention it and - what seems to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtwt80/dot_vs_sol_which_one_would_you_bet_on_for_long.json": "Although both of these projects are good in their own way, but if you had to\nchoose one to HODL for long term ,I'm talking about 5+ years. So which one are\nyou more bullish on. Solana did outperform Polkadot by miles this year but with\nPolkadot parachain auctions launching we can see triple digit…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtwxsv/the_bullish_case_for_monero.json": "This is probably one of the most controversial projects in this space, also\nhappens to be one of the oldest and most stable, which is rare in crypto. The\nprevalent false claim against Monero has proven unsuccessful and to not be based\nin reality.\n\nPeople will frequently bring up, what do you have to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtqu95/how_is_a_bitcoin_upgrade_being_coordinated_when.json": "I was wondering this the other day and it might be a strange question but who is\ncoordinating an upgrade to the Bitcoin network with the absence of Satoshi\nNakamoto?\n\nWe recently had a successful live upgrade of the Taproot protocol to Bitcoin for\nexample. Taproot is an upgrade to the Bitcoin…",
  "data/reddit-crypto/r/Bitcoin/comments/qtt7fo/you_guys_still_buying.json": "Have a substantial buy ins at 34k and 50k. Price today is 64k and I'm looking at\nanother substantial buy in. Think I wait for a dip or are we looking at 80k by\nChristmas?",
  "data/reddit-crypto/r/CryptoCurrency/comments/qu1dob/which_crypto_are_you_most_bullish_on_even_though.json": "My personal one is Nano. I know it’s been shilled a lot and hated a lot as well\non this sub on the past. I’m on it since it was called RaiBlocks and I still\nfind it the best one out there when it’s considered only as a transfer of value.\n\nGive me your reason why a small/micro coin you own could be…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtvbc7/never_sell_when_your_coin_is_down.json": "I've done it again.\n\nNearly a week has passed and I can only just about talk about what happened.\n\nI had held LTO at a loss for a few months, since 65c.\n\nDuring the LRC pump I made a big mistake.\n\nI sold my LTO at 30c to jump on LRC at 20x long leverage.\n\nLambo time I thought. Yeah right.\n\nLiterally…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtsgxc/plan_b_is_still_sticking_to_his_98k_nov_and_135k.json": "A few hours Plan B just tweeted again and Confirmed that he is holding on to his\nlarge 98k and 135k predictions. Meaning that BTC has to rally 50% in 16 days, in\nwhat would be one of the best maybe even the best rally ever put by BTC(market\ncap wise).\n\nMany have recently been saying that those…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qtylos/we_gotta_be_nicer_to_beginners_who_are_bit_shaken.json": "The overall discourse in this sub is a bit schizophrenic and confusing at times.\nWe all got into the market und this sub to learn about crypto, get advice here\nand there, make profits, discuss, shill some coins and just have a good laugh.\n\nFor Newbies to get into the market when every coin is in the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qu2euh/lost_faith_in_cardano_looking_for_opinions.json": "As title says. I was big on cardano for a while but the more I read the lower my\nmood goes on it. If I'm missing something that should keep me invested please\nlet me know. I'm just not seeing anything that hasn't already been done by\nothers and sometimes better by others. I really wanted it to work,…",
  "data/reddit-crypto/r/Bitcoin/comments/qu54yv/would_it_even_be_worth_it_to_invest_say_like_100.json": "I don’t invest, but obviously, bitcoin is just continuing to grow.\n\nWhat’s the move?",
  "data/reddit-crypto/r/CryptoCurrency/comments/qu4lpg/which_crypto_are_you_most_bearish_on_despite_this.json": "Pretty straightforward. This sub is bullish on quite a few projects. Of this\nsub’s favorites, which one do you go against the grain on and are actually\nbearish?\n\nI’ll start: ALGO\n\nDisclaimer: I do own a small bag of ALGO.\n\nI was quite bullish on ALGO when it was below $1, but now I’m not so sure.…",
  "data/reddit-crypto/r/Bitcoin/comments/qu4hg8/elon_musk_hates_cash_he_now_has_billions_of.json": "Musk is selling 10% of his Tesla stake, valued at roughly $25 billion. A chunk\nof that will be used to pay off taxes as he executes options from his executive\ncomp package. But that would still leave him with enough to become the world's\nbiggest known hodler of Bitcoin—if he so chooses.",
  "data/reddit-crypto/r/CryptoCurrency/comments/qu34ba/the_clam_before_the_storm.json": "A few days have passed and nothing much has happened. For those of you who are\ngoing to say there was a massive dip just a few days ago. No, that was not a dip\nthat was just a healthy pullback. In the past, I would call that a dip too but\nafter the May crash, FUDs, hopiums, and many more. What has…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qu8adg/so_i_just_learned_that_benjamin_cowen_has_a_phd.json": "Jumped into the deeper end of investing and cryptos this year after I got my\nfeet back on the ground. Was always wary of watching YouTubers for their input\nespecially if it is someone with 'those' kinds of thumbnails. I saw someone on\nthis subreddit recommended Coin Bureau, then Guy recommended a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qubsxf/not_everyone_has_thousand_of_dollars_to_invest.json": "I’m not ashamed to accept that my first investment was $20, yes $20 because\nthat’s I could afford and that’s all I could afford to lose.\n\nThen I started doing my research how crypto is the future and earlier adopter\nwill be the future millionaires, I know with my investment I might not be a\nfuture…",
  "data/reddit-crypto/r/Bitcoin/comments/qtwzut/the_genius_of_bitcoin_in_one_sentence.json": "What are your one liners that really encapsulate the 'mind blown' aspect of\nBitcoin for you?\n\nMine is; \"If you sell any Bitcoin, it's going to be sold to someone who will\neventually make you regret selling it\".",
  "data/reddit-crypto/r/CryptoCurrency/comments/qu3w54/its_almost_monday_what_are_you_looking_forward_to.json": "As Sunday comes to an end another work day begins for most. I know while many of\nus are aiming to break out from the 9-5 with the help of crypto, while we wait,\nwhat are you looking forward to most this week?\n\nMe personally, I’m excited that Bitcoin’s Taproot took place this weekend and\nI’m very…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qu0mg7/if_you_want_to_get_rich_quickly_follow_these_steps.json": "Step 1: Create a youtube channel\n\nStep 2: Find some coins that are hyped\n\nStep 3: Put x100, x1000, astronauts, rockets and spaceships on the thumbnails.\nMaybe some ladders also, and the most important thing, do not forget to make\nthat :O face, like you are shocked. When I think about it more it…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qu8eiq/algorand_the_future_of_finance_if_you_havent.json": "Algorand happens to be one of my favorite crypto altcoin and I happen to know\nquite a bit about it 'cuz why would you not DYOR to the coin you're HODLING,\nright?\nI love reading things here, a lot, until people start flooding posts for sh*t\ncoins. Everyone is talking about profits, gains and lambos.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qu5sk9/3_trillion_in_crypto_is_a_massive_milestone_and.json": "There is approximately US $40 trillion in circulation: this includes all the\nphysical money and the money deposited in savings and checking accounts.\n\nMoney in the form of investments, derivatives, and cryptocurrencies exceeds $1.3\nquadrillion.\n\nThere are still so many people in the world who don’t…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qu31vo/daily_discussion_november_15_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/que236/buying_land_today_in_virtual_worlds_feel_a_lot.json": "And that's why I'm extremely bullish on GameFi projects these days. You have\nprobably seen these coins pumping the last few weeks while everything else was\ndumping. The market for regular NFTs seems oversaturated, NFTs with utility,\nlike Land NFTs seem to be the next big trend imo. The crypto real…",
  "data/reddit-crypto/r/Bitcoin/comments/qu8457/andreas_antonopoulos_appreciation_post.json": "This man has been educating people with real life speeches and books on bitcoin\nsince 2013 and he's still going. Absolute unit\n\nhttps://preview.redd.it/tx604612toz71.png?width=750&format=png&auto=webp&s=173ff381a96eb119935df27bf1e403bc083a41f2",
  "data/reddit-crypto/r/CryptoCurrency/comments/qu95kh/freshly_updated_new_faucets.json": "First off, I'm very grateful for the community presence in this sub. It always\nhumbles me when my posts are appreciated in any way, shape or form. Including\ncommentary both for and against. I love debate especially! Anywho0o-\n\nAs promised from my post yesterday...\n\nThe following are a few new…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qug4sl/crypto_is_said_to_be_risky_but_for_some_of_us_it.json": "A lot of us who do not own a house dream of having their own house some day. But\nthat dream is so hard to acheive these days without inheriting a lot from your\nparents.\n\nImagine being able to earn more than the average wage of your country. Imagine\nyou would save 20% of your salary every week.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qufjpt/are_we_watching_cryptos_awkward_and_slightly.json": "I remember back in 2013 when Bitcoin was inching towards 1k, and we were all\ngoing out of our minds talking about mass adoption and how we were on the cusp\nof a new era. It felt like we were watching a social movement in action - the\nfall of the corrupt banking system and the rise of people…",
  "data/reddit-crypto/r/Bitcoin/comments/quhfnp/therapist_are_the_unrealized_capital_gains_in_the.json": "https://preview.redd.it/yal8d2rqprz71.png?width=1336&format=png&auto=webp&s=649c547e1d24251f613d2719d1cedbff3fec2e37",
  "data/reddit-crypto/r/CryptoCurrency/comments/quh7tb/what_crypto_is_way_overvalued_in_your_opinion.json": "As the title says, what crypto do you think is way overvalued? Normally, we\nalways hear about what crypto everyone is bullish on, whether it's the next moon\nshot or has an amazing bright future, but i'm interested to hear what crypto you\nthink is the complete opposite.\n\nFor me, I think ethereum…",
  "data/reddit-crypto/r/CryptoCurrency/comments/quh949/current_cryptos_as_a_percentage_of_their_all_time.json": "I wrote some code a while ago to get real time data on crypto prices, and ran it\nagain to see the current prices of some well-known cryptos as a percentage of\ntheir all time high prices. This is for 15 November 2021! I'm interested in\nmaking cool graphics like this for the future, so let me know…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qukjk1/what_stop_me_from_creating_my_own_coin_and.json": "I have a background in software development and some of my colleagues asking me\nto create our own coin.\n\nI know crypto and blockchain, but never extensively research it before. After\nsome digging, I am mind blowing. I feel like most coins/defi projects..etc.. are\nkinda worthless/hype bubble, but can…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qufs1v/so_many_people_ive_spoken_to_didnt_realise_you.json": "So, naturally, when the time comes to go outside, I encounter a great many\ncrypto sceptics.\n\nMost of the people I know aren't really into crypto (or they're just keeping it\nto themselves: not a bad decision), and so most of the time when the topic comes\nup I'm the educator in that conversation.\n\nI'm…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qunmx0/which_is_the_lowest_market_cap_project_youre.json": "These kind of posts are always useful, maybe we could find some hidden gems we\ncouldn't otherwise and that's great, my choice will probably be Altura (ALU)\nseems like a solid project that tries to make easier to develop NFT games on the\nBSC and we all know how fast that area is growing as of right…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qukfl5/i_just_took_profits_for_the_first_time_today_tax.json": "Exactly one year and one day ago today, I bought my first crypto. Of course I\nhad heard about Bitcoin and some other crypto currencies years before that, but\nI didn't really have that much money I could afford to lose until like one and a\nhalf years ago; and I was only finally convinced to invest…",
  "data/reddit-crypto/r/CryptoCurrency/comments/quhquc/the_sec_doesnt_give_two_shits_about_celebs.json": "Long have I wondered about why the SEC never investigated the celebrities who\nrob their fans in broad daylight.\n\nWhile the celebs barely even try to hide their scams, the SEC is too busy trying\nto figure out which coins we should or shouldn't buy.\n\nIt's not just the \"influencers\" who can get…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qucjak/bitcoins_next_halving_will_cause_it_to_surge_to.json": "Bitcoin’s Next Halving Will Cause it to Surge to 550k\n\nBitcoin halvings have correlated with massive surges in Bitcoin's price.\n\nThe first halving, which occurred on Nov. 28, 2012, saw an increase from $12 to\n$1,207 on Nov. 28, 2013.\n\nThe second Bitcoin halving occurred on July 9, 2016. The price at…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qul10y/is_buying_and_hold_1000_in_btc_even_worth_it.json": "Major newbie question, I know. But I'm curious.\n\nI'm not a major crypto enthusiast and despite doing a lot of research, all I've\ncome to understand about crypto is that 1. it's very volatile and risky, and 2.\nit can have serious payoffs when you hold. Still, I have $1,000 of disposable\nincome that I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qun1hm/when_vet_announced_partnership_with_dhl_i.json": "When the VET and DHL partnership was posted here, a lot of people commented\nabout why the f*ck would DHL release an NFT if it's not in their line of\nbusiness. Why does a logistics company like DHL even have NFTs?\n\nIn this video [https://www.youtube.com/watch?v=ERlp9CB1lig], you can see that\nusing…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qulgi2/eth_20_wont_fix_gas_pricesam_i_wrong.json": "I keep seeing in a lot of different threads in this sub the notion that with ETH\n2.0, the insane gas prices will come down and the network will be useable for\nsmall scale again. Am I wrong in thinking that the switch to Proof of Stake\nwon't have any impact on the gas prices?\n\nCorrect me if I'm wrong…",
  "data/reddit-crypto/r/CryptoCurrency/comments/quq8xk/which_crypto_would_you_feel_most_confident_in.json": "Which crypto would you feel most confident in putting a large amount of money in\nand letting sit for 5 years?\n\nYou have a large amount of money for your standards. But you can only put all of\nthe funds into 1 crypto. Then you can’t sell any of it for 5 years minimum.\nWhich crypto would you…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qun90s/a_bitcoin_explosion_el_salvador_now_has_more.json": "During September 2021 El Salvator formally started accepting Bitcoin as legal\ntender and continues to be on the forefront of the move to mass crypto adoption.\nToday, President Nayib Bukele announced that Bitcoins presence in his country is\nso prolific that the number of citizens using digital…",
  "data/reddit-crypto/r/Bitcoin/comments/quhz7n/the_power_of_dollar_cost_averaging_growing_300_to.json": "So i told my mom she should invest in bitcoin. Me being the tech and finance\nsavvy IT pro that I am, she thankfully believed everything I said without\nquestion. I already have alot of bitcoin as you can probably see from my earlier\nposts.\n\nI wanted to make it literally dummy simple easy. So i made a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qumoc0/the_infamous_btc_for_pizza_image.json": "I now probably almost everyone here has heard the tale of the guy who traded a\nlarge sum of btc for some pizza. I have heard the story many times as both a way\nto encourage hodling and as a reminder that hindsight is always 20/20. The thing\nis I had no idea that moment got inmortalized in a photo…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qutqnk/10_reasons_why_you_should_invest_in_algorand.json": "Disclaimer: I’ve lifted a lot of this research across multiple platforms and\nresearch tools to complete these 10 talking points.\n\n1. Algorand has a strong developer team\n\nOne of the key determinants to the long-term success of a crypto project is the\nquality, and commitment of the developer team.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/quv2be/bitcoin_its_holding_the_line_like_a_champ.json": "We’ve seen so many attempts by the bears to dump the price and shake people out\nof their investments on the past days. But they are failing harder every single\ntime! We have now a solid ground above 62k and, let me tell you guys, specially\nfor new investors, this kind of tests are so healthy for the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/quqe1t/with_all_the_recent_spikes_in_meme_coins_im.json": "From their website [https://banano.cc], ’Banano is a feeless, instant, rich in\npotassium cryptocurrency powered by DAG technology disrupting the meme economy.’\n\nBasically, BAN is a fork of NANO, so it has instant, feeless transactions. It\nalso utilises a novel DAG (Directed Acyclic Graph) based…",
  "data/reddit-crypto/r/Bitcoin/comments/quvt4t/why_why_is_bitcoin_tanking_down_nearly_8_in_one.json": "I swear to god my luck is the stinkiest dog shit on planet earth.\n\nSunk $500 dollars into Bitcoin this morning because I finally started to see the\nlight. Looks like that light was actually just a glory hole for me to get fucked\nthrough.",
  "data/reddit-crypto/r/CryptoCurrency/comments/quxch4/i_bought_bitcoin_at_60_and_ethereum_at_11_my.json": "For those of you just joining the crypto life, please learn from my failures. My\ntwo rules are as follows:\n\n 1. Never sell.\n 2. If you have to sell, only sell if you will buy more at a lower price.\n\nIt’s boring, and it’s not as fun as gambling, but never sell. It gets tempting\nwhen you see prices…",
  "data/reddit-crypto/r/CryptoCurrency/comments/quvhd5/are_you_a_crypto_newbie_heres_an_updated_list_of.json": "When I was new to crypto, I made it a point to list down all the dodgy people\nwho approached me online and tried to bait me into a scam. I posted my list a\nfew months ago and a lot of other people chimed in with even more scams since\nthen.\n\nHere's the updated list:\n\n\n1. THE YOUTUBE/FACEBOOK \"LIVE\"…",
  "data/reddit-crypto/r/CryptoCurrency/comments/quw5d2/has_anyone_sold_and_then_watched_a_coin_proceed.json": "I imagine it's a terrible feeling. There's a couple projects I have that have\nbeen stale for a while now and I've been considering reallocating funds, but I'm\nterrified one of the coins I dump will just take off. Similar events have\nhappened to me before with stocks and that has stuck with me for a…",
  "data/reddit-crypto/r/Bitcoin/comments/quu3v9/11600_btc_was_withdraw_from_coinbase.json": "Is it apple ?\n\nhttps://preview.redd.it/sutv1ak1luz71.jpg?width=422&format=pjpg&auto=webp&s=85dc65b9c72622c9b723a44a414e79cdb637d49e",
  "data/reddit-crypto/r/CryptoCurrency/comments/quocg1/your_gains_arent_gains_and_your_losses_arent.json": "This is the old crypto rule, I joined back in 2017 and learned this the hard\nway. Your gains are just paper gains until you actually realize them. Similarly\nyour losses are paper losses until you decide to sell. Most of us learn it the\nhard way. Back in 2018 I had multiple x's of gains but I didn't…",
  "data/reddit-crypto/r/Bitcoin/comments/qurtdm/on_bitcoin_and_the_quantum_threat.json": "Disclaimer: I'm a physicist, but by no means an expert. Just a strong interest\nin both quantum computing and cryptography. I've also simplified a lot of\nconcepts, because they are complex and don't fundamentally bring anything more\nto the discussion\n\nIntroduction  \n\nWith IBM announcing their new…",
  "data/reddit-crypto/r/CryptoCurrency/comments/quu6t2/daily_discussion_november_16_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/Bitcoin/comments/quyht4/lets_remember_this_dip.json": "You know what’s crazy? There are people that are thinking about selling or have\nalready sold their bitcoin due to this dip. Don’t get me wrong seeing -11%\nsucks, but not once have I thought about selling.\n\nThis might be the last (or maybe one of the last) dips we see before we ride for\n$100K…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qv1e09/please_be_careful_there_is_a_new_scam_going.json": "So around yesterday afternoon my friend wanted to jump on MetaMask since he was\ngoing to convert some shit coins that he threw some money into, a few months\nback, and convert them into stablecoin.\n\nTo give you some context, he's got a degree in computer science and is well\nversed in cyber security.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qv00o2/we_can_go_down_another_20_and_be_in_a_bullish.json": "There must be a lot of new people on the sub due to all the panic posts\n\nThis isn't a crash. It isn't even a full correction yet.\n\nTake out your weekly BTC and ETH chart all the way back to 2017. The average BTC\ncorrection is -20% to -30%. A crash is -40% to -60%\n\nCurrently we just went below the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qv4xx8/740m_got_liquidated_in_the_last_24_hours.json": "Hello Guys!!\n\nAs the market is down by 10-15% today.\nAs trading comes with its own risk nearly $740M got liquidated in 24 hours.\n\nIn the past 24 hours , 200k traders were liquidated.\n\n * BTC : $255M\n   \n * ETH: $187M\n   \n * LTC: $23M\n   \n * SOL: $23M\n   \n * DOT: $21M\n   \n * XRP: $18M\n   \n * DOGE:…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qv4uu8/what_are_you_buying_during_this_dip.json": "I always thought the posts of \"what are you buying during the dip\" we're super\nannoying, because I was panicking about all crypto going to 0. Every freaking\ntime the market got back up in a short time and made me bummed I didn't buy the\ndip.\n\nThis time I want to do it differently and I wanna get a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qv6aem/either_were_in_for_a_huge_six_weeks_or_all_those.json": "Let me start by saying I'm not bearish, I'm not selling and I don't think this\nbull run is over or anything like that. All the same, almost all price\npredictions I've stumbled upon seem unrealistic at this point in time.\n\nI'm not judging just yet but looking at the 30days chart, the likes of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qv43bm/1k_invested_into_the_top_10_cryptos_on_january.json": "EXPERIMENT - Tracking Top 10 Cryptos Of 2020 - Month Twenty-Two – UP 937%\n[https://preview.redd.it/4orz0zjoexz71.png?width=666&format=png&auto=webp&s=9ae74bfcd2cbf016d6136ce43adb149e161f395a]\n\nThe full blog post with all the tables is here\n[https://toptencryptoindexfund.com/tracking-2020-top-10…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qv82o3/do_yourself_a_favor_today.json": "And do nothing.\n\nDon’t buy. Don’t sell.\n\nBreathe in. Now breathe out.\n\nIf you’re new to crypto understand that this sea of red is part of the cycle.\nCrypto coins are not equities, they are volatile and a 10% dip is not the end of\nthe world.\n\nYour altcoins are probably down even more than BTC and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qur83l/are_you_still_following_the_only_invest_in_crypto.json": "Everyone knows the first rule of crypto is \"only invest what you feel\ncomfortable completely losing.\" I certainly started out following that rule and\nwas terrified of putting in too much money (or telling my wife I had anything\ninvested in crypto for that matter). Over the past few months I've…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qva41t/you_wont_become_a_millionaire_by_buying_todays.json": "I saw a post earlier quoting that Millionaires are made today. BS!\n\nI'm not a veteran in the market and won't pretend to be but I believe in these\nthings as of today:\n\n * Millionaire won't be made by today's dip. A real BTC and market dip imo is\n   below and between 20 to 50% and Satan knows maybe…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qv81aw/buy_the_dip_guys_are_back.json": "I put reminder as a flair because we don't have one called morons. Whenever\nthere is a small correction this sub is unbearable.\n\nAt least 100 posts that sound something like: \"Buy the dip\", \"What coins are you\nguys buying this dip?\", \"Yo, bro I wish the dip was 50% so I could buy more\",\n\"Christmas…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qv32eu/stop_freaking_out_over_minor_corrections_we.json": "I cringe every time someone posts here freaking out over the recent correction.\nThis is possibly one of the most minor things you can worry about right now.\nCrypto is a highly volatile market and it is expected to have a few corrections\nof 5-10% here and there.\n\nThis is even more true when the…",
  "data/reddit-crypto/r/Bitcoin/comments/qv5k7n/bitcoin_is_my_savings_account.json": "I have issues with impulsive spending so I have decided to put any money I plan\non Saving into Bitcoin. The fact that it's pretty hard for my to liquidate to my\nnative currency makes it so that I don't convert unless I really have to. So far\nit's going pretty well even when I have to liquidate I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qur4nq/this_discussion_about_meme_coins_needs_to_be_had.json": "**Note**: I will use acronyms instead of the token name to avoid issues with the\nmods. Which I am flabbergasted that posting about certain cryptocurrencies in a\ncryptocurrency reddit is prohibited.\n\nDisclaimer: This is a self story. I am a working professional with money - look\nat my previous post…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvahg4/other_than_reddit_where_do_you_get_your_info_on.json": "I got most of my info on crypto from reddit through r/cc [/r/cc] and various\nother specific coin related subs. Reddit remains my prime source for crypto\ninformation.\n\nWhere do you guys get information on latest developments in crypto? I follow a\nfew telegram groups too but i am not that active and…",
  "data/reddit-crypto/r/Bitcoin/comments/qv6dw7/i_just_bought_bitcoin_and_i_want_to_invest_to.json": "I've been holding my BTC for so long, and recently I have decided to stake it.\nSo far, I've avoided staking because of what I've heard about fees eating up\nsuch a large portion of it. I planned to wait until my wallet or other staking\nor lending options become more widely available.\n\nIs there…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvaefq/imagine_if_3_months_ago_i_told_you_that_some.json": "Seriously, 10% in 1 day? Those are rookie numbers! Bitcoin is chilling at 60k,\nyou don't need to freak out for a healthy price correction. If you're a\nbeginner, get used to it. We all know that crypto is volatile, and you can't\nexpect to make 10x in 1 year if you sell when you are 10% down in 1 day.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvak8m/it_my_portfolio_goes_to_zero_so_be_it_atleast_i.json": "I didn't grow up with money. I've spent most of my life trying to make a little\nbit extra here and there. First it was for a cool toy or console. Then it\nshifted more for gifts for the holidays.\n\nNow it's for a future. Not sure where you are reading this from, but my area is\ntaking a beating. People…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qv9dh4/coordicide_prep_hello_shimmer_iota_introduces.json": "The days of the coordinator are numbered: With the launch of the Shimmer\nnetwork, IOTA will introduce staking rewards that incentivize validation of\nmajor upgrades and features, clearing the way for a fully decentralized network.\n\nThe Coordinator still holds the strings in the Tangle - but that is…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvfkjt/popular_opinion_bored_apes_is_the_stupidest_thing.json": "NFTS already dint make much sense to me, but these bored apes NFTS just seem\nlike the ultimate popular because money thing.\n\nThe way I see it, with absolutely no research is that some rich people decided\nto make these, then paid other rich people to promote them which lead other rich\npeople to want…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvcnmw/i_ran_a_small_experiment_do_people_on_this_sub.json": "TL;DR: Generally? No. The overwhelming majority of posts and comments - all\nexcept 1 - did not provide anything substantive. Some made jokes, some told me\nto fuck off, others readily admitted it was hopium. While this is a small sample\nsize it was somewhat random. I only pursued this when they…",
  "data/reddit-crypto/r/Bitcoin/comments/qvhlsi/every_time_i_beat_my_meat_i_put_a_100_into_my.json": "Hi\n\nI have had a jerking off addiction for a larger part of my life and it is not\nsomething I am proud of. I’ve tried everything I can to stop from deleting all\ntriggering apps , using internet filters , keeping myself occupied, giving\nmyself consequences everytime I fail and so much more but it all…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvgvdu/nfts_have_people_lost_their_minds.json": "So I'm not new to crypto and Blockchain technology. However I have not been\npaying super close attention to what's been going on. Does anyone have any clue\nwhy people are paying hundreds, and even thousands, if not hundreds of thousands\nof dollars for stupid little pictures (NFTs)? I understand that…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvg96v/reminder_btc_jumped_61_in_only_3_weeks_100k_is_in.json": "Just in case today's (very healthy) correction is giving you amnesia, let me\nremind you of something:\n\nOn September 29th, after a long, slow, nerve-wracking climb out from under $30k,\nthe price opened at $41,049.\n\nTwenty one days later, the price closed at $66,128.\n\nI'm rooting for a six-figure…",
  "data/reddit-crypto/r/Bitcoin/comments/qvgecn/got_liquidated_and_lost_10k.json": "I know you have to take responsibility and deal with it but it feels so shitty I\ncan't even explain it. When it happened I thought I was gonna be sick. Still\ncan't believe it hours later.\n\nI would hear a lot in crypto communities that everyone gets liquidated in\nfutures at one point, I just never…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvk4j7/99_people_are_buying_nfts_only_to_sell_it_at.json": "It is completely unclear to me why some people give so much money for NFTs.\n\nThis may be an unpopular opinion but I have to say what I have been thinking for\na long time.\n\nMaybe NFTs have a great future and huge potential, but right now I see it as\ngarbage. Pixelated garbage. 10 second made…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvfu28/inflation_was_never_this_high_in_the_last_31years.json": "In the last three decades inflation was never this high\n\nFor the fifth straight month inflation has been rising (and this will probably\nnot stop until next year) and we were already at close to 7% in october.\n\nWith housing shortages and no real wage increases despite massive inflation,\ngoing into…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvda3v/advice_to_bears_in_48hrs_your_going_to_regret.json": "As a person who sometimes plays the bear game. This is a trap\n\nI know it looks tempting BTC at a major support; 50 daily MA. With previous\nsupport the 21 Daily EMA now as possible resistance. But don't!\n\nThis is the exact same setup we had in July. The Daily RSI going below 50 and\nthe 50 looking…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvidjf/the_overwhelming_percentage_of_the_users_in_here.json": "Chasing the pump is not bad. I don't judge it at all! You can get enormous\ngains. You will need to be very lucky though. Long term.. That's the real deal.\nAnd you know why most of the users in here are not in for that?\n\nBecause if you are long term, you simply don't care about today's dip..…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvhvv8/if_you_believed_enough_to_invest_in_the_first.json": "I know it's easier said than done, and, really, this sub has been a great source\nof calm this time around - but I'm sure there are many here questioning their\nconvictions after seeing red for the first time in a while.\n\nJust think about why you invested money in the first place: presumably…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvk2iz/street_artist_turned_crypto_millionaire_conned_by.json": "The following news post [1]\n[https://netherlandsnewslive.com/street-artist-judith-de-leeuw-did-her-best-to-stay-poor-but-suddenly-became-a-crypto-millionaire-i-give-the-money-to-non-profits/284536/]\njust came to my attention, which is an English translated repost of an original\nDutch article posted…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvoimr/i_bought_the_dip_how_do_i_stop_it_from_dipping.json": "As many on this glorious sub of expert traders always suggest is to buy the dip\nwhen the market takes us on a joy-ride with these nasty big red dildos some\ninterlectuals call a candle chart.\n\nWaking up to most of my tokens being 4 to 10 % cheaper than last time I checked,\nI panicked and bought the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvmcfj/unpopulair_opinion_cryptoveterans_treat_nfts_the.json": "There are alot of similarities, but the main thing I've noticed is that people\nand 'veterans' can't see the value of NFT(art). They see it as a pumped up hype\nthat has value because it has value. They call it a bubble.\n\nI know the recent rise of NFT's and the rise of crypto/blockchain…",
  "data/reddit-crypto/r/Bitcoin/comments/qvfpy2/btc_whale_bought_the_dip_at_62k_adding_13_million.json": "Should we buy the dip as well?\nhttps://crypto-academy.org/whale-bought-the-dip-62k-13-million-btc/",
  "data/reddit-crypto/r/Bitcoin/comments/qvo8ll/ted_cruz_seeks_repeal_of_biden_infrastructure.json": "Texas Senator Ted Cruz is seeking to strip language defining who is a crypto\n\"broker\" from a multibillion-dollar infrastructure package that was just signed\ninto law. \n\nAccording to a statement\n[https://www.cruz.senate.gov/newsroom/press-releases/sen-cruz-introduces-legislation-to-repeal…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvn99u/am_i_really_insane_to_think_this_dip_was_ok_why.json": "It seems the recent sentiment here is of sheer FUD crud.\n\nVolatility in this market is completely to be expected. Hell, people actually\ndepend on it (just don't leverage crypto ffs). Does anyone even remember what\nhappened May this year?\n\nIf you're not fucking nuts to trade crypto short term and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvlsb9/if_you_didnt_sell_during_the_may_crash_you_sure.json": "The May crash was a real crash, this is nothing, and if you survived that please\ndo yourself a favor and not paper hand your cryptos. The real bull run hasn't\neven started, I do not want anyone of you lads to be missing out on the\ninevitable parabolic run that is to come. These dips are necessary…",
  "data/reddit-crypto/r/Bitcoin/comments/qvsmxh/los_angeles_staples_center_to_be_renamed.json": "If someone ever doubted Bitcoin and crypto are here to stay.\n\nGoodbye, Staples Center. Hello, Crypto.com Arena\n\nStaples Center is getting a new name for Christmas: Crypto.com Arena.\n\nThe downtown Los Angeles venue — home of the Lakers, Clippers, Kings and Sparks\n— will wear the new name for 20 years…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvp3mv/i_feel_like_facebooks_meta_is_another_step.json": "Am I paranoid? The couldn’t stave off the creepy, stomach dropping into my feet\nfeeling when the Zuck announced the change. I don’t think this is good for the\nworld and humanity at large. The amount of tracking and the data mining is\nalready at an uncomfortable level. Adding this to the mix is just…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvw3js/stop_listening_to_content_creators_they_are.json": "During the Gold Rush, the people who made out the best were the companies\nselling pickaxes to people looking to mine gold and get rich. Most gold miners\nfailed and earned very little and/or nothing while the pickaxe companies made\nmillions.\n\nSTOP BLINDLY LISTENING TO CONTENT CREATORS SELLING YOU…",
  "data/reddit-crypto/r/Bitcoin/comments/qvj94u/why_does_the_bio_say_a_large_percentage_of.json": "It's been bought up before. How can we change this?",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvtezo/schools_showing_anticrypto_propaganda_to_students.json": "I thought some may be interested in this. My son told me that the student news\nchannel they watch was on the topic of crypto today. He said it was all about\nhow crypto mining and NFTs are destroying the environment and causing climate\nchange.\n\nHe said they also talked about people getting paid in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvpxe5/digital_copies_of_videogames_should_be_launched.json": "Just imagine if steam rolled out this feature that all sales of games will be\nvia NFTs and you could resell your particular NFT license to someone else and\nwith a smart contract a % of the sale would go to the Dev's wallet and steam's\nwallet.\n\nIt would be killer! And they could probably keep a lock…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvxr57/loopring_lrc_is_working_with_ethereum_foundation.json": "Last week, an old video of Ethereum's Cofounder, Vitalik Buterin, talking about\nLoopring and ZkRollups became a topic in this subreddit and received a lot of\ncomments saying that it was an old video and was only used for shilling.\n\nIn the Ethereum subreddit two days ago, someone asked about Loopring…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvsk3a/the_crypto_market_dipped_10_today_can_anyone.json": "More than any other investment, I find crypto's dips and moons to be less tied\nto real world events. If the stock market or real estate market crash, there is\nusually a very easily identifiable real-world reason. You just need to open the\nnews and check the headlines.\n\nBut with crypto I find that…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvlvnv/daily_discussion_november_17_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvyw0n/we_are_oasis_the_leading_privacyenabled_layer1.json": "GREETINGS, R/CRYPTOCURRENCY [/r/cryptocurrency]!\n\nWe are the Oasis Protocol Foundation [https://oasisprotocol.org/] team and we\nare excited to answer your questions, update you on recent developments, and\nshare our vision for the future. Big thank you to the r/cryptocurrency\n[/r/cryptocurrency] mods…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qw0ns1/no_trading_on_robinhood_is_not_free_your_bank.json": "Robinhood is the Facebook of Crypto trading:\n\nTrading on Robinhood is not \"free\", you are the product and pay with your data,\nif you have your bank account linked to Robinhood, chances are a company called\nPlaid, which has been sued for illegaly sharing customers data, is collecting\nyour bank…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qw2e32/eth_is_bad_and_i_am_tired_of_pretending_its_not.json": "I am going to open up by saying that some of the following is going to be FACT\nand some of it will be OPINION. However, the opinion will never prevail over the\nfacts. Also, depending on traction I may do a second post with some more up to\ndebate things.\nI also know that the title alone will lead to…",
  "data/reddit-crypto/r/Bitcoin/comments/qvxls6/bitcoin_is_keeping_my_family_together.json": "I live abroad with my wife and child. I can't travel back to my home country\nbecause I'd be unable to leave due to travel restrictions. My wife and child\nhave different passports than me so they wouldn't be able to join me if I went\nback.\n\nIf my bank ever closes my account or requires me to be in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvwx6o/i_want_to_remind_people_who_are_panicking_over.json": "BTC is still up 100% from May lows. This is just one those healthy pullbacks we\nneeded to flush out those leverage longs.\n\nGlassnode tweeted there are almost $12.6 Billion in open interest almost as the\nsame level as March and April BTC bulls are betting for $100k.\n\nThis bull run still have some…",
  "data/reddit-crypto/r/Bitcoin/comments/qvx069/santa_claus_will_bring_the_milestone_of_90.json": "I was reading somewhere by 2030 98% of bitcoin will have been mined.\n\nSo I wondered if 90% had already been reached: not yet, so I calculated what day\nthe bitcoin that adds up to 90% will be mined, and it coincides with Christmas\nday!\n\nFor the curious, the calculations:\n\n90% of 21M = 18,900,000…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvywnp/sorry_i_will_get_downvoted_to_hell_for_this.json": "Sorry guys but in my short stay in here I just spotted a pattern.... if you see\neveryone shilling some coins (right now for example, ALGO, DOT, CRO...) is\nbecause those coins are in a bullrun and are in their ATH. It's a fact... I\nmean, it's great, the coin is pumped and everyone want to get in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvh9x1/the_recent_success_of_loopring_shows_that_many.json": "Loopiring took three years to surpass its 2018 all time high.\n\nEven during the insane crypto bull run at the beginning of the year, the price\nof LRC did not surpass $0.9 (around the time many were reaching and exceeding\ntheirs). Up until about a week ago its ATH was just over $2. It currently…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvxbvh/can_cryptocom_be_the_next_binance.json": "I recently upgraded my crypto.com card and would like to give a short analysis\non what I feel crypto.com is heading to and what I foresee in the next upcoming\nyears.\n\nThis is not financial advice and I am just sharing based on the research that I\nhave done.\n\nI believe no one needs an introduction on…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qw3gl0/its_funny_how_the_mood_kind_of_deflates_when_were.json": "But not funny in a bad way I guess. We're all here super pumped and writing a\nmillion essays about the trajectory of the bull run and how exactly it'll go and\nhow we're all geniuses for investing into LRC and stuff, and then we get a\ncouple days of red and everything muffles a little bit.\n\nBut it's…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qw5p1n/is_harmony_one_in_your_portfolio.json": "Harmony (ONE) is a decentralized blockchain-based platform, built to solve the\nissues of delivering both scalability and decentralization. It offers tools and\nfunctionalities for creating, hosting, managing, and using dApps.\n\nThere are plenty of compelling reasons as to why Harmony should be part of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qw7fmj/it_doesnt_pay_to_be_stingy_with_likes_for_more.json": "Let’s break then earning period down to ten days with 6 Users scaled on\nengagement. 100 moons to get distributed ‘each’ round; it’s really the first\nround but with more and more saltier people. All posts get liked by everyone to\nstart.\n\n\n\nU1: 30 posts, 180 likes, 43.47 moons.\n\nU2: 20 posts, 120…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qw9tzo/does_anyone_else_find_it_funny_that_were_al_just.json": "Let’s face it, when a coin moons and you cash out, that money doesn’t just come\nfrom nowhere, it’s come from another investor. Same as if you hold a coin which\nis dipping and others are selling, people are literally just taking some of your\nmoney and putting it in their pockets.\n\nWe’re all pretty…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qw8zss/am_i_the_only_one_that_checks_the_charts_far_less.json": "I have found that during the bull runs I'm glued to the charts watching my gains\nbut as soon as the tide turns I have zero interest and can't bear (pun not\nintended but welcomed) to watch my losses.\n\nFrom what I have guaged here people seem to either be glued regardless of ups or\ndowns or they check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qw7nq6/cryptocom_cro_mass_adoption.json": "Lets face it - Crypto . com has launched the most aggressive marketing campaign\nin the entire space. FTX probably 2nd place with the Tom Brady endorsement\nespecially during football season. The thing that I don't understand is that\napparently you still cannot use this exchange in the USA? Can…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qw845n/crypto_might_be_one_of_the_few_remaining_ways_for.json": "The way I see it, retirement funds are a joke in most countries, increasing\ninflation paired with increasing costs of living(rent, food, transport etc.)\nwill wreck our cozy idea of working 40 years and \"enjoying the rest\".\n\nOf course, the blockchain technology, smart contracts, decentralised…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qvwequ/if_you_are_buying_the_dip_dont_go_in_all_at_once.json": "It is extremely unlikely that the market will stop dipping the moment you buy\nin. You should never expect to perfectly time the market, especially if you are\ninvesting in Crypto. Not only that, you're also not going to have any leverage\nor control once the market dips more.\n\nI started DCAing from…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qwblyq/you_dont_have_to_take_profits_or_hold_just.json": "I’ve been seeing a lot of posts of people saying people need to take profit\nwhile they can and secure their gains. I’ve been against that point and trying\nto argue the HODL but to be fair there really is no right answer if the person\nI’m talking to wants something different than I do.\n\nAt the end of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qw8by5/why_cro_is_just_getting_started_and_will_likely.json": "As everyone knows, the native token of Crypto.com, CRO, pumped hard today after\nnews of a partnership with AEG giving them the rights to rename the famous\nStaples Center of Los Angeles. This is a very good news for mainstream adoption\n: Crypto.com offers a slick UX, and it's a welcoming environement…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qwd407/eth_is_good_and_im_tired_of_pretending_its_not.json": "Unlike the current popular post bashing Ethereum, this post will actually be\nbased on fact and reality.\n\nThe main thesis of this post being that Ethereum is amazing and will change the\nworld (If I can't be idealistic on Reddit where can I be?)\n\n\nETHEREUM IS HIGHLY DECENTRALIZED\n\nThe initial token…",
  "data/reddit-crypto/r/Bitcoin/comments/qw2pkt/for_those_that_have_been_involved_for_10_years.json": "Hi all. I've been involved with bitcoin since 2013. While I was not involved for\nextended periods of time, it is something I have always been deeply passionate\nabout. In 2014-2015, I was convinced bitcoin was going to be the future of\ncurrency. I had no interest in getting rich off of it and simply…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qwahv3/i_do_not_know_what_the_next_100x_coin_will_be_but.json": "THE PITCH\n\nIf you've been in the market for a while, you've noticed how things run on\nhype-cycles. We've recently seen the DeFi hype that mooned several projects in\nthe space. We also saw the NFT mania that still seems to have some significant\nsteam behind it, and now we are seeing the Metaverse…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qwco16/whats_your_opinion_on_buying_digital_land_is_it_a.json": "Unlike buying real estate in the real world, buying digital land (in my opinion)\nis a huge gamble. Buying land in Decentraland costs a few thousand dollars, but\nthere is absolutely no guarantee that Decentraland will be the big digital world\nthat everyone is using in the future. In fact, having…"
}