{
  "data/reddit-crypto/r/CryptoCurrency/comments/ovhwz9/ethereum20_will_handle_x7_times_more_transactions.json": "Ethereum 2.0 will outperform Visa by a factor of 7 when it comes to transactions\nper second.\n\nEthereum 2.0 will handle around 100,000 transactions per second according to\nVitalik Buterin, while Visa claims to handle around 15,000 transactions per\nsecond.\n\nBut in practice Visa only handles around…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovkzg4/bitcoin_crossed_42k_twice_within_two_days.json": "We know 42k is a major support.\nWe know once it crosses and holds, we are game.\nWe know once BTC goes back up in August, we are game.\n\nHere's to you - make moneyyyy! I want everyone to profit in this cycle! Boom\nbaby!",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovhv50/daily_discussion_august_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovn78x/robinhood_will_block_the_buy_button_whenever_they.json": "With market recovering after the dippy dip a lot of new people coming to this\nsub everyday and many of them think Robinhood is a good way to teat the waters.\nMany may have forgotten now that the dust has settled .. but we remember.\n\nRobinhood decided to freeze trades for GameStop on Jan. 28. Shares…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovm8dl/i_have_finally_made_it_in_the_green_again.json": "So I am one of those people, and I am sure there are many of us, that joined\ncrypto during the last bull run. I myself joined up in March and was on top of\nthe world until our crash in May.... Ever since I have been deep in the red (as\nfar as -40% at some point) but I've kept going DCA and... This…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovlv1h/crypto_is_the_only_path_to_financial_freedom_i.json": "For many people in their 20s and 30s, myself included, crypto represents a\nchance at a better life. I want money to support a family and myself\nfinancially, and this might be the only path to it I can see.\n\nI don’t want to have to worry about not being able to pay my rent. I don’t want\nto have to…",
  "data/reddit-crypto/r/Bitcoin/comments/ovkcbr/i_think_im_done_explaining_bitcoin.json": "I like Bitcoin and the crypto space. Met a lot of intelligent, highly calculated\nrisk averse open minded people. We made some gains together and\nanalyzed/speculated on some new projects. I love the curiosity of new people\ncoming into the space. But sometimes I get tired of explaining what the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovp6py/how_peter_griffin_family_guy_could_have_become_a.json": "Hi everyone, MrNuttyJoe back again with another top-quality post. As many of you\nmay know, Family Guy referenced Bitcoin back in early-2016. This report will\nanalyse how Peter and the Griffin Family could have become rich through the\npurchase and Hodling of Bitcoin had they invested at that point in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovjic3/my_layman_explanation_of_kusamapolkadot_and_why.json": "I've noticed on this sub very few people are discussing Kusama & Polkadot, so I\nthought I'd take a stab at explaining in layman terms how they work and their\nsignificance.\n\nBefore getting started, I'd like to clear up that Kusama is the canary network\nto Polkadot. Unlike what many people in this sub…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovoze4/just_got_scammed.json": "So, as per the title I just lost 1.04 ETH\n\nI basically downloaded a fake ronin wallet mobile app on Google play store and\ngenerated a seed phrase from it. I then proceeded to deposit ETH from to the\nRonin wallet I generated from the app thinking Ronin wallet should have both\nmobile app and browser…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovorbo/shoutout_to_ethereum_for_being_on_the_12th_green.json": "Most of the coins I check, have at least a red candle somewhere in the middle.\nEthereum is a pleasure for the eyes right now. And we still have the fork ahead.\n\nI need to complete 210 characters so don't mind this part.",
  "data/reddit-crypto/r/Bitcoin/comments/ovpf6a/omg_feels_so_good_to_finally_see_my_portfolio.json": "It does feel so good to finally see my portfolio green after a few months in\ndeep red. I survived. Did you?",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovqn4k/ignoring_the_economy.json": "I think most crypto investors are making a mistake in ignoring the state of the\nwider economy. You probably should not be going all in on crypto in times of\ngreat uncertainty. The elephant in the room is the pandemic and its aftermath.\n\nI occasionally watch other financial videos on YouTube which…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovw2lh/to_celebrate_the_growth_of_blockchain_nft_gaming.json": "$2,500 R-Planet Reddit Giveaway with 250 Prizes!\n[https://preview.redd.it/0jkn66dcxre71.png?width=566&format=png&auto=webp&s=6910e7235e992c96322a5893b9ee86dbf7d6c041]\n\nWe're doing a free giveaway with over $2,500 USD worth of R-Planet and\nPromorplanet NFTs to 250 Redditors! Simply provide us a WAX…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovow22/do_nft_sales_make_anyone_else_depressed.json": "I don't know if I am the only one but I am genuinely confused and a little\ndisheartened at the whole NFT market. Like I just want to be able to pay my\nbills and not have to work 9-5 for my whole life. Then I jump online and see\npeople dropping tens of thousands of dollars on a pictures of a dog or…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovu4wu/is_btc_truly_a_hedge_against_a_failing_economy.json": "BTC is widely considered to be a strong hedge against inflation and a failing\neconomy (as is crypto in general) - primarily due to capped total supplies or\ndeflationary tokenomics.\n\nIn extreme scenarios i.e. third-world, developing or war-torn nations, this is\nundoubtedly true. BTC offers an…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovv0c0/unlikely_coincidences_and_the_case_for_btc_to_18k.json": "Let me preface this by saying I've become aware a lot of people here regard\nthinking to be a waste of energy. I'm not here to debate that. I just want to\nput forward some info and then leave a checklist of things we can look for to\nsee if it is correct or not. Because that's how we do about…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovsaa2/you_should_read_the_crypto_anarchist_manifesto.json": "This text was distributed by Timothy C. May and in it he describes to\npossibilites the new cryptography technology brings. (It is only 0.5 pages long)\n\nCommunication without statecontrol. The beginning of crypto: Against the state,\nagainst regulations and against the incapacitation of the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovvglc/shoutout_to_kraken_for_being_the_best_exchange.json": "I started off with Coinbase then I used Bittrex back in the day. After that it\nwas Binance then Coinbase Pro. Finally I tried Kraken.\n\nEvery exchange I’ve used, I’ve had a problem come up. The only one who ever\nresponded and resolved the problem? Kraken.\n\nIt wasn’t just a fluke either. Their replies…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovzzj9/me_yea_i_know_man_i_cant_believe_its_risen_1500.json": "Me: \"Yea, I know man. I can't believe it's risen 1500%\n\nMy professor stops writing on the chalkboard and turns around. \"Nothing that\nraises 1500% that quickly is a good investment. I'm so tired of hearing about\nBitcoin this Bitcoin that\"\n\nMe: We were talking about the cost of College tuition since…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovjf7o/cpa_tax_professional_12_years_here_usa_happy_to.json": "The IRS added a new checkbox this year on Form 1040 p. 1 ‘Did you trade virtual\ncurrency?’. They’ve subpoenaed Coinbase and are forming entire divisions devoted\nto finding those not paying tax on crypto gains. That being said, there are\nstill ways to properly report while also mitigating your…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovzn8i/1700_eth_nah_2700_eth_fomo.json": "A lesson for those who just joined:\n\nTime in the market is ALWAYS better than timing the market. If you did dca\nthrough the crash it has now started to pay off. Buying on such a high would not\nbe advisable as we have all seen what happens.\n\nIf you do buy in now and we see a dip please make sure to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovx8av/can_someone_explain_moon_as_if_i_was_a_5_year_old.json": "I saw that some people have MOON written next to their profile name on comments\nand posts. I was wodnering how they got them. A friend told me that I should\ncreate a vault first, so I did. However, I have 0 clue on how to get MOON.\n\nAlso, what can you use MOON for?\n\nBefore you downvote me to the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovxoyj/anyone_elses_heart_stop_when_ever_transferring.json": "I had some crypto I was transferring from a wallet (Natrium) to an exchange\n(Binance ).\n\nIt normally happens very fast and this time it took way longer which caused me\nto repeatedly check the addresses and begin panicking as well.\n\nI then started wondering if it had something to do with Binance's…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ow1ms7/july_update_free_crypto_the_importance_and_how_to.json": "In March I started keeping track of my free Crypto. This is any crypto that I\nhaven't personally bought.\n\nMy methods:\n\n\n\nCoinbase Earn:\n\nYou earn free crypto by watching a video explaining how a project works, and\nanswer some questions about it, in return you receive between $1-$3 dollars for\neach…",
  "data/reddit-crypto/r/Bitcoin/comments/ovypef/owning_1_btc_of_digital_real_estate_is_equivalent.json": "How I got there:\n\n15.77 billion acres of habitable land\n\n14 million coins of active supply (not lost or Satoshi's coins)\n\nOne 14 millionth of the 15.77 billion habitable acres is 1126 acres.\n\nOwning 0.01 of a coin (1 million sats) is equivalent to 11 acres.\n\nThis is your equivalent share of…",
  "data/reddit-crypto/r/Bitcoin/comments/ow1pcc/call_or_email_your_local_congressmen_and_senators.json": "For those of you wondering what steps can be taken in regards to this travesty\nof a poorly worded bitcoin tax law, flooding the phones and e-mails of your\nlocal congressmen and senators does make an impact. This is the time to act\nwhile it can still be redrafted or amended.",
  "data/reddit-crypto/r/CryptoCurrency/comments/ow3dqt/daily_discussion_august_2_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ow8og1/with_compound_interest_small_investments_can.json": "Since crypto markets are always open, they do not have predetermined periods\nlike bonds or savings accounts. Some services offer APY to your Crypto like\nCelsius, Haru Invest, and BlockFi, to name a few.\n\nMY PROBLEM BEFORE WHEN I WAS TRADING WAS ATTEMPTING TO BE CONSISTENT WITH MY\nDAILY PROFITS WHILE…",
  "data/reddit-crypto/r/Bitcoin/comments/ow5ali/the_us_government_has_finalized_its_1_trillion.json": "https://preview.redd.it/npx1jo91rue71.jpg?width=620&format=pjpg&auto=webp&s=4dbea968c539f068c5d981d82fcc093e4a76d873",
  "data/reddit-crypto/r/CryptoCurrency/comments/ow2cas/say_it_with_me_now_folks_small_corrections_are.json": "After days and days of green you'd think the sky was falling in the daily after\na couple of red 1hr candles. We need these small corrections if we want to keep\ngoing uphill. Maybe some people have PTSD from the big crash a couple months\nback, or maybe you actually just bought in for the first time…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ow8vri/the_absolute_beginners_guide_to_cryptocurrency.json": "Hello everyone!\n\nDuring the last year I have researched and compiled the most frequently\ndiscussed topics on this subreddit, in addition to basic concepts that I believe\nanyone who’s starting out in this space should know about. The culmination of\nthat work is:…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owbaks/reminder_we_need_to_be_nice_to_the_newcomers.json": "I see a lot of newcomers to this sub, which is an amazing thing for them and\nbroader adoption of crypto. However, because of their lack of experience, they\nsometimes ask questions or make statements which are... interesting. When I\nthink back though, I once asked and said stupid shit like this too.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owbuyz/the_year_is_3069.json": "You return home from a hard day in the helium mines to greet your robot waifu,\nyour real one couldn’t afford to have her consciousness uploaded to the\nblockchain. You notice BTC is up 13%, bullish. Alts can only follow, you think\nto yourself.\n\nADA Hodlers are hanging on the fact that Charles…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owdxjk/are_we_missing_out_on_tezos.json": "I think Tezos is really undervalued. I’m new to all stuff about crypto but I can\nsee they got potential. They are assured to have large gains and they have a lot\nof good projects. Even though they may not be bought in enough volume to make it\nreach the marketcap position right now, it is adopted at…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owcu2y/a_look_at_how_many_upvotes_per_hour_do_you_need.json": "I was wondering about this, and since moons have spiked in value i was\ninterested to see this comparison on beating hourly minimum salary by getting\nupvotes, it's crazy to see the results. Used 0.16 as the distribution as a low\neye ball number even, just to be a bit more realistic\n\nKeep in mind some…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owdrqe/scammer_tried_to_scam_me_but_i_tricked_him_and.json": "So up until today, I've got 3 scammers PM me and say that they own a company and\nthat they can increase my profits (this is the most basic type of scam imo.) I\nmade a post some time ago about one of them,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ow9lf3/534893_eth_has_been_burned_on_the_testnet_in_a.json": "534,893 ETH has been burned on the testnet in a month, that's about\n$1,374,145,465 USD. In about 7 days we will see this on the Ethereum main net\nand it's going to be beautiful.\n\nIf you would like to watch the burn happening live or watch the countdown to\nEIP-1559 launching on the main net you can…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owdh6u/a_chart_to_give_you_a_better_grasp_of_where_we.json": "It's been roughly three months since I last did this type of commentary.\nPrevious one's: pre-crash\n[https://www.reddit.com/r/CryptoCurrency/comments/nc7law/a_chart_to_give_you_a_better_grasp_of_where_we/]\nand post…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owihb6/everyone_always_says_dyor_but_never_shows_you_how.json": "1) INITIAL INFORMATION GATHERING AND FILTERING\n\nOnce I identify something that looks like a good potential investment, I first\ngo to the CoinMarketCap page for that symbol and look at the website and\nblockchain explorer.\n\n * Critically evaluate the website. This is the first pass of the bullshit\n  …",
  "data/reddit-crypto/r/CryptoCurrency/comments/owgwer/ive_thought_i_was_too_late_to_bitcoin_at_every.json": "Just a little reminder that time in the market beats timing the market\n\nStarted getting into crypto late 2016/ early 2017. Downloaded Coinbase , got\nverified at saw Bitcoin was around $600\n\nClearly I had very much missed the boat there right?\n\nI bought some ETH instead at around $10. Once it got to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owfd82/these_politicians_are_so_crooked_imagine_taking.json": "In case you haven’t already heard, a new provision has been added to the\ninfrastructure bill that expands the Tax Code's definition of \"broker\" to\ncapture nearly everyone in crypto, including non-custodial actors like miners,\nforcing them all to KYC users. The bill expands the definition of a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owjrpq/truly_unpopular_opinion_untraceable_coins_should.json": "I know people here like privacy, but if cryptocurrencies go mainstream then if\nhave to be traceable. So many countries have one (or more) of theses problems:\n\n * Corruption in public procurement.\n * Political party funding with injustificated money\n * Secret lobby.\n * Narco-states.\n * Super rich who…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owgrm2/just_accepted_my_first_payment_in_bitcoin.json": "I own a small coffee shop and recently I started accepting payments in Bitcoin.\nToday, first person used Bitcoin to buy a cup of coffee. They opened up their\nwallet, scanned the address from QR Code and pushed the transaction. I didn't\nwant them to scam me, so I decided not to give them the coffee…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owcdlr/free_education_masterlist_free_courses_and_books.json": "For those looking to learn more about Blockchain, Cryptocurrency and the related\nfields of Finance, Economics, Programming, Development, Networking, Security and\nMath, I have put together a list of FREE Courses and Educational Materials to\nhelp you get started along your journey! This is the 3rd…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owfofu/what_cryptos_that_are_loved_by_the_crypto.json": "Nano is one of the coins that I love and I think the wider community generally\nreally likes this coin too buy I've seen it bleeding in marketcap this cycle and\nI really hope it doesn't die but its getting outperformed by all of other\nsimilar coins.\n\nIs there any other coins you think might see their…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owoaux/eth_is_on_the_verge_of_pulling_off_13_green_days.json": "EDIT: 13 green days in a row has been achieved and ETH has made history.\nCongrats! 🎉\n\nIf ETH can hold $2,556 for just a couple of more hours it will have logged it's\n13th green day in a row. This has never happened before in it's 6 year history.\nYou're watching a milestone and history in the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ownjpo/friendly_reminder_moon_snapshot_is_a_day_away.json": "Greetings my fellow mooners.\n\nThis is to bring to your attention that the moon snapshot day is fast\napproaching, it's on 4th August.\n\nAs some of you might be aware, moon snapshot day is when your karma of the last\n28 days is noted and stored in the magic moon database.\n\nAnd in a week, you get them…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owgteb/moontracker_data_calendar_converter_chart.json": "You asked, I delivered.\n\n\nTHE MOONTRACKER [https://9i62x.csb.app/]\n\n(link looks ugly just because it's hosted on CodeSandBox, an online code editor)\n\nSource code\n[https://codesandbox.io/s/cryptocurrencymoons-9i62x?file=/src/App.js]\n\n\n\nLost count of headaches, but I came up with a few new curses.…",
  "data/reddit-crypto/r/Bitcoin/comments/own0lo/bitcoin_welcome_to_twitch_you_can_now_directly.json": "Some time ago, I announced a project\n[https://www.reddit.com/r/Bitcoin/comments/o36z2n/a_while_ago_i_showed_off_a_tool_that_allows/]\nI've been working on to allow Twitch streamers to accept Bitcoin on Twitch.\n\nIT'S HERE [https://github.com/Fittiboy/bitcoin-on-twitch]! See it in…",
  "data/reddit-crypto/r/Bitcoin/comments/owognd/leading_senator_urges_congress_not_to_pass_new.json": "https://www.forbes.com/sites/jasonbrett/2021/08/02/leading-senator-urges-congress-not-to-pass-new-crypto-reporting-in-infrastructure-bill/?sh=4269c4061fe4",
  "data/reddit-crypto/r/CryptoCurrency/comments/owsdkk/if_you_are_moonless_please_start_contributing_i.json": "Like the title says I was tipped my first moon and it got me more involved in\nthis sub. After occurring 1k moons I then proceeded to tip 100 moons out to the\nmoonless (moons have 3x since then). I got suspended for a week due to this\npractice of tipping out moons (without mod approval). So now I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owr958/eth_just_closed_13_straight_green_days_for_the.json": "It just happened, ETH just closed 13 straight green days for the first time in\nits 6 years of history. We are all seeing history in here, the longest green\ncandles run ever!! Despite this last hour dump (in all crypto) we still managed\nto close above $2600\n\nLot of us are also expecting the London…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owu9im/i_sort_by_new_90_of_the_time.json": "And you should too, helping others was never easier thanks to Moons.\n\nAlso, you can be getting awesome info first hand, so you can make better\ndecisions. I strongly believe that information changes situations, so if you can\nhave free access to (sometimes) great information, why wouldn’t you do it?…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owpdtr/ethereums_london_hard_fork_is_now_2_days_away.json": "EIP-1559 on Ethereum's network was a proposal to make Ethereum transactions more\nefficient.\n\nIt aims to maintain the network and keep it more closer to a usage rate of\naround 50%. If the network usage falls below this, the fees (base fee) will\ndecrease as well. It will also still allow you to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owr9bn/daily_discussion_august_3_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxceoe/i_have_learned_the_long_term_trends_of_the_crypto.json": "THIS IS THE MONTHLY CHART OF BITCOIN SINCE INCEPTION, WHAT PATTERNS WE CAN SPOT\nFROM THIS GRAPH THAT HELP US PREDICT WHAT CAN HAPPEN NEXT?\n\n * Bitcoin goes through cycles, in which bitcoin have phases where prices go\n   parabolic (bull-runs), then it is followed by a correction (bear market).\n * As…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ox807p/the_real_value_of_crypto_is_knowledge.json": "I am pretty young (early 20’s) and my job doesn’t pay much so my bags are\nrelatively small, however the knowledge I’ve gained from crypto about money,\ncurrencies, economies, inflation, the value of memes, scams, etc is something\nI’ll have for the rest of my life.\n\nBy doing my own research and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxatno/stop_whatever_you_are_doing_and_review_the.json": "SO THE LAST 24 HOURS WAS AWFUL. AND IT’S SHOCKING TO LEARN SOMEONE WHO FOLLOWS\nPROCESSES AS MUCH AS I DO LOST HIS REDDIT ACCOUNT, AND ALMOST LOST HIS VAULT.\n\nHey all, this is your captain speaking. So yesterday was the first time in 6\nmonths my phone booted me out of Reddit. Was completely random,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ox40uo/dont_use_usdt.json": "Dont use USDT, Tether is only 4% backed by cash and the rest of it just\ncommercial paper and Fiduciary Deposits, While the USDC is backed by 61% cash!\nOnly 11 people work at Tether Limited, that makes just 11 people controls 61B$\n(And they still print…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ox25f4/what_are_your_plans_with_binance_regulating_kyc.json": "I'm actually holding a lot of money on Binance, money that I can't afford to\nlose (I trust Binance's security, and I'm using extremely low risk products).\nWith KYC being enforced I’m losing one of the main reasons as to why I like\ncrypto, which is anonymity. I’m thinking of ways to transfer my funds…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxerzi/just_because_were_investing_doesnt_mean_were.json": "I know most of you maybe be aware of this already but sadly i have some friends\nwho believe their $100-200 dollar investments will make them future millionaires\nwhen realistically that probably won't happen. Were all going to make money but\nunfortunately you have to have money already to make those…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxnx1j/today_i_finally_paid_off_last_of_my_debts.json": "Can't tell you how relieved I feel today. I guess only people who were in debt\nfor a long time can relate to this!\n\nI had a long term loan running since last few years due to purchase of a car I\ncouldn't afford at the time but could pay in installments. I am not so bright,\ndon't be me!\n\nSoon after…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ox61mj/google_starts_accepting_crypto_ads_today.json": "In August 2021, Google will update the Financial products and services policy to\nclarify the scope and requirements to  allow the advertisement of cryptocurrency\nrelated business and services.  Beginning August 3, advertisers offering\nCryptocurrency Exchanges and Wallets targeting the United States…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxexm0/teach_yourself_a_curated_list_of_the_most_useful.json": "There are plenty of newcomers to crypto and it can be daunting knowing very\nlittle about it. For many, it can be like trying to read a new language with\nmany concepts which can be super confusing.\n\nBelow I have curated links from the best crypto posts seen on /r/CryptoCurrency\n\nThis sub has produced…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxgbs8/daily_discussion_august_4_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxdpgb/i_bought_500_of_memeshit_coins_from_reddit_week_3.json": "First post\n[https://www.reddit.com/r/CryptoCurrency/comments/ojomvf/i_bought_500_of_meme_coins_shit_coins_from_reddit/]\nFor my own personal entertainment only.\n\nSo I bought 5 meme coins for $100 each to find out whether these comedic coins\nare gonna survive the long run or not.\nI didn't do any…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxdq9e/famous_bitcoin_addresses_and_transactions.json": "These are pieces of history anyone can view, stored forever on the most secure\nnetwork in the world. One of the coolest part about the blockchain being an\nopen, decentralized and immutable ledger is that you can look back into the past\nat snapshots of very special moments. Here are some famous…",
  "data/reddit-crypto/r/Bitcoin/comments/ox68rn/today_google_lifted_its_ban_on_bitcoin_ads_and.json": "https://finance.yahoo.com/news/google-reverse-crypto-exchange-wallet-073215325.html",
  "data/reddit-crypto/r/Bitcoin/comments/ox23gf/just_bought_bitcoin_using_a_bitcoin_atm.json": "I normally DCA Bitcoin but when I was pumping gas at a Circle K yesterday I saw\na Bitcoin of America ATM and had some extra cash and figured I'd give it a try.\nThe only identifying information you had to enter was a phone number and\nbirthday. It texted a confirmation code. So I guess if you had a…",
  "data/reddit-crypto/r/Bitcoin/comments/oxav1j/there_is_a_lot_of_hype_masquerading_as_reality_in.json": "In a speech at the Aspen Security Forum, incoming SEC Chairman Gary Gensler\nissued new comments about #Bitcoin\n[https://twitter.com/hashtag/Bitcoin?src=hashtag_click]📷 today, at times\ndrawing a dividing line between the market’s largest cryptocurrency and its wide\nfield of imitators.\n\n@Alex_fights…",
  "data/reddit-crypto/r/Bitcoin/comments/oxhwlp/i_calculated_bitcoins_return_each_quarter_since.json": "I calculated bitcoin's return (%) form each quarter since Q3 2010\n\nThe source for the prices was from BuyBitcoinWorldwide\n[https://www.buybitcoinworldwide.com/price/]\n\nNote: This quarter is not over yet but i closed it as the current…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxo1tm/no_spain_is_not_considering_mortgages_payments_in.json": "I've seen this headline thrown a lot in some crypto subs. The reality is much\ndiferent however. The proponent of the bill is the right wing party (Partido\nPopular), and has the same chance of passing of Shiba hitting 1$. Unfortunately\nthis proposal is being used as an attack to the party in power…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxpznt/i_think_ethereum_will_eat_btc.json": "Because it's getting a fork.\n\n\n\nHope you guys filled your bags at the bottom and are ready for the next part of\nthe bull. If you haven't it's probably still a good time to do so, and I'm\nactually just writing this so my shitty dad joke goes through the minimum\ncharacter requirement filter. Have a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxqbap/a_one_sentence_summary_of_all_the_most_popular.json": "I'm not going to write an essay here about each one, but rather, consider this a\none page primer on what to watch out for and how to avoid it.\n\n\n\nSIM swap\n\nHow it works: Scammers use personal info to trick your phone company into\ntransferring your number to their SIM, then use your phone + personal…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxqr4l/the_dark_side_of_moons.json": "Moons have changed this sub. For the better or the worse, that is up to\ndiscussion.\n\nI want to talk about the flaws of moons. Their psychological effect. Every I’ve\nseen in new has had 40+ comments in 30 minutes, but all the posts I make rarely\nhave 15+ upvotes. Not upvoting a post makes almost zero…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxr85k/people_who_buy_at_or_near_all_time_highs_are_the.json": "The reason the price keeps going up is the people who believe in the project and\nare still willing to be a part of it even at or near all time highs (or fomo\nlol).\n\nSo if you bought at or near all time highs, in the name of the entire\nr/CryptoCurrency [/r/CryptoCurrency] community, I salute you!",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxqi84/where_to_watch_the_london_hard_fork_countdown.json": "People keep asking when exactly the London hard fork is happening and where they\ncan follow it. So I put together this quick list of resources for everyone that\nmay help!\n\nThe London hard fork does not happen at a specific time but at a specific\nEthereum block height (12,965,000) which is estimated…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxmk62/tell_me_your_crypto_investment_strategy_in_5.json": "Crypto investing can get a little serious sometimes, so I thought we could have\na bit of fun today!\n\nTeach me your ways that I may learn, oh wise ones!\n\nI want to know your secret Crypto investment strategy! But here’s the catch, you\nhave to tell me in 5 words or less\n\nLet’s see what you can come up…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxshoy/do_not_mention_that_you_are_new_to_crypto.json": "So on my recent post here, i often mentioned that i am new to crypto and have\nonly started investing recently, that have resulted in people messaging me that\nthey can double my investment, to join their investment team,etc and some very\nobvious scam.\n\nSo, when making a post do not mention that you…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxxvxg/thanks_to_crypto_i_wont_need_to_work_another_day.json": "I really wish the same to all of you guys. It’s also all about the lifestyle you\ndecide to apply to yourself.\n\nIf you become rich but starts spending all your money in useless stuff like\nexpensive branded clothes, cars and want to have a chef at home, then you won’t\nlast long with your financial…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxrnlz/this_is_what_a_5_year_btc_dca_looked_like_at.json": "We talk about DCA in this sub a lot, but it's often times difficult to\nunderstand what the end result of a medium-term DCA strategy can look like, and\nhow it might have looked for other people at different times.\n\nI was curious about what Bitcoin DCA (dollar cost…",
  "data/reddit-crypto/r/Bitcoin/comments/oxtloq/an_el_salvadoran_street_vendor_accepts_her_first.json": "https://preview.redd.it/wa1dlgmrncf71.jpg?width=984&format=pjpg&auto=webp&s=4fc2e68f5272c53e6ab803633348787edde3de21\n\nhttps://preview.redd.it/1bsjjhmrncf71.jpg?width=976&format=pjpg&auto=webp&s=e6223eecaec51fff56d0033d89e678804180ba03\n\nVia Bitcoin…",
  "data/reddit-crypto/r/Bitcoin/comments/oxlyig/bitcoin_sv_suffers_51_attack_report.json": "This is why BTC doesn’t have bigger blocks so this doesn’t happen…\n\nhttps://finance.yahoo.com/news/bsv-suffers-51-attack-report-020910445.html",
  "data/reddit-crypto/r/Bitcoin/comments/oxylqf/update_last_week_news_broke_that_hidden_within_an.json": "RED ALERT: The Senate is about to vote on a bill that could kill crypto\n\nThis is a red alert. A provision that’s so poorly\n[https://www.techdirt.com/articles/20210802/17045447294/bidens-infrastructure-bill-shouldnt-undermine-cryptocurrency-infrastructure-process.shtml]\nwritten it could crush the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxz3m5/i_did_filter_top_400500_so_you_dont_have_to.json": "Hi.\n\nLike many of you, I have the majority of my portfolio from the top 100. But from\ntime to time I do like to put a few bucks into some lesser-known projects, you\nknow, hidden gems, best-kept secrets, etc. I did realize that every time I do an\nassessment if it's not completely moronic to invest in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oy3egs/a_message_from_kraken_the_senate_is_about_to_vote.json": "The U.S. Senate is beginning its final deliberations on a “must-pass” bipartisan\ninfrastructure bill. However you feel about the bill, a few senators have\nincluded language having nothing to do with infrastructure – and this language\ncould crush the crypto industry. If passed and signed into law,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oy4cjh/new_moons_distribution_round_16_proposal.json": "Update (8/4): Following the successful passing of this proposal\n[https://www.reddit.com/r/CryptoCurrency/comments/oghosk/allow_users_to_tip_up_to_100_moons_per_round_with/],\nthis distribution incorporates a change to allow users to tip up to 100 Moons\nper round without losing their 20% karma…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oy4n2y/i_did_some_math_for_moons_distribution.json": "I did some math for Moons distribution:\n\n- 1,710,052 Moons will released to the users during this distribution.\n\n- The total karma according to the CSV file is 6,403,903.\n\n- Moons/karma ratio will be around 0.267. So if you have 100 karma in the CSV ,\nyou'll get 26.7 moons.\n\n- With the current price…",
  "data/reddit-crypto/r/Bitcoin/comments/oy3vu8/dont_be_confused_when_gary_gensler_the_chair_of.json": "Gensler unfortunately understands bitcoin better than most people in his\nposition of power and when he's referring to regulating bitcoin for matters of\nnational security, he means that he knows bitcoin will undermine the scam that\nis the U.S. dollar and he'll do everything in his power to prolong…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oy6tby/i_gotta_say_today_was_a_good_day.json": "I'm sure nobody remembers, but I posted awhile back about selling crypto for\nsurgery. I did that, it worked out, I recovered pretty well. Not perfect, but a\nbig improvement. In general, the last 18 months have sucked pretty bad.\n\nThen today happened. I woke up to an email of a new job offer. It's a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oy5ovt/daily_discussion_august_5_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxymla/update_last_week_news_broke_that_hidden_within_an.json": "RED ALERT: The Senate is about to vote on a bill that could kill crypto\n\nThis is a red alert. A provision that’s so poorly\n[https://www.techdirt.com/articles/20210802/17045447294/bidens-infrastructure-bill-shouldnt-undermine-cryptocurrency-infrastructure-process.shtml]\nwritten it could crush the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oy8aks/disqualify_removed_content_from_moon_rewards.json": "Currently, karma is counted towards the monthly moons distribution even if the\nmoderators remove content from which the karma is earned. The reason for this\nstems back to when the community use to have an event called Weekend Memes. The\nintention was to count karma even though all meme posts were…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyc7jy/stablecoins_should_be_backed_by_arizona_iced_tea.json": "The price has been a dollar for as long as I can remember. All we need to do is\nput some in reserve and it will be backed 1:1. I don’t see any downsides to\nthis, you heard it here first.\n\nFilling this in for the character limit, i’m almost done just ignore it, thanks",
  "data/reddit-crypto/r/CryptoCurrency/comments/oybteq/governance_poll_staggered_daily_discussions.json": "I want to participate in the daily discussion myself, but it gets posted at 4am\nin my country. By the time I wake up, there's already 10k comments. Now the\ndaily is partially active regardless of time, but a large chunk of the activity\nis during the first few hours. Currently, all of Africa, the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oy8ro1/dogecoin_is_dead_its_a_good_thing_too.json": "While almost every coin is up hella over the last 2 weeks, doge is stuck at\n19-20 cents😂\n\nI think doge brought in a ton of new people to crypto including myself and\nduring this dip over the last few months most of us studied up and realized it’s\na shit coin and have pulled our money out and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oy7mva/algorithmic_limit_for_number_of_coin_posts.json": "This rule change would make the limit on the number of posts a coin is allowed\nto have in the top 50 be determined algorithmically. Currently BTC is allowed\nunlimited posts, ETH is allowed four posts, and all other coins are allowed two.\n\nThis rule proposes adopting a formula to determine the limit…",
  "data/reddit-crypto/r/Bitcoin/comments/oy5ccs/senate_is_trying_to_sneak_in_crypto_regulations.json": "https://view.marketing.kraken.com/?qs=faeea1007adad877379d3d087236faa47e757a0c78efe3395745af2b98f9ee80588a220766ade5429e6919506c6a6ce8463ad8261ce4dbf09b219db2f10a9ca78f2b2fad59924c4ae5ecda57ba877aca\n\n\n\nSorry, to be clear, we should be against the bill as proposed. We want the added\namendments.",
  "data/reddit-crypto/r/Bitcoin/comments/oydws9/uruguay_is_considering_a_bill_to_make_bitcoin.json": "Uruguay is considering a bill to make #Bitcoin\n[https://twitter.com/hashtag/Bitcoin?src=hashtag_click]📷 legal tender! Another\none… 📷",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyetvw/we_could_have_been_rich_if_facebook_and_google.json": "YES! you read that right, ever imagined why when you wanted to buy something or\nsomething you have talked about comes as an ad in future times?\n\nSuppose you wanted a TV and you were talking about this to your family or friend\nor maybe you had searched about TV in your browser, you would have…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyhntm/the_hidden_goldmine_nocoin_dlt_and_iotas_feeless.json": "Why crypto-adoption is moving at a snails pace\n\nDid you ever wonder what came out of these hundreds of announced “partnerships”\nof literally thousands of crypto-projects? Back in 2017 the vision seemed clear:\nSoon we will all have crypto-wallets in our cars and distributed ledger\ntechnology (DLT,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oylpp9/reduce_the_karma_value_by_50_for_the_daily.json": "I have a few issues about daily discussion threads. I'll state those issues, the\ndecision is up to you.\n\n\n\n 1. They have huge effect on distributions: Daily threads receive tens of\n    thousands comments in a single day and approximately 750.000 comments in a\n    month. According to my calculations…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyjzey/do_you_guys_think_this_is_getting_a_little.json": "So moons hit a new ath of 38c which is absolutely incredible!! Even tho it’s\ndown 14% today that milestone alone should be celebrated. Why I think this is\nstarting to get dangerous is because of everyone displaying the amount of moons\nthey have. Some people on here are displaying that they have 100s…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oynbtt/proposal_for_governance_increase_karma_by_25_for.json": "This proposal is to increase the karma multiplier for text posts, eligible\ntowards moons, by an additional 25% for text posts, in other words the posts\ncreated in the \"text\" tab, which require people to type up their own original\nposts with a word count minimum.\n\nCurrently comments are doubled, and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oymu2q/90_of_advice_given_out_here_is_advice_you_should.json": "Take advice on this subreddit with a massive grain of salt. All the time I’m\nseeing bad advice given out. You have no idea who is behind a profile, you could\nliterally be receiving advice from a 15 year old. Also just because other people\nagree with what someone is saying does not mean they are…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyg9y3/xmoons_questions_i_see_all_the_time.json": "Someone suggested i post this so here goes.\n\nI see a bunch of people not understanding the following so here’s some stuff I\nlearned over the past few months by speaking with mods and vets and whales:\n\n * You only receive moons for the karma you earn between two snapshot dates per\n   month in this…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyp7tn/story_i_had_50k_moons_but_i_sold_it_all_for_10.json": "Wall of text time.\n\nI know what you're thinking. The title sounds hilarious, but it's actually true.\n\nBack when Moons were a Rinkeby token with an xDai equivalent, when it peaked a\nfew months back at around 15 cents, I decided to sell all of them. I turned all\nof them into BNB, and traded with that…",
  "data/reddit-crypto/r/Bitcoin/comments/oyguom/we_should_not_fear_sec_chairman_gary_gensler.json": "Gary Gensler isn't just another boomer regulator who wants to ban Bitcoin, he\ntaught a course at the Massachusetts Institute of Technology\n[https://ocw.mit.edu/courses/sloan-school-of-management/15-s12-blockchain-and-money-fall-2018/video-lectures/session-1-introduction/]\non all the intricacies of…",
  "data/reddit-crypto/r/Bitcoin/comments/oykjis/sec_chairman_said_hed_be_more_open_to_a_bitcoin.json": "SEC chairman said he’d be more open to a #Bitcoin\n[https://twitter.com/hashtag/Bitcoin?src=hashtag_click]📷 ETF if it was based on\nfutures. 24hrs later, both Invesco and ProShares have filed Futures-based\n#Bitcoin [https://twitter.com/hashtag/Bitcoin?src=hashtag_click]📷 ETFs.",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyta07/i_am_a_multi_millionaire_once_again.json": "https://imgur.com/a/QW3q0vb\n\nI knew about bitcoin because of a magazine from IEEE talking about digital\nmoney. Basically the future of money and technologies that move us away from\ncash.\n\nIn 2013 I started investing in Tesla but then after selling at a loss and\nlearning about wash rack sales I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyoyw6/weve_all_heard_of_dollar_cost_averaging_here_is.json": "Edit: Title should read math. Not meth. There is no meth behind this. Please\ndon’t DCA on meth. Meth is bad.\n\nSince a lot of people still get this wrong, here’s how it works (don’t worry -\nthe math behind it is as straightforward as it gets).\n\nSay you buy 100$ worth of ALGO at $1 and then another…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyg204/a_list_with_the_highest_staking_rewards_on_the.json": "Like the title says, you have a little list here with the highest staking\nrewards on exchanges. For those of you who are new and don't know which exchange\nto choose, here are a few options to help you make up your mind, depending on\nwhat you plan to buy:\n\nCrypto.com (3 months): - 12,5% - PolkaDot…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyr04r/were_way_too_early_for_this_sole_reason.json": "Fuckin' boomers. I'm not kidding. They're not investing as much as us.\nAnecdotally, but I told my father to invest in BTC and he told me, verbatim:\n\n\"Bitcorn... I don't trust that. A few years ago there was a polemic with that\nwhere everybody was in it and it lead to nothing... I think it was…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oynlm3/moon_week_round_16_please_review_the_snapshot_and.json": "Hello everyone and welcome to your second official Moon Week\n[https://np.reddit.com/r/CryptoCurrency/comments/o7spnx/proposal_moon_week/]!\n\nMoon Week began yesterday with the snapshot post by the admins, which can be\nfound…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyozsp/i_was_wrong_about_eth.json": "I have been telling anybody that would listen to me once the EIP Hard fork comes\nlive the price of ETH would dip, significantly.\n\nBuy the rumour, sell the news I thought.\n\nI made my first (and last) foray into leveraged trading by shorting ETH with 10x\nleverage, needless to say I have been…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyv4np/daily_discussion_august_6_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oywh8p/if_youre_from_the_us_its_time_to_save_crypto_from.json": "A new amendment was introduced last minute that would make it essentially\nillegal to participate in PoS networks, or running a Lightning Network node.\n\nAsk your senators to vote YES on Wyden-Lummis-Toomey amendment to the\ninfrastructure bill, and vote NO on the Warner-Portman amendment.\n\nI said…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyxejb/white_house_comes_out_in_support_of.json": "The White House has signalled that it will support the last minute amendment by\nWarner, Portman, Sinema over the plan proposed by Toomey Wyden Lummis\n\nThe former plan is even more disastrous than the original text without amendment\n\nIt heavily regulates crypto tech and stifles innovation, industry,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyuzu5/i_just_reached_x_coins_and_i_couldnt_be_happier.json": "I've been in crypto for [x time] now, mostly holding [x crypto] and not much\n[other crypto]. I know that this isn't a huge achievement compared to everyone\nelse on this subreddit, but my [low income/ illness/lack of time] has made it\nquite hard for me. However, finally after [x time] I was able to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyzgs4/last_year_i_almost_bought_iphone_11_pro_max.json": "Pretty much the title. iPhone 7 broke, which actually lasted me a long time and\nwas a good phone. Something with the charging port fucked up and decided it was\ntime to upgrade. Looked an at iPhone 11 but it was so god damn much money. So I\ndecided to try Samsung out and bought one of the cheaper…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyuaut/crypto_feels_like_a_21stcentury_gold_rush_to_the.json": "Everybody trying to find the right land (crypto) to start to mine (DCA, miners,\nstaking) on. Some people FOMO trying to get to the right land, only to find no\ngold at all. Sometimes they're told about other people getting gold somewhere,\nand when they get there, it is all gone. Sometimes people wind…",
  "data/reddit-crypto/r/Bitcoin/comments/oypfo7/china_made_a_huge_mistake_us_dollar_to_reign.json": "From a strategic standpoint, China made an enormous blunder with its attempts to\nthrottle innovation in Bitcoin mining domestically. If prisons have taught us\nanything it's that things like capital controls do not work the way that the\npeople implementing them intend when they decide to implement…",
  "data/reddit-crypto/r/Bitcoin/comments/oyyvi7/this_is_a_bad_bill.json": "We should not swallow this garbage just so we can get taxed by ignorant corrupt\nfools.\n\nWe pay taxes already. We should be treated no different than stocks and other\nsecurities. This is singling out the crypto space because we are not standing\ntogether to say NO.\n\nThis bill is filled with so much…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyz3fn/charles_hoskinson_hits_the_nail_on_the_head.json": "Here's a link to the stream he just did speaking on the subject:\n\nyoutube.com/watch?v=JEF8dwF36qY&ab_channel=CharlesHoskinson\n[http://youtube.com/watch?v=JEF8dwF36qY&ab_channel=CharlesHoskinson]\n\nIf you love crypto and don't want to see innovation stifled and exported to more\nregulatory-friendly…",
  "data/reddit-crypto/r/Bitcoin/comments/oyzahi/listen_to_me_extremely_carefully_on_the_second.json": "Some of you may be tempted to go along with this last minute backstab by Portman\nand Warner where they completely remove protection for anyone in the space who\nis not a PoW miner or provider of software and hardware to secure private keys.\n\nYou need to understand that the future of this industry is…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz21gc/reduce_the_cost_of_reddit_moons_required_to.json": "As the title says, it requires 1000 Moons to purchase Special Member which is\n310$ worth of real-world money. Moons don't actually hold value yet, as it's\nstill in the testing face, but xMooons do, and they are currently priced at .31\nCents per moon.\n\nSo I propose we reduce the cost of moons…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz33rv/the_founder_of_cardano_charles_hoskinson_has_been.json": "I just watched the Coin Bureau video about ADA. This dude Charles Hoskinson is\nstaking AT LEAST $1,000,000,000 in ADA right now... which is making him\n$40,000,000 per year in passive income. When I heard those numbers like holy\nfucking shit that's insane. Congrats to this guy for his project doing…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz0y4h/dont_forget_to_vote_for_5_moon_bonus.json": "Friendly reminder to vote on the governance\n[https://www.reddit.com/r/CryptoCurrency/comments/oylpp9/reduce_the_karma_value_by_50_for_the_daily/?utm_source=share&utm_medium=ios_app&utm_name=iossmf]\npoll. To get a extra 5% bonus on your upcoming moons distribution.\n\nAlso if you HOLD your moons, wich…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyzzrr/i_bragging_to_my_friends_about_my_crypto_in_2016.json": "In 2016 I turned like $500 into $4,000 and was bragging to my friends about it.\nThe entire time I was like \"Look at this guys look at this!\" and trying to get\nthem to get into it. They gave me usual shit about \"it's a scam dude try to cash\nout\" \"it's going to crash\" \"yeah that sounds like bs\" \"Yeah…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz3myy/ive_been_using_a_trading_bot_that_buys_coins.json": "I coded a crypto trading bot that buys cryptocurrency based on how reddit feels\nabout that particular coin, with a specific criteria:\n\n\n\n * The coin needs to be in top 40 by marketcap\n * No Stablecoins\n\nWith that in mind, I created a bot that looks at reddit posts from various\ndifferent subreddits,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz5iqm/this_cant_be_put_off_or_delayed_they_are_about_to.json": "We need to organize and unite around this serious issue. We need to act TODAY.\nYes, calling your Senator works if it's in enough large numbers. Forget\neverything else today and let's act as ONE against this atrocity that could kill\nCrypto (at least in the US).\n\nIf you live in the United States, CALL…",
  "data/reddit-crypto/r/Bitcoin/comments/oz2itu/if_you_live_in_the_united_states_call_and_write.json": "This can't be put off or delayed. Those old fucks in Washington are about to\nvote on Saturday which will set the course for the rest of your economic life.\nCall them today. Tomorrow will be too late. Do not procrastinate. We should come\nup with a date for a march on DC. I am sick of this shit.",
  "data/reddit-crypto/r/Bitcoin/comments/oywr97/bitcoin_health_challenge_take_a_drink_of_water.json": "I’m trying to drink more water. This is my idea. I thought it could help some of\nyou guys out Bc we all need to drink more water. Cheers! Let me know what you\nthink/how it goes if you try it !",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz4rsb/ethereum_upgrade_vaguely_explained_come_for_the.json": "You've probably seen a lot of comments, posts and news articles about the eth\nupdate. Maybe read things that say things like \"London hard fork\" and \"FIRST 100\nBURNING!\" maybe you even nodded along and pretended you know what we're talking\nabout to fit in. So here's the quickest and simplest…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyu6g2/my_experience_and_insights_as_a_blockchain.json": "I have come to realize that what people think is happening is very different\nfrom what is really happening. I’ll walk you through an over-simplified version\nof my development process. Then I’ll talk about other non-coding steps most\npeople take\n\n_____ A Bit on Development: _____\n\n- Programming\n\nIf…",
  "data/reddit-crypto/r/Bitcoin/comments/oz7fzl/you_are_ahead_of_95_of_all_bitcoin_users_by.json": "EXCHANGES\n\nDon’t store your Bitcoins on an exchange long term, it doesn’t matter how\nreputable the company behind it is, the biggest and most trusted exchanges were\nvictims to exit-scams and hacks in the past.\n\nExchanges are good for one thing, exchanging, buying or selling for the best\nrates.…",
  "data/reddit-crypto/r/Bitcoin/comments/oz99fv/fuck_the_infrastructure_bill_the_united_states_is.json": "Yes, I'm heated over the infrastructure bill for more than one reason. Not only\nbecause of the anti-crypto legislation they sneakily slipped into it because\nthey know it wouldn't pass on its own, but because the bill itself is nothing\ncompared to what really needs to happen with infrastructure in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz5oww/hyperinflation_at_its_best_venezuela_officially.json": "Hi guys, as you probably know I'm Venezuelan living here, crypto enthusiast.\n\nTitle says all, this is the 3rd time in the last 15 years it has been done.\n\n * In 2008, 3 zeroes were removed.\n * In 2018, 5 zeroes were removed.\n\n * And now, in 2021, 6 zeroes will be removed.\n   \n   More and more…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz3dgc/sorry_if_people_keep_posting_about_this_but.json": "It took me 3 minutes to contact my local senator and voice my support for the\npro-innovation stance of the amendment. Definitely 3 minutes I am not going to\nregret spending.\n\nThe current infrastructure amendment AFFECTS each and everyone of us.\n\nThe current amendment categorizes validators of stake…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz62k5/thank_you_kraken.json": "I made a post some days ago complaining about Kraken and their seeming inability\nto do something they said they would to assist a user.\n\nThat something was the recovery of BTC to the tune of about 40k USD that I lost\nseveral year ago in mid 2017.\n\nSo today they've made me eat humble pie as they've…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyum3o/imo_the_dumbest_move_you_can_make_in_crypto_is.json": "The headline might be off putting at first but let me explain:\n\nI think about it every single day. What would I do if I woke up to my portfolio\nhitting my target price? I would tell my wife to quit her job and I would put in\nmy 2 weeks with my employer.\n\nTo my employer: I would politely tell them…",
  "data/reddit-crypto/r/Bitcoin/comments/oza9c7/update_the_white_house_is_backing_a_terrible_new.json": "Post #1\n[https://www.reddit.com/r/Bitcoin/comments/oulou6/today_the_us_senate_will_vote_on_a_mustpass/]\n\nPost #2\n[https://www.reddit.com/r/Bitcoin/comments/oxylqf/update_last_week_news_broke_that_hidden_within_an/]\n\nThere is a massive fight going down in the US Senate right now over which\ndirection…"
}