{
  "data/reddit-know/r/YouShouldKnow/comments/obf8gi/ysk_pesticides_that_are_safe_for_honeybees_are.json": "Honey bees in fact aren't the most prolific pollinators, even among bees. In\nfact, if you live in the US, they are actually not a native species, but a\ndomesticated one, like a pig or cow. Although there are pesticides that are made\nsafer for honeybees, most will kill other pollinators, increasing…",
  "data/reddit-know/r/YouShouldKnow/comments/obhs1y/ysk_rating_anything_on_airbnb_below_4_is_a_death.json": "Why YSK: European cultures don't think 5/5 is \"everything was fine\".\n\nThis is not much of an issue in the US.\n\nBut many cultures in Europe rate things where 3 means \"everything was\nsatisfactory\" and 4 means something especially nice happened and 5 is reserved\nfor \"mind blown\" kind of things.\n\nNow,…",
  "data/reddit-know/r/YouShouldKnow/comments/obj4d8/ysk_the_popular_whats_a_potato_reddit_poststory.json": "Why YSK: Sorry if I burst anyone's bubble, but I see people post about how it's\na legendary story/meme on reddit and it irks me that's it's just basically\nripped from a sitcom and I think the site deserves the truth.\n\nRight here: https://youtu.be/OJAEaAom5FQ\n\n(the episode aired in 2014, a year…",
  "data/reddit-know/r/YouShouldKnow/comments/obqxzf/ysk_if_youre_having_trouble_falling_asleep_you.json": "Why YSK: If you’re lying in bed and struggling to either relax or fall asleep,\ntry unclenching your face. A lot of times I find my face is tensed up, and when\nI consciously think about relaxing my face I immediately feel relief and am able\nto fall asleep pretty easily.",
  "data/reddit-know/r/YouShouldKnow/comments/obnejk/ysk_the_official_website_for_nonfilers_to_sign_up.json": "Why YSK: Intuit, the terrible company that's behind this website and also\nlobbies hard to make tax filing more expensive and complicated, is also behind\nsetting up this new terrible website for non-filers to sign up for the Child Tax\nCredit. It's extremely user unfriendly!\n\nNon-filers are those who…",
  "data/reddit-know/r/YouShouldKnow/comments/oc5f8s/ysk_a_lot_of_pups_get_anxiety_from_fireworks_and.json": "Why YSK: My little guy can't stand the fourth of July, poor little dude gets all\nshaky and whiny every year, talked to the vet today and looking into getting him\nsome medications, or a thundershirt, and of course lots of love.\n\nHas anyone ever tried Dutch? [https://dutchforpets.com/anxiety…",
  "data/reddit-know/r/YouShouldKnow/comments/ocaug3/ysk_you_need_to_water_new_concrete_daily_for.json": "Why YSK: when you get new concrete for your driveway or whatnot you must sweat\nit everyday for 7 days. This prevents it from drying in layers and peeling away.",
  "data/reddit-know/r/YouShouldKnow/comments/ocas2a/ysk_you_should_fliprotate_your_mattress_every_3_6.json": "Why YSK: Many people are unaware of this but it actually decreases wear on a\nspecific part of your mattress and makes it last longer, so you won't have to\nbuy a new mattress.",
  "data/reddit-know/r/YouShouldKnow/comments/ocfljz/ysk_there_is_no_information_to_indicate_gmos_are.json": "Why YSK: Companies always try to label their products as GMO free in an attempt\nto make them seem more healthy, but in fact that is not the case and it is\nlikely the product is even worse for you than if it did have GMOs. While the\nname \"Genetically Modified Organism\" sounds scary, it's actually…",
  "data/reddit-know/r/YouShouldKnow/comments/ocek88/ysk_bear_pepper_spray_is_less_potent_then_human.json": "Bear pepper spray is purposely diluted because bears are more susceptible to the\nactive ingredient, oleoresin capsicum. Why YSK is because lots of people think\nthat bear spray is a more effective alternative for deterring humans when in\nfact the opposite is true.",
  "data/reddit-know/r/YouShouldKnow/comments/ocat6t/ysk_you_can_go_to_aaha_universal_microchip_lookup.json": "Especially with July 4th coming up, as many pets run away, get out or lost on\nthis day.\n\nThe chip doesn't get your pet home if the information tied to it isn't up to\ndate!\n\nYou can call your vet, or most may allow swing bys (pandemic changes may apply)\nto scan your pet, to get their chip number.…",
  "data/reddit-know/r/YouShouldKnow/comments/ocgfcz/ysk_how_to_report_ads_on_youtube.json": "I've been seeing a lot of scam ads before YouTube videos recently and they've\nbeen making me very angry, especially when the videos are aimed at kids. (One\nI've been seeing recently is \"$1000 from Mr.Beast if you visit this site\")\n\nI've also been seeing posts about how you can't report the ads, but…",
  "data/reddit-know/r/YouShouldKnow/comments/ocp2zf/ysk_about_the_mothers_kiss_maneuver_if_a_child.json": "Why YSK: Save yourself the hassle and expense of a trip to the emergency room.\n\nArticle\n[https://www.webmd.com/children/news/20121015/mothers-kiss-expel-foreign-objects-kids-noses]\nFull disclosure I first read about this…",
  "data/reddit-know/r/YouShouldKnow/comments/ocxuvj/ysk_the_blood_in_your_rare_meat_is_not_blood.json": "Why YSK: Many people do not like to get rare or medium meat because it is so\n\"bloody\" but in reality all of the blood is removed during the butchering\nprocess. The red liquid in the meat is actually myoglobin and is used to carry\noxygen through muscles.",
  "data/reddit-know/r/YouShouldKnow/comments/ocz3zr/ysk_if_you_are_at_the_beach_and_are_being_pulled.json": "Why YSK: If you are caught by a riptide you could exhaust yourself fighting the\ncurrent and trying to swim directly back to shore. Instead, swim parallel to the\nbeach until you are released by the current.\n\nIf you see an area of calm between waves, do not enter the water at this spot as\nthe space…",
  "data/reddit-know/r/YouShouldKnow/comments/odaxqx/ysk_many_sauces_and_dressings_are_more_calorie.json": "For example a can of soda has just as many calories as a serving of ranch (2\ntbs). Why YSK: if you're having a hard time losing weight or counting calories\nat meals, don't forget to add contributions from your dressing or dipping sauce!",
  "data/reddit-know/r/YouShouldKnow/comments/odibis/ysk_more_pets_are_lost_on_the_4th_of_july_in_the.json": "Not too surprising to most, but just a reminder that many Pets get spooked by\nfireworks, some more than others. Why YSK: The night of July 4th in the US sees\nthe most cases of lost/killed animals, with July 5th being the busiest day for\nAnimal Shelters.\n\nIt's smart to take precautions for all pets,…",
  "data/reddit-know/r/YouShouldKnow/comments/odoc7n/ysk_that_experiences_policies_laws_and_cultural.json": "Why YSK: It's easy to criticize America's issues with healthcare, policing,\neducation, economics, or societal taboos as if they're a ubiquitous problem for\nevery American. But the way we all live with these things really depends on\nwhere we live.\n\nThere are 50 states (and several territories) and…",
  "data/reddit-know/r/YouShouldKnow/comments/odxdrn/ysk_the_united_states_is_abandoning_nearly_18000.json": "Why YSK - You should know, despite their sacrifice of life and limb, the United\nStates is ignoring a promise of help, and is abandoning nearly 18,000\ninterpreters and their families to die at the hands of the Taliban as withdrawal\nfrom Afghanistan continues. Many of these interpreters have saved…",
  "data/reddit-know/r/YouShouldKnow/comments/odxzi3/ysk_approximately_9095_of_your_bodys_serotonin.json": "You should know that your gut health can have a direct impact on your mental\nhealth as well as your physical health.\n\nWhy YSK: Poor digestion, undiagnosed/discovered food allergies or sensitivities,\nand a multitude of other issues in your stomach have been linked with\ndepression, anxiety, OCD/BPD…",
  "data/reddit-know/r/YouShouldKnow/comments/odmxd9/ysk_caffeine_pills_exist.json": "Why YSK: this is the cheapest way to get caffeinated. It's costs $4 USD for 80\n200mg capsules. This is the equivalent of 160 cups of coffee or about 200 cans\nof RedBull. Same price for 100mg capsules (but I recommend breaking the 200mg in\nhalf). Many of us need caffeine to do our jobs at the…",
  "data/reddit-know/r/YouShouldKnow/comments/oeccq9/ysk_if_you_have_symptoms_similar_to_bipolar.json": "Why YSK: I thought I had bipolar disorder my second semester of college because\nI had very sudden mood swings. Went to the doc, but they said since the\ndepressive episode only lasted about a week/week and a half, it was too quick to\nbe BD.\n\nDidn’t make the correlation to my depression and my…",
  "data/reddit-know/r/YouShouldKnow/comments/oefj4v/ysk_some_cooking_recipes_online_use_unnecessarily.json": "Why YSK:\n\nI'm an amateur cook, and I come across a lot of recipes online, either websites\nor on YouTube, and here are some learnings:\n\n1) Recipes generate clicks. They would reference other similar recipes they've\nmade or say that one of the ingredients which they use was made in another\nvideo/…",
  "data/reddit-know/r/YouShouldKnow/comments/oct3l6/ysk_you_have_to_sign_up_to_donate_your_body_to.json": "Why YSK: A lot of people want their body to be donated to science when they pass\naway. My mother was one of these people. While researching who could/would\naccept her body, I found out that the person has to sign up for their body to be\ndonated before they pass away and that nobody can do it post…",
  "data/reddit-know/r/YouShouldKnow/comments/odwteg/ysk_many_pets_are_extremely_afraid_of_fireworks.json": "So much so that they will try to run away, or involuntary go to the bathroom.\n\nWhy YSK: Be cautious going to see fireworks with your pet. It can really\ntraumatize certain pets.",
  "data/reddit-know/r/YouShouldKnow/comments/oezkat/ysk_that_staying_together_for_the_kids_is_bad_for.json": "Why YSK: Many parents are compelled to stay in miserable, toxic marriages due to\nguilt and fear over the effects of divorce. Unfortunately people are still\nshamed and told they should have worked things out for the kids. Contrary to\npopular belief, there is plenty of research showing that children…",
  "data/reddit-know/r/YouShouldKnow/comments/ofda9b/ysk_everyone_grieves_differently_and_its_not.json": "Why YSK: grief is a massively overwhelming emotion that may just be one of the\nmost difficult to overcome as it deals with our mortality that is utterly\ninescapable and as such every person deals with it differently and that has to\nbe respected.\n\nDon't think grief is wailing or denying or erratic…",
  "data/reddit-know/r/YouShouldKnow/comments/ofjhsk/ysk_adding_filetypepdf_to_your_google_search.json": "Why YSK:\n\nSearching through webpages will often give you simplified, incomplete or\nwaffling explanations or just irrelevant stuff altogether. Webpages take more\neffort to develop than simply uploading a pdf to the internet (and are often\nmade by people who want your attention ). Which do you think…",
  "data/reddit-know/r/YouShouldKnow/comments/oefo3b/ysk_you_should_look_both_ways_before_crossing_the.json": "Why YSK: As you guys know, there are a lot of crazy/drunk drivers out there and\nthere might be a chance where the crazy driver might cross the red light causing\nan accident involving you.\n\nYou looking both ways before crossing the green light helps you and other\ndrivers be more safe out on the…",
  "data/reddit-know/r/YouShouldKnow/comments/ofmh4g/ysk_paying_off_collections_wont_necessarily.json": "Why YSK: People often think paying off collection accounts will bring their\ncredit score up. Paying off a collection will NOT remove the negative mark on\nyour credit score from having an account go to collections in the first place.\nSo you might be throwing money away that is better used…",
  "data/reddit-know/r/YouShouldKnow/comments/ofx1nv/ysk_pooping_isnt_supposed_to_hurt_if_you_commonly.json": "Why YSK: i was concerned recently when I saw a starter pack about painful poop\nand it seemed like most of the commons found it super relatable, so apparently a\nlot of people think its normal and fine to experience pain and difficulty\npooping. Pooping should not hurt. If it happens on occasion, once…",
  "data/reddit-know/r/YouShouldKnow/comments/ocikhj/ysk_how_to_get_rid_of_robocalls_an_easy_trick.json": "Why YSK: This technique can help to reduce the number of robocalls you receive.\n\nWhen you get a call from a number you don't recognize, answer it but don't say\nanything (or even put your phone on mute so there is absolutely no sound).\n\nWait and listen. If it happens to be a human being who is trying…",
  "data/reddit-know/r/YouShouldKnow/comments/og1sun/ysk_ants_cant_walk_though_vaseline.json": "Why YSK: if you put Vaseline around the base of each leg of a chair or table,\nants cannot climb up it.",
  "data/reddit-know/r/YouShouldKnow/comments/odnxb7/ysk_if_an_old_laptop_is_constantly_running_its.json": "Why YSK:\n\nOver time laptops (and all PCs) will build up dust inside if they're not cleaned\nregularly. After a few years this can be enough to prevent the fans properly\nmoving air to keep it cool. As a result the fans run faster and more often than\nthey should have to, making a lot of noise and…",
  "data/reddit-know/r/YouShouldKnow/comments/ofqles/ysk_erections_are_often_involuntary_and_not_sex.json": "I am writing this because of the women I have met who legitimately don't know\nthis. Bloodflow causes the penis to be erect while sleeping, often while waking\nup, exercising, standing up quickly, needing to pee, etc.\n\nWhy YSK: If you see a guy with a boner it doesn't mean he's thinking…",
  "data/reddit-know/r/YouShouldKnow/comments/og8jej/ysk_that_if_youre_not_at_fault_in_a_car_accident.json": "Why YSK: I just discovered something that most people are unaware of. If you are\ninvolved in an accident through no fault of your own, you can file a diminished\nvalue claim with the at-fault party’s insurance company and receive a settlement\nfor the loss of value of your vehicle.\n\nA month ago, a…",
  "data/reddit-know/r/YouShouldKnow/comments/og82es/ysk_bungee_cords_are_the_leading_cause_of_serious.json": "Why YSK: When a bungee cord snaps back, it can travel at more than 200 miles an\nhour. This can cause serious damage to your eye and lead to vision loss or\nblindness.\n\nInstead of using bungee cord to tie down loads in a vehicle, use rope or\nratcheting straps. It could save you from a devastating…",
  "data/reddit-know/r/YouShouldKnow/comments/oflpkq/ysk_if_you_squeeze_a_lemon_over_apple_slices_it.json": "Why YSK: If you wanted to cut up an apple but eat it later it may oxidize and\nget brown. Not too appealing. But if you add lemon juice to it it gets preserved\nby the vitamin C which is a preservative and you can keep it longer to a few\nhours to a few days from just an hour without!",
  "data/reddit-know/r/YouShouldKnow/comments/og97zo/ysk_you_should_always_open_any_mail_you_get_from.json": "Why YSK: it often looks like junk but they almost always include the cash as\nincentive for you to sign up for the program. You get to keep the cash even if\nyou don’t sign up.",
  "data/reddit-know/r/YouShouldKnow/comments/ogldto/ysk_if_you_think_you_felt_an_earthquake_you_can.json": "Why YSK: Every time there is an earthquake people post updates to their social\nmedia channels that are largely experiential and subjective. They are sharing\ntheir thoughts and feelings about the earthquake, but the posts aren't being\ncomplied and analyzed in a meaningful way (as far as I know).\n\nYou…",
  "data/reddit-know/r/YouShouldKnow/comments/ogfrdr/ysk_that_baby_carrots_and_babycut_carrots_are_two.json": "Why YSK: A lot of people, including me, like to buy these small snack sized\ncarrots to munch on but several of them think that they are buying baby carrots.\nIn reality, majority of the time they are buying baby-cut carrots. Baby carrots\nare either bred for being smaller than regular carrots or are…",
  "data/reddit-know/r/YouShouldKnow/comments/ogxfmm/ysk_sunscreen_beyond_30spf_provides_negligible.json": "Why YSK: many people think that getting spf 100 or whatever works much better\nthan 30 or 50SPF. That’s simply not true. Higher SPF also does not mean you can\nbe out in the sun for a longer period of time. You should be applying sunscreen\n30 min prior to exposure and reapplying every 2 hours, no…",
  "data/reddit-know/r/YouShouldKnow/comments/ogta4w/ysk_one_of_the_best_ways_to_change_your_musical.json": "Why YSK: the music industry has taken advantage of this for ages, yet most\npeople don’t even realize this connection. It’s called the mere exposure effect,\nand essentially, it means that the more you are exposed to something, the less\nuncertainty you feel and the easier it is to understand.\n\nFirst…",
  "data/reddit-know/r/YouShouldKnow/comments/ogzf4i/ysk_you_should_know_how_to_spot_the_most_common.json": "Why YSK: Identifying these most common fallacies will be practical in everyday\nuse. Knowing even a few of these logical fallacies will help you avoid\nmanipulation by others and identify bad reasoning.\n\n\n\nThis is a list of the types of fallacies I find to be the easiest to spot and\nthe most commonly…",
  "data/reddit-know/r/YouShouldKnow/comments/oflyng/ysk_for_people_who_feel_like_they_need_to_get.json": "Why YSK: Parents and families tend to pressure us into getting married sooner\nand tell us if we don't get married by a certain age, nobody will ever want us.\n\"I got married at this age and you should too.\"\n\nBut in reality the average age of people getting married keeps increasing, so\nyou're just…",
  "data/reddit-know/r/YouShouldKnow/comments/oh1w8w/ysk_there_are_a_variety_of_different_types_of.json": "Why YSK: For the many dogs are terrified of thunder, fireworks and other very\nloud noises, a possible solution is noise cancelling headgear. There's a lot of\nresearch on the technology and articles that rate different brands on the net.\nThere are many different types, configurations and styles…",
  "data/reddit-know/r/YouShouldKnow/comments/ohhk04/ysk_you_can_press_f5_to_reload_a_page_if.json": "Why YSK;\n\nMany websites break, especially ones with shitty videoplayers or something like\nthat. We have all experienced it at one point or another.\n\nWell, page refreshing isn't new, and that's kind of what causes what we are\ntalking about. See, back in the days of 56k modems where you could wait for…",
  "data/reddit-know/r/YouShouldKnow/comments/ohghgy/ysk_that_flaming_drinks_are_meant_to_be.json": "Why YSK: it seems like a no-brainer but you still see it happen and it is\ndangerous. With more and more bars opening up and strange drinks on the menu,\nplease just ask your bartender or server how a drink (flaming or with weird\nattachments) is meant to be drunk. Sometimes a drink is meant to burn…",
  "data/reddit-know/r/YouShouldKnow/comments/ohncwm/ysk_genuine_leather_means_its_lowquality.json": "Why YSK: Some furniture (or other) stores will often advertise that \"Our\nproducts are made of real, GENUINE leather!\", attempting to trick customers into\nthinking that they're high-quality because the leather is real. In reality, if\nleather is classified as Genuine, that means that they took the…",
  "data/reddit-know/r/YouShouldKnow/comments/ohk4ju/ysk_propane_tank_exchanges_give_you_only_15_lbs.json": "Most if not all places that exchange an empty 20-lb propane tank for a \"full\"\none don't really give you a full tank, they give you a tank that can hold 20 lbs\nof propane with only 15 lbs in it. Look at the fine print on their sign.\n\nTo get what you're paying for, go to a place that refills tanks.…",
  "data/reddit-know/r/YouShouldKnow/comments/ohmmbo/ysk_from_the_1800s_to_mid_1900s_britain_had_sent.json": "People worldwide have been shocked to learn of what happened with Canada's\nresidential school program, but there is another part of dark history from the\nsame time period that many people are likely totally unaware of. This would be\nthe history of British Home Children.\n\nIn a nutshell, back in the…",
  "data/reddit-know/r/YouShouldKnow/comments/ohulg7/ysk_that_touching_a_baby_bird_will_make_it_so.json": "Why YSK : If it's on the grass, it's better you move it so no one steps on it.\nBetter a moved bird, even if the mother will look for it a bit, than a crushed\nbird under the foot of uncaring humans. Also, to hide it from cats, for a while\nat least.",
  "data/reddit-know/r/YouShouldKnow/comments/oi4f8k/ysk_if_you_look_ugly_in_photos_it_doesnt_mean_you.json": "Why YSK : A lot of people look good in real life but their pictures come out bad\n(and vice versa). The reason is that you're just not photogenic, it happens to a\nlot of people. In converting a 3d image like a person into a 2d image like a\nphoto, some features are lost. We see in 3D because we have…",
  "data/reddit-know/r/YouShouldKnow/comments/oi9kfu/ysk_services_like_doordashubereats_will_charge.json": "Why YSK:\n\nNot every place has their own delivery service but all it takes is a quick phone\ncall to find out. I've noticed more and more places i see daily have their own\ndelivery service now.\n\nIt can save you $10-$20 in fees, you get your food faster, and more money goes\nto your favourite store. So…",
  "data/reddit-know/r/YouShouldKnow/comments/oiglwp/ysk_the_final_boss_is_you.json": "Why YSK: When you find yourself negatively comparing yourself to others,\nremember, you’re really only competing against yourself. Your ego. Your\nthoughts. Your habits. Your actions. The “final boss” is you. Take a look in the\nmirror & ask yourself, “am I being the best version of myself today?” If…",
  "data/reddit-know/r/YouShouldKnow/comments/oigsgy/ysk_contraceptives_are_not_just_to_prevent.json": "Why YSK: many people think contraceptives are only there to prevent unwanted\npregnancies. I started with the Pill when I was 18 to control irregular periods\nway before I was sexually active. Eventually I learned about an injection that\nwas much better because it was only once every 3 months so I…",
  "data/reddit-know/r/YouShouldKnow/comments/oisbry/ysk_you_can_unlistoptout_from_truecallers_database.json": "Why YSK:\n\nTruecaller uploads contacts of their users and shares information with\nthird-party companies. If someone you know uses Truecaller and has your contact\nsaved, your details are being shared without your permission.\n\nIf you don't use Truecaller, you can unlist your number from their…",
  "data/reddit-know/r/YouShouldKnow/comments/ohk5f7/ysk_that_you_should_use_two_chipscrisps_to_rescue.json": "If you are ever eating potato chips/crisps (the thin ones, I believe the name\ndiffers between US and UK English) with dip, it is inevitable that one will\nbreak in the dip and that you will try to get it out with a second crisp/chip.\nWhen you go in for the rescue you should use TWO crisps/chips to…",
  "data/reddit-know/r/YouShouldKnow/comments/oivgx2/ysk_that_when_walking_in_the_mountains_you_should.json": "Why YSK: mountains are beautiful. Hiking in the mountains is wonderful. But\nmountains are not made for walks in the park. Too many tourists take a wrong\npath or lose their path or go off the path. Too many tourists get lost, get hurt\nand need to be rescued. It can be hard, even in perfect weather…",
  "data/reddit-know/r/YouShouldKnow/comments/oj0tx1/ysk_never_plug_in_a_flash_drive_you_dont.json": "There exist devices that look like flash drives, but actually emulate keyboards\nto hack your computer, or use capacitors to fry your computer.\n\nDo not plug in a flash drive you do not recognize into a computer you care\nabout! Also, if you lose your flash drive for awhile, it might have…",
  "data/reddit-know/r/YouShouldKnow/comments/ojh5u8/ysk_excessive_thinking_about_negative_feelings.json": "Why YSK: Persistent rumination can amplify the symptoms of some existing mental\nhealth conditions such as depression.\n\nAn endless loop of negative thoughts about our current suffering, which in turn\ncreates even more suffering. Conversely, by controlling our rumination we can\nease…",
  "data/reddit-know/r/YouShouldKnow/comments/ojjpbb/ysk_that_only_toilet_paper_waste_should_be.json": "Why YSK:\n\nIn light of the recent spill in the Santa Monica Bay\n[https://www.nbcnews.com/news/us-news/17-million-gallon-sewage-spill-closes-miles-beaches-california-n1273808],\nI thought it best to remind people that wipes, paper towels, and tampons being\nflushed cause serious issues with both your…",
  "data/reddit-know/r/YouShouldKnow/comments/ojko9i/ysk_if_you_meet_someone_online_who_offers_to_help.json": "R/scams has a great writeup of how this scam works:\n\nhttps://www.reddit.com/r/Scams/comments/na8oax/asian_guygirl_from_online_dating_mentors_you_to\n\nTl;dr: scammer connects with you online, scammer talks up how much money they're\nmaking from cryptocurrency, you send your money to scammer to invest,…",
  "data/reddit-know/r/YouShouldKnow/comments/ojqxt7/ysk_putting_fruit_in_a_cooler_with_dry_ice.json": "Why YSK: If you ever go somewhere with a cooler with dry ice and fruit, be aware\nthat your fruit will become carbonated.\n\nThe reason this happens is because dry ice is solid carbon dioxide so it is\nliterally carbonating your fruit. This means that just like carbonated drinks,\nyour fruit will quite…",
  "data/reddit-know/r/YouShouldKnow/comments/ok3f6g/ysk_images_videos_and_documents_may_embed.json": "Why YSK: These private informations may include GPS coordinates, device ID,\naccount ID, time created, program used, and more. They're handy for personal\nuse, but probably aren't desirable for when you need to send the file to someone\nelse. Most messenger apps strips image and video metadata…",
  "data/reddit-know/r/YouShouldKnow/comments/ok3u14/ysk_if_your_flatulence_sometimes_smells.json": "Why YSK: By identifying any food intolerance you have, you can avoid foul farts,\nfatigue, bloating, and other discomfort.\n\nWhen I was in college, I ripped a super nasty fart in my friend's car, and he\nwas absolutely disgusted (even though he isn't usually fazed by such things). He\nwas in medical…",
  "data/reddit-know/r/YouShouldKnow/comments/ok4kfp/ysk_many_public_libraries_offer_free_technology.json": "Why YSK: Email has the been the standard for business communications for at\nleast 20 years and I still speak to customers who are stubborn about anything\n\"computery\" when they don't realise how intuitive and life-improving modern tech\ncan be.\n\nWhy drive to a post office to pay a bill and waste fuel,…",
  "data/reddit-know/r/YouShouldKnow/comments/ok5mdx/ysk_that_taking_a_break_for_just_five_minutes_to.json": "Why YSK: The last 15 months have been stressful for all of us and many are also\nexperiencing anxiety like we've never had before.\n\nWhen you're in the midst of this, taking a break for just 5 minutes to breathe\ndeeply can calm your anxieties and stress.\n\nTo start, find somewhere quiet that you won't…",
  "data/reddit-know/r/YouShouldKnow/comments/ok8gb0/ysk_if_you_are_having_ongoing_issues_with_mental.json": "Why ysk: there are a lot of people out there who own a gun but don't have anyone\nto give it to during times of crisis.",
  "data/reddit-know/r/YouShouldKnow/comments/okcwhp/ysk_if_you_ever_find_yourself_in_a_position_youre.json": "Why YSK: Most of the gyms have shower facility. If you successfully get a\nmembership then you don't have to worry about using unhygienic means to keep\nyourself clean.\n\nYou can go and take a shower, plus this will give you an excuse to go to gym,\nexercise and stay fit n healthy.\n\nThis isn't new…",
  "data/reddit-know/r/YouShouldKnow/comments/ohzf6s/ysk_how_your_actions_have_effects_on_people_you.json": "WHY YSK. I have tried to die a lot. Also, over the years I've lost an unfair\namount of friends and family to unhealthy thoughts and urges, like I myself,\namong millions have experienced. Tonight my wife, who lives separately to me,\nleft a happy house party to see a neighbour, a mutual friend,…",
  "data/reddit-know/r/YouShouldKnow/comments/okkl3v/ysk_that_your_iphone_can_scan_documents.json": "Why YSK: With recent comments in the news about how many rural folks cannot\neasily photocopy a document — your iPhone can do so. (Android too, maybe?)\n\nOpen a new note in the Notes app, then click on the camera and choose “scan\ndocuments”. This is not the same as taking a picture of a piece of…",
  "data/reddit-know/r/YouShouldKnow/comments/okbjwk/ysk_your_vacuum_cleaner_is_probably_not_broken.json": "Why YSK:\n\nEmptying the clip-in container doesn't clear out the system, and many times your\nissues result from a clogged filter and/or long hair twisting up in the carpet\nroller under the vacuum.\n\nIf you take 10 minutes to explore your vacuum, you'll find filters that are\nsuper easy to remove. Either…"
}