{
  "data/reddit-ask/r/NoStupidQuestions/comments/n2b84r/why_is_it_that_a_single_good_deed_isnt_enough_to.json": "Captain Jack Sparrow said something along these words in the first pirates movie\nand it seems to be true in real life.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/n29sq5/is_anyone_else_not_able_to_fall_asleep_if_you.json": "Sometimes I’ll be ready to go to sleep but i have to get up 4 or 5 times (or\nmore) to go pee the tiniest amount because i can’t fall asleep if i have even\nthe slightest feeling of needing to pee. i’m just curious if anyone else has\nthis. I’m female for reference, not sure if that makes a difference.…",
  "data/reddit-ask/r/AskHistorians/comments/n2gqv3/did_american_citizens_who_identified_as_nazis.json": "I just saw a picture of 20,000 American citizens attending a Nazi rally in the\nlate 30s, and it got me thinking. We interned many American Japanese during the\nwar, did we do anything similar to the Americans who attended these rallies or\nidentified as Nazis once we were at war with Germany?",
  "data/reddit-ask/r/AskHistorians/comments/n2dd00/the_american_nazi_party_had_some_big_rallies_in.json": "To my understanding, the Nazis were primarily about German nationalism and\nturning Germany into a major power through the acquisition of living space. Of\ncourse they were also antisemitic and socially conservative, but that wasn't\nterribly unique for the time. What drove so many Americans to join a…",
  "data/reddit-ask/r/askphilosophy/comments/n2eycy/why_is_it_that_a_single_good_deed_isnt_enough_to.json": "This was a quote in a movie. But this seems to be true in real life as well.\n\nBy extension, if we quantify good vs evil, does this imply effect of 1 unit of\ngood < effect 1 unit of evil?\n\nAnd depending on the answer, do utilitarians take this factor into\nconsideration? That, for example, harming 1…",
  "data/reddit-ask/r/AskHistorians/comments/n2gqes/footage_of_hitlers_dead_body_im_confused_nsfw.json": "Hello,\n\nbefore I looked into this, I always thought that it was certain that Hitler's\nbody was burned immediately after his suicide. I had assumed that there were no\nphotos or even video footage of Hitler's dead body.\n\nI recently watched Tarkovsky's The Mirror (found on Youtube). At 1:03:31 you…",
  "data/reddit-ask/r/NoStupidQuestions/comments/n2a2gi/is_it_okay_if_i_tell_someone_im_not_doing_okay.json": "They're a friend. I'm in a call with them right now but I don't want to be\nwhiny.\n\nEdit: Thank you for your answers, everyone <3",
  "data/reddit-ask/r/NoStupidQuestions/comments/n2s9ro/jehovas_witnesses_are_sneaking_into_my_apartment.json": "I have seen them waiting outside the building for someone to open the door for\nthem. I have already confronted them when they attempted to hold the door open\nwhen I was exiting the building and I shut the door behind me.\n\nUnfortunately, the other tenants in the building have not done the same to…",
  "data/reddit-ask/r/NoStupidQuestions/comments/n2m36f/why_do_people_who_say_sorry_for_my_english_always.json": "whenever i see someone put \"sorry for my english, it's not my first language\" on\na post, the post is almost always indistinguishable from one written by a native\nenglish speaker. why do all these people think their english is bad/noticeable\nwhen it's not?",
  "data/reddit-ask/r/Ask_Politics/comments/n2igsf/why_is_voter_turnout_so_low_in_american_elections.json": "According to Wikipedia, turnout in the 2020 election was around 66%, which was\nseen as a big deal if I remember correctly. It was obviously increased by\nfactors such as extreme partisanship and the prevalence of mail in votes.\n\nFrom 2004-2016 voter turnout was around 60%. The thing I find odd is…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/n2wyah/does_anyone_else_feel_like_the_pandemic_has_taken.json": "Beginning new relationships, walking out of bad ones, new careers, moving to new\nplaces, travelling - the pandemic is over a year old now and I am scared I will\nnever be able to do things that I wanted to do. A permanent damage! If you feel\nso too, how are you handling it?",
  "data/reddit-ask/r/AskWomen/comments/n30b82/what_are_the_best_self_defense_items_like_pepper.json": "For example, a good, inconspicuous alternative to pepper spray is hair spray",
  "data/reddit-ask/r/AskHistorians/comments/n2xzez/has_a_tornado_ever_come_into_contact_with_a_castle.json": "I am aware there were recorded tornados in the Middle Ages like the London\ntornado. But I was unable to find if there was an actual castle in their path\nand what kind of damage it took? If you would include information on what\nEuropeans in the Classical and Middle ages thought of tornados and how…",
  "data/reddit-ask/r/askphilosophy/comments/n2x0gx/are_there_any_philosophers_who_published_their.json": "Things like:\n\n * Choose your own adventure novel.\n * Having quizes or practice problems like you would find in a math or physics\n   textbook.\n * Comic books.\n * Billboards and posters like a real life game.\n * Puzzles.\n * Books with non standard features like invisible ink, strange fold or pop ups.\n…",
  "data/reddit-ask/r/AskWomen/comments/n34z8r/what_are_some_traits_that_give_you_nice_guy_vibes.json": "I mean not the genuine ones, the ones that are on r/niceguys [/r/niceguys]",
  "data/reddit-ask/r/askphilosophy/comments/n36a9q/how_to_come_to_terms_with_the_knowledge_that_most.json": "Modern society has led to the vast majority of us doing jobs that are\nfundamentally meaningless. Our work is often nothing more than faceless cogs in\na machine. Modern division of labour makes us far detached from the fruits of\nour labour, and as such very few people can truly claim they are…",
  "data/reddit-ask/r/AskHistorians/comments/n35mkg/why_did_octavian_spare_the_children_of_cleopatra.json": "As we know, after the Actium, Octavian ordered Caesarion and Marcus Antonius\nAntyllus to be executed, but apparently he spared the children of Mark Antony\nand Cleopatra VII. The fate of the boys were unknown, but it's certain that they\nweren't killed by Octavian(otherwise historians, who were…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/n3gcg8/men_of_reddit_when_walking_the_same_direction_as.json": "I hate that feeling, I don't know peoples past so I have a tendency to slow down\nmy pace by a significant amount to seem like less of a threat. Especially if\nit's at night or in a sketchy place.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/n3g1zr/do_i_say_i_have_an_interview.json": "I’m 17 and have my first job interview at a fast food place in an hour. Do I\nwalk up to the counter and say i have an interview?\n\nEdit: Thank all of you for the good luck and kind words! I got the job and start\nnext week.",
  "data/reddit-ask/r/AskHistorians/comments/n37v7u/what_is_up_with_this_letter_elvis_presley_wrote.json": "The letter itself is here:\n\nhttps://www.archives.gov/exhibits/nixon-met-elvis/assets/doc_1.1_transcript.html\n\nBut I came across it thanks to this reading of it by Matt Berry:\n\nhttps://www.youtube.com/watch?v=OaZj7MiDwUY",
  "data/reddit-ask/r/AskHistorians/comments/n3d8tj/what_languages_might_have_been_spoken_in_britain.json": "I know this is a huge question. I'm curious if there is any consensus, or at\nleast competing theories, about whether the inhabitants of Britain during the\nLate Bronze Age would have spoken an \"Old European\" language like Basque or\nEtruscan, or an unattested Indo-European language potentially…",
  "data/reddit-ask/r/AskHistorians/comments/n3cr0f/this_map_shows_the_empire_of_japan_at_its.json": "https://www.reddit.com/r/MapPorn/comments/4f8im3/empire_of_japan_at_its_greatest_extent_1942/",
  "data/reddit-ask/r/NoStupidQuestions/comments/n3qtdh/why_is_friendzone_seen_as_a_bad_thing_having.json": "Friendzone just means that person isn't interested in you sexually/romantically\nbut wants you as friend. Then you have choice of either cutting off contact or\nenjoying friendship for it's own sake.\n\nSo you're not really losing anything (as person won't date or sleep with you\nanyway) but ,if you…",
  "data/reddit-ask/r/NoStupidQuestions/comments/n3481d/why_isnt_alcohol_given_the_same_treatment_as.json": "The only prohibitions alcohol and cigarettes shares is you can't purchase them\nif you're under 18 and public drinking/smoking can be fined.\n\nThere are fewer and fewer smoking shelters every couple of years. A box of\ncigarettes cost £10 and roughly 80% of that is tax to deter/punish smoking.\nTobacco…",
  "data/reddit-ask/r/askscience/comments/n3t9tj/askscience_ama_series_we_are_tabitha_lipkin_and.json": "We partnered to teach you all about how to restore coral reefs and save our\noceans. Liv is a Ph.D. candidate and scientific SCUBA diver at the University of\nMiami with a passion for coral reef conservation. She loves baby corals, and\nruns a sort of \"fertility clinic\" to help corals reproduce and…",
  "data/reddit-ask/r/AskWomen/comments/n3n8b0/how_do_you_set_boundaries_for_men_who_treat_you.json": "I hope this isn't taken the wrong way.. Now obviously you should talk about your\nemotions and society isn't really good at allowing men to do so, however I think\nthat this maybe resulted in men treating the women in their lives like free\ntherapists. What I mean by this is dumping all of your…",
  "data/reddit-ask/r/NoStupidQuestions/comments/n40rp6/im_permanently_disabled_and_am_therefore.json": "Like, I don't want to lie to them and tell them I have some great, well-paying\njob and am in great health. I'm in poor health, and I live off of disability\nchecks because I cannot work. I don't look visibly disabled, like you'd never\nknow just looking at me that I have health problems, but...…",
  "data/reddit-ask/r/NoStupidQuestions/comments/n3xfkt/do_all_the_newborn_babies_in_american_hospitals.json": "Or is it just like that on TV to premise kidnappings and accidental baby\nswitchings?\n\nIn the UK the babies stay at the mum's bedside until they can go home together,\nunless there are complications."
}