{
  "data/reddit-know/r/YouShouldKnow/comments/lvlgwy/ysk_just_because_someone_is_related_to_you_does.json": "YSK: Just because someone is related to you, does not give them a right to be an asshole. Family is important, but so is your emotional health.",
  "data/reddit-know/r/YouShouldKnow/comments/lvnhqj/ysk_when_you_submit_a_negative_survey_for.json": "YSK when you submit a negative survey for companies like Amazon, Netflix, Comcast, etc., the results are generally used to punish the specific worker, not improve the company.",
  "data/reddit-know/r/YouShouldKnow/comments/lvrpgx/ysk_if_your_headlights_are_illuminating_any.json": "YSK: If your headlights are illuminating any mirrors of the car in front of you, you are blinding the driver.",
  "data/reddit-know/r/YouShouldKnow/comments/lw3ajl/ysk_if_you_know_that_someone_doesnt_celebrate_a.json": "YSK: If you know that someone doesn't celebrate a holiday(s) and has asked not to be given gifts or partake, it's disrespectful to keep pushing and continue getting them gifts.",
  "data/reddit-know/r/YouShouldKnow/comments/lw90hg/ysk_the_microwave_isnt_ruining_your_food_you.json": "YSK: The microwave isn’t ruining your food, you probably just don’t know how to use it properly.",
  "data/reddit-know/r/YouShouldKnow/comments/lw060c/ysk_when_someone_is_talking_about_their_problems.json": "YSK when someone is talking about their problems, you don't start talking about your own, you listen.",
  "data/reddit-know/r/YouShouldKnow/comments/lwv8ip/ysk_the_fcc_just_approved_a_50_a_month_subsidy.json": "YSK: The FCC just approved a $50 a month subsidy for low-income households to get high-speed internet, plus a $100 discount on a computer.",
  "data/reddit-know/r/YouShouldKnow/comments/lwp6js/ysk_you_can_take_full_page_screenshots_on_iphone.json": "YSK: You can take full page screenshots on iPhone, not just what’s currently displayed on the screen, but the full webpage or article.",
  "data/reddit-know/r/YouShouldKnow/comments/lwp117/ysk_to_have_your_dog_chase_you_when_it_slips_its.json": "YSK to have your dog chase you when it slips it’s leash or harness instead of chasing it",
  "data/reddit-know/r/YouShouldKnow/comments/lwhuq3/ysk_puppies_and_young_children_make_terrible.json": "YSK: Puppies and young children make terrible playmates (95% of the time)"
}