{
  "data/reddit-crypto/r/Bitcoin/comments/luw6m5/my_wife_is_my_best_market_indicator.json": "Been in the space since 2017. Lost a lot of cash then started learning. Hodl is\nthe way my friends. Interestingly my wife seems to be the best indicator of the\nmarket to the general public. Whenever she asks me 'how's the bitcoin doing?' I\nanswer \"why?\" And she's like 'elon something,' or 'i read…",
  "data/reddit-crypto/r/CryptoCurrency/comments/luxoi4/im_quitting_smoking_and_buying_cryptocurrency.json": "I tried this a while ago, though I was throwing money at options on Robinhood,\njust to give myself something to do. Needless to say, it didn't work out. I blew\na bunch of money and started smoking again just a few months later.\n\nNow I'm ready for a change! Smokes are $12 a pack where I am at and I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lv32fx/tomochain_stole_25k_tomo_4050k_usd_from_me_while.json": "You may have seen my last thread already:\nhttps://old.reddit.com/r/CryptoCurrency/comments/lq8sie/tomochain_stole_over_55k_usd_worth_of_tomo_from/\n\nI left out of this thread that my health is in extremely poor condition, my\nliver failed 6+ months ago and my health has been rapidly degrading since.…",
  "data/reddit-crypto/r/Bitcoin/comments/lv0ds6/excia_economics_expert_gave_me_bitcoin_advice.json": "He said: “the thing is, with Bitcoin, you can’t view it as an investment such as\na stock, like the common person. Instead, You have to view it as owning land.\n\nInstead of cashing it out, place loans against it. This way, you don’t lose your\ncoin, and can instead weigh how to minimize land loss…",
  "data/reddit-crypto/r/CryptoCurrency/comments/luwd8c/we_need_to_keep_calling_out_scammers_to_protect.json": "Listen up fellas, I’ve noticed a huge increase in the number of scammers trying\nto steal your precious crypto, login info, etc. due to the growth of\ncryptocurrency in general and the insane growth of our sub. We have to do a\nbetter job at calling these fools out and putting them on our known…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lv4o1n/is_binance_smart_chain_centralised_or.json": "Someone deployed this game tanks of tiananmen on the BSC blockchain. All\ndiscussion about the Tiananmen square massacre are banned in China, but now the\ngame has been deployed on BSC.\n\n> These lost TANKS accumulate under CZ's leadership and once in every 20\ntransfers, CZ randomly sends his TANKs to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lv0uat/giving_lurkers_contribution_that_may_in_turn.json": "I raise this poll to give moon rights to the lurkers in this subreddit that\nchoose not to contribute when they have nothing productive to say. This is in\nreaction to the current meta in this sub in which people post and spam\nunproductive or unoriginal content to farm moons. I am proposing this not…",
  "data/reddit-crypto/r/CryptoCurrency/comments/luv7fq/tokenizing_a_forest.json": "So I had the idea that if we tokenized forests as an investment that we could\nplant a massive amount of trees and help preserve nature. For example the\nredwood forest has a lot of old trees that can live for thousands of years\npotentially. Each coin/token would be assigned to a specific tree. In…",
  "data/reddit-crypto/r/CryptoCurrency/comments/luuf8q/daily_discussion_march_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lv5yw0/discussioncmv_nano_is_a_better_store_of_value.json": "Warning: longread. A sort of tl;dr at the bottom.\n\nIn this post I'll outline why I think that Nano, rather than Bitcoin, might be\nthe \"final\" store of value, because it approaches the theoretical limit of\nperfect store of value/reserve currency characteristics. Much of this is based\non Ray Dalio's…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lv3bwq/to_all_the_new_people_fomoing_into_crypto_right.json": "A lot of new people are getting into crypto that don't fully understand the risk\nthey are taking. I know this space is exciting and the astronomical gains are\ntempting, but try to keep your head cool.\n\nPlease don't use leverage, don't max out your credit cards, don't borrow money\nfrom friends and…"
}