{
  "data/reddit-books/r/booksuggestions/comments/mhlvfi/i_finished_the_count_of_monte_cristo_its_the.json": "Yes, this is embarrassing to admit. I’m proud of myself for committing to such a\nlengthy book and actually finishing it. It was amazing and I’m sad that it’s\nover. When I reached the last chapter I read each sentence slowly and savored\nevery moment because I didn’t want it to end, as perfect as the…",
  "data/reddit-books/r/books/comments/mhsp9n/my_towns_library_is_reopening.json": "I might cry...I’ve always heavily relied on the library, I’ve never had the\nfinancial means to buy books without feeling guilty for “wasting”money. It’s\nbeen closed since the start of the pandemic and now they’re reopening. As soon\nas I have a day off I’m walking my happy ass down there to check out…",
  "data/reddit-books/r/books/comments/mhp6aq/i_am_reading_lotr_the_fellowship_of_the_ring_and.json": "Because he does this so often, I find myself having to read slower to understand\neverything he's saying so that I can picture it in my mind better, but it\nhappens so often. Also, words I'm not always familiar with pop up, making me\nconsult a dictionary when I just want to get through it. Is there a…",
  "data/reddit-books/r/books/comments/mhsss7/a_man_called_ove_is_my_favourite_book_of_the_year.json": "I actually picked up this book last year but didn't return to it after reading\nabout 10 pages because I couldn't deal with the main character. I decided to\ngive it one more try since I didn't give it a fair chance and everybody had been\nsaying it was a good book.\n\nWow I am so glad I revisted…",
  "data/reddit-books/r/books/comments/mhmvvs/putting_characters_in_relationship_for_no_reason.json": "I found it annoying when authors put in a relationship every characters of the\nbook by the end of the story. Like, in a group a friend not everyone needs to be\nmatch with another membre of the group. However, particularly for the young\nadult genre, I notice that it happens very often and that it…",
  "data/reddit-books/r/books/comments/mhuxva/theyre_closing_down_the_local_library_where_i.json": "I need to rant.\n\nAside from the fact that I live for books (reading & writing), libraries &\nreading is important for everyone.\n\nI live in Sweden in somewhat of a \"hood\" town, so the government already ignores\neverything about us. There's a smaller library in the town square, about four\nseconds away…",
  "data/reddit-books/r/booksuggestions/comments/mhzmkg/looking_to_read_a_statement_book_from_each_country.json": "Redditors around the world, help me achieve this goal. Submit what you feel your\ncountry's biggest contribution to literature is. Actually, it doesn't even have\nto be from your native country, just to be, from your perspective, a statement\nof a country. It can be of absolutely any genre.\n\nI feel…",
  "data/reddit-books/r/books/comments/mhyfkp/i_am_the_worlds_greatest_author_chuck_tingle.json": "hello this is MAN NAME OF CHUCK WORLDS GREATEST AUTHOR\n[http://www.chucktingle.com] i am here to anwser your questions about how you\ncan be the worlds greatest author too or the best way to prove love is real. i\nhave new novel out called TRANS WIZARD HARRIET PORBER AND THE THEATER OF…",
  "data/reddit-books/r/books/comments/mhr98h/finished_reading_1984_by_george_orwell.json": "This was my very first book in dystopian genre and after reading it , I just\nwant to dive in and drown myself in dystopian fiction. I don’t want to talk\nabout the book , I want to talk about myself because Im not the same person ,\nwho a few weeks before flipped the first page of 1984.\n\nThis book…",
  "data/reddit-books/r/booksuggestions/comments/mii9yu/understanding_emotions_and_learning_to_live_with.json": "Hi! I'm very interested in learning more about how emotions function both on a\nbiological and on a psychological level. The goal is to raise my emotional\nintelligence, but I'm looking for something well researched and scientific, not\nnecessarily the self help type. If you have any ideas, I'd be…",
  "data/reddit-books/r/books/comments/mihwzi/why_are_many_people_drawn_to_twisted_messedup_or.json": "I should preface this by saying that I’m definitely one of the people I’m\nreferring to - I love these types of characters as well. The simple answer is\n‘because they’re interesting,’ but I can’t really say why I and many others find\ncharacters that are broken, twisted, messed-up, or questionable in…",
  "data/reddit-books/r/books/comments/mim9xv/i_absolutely_love_reading_and_not_being_a.json": "I know you don't necessarily have to be a literature student to read books and\nunderstand them. But when I stumble upon some book that I just can't finish\nreading because it sounds too bleak and unfathomable I constantly ask myself if\nthis is happening because I am not a literature student. Maybe…",
  "data/reddit-books/r/books/comments/miwf6e/my_friend_asked_me_to_read_ready_player_one_and_i.json": "So, I’m going to gripe about it here.\n\nFirst off, who is this book even for? It reads like it’s written for middle\nschoolers, but everything revolves around 80’s references that they wouldn’t\nunderstand. I feel like I’m too old to for the book yet I’m a 90’s kid.\n\nSecond, let me talk more about the…",
  "data/reddit-books/r/books/comments/miuxyi/is_anyone_ever_terrified_that_books_libraries_and.json": "I am not entirely against electronic reading methods like Kindle, but I am\nalways worried that some big company will just take over the production of books\nin general and we will lose the charm of traditional books and buying methods.\nHalf the beauty of books is the experience of walking into a…",
  "data/reddit-books/r/books/comments/mixie0/at_the_age_of_21_and_with_severe_adhd_ive_finally.json": "My only regret is not forcing myself to read sooner.\n\nI've struggled with ADHD my whole life. I've tried to read before but would only\nget about 2 chapters in before I realized the information was going in 1 ear and\nout the other.\n\nLately I have trained myself to obtain the mindset by telling myself…",
  "data/reddit-books/r/booksuggestions/comments/mixufv/so_youve_finished_six_of_crows_and_crooked_kingdom.json": "I read Six of Crows and Crooked Kingdom and they were so amazing that I don’t\nknow how to cope now that I’ve finished the books. What books have you used to\nfill the gaping hole the Crows have left behind in your heart? I’m open to other\nsuggestions but I particularly love fantasy/supernatural…",
  "data/reddit-books/r/books/comments/mj5yzn/dear_madeline_miller_please_let_your_next_book_be.json": "Okay so I recently finished reading Circe and am currently reading the Song of\nAchilles and I have come to the conclusion that her next novel should really be\nabout Medusa, as I think that there is a lot of potential for a modern\nreinterpretation and it would be interesting to read the tale from her…",
  "data/reddit-books/r/books/comments/millur/ive_never_read_of_mice_and_men_because_i_know_100.json": "I always hear people talking about this book, how it represents loneliness and\nisolation, hopes and expectations.\n\nI hear people quoting this book and others Steinbeck has written. - yet I've\nnever read it.\n\nWhy? Because I know 100% I'm going to cry. There's nothing better in the world\nfor me than…",
  "data/reddit-books/r/books/comments/mj9pew/the_dresden_files_is_unreadable_because_of_how.json": "I got through 3 of the Dresden Files books before I had to put them down. The\nauthor just cannot keep from commenting on how sexy every single female\ncharacter is and how chivalrous and misogynistic Harry is. An example from the\nbook: \"She pushed back her asphalt-colored hair with one hand and gave…",
  "data/reddit-books/r/books/comments/mj3hd1/finally_completed_reading_the_brothers_karamazov.json": "I started reading \"The Brothers Karamazov\" after listening about its legendary\nstatus in literature. I knew that Dostoevsky was an expert at writing different\ntypes of narrative techniques, but when I started reading BK ( Brothers\nKaramazov), I was thrilled to see how he jumps from one narrative…",
  "data/reddit-books/r/books/comments/mittge/normalize_novellas.json": "I just finished listening to the audiobook for the Indivisible Life of Addie\nLaRue and like a lot of other people have pointed out there's a lot of filler\nand repetition. I'm just sick of books where nothing happens because the author\nis trying to hit a word count. We need more books that are 50-150…",
  "data/reddit-books/r/books/comments/mjay6h/anybody_else_out_there_who_generally_feels.json": "Maybe I’m just easy to please, but most of the time when I finish a book I feel\ngood about it! Not saying every book is perfect, but there are VERY few books\nthat I could name off the top of my head that I hated. Maybe neutral is a better\nway of putting it.\n\nThe quickest way for a book to be ruined…",
  "data/reddit-books/r/booksuggestions/comments/mje6ze/iam_looking_for_a_book_about_the_islamic_golden.json": "Sorry for my english i am not a native speaker",
  "data/reddit-books/r/books/comments/mj7ogg/i_discovered_the_writings_of_chimamanda_ngozi.json": "The first book I discovered earlier this year was Americanah and I loved it,\nwell written, great story craft and a small glimpse into the lives of the\ncharacters growing up in Nigeria and then the cultural contrast of living in\nAmerica and the discussion of race and blackness etc, just wow.\n\nThis…",
  "data/reddit-books/r/books/comments/mjksvy/i_still_like_holden_caulfield.json": "I’m 45 and just re-read Catcher in the Rye for the first time in probably close\nto 30 years. I really liked this book as a kid and sorta identified with Holden\nat the time. Since then - inasmuch as I thought of him at all - I’d sort of come\nto think of him as this pretentious, obnoxious, and spoiled…",
  "data/reddit-books/r/booksuggestions/comments/mjgnrz/books_for_people_who_are_social_but_struggle.json": "I’m generally quite good at meeting new people but while I might meet someone at\na party and get along with someone like I’ve known them for years nothing ever\nbecomes of it. Even if I meet them on several occasions and sometimes they even\narrange to meet up but it never happens. I never message…",
  "data/reddit-books/r/books/comments/mjq10u/i_always_bingeread_books_to_the_detriment_of_my.json": "All I can find are posts asking things like \"how do people read a whole book in\none sitting?\" but I have the opposite problem. Once I start reading something, I\nget into the flow of the story, and I just can't put it down. I feel as though\nif I stop reading and come back to it later, I'll lose the…",
  "data/reddit-books/r/books/comments/mjy20e/frugally_building_up_a_library.json": "When (I hope) the world soon returns to normal, I look forward to going back to\nmy local book sales. My library is full of books I found at these sales and I\ncan’t recommend them enough. Used book stores are great, AbeBooks is terrific,\nbut charity and library book sales are amazing. My favorite…",
  "data/reddit-books/r/booksuggestions/comments/mjujm0/i_have_struggled_my_whole_life_committing_to_an.json": "Can you recommend me any books with more of this mentality?\n\nI need a way to trick myself into thinking I can have fun while I exercise or I\nwon't do it.\n\nAny self-help , psychological, health and fitness books or even non-fiction/\nfiction books that will get me in the mindset of I want to do…",
  "data/reddit-books/r/booksuggestions/comments/mk0gh0/what_book_would_you_offer_to_an_old_lonely_lady.json": "Your normal old lady, rather solitary (but ok with it), likes literature and has\nexpressed the wish to read an easy-to-read novel with sentimentality. Any ideas?\nOld stuff, new big hit, doesn't matter. Just something that \"works\" within these\n(admittedly vague) criteria would be greatly…",
  "data/reddit-books/r/books/comments/mjl4ar/medieval_murder_mystery_told_in_reverse_yes_please.json": "The Western Wind by Samantha Harvey is easily one of the best books I read last\nyear. I just wanted to make this post to give it some more attention because I\nnever would have heard of it if it was not for my local bookstore featuring it.\nAlthough it’s set in medieval times the themes are incredibly…",
  "data/reddit-books/r/books/comments/mk520f/happy_1984_day_everyone_what_do_you_do_to.json": "37 years ago today, Winston started his diary in Oceania. To celebrate this\nmomentous occasion, I wrote an entry in my diary.\n\nThat got me thinking about what little rituals/celebrations others would have\nfor their favorite books. Do Atlas Shrugged people invent supersteel and commit\ntax evasion? Do…",
  "data/reddit-books/r/books/comments/mk85es/a_peoples_history_of_the_united_states.json": "I've just finished it, and I wholly believe it is a must-read for anyone even\nslightly interested in American history.\n\nFor context, I grew up in a very sheltered, politically right, fundamentalist\nChristian environment, in a magical place called Tulsa, OK. The history of the\n\"greatest country in…",
  "data/reddit-books/r/booksuggestions/comments/mkds7j/looking_for_a_beautifully_written_fantasy_series.json": "Hello! I’m a lover of fantasy books and would love a suggestion from my fellow\nbook lovers. I’d say I typically enjoy stories that break the normal fantasy\nmold and/or have unique/ beautiful writing styles. My ideal book series would do\nboth. My favorites in no particular order are:\n\n * The Name of…",
  "data/reddit-books/r/books/comments/mkgvwn/in_honor_of_1984_day_1984_actually_had_a_happy.json": "How does 1984 end? In a sense, it ends with the four words that we've all lugged\naround like a stone in our hearts since the time we first read them in 9th\ngrade: He loved big brother. Silent rebel dies a blubbering totalitarian zombie.\nSad ending, right?\n\nIf you're primarily concerned with the fate…",
  "data/reddit-books/r/books/comments/mkgmg1/reading_books_is_the_life_raft_that_keeps_me.json": "I used to read a decent amount as a kid. Less so in high school, and then hardly\never through uni and my 20s. I now devour books voraciously. It might even be\nunhealthy.\n\nIt started when lockdown hit last year, I was already depressed. Work was so bad\nand my confidence in myself was, as a result,…",
  "data/reddit-books/r/booksuggestions/comments/mks3xk/just_finished_song_of_achilles.json": "Yes I finally gave into the hype and completely devoured this book within two\ndays. While I still feel as though I’m grieving, I love the build up and how\nmuch the story made me feel. Would love a good book suggestion, doesn’t have to\nbe the same theme or whatever as song of Achilles but one that…",
  "data/reddit-books/r/booksuggestions/comments/mkotsn/looking_for_scientific_nonfiction_written_by_a.json": "Kind of a weird search criteria. ive read Lab Girl by Jahren and just finished\nThe Sirens of Mars by Johnson. I liked the sciencey parts of the books but not\nso much the parts about them having kids. I mean good for them but for me, a\nyoung female scientist starting my career who is thinking i Dont…",
  "data/reddit-books/r/books/comments/ml0m0d/i_hate_it_when_people_say_reading_fiction_is_a.json": "Now you care about how I spend my time?! Whether you read fiction, nonfiction,\nor self help books, you’re still going to learn something at the end of the day.\nI could just be scrolling through my phone all day, but I’m not. There are so\nmany great fiction books out there with applicable life…",
  "data/reddit-books/r/books/comments/mksboq/pbs_series_on_ernest_hemingway_by_ken_burns.json": "https://www.pbs.org/kenburns/hemingway/\n\nHope it is good, it will cover his whole life, including when writers, before TV\nand movie stars, were true celebrities, bringing entertainment in the form of\nthe written word, in magazine serials and novels. Really hope it's good, warts\nand all. 6 hour three…",
  "data/reddit-books/r/books/comments/ml32a9/how_books_meant_for_young_girls_helped_me_a_male.json": "I'm 26 years old and male. For the past year ever since I lost my job back in\nMarch of 2020(You know why), I've been struggling with depression. Nothing that\nwould make me wanna kill myself but I sometimes feel this massive weight inside\nme and my brain on autopilot thinking terrible thoughts.\n\nIn…",
  "data/reddit-books/r/books/comments/mky8yw/i_just_finished_1984_for_the_first_time_and_it.json": "The book is an insane political horror that I feel like I both fully understood\nand didn't grasp a single concept simultaneously. The realism is genuinely\nterrifying, everything in the book feels as though it could happen, the entire\nbasis of the society and its ability to stay perpetually present…",
  "data/reddit-books/r/booksuggestions/comments/mkhew1/contemporary_magical_realism.json": "Hello, as of late have fallen in love with magical realism. Primarily have read\na lot of Haruki Murakami & Gabriel García Márquez.\n\nI’ve been watching/ re- watching media that has elements of magical realism\nduring lockdown; that I wish I could find in books; The OA , Personal Shopper,\nThe Fall, The…",
  "data/reddit-books/r/booksuggestions/comments/ml94hx/help_me_find_a_good_book_about_different_religions.json": "Hi there! I’m looking to broaden my knowledge of all religions as I don’t know\nmuch about them and can’t find much at my local library. If anyone has a good\nbook explaining the different religions or even a book that delves into one\nreligion, that would be very helpful!",
  "data/reddit-books/r/booksuggestions/comments/mlimqz/book_similar_to_this_is_how_to_lose_the_time_war.json": "Hello fellow book lovers!\n\nSomeone suggested this book to me on this subreddit (THANK YOU!) and my mind\nfeels blown after finishing it. I need another book that gives me that kind of\njoy. I felt thoroughly confused half of the time, but it was worth it. Haha. Any\nrecommendations would be greatly…",
  "data/reddit-books/r/booksuggestions/comments/mlrvn8/books_about_alternate_afterlives.json": "Years ago I read a fun book of short stories called Sum by David Eaglemen and\njust recently I finished The Midnight Library. Would love to read more like\nthese, where the afterlife isn't necessarily heaven or hell, but something weird\nand different.",
  "data/reddit-books/r/books/comments/mm4mfe/i_am_sb_divya_science_fiction_author_escape_pod.json": "I am an engineer turned author, with a BS in computational neuroscience from\nCaltech, and an MEng in signal processing from UCSD. I worked for nearly 20\nyears in the tech sector before becoming a writer.\n\nI'm a Hugo and Nebula Award nominated author and editor of science fiction. I've\npublished…",
  "data/reddit-books/r/books/comments/mm0ywe/one_flew_over_the_cuckoos_nest_is_brilliant_a.json": "Recently, I decided to read the book and watch the film and I’m extremely\npleased that I did. I’m having a blast coming up with my own interpretations of\nit and reading others’ online.\n\nThe book was great, Kesey did a fantastic job with the characters and created\none of the best “villains” I’ve seen…",
  "data/reddit-books/r/books/comments/mlyukm/how_did_reading_goosebumps_in_your_childhood.json": "I recently read how a lot of parents are concerned and have protested against\ntheir kids reading Goosebumps as they think it's too violent and horrific for\nkids. I wanted to know how anyone who grew up reading Goosebumps thinks if it\naffected them in any certain way.\n\nMy school had a well equipped…",
  "data/reddit-books/r/books/comments/mm863u/just_finished_reading_coraline_by_neil_gaiman.json": "Having been a fan of the film for a long time, I was amazed when I realised it\nwas actually a book beforehand. I bought it straight away and just finished\nit—it’s quite small so it only took me two days on top of regularly scheduled\nlife activity.\n\nThe writing felt a little blunt and nondescript at…",
  "data/reddit-books/r/booksuggestions/comments/mmq014/books_that_show_people_were_just_as_smart.json": "I'm 18 years old, grew up with a lot of technology thinking society is more\nintelligent than ever. Every once in a while I stumbled upon some animations of\nsome very clever construction methods used hundreds or thousands of years ago,\nor they figured out the motion of stars to a very precise degree…",
  "data/reddit-books/r/books/comments/mmaejf/if_there_is_one_book_to_have_a_physical_copy_of.json": "I know it's kinda cheating since it's a collection of stories and parables\nrather than one singular \"book\", but it's all in one book so it works.\n\nAnd that's what makes it so special and why it's nice to have a physical copy. I\nremember taking this book with me when i went traveling for some months…",
  "data/reddit-books/r/books/comments/mn3d7m/pratchetts_nights_watch_is_a_surprisingly.json": "I'd never read this book in the series before, despite it being the first book\nabout some of one of my most beloved diskworld characters, but here we are. And\njumping back and forth between it and UK and US news, it's striking to me how\nrelevant the social commentary is. Without wanting to spoil…",
  "data/reddit-books/r/books/comments/mncbq9/what_food_or_drink_did_you_try_because_of_a_book.json": "Without thinking too hard, I, for example, made blancmange because of Little\nWomen (and I discovered that i don't love it). I also ordered a pink gin (bitter\n+ gin) once in a cocktail bar, because of a Martin Amis' book.\n\nThere are also some things that I'm curious about, but I've never tried…",
  "data/reddit-books/r/books/comments/mndswu/have_you_ever_noticed_that_there_is_always_at.json": "This is just something funny I realized yesterday when I went to my local\nGoodwill. I came across 3 Twilight books and realized that not only did I always\nsee Twilight books at every thrift shop I go to, but they were always the same\nones: Twilight, Eclipse, and Breaking Dawn (rarely ever see New…",
  "data/reddit-books/r/booksuggestions/comments/mno0xs/historical_fiction_about_lesser_known_events.json": "I’m a little burnt out from WWII and Tudor England historical fiction. Just\nfinished Salt to the Sea and enjoyed it! Thank you!",
  "data/reddit-books/r/books/comments/mnmwty/i_completed_my_reading_goal_for_the_year.json": "My New Years resolution this year was to read more. I landed on the goal of\nreading 12 books in 2021 and to my surprise I completely crushed it. My love of\nreading has been rekindled thanks to this sub and others like it. Erin\nMorgenstern kicked off my year with “The Starless Sea” and I was…",
  "data/reddit-books/r/books/comments/mnn83p/audiobooks_have_saved_me_when_i_couldnt_muster_up.json": "I'm going through a rough patch in my life. I'm not able to sit in one place and\nread a book anymore. I'm always twitching and reaching for my phone every 5\nminutes. Reading had become an unenjoyable chore. So I stopped reading entirely.\nThen one day I came across a trailer forNeil Gaiman's The…",
  "data/reddit-books/r/books/comments/mnvajo/have_yall_ever_discovered_the_book_you_were.json": "Had no pull to any kind of book this week so I randomly selected one from my\nfantasy section in the library. Within 50 pages, I knew this wasn’t the book for\nme but I’m continuing to read for two reasons, the “naughty” scenes and to watch\nthe train wreck that I can’t look away from. Have y’all ever…",
  "data/reddit-books/r/books/comments/mnw6bv/atticus_on_race.json": "Late in To Kill a Mockingbird, when discussing juries and the Tom Robinson case\nwith his kids, Atticus Finch says something that ALWAYS haunts me:\n\n\"As you grow older, you’ll see white men cheat black men every day of your life,\nbut let me tell you something and don’t you forget it—whenever a white…"
}