{
  "data/reddit-know/r/YouShouldKnow/comments/obf8gi/ysk_pesticides_that_are_safe_for_honeybees_are.json": "Honey bees in fact aren't the most prolific pollinators, even among bees. In\nfact, if you live in the US, they are actually not a native species, but a\ndomesticated one, like a pig or cow. Although there are pesticides that are made\nsafer for honeybees, most will kill other pollinators, increasing…",
  "data/reddit-know/r/YouShouldKnow/comments/obhs1y/ysk_rating_anything_on_airbnb_below_4_is_a_death.json": "Why YSK: European cultures don't think 5/5 is \"everything was fine\".\n\nThis is not much of an issue in the US.\n\nBut many cultures in Europe rate things where 3 means \"everything was\nsatisfactory\" and 4 means something especially nice happened and 5 is reserved\nfor \"mind blown\" kind of things.\n\nNow,…",
  "data/reddit-know/r/YouShouldKnow/comments/obj4d8/ysk_the_popular_whats_a_potato_reddit_poststory.json": "Why YSK: Sorry if I burst anyone's bubble, but I see people post about how it's\na legendary story/meme on reddit and it irks me that's it's just basically\nripped from a sitcom and I think the site deserves the truth.\n\nRight here: https://youtu.be/OJAEaAom5FQ\n\n(the episode aired in 2014, a year…",
  "data/reddit-know/r/YouShouldKnow/comments/obqxzf/ysk_if_youre_having_trouble_falling_asleep_you.json": "Why YSK: If you’re lying in bed and struggling to either relax or fall asleep,\ntry unclenching your face. A lot of times I find my face is tensed up, and when\nI consciously think about relaxing my face I immediately feel relief and am able\nto fall asleep pretty easily.",
  "data/reddit-know/r/YouShouldKnow/comments/obnejk/ysk_the_official_website_for_nonfilers_to_sign_up.json": "Why YSK: Intuit, the terrible company that's behind this website and also\nlobbies hard to make tax filing more expensive and complicated, is also behind\nsetting up this new terrible website for non-filers to sign up for the Child Tax\nCredit. It's extremely user unfriendly!\n\nNon-filers are those who…",
  "data/reddit-know/r/YouShouldKnow/comments/oc5f8s/ysk_a_lot_of_pups_get_anxiety_from_fireworks_and.json": "Why YSK: My little guy can't stand the fourth of July, poor little dude gets all\nshaky and whiny every year, talked to the vet today and looking into getting him\nsome medications, or a thundershirt, and of course lots of love.\n\nHas anyone ever tried Dutch? [https://dutchforpets.com/anxiety…"
}