{
  "data/reddit-changemyview/r/changemyview/comments/obdava/cmv_inserting_nonwhite_characters_into_stories.json": "I saw a clip from frozen 2 recently and noticed a pretty significant number of\nnon white characters, to my surprise. I don’t understand the logic these\nadditions. Frozen is set hundreds of years ago In Scandinavia. Is it just\nshallow attempts at diversity?\n\nMy favorite show of all time is Avatar:…",
  "data/reddit-changemyview/r/changemyview/comments/obbfc0/cmv_it_is_socially_acceptable_to_make_fun_of.json": "Title could have been worded better. I’m not saying it ‘should’ be socially\nacceptable, I’m saying that I believe it is currently (subconsciously) accepted,\nand it shouldn’t be. I’m asking you to convince me that it is not socially\naccepted.\n\nBefore anyone misinterprets this, this does not mean that…",
  "data/reddit-changemyview/r/changemyview/comments/obfpgz/cmv_social_media_is_toxic_to_society.json": "It may seem ironic for me to decry social media on a social media site, but I\nthink it's appropriate --\n\nIn my opinion, social media has been a horrific accelerator of humankind's worst\ntendecies, and is toxifying our society.\n\nChronic judgments, superficial lies, and echo chambers of misinformation…",
  "data/reddit-changemyview/r/changemyview/comments/obh4kl/cmv_piracy_can_be_justified.json": "So, yes i think piracy can be justified for various reason.\n\nFirst of all, if a person has the money to legally pay for a service (movies,\nanimes, games etc) and they don't do it because they think entertainment should\nbe free, yes, then piracy can't be justified.\n\nAlso i think pirating services…",
  "data/reddit-changemyview/r/changemyview/comments/obe27y/cmv_the_less_you_focus_on_things_out_of_your.json": "For some people they worry about sports or romantic relationships. People waste\na lot of energy hoping their favorite sports teams win the big title or that\ncute someone likes them back when it is almost always outside of their control\nof what happens there.\n\nFor me, it's the stock market, politics,…",
  "data/reddit-changemyview/r/changemyview/comments/objxpa/cmv_bidens_claim_that_you_would_need_f15s_and.json": "View is related to this statement:\n\nhttps://youtu.be/SHLHkmWoYDU\n\nRationale:\n\nAmerica pretty much lost the Iraq war. Sure they got rid of Saddam, but they\ndidnt subdue the militant Islamists and ex-Iraqi army militias at all. Once they\nleft Isis had the strength to not only conquer large swathes of…",
  "data/reddit-changemyview/r/changemyview/comments/obldx3/cmv_in_a_layman_conversation_nitpicking_on.json": "Whatever your expertise, I'm sure you've had this experience. Someone correcting\na psychologist on an inaccurate use of a term like \"fetish\". Correcting people\ndoing an economics PhD on \"you can't say free because nothing is free\". A\nphysicist on the usage of \"weight\", and so on. Or a personal…",
  "data/reddit-changemyview/r/changemyview/comments/obp7da/cmv_woman_who_demand_both_equality_and_chivalry.json": "Now to star I want to clarify what I mean by chivalry. I dont mean treating\npeople with respect or holding the door open, those are just traits of a decent\nhuman. What I mean is the man asking the woman out , having to plan the date,\npay for it and any further other(since she will hold it againts…",
  "data/reddit-changemyview/r/changemyview/comments/obwn05/cmv_adult_programs_and_songs_shouldnt_be_censored.json": "Corporations shouldn't have to parent your child. You are their parent and it is\nyour responsibility to raise them. If you don't want your kids to see or hear a\nprogramming then that should be on you. When I hear a song on the radio with 50\ndifferent little distorted parts it makes me laugh. If it's…",
  "data/reddit-changemyview/r/changemyview/comments/obwzwl/cmv_the_line_should_be_drawn_at_theythem.json": "I Was looking at Instagram the other day and someone im following posted on\ntheir story a post containing multiple slides with pronouns I have never heard\nof before, I swear one of them was viv/vov and one was xe/xer. I see 0 reason\nwhy we need to have these in our society and what benefit they…",
  "data/reddit-changemyview/r/changemyview/comments/obt46b/cmv_in_breaking_bad_there_are_some_serious_meth.json": "1.) They are making 200 pounds of meth a week for 3 months. (source: The show)\n\n2.) The meth sells at $40 an ounce. (Source:\n\nJessie keeps saying, \"He's selling at 40 a pound\". I see 3 possibilities for\nthis:\n\nA.) He mean $40 a pound. For all the risk they are taking to make Meth, that\nseems like…",
  "data/reddit-changemyview/r/changemyview/comments/oc1c0n/cmv_a_person_should_not_be_able_to_be_charged.json": "When I was in college a roommate went out drinking one night, got in an\narguement with someone in the bar, and decided to leave. He realized that he had\nhad too much to drink, so he called a ride. It was mid August and super hot\noutside, so while he was waiting on his ride he sat in in his truck and…",
  "data/reddit-changemyview/r/changemyview/comments/obywd5/cmv_certain_hairstyles_do_not_belong_to_certain.json": "I've seen POC getting upset on youtube/tiktok for a white person wearing a\nhairstyle that they believe should only be worn by their culture and I dont\nreally understand it.\n\nI was watching a YouTube video of a European women showing how to do a\nNordic/Viking style braid. She braided two cornrows…",
  "data/reddit-changemyview/r/changemyview/comments/oc1guc/cmv_people_should_not_have_received_their_drivers.json": "This is happening in the United States. I know multiple people who got their\ndriver's licenses without taking their road test. This was a ridiculous choice\nthe government made during the pandemic. Yes, it would have sucked for people\nwho couldn't get their licenses right away, but for the safety of…",
  "data/reddit-changemyview/r/changemyview/comments/oc4vkm/cmv_suicide_prevention_ralliessocial_media.json": "Full disclosure, have lost a few friends to suicide, one of which still cuts me\ndeep to this day... it is the driving force behind my view. People made\nT-shirts, had a 5k run, put up social media posts about suicide prevention and\nstuff like that. Who the hell is this helping? If someone is…",
  "data/reddit-changemyview/r/changemyview/comments/ocacpo/cmv_field_sobriety_tests_should_not_be_up_to_the.json": "I understand that someone can be intoxicated on something other than alcohol, so\nI know why they're in place. However I do not like that an officer with no\ntraining gets to decide to actually charge you with the crime, I believe at most\na driver should be taken to the drunk tank and then released…"
}