{
  "data/reddit-changemyview/r/changemyview/comments/luzz0o/cmv_first_dates_should_go_dutch_on_the_bill.json": "Honestly after years of first dates where I was either willing, left, abandoned\nor expected to pay for the first date be it drinks or lunch or dinner, I’m a\nfirm believer in going Dutch (splitting the bill) for the first and sometimes\nthe second date. I have had a woman just eat dinner, order three…",
  "data/reddit-changemyview/r/changemyview/comments/luz0p4/cmv_if_you_have_severe_mental_illness_you_should.json": "Before anyone accuses me of promoting eugenics let me state that this is\nactually a personal matter to me. I have ADHD, panic disorder, ocd and\ndepression. At least 3 of those were directly inherited from my father's side.\nSure, I have had some great achievements in my life, some great talents…",
  "data/reddit-changemyview/r/changemyview/comments/luysh4/cmv_i_would_be_offended_if_someone_did_not_assume.json": "It is of my belief that humans are naturally going to look at a person and\nsubconsciously determine that they are either male or female based on physical\ncharacteristics.\n\nHumans are sexually dimorphic and with the exception of intersex individuals,\nthe majority of people exhibit physical traits…",
  "data/reddit-changemyview/r/changemyview/comments/lv7wem/cmv_we_should_not_pierce_babys_ears_for_jewelry.json": "Have you ever been to the mall and heard an infant baby shrieking in pain\nbecause her parents paid someone to pierce her ear? I don’t understand why we do\nthis.\n\nSome say they do it to their baby because it looks pretty, and others say it’s\nfor cultural reasons. Either way, I believe it’s a…",
  "data/reddit-changemyview/r/changemyview/comments/lv362g/cmv_republicans_making_a_golden_idol_of_trump.json": "I watched this youtube video [https://www.youtube.com/watch?v=VvX3E_R8Y-Y&t=2s]\na couple of hours ago about the supposed \"prophecy\" that Trump was going to win\nthe reelection. Literally hundreds of respected prophets made this claim that\nTrump was going to be reelected because they said God himself…",
  "data/reddit-changemyview/r/changemyview/comments/lvb506/cmv_forced_circumcision_of_infants_or_any_person.json": "Circumcision of infants and children is genital mutilation and child abuse. It\nshould be made illegal, notwithstanding cultural and religious pressures.\nGenital mutilation of female children has been made illegal in many nations.\nMale children deserve the same legal protections.\n\n\"Male circumcision…",
  "data/reddit-changemyview/r/changemyview/comments/lvgnwd/cmv_single_parenthood_causes_socioeconomic.json": "Whether it be cultural or systemic reasons, single parenthood in my opinion is\nthe greatest factor for socioeconomic status. Single parenthood defined as, \"a\nsingle parent is a person who lives with a child or children and who does not\nhave a spouse or live-in partner.\"\n\nThe following link is data…",
  "data/reddit-changemyview/r/changemyview/comments/lvhhja/cmv_a_lot_of_leftist_issues_are_very_important.json": "This applies to a wide range of things I see discussed in today's talking points\nput forward by the left part of the political spectrum. To give some examples\nI'd mention gender issues, the ongoing controversy around good policing or race\nissues.\n\nMaybe my view of humankind is just way too…",
  "data/reddit-changemyview/r/changemyview/comments/lvfe12/cmv_you_are_either_for_raising_the_minimum_wage.json": "So, regardless of whether one supports the $15 Minimum Wage (I personally do for\nthe time we live in), it is fairly obvious that keeping it the same at $7.25 is\nat best ignorant or are playing the (small c) conservative position because they\nknow their real aim is unpopular.\n\nThose who support the…",
  "data/reddit-changemyview/r/changemyview/comments/lvjj73/cmv_if_a_man_doesnt_pay_his_ex_child_support_on.json": "When it comes to child support, a common issue seems to be that a minority of\nfathers don't pay it on time. This can have very bad consequences for the mother\nand child, especially when you account for the fact the mother may have to go\ninto debt to cover the expenses of the child and end up paying…",
  "data/reddit-changemyview/r/changemyview/comments/lvmi3v/cmv_most_outcomes_attributed_to_race_are_actually.json": "There are racial disparities (i.e., differences in average outcomes on the basis\nof race) on many outcomes of interest in American society from mortality to\nincarceration to police violence to education. It is common to attribute these\nto racism.\n\nMy view is that this is essentially never the…",
  "data/reddit-changemyview/r/changemyview/comments/lw3fpa/cmv_the_twoparty_political_system_is_broken.json": "Just for context I'm a Brit who has an interest in American politics.\n\n\n\nIn my opinion 2016 broke politics for both the US and the UK. When the liars and\ncheats won the Brexit vote over here and the manner of politics in which Trump\nwon it set a precedent that this version of extreme politics can be…",
  "data/reddit-changemyview/r/changemyview/comments/lw3l8n/cmvi_dont_trust_the_government_with_the_death.json": "I do think some people who are like war criminals who refuse to rehabilitate\ndeserve the death penalty but shouldn't get it. Here is why. I don't trust the\ngovernment, there are many problems with the government (from a US and UK\nstandpoint) like racism and being biased against poor folk. Which when…"
}