{
  "data/reddit-crypto/r/Bitcoin/comments/ko1wk3/i_bought_the_ath_in_2011_a_decade_of_hodling.json": "There have been a few other long-term HODLers sharing their stories recently and\nI've greatly enjoyed reading them and reminiscing about Bitcoin's past. Here's\nmy story - I hope it's as entertaining as the others.\n\n---\n\nEvery number between 0 cents and the current ATH has been, by definition,…",
  "data/reddit-crypto/r/Bitcoin/comments/ko46s5/better_late_than_never_just_bought_my_first_100.json": "Long-time lurker here, but I wanted to officially join the community with a\nposting. I know $100 is really small, however, it's all I can afford right now.\nI remember back when BTC was $350 a coin years ago, I almost bought in, and then\nagain a couple years back when it was ~7k, but decided against…",
  "data/reddit-crypto/r/Bitcoin/comments/ko4ae8/im_going_to_bed_call_me_when_we_get_to_30.json": "202-456-1414\n\nThanks.",
  "data/reddit-crypto/r/Bitcoin/comments/kob79c/my_bitcoin_story_beginning_in_late_2012.json": "Posting on a throwaway for obvious reasons.\n\nIn dollar terms, I’m almost a bitcoin millionaire. It feels good, but not\nbecause I can brag about the accumulated wealth, it’s more that the people who I\ntold to invest whatever money they could afford to lose, back in early 2013, all\ntold me I was an…",
  "data/reddit-crypto/r/Bitcoin/comments/kobrs1/my_friends_mocked_me_for_not_selling_at_1200.json": "I bought bitcoin. (A substantial amount) back in 2013 for $400. It ran up to\n$1200 before crashing down. I was mocked for not selling it. Today those bitcoin\nare worth $8 million. Note that I have sold a handful along the way and also\ncovered calls but I still own 70% of my holdings.",
  "data/reddit-crypto/r/CryptoCurrency/comments/ko7kpa/how_to_make_2021_your_best_year.json": "Here are 5 resolutions to make 2021 your best year.\n\n 1. Waste less time. Got Netflix? Cancel it. Facebook? Delete it. Twitter? Get\n    rid of it. Instagram? Stop it. Reddit? Skip it. Apart from the negative\n    influence a lot of these media have, it's often a horrible waste of time.\n    Americans…",
  "data/reddit-crypto/r/CryptoCurrency/comments/koghwh/how_i_went_from_hodling_almost_13_btc_to_15_btc.json": "https://preview.redd.it/f1ava51onr861.jpg?width=551&format=pjpg&auto=webp&s=10764d943c51d7d9a53aa76d363877e79bc4289d\n\nThe image above shows how much BTC I had in March, 2017. I had been buying BTC\nslowly starting in the fall of 2016, and I eventually accumulated almost 13 of\nthem. If I had just…",
  "data/reddit-crypto/r/Bitcoin/comments/kocdqb/is_your_guys_goal_also_to_just_hold_forever_and.json": "Some people say “when will you sell” or “at what price are you gonna get out.”\nFor me personally, I’m never gonna sell because the whole reason of getting into\nBitcoin is seeing it’s future long term adoption. There’s no reason to ever\nconvert it back to fiat. People seem to forget that you can…",
  "data/reddit-crypto/r/Bitcoin/comments/kob3q6/received_my_stimulus_direct_deposit_today_2400.json": "Edit : Thank you for all the upvotes and to the anonymous redditor for my first\ngold reward 😍😊 Happy New Year to all the hard core Crypto fans 🙌",
  "data/reddit-crypto/r/Bitcoin/comments/kojqbo/bitcoin_maximalism_has_won.json": "Let's not be delusional. I know that Bitcoin maxis are commonly ostracized as\ntoo toxic, but they have been right about everything.\n\n1) Bitcoin's dominance is at its early 2017 levels, and it keeps surging.\n\n2) Bitcoin Cash and Bitcoin SV are dead. Craig Wright and Jihan Wu are over.\n\n3) DeFi was a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/kojziw/i_just_think_its_funny.json": "that when XRP got delisted from some exchanges everyone in here loved it. And\nnow when their precious privacy coins start getting delisted all of a sudden\nthey are angry?\n\nI wouldn’t be suprised if Tether is up next. The SEC case with Ripple is\nimportant for every coin in the crypto space. We should…",
  "data/reddit-crypto/r/Bitcoin/comments/koi8lx/my_bitcoin_journey_from_2013_to_2021.json": "My bitcoin journey...so far…\n\nIn December 2012 a friend of mine gave me a single bitcoin as a gift. Bitcoin\nwas worth $13 at the time. My friend had done a little bit of bitcoin mining so\nhe had some from that.\n\nI briefly looked into bitcoin, very briefly, and I dismissed it as just another\nkind of…",
  "data/reddit-crypto/r/Bitcoin/comments/komnoq/just_invested_my_first_200_in_btc.json": "I've bought bitcoin in the past but immediately used it to purchase things. This\ntime I'm holding on. Excited to see where it takes me.\n\nEdit: I understand I've bought at a high. But the 200 to me is inconsequential\nright now and I just wanted to get started and 30k could be its low now if it\nclimbs…",
  "data/reddit-crypto/r/Bitcoin/comments/kowvek/the_i_just_became_a_millionaire_problem_should.json": "No!\n\nSome of us are becoming extremely wealthy because of Bitcoin. And many of us\ncame from poor or lower-middle-class backgrounds. The joy, the exuberant feeling\nwinning millions may lead you to make a severe mistake: You want to tell the\nworld. You want to post it to Facebook and Instagram. You…",
  "data/reddit-crypto/r/Bitcoin/comments/kp07cn/does_anybody_else_say_what_the_fuck_when_they.json": "To the fucking moon we go! Next stop after moon: Mars ?",
  "data/reddit-crypto/r/Bitcoin/comments/kosxbh/daily_discussion_january_02_2021.json": "Please utilize this sticky thread for all general Bitcoin discussions! If you\nsee posts on the front page or /r/Bitcoin/new which are better suited for this\ndaily discussion thread, please help out by directing the OP to this thread\ninstead. Thank you!\n\nIf you don't get an answer to your question,…",
  "data/reddit-crypto/r/Bitcoin/comments/kozj25/id_like_to_take_full_responsibility_for_the.json": "After buying back in 2018, I decided to sell in October 2020 once I made my\nmoney back after struggling for 2 years. Naturally, my sell has resulted in\nBitcoin going to ridiculous new highs.",
  "data/reddit-crypto/r/CryptoCurrency/comments/kowopj/happy_30k.json": "She surpassed 30K on high volume. What a legend.\n\nOne-third of the way towards 100K.\n\n2021 is the year of the bull EDIT: Ox in China, and also the year of the hodl in\ncrypto.\n\nWhen do you see the next retracement happening?\n\nIn the last halving it happened 2 and 4 months after the beginning of…",
  "data/reddit-crypto/r/Bitcoin/comments/koyhw3/i_am_happy_for_you_guys.json": "With everyone sharing their story, I just wanted to say that I am happy for all\nthe hodlers, traders, and everyone involved. I’ve believed in btc for years\n(still do) but due to this years economic downturn , I found myself living off\nof my btc and buying everything from food to car tires to get by.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/komapb/daily_discussion_january_2_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/Bitcoin/comments/kp0qx2/1_btc_now_equals_6600_chickens_i_dont_want_people.json": "(Assumes price of $5/chicken).\n\nAt 8 square feet per chicken, 6600 chickens would need 52,800 sq feet to be\nraised.\n\nThat's about half a Walmart.\n\nI've included American measurements for ease of understanding.",
  "data/reddit-crypto/r/Bitcoin/comments/kp3i09/i_sold_btc_for_my_mental_health.json": "I’m a freelancer with no health insurance so all my medical needs are paid out\nof pocket. I’ve been struggling mentally this year, along with most people, and\ntherapy just wasn’t in the budget. I’m happy to say that thanks to Bitcoin, I\ncan now afford therapy for the rest of the year.\n\nWe all joke…",
  "data/reddit-crypto/r/Bitcoin/comments/kp5ca0/i_sold_my_bitcoin_and_now_im_debt_free.json": "Will hope to buy later on after I get back on my feet!!",
  "data/reddit-crypto/r/Bitcoin/comments/kp6ox5/im_old_enough_to_remember_when_you_could_buy_an.json": "Those were the days.",
  "data/reddit-crypto/r/Bitcoin/comments/kp75t9/lets_hear_it_for_pineapplefund_the_user_that_gave.json": "I feel honoured to have witnessed his/her great acts of kindness back in 2017.\n\nThe word legend was reserved for selfless and benevolent people like Pine. You\ncan read more about this amazing story here:\nhttps://en.m.wikipedia.org/wiki/Pineapple_Fund\n\nI like to think he/her is still reading these…",
  "data/reddit-crypto/r/CryptoCurrency/comments/kp9lih/bitcoins_growth_looks_remarkably_similar_to_the.json": "This week’s Bitcoin performance reminded me of an article I published months\nago, which I think could invite to great discussions\n\nThe Nasdaq (proxy of the development of internet-based companies) in 1990s-2010s\nand the price of Bitcoin in 2016–2020 look almost…",
  "data/reddit-crypto/r/Bitcoin/comments/kp2rop/anyone_else_feel_bitcoin_is_their_only_shot.json": "Disabled vet here, who used to work in tech but my PTSD and TBI have all but\nmade it impossible to keep up with the field and eventually became fully\nunemployable at VA standards. I do part time jobs here and there as I can but\nit's not sustainable between MH and seizures.\n\nI have a teenager who I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/kp6s43/inside_a_pumpanddump_group_the_deception_the_con.json": "After FunFair (A coin that I legitimately held since 2017) received a massive\npump from $0.0042 to $0.0210, sending the moonshot bag I bought into the\nstratosphere, I looked on this Crypto sub and saw people saying it was a Pump\nand Dump. Curious, I followed the Discord link someone had provided to…",
  "data/reddit-crypto/r/Bitcoin/comments/kp7t4h/dont_wait_for_the_dip.json": "There was a dip. 6%. About two hours ago.\n\nI don't want to hear anybody whining about \"waiting for the dip\" who didn't jump\non that one, or the 5% dip last week, or the 5% dip the week before that, or the\n5% dip the week before that. What, is 5% not enough of a discount for you? It's\nnot like the…",
  "data/reddit-crypto/r/Bitcoin/comments/kpee2u/34k_btc_new_all_time_high.json": "Welcome $34k. Next up $35k. HAPPY BIRTHDAY BITCOIN!",
  "data/reddit-crypto/r/Bitcoin/comments/kozxhw/anyone_else_using_bitcoin_as_a_store_of_wealth_as.json": "Disclaimer: Not an economist. But, I've done some research on the current\nfinancial environment of the US dollar and the economy, and we are definitely in\nuncharted territory. Over 20% of all USD was printed last year, and a lot of it\nwent to buying stocks through quantitative easement.\n\nIn this…",
  "data/reddit-crypto/r/Bitcoin/comments/kpbxyu/so_uh_what_should_the_subreddit_do_with_its_400k.json": "As the side bar notes, we have over 12 unspent Bitcoin gathered for advertising\nBitcoin.\n\nAssuming none of the mods have run off with it yet, any ideas what we should do\nwith the money?\n\nhttps://www.reddit.com/r/Bitcoin/wiki/ad_fund",
  "data/reddit-crypto/r/Bitcoin/comments/kpi6pa/i_just_sold.json": "I'm up more than 110x so I just sold a chunk and used it to pay off my mortgage.\nI now own 100% of my own apartment and am completely debt free, thanks to a\nrather small bitcoin investment 7 years ago. Even if Bitcoin were to crash down\nto zero, my life is going to be so much easier now that I…",
  "data/reddit-crypto/r/Bitcoin/comments/kp691a/psa_do_not_give_your_bitcoins_to_the.json": "Even if we get a 50% correction, the millionaires and billionaires will be\nbuying up your Bitcoins during that time if you sell. Hodl and never sell!",
  "data/reddit-crypto/r/Bitcoin/comments/kpc3vx/satoshi_nakamoto_is_now_the_44th_richest_person.json": "He hasn't touched any of it. Bless him for his creation. (ranking subject to\nprice)",
  "data/reddit-crypto/r/CryptoCurrency/comments/kpkw9h/the_man_who_received_the_first_btc_transaction.json": "I would love to see the satifisfying smile on Hal Finney’s face as „his“ Bitcoin\nis paving its way to become an accredited and established financial network as\nwell as storage of wealth.\n\nDear Hal, your Bitcoin just cracked the $34k barrier! You and your friends have\nkicked off a fukcing revolution…",
  "data/reddit-crypto/r/CryptoCurrency/comments/kp90bz/daily_discussion_january_3_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/Bitcoin/comments/kpipyd/lost_my_job_in_september_last_night_i_earned_8000.json": "Thanks, Bitcoin!\n\nAt this rate, I don't know if I'll ever need to work again. I hope not lol",
  "data/reddit-crypto/r/Bitcoin/comments/kperld/were_not_going_to_the_moon_and_were_not_going_to.json": "Strap in lads, cause we’re going to Alpha Fucking Centauri",
  "data/reddit-crypto/r/Bitcoin/comments/kpn52b/ive_done_my_research_and_its_just_simply_too_risky.json": "It's too risky holding fiat currency that the government can print to infinity.\nAll in.",
  "data/reddit-crypto/r/Bitcoin/comments/kph77k/happy_birthday_bitcoin.json": "3 January 2009, the BTC network came into existence.\n\nThe genesis block of bitcoin (block number 0) had a reward of 50 bitcoins.\nEmbedded in the coinbase of this block was the text: The Times 03/Jan/2009\nChancellor on brink of second bailout for banks. 🚀🚀🚀🚀🚀🚀🚀",
  "data/reddit-crypto/r/Bitcoin/comments/kpikx0/in_2016_i_made_about_24_in_a_bitcoin_casino_and.json": "It is now worth almost $2,000 and I plan to buy a new laptop with it.\n\nTook a screenshot below.\n\nhttps://ibb.co/Vwb7GNV",
  "data/reddit-crypto/r/CryptoCurrency/comments/kpv4r6/my_dad_believed_in_bitcoin_more_than_i_did.json": "He passed in March of last year. We had talked about Bitcoin and some other\ncryptos quite a bit in the few years prior to that.\n\nKnowing his time was near, one of the last things that he said to me was that he\nfelt strongly that he believed Bitcoin would be the key to financial freedom for\nme.\n\nIt…",
  "data/reddit-crypto/r/Bitcoin/comments/kpmw5y/40_months_of_stacking_sats_this_is_my_get_rich.json": "Been stacking sats since October 2017. I buy every month with the salary I get.\nSome frugality involved and I manage to stack with 500€ every month. Granted its\na small one time purchase but when done constantly for 3+ years it adds up\nbeautifully. Right now its the first time ever i can say having…",
  "data/reddit-crypto/r/Bitcoin/comments/kppkff/this_very_minute_on_this_day_in_2009_the_genesis.json": "Happy birthday bitcoin thanks for the insane gains :)",
  "data/reddit-crypto/r/Bitcoin/comments/kpsbel/why_im_not_selling.json": "15-20% cap gains tax is absolutely absurd.\n\nI mined my holdings in 2014/15, and because i technically never purchased them,\ni never reported them on my taxes. According to a couple opinions from tax\naccountants, because I never reported it, if I were to sell it would always be\nat max cap gains tax…",
  "data/reddit-crypto/r/Bitcoin/comments/kpveev/unpopular_opinion_the_im_selling_joke_posts_are.json": "All these low effort “had me in the first half” posts are becoming more frequent\nand is really starting to flood the sub with unnecessary posts.\n\nI understand the memes, sure, but I seems like everyday there is a top post\nsaying “I just sold... my fiat” “Now is the time of to get out... and buy…",
  "data/reddit-crypto/r/CryptoCurrency/comments/kprfw8/why_is_nano_so_polarizing.json": "I only dabble in any cryptocurrency. I have a small amount of BTC and a small\namount of NANO. I invest for fun not ever expecting to make any life-changing\nmoney. I’m not trying to shill anything just curious. NANO seems to be wildly\npolarizing; people either love it or hate it. This leads me to…"
}