{
  "data/reddit-know/r/YouShouldKnow/comments/lvlgwy/ysk_just_because_someone_is_related_to_you_does.json": "Why YSK: Don't blame the person for going no contact or leaving a family member.\nYou don't know what they went through. And don't tell them to reconsider, odds\nare good that they have tried to make things work. Leaving/going no contact is\nusually a last resort.",
  "data/reddit-know/r/YouShouldKnow/comments/lvnhqj/ysk_when_you_submit_a_negative_survey_for.json": "Why YSK: I was a Manager in the Customer Service/E-Commerce industry for over a\ndecade, companies will almost always blame the low-level employees for a\nnegative survey, even if the customer is upset about things completely out of an\nagent's control.\n\nIf you've got an issue with the company or their…",
  "data/reddit-know/r/YouShouldKnow/comments/lvrpgx/ysk_if_your_headlights_are_illuminating_any.json": "Why YSK: I think people simply may not realize when they’re blinding other\ndrivers. If you can tell that your lights are lighting any of their mirrors,\nthis means the driver is blinded, and it could make it extremely hard for them\nto see (especially the side mirrors that don’t have a tinted mode).…",
  "data/reddit-know/r/YouShouldKnow/comments/lw3ajl/ysk_if_you_know_that_someone_doesnt_celebrate_a.json": "Why YSK: There are many reasons someone may choose to not participate in a\nspecific celebration (religious reasons, conscientious, personal choice, etc).\nThat is a decision they have made and asked you to respect. You may have good\nintentions and don't want them to feel left out, but it's that…",
  "data/reddit-know/r/YouShouldKnow/comments/lw90hg/ysk_the_microwave_isnt_ruining_your_food_you.json": "Why YSK: If you’re wondering why your food is always coming out of the microwave\nrubbery, tough, and otherwise gross, it’s probably because you reheated your\nfood improperly.\n\nThe “time cook” and “power level” settings are your best friend. If reheating\nsomething that you don’t want to ruin (like a…",
  "data/reddit-know/r/YouShouldKnow/comments/lw060c/ysk_when_someone_is_talking_about_their_problems.json": "Why YSK: Because it's such a simple rule and SO many people need to follow this."
}