{
  "data/reddit-ask/r/AskHistorians/comments/luy7ih/in_1767_marie_thérèse_louise_of_savoy_was_married.json": "Per her wikipedia page, the Princesse de Lamballe was married by proxy at age 17\nto a great grandson of the sun king. The wedding was followed by a bedding\nceremony, but Wikipedia doesn't say how that worked with the bride and groom in\ndifferent places.\n\nWhat would that ceremony have looked like?…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lv5w0f/does_anyone_feel_anxious_nervous_or_scared_when.json": "I always have this moment where I think I'm gonna be delivered some really bad\nnews and something horrible has happened.\n\nMost of the time it's not anything to worry about and usually harmless stuff.",
  "data/reddit-ask/r/askscience/comments/lv07ro/why_is_it_that_when_a_person_gets_kidney_stones.json": "From what I understand, those who got kidney stones have a high chance of\ngetting it again. Is there a difference in the risk of getting stones before\nthat person got the stone?",
  "data/reddit-ask/r/askscience/comments/luzqo9/are_there_any_animals_that_migrate_south_for_the.json": "I mean northern hemisphere animals - do any seek out extremes of temperature\nlike this?",
  "data/reddit-ask/r/AskHistorians/comments/lv7y77/is_the_aryan_invasion_in_india_true.json": "In India, while learning about the Harappan civilisation, we are taught that the\ncivilisation's downfall was caused by the invasion of the Aryans, who originated\nfrom regions near the Caspian Sea. We also learn that they brought in new\nmaterials and objects like books, horses, chariots and so in to…",
  "data/reddit-ask/r/AskHistorians/comments/lv83s2/would_an_arabic_speaker_from_today_be_able_to_at.json": "My logic is because the Qu'ran is still written in the same way it was\noriginally at around 700AD an Arabic speaker from today should be able to at\nleast have a limited conversation with someone from the past.",
  "data/reddit-ask/r/askscience/comments/lv5xz0/does_nuclear_fusion_happen_in_the_corona.json": "In college I learned that in order for nuclear fusion to start happening you\nneed the energy of your electrons to be high enough to overcome the Coulomb\npotential, so that they can interact with the nucleus of atoms. The equation\n(3/2)nkT = e2 /r gives a temperature of ~1010 K, but taking into…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lvgmfu/why_does_it_feel_like_there_is_such_a_lack_of.json": "This is definitely something that’s been on my mind for years now. I can say\nthat I am less ignorant on the subject of race than I was in 2010, but, this\nparticular set of thoughts always bother me.\n\nFor starters, I think I should say I’m a very anxious person with severe social\nanxiety, I live in a…"
}