{
  "data/reddit-stocks/r/Bogleheads/comments/pyz0xq/past_performance_is_no_guarantee_of_future.json": "So it seems that the general rule here is to invest in VT or have some sort of\nallocation of VTI and VXUS, but this is based on the premise that international\nstocks will rival US stocks “in the future”, so my question is, what have you\nconvinced enough as to make close to an all in investment in…",
  "data/reddit-stocks/r/investing/comments/pz3xqb/are_safe_long_term_investments_like_spy_as_safe.json": "To be absolutely clear, I'm not talking about the recent, day to day drama, or\neven the year to year drama of debt ceilings, and shutdowns. I'm not even\ntalking about black swan events like covid or 9/11. I'm not even talking about\nmassive events like the 2008 crash. What I'm asking is: is there a…",
  "data/reddit-stocks/r/wallstreetbets/comments/pyzpp1/the_2nd_largest_economy_on_earth_is_shitting_the.json": "2/3rds of China is experiencing extensive blackouts.\n\nThe driving force is a lack of quality coal because they hate Australia layered\non top of a central controlled electricity price and a market price for local\ncoal. It costs more to make power than they get from selling it. The other issue\nis the…",
  "data/reddit-stocks/r/stocks/comments/pz8tjh/redditors_are_right_about_the_unfairness_of_the.json": "https://www.bloomberg.com/opinion/articles/2021-10-01/ordinary-investors-don-t-get-a-fair-shot-when-the-powerful-flout-the-rules\n\nA rallying cry of the day traders that hang out in Reddit Inc.’s stock market\nforums is that only by joining forces can they prosper in an environment\ninherently hostile…",
  "data/reddit-stocks/r/stocks/comments/pz8v7p/so_how_much_did_you_lose_in_september.json": "I swear I don’t need sex anymore I have been getting screwed daily by the stock\nmarket. I lost 3500, a 5% of my portfolio (I’m still holding strong though).\n\nHow about you guys? Misery does love company so I would love hearing how much\nyou lost last month alone.\n\nIf you happened to win, share it…",
  "data/reddit-stocks/r/stocks/comments/pyx2gr/quality_stocks_at_a_discount.json": "I need some ideas. I want to take advantage of this dip and I would like your\nopinions on which stocks are good buys right now.\n\nI'm not looking for super risky stocks. I'm just looking for quality stocks that\nstill have room for growth and are at a discount right now.",
  "data/reddit-stocks/r/Bogleheads/comments/pz8nx0/should_brokers_pay_us_for_the_privilege_of.json": "Did the race to the bottom end with $0 commission on trades and 0% expense\nratios for funds like FNILX? Or is there further to go? Should your broker\nautomatically pay YOU a part of what they make by lending your securities? What\nabout the money some brokers make for order flow? Do you think expense…",
  "data/reddit-stocks/r/investing/comments/pzf8tt/coinbase_hacked_funds_from_least_6000_customers.json": "Coinbase customers affected recieved this email this morning:\n\n> Unfortunately, between March and May 20, 2021, you were a victim of a\n> third-party campaign to gain unauthorized access to the accounts of Coinbase\n> customers and move customer funds off the Coinbase platform. At least 6,000\n>…",
  "data/reddit-stocks/r/stocks/comments/pzfjqc/just_sold_half_of_my_holdings_in_tsla.json": "  After months of weighing options I decided this was the best move for my family.\n\n  I've been in TSLA since 2015 when I decided to invest as a single mother,  and never sold even when times were hard. TSLA ended up being a huge blessing for me and my son over the years!\n\n    I made it through work…",
  "data/reddit-stocks/r/investing/comments/pzga0j/bloomberg_claims_new_research_shows_insider.json": "Full article here.\n[https://www.bloomberg.com/news/features/2021-09-29/is-stock-market-rigged-insider-trading-by-executives-is-pervasive-critics-say]\n\nGems include:\n\n\"In 2008 a group of quants from Citigroup Inc. published a paper that found a\nportfolio mirroring insiders’ trades could yield an…",
  "data/reddit-stocks/r/stocks/comments/pzf6af/coinbase_hacked_funds_from_least_6000_customers.json": "Coinbase customers affected recieved this email this morning:\n\n> Unfortunately, between March and May 20, 2021, you were a victim of a\n> third-party campaign to gain unauthorized access to the accounts of Coinbase\n> customers and move customer funds off the Coinbase platform. At least 6,000\n>…",
  "data/reddit-stocks/r/stocks/comments/pzgxdo/here_is_a_market_recap_for_today_friday_october_1.json": "PsychoMarket Recap - Friday, October 1, 2021\n\nHappy spooky season Psychos! Stocks advanced today, reversing hard in the\nmorning to the upside, though all three major indexes closed out the week\nnegative once again. The S&P 500 (SPY) closed 1.19% higher but finished the week\n-1.86% down. The Nasdaq…",
  "data/reddit-stocks/r/Bogleheads/comments/pz5ar3/having_more_doubts_on_investing_in_vxusanyone_else.json": "I know that I might sound like a stupid performance chaser/market timer, etc but\nI just cannot see any merits on buying & holding VXUS any longer... (I'm\ncurrently at about 20% VXUS + 80% VTI asset allocation)\n\n\n\nThis is because I feel like the stock market is just getting to be more…",
  "data/reddit-stocks/r/stocks/comments/pzgvep/what_stock_market_tips_advice_do_you_hate_hearing.json": "For me it's \"you can't lose if you don't sell\" as if companies can't go\nbankrupt. Or stocks can't stay low forever. All it does is trick new investors\ninto thinking there's some law that says all stock must go back to their all\ntime high. How is bag holding a stock for 10 years instead of moving…",
  "data/reddit-stocks/r/Bogleheads/comments/pzpdg9/vanguard_cost_basis_nightmare.json": "After lurking in this thread for years, I decided to transfer my 6-figure\nBetterment Taxable account to Vanguard in-kind. I called Vanguard several times\nupfront to confirm the steps in the process and exact details I’d need to\nrequest.\n\nAfter obtaining a medallion signature and submitting all the…",
  "data/reddit-stocks/r/investing/comments/pzilx7/rivian_electric_vehicle_maker_backed_by_amazon.json": "Here is the S-1 filed with the SEC:\n\nhttps://www.sec.gov/Archives/edgar/data/1874178/000119312521289903/d157488ds1.htm\n\nRivian Automotive, a company developing electric vehicles, including commercial\ndelivery vans for Amazon, filed for an initial public offering on Friday. The\ncompany aims to trade…",
  "data/reddit-stocks/r/stocks/comments/pzd4ni/all_film_and_tv_production_is_likely_to_freeze.json": "TL;DR: IATSE, the union representing most below-the-line film workers, has\nstarted voting on a strike authorization and—as someone who works in the\nindustry—I'm certain it's going to pass. In all likelihood, we'll see all\nUS-based TV and film shoots come to a screeching halt in October. My thesis…",
  "data/reddit-stocks/r/stocks/comments/pzk05h/rising_bond_yields_what_they_mean_and_how_to_play.json": "TL;DR: Rising bond yields means investors should rotate from growth to value.\nAvoid ARK ETFs at all costs, they have underperformed for a reason. We have yet\nto see capitulation.\n\n\n\nI'm sure you've all seen the headlines over the past week or so about rising\nbond yields, and I'm honestly surprised…",
  "data/reddit-stocks/r/stocks/comments/pzymm1/september_is_over_lets_all_throw_a_party.json": "September, the worst month of the year for investing is over, so let's all throw\na party. Some analysts consider that the negative effect on markets in September\nis attributable to seasonal behavioral bias as investors change their portfolios\nat the end of summer to cash in their profits.\n\nAnother…",
  "data/reddit-stocks/r/stocks/comments/pzp1zt/up_12000_on_a_low_volume_stock_now_what.json": "Hello, I own shares in a company that went public earlier this year, about 5x\nthe average daily volume. I earned the shares as an early employee of the\ncompany through a warrant program, and I’m now up +12,000.00%. I am no longer\nemployed at the company, and don’t need the money right away, but the…",
  "data/reddit-stocks/r/stocks/comments/pzzf53/tesla_delivers_241300_cars_in_q3_2021.json": "Tesla has bucked the wider trend of declining sales brought on by the global\nchip shortage in the third quarter this year, as it sold 241,300 cars — a total\nof 102,000 more vehicles than the same quarter last year. It’s the most Tesla\nhas ever sold in a quarter (and for some added perspective, the…",
  "data/reddit-stocks/r/stocks/comments/pziryo/how_to_perform_your_own_due_diligence.json": "Where do I start researching a company? I'm not sure where or what to look for,\nlike what information, how to interpret, and come to a conclusion. Are there any\nsites you recommend that give good information and updates on companies?\n\nWhat information should I be looking for? The history of the…",
  "data/reddit-stocks/r/stocks/comments/pzzg1v/what_im_seeing_with_supply_chain_disruptions_sep.json": "See my prior post for a primer on how I monitor supply-chain disruptions: How to\nmonitor the supply chain disruptions : stocks (reddit.com)\n[https://www.reddit.com/r/stocks/comments/prfsi4/how_to_monitor_the_supply_chain_disruptions/]\n\n\n\n1. What respondents are saying (ISM Manufacturing Index)\n\n *…",
  "data/reddit-stocks/r/stocks/comments/pzjkyw/wall_street_week_ahead_for_the_trading_week.json": "Good Friday evening to all of you here on r/stocks [/r/stocks]. I hope everyone\non this sub made out pretty nicely in the market this past week, and is ready\nfor the new trading week ahead.\n\nHere is everything you need to know to get you ready for the trading week\nbeginning October 4th,…",
  "data/reddit-stocks/r/investing/comments/q00eh1/why_does_it_seem_like_individuals_cant_give_out.json": "I’m looking into p2p lending in the United States, and every service I look into\nis only offering investment services to institutional investors. For example,\nprosper, lending club, and peerform don’t allow individual lenders. I understand\nthe risk involved and would still like to lend. It seems…",
  "data/reddit-stocks/r/investing/comments/pzu9e0/is_it_wise_to_cycle_an_espp.json": "My company offers an employee stock purchase plan which includes a discount on\neach purchase. You determine how much you want for the year, the company pulls\nsome money from each paycheck, and then purchases the stock quarterly. So our\nplan has been to put a good amount in to the program, sell…",
  "data/reddit-stocks/r/investing/comments/pzypdq/66_higher_gas_prices_for_the_new_quarter_to_come.json": "Maybe a good play with rising Ukraine Gas prices:\n\nKUB (CAD) / TPNEF (USD) looks even better with Ukraine Gas prices rising to\n18,000 MCM (valuta is UAH). 18,000 MCM in September (Cubic Meters, Before\nVAT/Taxes) according to the table on the website and last quarter was an average\nof $6.50 MCF…",
  "data/reddit-stocks/r/Bogleheads/comments/q06yci/a_boglehead_counterpoint_to_buying_the_current_dip.json": "Every day the market goes down the past week or two, I see more and more people\nsaying \"I'm buying the dip!\" and \"stocks are on sale!\"\n\nBut...why weren't you saying stocks were on sale in late June and mid July,\nbarely 3 months ago when stocks were exactly the same price as they are today?\nBarring…",
  "data/reddit-stocks/r/stocks/comments/pzvrqu/making_a_shortmedium_term_bull_case_based_on.json": "Hello traders!\n\nI am a swing trader by default and use technical analysis for all my decisions.\nSwing trading means my horizon is between days and weeks/a few months.\n\nWhat I want to do with this post is to make a case for a short-/medium term\nbottom purely based on TA.\n\nI understand that there are…",
  "data/reddit-stocks/r/stocks/comments/q06f4p/falling_knives_club.json": "Have you recently joined the Falling Knives Club? I sure have, lol... Recent\npurchases: FB, QCOM, ASML, JD, PDD\n\nAll dropped pretty dramatically just days after acquiring. Shiznit happens. It\nsucks when you buy a stock one week too early.",
  "data/reddit-stocks/r/stocks/comments/q0gkvr/i_wonder_is_baba_going_to_be_one_of_the_best_dip.json": "Look at the stock price. Exactly 12 months ago, it was ATH at $304 and its now\nat $144.20.\n\nIt shows no signs of stopping and I can't figure out where the support will\nactually be, but surely it's got to be a good opportunity when the freefall\nactually stops.\n\nYear on year profits have gone up,…",
  "data/reddit-stocks/r/stocks/comments/q0d3e8/cathie_wood_says_oil_demand_has_peaked.json": "https://www.google.com/amp/s/www.marketwatch.com/amp/story/crude-oil-prices-will-go-the-way-of-whale-oil-as-demand-has-peaked-says-arks-cathie-wood-11633095993\n\nWell, it’s quite obvious she’s bearish on oil. As someone who has been heavily\ninvested in her funds, EVs, solar and growth tech stocks, I…",
  "data/reddit-stocks/r/stocks/comments/q0emka/current_energy_crisis_renewables_vs_fossil_fuels.json": "There is a global energy crisis unfolding today. Energy prices worldwide have\nbeen soaring and its not even winter in the Northern Hemisphere yet. Globally,\nwe have been chasing renewable pipe dreams as if they will save the day. As\nCharif Souki said, “we are now seeing reality clash with our…",
  "data/reddit-stocks/r/investing/comments/q0cjxd/how_to_globally_diversify.json": "If one invests in foreign ETFs listed on the NYSE, or really any foreign company\ntraded on US markets, does one actually hold foreign investment, or will it\nsimply swing with US sentiment/money?\n\nIs there an advantage, other than perhaps currency insulation, of buying foreign\ncompanies through…",
  "data/reddit-stocks/r/Bogleheads/comments/q0js73/rent_and_invest_versus_buy_a_home_i_need.json": "Hey all.\n\nLong time Canadian Boglehead here and wanted a gut check on renting versus home\nownership. I've tried asking similar in personal finance or real-estate\nsub-Reddits and get a lot of very vocal replies like my \"not understanding\nleverage\" or \"buy now or get priced out forever.\" This is at…",
  "data/reddit-stocks/r/Bogleheads/comments/q0gqk8/cash_account_vs_margin_account.json": "Hello, I'm a rookie yet to start. I've been grasping\nhttps://www.investopedia.com/ask/answers/100314/whats-difference-between-cash-account-and-margin-account.asp\nand I'm unsure about which IBKR account type is best for me for investing in VT\nfor the long term. I haven't found direct mention of it…",
  "data/reddit-stocks/r/stocks/comments/q0jvd8/sofi_buy_or_die.json": "You guys take a look at SoFi? How do you feel about it? Looks like it has\neverything it needs to be a serious player in finance and with growth in\ncustomers I see a promising future. What do you all think?",
  "data/reddit-stocks/r/investing/comments/q0e5p8/daily_advice_thread_all_basic_help_or_advice.json": "If your question is \"I have $10,000, what do I do?\" or other \"advice for my\npersonal situation\" questions, you should include relevant information, such as\nthe following:\n\n * How old are you? What country do you live in?\n   \n * Are you employed/making income? How much?\n   \n * What are your…",
  "data/reddit-stocks/r/stocks/comments/q0ni84/possible_effects_from_pandora_leaks.json": "The Pandora Papers\n[https://www.icij.org/investigations/pandora-papers/alcogal-panama-latin-america-politicians/]\ncame out today, accusing many country leaders as well as even a US state (South\nDakota) of using offshore accounting havens to skirt taxes, conceal funds, or to\nlaunder money.\n\nOf the…",
  "data/reddit-stocks/r/stocks/comments/q0poeh/how_does_jim_cramer_still_have_a_job.json": "This guy gets on TV and makes bold stock predictions every day and is completely\nwrong almost every time. Then the next day plows ahead like yesterday never\nhappened and makes more predictions that are inevitably wrong.\n\nContradicts himself nonstop and most importantly has…",
  "data/reddit-stocks/r/investing/comments/q0qrd3/investing_in_china_outlook_in_the_short_term_or.json": "I know the popular notion on Investment in China, right now, is to \"stay out\" of\nChina.\n\nChina as a country has been an economical miracle in this century. They\nliterally created a prosperous middle class. They have created the world's\nsecond largest economy from third world.\n\nAccording to the Hurun…",
  "data/reddit-stocks/r/investing/comments/q0vl2a/evergrande_share_trading_halted_inhong_kong.json": "https://www.bloomberg.com/news/articles/2021-10-04/evergrande-property-management-unit-suspend-hong-kong-trading\n\n“Trading of China Evergrande Group shares was suspended in Hong Kong, along with\nthose of its property management unit, as the property giant contends with a\ndeepening cash crisis.\n\nNo…",
  "data/reddit-stocks/r/stocks/comments/q0vqh2/shares_of_china_evergrande_and_property_services.json": "\"HONG KONG, Oct 4 (Reuters) - Trading in shares of debt-laden China Evergrande\nwas suspended on Monday after it missed a key bond interest payment last week,\nits second offshore debt obligation in a week, with market watchers jittery as\nthe group’s troubles unravel.\n\nShares of its unit Evergrande…",
  "data/reddit-stocks/r/Bogleheads/comments/q0oz93/is_september_usually_a_bad_month_for_markets_i.json": "Past performance is not indicative of future returns.\n\nJust for fun, I visualized the past 20 years of September returns for VT, VTI,\nVXUS, VOO, and BND. Unsurprisingly, there wasn't much correlation to suggest\n\"September is always bad.\" Data comes from Capital IQ but you could find it from\nany…",
  "data/reddit-stocks/r/stocks/comments/q0gfv9/mat_mattel_is_trading_on_a_pullback_for_supply.json": "Observations:\n\n-$MAT is trading at a solid value right now right before Black Friday and the\nHoliday Shopping Season.\n\n-Supply Chain Fears is the likely reason for the lack of confidence in MAT\n\n-$MAT has more than enough inventory to get them through the holiday…",
  "data/reddit-stocks/r/wallstreetbets/comments/q0rzf9/how_are_you_people_able_to_shrug_off_margin_calls.json": "Seriously some of the things I see here... Are you actually all able to take\nthese heavy losses and margin calls? Or are you in trouble?\n\nAnd what do your relatives and spouses and children say of it?\n\nI mean I would write a \"sorry\" note to my wife and kids and state that they have\nto refuse the…",
  "data/reddit-stocks/r/Bogleheads/comments/q0v2ih/best_way_to_maximize_saving_for_a_down_payment.json": "Long time lurker in this subreddit. My wife (28) and I (30) want to get serious\nabout eventually buying a house. We have various savings account but I feel like\ninvesting in funds is the best way to save while giving yourself the ability to\nget a little extra help from the market. Traditional…",
  "data/reddit-stocks/r/investing/comments/q12fl8/im_about_to_go_heavy_in_mining_stocks.json": "I’ve been investing on some physical for some time now, since I believe that\nthis will be the period of commodities and assets. Got myself invested in some\nphysical gold and silver, but right now that I have some little extra that I\nhave right now, and I’m planning on putting a part of it into…",
  "data/reddit-stocks/r/stocks/comments/q11us3/shares_of_evergrande_and_evergrande_property.json": "Indebted developer Evergrande is set to sell part of its stake in its property\nservices unit, the second asset sale in as many weeks as the liquidity-squeezed\nproperty giant scrambles to raise cash.\n\nTrading in shares of Evergrande and Evergrande Property Services was halted\nMonday morning. In a…",
  "data/reddit-stocks/r/Bogleheads/comments/q13i66/to_the_older_bogleheads_how_did_you_manage_the.json": "I see the charts and they are terrifying.. Did you stay the course? Did you buy\nthe dip? Did you panic sell? What did you do?",
  "data/reddit-stocks/r/stocks/comments/q0y9fz/microsoft_set_to_release_windows_11_tomorrow.json": "Windows 11 will have a sleeker layout, more detailed widgets, an updated\nMicrosoft Store, and support for Android apps.\n\nThe rollout of Windows 11 will occur in phases, just like previous Windows 10\nfeature updates. After October 5, Windows users can check for the device's\nupdate to Windows 11 by…",
  "data/reddit-stocks/r/stocks/comments/q13zlj/lets_talk_about_copper.json": "China is currently the world’s top consumer of copper, and they have been\nstoring up since it is an important metal that is used in a lot of industries.\nRight now companies are striving to meet the supply demands but with some\nsetbacks. Just recently both Codelco and BHP were able to pacify labor…",
  "data/reddit-stocks/r/investing/comments/q12nl9/a_returns_analysis_comparing_all_american_mutual.json": "There are a lot of disclaimers for this post that are extremely important. As a\nresult, I have included them at the end indicated like so 1. Additionally, I\nwalk through the math so that everyone can understand the process and for people\nwanting to critique/question. There is a TL;DR at the end but…",
  "data/reddit-stocks/r/investing/comments/q17pp5/the_motley_fool_suggests_buy_and_sell.json": "How bad are these guys? Few months ago they suggestion some stock I hold as a\ngood buy. At the beginning of September they have it listed as companies you\nshould avoid like the plague. Today they are listing as stocks you should own in\nOctober.\n\nNot that I am making any decision based on the Motley…",
  "data/reddit-stocks/r/stocks/comments/q175du/what_are_you_buying_today.json": "Had a nap, woke up, looked at my portfolio and decided to go for another nap\nbecause it’s a sea of red today. Woke up and it’s even worse\n\nAnyways, sleep schedule aside, what are you all buying today?\n\nV is about 7% of my portfolio and it’s looking very tempting today, AAPL and\nCRSP also looking…",
  "data/reddit-stocks/r/stocks/comments/q14s6v/104_mondays_premarket_stock_movers_news.json": "GOOD MONDAY MORNING TRADERS AND INVESTORS OF THE R/STOCKS [/r/stocks] SUB!\nWELCOME TO THE NEW TRADING WEEK AND A FRESH START! HERE ARE YOUR PRE-MARKET\nSTOCK MOVERS & NEWS ON THIS MONDAY, OCTOBER 4TH, 2021-\n\n--------------------------------------------------------------------------------\n\n\n5 THINGS…",
  "data/reddit-stocks/r/stocks/comments/q12102/rstocks_daily_discussion_monday_oct_04_2021.json": "These daily discussions run from Monday to Friday including during our themed\nposts.\n\nSome helpful links:\n\n * Finviz [https://finviz.com/quote.ashx?t=spy] for charts, fundamentals, and\n   aggregated news on individual stocks\n * Bloomberg market news [https://www.bloomberg.com/markets]\n *…",
  "data/reddit-stocks/r/stocks/comments/q0ukm9/preparing_for_rising_interest_rates.json": "If inflation keeps being a big problem the Fed will be pressured to accelerate\nthe taper process. If that happens interest rates hikes might be done faster. So\nthinking ahead what companies/sectors would you say are best prepared for this\neconomic shift with rising rates. Which companies would…",
  "data/reddit-stocks/r/stocks/comments/q1a8ux/facebook_down_down_down.json": "Hey guys Facebook is getting hit very hard today especially.\n\nThere is currently an outage if the app and all there similar sites(Instagram,\nWhatsApp) which is bad news\n\nAlso a whistleblower coming out saying Facebook Is caring more about themselves\ninstead of the public’s best interest. Isn’t that…",
  "data/reddit-stocks/r/investing/comments/q19ru4/facebook_instagram_whatsapp_appear_to_be_down_and.json": "Facebook, Instagram, WhatsApp Experiencing Outage\n\nUsers received error messages when trying to access the sites\n\nhttps://www.wsj.com/articles/facebook-instagram-whatsapp-experiencing-outage-11633363936\n\nFacebook Inc.’s FB -5.52% platforms including WhatsApp, Instagram and Facebook\nappeared to be…",
  "data/reddit-stocks/r/stocks/comments/q17h36/ark_invest_is_no_longer_showing_share_size_of.json": "Has anyone noticed that ARK Invest is no longer sharing how many shares they\nhold for each position in their ETFs? Prior to this, anyone could download a\ncsv. file for each of their ETFs and it would show among other things the share\nsize they currently hold at the end of each day. As of today, they…",
  "data/reddit-stocks/r/stocks/comments/q154ob/heres_your_daily_market_brief_for_october_4th.json": "Top News\n\n * S&P 500 Futures are -.10%; Dow Futures are -.02%; NASDAQ Futures are -.22%\n * US stock futures move lower as concerns and uncertainties around the globe\n   continue. Although many in Wallstreet don't expect the US to default this\n   month, they are getting worried about the lack of…",
  "data/reddit-stocks/r/investing/comments/q19z0x/i_scraped_every_ceo_performance_grant_in_2017.json": "I scraped every new performance grant CEOs received in 2017 to see if copying\nthose trades would beat the market. The initial results are very promising\n(12-25% ɑlpha on average depending on the timeframe), but more research needs to\nbe done!\n\n\nHOW IT WORKS:\n\nI wrote a python script that scraped…",
  "data/reddit-stocks/r/investing/comments/q1d57f/ken_griffins_citadel_flagship_hedge_fund_returns.json": "Citadel’s multi-strategy flagship fund Wellington gained 7.8% in September,\nbringing its year-to-date performance to 18.5%, according to a person familiar\nwith the returns.\n\nThe S&P 500 fell 4.8% last month, posting its worst month since March 2020 and\nbreaking a seven-month winning streak.\n\nAll…",
  "data/reddit-stocks/r/stocks/comments/q1fybu/here_is_a_market_recap_for_today_monday_oct_4_2021.json": "PsychoMarket Recap - Monday, October 4, 2021\n\nAfter an encouraging day last Friday, the stock market sank once again as market\nparticipants continue to closely monitor developments out of Washington and wait\nfor upcoming economic and earnings data to gauge concerns over supply chain\ndisruptions and…",
  "data/reddit-stocks/r/stocks/comments/q1fenv/is_the_nancy_pelosi_stock_tracker_twitter_legit.json": "Is the @NancyTracker Twitter legit? They are posting incredibly damning info but\nI’m unsure how to verify. For example, Nancy has apparently outperformed the\nMedallion fund (Annualized returns 69% vs 66%).",
  "data/reddit-stocks/r/stocks/comments/q1gk89/protip_when_good_stocks_are_on_sale_dont_buy.json": "I'd normally think this goes without saying, but when almost everybody is on\nsale, why would you buy anything but the most elite of the elite?\n\nYet, some people are buying up cheap, risky stocks, just because they're seeing\nthe prices lower than they've ever seen them. A crappy stock that is 25…",
  "data/reddit-stocks/r/Bogleheads/comments/q1ha8o/im_comfortable_going_20_treasuries_even_though.json": "Isn't investing supposed to be for a lifetime? I don't understand all the\nhysteria (particularly on FIRE subs and personalfinance) about how poorly bonds\nand bond funds are doing. It'll all wash out over the decades, no?",
  "data/reddit-stocks/r/investing/comments/q1dvz8/carl_icahn_missed_out_on_a_40_billion_gain_by.json": "> Carl Icahn sold his massive stakes in Netflix and Apple more than five years\n> ago, missing out on over $40 billion in prospective gains. The billionaire\n> investor and Icahn Enterprises chairman first bought Netflix stock in the\n> third quarter of 2012, and quickly amassed as many as 38.5 million…",
  "data/reddit-stocks/r/investing/comments/q1nm0r/vanguard_predicts_annualized_return_on_sp_500_to.json": "https://www.ft.com/content/ea04e3c1-4105-4411-b0ac-33449d1f3511\n\n\"Vanguard last week updated its forecast...The median annualised return over the\nnext decade for the S&P 500 is estimated at 3.2 per cent.\n\n'Our forecasts today tell us that investors shouldn’t expect the next decade to\nlook like the…",
  "data/reddit-stocks/r/stocks/comments/q1l9pc/mcconnell_letter_states_democrats_must_pass_debt.json": "Correct me if I am wrong but since the cutoff is so soon to raise the ceiling\nand the reconciliation process take a while does this mean we are getting ready\nto default on debt? How can they pass the reconciliation process before the\ndeadline... or can they expedite that process... does anyone know?…",
  "data/reddit-stocks/r/stocks/comments/q1vmd6/target_will_pay_employees_an_extra_2_an_hour_for.json": "https://www.cnbc.com/2021/10/05/target-offers-employees-extra-2-an-hour-for-peak-days-of-holiday-season.html\n\nTarget said it will pay an extra $2 an hour to store and service center\nemployees who work peak days during the holiday season, such as on Saturdays and\nSundays in the final weeks before…",
  "data/reddit-stocks/r/Bogleheads/comments/q1xjls/i_checked_jacks_math_and_im_a_little_riled_up.json": "In the Frontline video from this recent post\n\nhttps://www.reddit.com/r/Bogleheads/comments/pwo1i4/the_retirement_gamble\n\nMr. Bogle says that over 50 years a 2 percent per year fee on an account earning\n7 percent per year will erode almost two thirds of the ending balance. That\ndidn't sound right to…",
  "data/reddit-stocks/r/Bogleheads/comments/q1k0sk/need_advice_on_investing_given_the_current_market.json": "I received an inheritance of around $100,000 a little while back, but got around\nto investing it around a month ago. My advisor put $60,000 in at once(around a\nmonth ago) and left the remaining $40,000 to be invested sometime later. So far\nI’m down around 3%, and was curious if now would be a good…",
  "data/reddit-stocks/r/stocks/comments/q1j40v/bob_the_worst_investor_not_in_us_market.json": "Hi guys, in the last few days i’ve seen this post on reddit that underlines the\nfact that time in the market beats timing the market. I want to say that i\nbelieve in this firmly.\n\njust for curiosity i’ve seen this with the us stock market, and history states\nthis is true. However i’ve checked…",
  "data/reddit-stocks/r/stocks/comments/q21xph/analyst_forecasts_tech_stock_rebound_of_at_least.json": "Tech stocks seem to be falling off the rails of late, with the Nasdaq Composite\nCOMP, 1.69% slumping Monday to take the benchmark index 7% below its record\nhigh. To closely followed tech analyst Dan Ives of Wedbush Securities, this is\njust a “white knuckle moment” that will soon pass. Ives says the…",
  "data/reddit-stocks/r/stocks/comments/q25gfs/us_army_selects_pltr_for_intelligence_data_fabric.json": "\"DENVER, October 05, 2021--(BUSINESS WIRE)--Palantir Technologies Inc. (NYSE:\nPLTR) today announced it has been selected by the U.S. Army’s Program Manager\nfor Intelligence Systems and Analytics to deliver the Army’s Intelligence data\nfabric and analytics foundation for the Capability Drop 2 (CD-2)…",
  "data/reddit-stocks/r/stocks/comments/q24d5g/nflx_whats_going_on.json": "This stock is up 25% since last earning. Earnings have been terrible btw. They\nmissed the subscriber numbers for past 2 earnings, lowered guidance and barely\nbeat the revenue estimate.\n\nLets ignore the earnings for a second, and talk about growth. I am trying to\nunderstand who has been buying up…",
  "data/reddit-stocks/r/stocks/comments/q21jy9/jspr_stem_cell_bio_with_major_buyin_from_amgn.json": "Jasper Therapeutics has a promising platform for more effective stem cell\ntransplants and cell therapies. The pipeline is extensive and has a number of\nnotable collaborators (see slide). By their own estimates more effective\ntransplant would expand the market from it’s current ~4b size to ~20b…",
  "data/reddit-stocks/r/investing/comments/q29xn2/palantir_stock_rallies_more_than_10_on_823.json": "Palantir Technologies Inc. shares rallied in the extended session Tuesday after\nthe data-software company said it was selected for a U.S. Army intelligence\nprogram contract.\n\nPalantir PLTR, +0.17% shares surged and were last up 14% after hours, following\na 0.2% rise to close at $23.21.\n\nThe company…",
  "data/reddit-stocks/r/stocks/comments/q28db1/here_is_a_market_recap_for_today_tuesday_october.json": "PsychoMarket Recap - Tuesday, October 5, 2021\n\nVolatility in the stock market continues, with the three major indexes,\nparticularly the Nasdaq (QQQ), reversing hard after suffering one of its worst\ndays all year, with Apple (AAPL) and Microsoft (MSFT) leading the charge. Market\nparticipants continue…",
  "data/reddit-stocks/r/Bogleheads/comments/q24thu/lets_bogle_on_without_vanguardthe_company_has.json": "From today's Philadelphia Inquirer:\nhttps://www.inquirer.com/business/vanguard-cuts-retiree-medical-account-benefits-employees-hr-20211005.html\n\n> Apologizing for “abrupt timing,” investment giant Vanguard reversed course\n> Tuesday and reinstated a popular medical benefit that was terminated a day\n>…",
  "data/reddit-stocks/r/Bogleheads/comments/q1ua82/target_date_and_life_strategy_funds.json": "What does everyone think about Vanguard’s target date retirement and life\nstrategy funds? I’m trying to simply my Roth and my taxable (12-15 goal on\ntaxable) and was curious if anyone else had gone this route?\n\nI appreciate any information from the group!",
  "data/reddit-stocks/r/stocks/comments/q2anpm/why_im_staying_away_from_chinese_stocks_taiwan_is.json": "Observations:\n\n * Stay Away From Chinese Stocks: I’m assessing some serious future market\n   turmoil coming out of Southeast Asia. For this reason I’m staying clear of as\n   many Chinese, & heavily Chinese affiliated, stocks as reasonably possible in\n   the US market. I argue that China’s historic…",
  "data/reddit-stocks/r/investing/comments/q2ao7s/ark_funds_classic_example_of_chasing_hot_managers.json": "Story as old as times , 2020 was a great year for ARK funds and probably until\nmid February everything was going great , even this forum and /stocks were full\nof posts cheering for Cathy\n\nJust like literally every hot manager in the history things got a bit rough with\nspotlight and massive inflows…",
  "data/reddit-stocks/r/Bogleheads/comments/q1vr8q/is_a_single_premium_fixed_annuity_at_24_percent.json": "Asking for friends who are 87 years old. They are consolidating CDs and want the\nmoney at their local bank. They don't need this money but want it to earn\nsomething. They can take out 10 percent per year with no fee and more if there\nis a medical emergency.\n\nI know nothing about annuities except…",
  "data/reddit-stocks/r/stocks/comments/q211wx/a_raging_bull_case_for_googlgoog.json": "Obviously Google isn't some hidden gem. It's a huge company, on everyone's radar\nand has been for years. But I think the market is still underestimating its\npotential.\n\nLet's start with the basics. They have consistently blown up earnings. Most\nrecently, revenue was up 60% yoy, income up 166%, and…",
  "data/reddit-stocks/r/stocks/comments/q2f2d2/is_it_too_late_to_add_ai_stocks_to_my_portfolio.json": "Question for you all - Do you think it’s worth investing in AI stocks right now?\nI know the “ship has already sailed” for big ones like Nvidia or Google, but\nsince coming across this article\n[https://frontierresearch.com/artificial-intelligence], I feel like maybe the\nbiggest returns are still ahead…",
  "data/reddit-stocks/r/stocks/comments/q2hh1p/the_entirety_of_twitch_has_reportedly_been_leaked.json": "An anonymous hacker claims to have leaked the entirety of Twitch, including its\nsource code and user payout information.\n\nThe user posted a 125GB torrent link to 4chan on Wednesday, stating that the\nleak was intended to “foster more disruption and competition in the online video\nstreaming space”…",
  "data/reddit-stocks/r/wallstreetbets/comments/q28a90/does_anyone_else_miss_2020_or_is_it_just_me.json": "Donald Trump tweets, Elon Musk Papa Elon TSLA, Stonks go up, No GME/AMC, Real\nWall Street professionals dropping insider tips, PYPL, SHOP, SQ, JPow printers\ngo brrrr, and more.\n\nI am willing to give up 50% of my portfolio for me to experience 2020 again.\nIncluding March. Even without the ability to…",
  "data/reddit-stocks/r/stocks/comments/q2ei62/charlie_munger_increase_position_in_baba.json": "Charlie Munger almost double his position in BABA.\n[https://www.dataroma.com/m/holdings.php?m=DJCO]\n\nI guess hes as stupid as me. Buying shitty chinese ADRs from a company ruled by\nevil commies that only wants to fool US investors for dank dollars. Ha, see you\non the moon.\n\nWhy do you think he…",
  "data/reddit-stocks/r/Bogleheads/comments/q2ja23/how_does_one_move_into_bonds_after_a_massive_bull.json": "So there have been a lot of posts about bonds, and the necessity of them. I am\ncurious about them, but not fully on board (due to my 20-30yr horizon). But in\nthe event that I do, how does one move into bonds after realizing major gains in\na taxable account.\n\nAre there any tricks, or do you just have…",
  "data/reddit-stocks/r/stocks/comments/q2n4tm/doordash_uber_eats_grubhub_must_disclose_hidden.json": "https://www.marketwatch.com/story/doordash-uber-eats-grubhub-must-disclose-hidden-fees-give-delivery-workers-all-tips-under-new-california-law-11633532289\n\nCalifornia will soon give tip protections to delivery workers and require more\ntransparency from DoorDash Inc. and other food-delivery apps…",
  "data/reddit-stocks/r/Bogleheads/comments/q231ro/how_do_bogleheads_approach_the_crypto_trend.json": "I have been a strict Boglehead doing the combination of a three fund portfolio\nfor about seven years now.\n\nWith constantly hearing about Crypto online, on TV, and through Friends &\nfamily, it always intrigues me when I hear that this Crypto investing is the\nnext big thing and the future of…",
  "data/reddit-stocks/r/Bogleheads/comments/q2l0le/19_year_old_with_20k_in_checking_account.json": "I know a lot of you that read that are thinking “what an idiot”. Yes you aren’t\nwrong. I literally have money just sitting in my checkings account. All i’ve\ndone with that money is build my credit score to a 730 and buy a corolla thats\non life support.\n\nI’ve done some research and i’ve been pointed…",
  "data/reddit-stocks/r/Bogleheads/comments/q2fn0z/why_i_will_never_ever_try_to_pick_a_winner_again.json": "In 2011 Exxon Mobil mkt cap : $422 billion, Apple $261 billion\n\n2021 Exxon Mobil : $261 billion, Apple $2300 billion\n\nIs there any clearer evidence?",
  "data/reddit-stocks/r/investing/comments/q2c9qr/does_efficient_market_hypothesis_just_mean_were.json": "From what I understand from EMH, there's basically a limited amount of\ninefficiency to be exploited in the market, and now besides competing with\nfull-time investors, we're also trying to out-trade robots and supercomputers.\n\nIt seems like the logical step from this is to just follow Warren Buffet…",
  "data/reddit-stocks/r/investing/comments/q2qdf0/i_want_to_better_my_investing_skills_and.json": "For background I am a finance major that is wanting to break through into\ninvestment banking. I know what data is important and what to look for but I\nfeel like the stock market has become so volatile it’s harder to predict now.\nI’m struggling with how to read charts and the patterns that go with…",
  "data/reddit-stocks/r/stocks/comments/q2q111/finally_a_mistake_in_my_favor.json": "A couple weeks ago I bought a meme stock (SDC) at about 6.25. Naturally, it\ndropped from there. I only bought a thousand shares, and I was okay holding it\nuntil it popped back up.\n\n\n\nYesterday they had some good news and the stock rallied. When it got in the high\n5.90s I decided it was close enough…",
  "data/reddit-stocks/r/stocks/comments/q2ikeq/should_you_be_worried_about_the_debt_ceiling.json": "Last week’s news had been dominated by controversy surrounding raising the U.S\nDebt Ceiling and ramifications of a default by the US Govt. While there is a lot\nof political grandstanding involved in what should be a regular process, in this\nweek’s analysis, we are going to leave the politics aside…",
  "data/reddit-stocks/r/investing/comments/q2o30v/ripples_in_space_a_conversation_about_the.json": "PwC just announced\n[https://www.reuters.com/business/exclusive-pwc-tells-us-employees-they-need-never-return-office-2021-09-30/]\nthey're allowing all employees to work remotely. As we see more companies look\nto winding down property leases to increase their bottom line, there's 9.2\nmillion jobs and…",
  "data/reddit-stocks/r/investing/comments/q2s2z7/is_this_something_financial_advisers_typically_do.json": "My 75-year-old mother-in-law has $1 million in her IRA and is quite happy with\nher financial advisor at LPL Financial, who has her invested in more than 30\ndifferent mutual funds and ETFs.\n\nI took a look at her quarterly financial statement and it literally made my eye\nstart to twitch.\n\nI couldn't…",
  "data/reddit-stocks/r/stocks/comments/q2sz5i/here_is_a_market_recap_for_today_wednesday_oct_6.json": "PsychoMarket Recap - Wednesday, October 6, 2021\n\nStocks opened the session lower, with the S&P 500 (SPY) falling as much as 1.2%\nearly before turning positive in yet another volatile session after a report\nthat Senate Minority Leader Mitch McConnell said his party would approve an\nextension of the…",
  "data/reddit-stocks/r/stocks/comments/q2pdg6/gm_says_it_will_double_annual_revenue_by_2030_to.json": "https://www.cnbc.com/2021/10/06/gm-says-it-will-double-annual-revenue-by-2030-to-280-billion-in-digital-push-to-be-seen-more-like-tesla.html\n\n> General Motors plans to double its annual revenues and grow profit margins by\n> the end of this decade.\n> \n> The automaker announced the new revenue target,…",
  "data/reddit-stocks/r/stocks/comments/q2gfuo/is_warren_buffet_still_sitting_on_all_that_cash.json": "Just as the title says. I remember he had a substantial cash position up until\nfairly recently because he felt the broader market was overvalued. Has he\nreinvested this cash back into the market, in case anyone knows?",
  "data/reddit-stocks/r/stocks/comments/q2gxev/rstocks_daily_discussion_wednesday_oct_06_2021.json": "These daily discussions run from Monday to Friday including during our themed\nposts.\n\nSome helpful links:\n\n * Finviz [https://finviz.com/quote.ashx?t=spy] for charts, fundamentals, and\n   aggregated news on individual stocks\n * Bloomberg market news [https://www.bloomberg.com/markets]\n *…",
  "data/reddit-stocks/r/Bogleheads/comments/q2n738/experience_moving_from_vanguard_to_fidelity.json": "I'm a long-time Vanguard customer considering moving entirely to Fidelity. FWIW,\nmy spouse and I are in our \"distribution phase\" (retired and living off\ninvestments and Social Security); all financial assets are in IRA brokerage\naccounts except a little bit in bank accounts for paying expenses. We…",
  "data/reddit-stocks/r/Bogleheads/comments/q2p8tb/how_would_you_invest_one_million_dollars_as_a_74.json": "Relevant background below\n\n * Relationship Status: Married\n * Work Status: Retired\n * Debt: ~10k\n * Monthly Expenses (Mortgage, Food, Auto, Insurance) : ~$5,000\n * Health Care Costs: Minimal, life time health care via employer\n * Monthly Income including Spouse: ~$7,000 (pension and SS)\n * Emergency…",
  "data/reddit-stocks/r/stocks/comments/q2j1gd/my_professor_asked_a_great_question_in_class.json": "The big questions asked (to the people investing in stocks), “What is the\nbiggest mistake you made starting out, but learned from going forward?” I have\nseen many people in the server say they are just starting out, I thought this\nwould be a great opportunity for the veterans to share their…",
  "data/reddit-stocks/r/Bogleheads/comments/q2tyy0/first_time_roth_at_60.json": "Hello, I am a 60 yr 2-3 days a week teacher who has not retired. My plan is to\nwork as long as possible, not retire until I can no longer make it. I am in good\nhealth, and work about 105 days a year. I own my (thankfully small) home and\nhave a year of emergency savings. I live a simple life no kids,…",
  "data/reddit-stocks/r/Bogleheads/comments/q2yq2p/only_doing_target_date_funds_inside_my_retirement.json": "Hello, I've been investing since my early 20s and still can't really get the\nhang of things beyond the basics. As a result, I've stuck all of my retirement\nsavings into target date funds, because I didn't think I was capable of\nre-balancing or making smart decisions with fund selection.\n\nCurrent…",
  "data/reddit-stocks/r/stocks/comments/q393tr/us_jobless_claims_sink_38000_to_326000_in_sign_of.json": "The numbers: Some 326,000 people who recently lost their jobs applied for\nunemployment benefits in early October, marking the first decline in a month and\npointing to further improvement in the U.S. labor market. New jobless claims\npaid traditionally by the states fell by 38,000 in the seven days…",
  "data/reddit-stocks/r/stocks/comments/q38tcb/futures_rise_in_relief_rally_as_it_appears.json": "https://www.cnbc.com/2021/10/06/stock-market-futures-open-to-close-news.html\n\n> Dow Jones Industrial Average futures rose 303 points, or 0.9%. S&P 500 futures\n> gained 0.97% and Nasdaq 100 futures jumped 1.2%. The Dow recovered a 459-point\n> loss on Wednesday and closed more than 100 points…",
  "data/reddit-stocks/r/investing/comments/q386ec/questions_about_long_term_investing_in_china_and.json": "Correct me if I am wrong but the common sentiment, regardless of a person's\npolitical belief or economic belief right now is that a person needs to invest\nin Chinese stocks carefully (take a look at TAL Education group for example, or\nDIDI; which is the Uber of China)... However, these same people…",
  "data/reddit-stocks/r/Bogleheads/comments/q36dfw/seeking_insights_from_retirees.json": "I’d love to hear from those of you that are retired. What age did you retire\n(did your spouse retire at the same time or keep working). How much did you have\nin retirement? Do you feel it has been enough? Was it more than you needed (and\ntherefore could have spent more pre-retirement or could have…",
  "data/reddit-stocks/r/stocks/comments/q3d5me/trader_admits_to_pump_and_dump_call_options.json": "After a rumor was formulated and finalized, one of the co-conspirators,\nidentified as Individual-1 in the criminal information, was responsible for\ndisseminating the rumor via Trillian to multiple accounts, which would in turn\nresult in the false rumor being disseminated over one or more…",
  "data/reddit-stocks/r/investing/comments/q3d38z/betterment_eroding_all_my_savings_and_charging_a.json": "I use several different brokerage accounts, but had a small taxable account in\nBetterment as a trial and it has been doing pretty well. I had an old 401k from\na previous employer and didn't know exactly what to do with it, so I decided to\nroll it over to a Betterment IRA 6 months ago.\n\n6 months…",
  "data/reddit-stocks/r/investing/comments/q3da93/what_stocks_are_in_the_cynical_portfolio_choices.json": "What investments match with a cynical view of the markets, where the\nparticipants are doing everything they can, legally and illegally, to win? Which\ncompanies are the focus of insider trading? Who has successfully lobbied to pass\na law that unfairly caps damages because of their products? Which…",
  "data/reddit-stocks/r/stocks/comments/q35cld/rstocks_daily_discussion_options_trading_thursday.json": "This is the daily discussion, so anything stocks related is fine, but the theme\nfor today is on stock options, but if options aren't your thing then just ignore\nthe theme and/or post your arguments against options…",
  "data/reddit-stocks/r/Bogleheads/comments/q3ffja/how_much_income_per_month_would_make_you.json": "I would love to hear everyone's opinion on how much monthly income they would\nwant in order to retire. Please give a realistic answer, don't try to show off\nwith a high dollar amount.",
  "data/reddit-stocks/r/wallstreetbets/comments/q3diz2/crsr_stock_corsair_gaming_has_50_upside_baby.json": "CRSR probably draws the attention of the Reddit crowd due to its very high short\ninterest of 37% of the float, along with cheap valuations. Partly for these\nreasons, Wall Street analysts have been calling for significant upside potential\nin Corsair stock, as we detail below.\n\nTLDR; Low Float, High…",
  "data/reddit-stocks/r/stocks/comments/q35aww/first_investment_at_25_advice_about_super_safe.json": "Hi,\n\nI am 25 and have saved up an emergency fund and coming months expenses. I work a\npart time job and have a spare cash every month for investing now. I would like\nto call for help/advice on the safest to least safe index funds that I can hold\nto until my 50-60s. I would like to add to my…",
  "data/reddit-stocks/r/stocks/comments/q3f5sd/microsoft_acquires_allyio_as_productivity.json": "https://www.cnbc.com/2021/10/07/microsoft-acquires-allyio-will-add-it-to-viva.html\n\nMicrosoft is buying Ally.io, a start-up that’s developed dashboards and\ncustomizable tools to help employees see if they’re meeting their goals.\n\nAlly.io’s software will join Viva, which Microsoft introduced this…",
  "data/reddit-stocks/r/stocks/comments/q3jjyh/why_does_tesla_have_almost_a_800b_market_cap.json": " 1. Other companies are on-track to sell electric car, may have their own\n    autonomous driving solution and/or operate a robotaxi fleet, but trade at a\n    lower valuation.\n\n 2. More people working from home, trend of younger generations embracing\n    ride-sharing, and the potential of robot taxis…",
  "data/reddit-stocks/r/stocks/comments/q3nmjr/senate_approves_bill_to_raise_debt_ceiling_and.json": "The Senate passed legislation on Thursday to raise the debt ceiling through\nearly December, after a small cluster of Republicans temporarily put aside their\nobjections and allowed action to stave off the threat of a first-ever federal\ndefault.\n\nThe final vote was 50 to 48, with Democrats unanimously…",
  "data/reddit-stocks/r/investing/comments/q3jzi5/strongest_graphene_stock_for_2022_beyond_zen.json": "I've been trying to spread relevant info surrounding ZEN/ZENYF since May of this\nyear and I believe now is one of the lowest-risk/highest growth periods of this\ncompanies' lifetime:\n\nZEN Graphene Solutions - Intellectual Property Showcase - 3 Year Anniversary…",
  "data/reddit-stocks/r/stocks/comments/q3ounw/if_you_had_to_pick_only_10_stocks_to_invest_in.json": "This is very small percentage. (Fun money) account. I tried to not include Tech\nmostly.\n\nMy top 10 companies are:\n\nBank of America(BAC) - 10%\n\nCisco System, Inc (CSCO) - 10%\n\nCoca-Cola (KO) - 10%\n\nDocuSign Inc (DOCU) - 10%\n\nHome Depot (HD) - 10%\n\nMcDonald’s Corp (MCD) - 10%\n\nNike Inc (NKE) -…",
  "data/reddit-stocks/r/investing/comments/q3o1f6/why_investors_should_not_be_worried_about_the.json": "Introduction: There has been a lot of discussion as to the increase in money\nsupply and inflation. Most seem to think that an increase in M2 inevitably leads\nto inflation in prices of goods and services. This couldn't be further from the\ntruth. There was previously a strong correlation between the…",
  "data/reddit-stocks/r/stocks/comments/q3vsf4/will_the_recent_fall_in_copper_production_affect.json": "Because of issues between the miners and mining companies, Chile’s top miners\nsaw a dip in copper production for the month of August. Due to a strike at a\nmine owned by state miner Codelco, the production of August went down by 6.7%\nyear-on-year to 144,500 tonnes. Even BHP also showed a decline as…",
  "data/reddit-stocks/r/stocks/comments/q3kdt2/xilinx_amd_merger_dd_071021.json": "I feel like almost everyone at r/amd_stock [/r/amd_stock] could have told you\nthis, but here we go.\n\nTDLR: Merger incoming. Possible profit by purchasing Xilinx shares instead of\nAMD.\n\n--------------------------------------------------------------------------------\n\n27/10/2020 Advanced Micro Devices…",
  "data/reddit-stocks/r/investing/comments/q3ty80/daily_general_discussion_and_spitballin_thread.json": "Have a general question? Want to offer some commentary on markets? Maybe you\nwould just like to throw out a neat fact that doesn't warrant a self post? Feel\nfree to post here!\n\nThis thread is for:\n\n * General questions\n * Your personal commentary on markets\n * Opinion gathering on a given stock\n *…",
  "data/reddit-stocks/r/stocks/comments/q3i6uu/thesis_why_im_long_term_bearish_for_coinbase.json": " 1. Race to the bottom on fees will kill Coinbase: Coinbase makes most of their\n    revenue on trading fees. The problem is that fee revenue will slowly decline\n    over time, as more competition comes in that offers less fees steal\n    customers away. A new app called Strike [https://strike.me/]…",
  "data/reddit-stocks/r/investing/comments/q3wg4r/how_much_of_recently_exploding_prices_is_due_to.json": "Over the last year e.g. used cars, timber, recently gas and uranium have\nexploded in price. Especially the timber and uranium charts look like classic\nbubbles. Is there a way to gauge how much of that price increase was due to\n\"real\" supply constraints, i.e. producers / logistics not being able to…",
  "data/reddit-stocks/r/Bogleheads/comments/q3x6ow/401k_vs_taxable_accounts_investing_calculation.json": " 1. If I plan to keep my money until retirement in both a 401k and a taxable\n    account and in the same investments, is there really going to be a\n    difference on if I begin withdrawing money at the same rate?\n    \n 2. If I wanted to invest 20K do I end up with more money by first putting it\n   …",
  "data/reddit-stocks/r/stocks/comments/q3xrns/does_anyone_else_have_a_physical_hedge.json": "I always like to have a few appreciating physical assets, and the moment I have\nbeen hoarding watches I think will gain in value. Does anyone else here do the\nsame?\n\nIf so, any good investments? I also hoard Lego and Marvel stuff and keep it\nunopened if I think it could end up being rare. Lego…",
  "data/reddit-stocks/r/stocks/comments/q42206/evergrande_creditors_fear_imminent_default_as.json": "The commercial real estate market is collapsing in China, and foreign lenders\nare being left in the dark while Chinese borrowers are prioritising domestic\nlenders.\n\nhttps://www.reuters.com/world/china/chinese-markets-return-break-more-evergrande-angst-2021-10-07/\n\nNotable from the article …",
  "data/reddit-stocks/r/stocks/comments/q3zfh0/high_in_cannabis.json": "Full Disclosure: While my portfolio is diversified, I have around 5 digits of it\nin U.S. cannabis stocks. This post is not written to pump cannabis market,\nfrankly I don’t give a fuck if you invest or not - this post is written so that\nI can share the knowledge I learned in the cannabis industry.…",
  "data/reddit-stocks/r/Bogleheads/comments/q43fbc/tfw_youre_scared_to_open_your_401k_investment.json": "....but then they're 95% Vanguard funds!\n\nSuch a relief. Thank you, smart benefits administration people. Thank you so\nmuch.",
  "data/reddit-stocks/r/stocks/comments/q3wxhi/high_yield_etf.json": "I’m a 15 year old pretty new to investing and I was wondering I’d a high yield\netf is the way to go, I only have around 200$ for start but it seems like the\nbest option in my mind, does anyone know a good place to invest or if a high\nyield etf isn’t the best place to put the money\n\n*Update I think I…",
  "data/reddit-stocks/r/investing/comments/q3txt3/daily_advice_thread_all_basic_help_or_advice.json": "If your question is \"I have $10,000, what do I do?\" or other \"advice for my\npersonal situation\" questions, you should include relevant information, such as\nthe following:\n\n * How old are you? What country do you live in?\n   \n * Are you employed/making income? How much?\n   \n * What are your…",
  "data/reddit-stocks/r/investing/comments/q44wub/evergrande_and_other_chinese_property_giants_have.json": "https://finance.yahoo.com/news/evergrande-other-chinese-property-giants-173713719.html\n\nBy Marc Jones\n\nLONDON (Reuters) - Investment bank JPMorgan has estimated that troubled Chinese\nproperty giant Evergrande and many of its major rivals have billions of dollars\nworth of off-balance sheet debt that,…",
  "data/reddit-stocks/r/Bogleheads/comments/q3ns2p/helping_my_parents_age_60_learn_to_invest_for.json": "Hi guys. I am looking for the article that shows how you should be researching\ninvesting around age 60. My parents are pretty new to this and i don’t plan to\ntell them what to do but i want to give them as much knowledge as they can to\nhelp them grow money for their retirement. Any links/things to…",
  "data/reddit-stocks/r/investing/comments/q49pyc/question_about_stock_splits.json": "Why aren't they more popular? That's the crux of my question; I understand\nthere's more to it. A high stock price is seeing as being exclusive or doing\nbetter and I get that mind set. I am guilty of looking at the stock price over\nthe market cap of the company.\n\nBut it seems - almost - every time…",
  "data/reddit-stocks/r/Bogleheads/comments/q444du/a_defense_of_all_in_one_target_date_life_strategy.json": "I've seen a few comments lately knocking all in one funds for a number of\nreasons, chiefly tax inefficiency, expense ratio and the \"ability to choose\nwhich one to sell from during a down turn\".\n\nI agree that all in one funds are tax inefficient in taxable brokerage accounts\nand have a marginally…",
  "data/reddit-stocks/r/stocks/comments/q4ae00/why_is_visa_such_a_more_beloved_stock_over.json": "Many super investors are doing a ton of V but not MasterCard.\n\nOver a 5 year period MA actually beat V.\n\nBut for the last year V beat MA\n\nOver 1 month, performance is the same.\n\nSo what's up with Visa?",
  "data/reddit-stocks/r/stocks/comments/q47cqi/here_is_a_market_recap_for_today_friday_october_8.json": "PsychoMarket Recap - Friday, October 8, 2021\n\nStocks closed the day modestly in the red but capped off the first week of\nOctober in the green as market participants digested the Labor Department’s\nSeptember Job Report. The move to the upside earlier in the week came after\nSenate came to an agreement…",
  "data/reddit-stocks/r/stocks/comments/q48z1c/dividend_stock_for_long_term_investments.json": "I have been looking around some high Dividend stocks to put about 400k into. My\ngoal is to try and bring in around 3-4k a month from these Dividends. Any advice\non what would be my best route? Would I need more capital to accomplish this?",
  "data/reddit-stocks/r/investing/comments/q48my9/selling_short_in_the_current_market.json": "I have recently started shorting specific stocks that seem to be inflated -\nstocks like LEV, GRUB, SKLZ, among others. That doesn’t necessarily mean I don’t\nbelieve in the companies, just that the stock price has become disengaged from\nthe regular business. Some have said that about TSLA, and some…",
  "data/reddit-stocks/r/investing/comments/q4n1xa/qq_about_robinhood_and_how_they_invest_your_money.json": "a couple of friends of mine told me that when I buy a stock on RH it only\nappears that I've bought the stock I chose in the UX and RH simply takes the\nmoney and invests it however they please.\n\nIf I decide to cash out they pay me the money I've gained on the stocks I chose\nbut in reality, my money…",
  "data/reddit-stocks/r/Bogleheads/comments/q46w0q/im_23_and_i_just_invested_100000_how_did_i_do.json": "I live in a country where you can have a “luxurious” life with $1000/month. I\nstarted an online business a few years ago and I ended up with more money that I\nknew what to do with. I left $50,000 for my personal and business expenses, and\ninvested just a bit over $100,000 (long-term).\n\nI recently…",
  "data/reddit-stocks/r/investing/comments/q4n6wv/why_do_some_stocks_have_many_gaps_and_look_spaced.json": "Look at NTDOY or STLA, there are a lot of gap ups and gap downs making the\ncandlestick chart looks spaced out compared to say an AAPL chart. I’m not even\ntalking about earning related events, it’s like there’s a gap to start almost\nevery trading day, like that’s completely normal and to be expected…",
  "data/reddit-stocks/r/stocks/comments/q4p90a/how_do_you_play_steel_and_coal_stocks_i_dont.json": "With oil stocks, they generally follow the oil futures.\n\ndo steel and coal stocks do the same?\n\nI don't know if I'm looking in the right place, but I found a couple websites\nwith some futures, and it seems to indicate coal going down 40% within the…",
  "data/reddit-stocks/r/Bogleheads/comments/q4p689/the_golden_constant_book_summary.json": "The Golden Constant\n\n * Gold is a poor hedge against major inflations\n * Gold appreciates in operational wealth in major deflations\n * Gold is an abysmal hedge against yearly commodity price increases\n * Gold maintains its purchasing power over long periods of time\n   (Half-Centuries)\n   * Not…",
  "data/reddit-stocks/r/stocks/comments/q4qgh0/what_stocks_are_you_watching_thats_still_not_well.json": "I'm curious what sort of stocks other people are looking at right now that's not\na popular one yet. I'm still a beginner so I also want to use those examples to\nobserve it and see how and why it grows.\n\nIf possible I would also like to know why you thought it was promising. Thank\nyou.",
  "data/reddit-stocks/r/stocks/comments/q4tr4w/chinas_xi_vows_reunification_with_taiwan.json": "https://www.reuters.com/world/china/chinas-xi-says-reunification-with-taiwan-must-will-be-realised-2021-10-09/\n\nChinese President Xi Jinping vowed on Saturday to achieve \"peaceful\nreunification\" with Taiwan, and did not directly mention the use of force after\na week of tensions with the Chinese…",
  "data/reddit-stocks/r/investing/comments/q4yegz/labor_shortages_gov_assistance_is_mostly_over.json": "The extra fed unemployment benefits ended September 1st. The stimulus checks\nwere months and months a go, mortgage forbearance is over. Most states have\nended the eviction ban.\n\nWhy haven’t workers returned? Are asset prices so high that people are tapping\nequity from homes/stocks so they don’t have…",
  "data/reddit-stocks/r/investing/comments/q4xr3o/qqq_allocation_no_brainer.json": "Was doing some back testing (well aware of its limitations).\n\nWhile we all knew tech has outperformed significantly over the past 20 years,\nhow much its outperformed is kind of nuts.\n\nSo much so, that a 65 / 35 QQQ - Bonds Portfolio yielded higher total and\nrisk-adjusted returns than the…",
  "data/reddit-stocks/r/stocks/comments/q4wm72/amzn_twitch_could_be_competing_with_steam_valve.json": "One of the pieces of the massive Twitch leak that occurred the other day was\ninternal plans to create a competitor to Steam that was codenamed Vapor - a\ndigital video game distribution platform built off of Twitch. With $AMZN's\nwizardry of network infrastructure, could this be a market they could…",
  "data/reddit-stocks/r/stocks/comments/q4wjrw/anybody_100_percent_cash_for_how_long_now.json": "I have to imagine there's a number of brave souls out there that are currently\n100 percent cash. Or say 90 or 80 percent cash. It's a risky, bold move. You're\nbasically saying that the market in general is way overvalued, and you're\nwaiting for the eventual meltdown before entering. Totally…",
  "data/reddit-stocks/r/Bogleheads/comments/q4q5vy/vxus_taxable_dividends.json": "I’ll make about $1000 in my taxable brokerage account this year in VXUS\ndividends (reinvested), but as of now would overall lose money on my investment\nthis year (haven’t sold anything).\n\nIt feels bad knowing I’ll have to pay taxes on those dividends even though I’m\nstill in the red. I do plan to…",
  "data/reddit-stocks/r/stocks/comments/q4me5q/how_to_allocate_percentage_in_fidelity.json": "I hear alot of people here talking about percentages regarding allocating their\nportfolio? For example, 60%\\40% (VTI/VXUS) or 80% etf, 10% stocks, etc. How can\nI see my portfolio as a percentage like these that people on Reddit are talking\nabout to see hoe much of my allocations are?? Thank you",
  "data/reddit-stocks/r/stocks/comments/q4umin/psychedelic_drug_stocks_or_etfs.json": "I have some extra cash I'd like to invest. I'm new at this but am eager to\nlearn. I'd like to invest the majority of my money in steadily-growing ETFs and\nabout 1-5% in riskier investments. To start off I want to invest $1,000 in\nsomething(s) psychedelic-medicine related. I would like to use that as…",
  "data/reddit-stocks/r/stocks/comments/q571ks/question_how_long_will_inflation_last_whats_the.json": "Currently we see a lot of money printing and high costs for basic economic goods\nand services e.g. oil, wood, shipping costs etc.\n\nAre these symptoms temporary or do you think the whole economy has a structural\nproblem, which may lead to a lasting inflation and a stock market crash ?\n\nDo you think…",
  "data/reddit-stocks/r/stocks/comments/q5cn2g/biden_sees_great_progress_in_rising_wages_does.json": "WASHINGTON — President Joe Biden said the September jobs report reflects “great\nprogress” in getting the U.S. economy back on track after a year and a half of\nCovid-19 pandemic disruption, even as the overall jobs number came in lower than\nexpected.\n\n“Today, for the first time since March of 2020,…",
  "data/reddit-stocks/r/Bogleheads/comments/q5eiwh/too_many_people_here_are_too_now_obsessed_think.json": "Nobody cares about your YTD returns of this or that fund. They mean nothing.\nIt's the next thirty years that matter. People also have that entitled attitude\nthat the market somehow \"owes\" them something. They expect whatever asset they\ninvest in to return 30% a year without any risk, and freak out…",
  "data/reddit-stocks/r/investing/comments/q53rsc/long_term_population_trends_implication_for_real.json": "Was thinking tonight about how real estate has continued to become more and more\nexpensive, (i.e. a good investment) over the past 70 years. However that price\nrun up has been predicated both on the largest population explosion in human\nhistory, as well as artificial construction of supply, by…",
  "data/reddit-stocks/r/stocks/comments/q5c354/market_is_near_the_top_so_i_hold_cash_in_saving.json": "there are countless posts about market tops and imminent market crash and ppl\nare holding cash. saving accounts have no interest, so why not put your money in\nmoney market funds like JPST (US), CSAV (CAN), or whatever money market ETF for\nyour prospective country while waiting for the crash? at…",
  "data/reddit-stocks/r/investing/comments/q5h4pq/servicing_the_debt_in_the_raising_interest_rates.json": "In recent years there’s been a change in the way investors, economists and\nofficials think about public borrowing. They’ve become less interested in the\ndebt’s size, and more focused on what it costs. With occasional hops and\nbounces, 30 years treasury…",
  "data/reddit-stocks/r/investing/comments/q4zypb/is_the_market_underestimating_citigroup.json": "Citi is by far the cheapest of the 4 U.S megabanks with a P/E of 7.5 and is even\ntrading below it's tangible book value of 90 dollars a share. This isn't without\nreason however, Citigroup has been through a lot since its 1999 merger with\ntravelers. Right after the merger they became thing big…",
  "data/reddit-stocks/r/stocks/comments/q5gw1u/goldman_cuts_us_growth_forecasts.json": "https://www.bloomberg.com/news/articles/2021-10-10/goldman-cuts-u-s-growth-forecasts-for-2021-and-2022-on-consumer\n\nGoldman now sees 5.6% U.S. growth in 2021 and 4% in 2022\n\nGoldman says consumption, fiscal slowdown are key challenges\n\nGoldman Sachs Group Inc. economists cut their forecasts for U.S.…",
  "data/reddit-stocks/r/stocks/comments/q5banz/the_quantitative_definition_of_a_wall_street_bet.json": "There is a mathematical boundary that distinguishes a Wall Street Bet from an\nordinary trade. This boundary may be described as the point at which the\nexpected geometric growth rate of a trade becomes negative. The minimum fraction\nof ones available capital, w, needed to qualify a trade as a Wall…",
  "data/reddit-stocks/r/stocks/comments/q5kk1r/if_you_had_to_choose_one_stock_between_tsla_and.json": "I know there will be some comments of people saying that they both are\novervalued, blah blah blah. I get it. But if you had to pick between the two\nwhich one would it be and why? On a 1-year, 5 year and 10-year time frame.\n\nNot financial advice.",
  "data/reddit-stocks/r/stocks/comments/q5oakk/nasdaq_is_doing_terribly_is_this_an_exit.json": "NASDAQ has been dropping these past few weeks and performance doesn’t seem to be\nimproving. I imagine it’s the fear of inflation and tech stocks are dependent on\nlending.\n\nIs this a buying opportunity, in your view?",
  "data/reddit-stocks/r/stocks/comments/q58td7/best_stocks_that_are_not_on_the_american_market.json": "I own mostly American stocks and want to diversify by buying some of the good\nstocks that are not listen on the American Exchange. Right now I only have\nGreggs which is a popular bakery in the UK, and in 2021 that has outperformed\nalmost all of my American stocks, so that made me realise that I need…",
  "data/reddit-stocks/r/wallstreetbets/comments/q5nnhh/the_vaccine_mandate_economic_meltdown.json": "So I was completely unaware of the issues with Southwest Airlines until late\nSunday night. If you don't know what's going on, Southwest cancelled 1,800\nflights over the weekend leaving their customers in chaos.\n\nThe company narrative is that this was due to weather and air traffic control\nissues.…",
  "data/reddit-stocks/r/stocks/comments/q5w6eu/jack_ma_still_hasnt_been_seen_in_public.json": "Sentiment toward BABA is growing along with sentiment toward China’s near-term\nfuture in general. Munger’s firm has doubled down on their investment in BABA.\nBut isn’t anyone worried about the Jack Ma situation?\n\nThe press is surprisingly silent on this, which is also suspect or at best\nreflects the…",
  "data/reddit-stocks/r/investing/comments/q5l0qe/so_the_big_question_how_to_position_portfolio_for.json": "Hi guys, inflation is a fact (for me) due to a supply shock all over the world\ncaused by many reasons (ocean freights, rising costs, lack of products)\n\nSo 2022 as i see will be driven by inflation, rising rates from central banks\n(moderately)\n\nWhat are your favourite stocks to play in this scenario…",
  "data/reddit-stocks/r/stocks/comments/q5ufqy/oil_is_over_80_natural_gas_is_going_to_the_moon.json": "Anybody looking for where to invest, the energy sector is worth a close look.'\n\nBuying into any oil company will make money with Occidental standing out.\n\nStocks like ED and OKE are no-brainer buys.\n\nFor alternative energy look at GoSun on StartEngine.",
  "data/reddit-stocks/r/stocks/comments/q5y7in/facebook_faces_legal_risk_similar_to_big_tobacco.json": "https://www.barrons.com/articles/facebook-faces-legal-risk-big-tobacco-oxycontin-51633956119\n\n(PAYWALL)\n\nFrom the Article:\n\nRecent revelations and scrutiny from Congress over Facebook's(FB) role in\nsociety could lead to major lawsuits against the social-media giant, according\nto new research that…",
  "data/reddit-stocks/r/stocks/comments/q5z969/letting_children_pick_their_own_stocks_week_6.json": "Think your portfolio can outperform a 1.5 and 7 year old? Then stay tuned lol.\n\nSo I posted a few weeks ago about letting our children pick their own stocks.\nDetails on how we do it below the portfolios.\n\n7 Year old portfolio: Moderna, Dogecoin, SPYG, SPY, Square, Netflix\n\n1.5 Year old portfolio:…",
  "data/reddit-stocks/r/wallstreetbets/comments/q5knzj/southwest_airlines_could_be_a_good_buy_tomorrow.json": "Southwest Airlines could be a good buy tomorrow. What do you all think? Ive\nnever seen an airline handle \"weather problems\" so well. Southwest did an\nincredible job at cancelling thousands of flights with almost no notice. That\n\"weather\" in Florida really came out of nowhere these past couple of…",
  "data/reddit-stocks/r/Bogleheads/comments/q5sp1e/whats_the_worst_scenario_for_a_bogleheads.json": "I know, I know, you can't predict the future. And of course, the worst scenario\nis an asteroid falling on Earth. But, for the sake of argument, from a Stoic\npoint of view, what do you think is a realistic worst scenario for a Boglehead?\n\nI think it's -50% of your portfolio in a short amount of time,…",
  "data/reddit-stocks/r/stocks/comments/q65om4/options_trading_1000_to_40000_in_5_months_advice.json": "I traded this account about once per month, starting with options and then\ntransitioning to stocks [https://ibb.co/GPYLGvb] when gains were enough. The\nreturns could've been higher but I wasn't looking for home run trades so I\nclosed when profits were high enough.\n\nSimple but effective advice\n\nIt's…",
  "data/reddit-stocks/r/investing/comments/q5rqxy/daily_advice_thread_all_basic_help_or_advice.json": "If your question is \"I have $10,000, what do I do?\" or other \"advice for my\npersonal situation\" questions, you should include relevant information, such as\nthe following:\n\n * How old are you? What country do you live in?\n   \n * Are you employed/making income? How much?\n   \n * What are your…",
  "data/reddit-stocks/r/investing/comments/q5rreu/daily_general_discussion_and_spitballin_thread.json": "Have a general question? Want to offer some commentary on markets? Maybe you\nwould just like to throw out a neat fact that doesn't warrant a self post? Feel\nfree to post here!\n\nThis thread is for:\n\n * General questions\n * Your personal commentary on markets\n * Opinion gathering on a given stock\n *…",
  "data/reddit-stocks/r/Bogleheads/comments/q68vx1/this_current_aversion_to_bonds_around_here.json": "You have zero idea what bonds are going to do twenty years from now, or even\nfive years from now. Just because returns are low or even negative now means\nnothing in the long term, unless you're like most who have only been investing\nfor less than two years and think your QQQ allocation makes you a…",
  "data/reddit-stocks/r/stocks/comments/q64ryc/bill_gates_battery_storage_company_ess_inc_began.json": "ESS Inc [https://essinc.com/] is a manufacture of low-cost long-duration energy\nstorage systems. Like $QS, they are backed by Bill Gates, but actually have a\nshipping product, revenue, and an order pipeline.\n\nThis went public via reverse merger and began trading today under the symbol\n$GWH. It's…",
  "data/reddit-stocks/r/stocks/comments/q67e8j/here_is_a_market_recap_for_today_monday_october.json": "PsychoMarket Recap - Monday, October 11, 2021\n\nStocks reversed coursed and ended lower today as investors continue to digest\nthe September Jobs report, ongoing supply-side disruptions and wait for the\nbeginning of earnings season to kick off later this week. The benchmark Treasury\nyield rose to…",
  "data/reddit-stocks/r/investing/comments/q68lyf/google_finance_alternatives.json": "Hi, like there are googlefinance(\"BTCUSD\") or \"ETHUSD\", I want to know if there\nis another source that has others coins like, bnb, avax, and etc. I think that\ngoogle finance is getting the coins slowly because a time ago there wasnt the\nETHUSD just BTC. But so there are others souces of instant…",
  "data/reddit-stocks/r/Bogleheads/comments/q6dxtd/john_bogle_the_little_book_of_commonsense.json": "John Bogle\n\nThe Little Book of Common-Sense Investing\n\n * Buffet – Newtons 4th law of motion. Investor return decrease as motion\n   increases.\n * Winning Strategy for investing is to buy a fund that holds all market\n   portfolio and hold it forever\n * The index fund eliminates the risks of…",
  "data/reddit-stocks/r/stocks/comments/q6e7l1/john_bogle_the_little_book_of_common_sense.json": "John Bogle\n\nThe Little Book of Common-Sense Investing\n\n * Buffet – Newtons 4th law of motion. Investor return decrease as motion\n   increases.\n * Winning Strategy for investing is to buy a fund that holds all market\n   portfolio and hold it forever\n * The index fund eliminates the risks of…",
  "data/reddit-stocks/r/stocks/comments/q6l0p5/i_interviewed_20_leading_wealth_management_firms.json": "I sold a company I created, and after the press release went out, I was\ninundated with very gracious offers to take and manage my new found money for\nfees. At the time, I presumed these wealth managers, after managing hundreds of\nmillions - if not billions - of other people’s money for decades,…",
  "data/reddit-stocks/r/investing/comments/q6hz6i/daily_advice_thread_all_basic_help_or_advice.json": "If your question is \"I have $10,000, what do I do?\" or other \"advice for my\npersonal situation\" questions, you should include relevant information, such as\nthe following:\n\n * How old are you? What country do you live in?\n   \n * Are you employed/making income? How much?\n   \n * What are your…",
  "data/reddit-stocks/r/stocks/comments/q63njx/when_will_att_hit_the_bottom.json": "This is always of course the unanswerable question but really i’m just wondering\nwhy the stock has been falling so much/ not recovering after corona, i’ve heard\nthey’re supposed to be refocusing on its core business but i’m not exactly sure\nwhen or what exactly they’re gonna cut out, any useful…",
  "data/reddit-stocks/r/investing/comments/q6hzn2/daily_general_discussion_and_spitballin_thread.json": "Have a general question? Want to offer some commentary on markets? Maybe you\nwould just like to throw out a neat fact that doesn't warrant a self post? Feel\nfree to post here!\n\nThis thread is for:\n\n * General questions\n * Your personal commentary on markets\n * Opinion gathering on a given stock\n *…",
  "data/reddit-stocks/r/Bogleheads/comments/q6lnno/total_noob_with_a_large_amount_of_cash.json": "My husband and I are self employed and have about $250k+ to invest. Looking for\nsome advice / direction.\n\nI'm seeing a lot of VT and chill or VXUS etc.. I'm just not sure I should be\nputting that much money in one place? Should I split it up a bit in a few\nplaces?\n\nAlso, once that money is in there,…",
  "data/reddit-stocks/r/investing/comments/q6nj94/a_checklist_for_picking_great_stocks_warren.json": "Hey Reddit! You might remember my post from a couple years ago: Warren Buffett\nValue Investing Cheat Sheet\n[https://www.reddit.com/r/investing/comments/9ur0g6/warren_buffett_value_investing_cheat_sheet_a/].\n\nAfter I discovered the power of the checklist, a few criteria quickly grew into\na…",
  "data/reddit-stocks/r/investing/comments/q6vgb6/att_merger_does_my_math_check_out_on_the_merger.json": "I'm aware many despise AT&T - this is an objective view - not saying\nbuy/hold/sell, just want to discuss.\n\nCurrent Share Price = $25.42 / Current Dividend = 8.81% / Annual Dividend =\n$2.08.\n\nProjected dividend after the Warner bros/Disc deal = $1.11 per share annualized.\n\nProjected yield after the…",
  "data/reddit-stocks/r/investing/comments/q6vnlh/war_investing_and_ownership.json": "I own a variety of foreign stocks, including Russian and Chinese stocks.\n\nI was thinking, hypothetically what would happen to my ownership if the US went\nto war with either Russia or China st some point in the next couple decades.\n\nHistorically, what has happened in the past? What happened to US…",
  "data/reddit-stocks/r/Bogleheads/comments/q6w1m9/you_are_stupid_and_arrogant_dave_ramsey_video_clip.json": "https://youtu.be/6dP6vkH_GWU\n\nI also posted this in r/financialindependence [/r/financialindependence]\n\nI came across this video today of a caller on Dave Ramsey's show who blasted him\nfor recommending actively managed mutual funds. I think if the caller was able\nto keep a more amiable tone, he…",
  "data/reddit-stocks/r/stocks/comments/q6z2o9/john_deere_workers_sure_look_like_theyre_about_to.json": "John Deere workers are inching precipitously close to a strike after they\noverwhelmingly voted to reject a new six-year collective bargaining agreement\nthat had been recommended by the union representing them, the United Auto\nWorkers (UAW).\n\nOn Sunday, 90 percent of UAW voting members shot down the…",
  "data/reddit-stocks/r/stocks/comments/q6yjjl/inflationary_depression_part_2_inflation_before.json": "Now a lot of what will be said here is not what you are used to seeing in the\nmarket news but bear with me. Some of this will be new because we rarely see\ninflationary depressions in countries who are a reserve currency (for those of\nyou who do not know, the USA is a reserve currency). They are…",
  "data/reddit-stocks/r/Bogleheads/comments/q6n746/wild_how_similarly_vti_and_vxus_have_been.json": "You could lay 1D, 5D, 1M charts on top of each other for each ETF and they'd be\nnearly indiscernable. It's certainly a short sample size, but still. I could see\nsome 100% VTI types using this and going, \"See! VTI has all the international\nexposure you need built in!\"",
  "data/reddit-stocks/r/stocks/comments/q6v5ds/qualcomm_announces_new_100_billion_stock.json": "Qualcomm Incorporated (Nasdaq: QCOM) today announced that its Board of Directors\nhas approved, effective immediately, a new $10.0 billion stock repurchase\nauthorization. The new stock repurchase authorization is in addition to the\nCompany’s stock repurchase program announced in July 2018, which has…",
  "data/reddit-stocks/r/stocks/comments/q6wmmg/crsp_buy_the_dip_or_run_away.json": "I've been waiting for an opportunity to take a position in this stock, the\nrecent news about its cancer therapy seemed positive and I thought I might have\nlost my chance but the stock is down 10% AH.\n\nWas this news not as positive as expected? Is this a buying opportunity or\nshould I stay away for…",
  "data/reddit-stocks/r/stocks/comments/q6v2o5/psychomarket_recap_tuesday_october_12_2021.json": "Stocks closed slightly on the red, with the three major indexes fluctuating\nbetween small gains and losses in another choppy session. Market participants\ncontinue to digest elevated commodity prices, the September job report, new\nupcoming economic data, and earnings season, which is set to kick off…",
  "data/reddit-stocks/r/wallstreetbets/comments/q6q2fm/root_win_the_marathon_and_upcoming_catalyst.json": "ROOT is the definition of playing the long game which I always said I was\nplaying with ROOT. We do have some upcoming interesting events that could propel\nit forward in the short to medium termt though. I've summarized below to share\nwith you.\n\nIn the updated $Carvana and $ROOT Commercial Agreement…",
  "data/reddit-stocks/r/stocks/comments/q73jpj/what_is_the_term_for_what_i_do.json": "I have been in stocks for a few years now, but buy and hold (to me) seems\npreposterous, and after years of watching Home Depot (for example) go up and\ndown only to be in the same place 2 years later, I am just not interested any\nmore.\n\nI have made approximately a 50% profit the last two years,…",
  "data/reddit-stocks/r/Bogleheads/comments/q77zck/what_is_the_catalyst_that_changes_the_current.json": "People don't want to buy ...\n\n * Stocks because they're overvalued and the Fed is about to xyz\n * Bonds because yields are low and there is a considered risk that either a)\n   interest rates will go up and harm bond prices in the short-term, or b)\n   inflation will stay high but interest rates won't…",
  "data/reddit-stocks/r/stocks/comments/q79702/squid_game_is_netflixs_biggest_series_launch.json": "https://www.cnbc.com/2021/10/13/squid-game-is-biggest-netflix-series-launch.html\n\n“Squid Game” has attracted 111 million viewers globally since its Sept. 17\nrelease, making it Netflix’s biggest series launch of all time.\n\nThe series easily smashed the previous record from “Bridgerton,” which…",
  "data/reddit-stocks/r/investing/comments/q79v3p/jpmorgan_exceeds_profit_expectations_on_15.json": "https://www.google.com/amp/s/www.cnbc.com/amp/2021/10/13/jpmorgan-jpm-earnings-q3-2021.html\n\n * Earnings of $3.74 per share vs. $3 per share estimate of analysts surveyed by\n   Refinitiv.\n\n * Revenue: $30.44 billion vs $29.8 billion estimate.\n\nThe gain came after the bank released $2.1 billion in…",
  "data/reddit-stocks/r/investing/comments/q7aeqs/us_annual_cpi_inflation_edges_higher_to_54_in.json": "https://www.fxstreet.com/news/breaking-us-annual-cpi-inflation-edges-higher-to-54-in-september-202110131230\n\n> Inflation in the US, as measured by the Consumer Price Index (CPI), rose to\n> 5.4% on a yearly basis in September from 5.3% in August, the US Bureau of\n> Labor Statistics reported on…",
  "data/reddit-stocks/r/Bogleheads/comments/q7bzdo/ibonds_rate_set_to_go_up_to_712_annual_yield_on.json": "https://tipswatch.com/2021/10/13/inflation-report-sets-i-bonds-inflation-adjusted-rate-at-7-12-and-social-security-cola-at-5-9/\n\nJust a FYI for those not crazy about investing in regular old Total Bond funds\nright now and are in the market to purchase fixed income products in their\nportfolios.\n\nAll…",
  "data/reddit-stocks/r/stocks/comments/q7bsjh/bb_showing_continued_headwinds.json": "I hold 200 shares of BB, first bought in ~$8.50 and another at ~$9.50. I tend to\nfeel that whenever it dips below $10 it starts looking very attractive.\n\nI have mixed feelings on the stock since the company has struggled to actually\nmake money and cement a solid business direction for profitable…",
  "data/reddit-stocks/r/investing/comments/q7e6v8/evergrande_misses_3rd_round_of_bond_coupon.json": "From the article:\n\n> HONG KONG - China Evergrande Group on Tuesday missed its third round of bond\n> payments in three weeks, intensifying market fears over contagion involving\n> other property developers as a wall of debt payment obligations come due in\n> the near-term. Some bondholders said they…",
  "data/reddit-stocks/r/stocks/comments/q7b3mt/how_do_companies_make_money_from_stock_price.json": "So I understand companies make money at IPO by selling a big chunk of stocks to\na bank. And then the bank sells those shares to the public. But after that,\nstocks go to secondary market: I buy from you and you make money, the brokerage\nmakes money. How does Apple make money because the stock price…",
  "data/reddit-stocks/r/Bogleheads/comments/q7bu0m/cola_raise_59.json": "Millions of retirees on Social Security will get a 5.9% boost in benefits for\n2022.\n[https://apnews.com/article/social-security-cola-increase-4f2cd7b763371b91923227be883e367e]",
  "data/reddit-stocks/r/stocks/comments/q7er7g/time_to_buy_the_dip_on_vz.json": "The 6 month/1 year chart on Verizon is pretty ugly, especially considering the\nperformance of the market at broad. However, with its dividend yield approaching\n5% and PE approaching 10, the value seems undeniable. Its debt also seems much\nmore manageable than T. I would argue that VZ would do farily…",
  "data/reddit-stocks/r/investing/comments/q74kz9/invest_direct_or_use_a_broker.json": "So my wife and I are 61 years old. Just sold a property and have €400,000 to\ninvest. We have no debts, own our own home and the country we currently live in\n(Portugal) has a 10 year tax free regime that includes no tax on income from\ndividends. We would try and live on the investment income (our…",
  "data/reddit-stocks/r/stocks/comments/q7jw8y/here_is_a_market_recap_for_today_wednesday.json": "PsychoMarket Recap - Wednesday, October 13, 2021\n\nHey Psychos!! Today's recap is a bit longer than usual because there was a lot\nof really important information released. I urge you to read until the end,\nespecially the part regarding the CPI.\n\nStocks finished mostly even, with the tech-heavy Nasdaq…",
  "data/reddit-stocks/r/stocks/comments/q7fz6h/10_rules_for_trading_excellency_from_a_successful.json": "WITH THESE RULES AS A FOUNDATION, I'VE PERSONALLY MADE ENOUGH TO LIVE WELL OFF\nTRADING.\n\nDisclaimer: I am primarily focused on the volatility space because of a number\nof reasons, the most important being that I think there's lots of edge there for\nretail traders.\n\nThese are the beliefs I was lucky…",
  "data/reddit-stocks/r/stocks/comments/q7fbpr/investment_in_clean_energy_must_triple_by_2030_to.json": "https://www.reuters.com/article/idUSKBN2H307M\n\nNotable from article:\n\nInvestment in renewable energy needs to triple by the end of the decade if the\nworld hopes to effectively fight climate change and keep volatile energy markets\nunder control, the International Energy Agency (IEA) said on…",
  "data/reddit-stocks/r/stocks/comments/q7k5lf/why_are_telecom_stocks_getting_sold_off.json": "Over the past few days companies like AT&T, VZ, and T-Mobile stocks have taken a\nbeating. I’ve done some research and understand why AT&T specifically is down.\nOtherwise, does anyone have any ideas as to why this sector is selling off\ndespite having low PE ratios?",
  "data/reddit-stocks/r/Bogleheads/comments/q7evys/what_is_the_boglehead_communitys_stance_on_gold.json": "I'm just wondering, if the Bogle idea is to buy the market as a whole, where\ndoes gold or other alternate investments fit in?\n\nFor example, if someone were to try to buy the market by using VT, they would\ninvest 3% of that money in Apple.\n\nSource…",
  "data/reddit-stocks/r/stocks/comments/q7euac/fda_staff_dont_take_position_on_moderna_covid19.json": "Food and Drug Administration staffers didn’t take a firm stance on Moderna\nInc.’s application for a booster dose, indicating there may not be sufficient\ndata to support the extra dose.\n\nThe FDA said data indicates the first two doses of the Moderna vaccine still\nprovide protection against severe…",
  "data/reddit-stocks/r/stocks/comments/q76onb/help_me_understand_the_recent_rise_in_icln.json": "I still have trouble understanding the connection between ETF prices and\nindividual stocks. Since 2 days, ICLN has risen +4%, but I do not see this rise\nin individual positions of the ETF.\n\nWhat are ETF prices most affected by, a) more shares of the ETF sold or b)\nindividual positions of the ETF…",
  "data/reddit-stocks/r/stocks/comments/q7y25k/deere_co_workers_go_on_strike_after_rejecting.json": "https://abcnews.go.com/amp/US/wireStory/deere-workers-strike-rejecting-contract-80573596\n\nMOLINE, Ill. -- More than 10,000 Deere & Co. workers went on strike Thursday\nafter “the company failed to present an agreement that met our members’ demands\nand needs,” the United Auto Workers union said in…",
  "data/reddit-stocks/r/investing/comments/q7yz7n/producer_price_inflation_hits_new_record_high.json": "https://www.forexlive.com/news/!/us-september-ppi-yy-vs-87-expected-20211014\n\n> Prior was 8.3% y/y\n> \n> PPI ex food and energy 6.8% vs 7.1% expected\n> \n> m/m PPI +0.5% vs +0.6% expected\n> \n> m/m ex food and energy +0.2% vs +0.5% expected\n\nThis is the highest since at least November 2010 on the…",
  "data/reddit-stocks/r/wallstreetbets/comments/q7unjl/not_everything_is_a_short.json": "Not every fucking stock that you like has a potential for a squeeze. I’ll\nrepeat, not every stock has a potential for a squeeze!\n\n90% of people joined this sub with very little to none investing experience in\n2020-21 when GME squeeze was happening, and now people think that achieving a\nshort squeeze…",
  "data/reddit-stocks/r/stocks/comments/q7xky7/wells_fargo_earnings_top_estimates_as_it_releases.json": "Wells Fargo & Co. Inc. WFC, -1.29% said Thursday it had net income of $5.122\nbillion, or $1.17 a share, in the third quarter, up from $3.216 billion, or 70\ncents a share, in the year-earlier period. Revenue fell to $18.834 billion from\n$19.316 billion. The FactSet consensus was for EPS of $1.00 and…",
  "data/reddit-stocks/r/investing/comments/q7ykcw/bank_of_america_tops_estimates_on_reserve_release.json": "https://www.cnbc.com/2021/10/14/bank-of-america-bac-earnings-q3-2021-.html\n\nBank of America posted third-quarter results that exceeded analysts’\nexpectations as it benefited from better-than-expected loan losses and record\nadvisory and asset management fees.\n\nEarnings: 85 cents a share vs the 71…",
  "data/reddit-stocks/r/stocks/comments/q82pan/elon_musk_says_in_talks_with_airlines_to_install.json": "https://www.reuters.com/technology/elon-musk-says-talks-with-airlines-install-starlink-2021-10-14/\n\nOct 14 (Reuters) - Billionaire entrepreneur Elon Musk said in a tweet on\nThursday he was in talks with airlines about installing Starlink, a\nsatellite-based broadband serviceowned by his rocket…",
  "data/reddit-stocks/r/wallstreetbets/comments/q7on6f/bb_yall_dont_talk_enough_about_blackberry_here.json": "As you know, BB moved up 5% (50 cents) today on news that they have partnered\nwith Google and Qualcomm. You're probably surprised it went up because it always\ngoes down on news.\n\nThis news is different. This news is huge.\n\nEveryone was quick to jump to the conclusion that Ford had dropped BB…",
  "data/reddit-stocks/r/investing/comments/q7zw25/jobless_claims_fall_to_lowest_level_since_start.json": "Jobless claims fell below 300,000 last week for the first time since the\nCovid-19 pandemic began in 2020, a sign companies are holding tightly to their\nworkers amid strong demand for labor.\n\nClaims, a proxy for layoffs, decreased to 293,000 last week from 329,000 a week\nearlier, the Labor Department…",
  "data/reddit-stocks/r/stocks/comments/q87iql/missed_out_on_55k_because_my_exit_was_hit.json": "I had a plan, if stock x hit eg. 99$, sell it all. It literally touched 99$ and\ni was thinking alright i just cut my losses, only for it next day to\njump...missed out on a good chunk today.\n\nanyone else have a similar story? i cant tell my personal family or friends\nbecause they wouldnt…",
  "data/reddit-stocks/r/stocks/comments/q8bl4s/chase_will_spend_whatever_we_have_to_to_crush.json": "In this week's earnings call [https://www.jpmorganchase.com/ir/events], Chase\nCEO was asked about BNPL companies and he said this:\n\n> You saw a firm come out and it's no longer just about BNPL. They're going to\n> have a debit card and attached banking accounts. So these are all different\n> forms of…",
  "data/reddit-stocks/r/stocks/comments/q85jm9/why_did_jpmorgan_fall_on_good_earnings_and_yet.json": "Why did JPMorgan fall on good earnings, and yet every other bank has practically\ngone up today?\n\nBank of America, Citi, Morgan Stanley all went way up today and yet JP Morgan\nhad similar strong earnings and fell.\n\nJust because they revealed earnings on a good day for the market? Or am I\nmissing…",
  "data/reddit-stocks/r/wallstreetbets/comments/q86s7c/yall_just_dont_get_it_do_you.json": "90% of you are new here to WSB within the past year. And most of you newbies\nhave not ever traded in a bear market. You subconsciously believe 100% runups in\n15 months is fairly normal.\n\nEvergrande is not a fucking joke we should sit across the globe from and laugh\nabout. Evergrande is the tip of…",
  "data/reddit-stocks/r/wallstreetbets/comments/q856qw/gme_possible_nearterm_technical_breakout.json": "Hi, gang. Non-ape here. Never been in GME, never posted about it. Mostly hate\nape culture and rhetoric and have largely abandoned WSB for greener pastures\nbecause of it.\n\nHOWEVER. Was looking at the GME chart today, wanting to see how it held up\nduring the current downturn. That's when I noticed…",
  "data/reddit-stocks/r/stocks/comments/q8bcnc/prepare_your_portfolio_for_extended_inflation.json": "> The roughly 70 million people – retirees, disabled people and others – who\n> rely on Social Security will receive a 5.9% cost-of-living adjustment next\n> year, the Social Security Administration said Wednesday. That's the biggest\n> bump since…",
  "data/reddit-stocks/r/stocks/comments/q8eriw/1980s_what_exactly_happened.json": "Okay so it seems there is a lot of worry around tapering and raising interest\nrates.\n\nMany people mention the horrible storm of the 80's....\n\nCan someone explain exactly what happened?\n\nI have heard we had the same storm of inflation caused by low interest rates and\nstimulus and this caused a…",
  "data/reddit-stocks/r/stocks/comments/q8g67p/if_i_plan_to_invest_in_iot_should_i_still_add.json": "Background: I plan on dedicating around $5,000 of my savings to\ninvestments/securities and begin allotting $150-200/month as often as possible\nto expand my portfolio. I lurk the sub a lot but tbh I’m not sure if this\nallocated budget would be enough for my plan. I’m 27M and work programming in\nIT,…",
  "data/reddit-stocks/r/investing/comments/q8le51/investing_in_gold_mining_stocks_after_the_recent.json": "There’s a recent dip in gold and I contemplating going for some gold stocks that\nI’ve been looking into for the past few weeks. I’m planning to go with Barrick\nGold Corp [http://www.barrick.com/English/home/default.aspx] (ABX.TO\n[https://www.reuters.com/companies/ABX.TO]). They are showing good…",
  "data/reddit-stocks/r/stocks/comments/q8exct/why_does_anyone_choose_not_to_invest.json": "I know quite a few people that don't invest in literally anything. Whether it's\nstocks, real estate, education, anything to better themselves/their situation.\nMy simple question is why? For the life of me, I can't figure it out. There's\nliterally zero downside unless you YOLO every dollar you have…",
  "data/reddit-stocks/r/investing/comments/q8mcsk/jefferies_raises_tesla_tsla_price_target_to_950.json": "https://www.teslarati.com/tesla-tsla-jefferies-upgrade-demand-capacity/\n\nTesla stock (NASDAQ:TSLA) recently received an optimistic outlook from Jefferies\nEquity Research, with analyst Philippe Houchois raising his price target on the\nautomaker from $850 to $950 per share. Jefferies cited several…",
  "data/reddit-stocks/r/stocks/comments/q8a0yt/gitlab_ipo_what_are_your_thoughts_worth_buying_or.json": "I looked at the financials an dI think gitlab is way over valued. Im surprised\nthey went up to $94 and then ended the day at $103.\n\nThey only have about 15,356 paying customers. With their main competitor\n(Github) has the backing of Microsoft and is able to offer better free tiers.\nWith more than…",
  "data/reddit-stocks/r/Bogleheads/comments/q8ire5/i_think_some_folks_here_are_missing_the_best.json": "The return on the amount of time you invest in investing. When you’re fully\ncommitted to VTSAX and chill (or VTI, VT, whatever), that’s it, you’re done.\n\nYou don’t have to do any company or stock DD, you don’t have to watch or listen\nto financial news or follow the charts. Just buy and hold and do…",
  "data/reddit-stocks/r/stocks/comments/q7zx1p/jobless_claims_fall_to_lowest_level_since_start.json": "Jobless claims fell below 300,000 last week for the first time since the\nCovid-19 pandemic began in 2020, a sign companies are holding tightly to their\nworkers amid strong demand for labor.\n\nClaims, a proxy for layoffs, decreased to 293,000 last week from 329,000 a week\nearlier, the Labor Department…",
  "data/reddit-stocks/r/stocks/comments/q8nawc/jefferies_raises_tesla_tsla_price_target_to_950.json": "https://www.teslarati.com/tesla-tsla-jefferies-upgrade-demand-capacity/\n\n“We raise EBIT estimates 7-9% for 2022-23 and PT to $950 on higher capacity ramp\nand sustained demand, following further analysis of Q3 data and various sources\nof information on the soon-to-be-launched Berlin facility. For…",
  "data/reddit-stocks/r/stocks/comments/q8nvs5/im_19_and_i_want_to_use_stocks_to_retire_at_50_is.json": "Hi, so I'm a 19 year old student living in Poland and I can't bear the thought\nof working for 40 years until retirement.\n\nAfter university as an engineer I should be able to put away at least $500 a\nmonth while living comfortably in my country and my plan is to put it mainly\ninto ETFs like SPY and…",
  "data/reddit-stocks/r/stocks/comments/q8pnaq/corsair_expects_q3_revenues_to_miss_consensus.json": "the company revealed that it expects to report Q3 net revenues of $391 million,\nmuch lower than the Street’s expectations of $485.2 million.\n\nAny Corsair shareholder and their thoughts about it?\n\nPersonally, I like the company and I owe it since November just holding and\naveraging down, but with…",
  "data/reddit-stocks/r/investing/comments/q8tfvk/15_million_winner_in_jeopardy_to_use_his_winnings.json": "https://www.youtube.com/watch?app=desktop&v=7hPMEsibOig\n\nNot sure if Cramer acting oblivious on purpose or what, but not sure why these\nCNBC guys are so confused about the most consistent, proven investment method we\nhave. Even day traders who are well versed will lose out against passive…",
  "data/reddit-stocks/r/Bogleheads/comments/q8qonn/does_it_ever_make_sense_to_pay_off_your_mortgage.json": "Looking for a second opinion on this.\n\nWife and I have a relatively high monthly mortgage payment ($3,100). We are\ncomfortable paying this amount, but of course it would be great if it was lower.\nWe refinanced in summer 2020 from 4% to 3%. Current outstanding principal is\nabout $570k.\n\nWe have a…",
  "data/reddit-stocks/r/Bogleheads/comments/q8o6cv/podcast_on_the_inner_workings_of_vtsaxvti.json": "I found a podcast providing a sort of behind-the-scenes on the Vanguard Total\nStock Market Index Fund (VTSAX / VTI as an ETF). A lot of it was a bit over my\nhead but thought some folks here might enjoy listening to it:\n\nPodcast website\n[https://rickferri.com/podcast/episode-38-bogleheads-on…",
  "data/reddit-stocks/r/stocks/comments/q8wwtl/porsche_taycan_the_companys_first_fully_electric.json": "https://www.cnbc.com/2021/10/15/porsche-taycan-ev-outsells-flagship-911-sports-car.html\n\nDeliveries of the Taycan hit 28,640, and deliveries of the 911 sports car hit\n27,972 during the same period.\n\nThe Taycan, a four-door, dual motor sports car, was seen as a high-priced\ncompetitor to Tesla’s newer…",
  "data/reddit-stocks/r/stocks/comments/q8vcgx/what_are_some_safe_stocksjust_looking_to_invest.json": "So, I am new to investing. I just started in May. Currently I am investing $979\nand monthly I add about $175-$200. I am not trying to make money quickly and I\ndo not need this money that I am investing for any particular reason. I just\nwant to kind of invest it and let it sit. So, my question is…",
  "data/reddit-stocks/r/investing/comments/q91i08/just_keeps_getting_worse_for_evergrande_as_17.json": "HONG KONG (Reuters) -Chinese state-owned Yuexiu Property has pulled out of a\nproposed $1.7 billion deal to buy China Evergrande Group's Hong Kong\nheadquarters building over worries about the developer's dire financial\nsituation, two sources said.\n\nExclusive-Evergrande's $1.7 billion Hong Kong…",
  "data/reddit-stocks/r/wallstreetbets/comments/q8kur1/as_smooth_brained_as_all_you_degenerates_may_be_i.json": "At least you guys are interesting. People in r/stocks [/r/stocks] are a bunch of\nvanilla bootlickers who probably only know missionary. In that group, if you\nhave any opinion there that is against \"always buy SPY\", it gets down voted into\noblivion. Most people are just stuck being poor for reasons…",
  "data/reddit-stocks/r/stocks/comments/q8zylz/key_to_bidens_climate_agenda_likely_to_be_cut.json": "The most powerful part of President Biden’s climate agenda — a program to\nrapidly replace the nation’s coal- and gas-fired power plants with wind, solar\nand nuclear energy — will likely be dropped from the massive budget bill pending\nin Congress, according to Congressional staffers and lobbyists…",
  "data/reddit-stocks/r/stocks/comments/q8xomh/here_is_a_market_recap_for_today_friday_october.json": "PsychoMarket Recap - Friday, October 15, 2021\n\nSorry for not posting the recap yesterday, with the market bouncing so hard\ndecide to take a day off and treat myself!\n\nStocks rose on Friday, continuing a monster bounce in October that has seen the\nS&P 500 (SPY) claw back a lot of the losses suffered…",
  "data/reddit-stocks/r/investing/comments/q95l3k/why_are_gme_stockholders_so_convinced_of_a_giant.json": "It seems like every day there is some new theory as to what will trigger \"MOASS\"\n(The Mother of All Short Squeezes). Now they are on the train that transfering\nall your shares to computershare will \"trigger\" the short squeeze. I just don't\nunderstand if they are so certain it's going to happen then…",
  "data/reddit-stocks/r/stocks/comments/q9cys4/why_simple_dollar_cost_averaging_still_the_king.json": "By now we have all heard the virtues of Dollar-Cost Averaging (DCA) and that you\nshould never try to time the market. Basically, it has been repeated ad nauseam\nthat\n\n> Time in the market beats timing the market\n\nBut what is interesting is that I could not find any research that has been done\non the…",
  "data/reddit-stocks/r/stocks/comments/q98t8o/why_polestar_and_not_rivian_might_be_the_best.json": "Polestar which is a swedish electric vehicle company that has ACTUAL REVENUE\nfrom vehicle sales worldwide is going public! They have delivered well over\n20,000 vehicles so far, and they are projected to have a revenue of $1.6B this\nyear.\n\nHere you can see some sales data from Europe, not included…",
  "data/reddit-stocks/r/investing/comments/q9czb0/why_is_simple_dollar_cost_averaging_still_the.json": "By now we have all heard the virtues of Dollar-Cost Averaging (DCA) and that you\nshould never try to time the market. Basically, it has been repeated ad nauseam\nthat\n\n> Time in the market beats timing the market\n\nBut what is interesting is that I could not find any research that has been done\non the…",
  "data/reddit-stocks/r/Bogleheads/comments/q9g519/fi_metric_gauge.json": "We are a couple in our mid 40's. No kids, no student loans and no mortgage or\ncar debts.\n\nCombined income is 260k annually ( recent pay bump over the last 2 years).\nCombined 401k 382k. 1 primary residence valued at 463k, paid off. 2 Rentals\nvalued at 700k, paid off, bringing in 1400/mo combined post…",
  "data/reddit-stocks/r/stocks/comments/q8zlsr/why_does_anyone_invest_in_spy.json": "My question is a relatively simple one. Why do people invest in SPY with a 0.09%\nexpense ratio, when VOO is available with a 0.03% expense ratio? It's one-third\nthe cost of SPY. They both seem to perform the same. Are people not trusting of\nvanguard's management, or is there something else that I'm…",
  "data/reddit-stocks/r/stocks/comments/q9g9tf/how_do_you_short_the_turkish_lira.json": "So basically my idea is that turkey is about to have a near worthless currency.\nA few reasons for this are listed below:\n\n * Erdogan\n * Unfettered Immigration\n * EU, USA crackdown\n * Syrian conflict\n * Social unrest\n * Winter\n\nI think we may see the Lira go up to as high as 20 to the USD, what are…",
  "data/reddit-stocks/r/investing/comments/q9kvze/feds_bostic_says_its_not_appropriate_to_refer_to.json": "https://www.msn.com/en-us/money/markets/transitory-is-e2-80-98dirty-word-e2-80-99-as-inflation-lasts-fed-e2-80-99s-bostic-says/ar-AAPqKbz\n\n(Bloomberg) -- Federal Reserve Bank of Atlanta President Raphael Bostic said\nthis year’s inflation surge is lasting longer than policymakers expected, so\nit’s…",
  "data/reddit-stocks/r/stocks/comments/q9jy6v/favorite_nontech_stocks_for_the_long_term.json": "I was looking at my portfolio, and like a lot of people, I'm heavily tilted\ntowards Tech stocks.\n\nFor me, I am a big fan of COST as well as DIS (even though Disney can now be\nargued as a little bit of tech)\n\nWhat are some of your favorite non-tech plays for the long term?",
  "data/reddit-stocks/r/Bogleheads/comments/q9jjq1/how_much_cash_do_you_hold.json": "Personally, I save half of whatever I’m going to invest (50% into a savings\naccount, 50% into whatever investment I’m making). I dip into my savings pretty\nregularly and don’t need to worry about an emergency fund, that's already taken\ncare of.\n\nBut I was wondering if there was a particular ratio…",
  "data/reddit-stocks/r/stocks/comments/q9gcbe/31_years_old_and_finally_able_to_invest.json": "Hey everyone, I am fresh out of university with a small portfolio of 20k USD. I\nhave 4 mutual funds and 4 stocks on the Nasdaq, and I am now in a position to\ninvest capital every other month.\n\nI would like some options or suggestions on longer term funds. I understand how\nthey work, but I feel this…",
  "data/reddit-stocks/r/stocks/comments/q9kk23/inflation_surges_worldwide_as_covid19_lockdowns.json": "Rising inflation is triggering anxiety around the world as a surge in demand\nfollowing the easing of Covid-19 lockdowns has been confronted by supply\nbottlenecks\n[https://www.wsj.com/articles/supply-chain-issues-car-chip-shortage-covid-manufacturing-global-economy…",
  "data/reddit-stocks/r/stocks/comments/q9pnwy/looking_to_copy_nancy_and_paul_pelosis_trades.json": "I'm looking to mirror my portfolio to have the same ratio of stocks as Nancy and\nPaul Pelosi and then also receive an update whenever they buy or sell something\nso that I can do the same. What website or tools should I be using? Thanks",
  "data/reddit-stocks/r/Bogleheads/comments/q9knft/invest_50k_in_savings_in_vtsax_60_vtiax_40_now.json": "I'm really concerned about dumping money in the stock market right now with all\nthe insane inflation going on, global supply shortages, high demand and low\nsupply of employment, crazy property values and talks of a global recession\ncoming. This $50K is a big part of my savings.\n\nWhat is the…",
  "data/reddit-stocks/r/stocks/comments/q9kq43/can_someone_explain_etfs_to_me_like_im_stupid.json": "Thank you for reading this, because this has been really bugging me.\n\nI understand how stocks work: company issues stocks. People buy stocks. Company\nuses that money to make profits. Stock value goes up. Company then either uses\nits old profits to make new profits, sells more stocks or borrows…",
  "data/reddit-stocks/r/Bogleheads/comments/q9se4t/can_there_be_too_many_bogleheads.json": "If enough people were to move their money into passive index funds exclusively,\nand away from other investments, at what point would that become a problem?",
  "data/reddit-stocks/r/investing/comments/q9r3wg/have_a_very_low_rate_line_of_credit_thoughts_on.json": "Hey folks, because I work at a bank I can get a 20k line of credit at 1%\ninterest (compounded monthly, so it's 1.0046% annualized)\n\nIf I quit or am fired it reverts to 4%, so I am mindful of finding fixed income\nproducts with short duration, or ones that are properly hedged to interest rates\nso that…",
  "data/reddit-stocks/r/stocks/comments/q9x5f9/should_i_sell_my_stocks_to_pay_off_debt.json": "I’m a low income 25 year old with $800 in savings and I have about $6,404 worth\nof debt which is a car note, cc debt, and Braces debt. I also have $6,700 worth\nin individual stocks. I have tech and EV stocks that I love and planned on\nkeeping them until I get about 50 years old, I make about $3k a…",
  "data/reddit-stocks/r/investing/comments/q9wg69/have_a_question_about_stock_with_a_mandatory.json": "so i have never come across a policy such as this. im basically a very novice\ninvestor.\n\nso i know what a stock is, and i know what a bond is\n\nmy bank is offering me \"shares\" in a company. 3.5% return per annum, after 5\nyears we get the money back in full for exactly the same price that was paid.\n\ni…",
  "data/reddit-stocks/r/Bogleheads/comments/q9mos8/19yo_with_4000_set_aside_for_investing_in_college.json": "the title tells pretty much abt me, im a beginner, after doing some research, I\nlays my eyes on VTSAX for now. this should be for long term hold, hopefully\n20-30y without having to withdrawal, and no student debt if plan goes well. so i\nhave some questions:\n\n * what account should i open? whats the…",
  "data/reddit-stocks/r/stocks/comments/q9y54z/i_blew_up_my_account_three_times_this_year_and_i.json": "This probably happens often, but I rarely see any posts about it. You rarely\nhear from the losers. Since those people probably just stop posting on forums\nwhen it happens. So I'm swallowing the pride and posting about my losses.\n\nI started invested January 5 this year as a New Year's resolution. I…",
  "data/reddit-stocks/r/stocks/comments/q9rga5/thoughts_on_how_big_lithium_will_get.json": "I recently read in a few articles about lithium growing in demand, and will\ncontinue to grow in demand over the years, with the increase of EVs. I started\ninvesting in lithium and the ROI has been very impressive however it feels like\nit’s too good to be true.\n\nAlso, I feel like a safer option for…",
  "data/reddit-stocks/r/Bogleheads/comments/qa3w1u/does_the_magic_of_compound_interest_work_if_money.json": "I realize how dumb this question might sound, but everything I’ve tried to\ncalculate seems to indicate that it doesn’t make a difference if the money is\nsplit in two accounts. However, that just doesn’t seem logical to me. Can\nsomeone explain this to me?\n\nI’ve read that compound interest kicks in…",
  "data/reddit-stocks/r/Bogleheads/comments/qa068y/company_stock_purchase_plan.json": "Hello everyone,\n\nWhat is the recommended approach for best utilizing company stock as part of a\ndiverse portfolio? For example, I have the ability to purchase my company stock\n(a Fortune 500 company) at a 5% discount. I currently contribute 25% of my\nincome to 401k (20% + 5% match) and max ROTH each…",
  "data/reddit-stocks/r/stocks/comments/qa7fd1/netflixs_squid_game_will_generate_about_900.json": "> Netflix estimates that its latest megahit, “Squid Game,”\n> [https://www.bloomberg.com/news/articles/2021-10-13/netflix-says-squid-game-is-its-biggest-series-launch-ever] will\n> create almost $900 million in value for the company, according to figures seen\n> by Bloomberg, underscoring the windfall…",
  "data/reddit-stocks/r/investing/comments/qa60on/how_to_determine_what_the_market_thinks_the_price.json": "For inflation, I understand that TIPS are equivalent to market-based predictors\nof what level inflation will be (graphed:\nhttps://fred.stlouisfed.org/series/T5YIE).\n\nIs there the equivalent for the future price of a stock or index? For example,\nif I wanted to answer the question \"what does the…",
  "data/reddit-stocks/r/stocks/comments/qa2m0c/have_you_ever_become_rich_over_night.json": "Have you ever gotten extremely lucky and happen to make a large profit at once\nwith your stocks? Or wait for the perfect moment to buy and suddenly become\nwealthy soon after?? What stock gave you the financial freedom you wanted??",
  "data/reddit-stocks/r/investing/comments/qaaeag/chinas_power_crisis_will_affect_industries.json": "Prefaced from Bloomberg Opinion:\n\nFlooding in the coal hub of Shanxi province have driven prices up to $234 a\nmetric ton as the government tries to kickstart extra production, further\nmeasures are needed to prevent more generators cutting off their turbines and\ncausing blackouts through northern…",
  "data/reddit-stocks/r/investing/comments/qag7w6/evergrande_set_to_officially_default_on_october.json": "\" Evergrande, the world’s most indebted property developer, is set to formally\nenter default on Oct. 23, when the grace period ends for its first missed bond\npayment. On Tuesday, the company missed a third round of payments, bondholders\nconfirmed to the ­Reuters news agency, intensifying investor…",
  "data/reddit-stocks/r/stocks/comments/qadzhm/im_a_guy_who_posted_about_oil_3_months_ago_sadly.json": "I used to post about oil probably every other day on this sub about 3 months\nback. There were many like minded people and the trade was going very well until\nAugust and September. I lost 50% of that port due to the trade. Probably a\nlittle more. At this point, I held through, and averaged down, and…",
  "data/reddit-stocks/r/investing/comments/qafpto/china_gdp_disappoints_thirdquarter_growth_slows.json": "- Gross domestic product grew 4.9% in the third quarter from a year ago, the\nNational Bureau of Statistics said Monday. That missed expectations for a 5.2%\nexpansion, according to analysts polled by Reuters.\n\n- However, retail sales beat expectations, rising 4.4% in September from a year\nago. The…"
}