{
  "data/reddit-crypto/r/CryptoCurrency/comments/n2bp7g/2021_bull_run.json": "Anyone else have the feeling that this bull run is different from the 2017 one?\nWith more institutional money coming in and lot's of real world hype in crypto\nthis time around.. i feel like we could actually stay bullish for a VERY long\ntime..\n\n\n\nAnyone else have the same opinion? I did feel in 2017…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n2ah7v/bill_maher_just_went_full_boomer.json": "Well that was gross... Bill Maher did a crypto segment at the end of his show\ntonight full of misinformation and quotes that were disproven months and years\nago.\n\nWorst part is he compared it to the housing crisis which is the centralization\nwe're all trying to move away from.\n\nI usually like Bill…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n272v3/cryptoseasons_investment_game_has_begun.json": "Hi guys,\n\nI made a post 10 days ago and got a lot of positive feedback so I wanted to give\na quick update. I hope it's alright. The game has just begun and lasts 30 days.\n\n * You start with $50.000 play money\n * Trade cryptos from a selection of the top 315 coins\n * When the competition ends, the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/n29zb9/how_150_in_btc_changed_my_way_of_living.json": "I mined with a pretty weak card last month,just to see what it's like and how it\nworks. I got a tiny amount of BTC and didn't think much of it. Coming back to it\nthough I saw something interesting to me and propably obvious to you. From 1.5\nusd it went to 1.73 usd. Pretty meaninless right? Kept…",
  "data/reddit-crypto/r/Bitcoin/comments/n28m5d/you_bought_in_2020_wow_you_got_in_so_early.json": "This is what a friend told me. I bought back at $9k in 2020 and at the time I\nwas quite nervous and questioned if I was buying at the right time. I watched it\ngo up to $12k and then drop down to $10k. At that time, it was stressful.\n\nThis post is for anyone who is questioning if they are getting in…"
}