{
  "data/reddit-changemyview/r/changemyview/comments/npkmj2/cmv_internet_should_be_treated_like_a_basic.json": "The whole world, especially during the pandemic, is relying on the internet to\nfunction. Students need the internet to learn. People need the internet for\ndirections and most people use it for entertainment. Some restaurants use the\ninternet to order. I need to use the internet to pay my rent every…",
  "data/reddit-changemyview/r/changemyview/comments/npgz6m/cmv_neither_isreal_or_palestine_should_be_blindly.json": "Lately I've seen a lot of #FreePalestine or #FreeIsrael in response to the\nrecent conflicts. Of course neither of these #s will change anything, but I\nthink supporting 1 side over the other is simply idiotic. There are perfect\narguments as to why either side is the good side, but the way I see it,…",
  "data/reddit-changemyview/r/changemyview/comments/npqmxa/cmv_universal_healthcare_would_be_cheaper_per.json": "I've seen a lot of posts online recently that we already pay for universal\nhealthcare, in the form of the money that we pay to private insurance, which is\ncorrect, but I think it goes even one step further.\n\nPreventative care.\n\nAmericans right now massively avoid preventative care because of…",
  "data/reddit-changemyview/r/changemyview/comments/nprez2/cmv_dubai_is_a_monument_to_wealth_and_consumerism.json": "I don’t have much to add beyond the title. Metropolises don’t just spring up out\nof nowhere in 30 years.\n\nRegarding wealth and consumerism, that much is obvious to the naked eye.\n\nA quick internet search will provide an insight into the horrific treatment that\nthe construction workers are subjected…",
  "data/reddit-changemyview/r/changemyview/comments/nq1gif/cmv_the_us_electoral_college_is_outdated_and.json": "In 1824\n[https://en.wikipedia.org/wiki/1824_United_States_presidential_election], 1876\n[https://en.wikipedia.org/wiki/1876_United_States_presidential_election], 1888\n[https://en.wikipedia.org/wiki/1888_United_States_presidential_election],…",
  "data/reddit-changemyview/r/changemyview/comments/nq8zyx/cmv_people_glamorize_weed_way_too_much.json": "I smoke frequently, but way too many people (especially on Reddit) look at weed\nas some harmless plant that solves all the worlds problems. And I know weed is\nsafer than alcohol, cigarettes, coffee, sugar and almost every drug in the book\nbut that doesn’t necessarily mean it’s safe, especially when…",
  "data/reddit-changemyview/r/changemyview/comments/nq2gpf/cmv_in_the_developed_society_we_live_in_today_we.json": "My belief is that we should have universal healthcare that is very cheap if not\nfree. People developing diseases like cancer isn't their fault. We all have a\nchance of getting cancer in the future, and we shouldn't have to worry about\nmassive health costs for things that aren't even our fault.…",
  "data/reddit-changemyview/r/changemyview/comments/nq0nj3/cmv_we_should_forgo_rehabilitation_and_humane.json": "Deltas:\n\n * For showing why the punishment does more harm than good:\n   https://reddit.com/r/changemyview/comments/nq0nj3/_/h085rci/?context=1\n * For showing why such a punishment is actually a slippery slope (everyone’s\n   different take on what is vile):\n  …",
  "data/reddit-changemyview/r/changemyview/comments/nqqgtq/cmv_youre_a_hypocrite_if_you_make_small_dick.json": "I have noticed recently that self-proclaimed proponents of body positivity -\ntypically found on twitter, also are quick to say things such as \"found the guy\nwith a small dick\", or make jokes at the expense of short men. They're the first\nto default to making fun of Trump's hands, while…",
  "data/reddit-changemyview/r/changemyview/comments/nqsmol/cmv_everyone_is_all_mental_health_awareness_until.json": "People stigmatize personality disorders way too much. There are entire basically\nhate subreddits saying everyone with one is inherently abusive. I have\nBorderline Personality Disorder and on Reddit alone I’ve gotten called a\n“monster” been told that I should be “sterilized”, etc simply for saying I…",
  "data/reddit-changemyview/r/changemyview/comments/nqu1ae/cmv_blaming_a_gun_owner_for_having_their_gun.json": "Let’s say John as a single guy leaves a couple of his firearms outside of his\nsafe in his home. No one lives with him nor is supposed to have access to his\nhome.\n\nIf someone breaks into his home and takes one/some of his firearms and you blame\nJohn for that or for the crime committed afterwards with…",
  "data/reddit-changemyview/r/changemyview/comments/nqx4sv/cmv_twitter_will_always_breed_extremist_views_as.json": "Everyone always talks about how twitter is toxic and is responsible for cancel\nculture, but no one ever talks about why that is.\n\nIn my opinion, the mechanics of social media are wholly to blame.\n\nIf you don't have nested comments, no one can have a more meaningful\nconversation about any topic. It…",
  "data/reddit-changemyview/r/changemyview/comments/nr4t7n/cmv_the_electoral_college_system_would_be_more.json": "For example, if 60% of Californians had voted for Biden and 40% for Trump, then\n60% of its 55 electoral votes (33) would have gone to Biden and 40% to Trump. Of\ncourse, it wouldn't come out evenly oftentimes so you'd have to do some awkward\nrounding.\n\nThe reason I like this better is because the…"
}