{
  "data/reddit-stocks/r/stocks/comments/l9rdrq/why_is_noone_talking_about_a_possible_market_crash.json": "The markets are down, this wsb stuff is crazy, hedge funds will have to unload\nbillions of dollars in positions to get out of their shorts, isn't there the\npossibility of a large correction / market crash?",
  "data/reddit-stocks/r/wallstreetbets/comments/l9runf/the_silver_squeeze_is_a_hedgefund_coordinated.json": "If you haven’t been browsing WSB or doing your own research, you’d probably\nthink that the people on Twitter are correct in saying there is a silver squeeze\nhappening and we should all get in on it. There are quite a few wsb-logo Twitter\naccounts pushing this. This is BS & the straight up the…",
  "data/reddit-stocks/r/stocks/comments/l9s6i6/another_thread_about_next_week.json": "So I'm another noob who is lurking the stock subs because of the GME frenzy.\nIt's been really interesting seeing the different takes on what's been going\ndown and what's going to happen next week. r/wallstreetbets [/r/wallstreetbets]\nhas some really great info but also lots of 12 year olds and bots,…",
  "data/reddit-stocks/r/stocks/comments/l9w06m/biocrysts_bcx9930an_impossible_to_value_drug_able.json": "Previously I posted on Biocryst (BCRX)’s recently approved drug\nBerotralstat/Orladeyo and how it alone warranted a valuation of $121 for\nBiocryst’s stock, not the inexplicable current price of $8.52 that we now\nsee—that can only be possible from the public’s general ignorance of this\ncompany and its…",
  "data/reddit-stocks/r/investing/comments/l9unrf/containership_boom_ongoing.json": "Rates for containerships (the ships which carry thousands of the 20-40’ boxes\nyou seen on railroads and trucks) have been going ballistic the past 4-5 months,\nbut the stock reactions have been mixed.\n\nLink to containership rates: https://harpex.harperpetersen.com/harpexVP.do\n\nI’m currently long…",
  "data/reddit-stocks/r/investing/comments/l9pp7j/fedex_fdx_reason_behind_weakness.json": "FedEx stock has been weak since early December (circa 20% weaker Vs highs).\nTheir last earnings didn't read too badly and they appear to be heavily involved\nin vaccine distribution. Do people think the weakness in the stock is linked to\nlogistics / parcel delivery sector generally or something…",
  "data/reddit-stocks/r/stocks/comments/l9tudz/why_didnt_melvin_properly_hedge_their_short.json": "Is it common practice for hedge funds not to sufficiently hedge risky positions?\nI don't understand why Melvin and other shorts didn't sufficiently protect their\nexposure by purchasing cheap (cheap back in the fall of 2020) otm call options.\nIt would have been a small cost to pay for upside…",
  "data/reddit-stocks/r/investing/comments/l9ub5g/long_post_sorry_i_dont_understand_the_connection.json": "Am I dumb for not getting this? How does a company doing \"well\"/\"better\" or\n\"poorly\"/\"worse\" (whatever that means here ) have anything to do with the\nintrinsic value of the stock? Why would that make the value go up or down?\n\nLet me do it by way of analogy, by contrasting it to a system that I…",
  "data/reddit-stocks/r/stocks/comments/l9y5aj/purchased_amc_stock_when_the_market_is_closed.json": "I was a little hesitant but I went ahead and bought 20 shares of the stock on a\nmarket order set for the day as TIF. At this moment with a volatile market\nshould I cancel the order and wait till there's a dip after the market opens?\nAlso, having never really used the options to set a limit order,…",
  "data/reddit-stocks/r/stocks/comments/l9y17p/conversation_of_elon_vs_vlad_on_clubhouse.json": "Elon Musk - do you wanna hear the real story from Vlad about what happened with\nGStop?\n\nVlad comes outta the audience.\n\nEM - spill the beans man. what happened w/ GStop. The ppl demand answers!\n\nVlad starts with PR shit, \"a little background, I'm the ceo of RH\"\n\nEM - yea we know! go! hahahah \"So…",
  "data/reddit-stocks/r/stocks/comments/l9tyoc/entry_point_identified_wkhs_stock_get_ready_for.json": "Take a seat and let me tell you a story about the second greatest bet of 2021\nthat's sure to get you portfolios excited. Workhorse ($WKHS) has been in the\nranks for months now after a MASSIVE explosion in June of 2020 due to a\npotential \"speculation\" of obtaining the new 8.3 Billion (~20 Billion…",
  "data/reddit-stocks/r/stocks/comments/l9y3e7/rstocks_daily_discussion_monday_feb_01_2021.json": "These daily discussions run from Monday to Friday including during our themed\nposts.\n\nSome helpful links:\n\n * Finviz [https://finviz.com/quote.ashx?t=amd] for charts, fundamentals, and\n   aggregated news on individual stocks\n * Bloomberg market news [https://www.bloomberg.com/markets]\n   *…",
  "data/reddit-stocks/r/stocks/comments/la34bh/its_fucking_awful_seeing_the_silver.json": "⚠️⚠️⚠️ DON'T BUY SILVER, IT'S A TRAP⚠️⚠️⚠️\n\nThey're talking on CNBC as if people on Reddit are actually squeezing silver.\nIt's fucking absurd, they're practically encouraging it.\n\nThey're like, \"Wow, these redditors are squeezing silver, how cool\" actually\nfucking encouraging it.\n\nLiterally…",
  "data/reddit-stocks/r/investing/comments/la3bft/emotional_involvement_has_never_been_this_high.json": "First of all, I can't wait to be berated in the comments.\n\nI'm gonna be blunt, I have seen a whole lot of dumb shit over the last week. A\nlot more than normal. And compounding all of that is an unprecedented amount of\nlegitimate emotional involvement here. So let me get started by saying…",
  "data/reddit-stocks/r/wallstreetbets/comments/l9rk78/sec_doj_60_minutes_public_data_suggests_massive.json": "Obligatory emoji 🚀\n\nShort Version: The short version is that a review of the 'strategic\nfails–to–deliver' data indicates that institutional insiders may have\ncounterfeited a massive number of Gamestop shares which is why they tried to\nstop retail investors from buying more shares on…",
  "data/reddit-stocks/r/stocks/comments/la3pi0/now_is_a_good_time_to_baseline_your_resources_for.json": "With all going on right now with the GME/AMC short squeeze. It is a good time to\nsee which stock news outlets are on which side of the table. Regardless of any\npersonal thoughts on the squeeze matter, you can at least get a better\nunderstanding of your resources.",
  "data/reddit-stocks/r/wallstreetbets/comments/la1o04/there_is_no_silver_short_squeeze_happening_none.json": "Silver might go up nicely and for a time but don't get high on hopium, this is\nnot gonna go in the 100s.\n\nhttps://twitter.com/michaeljburry/status/1356111612759789568\n\n> A corner in the silver market has been tried before - and let's be clear, that\n> is what is being attempted now. In 1980, a rule…",
  "data/reddit-stocks/r/wallstreetbets/comments/la1cxi/sec_intern_pls_read_false_media_reports_about.json": "Dear SEC Intern,\n\nSorry not sorry you worked all weekend scouring memes and getting the tendieman\nsong stuck in your head.\n\nFalse media reports about “Reddit traders” moving en-mass into silver, SPACs, or\nwhatever is benefiting hedge funds at the moment is getting out of control.\n\nIt doesn’t take…",
  "data/reddit-stocks/r/stocks/comments/la52q9/am_i_just_dumb_or_could_hedgefunds_just_buy_the.json": "I keep seeing on WallStreetBets and friends talking about TO THE MOON. 🚀🚀🚀\n\nI get the idea. You wait for the shorts to be requested back by the stock\nholders and thus they have to buy the stock at whatever price its at. Making it\njump higher and higher.\n\nHowever, what is stopping them from just…",
  "data/reddit-stocks/r/wallstreetbets/comments/la34q7/be_prepared_for_a_flat_week_as_hedge_funds_try_to.json": "In a situation like this I try to put myself in my counterpart’s shoes. So if I\nwere a greedy, fraudulent bastard who would try to bankrupt a company for a few\nbucks and would rather risk crashing the market than take a loss, how would I\ndeal with a hungry pack of 🦍 🦍 🦍 beating down my door for…",
  "data/reddit-stocks/r/wallstreetbets/comments/la4z2s/do_not_sell_gme_at_low_volume_dips_this_is_a.json": "If you see GME falling quickly without volume , this isn't actual selloff of GME\nshares but a tactic of hedge funds to scare you into selling GME. Read this\nthread if you want to know more about this.\n[https://www.reddit.com/r/wallstreetbets/comments/l72r36/what_is_a_short_ladder_attack/]\nThe order…",
  "data/reddit-stocks/r/stocks/comments/la5qmm/vanguard_order_cant_be_accepted_because_it_would.json": "Recently switched to Vanguard and added $1500 which is now available to trade.\nVanguard restricts me to using Limit orders. I do 5 Shares at a price of $250\nbut it won't let me order as it exceeds available funds. Did I miss something?",
  "data/reddit-stocks/r/investing/comments/l9zsb6/daily_advice_thread_all_basic_help_or_advice.json": "If your question is \"I have $10,000, what do I do?\" or other \"advice for my\npersonal situation\" questions, you should include relevant information, such as\nthe following:\n\n * How old are you? What country do you live in?\n   \n * Are you employed/making income? How much?\n   \n * What are your…",
  "data/reddit-stocks/r/stocks/comments/la3b7l/tesla_nio_and_xpeng_the_latest_on_hot_ev_stocks.json": "https://www.thestreet.com/investing/tesla-nio-xpeng-nikola-and-more-the-latest-on-hot-ev-stocks\n\nNIO’s American depositary receipts trading in New York rose more than 3% on\nMonday after the electric carmaker said it delivered a record 7,225 vehicles in\nJanuary, representing more than 350% year-on…",
  "data/reddit-stocks/r/stocks/comments/la6yh2/gme_shorts_covering_reports_from_s3_partners.json": "All the above mention companies are reporting a reduction in short interest in\nGME but do the numbers work out? I understand volume on Friday was ~50M, but\ncould the majority of that volume really be shorts covering?\n\nI understand short interest is all estimation until the real report comes out…",
  "data/reddit-stocks/r/stocks/comments/la2861/this_sub_has_gained_600k_subscribers_since.json": "..... and that becomes quite obvious when looking at the quality of recent\nposts.\n\nWhile it's great that Reddit is finally getting some worldwide media attention,\nall this is coming at a great cost. It feels like we're becoming a second\nr/wallstreetbets [/r/wallstreetbets] which is NOT a good…",
  "data/reddit-stocks/r/investing/comments/la7g07/lmt_a_deep_dive.json": "Bottom Line Up Front (BLUF) or TL;DR for the non-military types:\n\nLMT is a good target if you want to literally go to the moon, and my PT is\n$690.26 in two years (more than 2x from current levels). Justification and some\npossible trade ideas are listed below, just CTRL-F “Trade Ideas”. I hope…",
  "data/reddit-stocks/r/stocks/comments/la6rs6/disney_earning_prediction.json": "Disney earning is on 2.11 after hour.\n\nPrediction: revenue in-line or better; beat earning; Disney + subscriber around\n95M or better.\n\nDepending on how much they beat, stock may easily trade in 180--200 after\nearning.\n\n\n\nRevenue and profit: Current consensus is 15.8B and -0.4 EPS from Yahoo…",
  "data/reddit-stocks/r/stocks/comments/la8gtx/fords_partnership_with_google.json": "Ford ($F) and Google ($GOOGL, $GOOG) today announced a unique strategic\npartnership to accelerate Ford's transformation and reinvent the connected\nvehicle experience. Ford has also named Google Cloud its preferred cloud\nprovider to leverage Google's world-class expertise in data,…",
  "data/reddit-stocks/r/stocks/comments/la5y9e/is_it_even_worth_trying_to_invest_in_anything.json": "Considering the rest of the market is red, is it even worth investing in things\nthat aren't all over the media? I feel like literally everyone (including myself\nat one point) is hyperfocused on meme stocks and no one is talking about\nanything else. I have my GME out of moral support whether or not I…",
  "data/reddit-stocks/r/investing/comments/la5ci3/time_to_go_long_on_amd.json": "I missed last year's incredible bull run in a lot of tech. I played the options\nmarket more and held cash. Now I'm looking for decent value holds. AMD's most\nrecent earnings blowout has me pretty exciting that they're living up to the\nhype. As far as I can see their P/E was basically cut in half…",
  "data/reddit-stocks/r/stocks/comments/labfji/over_5_million_shares_of_gme_failed_to_deliver.json": "According to SEC data over 5 million shares of GME failed to deliver. I looked\nthrough the data myself and anyone else can double check me. What does this\nmean? Is there an overselling of GME stock, naked shorts? Just looking for some\npossible answers, also almost all the incidences of failures were…",
  "data/reddit-stocks/r/stocks/comments/la9w0j/for_everyone_new_to_investing_a_comprehensive.json": "Current Conditions of the Market:\n\nLet me be clear: this is not the typical conditions of the market where stocks\nfluctuate double and triple digit percentages per day. There’s a place for that\n- the casino. In recent weeks, herds of new traders are pouring into the trading\nscene hoping to get a…",
  "data/reddit-stocks/r/stocks/comments/laahda/serious_question_did_the_gme_squeeze_already.json": "https://i.imgur.com/6BGahUN.jpg\n\nBeen supporting the WSB fight against the Hedge Funds since I found out about it\naround a week ago. Then I found this information a few hours ago, and it has me\nworried for the people indefinitely holding, with the expectation of a squeeze\ncoming soon. I'm new to the…",
  "data/reddit-stocks/r/stocks/comments/la53ak/amc_a_different_kind_of_investing.json": "AMC holds sentimental value to me. I grew up going to movie theaters with\nfriends, and I think it holds sentimental value with plenty of you as well. It’s\none thing for a company to fail due to bad business, and it's another for it to\nfail due to a random, unexpected, unpreventable pandemic.\n\nThese…",
  "data/reddit-stocks/r/stocks/comments/labz0l/i_bought_gme_at_the_dip_for_250_today_do_you.json": "Everything on Wall Street bets is a joke right now. I just want some logical\ninsight and opinion rather than everyone aimlessly hoping and spreading BS.\nSuddenly everyone’s an expert on a short squeeze. Thanks in advance guys.",
  "data/reddit-stocks/r/stocks/comments/lacmi2/sold_my_gme_shares.json": "Only had a couple shares but couldn't stand the community anymore. I fear that a\nlot of those guys have been indcotrinated by the hype. Any comment even slightly\nagainst the grain or has a notion of common sense to it gets down voted to hell\nwithin a few seconds and removed. At this point I'm…",
  "data/reddit-stocks/r/stocks/comments/lac0yp/5m_gme_shares_failed_to_deliver_no_repercussion.json": "Checked the 202101a data from https://www.sec.gov/data/foiadocsfailsdatahtm,\nwith some aggregation, there are about 5m shares failed to deliver, that is a\nsignificant amount of the float, is this market failing? no repercussion?\n\nCorrect me if I am wrong interpretating the data, aggregation table…",
  "data/reddit-stocks/r/investing/comments/la2trf/taiwan_semiconductor_manufacturing.json": "I have been mulling over getting a position into Taiwan Semiconductor\nManufacturing Co for the past week. It has had a nice little correction in the\nlast couple weeks. I feel like the world is dangerously dependent on them and as\nEV boom continues the demand for semiconductors is only going to…",
  "data/reddit-stocks/r/investing/comments/lae1ox/is_robinhood_raising_billions_of_cash_a_worrying.json": "Latest from Reuters\n[https://www.reuters.com/article/us-retail-investing-robinhood-debt-exclu/exclusive-robinhood-explores-raising-more-debt-to-fulfill-reddit-fueled-order-frenzy-sources-idUSKBN2A13HG]\nis they are looking for another $1bn on-top of the $3.4bn raised in the last few\ndays.\n\nIf the…",
  "data/reddit-stocks/r/stocks/comments/ladrzg/i_dont_have_gme_but_ive_seen_what_people_are.json": "I really hope this doesn’t end badly for them. People dropping $100k of life\nsavings into GME and it’s just on a straight decline. Damn...I really hope they\nare not gonna get absolutely shredded. I feel like the original Wallstreet Bets\ninvestors are mostly out by now. Just trying to have a…",
  "data/reddit-stocks/r/stocks/comments/la84pk/starbucks_has_the_benefit_of_being_able_to.json": "Found an interesting video which shows that Starbucks has the #1 restaurant app,\nbeating out Dominos Pizza. They have a compelling rewards program and 50% of\ntheir customers consistently use it. The restaurant app has 1.5 billion dollars\nin cash reserves at any given time.\n\nThey’ve convinced…",
  "data/reddit-stocks/r/stocks/comments/labc1w/nokia_gets_upgrade_from_barrons.json": "Not trying to shill as I’m aware this was pushed hard last week on no actual\nnews. Here we have some decent news about Nokia and earnings are Thursday. I’m\nholding some mid February $4.5 calls and shares for long term.\n\nThoughts on the upgrade or earnings call…",
  "data/reddit-stocks/r/stocks/comments/la5snz/e_trade_is_not_not_executing_orders_has_been_this.json": "I've missed out on a bunch of gains and also lost a bunch of money since none of\nmy orders would go through today. I'm going to seriously reconsider switching\nbrokers after this.\n\nMost orders were pending. Some went to open, but didn't fill with generous\nlimits in place.\n\n\n\nAre any other brokers…",
  "data/reddit-stocks/r/stocks/comments/laepvq/what_happened_to_gme_today_and_is_it_over.json": "I feel like the last 2 trading days it was much more still than people expected,\nis there a reason it's now starting to go down. I figured the news media has\nbeen up, calls were suppose to be exercised, people have left RH to go to\nFidelity, thus likely prepped to buy more, isn't this supposed to…",
  "data/reddit-stocks/r/stocks/comments/la87t5/can_someone_explain_short_ladder_attacks_and_how.json": "I understand somewhat of the basics that they sell stocks to eachother. This\ndrives down the ticker price. I am curious though since another fund bought\nthem, why do they go down? Wouldn't it just even out?\n\nSince it does drive prices down apparently, when does the stock rebound from\nthis and go…",
  "data/reddit-stocks/r/stocks/comments/lak74v/confessions_of_a_short_seller.json": "Do you want reality? I was a big short seller back in the 80's. Short Iomega at\n$12 and it went to $55. Margin calls out the ass. Like $200k per day. If I\nbought back the stock (covered) I would never be able to borrow it again so I\nwould be totally locked out. I bought the same number of shares…",
  "data/reddit-stocks/r/stocks/comments/laivta/nokia_nok_earnings_why_a_little_means_a_lot.json": "As many of you know, Nokia has its Q4 2020 Earnings Release this Thursday, Feb.\n4, 2021. Since NOK has recently been tied in with BB, AMC, and GME (BANG), it\nisn't surprising that people are expecting great things from this earnings\nreport. After all, Nokia is literally going to the…",
  "data/reddit-stocks/r/stocks/comments/lajzde/thank_you_rstocks_community.json": "I just wanted to take a moment to thank this community for helping me and other\nnew investors understand what is really happening with GME stocks. I know you\nguys are getting flooded with posts asking questions and trying to make sense of\nr/wsb [/r/wsb] but you’ve been able to provide factual data…",
  "data/reddit-stocks/r/wallstreetbets/comments/laferl/15_usca_78i_the_illegality_of_short_ladder.json": "Dear SEC and President Biden,\n\nI am calling on you today, pursuant to 15 U.S.C.A. § 78i, titled Manipulation of\nSecurity Prices, to prohibit manipulative and deceptive tactics that\nartificially depresses the price of GME and AMC securities in contravention of\nthe laws of the United States.\n\nSection…",
  "data/reddit-stocks/r/stocks/comments/lalb69/we_have_to_take_care_of_this_sub.json": "As you guys may know the state of wsb is not great at the moment, and we should\nbe seeing alot of people coming from there to here, I would like to say if\nyou're new this place is not wsb, this is a place for legitimate d&d and\ndiscussions. We have to preserve this sub because as far as I'm…",
  "data/reddit-stocks/r/stocks/comments/laln2m/gme_short_squeeze_what_comes_next.json": "Hello all,\n\nIf you don't recognize my name then perhaps you haven't seen my posts at the\nstart of all this. You can find the original DD here\n[https://www.reddit.com/r/stocks/comments/k688qv/for_those_who_dont_understand_the_inevitable/?utm_source=share&utm_medium=web2x&context=3]\nand the pre…",
  "data/reddit-stocks/r/stocks/comments/lamgp6/give_it_to_me_straight_how_screwed_am_i.json": "I drank the GME kool-aid and yolod 80K into GME at 350. Should I cut my losses\nnow or is there actually some legit DD that I can use to sleep better at night\nthat aren't diamond hands and rocket emojis. Thanks so much fam.\n\nEdit: Thanks so much guys for all your inputs. I didn't expect to get so…",
  "data/reddit-stocks/r/wallstreetbets/comments/laikd0/i_feel_like_clarification_is_needed_about_today.json": "There’s a lot of new people on here that don’t really understand the play going\non right now on both sides and I felt like we need to clear up some\nmisconceptions so you can make your own decisions.\n\nWhy no spike today?:\n\nFirst of all, we can’t know on what day the Squeeze happens / they cover…",
  "data/reddit-stocks/r/wallstreetbets/comments/lajk83/today_wasnt_a_bloodbath_for_gme_or_amc_we_watched.json": "DD I saw posted elsewhere: hedge funds are trying their hardest to short ladder\n$AMC and $GME. Just hold your stock, buy more if you can afford to!\n\nCheck out real time trade stats by googling: \"Nasdaq AMC real time trades\" and\nyou'll see all the trade orders are 100 share volumes every…",
  "data/reddit-stocks/r/stocks/comments/lancov/im_completely_sick_of_seeing_gme_and_amc_posts.json": "I’m more interested in basically every other stock available on the market at\nthis point. So I really hope to start seeing some DD posts about new companies\nor existing ones with potentially bright futures.\n\nI was in amc at 2.41 a week before they took off fully having researched and\nbelieving…",
  "data/reddit-stocks/r/stocks/comments/lam8fb/anyone_else_just_feeling_this_really_bad.json": "I only lost 0.63 percent of my networth in this but yet I feel this bad\ndepression I can't describe. I know for sure it's not the money but I just have\nthis indescribable shitty feeling. I don't know if it's because I now know I\nlive in a rigged system or if it's because a lot of people are probably…",
  "data/reddit-stocks/r/wallstreetbets/comments/lalucf/i_suspect_the_hedgies_are_illegally_covering.json": "TLDR; Melvin and gang hasn't covered shit. They've been illegally \"closing out\"\ntheir short positions and if we hold they will 100% get fucked. There is far\nmore nefarious shit at play.\n\nSo this morning I saw the S3 and Ortex data both report significant covering of\nshort positions for GME. This…",
  "data/reddit-stocks/r/investing/comments/lammyc/aphriatilray_the_european_giant.json": "Aphria & Tilray Merger\n\nAphria and Tilray Combine to Create Largest Global Cannabis Company With Pro\nForma Revenue of C$874 Million\n\nhttps://www.businesswire.com/news/home/20201216005519/en/\n\n> Under the terms of the Arrangement, the shareholders of Aphria will receive\n> 0.8381 shares of Tilray for…",
  "data/reddit-stocks/r/stocks/comments/lajgcb/this_is_a_sane_board_thank_you.json": "I just wanted to post a big thank you to all of the people that I've been\nreading through. All of you seem very level headed, and not drinking the kool\naid over there at WSB. I tried to post something over there the other day, and I\nguess it didn't align with their \"HOLD! NEVER SELL! I'M NOT…",
  "data/reddit-stocks/r/stocks/comments/lashev/stop_acting_like_you_know_gme_is_over_its_no.json": "If you visit WSB for even a minute, you will quickly notice how mostly everyone\nis convinced of HF's still being fucked, S3 lying about shorts, and squeeze\nhappening in a matter of days.\n\nIf you visit /r/stocks for even a minute, you will quickly notice how mostly\neveryone is convinced of HF's…",
  "data/reddit-stocks/r/stocks/comments/laulsh/amd_complete_stock_analysis_price_target.json": "In this post we are going to go through an in-depth analysis of AMD, we are\ngoing to take a look at their fundamental value, their DCF, do a little\ntechnical analysis and set some price targets for the near future and for the\nlong term\n\n~Very Long Post~ [Do NOT Read if you don't like comprehensive…",
  "data/reddit-stocks/r/investing/comments/lasgrh/gamestop_big_picture_theory_strategy_reality.json": "Disclaimer: I am not a financial advisor. This entire post represents my\npersonal views and opinions, and should not be taken as financial advice (or\nadvice of any kind whatsoever). I encourage you to do your own research, take\nanything I write with a grain of salt, and hold me accountable for any…",
  "data/reddit-stocks/r/wallstreetbets/comments/laq7vx/so_youre_experiencing_fud.json": "Well what the hell, retard. What have we been telling you literally this whole\ntime? 💎 👐. Its that fucking simple. What is so hard to understand about that?\n\nOh right, you're an illiterate 🦍. Whatever, let me help you out.\n\n\nCOMMON LIL BITCH QUESTIONS:\n\nQ: I'm seeing red in my account…",
  "data/reddit-stocks/r/investing/comments/lasayz/daily_advice_thread_all_basic_help_or_advice.json": "If your question is \"I have $10,000, what do I do?\" or other \"advice for my\npersonal situation\" questions, you should include relevant information, such as\nthe following:\n\n * How old are you? What country do you live in?\n   \n * Are you employed/making income? How much?\n   \n * What are your…",
  "data/reddit-stocks/r/stocks/comments/lavdhb/nok_dd_warning_this_is_not_a_meme_moon_mission.json": "$NOK unfortunately got lumped into the memification of the stock market.\nHowever, that's only because there was some post with very well thought out DD\non the stock, there was a few posts so people jumped on it and included it in\nthe lump of other moon missions.\n\n\nNOKIA & TELECOM:\n\nNokia is no…",
  "data/reddit-stocks/r/stocks/comments/laqopg/rstocks_daily_discussion_technicals_tuesday_feb.json": "This is the daily discussion, so anything stocks related is fine, but the theme\nfor today is on technical analysis (TA), but if TA is not your thing then just\nignore the theme and/or post your arguments against TA…",
  "data/reddit-stocks/r/wallstreetbets/comments/lathys/to_all_gme_holders_shut_up_and_listen.json": "This text was originally posted in r/Mauerstrassenwetten\n[https://www.reddit.com/r/mauerstrassenwetten/comments/laaq9y/an_alle_zuh%C3%B6ren_und_schnauze_halten/]\nby u/knutolee [/u/knutolee]. I thought his message was so powerful that I asked\nhim for permission to translate, post (can share chat with…",
  "data/reddit-stocks/r/wallstreetbets/comments/lald38/i_hope_as_a_community_we_can_respect.json": "I feel like with /u/deepfuckingvalue being positioned as the figurehead of the\n$GME movement and the 'if he is still in I'm still in' crowd that some people\nmay feel betrayed if he decided to sell his whole position and take profits.\n\nJust remember that when DFV was buying $GME at prices as low as…",
  "data/reddit-stocks/r/wallstreetbets/comments/lags8u/it_needs_to_be_said_louder_and_more_often_we_are.json": "I know everyone is a bit shaken by today, and I’ve seen many people complaining\nthat there must be some paper handers amongst us. But if you look at the\nevidence, THAT ISNT A PROBLEM.\n\nWE ARE ACTUALLY FUCKING CRUSHING IT.\n\nIt’s genuinely incredible. And it deserves to be said. It is astounding…",
  "data/reddit-stocks/r/stocks/comments/lazcak/what_gme_has_taught_me_in_36_hours_of_day_trading.json": "Jumped on the $GME bandwagon on Friday, 4 @ ~316. My 36 hours of day trading has\nalready taught me that no matter how this plays out, I will never YOLO on a\nbubble ever again.\n\nThe principle seemed straightforward: hedge funds got lazy/greedy, over-shorted\ntheir positions, bet against a company that…",
  "data/reddit-stocks/r/stocks/comments/lavxx7/a_mustread_for_new_tradersinvestors_blackberry.json": "I feel compelled to write this post because I am seeing it first hand right now.\nPeople everywhere are asking whether GameStop or AMC or Blackberry or even\nSilver are good buys. Why? Because they are ALL in the news, embedded in culture\nat this very moment. They being texted and shared with friends…",
  "data/reddit-stocks/r/stocks/comments/layb68/rstocks_gme_megathread.json": "Welcome, please discuss GME here! Some info for you:\n\n * How short interest works\n   [https://www.investopedia.com/articles/01/082201.asp]\n * How a short squeeze works\n   [https://www.investopedia.com/terms/s/shortsqueeze.asp]\n * Recent actions by brokers & clearing houses\n  …",
  "data/reddit-stocks/r/wallstreetbets/comments/lawubt/hey_everyone_its_mark_cuban_jumping_on_to_do_an.json": "Lets Go !",
  "data/reddit-stocks/r/investing/comments/lawq0l/corsair_crsr_recent_activity_and_earnings_play.json": "Posting some info on Corsair. Corsair manufactures and sells parts for\ncomputers, especially gaming computers, as well as the peripherals used in\nstreaming and gaming. Covid has understandably provided a large uptick in sales\nand we are coming up on Q4 earnings in 8 days, which will include holiday…",
  "data/reddit-stocks/r/investing/comments/lazhet/uber_agrees_to_buy_alcohol_delivery_service.json": "Uber announced Tuesday it is acquiring alcohol-delivery service Drizly for $1.1\nbillion in stock and cash.\n\nFollowing the completion of the transaction, Drizly’s marketplace will be\nintegrated with the Uber Eats app. The company will keep the standalone Drizly\napp as well, it said.\n\nFounded in 2012,…",
  "data/reddit-stocks/r/stocks/comments/laj63l/i_know_all_the_hype_is_the_meme_stocks_but_dkng.json": "No this has nothing to do with GME or Nokia but Cathie’s ARK just dropped some\nbig money on DKNG (see link below.)\n\nBeen holding shares for awhile and have some $55 calls I’ll be cashing out of in\nthe morning. Anyone else playing this?\n\nhttps://www.investors.com/research/draftkings-dkng-stock-buy…",
  "data/reddit-stocks/r/stocks/comments/law5ka/things_i_learned_from_last_weeks_chaos.json": "I’ve been dollar cost averaging for the past 4 years and I decided to spice it\nup last week by hopping onto the GME train. I figured I had money i was willing\nto risk using <5% of my portfolio and I fortunately got in at $94 last Monday.\n\nI was seeing 3-4x gains throughout the week and I definitely…",
  "data/reddit-stocks/r/stocks/comments/lavlnb/psa_dont_forget_about_capital_gains_taxes.json": "I hope everyone is keeping safe from Corona and having fun while you make your\ntrades. I just wanted folks to be aware of something important, CAPITAL GAINS\nTAXES. If you’re super lucky and get that $1 million trade, awesome, you deserve\nit. But Uncle Sam (or whatever he’s called in your home…",
  "data/reddit-stocks/r/stocks/comments/lanxjg/is_dvf_a_victim_of_his_own_popularity.json": "I have a feeling that after gaining so much attention, u/deepfuckingvalue\n[/u/deepfuckingvalue] is in a trap of his own popularity and has problems any\npublic person might have, especially when a lot of people’s wealth is dependent\non his decisions.\n\nThere must be a dilemma for him: he sells too…",
  "data/reddit-stocks/r/investing/comments/lavhdo/baba_earnings.json": "https://www.businesswire.com/news/home/20210202005625/en/\n\nBUSINESS HIGHLIGHTS\n\nIn the quarter ended December 31, 2020:\n\nRevenue was RMB221,084 million (US$33,883 million), an increase of 37%\nyear-over-year. Annual active consumers on our China retail marketplaces reached\n779 million for the twelve…",
  "data/reddit-stocks/r/investing/comments/lb0zio/risk_mitigation_how_can_i_soften_the_blow.json": "So, I bought GameStop towards the beginning of this whole debacle with 44 shares\nan average share price of about $250. I'll admit I let the greed get the best of\nme even though there were many times last week I simply wanted to just walk away\nwith the money i didn't. Oh well..\n\nAll said and done,…",
  "data/reddit-stocks/r/stocks/comments/lb26kc/typical_market_movement_is_not_hardcore_laddering.json": "Posting this here cause I just got banned from WSB. Not sure if it was cause of\nthis comment\n[https://old.reddit.com/r/wallstreetbets/comments/lax4z8/hardcore_laddering/glr2ktg/],\nbut that's when the ban came in. It was automod as the msg says it was a bot. I\njust can't even ask why or ask for it to…",
  "data/reddit-stocks/r/stocks/comments/lavemn/i_can_invest_250_350_each_month_any_suggestions.json": "Hello,\n\nAs the title said, I can invest from 250$ to 350$ each month. I'm ~31 yo and I\nalready invested in a home purchase savings scheme. Here is where I already\ninvested:\n\nETFs:\n\n * $SPY : 100$\n * $VTI 300$\n   \n\nStocks:\n\n * Paypal: 100$\n * Baba: 150$\n * Apple 75$\n * Microsoft: 200$\n * Douyu 150$\n…",
  "data/reddit-stocks/r/stocks/comments/layu2t/how_to_do_proper_due_diligence.json": "Hey guys, could anyone perhaps send me some resources on how to actually, truly,\ndo proper due diligence? I have tried for years to get my head around how to\nproperly invest in companies but it seems like no matter how many things I\nlearn, no matter how many earnings reports I read, no matter how…",
  "data/reddit-stocks/r/investing/comments/lamrns/help_understanding_basics_of_making_lessrisky.json": "I'm fairly new to investing and the options lingo has a lot of overlapping\nterms,making it hard to google answers.\n\nLets say I think that stock ABC is going to drop significantly in the next 2\nmonths. I would like to use options to profit off of that, but I don't want to\nshort because I'm not…",
  "data/reddit-stocks/r/stocks/comments/lb6hl8/jeff_bezos_to_step_down_as_amazon_ceo_andy_jassy.json": "Jeff Bezos practically seems to be the Amazon brand; this is a major step for\nall parties involved.\n\nAndy Jassy seems to espouse many of the same ideas as Bezos with similar\nambitions and such, so I think this transition may be more similar to Steve Jobs\n-> Tim Cook rather than Bill Gates -> Steve…",
  "data/reddit-stocks/r/wallstreetbets/comments/lai796/please_stop_promoting_belfort.json": "I get it, a famous person doing memes in our favor is fun. We all love the wolf\nof Wall Street movie. But let’s be real here.\n\nBelfort is the epitome of what we’re up against as retail. He’s a convicted con\nartist who actually did so much fucked up shit he didn’t just get a slap on\nwrist from the…",
  "data/reddit-stocks/r/wallstreetbets/comments/laog55/mark_cuban_ama_at_930_am_cst_tuesday_212021.json": "Mark Cuban will be joining us to do an AMA. During this period, new accounts\nwill be allowed to comment and post questions for Mark to answer. We will be\nusing a Q&A sort. Q&A sort shows all threads Cuban replies to, so low quality\ncomments are highly unlikely to be seen. Please Behave.\n\nUPDATE:…",
  "data/reddit-stocks/r/stocks/comments/lb65qf/what_you_should_learn_from_the_meme_mania.json": "How is it going my homies\n\nI made this post on investing\n[https://reddit.com/r/investing/comments/l8yi83/common_misconceptions_about_markets/]\na few days ago explaining all of the QAnon fantasies and why the top could\nalready be behind us. Some people listened, processed information and…",
  "data/reddit-stocks/r/stocks/comments/lb4peg/nio_delivered_7225_vehicles_in_january_2021.json": "Source\n[https://finance.yahoo.com/news/nio-inc-provides-january-2021-080000937.html]\n\nNIO Inc. Provides January 2021 Delivery Update\n\nCompany Opened the New Year with Another Record-High Monthly Deliveries\n\n• NIO delivered 7,225 vehicles in January 2021, increasing by 352.1%\nyear-over…",
  "data/reddit-stocks/r/investing/comments/lb6l9r/bezos_to_step_down_as_amazon_ceo_blow_out_q4.json": "Well, that was unexpected. They did have a blow out quarter though:\n\nQ4 sales topped $100 billion for the first time: $125.56 billion vs. $119.70\nbillion expected and $87.44 billion year-over-year\n\nEPS: $14.09 vs. $7.34 expected - which is insane as well.\n\nI'm gonna need a day to grasp this. What…",
  "data/reddit-stocks/r/investing/comments/lb4nrp/why_i_believe_amd_sees_an_all_time_high_in_the.json": "AMD was another stock targeted in Robinhood's restricted stock list late last\nweek. This is absurd as AMD is a major player amongst the chip-makers recently\nseeming to have surpassed Intel in marketshare. It's chips are used in both the\nPS5 and Xbox Series S/X, showing that it is a major player on…",
  "data/reddit-stocks/r/stocks/comments/lb7r9n/gme_taught_me_the_importance_of_being_independent.json": "I started investing right when I turned 18 in the summer of 2020. I'm talking\nindex funds and ETFs, the boring but good stuff. Ended 2020 with a 34% return\nthanks to the raging bull market which made me pour even more money into it. I\nbought into the GME hype at $34 dollars but eventually dca'd my…",
  "data/reddit-stocks/r/investing/comments/lb82we/lost_1500_investing_in_meme_stocks_in_a_6_days.json": "I feel so relieved I sold all my shares this afternoon, even if it was at a big\nloss.\n\nLast week, I invested about 6k into various meme stocks. I started becoming\nnervous a few days later so I liquidated a lot of stocks. However, I bought back\na lot of GME yesterday after a dip and finally gave up…",
  "data/reddit-stocks/r/wallstreetbets/comments/lax56g/massive_ladder_attack_going_on_do_not_sell_i.json": "If you’re scared look at the Buy/Sell ratio on fidelity. It’s still 3 to 1 for\nthe buying side (and it’s growing!)💎🙌🏻💎\nhttps://eresearch.fidelity.com/eresearch/gotoBL/fidelityTopOrders.jhtml\n\nEdit 1: For those of you that are in doubt.\nFirst of all, even if they would’ve bought every possible…",
  "data/reddit-stocks/r/stocks/comments/lb92ma/blackberry_dd.json": "Disclaimer: I am not a financial advisor and this is all my own opinion. I hold\n~4k shares of bb and started buying at ~4$ with an overall average cost of ~12$.\n\nOne thing that really annoyed me during this whole GME saga is somehow BB became\na meme stock and the target of a \"short squeeze\" (SI is…",
  "data/reddit-stocks/r/stocks/comments/lav4vg/current_situation_with_amc.json": "Let me start by saying r/stocks [/r/stocks] seems a lot more civilized than WSB\n- I feel like i'll get an informed answer here.\n\nI'll be honest and admit yesterday i got rather excited around the AMC hype and\nbought 50 shares at 13.50.\n\nPre-market is looking fairly bleak however with the constant…",
  "data/reddit-stocks/r/wallstreetbets/comments/lb0rwe/dont_be_this_guy_a_glimpse_into_the_future.json": "Close your eyes. It's Friday, the sun is peaking through the curtains and you're\neating your Weetabix with no worries on your mind. You're content.\n\nYou sold your GME shares at small loss at the start of the week as you continued\nto watch the share price plummet due to market manipulation. You got…",
  "data/reddit-stocks/r/investing/comments/layaah/long_nok_wondering_about_8_drop_in_price_today.json": "Hi everyone, been wondering about this for some time now. I know NOK is one of\nthe RH stocks that saw crazy volatility last week (or was that the week before\nnow? I'm getting confused!). I've been long the stock. It's been a pretty flat\nstock in my portfolio and it shouldn't be 7% of my portfolio,…",
  "data/reddit-stocks/r/stocks/comments/lbaibb/why_is_the_media_still_reporting_on_reddit.json": "Posting here because I got banned from a different sub for a day for this post\nfrom auto-mod for some weird reason. Want to bring the discussion around certain\nstocks right now to a media perspective.\n\n~~~~~~~~~\n\nWhy is the media still reporting on “Reddit investors” and not hedge fund stock\nmarket…",
  "data/reddit-stocks/r/stocks/comments/lb5pf3/here_is_my_story_and_what_i_learned_from_the_amc.json": "I'm posting this here because this sub is way more civilized than r/WSB\n[/r/WSB], and I feel like someone will get something from it instead of it being\nspammed with gorilla emojis etc...\n\nI invested (or gambled I should say) $2000 into AMC at $14, money that I thought\nI was ready to lose. Honestly,…",
  "data/reddit-stocks/r/investing/comments/lb1fae/postal_service_replacement_vehicles_discussion.json": "I came across a video from Donut Media about how outdated current USPS delivery\nvehicles are. They then went into how they’ll be replaced and the ~6 billion\ndollar contract that comes with them. Currently it’s narrowed down to 3\nfinalists but has been postponed due to COVID-19. The final 3…",
  "data/reddit-stocks/r/investing/comments/lb85o1/google_earnings_4q_2020_alphabet_beats.json": "From CNBC\n\n * Earnings: $22.30 per share, adjusted, vs., $15.90 per share as expected by\n   analysts, according to Refinitiv.\n * Revenue: $56.90 billion, vs. $53.13 billion as expected by analysts,\n   according to Refinitiv.\n * Google Cloud: $3.83 billion, vs. $3.81 billion as expected by analysts,\n…",
  "data/reddit-stocks/r/wallstreetbets/comments/lb8lwf/why_the_fuck_are_we_acting_like_we_lost_we_made.json": "Did everyone forget what happened in Thursday? That was a calculated effort to\nbring down our position. FUCK OFF BILLIONAIRS, well still take you fucking\nmoney; who do you think will fund our food stamps?\n\nWe didn’t “lose” because we made a bad call, we “lost” because we made the RIGHT\ncall and this…",
  "data/reddit-stocks/r/stocks/comments/lb0i3g/rstocks_discuss_overlooked_stocks_tuesday_feb_02.json": "Wall Street is going for lunch right now, so now's the time to discuss\noverlooked stocks that no one is talking about: Overlooked & possibly\nundervalued stocks.\n\nAll the rules of r/Stocks [/r/Stocks] still apply, so please see the sidebar or\nclick here.…",
  "data/reddit-stocks/r/wallstreetbets/comments/lb6p29/to_all_who_are_too_low_karma_to_post.json": "I’m sure this time is toughest for those of us who don’t fit the account\nrequirements of this sub who are feeling alone and stressed out.\n\nSomeone PM’d me asking if I thought $GME would actually go back up to $400 (Duh\nof course it will) so I assumed he was a bot, but after checking his account…",
  "data/reddit-stocks/r/wallstreetbets/comments/lb1jk5/our_darkest_hour.json": "This truly may be wallstreetbets’ darkest hour. We don’t really know how long\nthe hedges could keep up the restrictions. But what we do know is that all we\ncan do is hold, and I know we’ll do exactly that.\n\nWe really pushed the corrupt funds to the breaking point and made them show\ntheir true…",
  "data/reddit-stocks/r/investing/comments/laynb8/lightning_emotors_the_ev_play_flying_under_the.json": "Recently GigCapital3 (Ticker: G I K) announced they will merge with Lightning\neMotors in the Q1 of 2021. The CEO tweeted [https://i.redd.it/m42fdmpf7r861.jpg]\na few weeks ago that merger should happen in Feb/March.\n\nRemember when XL mooned to $30 a couple weeks ago, with a $60 bullish PT…",
  "data/reddit-stocks/r/stocks/comments/lbb1vg/story_on_how_you_made_a_fund_113_million_dollars.json": "There is this fund called Silver Lake Partners, which was holding AMC\nconvertible debt. Well, it’s not actually a fund, more like a PE firm. Anyway.\n\nConvertible bonds are essentially like normal bonds, except they can converted\nto stock after the stock reaches a conversion price which is specified…",
  "data/reddit-stocks/r/stocks/comments/lb6jg0/amazon_reports_first_100_billion_quarter.json": "https://www.cnbc.com/2021/02/02/amazon-amzn-earnings-q4-2020.html\n\nEarnings: $14.09 vs $7.23 per share forecast by Refinitiv\n\nRevenue: $125.56 billion vs $119.7 billion forecast by Refinitiv\n\nAmazon delivered its largest quarter by revenue of all time Tuesday at $125.56\nbillion in its earning report…",
  "data/reddit-stocks/r/wallstreetbets/comments/lb3c4s/netflix_is_coming_out_with_a_movieshow_on_gme.json": "https://www.marketwatch.com/story/netflix-mgm-race-to-produce-projects-about-gamestop-saga-11612281493?mod=home-page\n\n\n\nHow will this story end? With a bunch of apes selling with paper hands? Or with\na bunch of autists doubling down and going full retard. WSB has given happy\nendings for years to pay…",
  "data/reddit-stocks/r/stocks/comments/lb253p/some_key_differences_between_vw_and_gme_squeeze.json": "Wanted to share some information on the differences I saw some information\npeople mentioned in the past to help people understand the differences. People\ndon't understand that Volkswagen was running higher presqueeze at 100-200 at\nbase value. So in comparison, if the GME squeeze happened last…",
  "data/reddit-stocks/r/stocks/comments/lb7a2t/gme_ruined_me_financially.json": "I lost 3k usd last thursday when the brokers restricted trading (3k usd might\nnot be much for you but I live in Mexico), all I've been thinking this time is\nto make that money back, and today I made a terrible decision and I bet\neverything I had on gme when it was around $135 and going up fast, it…",
  "data/reddit-stocks/r/investing/comments/lb6wi0/why_the_vw_squeeze_was_different_from_gmes.json": "While there are a lot of similarities between the VW and GME short squeezes, the\nVW squeeze was mediated through the use of cash settled options (Porsche AG was\nthe buyer)\n\nIn fact, Porsche had no obligation to buy shares (and they did not), and yes,\nP-AG made a lot more money in this trade (than in…",
  "data/reddit-stocks/r/investing/comments/lb6jg4/vaxart_nasdaqvxrt_stock_is_heading_higher_on.json": "The company is working on a vaccine for the novel coronavirus that works via\ntablets instead of injection.\n\nIf Vaxart reports positive results from this clinical trial, investors will\nlikely see shares of VXRT stock soar higher.\n\nThe stock is up 48% and climbing. The stock price is Still in the low…",
  "data/reddit-stocks/r/wallstreetbets/comments/lbcruc/wallstreetbets_state_of_the_union.json": "Could you imagine two weeks ago a crusade was brewing, that several million\ntraders would soon band together to fire one, big, shot, across the bow of some\nthe most powerful entities in the world. How could you have? And yet here we\nstand in the early acts of an epic, with Hollywood fighting to tell…",
  "data/reddit-stocks/r/stocks/comments/lbg7t3/i_need_to_get_this_off_my_chest.json": "To all the WSB brigaders who claim the only people here are \"paper handed\nbitches upset about their loss\", please ask yourself why you're doing this. Put\nyour phone away, take a walk, and think about what you're doing. You'll be lucky\nif WSB as a sub doesn't get clapped because of all of this…",
  "data/reddit-stocks/r/stocks/comments/lbgy74/i_went_from_being_super_proud_of_me_to_being.json": "Just by reading the title you know what this is about. I lost money to AMC, GME.\nNot anywhere near people I see in WSB, but right now, I am down $1500. I know\nthis is loose change for a lot of you and honestly, it's not an amount that's\ngoing to put me on the street or anything, but it was my summer…",
  "data/reddit-stocks/r/wallstreetbets/comments/lbdi8m/message_from_a_tsla_veteran_shut_the_fuck_up_and.json": "Every other comment right now is a shill lamenting the stupidity of everyone\nwho’s still holding or how sad it is the big guy won again or some other gloomy\nhorseshit.\n\nTo all of you who are out there who’ve ever thought “oh man, if I’d only bought\nX stock X years ago I’d be rich!” - if you aren’t…",
  "data/reddit-stocks/r/stocks/comments/lbhebl/agtc_is_a_buy_new_target_price_1724_dd_inside.json": "Applied Genetic Technologies Corporation, a clinical-stage biotechnology\ncompany, develops transformational genetic therapies for patients suffering from\nrare and debilitating diseases. The company's advanced product candidates\nconsist of three ophthalmology development programs across two…",
  "data/reddit-stocks/r/stocks/comments/lbhzsc/decisions_are_always_easier_in_hindsight_the_meme.json": "I posted this in the daily, but I think given the magnitude of this, I'd make a\npost.\n\nI know everyone is upset that they didn't sell Thursday close to $500. But lets\nhe honest, unless you had a clear exit strategy, why would you have?\n\nThis was riding to $500 with so much momentum, it was about to…",
  "data/reddit-stocks/r/investing/comments/lbcp3f/abml_is_a_strong_play_and_has_great_technology.json": "I’ve been watching this stock for a while and they have a good management team\nwith ex-Tesla people on board. The technology is solid and there is a need for\nthat they are doing. Redwood Materials, also ex-Tesla is also one to watch for\nwhen they go public but $ABML has a lot of upside and a cheap…",
  "data/reddit-stocks/r/investing/comments/lbjzsn/gamestop_big_picture_has_the_game_stopped.json": "Disclaimer: I am not a financial advisor. This entire post represents my\npersonal views and opinions, and should not be taken as financial advice (or\nadvice of any kind whatsoever). I encourage you to do your own research, take\nanything I write with a grain of salt, and hold me accountable for any…",
  "data/reddit-stocks/r/stocks/comments/lbevgw/uwmc_big_earnings_tomorrow.json": "United Wholesale Mortgages is the #1 [https://stocktwits.com/topic/1] wholesale\nmortgage lender and #2 [https://stocktwits.com/topic/2] mortgage lender in the\nUS and expected to beat earnings tomorrow with astronomical numbers! UWM\nrecently went public with a valuation of 16B calculated at 9.5x…",
  "data/reddit-stocks/r/stocks/comments/lbc7pc/how_to_look_for_a_stock_thats_not_wellknown.json": "Like many, Gme got me interested in stocks, though I made modest amount of\n‘safe’ stocks like apple, tesla, microsoft, etc. Aside from these already\nwell-established companies, I don’t know where to look to find newer companies\nand what to look for when I find one. For instance, I bought a couple of…",
  "data/reddit-stocks/r/stocks/comments/lbf5g9/hedge_fund_misconceptions.json": "Look, I know you're about to downvote. Its like being on team Nestle or team\nAgit Pai in here. Hedge Funds are definitely no angels by any means. That being\nsaid, as much as I get a little schadenfreude watching them get kicked around a\nlittle bit, I'd argue that some of the anger is a little…",
  "data/reddit-stocks/r/stocks/comments/lbacc0/bumble_bmbl_releasing_ipo_soon_could_be_a_good_buy.json": "Bumble revealed their IPO price range today, $28-$30, which is pretty\naffordable. They haven't yet said when they are going release it, but it's gotta\nbe pretty soon based on this recent news. I feel like this could be a really\ngood buy since they have already been one of the most successful dating…",
  "data/reddit-stocks/r/stocks/comments/lb4ppe/a_list_of_useful_sources_to_guide_you_through_the.json": "“That one Reddit uranum guy” here, I decided to set up a list of informational\nsources one can use to make sure they get up to speed on the uranium sector and\nthe asymmetrical risk/reward proposition it presents to anyone that participates\nin it. We have seen a major recent price run up of the…",
  "data/reddit-stocks/r/stocks/comments/lbjgjw/its_amazing_how_many_people_jumped_in_headfirst.json": "(I am not a financial adviser. This is not direct financial advice...but still\nadvice for dealing with investing.)\n\nI am completely floored by the amount of people who have NO BUSINESS\nindependently jumping into the stock market, diving into the deep end and not\nknowing how to swim.\n\n 1.  Never…",
  "data/reddit-stocks/r/investing/comments/lbh05m/why_i_think_lemonade_is_overvalued.json": "Hi all,\n\nI'd like to explain why I believe LMND is currently overvalued, and encourage\nyou to please poke holes in my arguments. Tell me what I'm missing please,\nparticularly re. the path to profitability and the reinsurance topic.\n\nBasics\n\n * Lemonade says it's an insurance company that leverages…",
  "data/reddit-stocks/r/investing/comments/lbnqg1/crsr_corsair_dd_the_q4_results_are_basically.json": "“While the whole world was having a big old party, a few outsiders and weirdos\nsaw what no one else could. […] These outsiders saw the giant lie at the heart\nof the economy, and they saw it by doing something the rest of the suckers never\nthought to do: They looked”. (Big Short)\n\nI have seen many…",
  "data/reddit-stocks/r/wallstreetbets/comments/lbdz2e/at_this_point_i_just_want_to_prove_everyone_wrong.json": "I made the mistake of telling my family & some friends about the GME situation.\nI got in the action at $20 per share, now my buddies are shitting on me for not\nselling at $470. Feel like nobody except for this subreddit understand what's at\nstake.\n\nEveryone left at this point are true soldiers, with…",
  "data/reddit-stocks/r/stocks/comments/lbiqol/rstocks_daily_discussion_wednesday_feb_03_2021.json": "These daily discussions run from Monday to Friday including during our themed\nposts.\n\nSome helpful links:\n\n * Finviz [https://finviz.com/quote.ashx?t=amd] for charts, fundamentals, and\n   aggregated news on individual stocks\n * Bloomberg market news [https://www.bloomberg.com/markets]\n   *…",
  "data/reddit-stocks/r/investing/comments/lbp1q3/my_main_takeaway_from_this_chaotic_past_week_as_a.json": "I think a lot of new, young investors that got caught up in this whole short\nsqueeze, f*** the hedge funds debacle are going to leave with a skewed view of\nhow investing works. Even before all of this went down I was, and still am,\nreally interested in the fundamentals of valuing a company or…",
  "data/reddit-stocks/r/wallstreetbets/comments/lbm1ks/i_emailed_a_journalist_to_let_him_know_that_wsb.json": "Here's his article\nhttps://thegoldforecast.com/video/silver-benefits-redditt%E2%80%99s-wallstreetbets-forum-there-more-story\n\nMy email to him. Hi Gary I have read many articles similar to Yours in the past\nday that reddit users are behind this silver push. I'm sorry to say this is not\nthe case. I…",
  "data/reddit-stocks/r/wallstreetbets/comments/lbaktb/sober_review_time_what_are_the_actual_data_we_can.json": "Edit: There's a lot of great responses and info about my questions in the\ncomments! Will try to incorporate that into the post as I go, or make a followup\ntomorrow!\n\nFirst off, my position: 1900 shares of GME @ 30, plus 5 calls @ $250. Peak value\nwas nearly…",
  "data/reddit-stocks/r/stocks/comments/lbqn9n/losing_money_on_gme_amc_or_any_other_meme_stocks.json": "A lot of people are posting through this sub saying how they had losses on GME,\nor other meme stocks, and you’re not alone. These people go on to say that they\nhave learned a lot from this experience and losing money on it taught them a\nvalue lesson. For me, it did too. I lost around $500 from GME…",
  "data/reddit-stocks/r/stocks/comments/lbi38n/missed_out_on_five_digits_gain.json": "This is so horrible. I could’ve had bought a car but instead I was greedy and\ngot exactly what I put in. It all started well, the stock I’m taking about is,\nyou guessed it, GME. I got in around $70, I watched it go up and up and always\nbelieved there was more to collect. If I sold at the peak of…",
  "data/reddit-stocks/r/investing/comments/lbib0x/the_myth_of_the_short_ladder_attack.json": "The idea that hedge funds are lowering the price of certain stocks through\ncoordinated \"short ladder attacks\" has been all over reddit the past couple of\ndays. I've heard multiple versions of the story about how these work, all of\nwhich go something like this:\n\n> To execute a short ladder attack,…",
  "data/reddit-stocks/r/investing/comments/lbjzfp/zero_carbon_lithium_rich_through_lithium_without.json": "Hello,\n\nI want to make it clear from the start that I am not a professional financial\nadvisor. Everything I am about to write has come from my own research. You\nshould cross check everything and make your own decision on what you will do\nwith this information.\n\nDISCLAIMER: This is not going to be a…",
  "data/reddit-stocks/r/stocks/comments/lbnbo3/stocks_to_keep_an_eye_on_today_and_buy.json": "Hey, I was thinking about buying some stocks today. But im not sure what stock\nto buy. I see a lot of people hyping NIO, I have looked at it for a while but\nidk.\n\nIt feels like im missing out on these stocks that flies up and would love to\nfind them before they take off. How do people find these…",
  "data/reddit-stocks/r/stocks/comments/lbuhp0/gme_short_squeeze_what_comes_next_part_2.json": "Mods why do you keep removing this? I’m following the rules, people are asking\nto see it. My DM is flooding to post it somewhere else. If you’re gonna remove\nit please tell me why.\n\nHello all,\n\nI wanted to post last night as many of you commenters have asked for however my\nbuilding lost power and it…",
  "data/reddit-stocks/r/stocks/comments/lbmpz9/imminent_growth_of_nasdaqino_dna_vaccines_for.json": "dear investors,\n\nNASDAQ:INO inovio is working on replacing cancer surgery by the use of\ntherapeutic vaccines, and is very close to communicate broadly about its\nsuccess. Inovio is focused on bringing to market DNA medicines to treat and\nprotect people from infectious diseases and cancer.\n\nMany…",
  "data/reddit-stocks/r/investing/comments/lbtkk3/apha_is_going_to_blow_up_eventually.json": "I'm going to keep my DD short and simple, in layman's terms for this.\n\n$APHA was already showing good growth through 2020 despite the cannabis market\nbeing a 'wild west'. The recent merger news will only boost revenue and, if\ncannabis were ever legalised in the US on a federal level (which I believe…",
  "data/reddit-stocks/r/investing/comments/lbqsw4/palantir_results_date_has_been_moved.json": "Palantir Technologies Inc. (NYSE: PLTR) announced today that results for its\nfourth quarter and fiscal year ended December 31, 2020 will be released on\nTuesday, February 16, 2021, prior to the open of the U.S. markets. The Company\nwill host a conference call to discuss its results at 6:00am MT /…",
  "data/reddit-stocks/r/investing/comments/lbv69i/gme_short_interest_heres_what_the_hedge_funds_are.json": "Hi everyone, long time lurker here.\n\nI keep seeing comments about short interest on $GME. I'm not popular enough to\npost on some other subs so hopefully this sub will take me.\n\nExact short interest is beyond reach for most of us, but we can get a good\nestimate from services like Ortex. From my…",
  "data/reddit-stocks/r/investing/comments/lbybnz/gme_options_data_shows_shorts_think_youll_disband.json": "Just wanted everyone to take a look at this write up DD below.\n\nHope it helps bring some clarity. Tried to post it in thread but it has images\nso can't\n\n\n\nhttps://www.evernote.com/shard/s233/client/snv?noteGuid=a28b4aad-6e75-048d-7e47…",
  "data/reddit-stocks/r/investing/comments/lbxqgp/etf_and_chill_vs_actively_picking_stocks.json": "I am working a full time job and over the past few years I learned that I am not\ngood at picking stocks. I have had good and bad picks that over time it evens\nout almost to the level of SPY. I actually wanted to take more risk that SPY and\nthat's why I started buying individual stocks.\n\nIn recent…",
  "data/reddit-stocks/r/stocks/comments/lbwvw1/anyone_else_getting_in_on_the_ipo_for_roblox_this.json": "Roblox is going public this year so share holders can offer their shares to the\npublic. Certainly not because Roblox needs cash. This company has fantastic\nrevenue generation year over year, 2019 they brought in $435 million.\n\nThey are the third highest grossing mobile game in the world and have 35…",
  "data/reddit-stocks/r/investing/comments/lbu6ys/with_all_that_chaos_going_on_i_actually_decided.json": "Hi as the title says im new and im trying to learn investing and id need some\nhelp with it.\nThe stock market is completly nuts and i want to put my money were i feel it has\nits place.\n\nBetting purly on the sentiment of social media is too stressful and if i want to\ngamble id go for cryptos or wait…",
  "data/reddit-stocks/r/wallstreetbets/comments/lbmsjk/why_the_gme_shortsqueeze_hasnt_happened_yet_data.json": "MODS KEEP THIS UP! listen up you apes 🦍:\n\n * Short restrictions from today:\n   ftp://ftp.nyxdata.com/NYSEGroupSSRCircuitBreakers/NYSEGroupSSRCircuitBreakers_2021/NYSEGroupSSRCircuitBreakers_202102/NYSEGroupSSRCircuitBreakers20210201.xls\n * Ladder attacks (temporary?) stopped:\n  …",
  "data/reddit-stocks/r/stocks/comments/lbyve5/clarifying_the_secs_investigation_of_social_media.json": "Here is the link to the article:\nhttps://www.bloomberg.com/news/articles/2021-02-03/sec-hunts-for-fraud-in-social-media-posts-that-drove-up-gamestop\n\nAnd, here is the most important point that a lot of readers keep missing:\n\n> The prevailing narrative is that Wall Street short-sellers were caught\n>…",
  "data/reddit-stocks/r/wallstreetbets/comments/lby44e/if_the_sec_is_still_here_fuck_you.json": "That's all. You already know, as far as values go, you lack any semblance or\nmorality, integrity, and have decided to do nothing but piss your life away in\npursuit of greed, licking up the droppings of atleast ACTUALLY successful (but\nalso shitty) people.\n\nWhat? You're going to charge us with…",
  "data/reddit-stocks/r/wallstreetbets/comments/lbe80d/gme_and_80_stocks_why_to_not_worry.json": "> Oh my god! GME is down to $150! It's down to $100! It's down to 30 cents! The\n> hedgies are going to cover all their shorts at that 30cent price point! It's\n> over!\n\nWrong.\n\nNo one is selling at these prices. Sure, maybe a few scared folk who don't know\nany better. Maybe they trigger a few stop…",
  "data/reddit-stocks/r/stocks/comments/lby17w/tesla_using_amd_chips.json": "Tesla May Be Using AMD GPU In New Model S, X For Gaming Mentioned: TSLA Tesla\nInc's (NASDAQ: TSLA) newly refreshed Model S and X bring many enhancements, with\nsome of the most obvious being the 17-inch landscape touchscreen up front, with\nan 8-inch secondary display for passengers in the…",
  "data/reddit-stocks/r/stocks/comments/lc4jz7/blackberry_bb_dd_pt_100.json": "TLDR;\n\n 1. QNX is the most secure EV Real Time Operating System proven by customer\n    traction – its in 175m cars, top 19/25 car producers\n 2. EV cybersecurity cars are important. Without it, people can hack your car\n    and crash it into your wall\n 3. QNX as the main operating system opens up data…",
  "data/reddit-stocks/r/stocks/comments/lc2xwg/100_gain_in_1_month_rstocks_2000000_subscriber.json": "Holy hell. On 12/30 r/stocks [/r/stocks] surpassed 1 million followers. And in\njust one month we've doubled it to 2 million subscribers (and we aren't stopping\nthere).\n\nNEW USERS Please check out our Wiki for New Investors\n[https://www.reddit.com/r/stocks/wiki/index] Most of your questions are…",
  "data/reddit-stocks/r/investing/comments/lc34o6/apple_hyundai_canoo_goev_speculation.json": "OK this is not meant to be a pump post, but rather a timeline of events and some\nspeculation that there is a good chance GOEV's skateboard platform could\nactually end up being the base for the Apple car. I think Canoo is an awesome\ncompany in it's own right, but just presenting some potentially…",
  "data/reddit-stocks/r/wallstreetbets/comments/lbm3vr/gme_super_awesome_megathread_weds_23.json": "Edit: Stop DMing me to pump your shitcoin or penny stocks. Seriously.",
  "data/reddit-stocks/r/stocks/comments/lc1bij/tips_for_getting_over_money_loss.json": "I was an idiot with this whole meme stock thing. I got in LATE and sold on\nMonday for $113; now I didn't use any of my savings or anything and will\nsurvive, but I'm not exactly rich either... the 3K that is now gone hurts, not\ngonna lie, especially when I think what else it could have been…",
  "data/reddit-stocks/r/stocks/comments/lc6cnp/the_us_cannabis_boom_and_why_you_need_to_be.json": "As many of you are aware there has been a sudden influx of new investors and new\nusers joining our community. I was debating whether I should make a post,\nbecause I may take some heat for this.\n\nThe Dems now have control of the house, the senate and the presidency and Chuck\nSchumer made his…",
  "data/reddit-stocks/r/investing/comments/lbzmoi/takof_drone_delivery_canada_dd.json": "tl;dr: $TAKOF is taking off and going places. Rockets (or batteries) have been\nfueled – up we go! I’m not a financial advisor and this is not investment\nadvice.\n\n(Sources in comments)\n\nLonger version\n\nMy investment strategy is finding a stock that will perform well in medium/long\nterm. I usually try…",
  "data/reddit-stocks/r/stocks/comments/lc3xwz/lets_talk_about_sunpower_spwr.json": "I have been looking for a long term hold and I think I found it: Sunpower (SPWR)\n\nSunpower is one of the leading Solar installation/manufacturing/battery storage\ncompanies in the hugely growing industry. Thank old Joe!\n\nJust google “top solar companies” and tell me which have the best product…",
  "data/reddit-stocks/r/stocks/comments/lc1wnx/serious_questions_about_amc.json": "So needless to say, I bought into the hype and ate it all up. I didn't invest\nmoney I can't afford to lose thought I did put in a reasonable amount. I even\nconvinced some other people to jump in with me believing it would be the next\nGME. Needless to say I have lost money but I still believe in the…",
  "data/reddit-stocks/r/stocks/comments/lc9cud/nokia_beats_q4_earnings.json": "Pretty solid beating both EPS and Revenue. No dividend this year but hopefully\nsee some solid action this week from this. Anyone care to share their thoughts\non this?\n\nPositions: 2/12 $4.5C and will be adding shares here soon.\n\nhttps://www.barchart.com/story/news/1075211/nokia-corporation-financial…",
  "data/reddit-stocks/r/stocks/comments/lboadu/why_dont_people_just_invest_in_spy.json": "I’m a new investor and one thing that I have always heard is that you can’t beat\nthe market. Since SPY follows the S&P 500 and the American market, wouldn’t you\nget the best returns by just investing all your money in SPY?",
  "data/reddit-stocks/r/stocks/comments/lc1mjl/anyone_else_jump_on_cassava_sciences_today.json": "After a great day yesterday, I decided to hop on today. It went up over 90%\n(with 35% of that after trading hours)! What are the chances of this going up\nanother 50-75% tomorrow?\n\nThis company has 9 employees and just released a study that indicates a drug\nthey're working on has positive effects for…"
}