{
  "data/reddit-stocks/r/investing/comments/obb3mc/why_dont_more_people_do_covered_calls_whats_the.json": "Like the title says - what am i missing with covered calls? i am just starting\nout with options, and think it's a no brainer to start with covered calls. But\nwhy do more seasoned investors not use covered calls more often? Every single\none of my friends who trades options doesn't do covered calls.…",
  "data/reddit-stocks/r/stocks/comments/obcc3u/recently_came_into_50k_looking_to_invest_it_in.json": "So I recently received 50k and I don’t need it and am looking to capitalize on\nit long term. I’m 27, and was looking to invest it completely in stocks that are\npretty much guaranteed to generate me a return. I decided on a 3 way split\nbetween Microsoft, visa, and NVIDIA.\n\nIs this a good choice? Or…",
  "data/reddit-stocks/r/wallstreetbets/comments/ob9xbs/this_is_not_a_full_dd_this_is_a_post_saying_do.json": "It was taken private in 2016 at a valuation of 1.35Bil. Tomorrow at IPO they are\npricing shares at $17 for a valuation of 2.72 billion. Really? It's doubled in a\n5 year period? No. It hasn't, this is JAB holdings realizing they bought\nsomething they probably shouldn't have, milked it for all it's…",
  "data/reddit-stocks/r/stocks/comments/obdhf3/robinhood_to_pay_70_million_fine_after_causing.json": "https://www.cnbc.com/2021/06/30/robinhood-to-pay-70-million-dollars-after-causing-users-significant-harm.html\n\nPopular investing platform Robinhood has agreed to pay nearly $70 million to the\nfinancial industry regulatory authority (FINRA) to settle allegations that the\nbrokerage caused customers…",
  "data/reddit-stocks/r/Bogleheads/comments/obcr4m/ray_dalio_principles_of_navigating_big_debt.json": "RAY DALIO\n\n\nPRINCIPLES OF NAVIGATING BIG DEBT CRISES\n\n * Policy makers have 4 levers to pull when dealing with debt\n   * Austerity\n   * Debt defaults/Restructurings\n   * Central Bank printing money \"QE\"\n   * Transfers of money and credit\n * The first 2 are deflationary and the latter 2 are…",
  "data/reddit-stocks/r/stocks/comments/obckzm/everyone_is_expecting_a_crash_so_be_greedy_when.json": "So this week my email and youtube recommendations are full of \"THE BIGGEST CRASH\nIN THE HISTORY\", \"THE GUY WHO PREDICTED THE 2008 CRASH IS WARNING YOU\", and here\non Reddit every day there is a post about an incoming crash, also the fear and\ngreed index is the fear territory,\nso following the advice…",
  "data/reddit-stocks/r/Bogleheads/comments/obd5nu/burton_malkiel_a_random_walk_down_wall_street.json": "Burton Malkiel\n\nA Random Walk Down Wall Street\n\n * 2 types of analysis\n   * Fundamental analysis or Firm Foundation Theory based on Fisher's DDM\n   * Technical analysis or Castle in the Air or greater fool's theory by Keynes\n * No one person or institution consistently knows more than the market\n *…",
  "data/reddit-stocks/r/Bogleheads/comments/obcwha/john_bogle_the_little_book_of_commonsense.json": "John Bogle\n\nThe Little Book of Common-Sense Investing\n\n * Buffet – Newtons 4th law of motion. Investor return decrease as motion\n   increases.\n * Winning Strategy for investing is to buy a fund that holds all market\n   portfolio and hold it forever\n * The index fund eliminates the risks of…",
  "data/reddit-stocks/r/stocks/comments/obix5z/nio_posts_record_monthlydeliveries_in_june.json": "Chinese electric vehicle maker Nio said on Thursday deliveries more than doubled\nin June on a year-on-year basis, and climbed back sharply sequentially despite\nthe ongoing global semiconductor chip shortage.\n\nThe Shanghai-headquartered EV maker delivered 8,083 vehicles in June, up about\n116% when…",
  "data/reddit-stocks/r/investing/comments/obbqcr/roth_ira_voo_vig_or_vt.json": "I'm 18 and about to open my Roth. I've seen VOO, VIG, and VT be the most highly\nsuggested for my portfolio. If anyone has any pointers or recommendations as to\nhow I should distribute my retirement contributions, please let me know. I've\nconsidered going all-in VT, but I'm not sure yet.\n\nI'm a…",
  "data/reddit-stocks/r/Bogleheads/comments/obcxqu/richard_ferri_all_about_asset_allocation_and.json": "Richard Ferri\n\nAll About Asset Allocation and Protecting Your Wealth\n\n * As a nation, we are not saving enough in retirement accounts to make up for\n   diminishing Social Security benefits and other traditional sources of income\n * 10% savings of pre-tax income is a good target for most people\n *…",
  "data/reddit-stocks/r/stocks/comments/obl3hd/little_test_i_put_a_small_amount_of_money_into.json": "Now, we either love or hate cramer (i love him tbh, his coke filled rants are\ncomedy gold) but as much as this might not be popular, his calls do seem to make\na lot of sense.\n\nI took one stock per day, the one he pumped hardest, usually on mad money. I\nmissed a couple of shows because I watch from…",
  "data/reddit-stocks/r/Bogleheads/comments/obm5sb/how_to_set_up_a_statement_of_net_worth_to_better.json": "What’s your number? How much is your net worth? Would you know how to determine\nit? Are you asking these questions? If so, then continue reading.\n\nA few months ago I started tracking my investments and created a statement of\nnet worth - which to be honest was the most helpful idea ever.\n\nA statement…",
  "data/reddit-stocks/r/investing/comments/obnprd/what_are_your_best_12_line_counters_to_the_advice.json": "I have a lot of friends who have heard stats about how most professional traders\ndo not outperform the market and therefore it’s a fool’s errand that a\nnon-professional trader try to pick individual stocks to invest in, instead of\njust passively dumping things into an index fund. Obviously, there’s…",
  "data/reddit-stocks/r/investing/comments/obnzr9/updating_favorite_book_reading_list.json": "The reading list on the sidebar hasn't been updated in a few years. So we are\nsourcing new ideas for books which have been published in the last 4 - 5 years\nto be considered in the categories below.\n\nThe list of books below were collated about 4 years ago by…",
  "data/reddit-stocks/r/stocks/comments/obqnfw/any_insight_into_why_the_waltons_have_been.json": "Robson Alice and Jim Walton have all sold well over a billion each in the last\ncouple of days, and another billion or so each over the last month or so. What\ngives?\n\nI do not hold WMT, it was in my watchlist.",
  "data/reddit-stocks/r/Bogleheads/comments/obrb4g/the_stat_that_convinced_me_to_bogle_5_of_days_are.json": "I feel like many people who need convincing to get into Bogleheads philosophy\nneed that one statistic to bring it home. It's the stat that will show how\nsticking to a simple and diversified strategy no matter what.\n\nFor me, it was this one: 5% of days are all time highs, and have been…",
  "data/reddit-stocks/r/stocks/comments/obh4gv/the_bear_case_for_summer_a_crash_in_the_next_48.json": "Hello everyone. I present a bear case for the summer.\n\nI've noticed people beginning to think about the risk of an imminent crash\nlately on various finance and, uhh, stock-gambling subreddits. What stocks to\nbuy in case there's a crash? Where is safe in a crash? That sort of thing. Take\na look…",
  "data/reddit-stocks/r/stocks/comments/obr0d5/an_indepth_guide_on_how_to_perform_deep_research.json": "Having worked for equity research desks over the last few years, I wanted to\nwrite-up my thoughts and methodology as to how I look at potential\nopportunities, and some of the sources you can use to help you do that.\n\n\nTHE INITIAL SCREEN\n\nBefore assessing an opportunity in great detail, I quickly…",
  "data/reddit-stocks/r/stocks/comments/obq2k2/i_learned_years_ago_that_sp500_increases_at_an.json": "It's supposed to be an average rate of about 8% per year.\n\nCurrently:\n\nUP .84% in one week UP 2.18% in one month UP 7.82% in three months UP 38.75% in\none year UP 113% in five years\n\nThe markets seem so disconnected from reality that dips aren't even allowed to\nhappen.\n\nStocks only go up?",
  "data/reddit-stocks/r/stocks/comments/obxqrc/do_not_fall_for_krispy_kremes_ipo_trap_a_legacy.json": "TL;DR - Short TF out of this or buy puts once available. A company riddled with\na history of fraud, misleading investors, and deceitful accounting tactics is\nbeing dumped to the public by a large private equity firm.\n\nMy god, this is one of the most blatant cash outs I’ve ever seen. CNBC was\npumping…",
  "data/reddit-stocks/r/investing/comments/oby8tz/citi_goldman_other_banks_accused_of_cds_antitrust.json": "New Mexico’s sovereign wealth fund brought a federal antitrust lawsuit claiming\nBank of America Corp., Citigroup Inc., Goldman Sachs Group Inc., and other top\nfinancial institutions rigged the credit default swap market by manipulating a\nkey benchmark.\n\nThe proposed class action, docketed Thursday,…",
  "data/reddit-stocks/r/investing/comments/obxqxa/do_people_around_you_your_relatives_ask_you_to.json": "The successful investors, traders here, or the ones who do it professionally, do\nyou ignore such things when that happens, how do you say you don't want to do\nit? First of all I wouldn't take risk with someone else's money and besides why\nI would give this wisdom that is gained with blood sweat,…",
  "data/reddit-stocks/r/stocks/comments/obmdbu/connecting_the_dots_my_highconviction_bet_on.json": "It was evident that PSFE had finally found bottom last week. For months, we saw\nall the tell-tale signs of market manipulators expertly shaking out retail\nshareholders with order flow, short volume, massive block trades and 13F’s\nshowing institutions steadily loading up. In this context, just as…",
  "data/reddit-stocks/r/investing/comments/obpoob/emergency_funds_with_dropping_interest_rates_in.json": "Hello everyone!\n\nI’ve read through some previous posts on here about emergency funds but haven’t\nfound quite what I’m looking for. I have a taxable account that I use for\noptions and speculative plays, another for long term investment in growth stocks\nI select, a Roth IRA I max contributions to…",
  "data/reddit-stocks/r/stocks/comments/obuaxl/here_is_a_market_recap_for_today_thursday_july_1.json": "PsychoMarket Recap - Thursday, July 1, 2021\n\nThe rally in stocks continued, with the S&P 500 (SPY) once again recording fresh\nintraday highs in the first trading day of the third quarter. The Nasdaq (QQQ)\nclosed roughly even, as the rally in technology stocks takes a breather. The Dow\nJones (DIA),…",
  "data/reddit-stocks/r/stocks/comments/oc0v4i/virgin_galactic_announces_first_fully_crewed.json": "> Test Flight Window for Unity 22 Mission Opens July 11 Four Mission Specialists\n> to Evaluate Virgin Galactic Astronaut Experience Virgin Galactic Founder Sir\n> Richard Branson Among Mission Specialists First Global Livestream of Virgin\n> Galactic…",
  "data/reddit-stocks/r/stocks/comments/oc9o4j/us_adds_850000_jobs_in_june_better_than_expected.json": "> Job growth leaped higher in June as businesses looked to keep up with a\n> rapidly recovering U.S. economy, the Labor Department reported Friday.\n> \n> Nonfarm payrolls increased 850,000 for the month, compared to the Dow Jones\n> estimate of 706,000 and better than the upwardly revised 583,000 in…",
  "data/reddit-stocks/r/stocks/comments/ocd4fy/what_would_be_some_goodcheap_dividend_stocks.json": "So I'm trying to get into dividends and I have no idea what I'm doing. I have a\nfew picked out like BEP, WETF, INTC, and KHC. Is there better ones? Is there\nones I should remove from my list? I'm an open book.",
  "data/reddit-stocks/r/investing/comments/ocaxj7/what_are_your_favorite_etfs_for_a_25_year_timeline.json": "I've been slowly pulling money out of stocks as I hit price targets or cut\nlosses for the last few months and now I have a little cash set aside that I\nthink I want to dump into something a bit more stable for the next couple of\nyears.\n\nI currently have some small positions in TAN, ARKG, and XRT,…",
  "data/reddit-stocks/r/investing/comments/oc9yig/caribou_biosciences_is_going_public_heres_an.json": "Disclaimer and disclosure: I am not a financial advisor and none of the below\nresearch constitutes investment advice or a recommendation to buy or sell.\nAlways do your own due diligence. I have no position in the securities\nmentioned.\n\nNote: Any constructive criticism to improve this DD would be…",
  "data/reddit-stocks/r/stocks/comments/ocdcrn/palantir_discloses_partnership_with_azure_in_a.json": "“Create and develop joint business plans working with Microsoft team including\nlaunch, planning, enablement, and co-marketing strategies for growing joint\npipeline, wins and consumption of Foundry on Azure.\n\nLead the effective collaboration of “deal level” tactics between Palantir sales\nteams and…",
  "data/reddit-stocks/r/investing/comments/oca28f/amd_question_intel_using_tsmc_for_3nm_chips_has.json": "Morning folks. I have nobody else to discuss this with that I trust so please\nentertain me if you could internet strangers. I've been an investor of AMD since\nabout 28-29 and have thoroughly enjoyed the ride. I used to swing trade it but I\nhave since taken a longer term play and it's a very good…",
  "data/reddit-stocks/r/investing/comments/ocj9ju/sp_500_rises_for_a_7th_straight_day_after_strong.json": "S&P 500 rises for a 7th straight day after strong jobs report, best winning\nstreak in 10 months (cnbc.com)\n[https://www.cnbc.com/2021/07/01/stock-market-open-to-close-news.html]\n\n> Stocks rose on Friday and the S&P 500 hit another record high after the June\n> jobs report showed an accelerating…",
  "data/reddit-stocks/r/Bogleheads/comments/ocjunx/very_passive_investing.json": "I don't check the news. I don't keep up with the hyped up trends of the week\n(meme stocks, crypto, single stocks, industry specific funds). It's very quiet\nwhen you're not inundated by noise and distractions. I like it. I don't check my\nbalance every day or every week. Maybe I check it once a month.…",
  "data/reddit-stocks/r/stocks/comments/ociku0/here_is_a_market_recap_for_today_friday_july_2.json": "PsychoMarket Recap - Friday, July 2, 2021\n\nStocks rose once again, with the S&P 500 (SPY) and Nasdaq (QQQ) both recording\nnew intraday highs amid the continued push by technology stocks. The Dow Jones\n(DIA) rose as well, but continued to lag behind the other two indexes. Market\nparticipants are…",
  "data/reddit-stocks/r/stocks/comments/ock4vt/why_not_create_an_all_etf_portfolio.json": "I’ve studied Finance and Data Science throughout college and use a variety of\nfundamental, technical, and financial strategies to select the best stocks for\nmy personal portfolio. Over the past two years I’ve consistently underperformed\nthe S&P and greatly underperformed the NASDAQ (which I consider…",
  "data/reddit-stocks/r/investing/comments/ocbxbj/what_is_happening_to_small_speculative_stocks.json": "What is happening with the Russel 2000, its down when the market is up? Is this\nthe beginning of a rotation or just an occasional drop? Allot of small\nspeculative stocks are down several days in a row now such as:\n\nPLTR -4 days\n\nARVL -5 days\n\nHYLN -5 days\n\nQS -4 days\n\nBLNK -4 days\n\nLAZR -5…",
  "data/reddit-stocks/r/stocks/comments/ocmky9/wall_street_week_ahead_for_the_trading_week.json": "Good Friday evening to all of you here on r/stocks [/r/stocks]. I hope everyone\non this sub made out pretty nicely in the market this past week, and is ready\nfor the new trading week ahead.\n\nHere is everything you need to know to get you ready for the trading week\nbeginning July 5th, 2021.\n\n\nFED…"
}