{
  "data/reddit-ask/r/TooAfraidToAsk/comments/pfmbj5/im_a_24_year_old_virgin_who_has_never_had_a.json": "I’m 24 years old, a college student, and have lived in Philly my whole life.\nI’ve always had a good amount of friends, both male and female. I’m well liked\nby almost anyone, I’m personable, funny, and sociable. I can have a conversation\nwith just about anyone I meet. As for appearance, I’m about…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pfnyiy/everyone_knows_its_never_okay_to_read_someone.json": "Anne Frank's diary has been on my reading list since forever but I just don't\nfeel like purchasing it. Mainly because she was a teenager and did not write in\nher diary with the intent of people reading it. Yes, she was dead by the time it\nwas published but is it really okay to read it? Is it not…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pfpuqv/what_if_we_just_replaced_precious_jewels_with.json": "So the other day there was this controversy about Beyoncé, and a few other\ncelebrities before her, wearing a famous yellow diamond which (like every\ndiamond, apparently) has a very dark, unethical origin in slave mines.\n\nSo I wondered, couldn't we just wear colored (or clear) jewel shaped glass…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pfol8p/how_the_fuck_am_i_supposed_to_get_an_entry_level.json": "I haven’t been job searching for long but holy fuck is this getting on my\nnerves. I’m willing to work my ass off to become an asset to a company and make\nsomething of myself but with everyone asking for 2-3 yEaRs Of ExPeRiEnCe I’m\ngetting so discouraged. I’m very close to saying fuck it and just…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pft2v7/what_if_instead_of_getting_married_to_someone_to.json": "This is a hypothetical situation, where the situation described is a cultural\nnorm. I'm looking forward to answers about the positive and negative impacts of\nthis setting.\n\nPlease don't reply\n\n\"it's possible.\"\n\n\"It's not possible.\"\n\nEdit 1\n\nThis thing opens up more opportunities like gay men…",
  "data/reddit-ask/r/askscience/comments/pfrjtl/askscience_ama_series_im_a_particle_physicist_at.json": "I'm Harry Cliff - I'm a particle physicist at Cambridge University and work on\nthe LHCb Experiment at CERN's Large Hadron Collider, where I search for signs of\nnew particles and forces that could help answer some of the biggest questions in\nphysics. My first book HOW TO MAKE AN APPLE PIE FROM…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pfs9eq/after_finding_information_that_my_teen_daughter.json": "While cleaning my 13y.o. daughters room I found mention of her loving and having\na girlfriend. I want her to feel comfortable, accepted and not like she needs to\nhide anything but I don't want to just bring it up and have her mad at me for\nsome reason. The information was in her journal and I swear…",
  "data/reddit-ask/r/AskWomen/comments/pfuedq/what_are_you_looking_forward_to_for_the_month_of.json": "Thought I’d start some positive conversation 🥰",
  "data/reddit-ask/r/AskHistorians/comments/pfiws6/how_socially_accepted_was_reading_a_softcore.json": "The question was inspired by a rewatch of Beverly Hill's Cop II, where Paul\nReiser's character, Detective Jeffrey Friedman, is reading a Playboy magazine at\nwork without any attempt of concealment.\n\nWatching this then recalled a memory of me seeing Playboy magazines on coffee\ntables of houses for…",
  "data/reddit-ask/r/AskHistorians/comments/pfv7dj/postww2_how_did_east_germans_rationalize_now_we.json": "Or am I way off? My question is how did a population that was drilled for\ndecades in Nationalism-Fascism-Nazism ideology suddenly champion the Soviet\nCommunist ideals?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pfydy5/why_isnt_the_us_building_temporary_hospitals_to.json": "I know severe cases can be largely mitigated by vaccines but since so many\npeople are too stubborn to take it, why haven’t I seen any stories of states\nbuilding temporary medical facilities to battle it?",
  "data/reddit-ask/r/AskWomen/comments/pfto17/what_expectations_make_yall_feel_the_most_pressure.json": "I was reading about women’s rights and Have noticed a lot of the pressures that\nhave been placed on y’all over the years from so many different aspects. Weather\nculturally,martially, societal standards, significant other expectations, amidst\nvarious others. What do y’all feel the most pressure from.…",
  "data/reddit-ask/r/AskHistorians/comments/pg057s/the_powmia_flag_is_based_on_a_thoroughly.json": "This comment\n[https://www.reddit.com/r/AskHistorians/comments/l88o0f/were_there_any_verified_american_pows_who_were/]\ndoes a good job of breaking down the origins of the conspiracy theory and the\n(many) times its claims have been investigated and refuted, but I have not been\nable to find out why the…",
  "data/reddit-ask/r/askphilosophy/comments/pfy8j7/how_is_beastiality_generally_considered_bad_but.json": "Saw this question in a Big Joel YouTube video the other day.\n(https://youtu.be/DGwiyyZhNpM) The uploader says that beastiality is bad because\nthe person draws pleasure out of the pain of the animal, while for the meat\neater it's just a byproduct of their desire to eat.\n\nI think this answer is very…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pg8thb/where_the_fuck_are_the_plus_sized_mens_models.json": "as the title says, I see much more woman's plus sized models compared to men's.",
  "data/reddit-ask/r/NoStupidQuestions/comments/pg8bzv/to_all_people_with_a_partner_how_much_sex_do_you.json": "How many times a week/day/month? This is coming from someone who has never had a\ngirlfriend/ not married and I honestly have no idea what the answer could be.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pga5oi/where_can_i_hide_condoms_and_where_can_i_dispose.json": "So my sexual life is just starting and I can't really think of any ideas to hide\nand dispose them in places where it's pretty much imposible for my parents to\nfind.",
  "data/reddit-ask/r/AskHistorians/comments/pfqn4i/what_happened_to_the_spouses_of_those_sentenced.json": "Was the convict's spouse also transported? If not, did the marriage remain\nintact or was each party free to marry someone else?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pg5pyl/someone_left_a_plastic_bag_with_what_appears_to.json": "It really freaked us out and it we don’t understand. Does anyone have any\ninsight as to why this particular item was left at our door?\n\nEdit: it was placed between our front door and screen door - like wedged between\nthe two doors. It was not accidental\n\nSecond edit: we live sort of downtown at the…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pg96pi/what_happened_to_hard_ice_cream.json": "Remember when we were kids (90's kids and older I suppose) and the ice cream in\nour freezer was so hard we had to warm up our ice cream scoop in hot water in\norder to scoop it?\n\nNow any old spoon will work with any ice cream brand. And it seems like ice\ncream melts so much faster nowadays, too!\n\nI…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pg4qoj/how_much_concern_should_there_actually_be_that.json": "Texas’ abortion bill is clearly a heinous infringement on established rights…and\nyet the whole thing just seems to carry on. The Supreme Court always talks about\nbeing against politicization, but it’s very clear that the justices at this\npoint rule along ideological lines and no longer care about…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pg6nqf/is_it_better_to_drive_a_shot_person_to_the.json": "Not sure if this is allowed here but\n\nWon’t go into detail but Couple of months ago someone was killed in my car I did\nnot take them to the hospital instead I pulled over and called 911\n\nHe was already gone in the car People still to this day blame me and tell me I\nshould have drove Even some of his…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pg9o6e/how_does_drunk_texting_work_in_chinese.json": "In English your word spelling is all mixed up and mistyped, but in Chinese\nwouldn't changing the pinyin create a totally different character and\ndramatically change the meaning of the sentence? Or can Chinese speakers infer\nmeaning based on different looking but similar sounding characters?",
  "data/reddit-ask/r/NoStupidQuestions/comments/pgdyw5/i_really_dont_understand_the_new_law_in_texas.json": "I know it a bit extreme but what if things like this happens? What a doctor will\ndo if the pregnant woman will say to them that she will try to kill the baby??\nWill she be considered mentality ill? Will they still let her have him? Can\nsomeone stop her from trying ways to harm the fetus when he…",
  "data/reddit-ask/r/askscience/comments/pgfkcn/askscience_ama_series_im_jon_schwantes_from.json": "Hi Reddit, this is Jon Schwantes from PNNL. My team and I are working to uncover\none of history's great mysteries. During WWII, the United States and Nazi\nGermany were competing to develop nuclear technology. The Allies thwarted\nGermany's program and confiscated 2 inch-by-2 inch uranium cubes that…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pgh02v/should_we_create_a_rtooafraidtoasknsfw.json": "Honestly 100% of the questions I see lately are sexual related stuff or nsfw\nstuff, maybe we should separate it to give space to other type of questions and\ngive this their own subreddit?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pghiyj/is_it_rude_to_masturbate_in_bed_when_your_partner.json": "For various reasons my partner doesn't want to have sex at the moment. We've had\nsex about 5 times since the beginning of 2020.\n\nI obviously respect them and let them initiate it, but I still want to get off.\nIs it rude if I masturbate (quietly, no porn) while they're sleeping next to me?\n\nI don't…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pgjy8t/where_could_you_hide_a_sex_toy_where_your_lil.json": "My mom and I just fight yesterday, and along the process admitted that the only\nreason why she knows that I have a sex toy (which had nothing to do with the\nconversation) in the first place was that my little brother found it. He likes\nto look at my things and there is nothing that I can do…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pghhpu/im_a_canadian_transplant_living_in_texas_my.json": "Of course it’s one of the worst case scenarios that any prospective mother could\nconsider, but now I find myself with a very real fear. Do I lose the option to\nterminate if my life is at risk? What about in cases with severe genetic defect,\nare you now forced to ride out a pregnancy fully if the…",
  "data/reddit-ask/r/askscience/comments/pglvry/how_do_lungs_heal_after_quitting_smoking.json": "Hi all, just trying to get a sense of something here. If I'm a smoker and I\nquit, the Internet tells me it takes 1 month for my lungs to start healing if I\ntotally quit. I assume the lungs are healing bit by bit every day after quitting\nand it takes a month to rebuild lung health enough to…",
  "data/reddit-ask/r/AskHistorians/comments/pgiu9v/did_construction_technology_only_improve_rapidly.json": "In chapter 4 of his commentary on Caesar's commentary Napoleon criticised\nPlutarch for calling Caesar's Rhine bridge in 55 BC a miracle and states that it\nis unremarkable compared to his 1809 one. I find it hilarious that he brushes\naway the time difference. But maybe I am taking our rapid…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pgmq3i/how_do_women_wearing_tampons_have_spontaneous_sex.json": "Genuinely curious how women can still be ‘in the moment’ when things get\nsexually heated but they need to dispose of their tampon (which is usually a\npretty grim affair). When I had a partner I would have to pre-empt if we may\nhave sex that day and not wear a tampon for that reason because I didn’t…",
  "data/reddit-ask/r/Ask_Politics/comments/pg4cyr/how_does_this_supposedly_clever_new_texas.json": "From what I gather, the general idea is that this new law has created a cause of\naction wherein any private citizen can sue an abortion provider or anyone who\naids or abets an abortion.\n\nSo the theory goes that it is difficult to challenge in court, because judicial\nofficers rendering verdicts in…",
  "data/reddit-ask/r/AskHistorians/comments/pgkqs6/did_any_historical_armies_employ_shamans.json": "I am well aware that asking such people to divine the future, bless soldiers\nbefore a battle, or pray for victory while safely away from the fighting were\ncommon practices in many cultures of the world. (And no, I'm not asking if magic\nis real. :P )\n\nHowever, I am specifically curious if there are…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pgox9d/is_it_ok_to_want_to_be_alone_95_of_the_time.json": "I’ll just be blunt, I really don’t like other people. I don’t really care to\nmeet people or make friends. My family and a few select friends are the only\nones I make an effort to talk to.\n\nI don’t think I have anxiety issues. I’m polite to others but I just don’t want\nto be in a group. I’m a little…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pgqp01/why_arent_more_americans_visibly_outraged_that.json": "I'm too afraid to ask this question out of fear of being called a traitor or\nungrateful to our troops. Throughout these last two decades, so many people have\nbeen thrown out on the streets, many families struggled to keep their heads\nabove water while on the brink of homelessness. Studies have found…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pge8sr/does_breast_size_actually_matter.json": "To give you some context here, I’m on the smaller side and the guy I’m dating\nrandomly mentioned that his ex was on the heavier side, he said he wasn’t\ncomparing but now i feel very conscious. Are there men who like small breasts ?",
  "data/reddit-ask/r/NoStupidQuestions/comments/pgr94t/why_are_americans_so_obsessed_with_abortion.json": "I understand it's a complicated issue but they seem to ignore so many other\nimportant issues and keep hammering on and on and on about this.",
  "data/reddit-ask/r/NoStupidQuestions/comments/pgrl94/can_it_be_possible_that_the_microphone_in_your.json": "I swear that sometimes I see ads in which a product is promoted that I just had\ntalked about a few hours or a day before.\n\nI talked about buying batteries to my gf this morning and in the evening I see\nads for delivering batteries. We both did not typ anything about batteries or\nanything like that.…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pgqlwc/how_can_texas_push_policies_that_protect_the.json": "I am sincerely confused by the political battlefield that is Texas currently.\nPeople are both ferociously pushing for the \"individual right\" to wear a mask or\nget the vax or not, but very few of these same people are pushing back against\nthe systematic demolishment of women's reproductive rights.…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pgq77g/why_do_prolife_proponents_not_support_all_the.json": "I'm talking about programs like: sex education/ birth control education;\ncontraceptive availability, improved WIC, Healthcare for children at reduced\ncosts for preventative care, reduced cost child care, paid parental leave,\nmaking adoption more accessible, fixing the foster care system, etc?\n\nWhy…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pgvlze/can_the_church_of_satan_make_abortions_a.json": "Im tired of catholics getting to force their religion on others. Texas is just\nthe most recent episode of church not separating from state.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pgwrjx/aside_from_condoms_why_are_there_no_birth_control.json": "Birth control may not be the correct terminology for men. Why is there no other\noption for men to lower or stop sperm production?",
  "data/reddit-ask/r/NoStupidQuestions/comments/pgxfpe/after_what_distance_is_an_orgy_still_considered.json": "If four couples are having sex 1 foot away from one another, its probably an\norgy.\n\nBut what if we extend the distance?\n\nWhat if the couples were 50 feet away from one another? 100? 1000??\n\nIs it still an orgy if these people, a football field away from each other,\nstill switch partners and exchange…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pgv88e/how_the_hell_is_krispy_kreme_making_a_profit.json": "Okay, so first Krispy Kreme gives out free donuts to vaccinated people, which I\npersonally think is pretty cool. But instead of making this a one-time deal for\na week like some shitty virtue-signalling to get the medias attention, they have\nthis last for over FIVE MONTHS and counting. Okay, really…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pgyl1t/is_anyone_else_not_doing_the_best.json": "Kind of straightforward, but given the general state of- gestures to everything\n-I know I’m not doing the best right this second (especially as an American\nwoman in a state just itching to take my autonomy away).\n\nI’ve talked to friends, and they’ve mentioned feeling off as well, but is anyone\nelse…",
  "data/reddit-ask/r/AskHistorians/comments/ph0yzm/how_did_the_ottoman_army_go_from_being_the_terror.json": "We often hear how the Ottoman army (and the empire as a whole) failed to keep\npace with military and scientific developments in Europe. As such, they went\nfrom being at one time 'the terror of Europe' where their armies were nearly\nalways victorious, to almost a laughing stock by the start of the…",
  "data/reddit-ask/r/AskHistorians/comments/ph0et5/japan_is_considered_a_full_democracy_yet_since.json": "Title, besides the two exceptions (one in the 90's and one in the 2000's) that I\ncan recall, the LDP has basically ruled Japan unterrupted. This for me is some\nwhat surprising given the variance of parties that exist, and the fact that the\nJapanese economy hasn't been prosperous since decades now.…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ph1j9i/why_can_women_abort_out_of_pregnancies_but_men.json": "First off I’m pro choice, you do whatever you want to with your body. But\nsomething I don’t quite understand is why a woman can opt out from having a\nbaby, whereas a man is stuck giving financial support to a baby he didn’t want\nif the woman so chooses.\n\nTo me, if the woman wants to keep the baby,…",
  "data/reddit-ask/r/askscience/comments/ph5yvv/can_and_how_protons_fuse.json": "The question is simple, what happens when two protons overcome Coulumbs barrier?\nDo they fuse and make some sort of a hadron? Or do the 2 protons stick to\neachother making a sort of nuclei? Or does something else happen?",
  "data/reddit-ask/r/askscience/comments/ph2crv/in_space_is_it_as_easy_to_accelerate_an_object.json": "Is it more difficult to accelerate an object to faster speeds in space like it\nis on earth?\n\nOn earth, to go from 20-30mph is much easier than to go from 220-230mph.\n\nIn the absence of air resistance and engineering limitations, what are the\nlimiting factors, if any, to reaching higher speeds?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/phav6u/why_is_the_personhood_of_a_fetus_determined_by.json": "It just seems so arbitrary to pin that status on a heartbeat when functionally a\nsix week old fetus is less autonomous or developed than an earthworm.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ph84sk/do_you_feel_like_youve_lost_2_years_of_your_life.json": "When the pandemic started I was 15, I’m now 17 but looking around I don’t feel\nit. So many experiences I’ve missed out on and it just feels so strange.\n\nI’ve been doing online school ever since the pandemic started (my high school\nhad a horrible online program when it all started and going to an…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/phdprt/do_americans_actually_think_they_are_in_the_land.json": "Maybe I'm just an ignorant European but honestly, the states, compared to most\nother first world countries, seem to be on the bottom of the list when it comes\nto the freedom of it's citizens.\n\nBtw. this isn't about trashing America, every country is flawed. But I feel like\nthe obssesive nature of…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ph8i3a/is_it_bad_to_wear_a_gamer_headset_to_a.json": "For context, I'm meeting with a bunch of professors regarding their research\nprojects.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/phf5r3/are_american_people_really_living_on_paycheck_to.json": "Does it mean that unless you're guaranteed another paycheck by the end of month,\nyou would lose your place, health insurance, and all of the essential things ?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/phh2he/why_has_this_sub_recently_become_people_pushing.json": "Every 'hot' question recently has basically been: \"Why is it that [highly\npopular opinion] isn't the status quo?\" And everyone eats it up.\n\nAnd yes, I am pushing my agenda here.",
  "data/reddit-ask/r/NoStupidQuestions/comments/phhohm/why_does_the_united_state_get_flack_about.json": "I guess I'm wondering if the us is particularly worse about this? I looked into\nmoving to European countries and they have lots of rules and fees for immigrants\nfrom Mexico as well",
  "data/reddit-ask/r/NoStupidQuestions/comments/phcq1e/if_you_woke_up_tomorrow_and_realised_youre_the.json": "You can't say you'd masturbate, It'd be too easy.",
  "data/reddit-ask/r/AskHistorians/comments/phf31m/an_american_idiom_is_to_add_the_phrase_and_the.json": "Edit: I should have had the last sentence read : What can AskHistorians shed\nlight on in regards to this particular topic?",
  "data/reddit-ask/r/AskHistorians/comments/phdk46/american_comic_book_author_rob_liefeld_is_not.json": "For starters, I am not big into comics, and so only know Liefeld by reputation\nand the art\n[https://3.bp.blogspot.com/-LpUNDt1iQBw/TheIbJ_ArAI/AAAAAAAAI4M/k2Cdc9IHHnk/s1600/liefeld-cap.jpg].\nI was looking into him today and discovered that he has defenders, including,\napparently, Grant Morrison,…",
  "data/reddit-ask/r/NoStupidQuestions/comments/phoy3t/why_is_masturbation_so_heavily_frowned_upon_in.json": "While I am a Christian (female), I never fully understood what was wrong with\nmasturbation if i wasn’t actively engaging in sexual intercourse with someone\nelse before marriage. I remember asking my mom when I was 12 when I could\nmasturbate (not fully knowing what it was at the time) and she said…",
  "data/reddit-ask/r/AskWomen/comments/pho1sc/what_i_want_to_say_is_thank_you_x.json": "Long time reader first time commenter.\n\nHad a really rough last few months but this subreaddit has really helped me\nthrough\n\nI'm sorry for not joining earlier to upvote comments but please keep posting,\nyou don't know how many people you are positively reaching out to\n\nThank you all 🙂❤🙂",
  "data/reddit-ask/r/TooAfraidToAsk/comments/phsoqe/people_who_buy_reddit_coins_why.json": "I take every free award reddit gives me, but I'd never spend money on this.\nPeople who spend money here, why do you do it? Are you rich? I'm really just\ncurious",
  "data/reddit-ask/r/AskHistorians/comments/phrjj6/in_the_manga_kurosagi_corpse_delivery_service_an.json": "I don't have a scan, but in one chapter of the manga, while investigating a\ndeath, the elderly character Sasayama realizes the case at hand has relations\nwith Unit 731, and asks the younger protagonists if they know about it. When\neven Sasaki, the \"smart one\" doesn't know, Sasayama complains about…",
  "data/reddit-ask/r/AskHistorians/comments/photfj/i_recently_saw_the_classic_film_casablanca_for.json": "Since I wasn't around in 1942, I don't know how the character of Sam would have\ncome off relative to what was typical of African American portrayals at the\ntime.\n\nOn the one hand, he was second fiddle to Bogey and highly loyal, but he wasn't\nsubservient, and often spoke up if the situation was dire…",
  "data/reddit-ask/r/AskHistorians/comments/php9is/reasons_for_locating_many_concentration_camps_in.json": "Yair Lapid, the current Minister of Foreign Affairs of Israel, is quoted as\nsaying:\n\n> It is no coincidence that the Nazis created their center of extermination in\n> Poland. They knew that the Polish population would help them.\n\nIs that claim accurate? Was the \"willingness of the Polish population…",
  "data/reddit-ask/r/askscience/comments/phvr8h/where_does_the_co2_absorbed_by_trees_end_up.json": "What is the final destination of the CO2 captured by trees? Their bodies? If\nthat, is it released back into the atmosphere if the woods happen to burn down?",
  "data/reddit-ask/r/AskHistorians/comments/phutzg/how_were_teenagers_going_into_battle_and_not_only.json": "This seems absolutely crazy to me, how would a 16 year old have the physical\nstrength and even the experience to fight against some of the older and more\nexperienced people. What's crazier is that he was the heir to the throne, why in\nhis right mind would his father even allow such a thing?",
  "data/reddit-ask/r/NoStupidQuestions/comments/pi19uo/is_it_just_me_or_does_2019_seem_like_a_lifetime.json": "The reason why I'm asking this question is 2019 was the last year where\neverything felt normal and this world has changed drastically since then, I find\nit hard to believe that it's only been 2 years since 2019 but the changes we've\nexperienced since then makes 2019 feel like it was a hundred years…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pi1whm/isnt_it_more_logical_to_assume_that_death_is.json": "Many religions depict the afterlife as a type of heaven/hell, but I think it's\nstrange that it's not as popular to assume that the afterlife is exactly the\nsame experience as before you were born. If time reverses, and you degrade back\nto being unborn, wouldn't death be the exact same thing?\n\nI mean…",
  "data/reddit-ask/r/askphilosophy/comments/phuztd/is_jordan_peterson_really_a_profound.json": "I keep encountering people who swear up and down that Jordan Peterson is a\ngenius, nay, a messiah sent to save us from the evil reach of Postmodern\nNeomarxism (Cultural Bolshevism, anyone?)\n\nI tell these people that he is neither a philosopher, nor a religious scholar.\nYet they tell me that I just…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pi03f9/what_is_so_hot_about_virgins.json": "I don’t get it at all, why do I see incels say they want virgins so bad? I guess\nit has something to do with the “I don’t want a used up woman” thing but it just\nseems gross and a lot more than I’m seeing. I keep trying to put it together in\nmy mind but can’t figure it out."
}