{
  "data/reddit-changemyview/r/changemyview/comments/kin9bc/cmv_college_is_a_better_setting_than_high_school.json": "I'm in my late 20s and I've graduated high school and college and I would say\nthat both were pivotal to me being the person I am currently. However, when I\nlook at pop culture aimed at younger people, it's 90% set in high school, with\nshows like Riverdale, Euphoria, Vampire Diaries, etc. I think…",
  "data/reddit-changemyview/r/changemyview/comments/kj0wa0/cmv_islam_is_not_a_feminist_religion_not_even.json": "EDIT- Just got my first ever death threat. I'll quote from my DM.\n\n\"You may think you're safe behind a keyboard but remember what happened to the\nCharlie Dubois cartoonist in france\"\n\nLovely.\n\n------‐-------------------------\n\nI've had to post this here because every where I go Muslims shut me down…",
  "data/reddit-changemyview/r/changemyview/comments/kiry0u/cmv_i_believe_the_power_of_a_us_president_to.json": "Though this would be a major constitutional change, the pardon system has been\nabused by both Democrats and Republicans, so a bipartisan solution under an\nincoming Democratic administration should be taken up and passed.\n\nWhen a president of either party becomes a lame duck, there is nothing…",
  "data/reddit-changemyview/r/changemyview/comments/kj0dzd/cmv_people_who_hate_happy_holidays_are_more.json": "What I mean when I say “people who hate happy holidays”: People who complain\nvocally or online about how the phrase ‘Happy Holidays’ is bad in any way.\nOften, they are upset that ‘Happy Holidays’ diminishes their tradition or\nreligion.\n\nWhat I mean when I say “people who hate merry christmas”:…",
  "data/reddit-changemyview/r/changemyview/comments/kiuv0j/cmv_there_is_no_evidence_of_widespread_fraud_in.json": "Trump & Co claim this election was \"stolen\" by Biden, but have so far presented\nonly spurious evidence to back this up. Many of his claims are so patently wrong\n[https://www.reuters.com/article/uk-factcheck-milwaukee-detroit-lansing-p/fact-check-posts-claiming-more-votes-than-residents-in-milwaukee…",
  "data/reddit-changemyview/r/changemyview/comments/kio2o4/cmv_if_an_artist_doesnt_write_or_produce_their.json": "At best they would be a performer, and if they lip sync then they're not a\nperformer, they're an entertainer. I just hate that people put people on\npedestals when they really didn't do anything. This goes for most pop artists,\nand a lot of rappers. Especially Kpop, if you dont know about that…",
  "data/reddit-changemyview/r/changemyview/comments/kiwhjs/cmv_reddit_is_too_eager_to_tell_people_theyve.json": "CW: rape\n\nI was reading another post on relationship advice last night. OP is unhappy in\nher marriage, she described how she wanted to stop having sex but her husband\nholds her down and keeps going.\n\nRight, that's rape, and OP needs to understand it's not okay at all so she can\nget out of that…",
  "data/reddit-changemyview/r/changemyview/comments/kj70z0/cmv_im_sorry_but_the_media_does_have_a_liberal.json": "definition of bias, that decisions are being made that are not a random\nrepresentation of the US population.\n\nDefinition of media. I actually don’t love the word media- but for this lets\ncategorize political media into three buckets: news, commentary/analysis, and\nentertainment. With entertainment…",
  "data/reddit-changemyview/r/changemyview/comments/kjfr9a/cmv_pardons_made_by_politician_shouldnt_be_a.json": "CMV: No President (or other politician) should be able to pardon felons. At the\nend of each presidency there are all these pardons for convicted criminals. It\ncomes to mind because of the more or less tit for tat pardons Trump is handing\nout. Don't get me wrong I do not think other Presidents should…"
}