{
  "data/reddit-stocks/r/stocks/comments/pfjm06/why_modernas_2x_antibody_titer_news_is_better_for.json": "Why Moderna's 2x Antibody Titer News Is Better For Pfizer\n\n> Breaking news: Moderna vaccine creates twice as many antibodies as Pfizer:\n> research - Source\n> [https://news.yahoo.com/moderna-covid-19-vaccine-doubles-131601816.html]\n\nModerna vs pfizer dose size is…",
  "data/reddit-stocks/r/investing/comments/pfokw3/aoc_calls_on_biden_to_replace_powell_what_would_a.json": "Source\n[https://finance.yahoo.com/news/aoc-calls-joe-biden-replace-161225656.html]:\n\n> As news of the possible reappointment of Federal Reserve Chair Jerome Powell\n> circulates, we urge President Biden to re-imagine a Federal Reserve focused on\n> eliminating climate risk and advancing racial and…",
  "data/reddit-stocks/r/Bogleheads/comments/pfn35p/my_approach_to_timing_the_market.json": "I’m probably going to get a lot of heat for this post, but here goes…\n\nA friend recently expressed anxiety about index investing right now due to ultra\nhigh PE ratios. I shared my approach that he found helpful so I’m sharing with\nothers as well.\n\nI have an automated investment schedule 2x per month…",
  "data/reddit-stocks/r/stocks/comments/pfrkoo/cathie_woods_ark_files_for_new_transparency_etf.json": "ARK Investment Management is looking to debut a new ETF that will focus on\ntransparency in companies and shun vice and sectors that run afoul of ESG\ninvesting like fossil fuels.\n\nIn an SEC filing, Cathie Wood's shop outlines the fund, which looks to be at\nleast 80% invested in stocks in its…",
  "data/reddit-stocks/r/investing/comments/pft42l/cathie_woods_ark_files_for_new_transparency_etf.json": "ARK Investment Management is looking to debut a new ETF that will focus on\ntransparency in companies and shun vice and sectors that run afoul of ESG\ninvesting like fossil fuels.\n\nIn an SEC filing, Cathie Wood's shop outlines the fund, which looks to be at\nleast 80% invested in stocks in its…",
  "data/reddit-stocks/r/stocks/comments/pfu717/gamestop_stocks_possible_return_to_sp_500_in.json": "The individual-investor darling GameStop Corp. is now three times as valuable as\nthe smallest S&P 500 stocks, thanks to a sharp run-up in its shares in August.\nSome traders are betting GameStop could take another leap higher if S&P Dow\nJones Indices adds the stock to the S&P 500 when it is…",
  "data/reddit-stocks/r/stocks/comments/pfu772/cloudflare_stopped_the_largest_ddos_attack_ever.json": "\"Cloudflare said its system managed to stop the largest reported DDoS attack in\nJuly, explaining in a blog post that the attack was 17.2 million\nrequests-per-second, three times larger than any previous one they recorded.\n\n\"In a blog post, Cloudflare's Omer Yoachimik explained that the company…",
  "data/reddit-stocks/r/Bogleheads/comments/pfybtm/question_about_tax_loss_harvesting.json": "In my taxable account I made a few questionable stock pics that have netted me\nabout -$600 and I don’t see them turning around and outperforming the market any\ntime soon. Would it be beneficial to cut my losses then reinvest in VTI/FSKAX?\nIs that how harvesting works? I can write off that $600 as…",
  "data/reddit-stocks/r/stocks/comments/pg2n48/here_is_a_market_recap_for_today_wednesday.json": "PsychoMarket Recap - Wednesday, September 1, 2021\n\nStocks traded mixed in the first session of September, which is historically the\nworse month for equities. The S&P 500 (SPY) and Nasdaq (QQQ) both eeked out a\nnew intraday record high, closing 0.07% and 0.17% higher respectively. The Dow\nJones (DIA)…",
  "data/reddit-stocks/r/stocks/comments/pg0qtn/corsair_crsr_great_potential_or_overhyped_meme.json": "I've been researching Corsair for some time now and the background looks rather\npromising:\n\n * $457.1M net revenue/60% increase in respect to the last year\n * Gross profit of ~$130M (112.4% increase) in comparison to the past year\n * Mass demand of gaming materials/PCs/Laptops with one of the…",
  "data/reddit-stocks/r/Bogleheads/comments/pg4rt0/warning_friends_about_bad_financial_advice.json": "I know this is a bit of an odd question, but I wasn't sure whom else to ask.\n\nThe other day, I met a man at a party who claimed to be a financial advisor. I\nwas going to tell him how I'd set up my portfolio and ask for his thoughts. My\nportfolio is: US/ex-US index funds, I bonds, and cash. When he…",
  "data/reddit-stocks/r/stocks/comments/pg44eh/asts_worth_the_risk.json": "Hey all, I read a very intriguing DD article the other day by Kevin Liao and\nwanted to share here to see community sentiment. I feel like with the major\npartnerships/investors, they too believe this is the future and wouldn’t get\ninvolved if it wasn’t feasible. I understand the risk but the upside…",
  "data/reddit-stocks/r/stocks/comments/pg1llf/lets_talk_about_corsair_crsr.json": "CORSAIR GAMING\n\nThe COVID-19 has accelerated gaming activity and companies in this segment saw a\ndramatic surge in sales.\n\nI've been looking for a gaming company to invest in for a while now, and after\nan extensive research I realized that the best pick in this sector is Corsair.\n\nWith a market cap…",
  "data/reddit-stocks/r/stocks/comments/pg78n3/what_would_it_take_for_apple_to_lose_their_top_10.json": "As you know, apple has been the biggest company for quite a while now. It is\nvery difficult for me to envision them losing this spot for like the next 20\nyears at the very least.\n\nWhat do you guys think it would take for Apple to drop out of the top 10 in the\ns&p500?",
  "data/reddit-stocks/r/wallstreetbets/comments/pg78fg/am_i_the_asshole_for_not_being_able_to_trade.json": "This started about 4 years ago when I was 2 years old. My dad started to\nsupplement me picture books and cartoons with beginner options books and Martin\nShkerli's live videos on how to pick pharmaceutical stocks. Over the course of\nthese years I have retained absolutely nothing even though my dad…",
  "data/reddit-stocks/r/Bogleheads/comments/pfzhnd/why_do_so_many_people_hold_both_vti_and_vug_if.json": "Before I get into it I just wanna say I personally hold VTI and QQQ. What I\nreally would like to know from people around this sub is if you all really feel\nit’s worth it to have other ETFs besides VTI. Other than QQQ I have SCHD and XLF\n(XLF getting sold soon) as well. I started in February and I…",
  "data/reddit-stocks/r/stocks/comments/pfuzkx/what_do_you_think_about_target_stock.json": "Hey guys, I just started investing and still kinda don’t understand how the\nsector rotate. For example, Target beats the earning report, and now it down for\n7%. What may cause this and how do you guys mitigate the risks during the\nbearish time? Thank you so much.\n\nP/s: I own Target because I believe…",
  "data/reddit-stocks/r/investing/comments/pg26gz/okta_announces_strong_second_quarter_results.json": "[text](https://ca.finance.yahoo.com/news/okta-announces-strong-second-quarter-200100388.html\n\nSAN FRANCISCO, September 01, 2021--Okta, Inc. (Nasdaq: OKTA), the leading\nindependent identity provider, today announced financial results for its second\nquart...) Q2 revenue grew 57% year-over-year;…",
  "data/reddit-stocks/r/investing/comments/pfy773/i_just_realized_that_one_of_the_stocks_i_own_is.json": "I'm a pretty casual investor. I check in a few times a month, sometimes less. I\nbought some TLND many years ago. I was checking the price recently, and noticed\na very strange jump and plateau. I found out it was because it was in the\nprocess of getting acquired for a set price, and thus it plateaued…",
  "data/reddit-stocks/r/stocks/comments/pg18ib/thoughts_apple_for_first_stock.json": "Hey all,\n\nI have about 50k I want to invest as it’s doing me no good in the bank and have\nbeen doing a lot of reading the last 2 months but still lack knowledge about\nstocks. At this point I want to jump in with something so im thinking 10k to get\nmy feet wet until I gain more knowledge. I def want…",
  "data/reddit-stocks/r/wallstreetbets/comments/pg6ooh/gme_volume_does_this_seem_extremely_bullish_to.json": "Hello retards,\n\nI've been watching $GME like a hawk all week and the correlation between volume\nand price for the past week is incredible and to me seems very, very bullish.\nCheck it out:\n\nAugust 26th at open: Spikes on high volume (889k shares in first hour, goes up\n$10). It waffles for a bit as…",
  "data/reddit-stocks/r/stocks/comments/pgh4le/alibaba_makes_up_with_the_ccp_chinas_alibaba_to.json": "https://www.reuters.com/world/china/chinas-alibaba-invest-155-bln-towards-common-prosperity-2021-09-02/\n\nSHANGHAI, Sept 2 (Reuters) - China's Alibaba Group (9988.HK), will invest 100\nbillion yuan ($15.5 billion) by 2025 in support of \"common prosperity\", it said,\nbecoming the latest corporate giant…",
  "data/reddit-stocks/r/investing/comments/pgh92i/chewy_announces_second_quarter_2021_financial.json": "Chewy, Inc. (NYSE: CHWY) (\"Chewy\"), a trusted destination for pet parents and\npartners everywhere, has released its financial results for the second quarter\nof fiscal year 2021 ended August 1, 2021, and posted a letter to its\nshareholders on its investor relations website at…",
  "data/reddit-stocks/r/wallstreetbets/comments/pg9jpn/why_doesnt_everyone_only_trade_options_0_dte_spy.json": "I have been avidly learning the great minds of WallStreetBets and have gained\nextensive knowledge on investing, risk management, and portfolio growth. WSB has\nintroduced me to the great world of options, and it has completely changed my\nlife.\n\nPre-WSB I am ashamed to admit… but I used to be a……",
  "data/reddit-stocks/r/stocks/comments/pgicfx/robinhood_investors_are_propping_up_this_stock.json": "We are almost two days into what has historically been a bummer of a month for\nstock investors. Given the list of worries piling up, and those include Friday’s\njobs data and the shadow of last September’s nasty 10% slide, “the market is\nlikely to be bound for choppiness,” any way you slice it, notes…",
  "data/reddit-stocks/r/investing/comments/pghek6/chargepoint_stock_charges_higher_after_sales_beat.json": "Chargepoint Holdings Inc. disclosed Wednesday that its car-charging stations had\nproduced better sales than expected in the second quarter, and executives\nincreased their sales target for the year, sending shares more than 13% higher\nin after-hours trading.\n\nChargepoint reported a second-quarter…",
  "data/reddit-stocks/r/investing/comments/pgictj/heavily_indebted_chinese_developer_evergrande.json": "Read the full article here\n[https://www.ft.com/content/e870dd10-223c-411e-9e72-53c3b8e609b6]\n\n> Evergrande has warned it risks defaulting on its debt if it fails to raise\n> cash, as China’s most heavily indebted property developer battles to stave off\n> an unfolding liquidity crisis. The unusually…",
  "data/reddit-stocks/r/stocks/comments/pgluy2/i_put_50k_into_the_market_today_and_im_happy.json": "I’ve been scared to jump in, and I finally did it today. I put $25K into VTI and\n$25K into QQQ. If any of these ETF’s dip 5%, I plan to put $5K more. I know\neverything is at all-time high, but these ETF’s keep going higher and I feel\nI’ve missed enough gains. Don’t try to time the market. When QQQ…",
  "data/reddit-stocks/r/Bogleheads/comments/pgjtt7/how_much_time_do_you_spend_on_managing_your.json": "I don't know if this is just me but I find my self going between 2 extremes when\nit comes to spending time managing my investments:\n\nOnce in a while I'd spend couple days digging into all kinds of details and\nchange things up a bit but then I forget about that for a long time (so not\ndoing any…",
  "data/reddit-stocks/r/investing/comments/pgn3h8/investing_in_the_current_ath_market.json": "I'vw been doing monthly investment in sp500 for a few years. That had worked\nwell on the past years when there are up and downs.\n\nhowever, right now the market is at an all time high. There's research that\nshows that regular investment will likely be better in the long run as I put the\nmoney to work…",
  "data/reddit-stocks/r/wallstreetbets/comments/pgp0gh/rklb_literally_going_to_to_moon.json": "Here’s my attempt at a DD into Rocketlab and why I’m incredibly bullish on it.\nI’m not a financial advisor. I’m just a smooth brained ape that likes seeing\nflamey sticks go up high in the sky.\n\n• Rocketlab is literally the only main competitor to Elon’s Space X, currently\nvalued well over 15x RKLB’s…",
  "data/reddit-stocks/r/stocks/comments/pgpmyn/psychomarket_recap_thursday_september_2_2021.json": "Stocks once again traded, mixed, this time with the tech-heavy Nasdaq (QQQ)\nmodestly underperforming relative to the S&P 500 (SPY) and Dow Jones (DIA) both\nof switch had a last minute rally to close barely on the green. The Russell 2000\n(IWM), which tracks the performance of small-caps, outperformed…",
  "data/reddit-stocks/r/investing/comments/pgnbnu/why_do_so_many_people_dislike_the_federal_reserve.json": "I know hating the federal reserve is a really big talking point used by the\ncryptocurrency enthusiasts to get people to buy and not sell cryptocurrencies.\nIf people didn't buy cryptocurrency that whole ecosystem would not work.\n\nBut given the state of the financial economy and the world (it is based…",
  "data/reddit-stocks/r/stocks/comments/pgkcnb/any_stocks_under_10_a_share_that_you_like.json": "I have lots of blue-chip stocks in my portfolio, but I’m looking to buy some\ncheap stocks - preferably $10 or less - that could (hopefully!) grow\nexponentially over the next few years.\n\nI recently bought some shares of Crexendo ($CXDO) at $6.00, and some shares of\nIteris ($ITS) at $5.76. However,…",
  "data/reddit-stocks/r/investing/comments/pgo4l0/anybody_hedging_heavily_against_a_downtown.json": "Pretty self explanatory. You may not believe things will go down, and if so it’s\nnot my intention to argue — I’m familiar enough with investing to know value\nstocks will win if held in the long run and I understand we’re in the greatest\nbill run in history BUT I can’t help but see breaks in the dam.…",
  "data/reddit-stocks/r/stocks/comments/pgvqyr/when_reddit_goes_public_is_it_worth_a_buy.json": "Reddit was valued at $10 billion in a private fundraising round last month. By\nthe time the IPO takes place early next year, Reddit hopes it will be valued at\nmore than $15 billion, one of the sources said.\n\nThe sources cautioned that the timing and size of the IPO were subject to market\nconditions…",
  "data/reddit-stocks/r/investing/comments/pgr364/any_recommendations_for_cybersecurity_stocks_that.json": "I've been trying to get into the cybersecurity and data privacy industry because\nof it's monster growth projected over the next decade (CAGR of 9% and 41.5%,\nrespectively). Sadly, it seems I'm a little late to the party because every\ncompany I've seen is ridiculously overvalued imo. I'm not usually…",
  "data/reddit-stocks/r/stocks/comments/pgneun/ma_and_v_why_these_stocks_keep_declining_they.json": "MA and V these two stocks have been declining constantly for the past few weeks,\nthey have great fundamental and solid balance sheets. Is there any concern and\nreasons to make them going down? I am buying at these level because their\nrevenue and eps grow are still ongoing, and they can still expand…",
  "data/reddit-stocks/r/Bogleheads/comments/pgqdsm/this_article_makes_some_pretty_good_points_about.json": "> Today, high-quality bonds, a mainstay of most portfolios for their consistent\n> yields and downside protection, offer neither yield nor an inflation hedge.\n> \n> Adjusted for inflation, yields on high-quality bonds are negative.\n> \n> In other words, investing in Treasurys is guaranteed to earn a…",
  "data/reddit-stocks/r/wallstreetbets/comments/pgv4bi/a_lab_of_rockets_supplement_to_prior_dd_on_rklb.json": "This is an unplanned supplement to my prior DD on the eve of Rocket Lab’s\nde-spac.\n\nI had dozens of comments listing key points/catalysts that I had initially\nmissed, because I was keen on being the first to post a legal DD about rocket\nlab (SPACs aren’t allowed so when I first posted it months ago,…",
  "data/reddit-stocks/r/investing/comments/pgy04s/why_does_common_stock_appreciate_more_than.json": "I understand that preferred stock pays out more in dividends, and is preferred\nin the case of bankruptcy. But why should it not appreciate as much as common\nstock?\n\nIf the company is worth $1m, with 100k shares, then a thousand shares of either\npreferred or common stock would amount to 1% ownership.…",
  "data/reddit-stocks/r/stocks/comments/pgk8sz/is_tsm_a_strong_buy.json": "TSMC is the world's largest contract chip manufacturer, making 13 million units\na year for the likes of Apple and NVIDIA. It's not only Taiwan's biggest\ncompany, it's now the largest stock in the MSCI Emerging Markets Index, bigger\neven than China's Alibaba and Tencent. South Korea's Samsung is the…",
  "data/reddit-stocks/r/stocks/comments/ph2dtc/is_it_always_a_good_idea_to_average_up.json": "I started investing earlier on in the year and I’ve always been reluctant to\naverage up.\n\nMy plan has always been to buy when the price is low and to only buy when the\nprice goes below my average (thus, averaging down). It has worked ok for me so\nfar, but I feel like I may be missing out on future…",
  "data/reddit-stocks/r/stocks/comments/ph4bd5/august_nonfarm_payrolls_increase_235000_vs_720000.json": "Job creation for August was a huge disappointment, with the economy adding just\n235,000 positions, the Labor Department reported Friday.\n\nEconomists surveyed by Dow Jones had been looking for 720,000 new hires.\n\nThe unemployment rate dropped to 5.2% from 5.4%, in line with estimates.\n\nOwn thoughts:…",
  "data/reddit-stocks/r/Bogleheads/comments/ph4xd5/i_think_crypto_is_inherently_a_bad_longterm.json": "I think people investing in crypto are ignoring the fundamentals and just\nchasing recent returns. I have seen people here say they put 20% of their\nportfolio in crypto.\n\nI know I may be under Dunning Kruger effect so tell me if I am wrong.\n\nI will only consider Bitcoin. I know there are many other…",
  "data/reddit-stocks/r/stocks/comments/ph3qx2/what_are_some_blue_chiplarge_cap_stocks_to_buy.json": "Recently added AMZN during the dip, and will plan to add V and MA too. All these\nwill be in my long term portfolio.\n\nI’m curious What are some large cap stocks you guys are looking out on buying\nthe dip?",
  "data/reddit-stocks/r/stocks/comments/ph8qdt/whats_up_with_blockbuster_and_sears.json": "Anyone notice that Blockbuster, now under a holding ticker BLIAQ is going crazy,\nboth today and yesterday? Sears too, under SHLDQ.\n\nBlockbuster is up 1,700% as I write this, and Sears is up 175%.\n\nBlockbuster Liquidating Inc: https://www.google.com/finance/quote/BLIAQ:OTCMKTS\n\nSears Holding Corp:…",
  "data/reddit-stocks/r/investing/comments/phbmmh/senate_democrats_float_taxes_on_stock_buybacks.json": "Senate Finance Committee Democrats are looking at several tax options for paying\nfor their social-spending bill that have not been previously proposed by the\nWhite House, including taxes on stock buybacks and materials used to make\nsingle-use plastics, according to a document obtained by The…",
  "data/reddit-stocks/r/stocks/comments/ph8vuy/i_may_have_made_a_bonehead_move_please_help.json": "I am shorting 125 shares of a particular stock. I am down big in this position\nright now. It was a stupid move and I will never short sell again. However, the\nstock has pulled back, so I decided to hedge my short position by buying 50\nshares of the same stock long. However, when I tried to sell…",
  "data/reddit-stocks/r/stocks/comments/ph7z0o/your_favourite_etf_and_reason_behind_it.json": "Hello everyone,\n\nWanted to invest some money in a few ETFs, just wanted to ask what are your\nfavourite ETFs and why.\n\nI really like the ARK ETF I’m a big believer in Cathie Wood, even though I know\nthe risk/reward ratio is high. Tell me your thoughts on ARKs ETFs.",
  "data/reddit-stocks/r/stocks/comments/phdt3m/here_is_a_market_recap_for_today_friday_september.json": "PsychoMarket Recap - Friday, September 3, 2021\n\nStocks finished the day mixed, with the S&P 500 (SPY) and Dow Jones (DIA)\nfalling while the tech-heavy Nasdaq (QQQ) pushed higher, closing 0.31% higher.\nThe Russell 2000 (IWM), which tracks the performance of small-caps, fell 0.46%.\nMarket participants…",
  "data/reddit-stocks/r/investing/comments/phd21p/a_canadian_trust_is_likely_accelerating_the.json": "Edit: I just want to note upfront, I'm not advocating you go out and buy Uranium\nminers or trust/futures etc. My purpose is to share what I think is an\ninteresting study in reflexivity / market behavior.\n\nThere's something funky going on in the Uranium market. On the 17th of August,\nUranium prices…",
  "data/reddit-stocks/r/stocks/comments/phbkld/mongodb_surge_wraps_up_a_massive_week_for.json": "https://www.cnbc.com/2021/09/03/mongodb-tops-30-billion-market-cap-in-banner-week-for-open-source.html\n\nWith MongoDB’s surge on Friday, it’s now worth almost as much as IBM paid for\nRed Hat in a deal that closed in 2019.\n\nEarlier this week, Databricks raised a private financing round at a $38…",
  "data/reddit-stocks/r/stocks/comments/phdjfm/do_you_believe_in_fedjerome_powell.json": "I want to see what are the popular opinions here about the chairman of the Fed.\nFor me it kind of seems that a lot of people here have a neutral-negative\nsentiment about his actions. So it is very interesting to me what do you think\nabout his printing and QE - do you really worry about the potential…",
  "data/reddit-stocks/r/stocks/comments/phiruh/tesla_further_delays_cybertruck_timeline_to_late.json": "The Tesla Cybertruck delay was already a known fact, but CEO Elon Musk's latest\nreported comments add a few more details to the picture. Citing sources familiar\nwith the meeting, Electrek reported Thursday that Musk held a company-wide call\nand said the Cybertruck should be ready for production in…",
  "data/reddit-stocks/r/Bogleheads/comments/ph9nfy/once_you_learned_the_boglehead_way_how_did_you.json": "I've had a lot of help on this sub-reddit lately (so thank you), and this week\nwith thanks to you guys I've got my tax sheltered accounts in order, opting for\n100% VT.\n\nNow I'm trying to take care of my tax eligible accounts. Fortunately, I've been\ninvesting in a great market that was relatively…",
  "data/reddit-stocks/r/investing/comments/phmwpr/when_will_the_economy_return_to_normal.json": "Everywhere I go I see price increases, places state their disributor increased\nthe prices. For example, theres a special toothpaste I use from my local\ndentist, it used to cost $12, now its $20. The prices of used cars have\nskyrocketed. The local motorcycle dealers cannot get any stock and I am…",
  "data/reddit-stocks/r/Bogleheads/comments/phbfux/are_there_any_issues_with_the_fidelity_zero_funds.json": "Please correct me if I'm wrong, but it seems that with a total market and total\nworld market fund, the best thing to looks for is the lowest expense ratio. ZERO\nsounds pretty low! Am I missing something with these?\n\n\n\nI'll be investing here through my Roth IRA, so it's all long term stuff.",
  "data/reddit-stocks/r/Bogleheads/comments/phrexa/how_much_money_can_a_brokerage_take_at_one_time.json": "My bank won’t let me transfer more than 10k per day to Vanguard. Can Vanguard\naccess more, say 30k, if I request it through my settlement account?",
  "data/reddit-stocks/r/stocks/comments/phq0mw/is_v_visa_a_good_long_term_hold_for_5_years_or.json": "Recently V and MA had a dip and of course I bought some. However I’ve seen many\nmixed feelings about VISA as many people thinks that other financial platforms\nlike Square, PayPal, Affirm and possibly crypto payments will affect V/MA\nnegatively in the long term.\n\nHere in Asia where I live, VISA is…",
  "data/reddit-stocks/r/stocks/comments/phs50h/the_ultrarich_the_aging_population_and_the.json": "Finally an article about interest rate with substance! Link to article\n\nhttps://theovershoot.co/p/inequality-interest-rates-aging-and?fbclid=IwAR3P8TJ20ANxr-fLnSPpRZjybQhNFRVTtwYg_7zuL1aZQq6-2l1mLrOsr44\n\nMy take A) government spending that result in reduced debt load to the average\nJoe are in…",
  "data/reddit-stocks/r/stocks/comments/phas8v/do_you_think_the_last_250_years_of_economic.json": "Over the last 250 years the world has seen massive growth in both population and\nproductivity, this has fueled immense global economic growth. Most people take\nthis to be a new normal, that economic growth will extend indefinitely, but\nothers see diminishing population gains and returns on…",
  "data/reddit-stocks/r/investing/comments/phpwtr/watch_out_for_variable_annuities.json": "The worst financial decision I ever made was getting 200k worth of variable\nannuities with Met Life\n\nAs Anthony Robbins says in his book Money master the game, variable annuities\nare invariably bad.\n\nI held on to my annuities for 13 years so that they would get back to their ore\nsubprime mortgage…",
  "data/reddit-stocks/r/stocks/comments/phvyg9/imminent_market_crash_dd_why_i_believe_the_us.json": "This journey began for me with a random conversation. I was at a grocery store\non my break from work and while I was looking at different Greek yogurts, I\noverheard a man say something I couldn’t believe. I turned around and said “Sir…\nI’m sorry, what did you just say?” He introduced himself as the…",
  "data/reddit-stocks/r/investing/comments/phf53z/possible_to_redeem_old_paperbased_shares.json": "I have sort of a strange situation.\n\nI recently found some shares in a company that belonged to my late grandfather-\nliterally a piece of paper, like how they used to do it in the old days (aka\nphysical stock certificate). I'd hate to throw away something valuable on the\nassumption that they're…",
  "data/reddit-stocks/r/Bogleheads/comments/phnifc/whats_the_best_retirement_account_for_my_dad.json": "I didn't know where else to post this so mods feel free to remove this if I'm\nbreaking any rules.\n\nHe’s 55 and married, and plans to work for 15 more years and retire just like\nhis dad did at 70 years old. In his 401k through his employer (that canceled\ntheir match a couple years ago) with Fidelity,…",
  "data/reddit-stocks/r/stocks/comments/phzp60/playing_a_stock_game_in_school_need_advice_on.json": "I have 500k local currency to put into 5-20 stocks\n\nI can choose between selected Danish, Swedish, Norweigan and American stocks.\n\nI have a short time horizon of 3 months starting in 11 days.\n\nGod help me beat these suckers!",
  "data/reddit-stocks/r/stocks/comments/phtzdk/which_etfs_for_growth_over_5_years.json": "Investing from the UK. Currently 80% of my portfolio is in Vanguard S&P 500 ETF\n(VUSA - I believe it is VOO in the USA?). 11% APPL and 9% GOOGL.\n\nI want to start putting money in different ETFs to rely less on VUSA and to\nprovide some diversification. Even though I’m in the UK I just have little…",
  "data/reddit-stocks/r/stocks/comments/phu8lq/delisted_companies_popping_going_up.json": "EDIT: Removed all mention of stock tickers to comply with Rule 7! This is just\nfor learning! No ticker mentions please! DOn't get me banned!\n\n----------------\n\nI made a post yesterday trying to buy shares of delisted stock (basically\nBlockbuster and Sears ) but it was removed. Maybe because it was…",
  "data/reddit-stocks/r/Bogleheads/comments/pi30yq/i_decided_to_allocate_5_of_my_portfolio_to.json": "I’m a Boglehead who only buys index funds. I’m averaging a generous 10% return\nsince I started investing in April or so, and I have huge faith in index funds.\nI’m the person in my group of friends that usually advises everyone against\nspeculation and buying individual stocks.\n\nNonetheless, after…",
  "data/reddit-stocks/r/Bogleheads/comments/phz8n5/finally_in_a_spot_to_start_investingdoes_this.json": "I am finally financially in a spot where I have income that does not need to go\ntowards paying off debt and want to make sure I have understood everything I\nhave been reading on these boards correctly...\n\n-I am currently putting as much possible to max out 401k and have that 100%\nVanguard 2055 TD…",
  "data/reddit-stocks/r/stocks/comments/pi34nx/what_are_some_high_risk_high_reward_stocks_that.json": "I'm pretty young and don't have to pay rent. I feel like I should take some\nrisks and invest in safer stocks like VOO only when I'm older. As nice as 10%\ngains are every year it wouldn't really be worth much if I'm only putting in a\nfew thousand.",
  "data/reddit-stocks/r/investing/comments/pi3ep7/company_acquiring_another_one_offers_notes.json": "Hi all,\n\nThe company I work for was acquired by a private equity firm (PEF) - they went\nfrom a public company (shares was on the stock market) but they were all bought\nby the PEF.\n\nNow a larger software based company (LSBC) has acquired them from the PEF - the\nLSBC isn't offering the staff shares as…",
  "data/reddit-stocks/r/Bogleheads/comments/pi0o28/vtsaxvtiax_vs_vtivxus.json": "Besides the former being a mutual fund and the latter being ETFs, what is the\ndifference between these two pairs? Don't they track the same index and more or\nless hold the same stocks? Does one pair historically have a higher average\nreturn than the other? Which one would be a better buy for a…",
  "data/reddit-stocks/r/investing/comments/pi8u2l/help_for_a_us_citizen_living_abroad.json": "Hey guys, I’m a 21 year old student living in Switzerland, and i’ve been wanting\nto get into investing, but it’s so difficult!! I was born kn the US, so i have a\nUS passport, but i moved to Switzerland when i was one, so i have a Swiss\npassport as well. I’ve tried DEGIRO, Flowbank, Trading 212, but…",
  "data/reddit-stocks/r/Bogleheads/comments/picq3c/510_in_stocks.json": "Do you have 5-10% of your liquid portfolio in individual stocks or crypto? Just\nwondering if there are any Bogleheads that subscribe to more than just indexing.\nI have less than 10% in stocks - underperforming the index though.",
  "data/reddit-stocks/r/stocks/comments/picygx/what_do_you_feel_have_been_your_5_most_profitable.json": "Good morning everyone and thank you for taking the time to read my post. Happy\nSunday and I hope you all are enjoying this longer weekend. I think this is a\nvery important topic because it will put the minds of every trader together to\ncome out with 5 tickers or at least 3 that have been winners for…",
  "data/reddit-stocks/r/stocks/comments/pidyd7/hey_im_not_that_old.json": "I’m 53 and only recently became interested in investing. I currently put 20% of\nsalary into my RSP, so I think I’m being fairly sensible in my retirement\nplanning. I recently paid off my truck and now have $400 a month to invest. I’ve\nstarted buying shares a bit, and learning what I can. 40 shares…",
  "data/reddit-stocks/r/investing/comments/pifa8n/my_top_tech_stocks_to_watch_that_pays_dividends.json": "My top tech stocks watchlist that pays dividends:\n\nTicker AAPL MSFT AVGO CSCO INTC NVDA TXN Yield 0.57% 0.74% 2.89% 2.49% 2.6%\n0.07% 2.15% PE 30.20 37.78 19.92 18.79 11.89 76.98 25.73 Payout 17.22% 28.11%\n57.65% 46.54% 30.89% 5.39% 55.28% Div Growth YR 9 17 10 10 7 0 15 CAGR 5yr 9.3%\n9.52% 50% 9.21%…",
  "data/reddit-stocks/r/Bogleheads/comments/phz43m/is_anyone_tempted_by_value_investing_right_now.json": "I personally am; index funds are at high P/Es right now. It goes against the\nBogle ethos but my god, at some point you have to look at the price of the thing\nyou're buying and hesitate.",
  "data/reddit-stocks/r/stocks/comments/pihj57/if_you_like_to_swingtrade_heres_a_list_of_stocks.json": "I maintain a long watchlist of popular stocks that I am always keeping an eye\non. I look at their charts almost daily looking for opportunities in swing\nplays.\n\nSinkers are usually a possible entry for a buy-the-dip play and the\nout-performers might be at a good spot to take some profit and lower…",
  "data/reddit-stocks/r/stocks/comments/pid32e/question_concerning_sq_pypl_ma_and_v.json": "I'm building a long term portfolio and I decided to include some of these\npayment companies. I've been reading about them and doing DD but I'd like to\nknow which of them you think will have more room to grow in the long term. My\nreasoning was to invest 60% in SQ and 40% in V of the total amount of…",
  "data/reddit-stocks/r/Bogleheads/comments/piffp4/please_critique_my_portfolio.json": "Hello,\n\nI am a 37-year old American who recently started saving for retirement. I\nrealize I'm a little late to the game, but I am now taking full responsibility\nfor my finances and hoping for a bright future.\n\n * I have a Roth IRA and a Roth 401K, both with Fidelity.\n * I intend to max out ($6,000)…",
  "data/reddit-stocks/r/investing/comments/piilzz/am_i_wrong_for_chasing_dividends_in_my_scenario.json": "I am 34 and married. Combined we make $140k. We have a 1 year old entering\ndaycare and another kid on the way. Daycare is $1000+ per kid, if you are\nunaware.\n\nWe currently take $100/week out of our paycheck to invest in stocks.\nRealistically, we won’t increase this for at least 5 years, with daycare…",
  "data/reddit-stocks/r/Bogleheads/comments/pijxfk/vtsaxvti_fund_managers_interview.json": "Managers of Vanguard's Total Stock Market Index fund & ETF are interviewed by\nRick Ferri on the Bogleheads On Investing Podcast. Fascinating and candid\ninsights into running the fund many of us use as a core holding.\n\nhttps://bogleheads.podbean.com/e/episode-037-gerry-o-reilly-and-rich-powers-host…",
  "data/reddit-stocks/r/Bogleheads/comments/pidfo3/are_we_overallocating_to_us_stocks.json": "The US represents less than half of the world's GDP or market cap. US and\ninternational markets move in alternating cycles; although the US has been doing\nbetter recently, overall, international markets have done better. Shouldn't this\nshift allocation towards more international exposure rather than…",
  "data/reddit-stocks/r/stocks/comments/pifkoc/why_is_aapls_revenue_growth_declining.json": "Is AAPLs revenue growth declining mostly because of the chip shortage?\n\nI realize AAPL has a ton of free cash so maybe it won't be that big of a deal?\n\nWhat is AAPL doing to increase their revenue growth?\n\nI heard they're getting into healthcare and possibly evs?\n\nI have faith that the intelligent…",
  "data/reddit-stocks/r/stocks/comments/pij07k/what_is_the_value_of_1_dollar.json": "How do you put a value on a dollar? I mean we all kind of know what we can buy\nwith 1 dollar, which today isn't much. But whats the official value of 1 USD?\n\nFor example in the 80s I could play 4 arcade games with 1 dollar and entertain\nmyself for maybe an hour.\n\nMy nana used to go to the movies,…",
  "data/reddit-stocks/r/stocks/comments/pihemf/teacher_said_if_anyone_is_able_to_explain_why_b.json": "Help me please.\n\nAs far as I know the B stock actually doesn't give ownership of the company and\nworks more as a bond where you are entitled to some profits, whereas the A stock\nactually is a genuine part in the company.\n\nHow does this make the B stock more expensive in some cases when you…",
  "data/reddit-stocks/r/stocks/comments/pipu1w/pltr_paying_themselves_first.json": "So old PLTR. Everyone loves them. The hype is grand. Actually they are not a bad\nearly stage company. Growing revenues at a great rate with gross profits along\nside it. Most of their expenses after gross is selling/marketing expenses so\nlike many software companies they will be able to reduce that…",
  "data/reddit-stocks/r/stocks/comments/pips17/what_are_some_of_the_blue_chip_stocks_that_failed.json": "I see MSFT, AAPL, GOOG, and etc get recommended as buy-and-hold stocks all the\ntime. While I do own a good amount of these stocks, I wonder what blue chips\nwere the MSFT, AAPL, and GOOG 20-30 years ago and failed. And why did they fail.",
  "data/reddit-stocks/r/stocks/comments/pip3o3/why_do_people_want_to_day_trade.json": "For a long time I have been seeing videos and posts all over the internet\ntalking about wanting to start learning how to trade stocks and options as well\nas \"courses\" that will supposedly teach you how to become a profitable trader.\n\nMy question is why? There are multiple studies and books that show…",
  "data/reddit-stocks/r/investing/comments/piq8gj/morningstar_etf_rating_system_analysis.json": "I have recently been interested in Morningstar’s ETF rating system which has\nbeen a popular tool used for ranking ETFs and i wanted to do an experiment or\njudging of sorts on this system because picking the correct ETF for long term\ninvesting and sustainability is extremely important especially with…",
  "data/reddit-stocks/r/wallstreetbets/comments/pihw7g/why_do_you_autists_like_clov.json": "So I’ve noticed a ton of you crayon eating degenerates posting CLOV yolo’s and\npositions. I understand a majority of this sub has learning disabilities but I\nstill can’t wrap my head around why you guys like this stock. Their financials\nare pretty terrible, their product is pretty bad and other than…",
  "data/reddit-stocks/r/investing/comments/piw2sk/dividend_stocks_vs_growth_stocks_for_long_time.json": "I've recently seen a post in this sub that details someone chasing dividends, he\nwas then criticized for not investing in growth stocks given his time horizon.\nWhat's, in your opinion, the correct thing to do? I saw some comments suggest\nkeeping some dividends but concentrating the majority of their…",
  "data/reddit-stocks/r/investing/comments/pimc93/how_do_angel_investors_in_nontech_companies_like.json": "Investors in tech startups tend to prefer in companies with a hope of an exit or\nan IPO. And when that happens, the investor can hope to sell of his stock.\n\nBut what about non-tech angel investors, like those in the Shark Tank? A\nbusiness for selling salsa online or a franchise for sushi restaurants…",
  "data/reddit-stocks/r/Bogleheads/comments/piz2s0/switching_from_vt_to_vtivxus_im_having_trouble.json": "I'm trying to determine if it's worth it for me to switch. An accountant does my\ntaxes because I have a little trouble understanding tax law. How much do I stand\nto save a year by switching?\n\nFor simplicity let's say:\n\n 1. I have $100K in my brokerage account that I have spilt between VTI and VXUS.\n…",
  "data/reddit-stocks/r/stocks/comments/piysfx/palantir_stock_based_compensation_rebuttal_and.json": "This is because the post that recently was made about PLTR sbc was low quality.\nSo here's a better more honest analysis of SBC and a look into the companies\ncurrent prospects.\n\nFirstly regarding Palantir. Their leadership is incredible. 90% commercial\ngrowth YoY. 50% overall YoY growth and a…",
  "data/reddit-stocks/r/stocks/comments/pj1ymv/does_anyone_else_use_their_stock_portfolio_as.json": "Earlier this year I had my 6 months of expenses in a savings account. But then\naround February-April inflation fears started being spread all across the media.\nAnd instead of being afraid of stock market crash. My thoughts were why am I\nkeeping so much cash in a savings account if inflation is…",
  "data/reddit-stocks/r/stocks/comments/piu6nw/types_of_stocks_you_avoid_investing_in_and_the.json": "Note that I’m not asking about the standard reasons we all try to avoid certain\nstocks (lack of growth, bearish, etc.). I’m asking if there are certain\nindustries or categories of stock you don’t invest in (you can still trade\nthem).\n\nLike some investors, I don’t buy tobacco stocks. Even with the…",
  "data/reddit-stocks/r/Bogleheads/comments/pj1885/with_how_hot_the_market_is_and_the_potential.json": "Thank you!",
  "data/reddit-stocks/r/investing/comments/pj814g/china_to_push_on_with_opening_capital_markets_to.json": "This might be good news after the rout in China tech since Feb 2021. There was a\nlot of uncertainty whether China is shutting itself off from foreign capital and\nhow it could lead to delisting of ADRs like BABA, BIDU, JD, PDD, NIO, etc. But I\nguess they won't be turning their heads away from foreign…",
  "data/reddit-stocks/r/stocks/comments/pj5rdz/walgreens_dd_wba_safe_stock_selling_at_a_discount.json": "***Disclaimers & Disclosures: This article is meant for discussion and\nentertainment purposes only. The following is not investment advice, nor a\nrecommendation to buy or sell any security/investment. Investments always carry\nrisk, so DYOR.\n\nWe are traders & private investors who see the value of…",
  "data/reddit-stocks/r/Bogleheads/comments/pj9h1z/would_you_still_invest_like_a_boglehead_if_you.json": "Very curious if your investing mindset would change at all if you became\ninstantly absurdly wealthy.",
  "data/reddit-stocks/r/wallstreetbets/comments/pja7lf/this_clov_shit_on_wsb_is_garbage.json": "Alright, just in case it wasn’t made clear there’s obviously something mad\nsketchy regarding the CLOV interest on WSB.\n\nI was one of the guys who called out the CLOV squeeze a while back. I think CLOV\ndefinitely has potential in the future. But what the hell is up with these\nposts.\n\nThere’s…",
  "data/reddit-stocks/r/stocks/comments/pitajz/convince_me_why_nvidia_is_overvalued_because_i.json": "People talk about a lot of tech/cybersecurity stocks being over-valued, but in\nmany ways I think Nvidia is undervalued to be perfectly honest if we're looking\nat a long period of time.\n\nAs Analyst Arthur Lai said, tech sales to the auto industry are likely to exceed\nsales to producers of…",
  "data/reddit-stocks/r/investing/comments/pjfu6y/in_two_hours_bitcoin_becomes_the_legal_currency.json": "Read the full law…",
  "data/reddit-stocks/r/investing/comments/pjlzcs/the_new_mining_policy_in_ecuador_and_how_will_it.json": "Just last month, Guillermo Lasso, the president of Ecuador, issued Decree 151\nwhich focuses on a new mining policy, strengthening the government’s support\ntowards mining as a key driver of the economy.\n\nAccording to this article\n[https://www.miningweekly.com/article/canadian-miners-welcome-decree-in…",
  "data/reddit-stocks/r/stocks/comments/pjlah0/disney_is_to_netflix_as_x_is_to_tesla.json": "Netflix enjoyed first mover advantage in the streaming wars. But here comes\nDisney with its century-long catalog of content competing with Netflix.\n\nTesla is the first mover in electric cars. Which car company is the Disney to\nNetflix? Probably a company that has a really good brand, history of…",
  "data/reddit-stocks/r/stocks/comments/pjjssq/is_rocket_lab_rklb_still_a_good_buy.json": "Rocket Lab has risen steeply in price lately, and although it's a fantastic\ncompany, with great potential, is it still a value play at the current price\n($13.50)?\n\nIt's risen over 30% in just 5 days!\n\nIs it likely to come back down to a more modest price, it would be great to buy\nmore at $10 which…",
  "data/reddit-stocks/r/stocks/comments/pjmdsd/taper_your_pessimism_feds_actions_wont_derail_us.json": "Anyone have any thoughts on this? Obviously the go-to to refer to is Jim\nCramer's statement in 2008 that Bear Sterns \"was great, and you'd be silly to\npull your money out.\"\n\nWe've all discussed the possibility of a massive crash in global or just U.S.\nmarkets for almost a year now. What are your…",
  "data/reddit-stocks/r/stocks/comments/pjng0j/elon_musk_says_tesla_tsla_is_worth_3000_a_share.json": "Elon Musk told employees that he agrees with Ark Invest that Tesla (TSLA) is\nworth $3,000 a share “if they execute really well.” The CEO has often commented\non Tesla’s stock price, but surprisingly, it was often to say that the price was\ntoo high.\n\nIn 2020, when Tesla’s stock was reaching new high,…",
  "data/reddit-stocks/r/stocks/comments/pjo8m9/the_new_mining_policy_in_ecuador_and_how_will_it.json": "Just last month, Guillermo Lasso, the president of Ecuador, issued Decree 151\nwhich focuses on a new mining policy, strengthening the government’s support\ntowards mining as a key driver of the economy.\n\nAccording to this article\n[https://www.miningweekly.com/article/canadian-miners-welcome-decree-in…",
  "data/reddit-stocks/r/investing/comments/pjq4mc/investors_are_ignoring_the_parallels_between.json": "https://www.marketwatch.com/story/investors-are-ignoring-the-parallels-between-stocks-today-and-heady-years-of-1929-1999-and-2007-do-this-next-says-strategist-11631013007?siteid=yhoof2\n\n\n\n 1. The S&P 500 is trading at a lofty 22.5 times forward earnings and its\n    price-to-sales ratio of 3.1 times…",
  "data/reddit-stocks/r/stocks/comments/pjrg7c/why_doesnt_the_media_ever_bring_attention_to.json": "https://whalewisdom.com/filer/scion-asset-management-llc#tabholdings_tab_link\n\nI finally looked at his portfolio and noticed FB, GOOG, WMT, KHC, and MCK call\noptions as well as shares of CVS among other stocks.\n\nWhy was the headlines news just his puts on Cathie Wood ETF and Tesla? And he\nbecame…",
  "data/reddit-stocks/r/wallstreetbets/comments/pjltuu/so_i_talked_to_my_wife.json": "So after asking you guys for advice on my virginity problem (My wife does not\nhave sex with me), the suggestion that stood out most was the question \"Have you\nasked your wife's boyfriend?\". I was very confused about this. Why would she\nhave a boyfriend? We are married after all?\n\nBut because I have…",
  "data/reddit-stocks/r/stocks/comments/pjfiv7/nvda_what_happens_when_mining_slows.json": "Have been doing some research regarding $NVDA. Came across a stat that said\nabout 1/2 of their revenue comes from GPU sales. Does anyone have any thoughts /\nconcerns in this regard that Etherium is moving away from proof of work to proof\nof stake? Wondering if this shift in Eth would have a material…",
  "data/reddit-stocks/r/Bogleheads/comments/pjsyiy/what_to_do_if_you_are_a_us_citizen_living_outside.json": "My mother is a U.S. citizen who lives abroad. She has a Vanguard brokerage\naccount, but Vanguard told her she is not allowed to contribute to it anymore\nbecause she lives abroad. Has anyone else experienced this before? Does anyone\nhave any suggestions for what she can do to be able to invest in…",
  "data/reddit-stocks/r/stocks/comments/pjfe45/dotcom_bubble.json": "https://en.wikipedia.org/wiki/Dot-com_bubble\n\n> As a result of these factors, many investors were eager to invest, at any\n> valuation, in any dot-com company, especially if it had one of the\n> Internet-related prefixes or a \".com\" suffix in its name. Venture capital was\n> easy to raise. Investment…",
  "data/reddit-stocks/r/stocks/comments/pjx6k1/best_advice_from_those_whove_been_around_the_block.json": "Most millennial and gen-z investors don’t know what it’s like trading in a\nmarket that isn’t rising 10-20%/year. So, for those of you who’ve been around\nthe block: the 2000 bubble, Black Monday in 1987, or even the Recession, what is\nthe most important thing learned or took away?",
  "data/reddit-stocks/r/Bogleheads/comments/pjxu6t/pay_attention_to_fees.json": "I know this is a major tenet of Bogleheadianism but it bears repeating.\n\nRecently I started paying more attention to fees in discussions and am\nhorrified.\n\nTwo examples:\n\n * A friend is being offered active management of investments at 0.9% which is\n   30x more than e.g. Vanguard VTI costs\n * I'm…",
  "data/reddit-stocks/r/Bogleheads/comments/pjw62j/jack_must_be_rolling_over_in_his_grave.json": "https://riabiz.com/a/2021/9/7/after-freemium-like-beginnings-vanguard-group-is-priming-its-243-billion-ria-as-profit-engine-by-fueling-it-with-high-octane-higher-margin-proprietary-funds-and-an-opt-in-disclaimer\n\nAfter freemium-like beginnings, Vanguard Group is priming its $243-billion RIA\nas…",
  "data/reddit-stocks/r/stocks/comments/pjvmpl/netflix_talk.json": "Ok, so Netflix (NFLX) is now up 20% since August.\n\nThis after the following headlines on /r/Stocks, to pick from many:\n\n * Netflix bleeds subscribers in US and Canada, with no sign of recovery\n   [https://www.reddit.com/r/stocks/comments/opbdt0/netflix_bleeds_subscribers_in_us_and_canada_with/]\n *…",
  "data/reddit-stocks/r/stocks/comments/pk5vm2/are_premium_discordslack_groups_worth_the_money.json": "Randomly came across @ F.HFUNDS on instagram. Guy claims to be a Former Goldman\nTrader. Been following him for about 4 weeks now and the guy has hit everything\nhe's called out. I want to sign up for his premium calls but wanted to know if\nanyone has heard of this guy before I sign up\n[https://www.f…",
  "data/reddit-stocks/r/stocks/comments/pk3ct5/paypal_heats_up_buy_now_pay_later_race_with_27.json": "https://www.cnbc.com/2021/09/08/paypal-heats-up-buy-now-pay-later-race-japan-deal.html\n\nPayPal Holdings said it would acquire Japanese buy now, pay later (BNPL) firm\nPaidy in a $2.7 billion largely cash deal.\n\nPayPal also entered Australia last year, raising the stakes for smaller\ncompanies such as…",
  "data/reddit-stocks/r/investing/comments/pk79ke/china_evergrande_bonds_suspended_as_prices_plunge.json": "https://www.reuters.com/business/china-evergrande-bonds-suspended-prices-slump-2021-09-06/\n\n> SHANGHAI, Sept 6 (Reuters) - Bonds issued by indebted developer China\n> Evergrande Group (3333.HK) [https://www.reuters.com/companies/3333.HK] slumped\n> on Monday after a ratings downgrade led to…",
  "data/reddit-stocks/r/stocks/comments/pjz0cf/need_advice_on_a_stable_growth_investment_that_i.json": "I'm not new to investing but I want to get some clarity on reaching my goals.\n\nI plan to buy a house in 3-5 years and will likely have around $50,000- $70,000k\nextra sitting in my bank account from just holding paychecks over that time\nperiod. This money will be a down payment for the home but I…",
  "data/reddit-stocks/r/stocks/comments/pk8r5n/tesla_is_an_ai_company.json": "A lot of people said Tesla is an \"AI\" company, not an electric car company from\nthis thread:\nhttps://www.reddit.com/r/stocks/comments/pjlah0/disney_is_to_netflix_as_x_is_to_tesla/\n\nThe thesis is that Tesla is far ahead in its self-driving capabilities that\nother car makers just can't catch up. And…",
  "data/reddit-stocks/r/stocks/comments/pkayti/stocks_may_fall_15_by_yearend_warns_morgan_stanley.json": "Morgan Stanley’s optimistic view of the economy isn’t keeping it from warning\nabout a looming correction in the U.S. stock market. “The issue is that the\nmarkets are priced for perfection and vulnerable, especially since there hasn’t\nbeen a correction greater than 10% since the March 2020 low,” said…",
  "data/reddit-stocks/r/investing/comments/pkbedr/how_does_investing_in_a_company_actually_impact.json": "This is basic I know but I can't really put my finger on why we invest other\nthan hoping people pay more for it later. My understanding is that a company\ncashes out when they IPO, they sell some shares on the public market and that's\ntheir profit to use as they choose. And then potentially they keep…",
  "data/reddit-stocks/r/Bogleheads/comments/pke5do/would_this_be_equivalent_to_vti.json": "My 401k doesn’t have VTI but it has State Street S&P 500, State Street small cap\nfund and State Street mid cap fund.\n\nWould this be a good VTI substitute?\n\nThanks!",
  "data/reddit-stocks/r/Bogleheads/comments/pkaty9/switch_to_high_yield_checking_account.json": "What do you think of high yield CHECKING accounts? If I move my money there then\nI could earn 1.75% APY. I’m referring to Midwestone Bank’s Power Checking\nAccount. They of course have some stipulations:\n\nyou must:\n\n 1. Receive electronic statements.\n 2. Make at least 15 debit card purchases that…",
  "data/reddit-stocks/r/stocks/comments/pki9yp/gamestop_reports_financial_results_for_q2_2021.json": " * Generated net sales of $1.183 billion, compared to $942 million in the prior\n   year’s second quarter.\n\n * Ended the period with cash and restricted cash of $1.78 billion.\n\n * Ended the period with no long-term debt, other than a $47.5 million\n   low-interest loan associated with the French…",
  "data/reddit-stocks/r/Bogleheads/comments/pk8mpp/just_turned_26_want_to_start_being_serious_about.json": "I bought a book, Common Sense on Mutual Funds by Jack Bogle on a whim, and it\nhas me interested in taking charge of my finances, which have been pretty\nabysmal up to this point. Blew all my money I've earned on frivolous sh*t pretty\nmuch. What are some good resources (books, websites, etc) and…",
  "data/reddit-stocks/r/wallstreetbets/comments/pki7fp/gme_gamestop_reports_financial_results_for_q2_2021.json": "SECOND QUARTER OVERVIEW\n\n * Generated net sales of $1.183 billion, compared to $942 million in the prior\n   year’s second quarter.\n\n * Ended the period with cash and restricted cash of $1.78 billion.\n\n * Ended the period with no long-term debt, other than a $47.5 million\n   low-interest loan…",
  "data/reddit-stocks/r/stocks/comments/pkazwe/what_happens_to_to_aapl_during_apple_events.json": "Hello, new to stocks here. I was kinda curious.\n\nI got an email from Apple saying they will jave a streaming event on the 14th. I\nown wome of their stock so I'm wondering: how does an event like this usually\naffect their stock for the day? I assume it increases due to hype right? When a\nproduct is…",
  "data/reddit-stocks/r/stocks/comments/pkivui/here_is_a_market_recap_for_today_wednesday.json": "PsychoMarket Recap - Wednesday, September 8, 2021\n\nHey Psychos! So there was no recap yesterday, got mixed up and didn't have the\ntime\n\nStocks fell today, extending the previous day’s decline in the S&P 500 (SPY) and\nDow Jones (DIA) as market participants continue to digest the recent August…",
  "data/reddit-stocks/r/Bogleheads/comments/pkl96r/vtivxus_to_vt.json": "Have any fellow Bogleheads made the switch from VTI/VXUS split to just VT?\n\n\n\nCurrently holding 65% VTI and 35% VXUS w/DCA'ing every 2 weeks. After thinking\nabout it and running a back-test portfolio its amazing of how tight the numbers\nare after ~20 years.\n\n\n\nIf I were to switch I wouldn't sell…",
  "data/reddit-stocks/r/investing/comments/pkkz2c/why_are_spy_puts_popular.json": "I know this is a question better suited in r/wallstreetbets [/r/wallstreetbets]\nbut Im kind of afraid of the answers I'll get since it's soooo.... Well you guys\nknow. But I have seen many people throwing MASSIVE amounts of put options in SPY\nso why SPY over something like VOO? Why is SPY so popular…",
  "data/reddit-stocks/r/stocks/comments/pkoabd/amazon_reportedly_working_on_pos_system_to_take.json": "Amazon is reportedly developing a point-of-sale system for third-party sellers,\nentering a competitive landscape currently dominated by PayPal, Square and\nShopify\n\nBusiness Insider sources say the POS will work for offline and online sales,\noffer Amazon checkout options and provide business…",
  "data/reddit-stocks/r/investing/comments/pktgfk/china_said_to_suspend_approval_for_new_online.json": "Seems like every other day there is some regulatory news. China stocks are\ncurrently value traps with no end in sight. There are reports peppered in\nbetween of Chinese authorities assuring investors to not worry, but the\nregulatory pressure on China equities is alive and scary\n\nTencent Holdings Down…",
  "data/reddit-stocks/r/stocks/comments/pkqi2e/first_ever_stock_analysis_nvdanvidia_dd_please.json": "tock: Nvidia\n\nTicker: $NVDA\n\n#1: Valuation Multiples (Fundamental Analysis)\n\nTo begin the analysis, Valuation. As a starting point to find the valuation of a\ncompany, let’s use the valuation multiple: EV/EBITDA. EV/EBITDA allows us to\nunderstand what the company is earning relative to what the…",
  "data/reddit-stocks/r/investing/comments/pkx5lf/tether_has_over_68bn_under_their_management_and.json": "Tether only has 13 listed employees on LinkedIn. Source\n[https://www.linkedin.com/company/tether/]\n\nThere is just over $68bn Tether in existence, meaning Tether theoretically has\n$62bn under their control.…",
  "data/reddit-stocks/r/stocks/comments/pkvonq/what_is_your_biggest_holding_for_the_long_term.json": "Hi guys,\n\nI'm interested in knowing your biggest holding, what percentage of your total\nportfolio it is and why you've decided to make it overweight. ETF excluded and\nit doesn't have to be a blue chip of course.\n\nThanks",
  "data/reddit-stocks/r/stocks/comments/pkiuxn/if_you_had_to_buy_1000_worth_of_3_separate_stocks.json": "As the title asks: \"If you had to buy $1000 worth of 3 separate stocks that you\nhad to hold on to for the next 2+ years, what stocks would you choose? Why?\"\n\n 3 Stocks, $1000 for each, can't touch the stocks for the next 2 years.\n\nI am just interested to see what stocks different people would pick…",
  "data/reddit-stocks/r/stocks/comments/pkuqqk/copy_trading_too_good_to_be_true.json": "I've seen copy traders (popular traders that allow you to copy their portfolio)\nwith 4-5 scores for risk assessments but upwards of 50% on annual return. This\nfeature is common in online brokers like Etoro. I have even seen 95% annual\nreturn and the trader had like.. a risk assessment of 5 only..…",
  "data/reddit-stocks/r/stocks/comments/pkxmkx/weekly_jobless_claims_post_sharp_drop_to_310000.json": "First-time filings for unemployment claims in the U.S. dropped to 310,000 last\nweek, easily the lowest of the Covid era and a significant step toward the\npre-pandemic normal, the Labor Department reported Thursday.\n\nClaims had been expected to total 335,000 for the week ended Sept. 4, according\nto…",
  "data/reddit-stocks/r/stocks/comments/pkz75c/so_i_started_trading_in_march_2020_tripled_my.json": "I'm sure some of you have been in my situation. I tripled my account, but nuked\nit back down to 20k. I'm still up 5k since the start and for that I'm grateful,\nbut after hundreds of trades and blood, sweat and tears, the stupid S&P has\nofficially beat me. My problem has been degenerate style option…",
  "data/reddit-stocks/r/stocks/comments/pkzepv/mastercard_makes_a_big_bet_on_crypto_buying.json": "https://www.cnbc.com/2021/09/09/mastercard-to-buy-blockchain-analytics-start-up-ciphertrace.html\n\nMastercard said Thursday it entered into an agreement to buy CipherTrace for an\nundisclosed amount.\n\nCipherTrace develops tools that help businesses and law enforcement root out\nillicit digital currency…",
  "data/reddit-stocks/r/Bogleheads/comments/pl0wkd/is_vti_nice_because_it_automatically_rebalances.json": "One thing I keep hearing is that VTI is nice because it automatically rebalances\nsince, by not selling it's holdings, it will always represent the market weight\nof it's holdings. This makes it simple to own.\n\nBut isn't that effectively the same thing as holding multiple asset class ETFs\nthat…",
  "data/reddit-stocks/r/Bogleheads/comments/pl2g6y/help_trying_to_call_vanguard_support.json": "So we have been trying to open a new account for a spousal IRA but can't get\npassed through the E-sign section. After we e-sign and click submit, it always\ndirects us to a page that says 'system unavailable'.\n\nWe have been trying to reach Vanguard by phone but to no success. Even opt for a\ncall back…",
  "data/reddit-stocks/r/wallstreetbets/comments/pl4i1v/i_developed_an_options_strategy_that_will_make_me.json": "While I haven’t figured out how JPow keeps blessing us with his magic printed\nmoney, I have discovered the NEXT BEST THING.\n\nQYLD is an options based covered call ETF. QYLD is an ETF that follows QQQ and\nsells covered calls on it. Every month you get about a 1% monthly payout, and\nfor those of you…",
  "data/reddit-stocks/r/Bogleheads/comments/pkn67d/please_dont_laugh_at_this_question.json": "Maybe it's unintelligent to ask and there is an obvious answer. I understand\nthat with Bogleheads passive investing you buy and hold long term until\nretirement but How and when do you cash out? How do you accumulate your\nearnings? When the index fund goes up and down over the years that's…",
  "data/reddit-stocks/r/wallstreetbets/comments/pkpb3t/there_is_no_wallstreetbets_nft_beware_ongoing_scam.json": "An NFT project is currently stealing our logo and selling it to people. If you\nknow anyone who might buy it or are confused yourself, no, it's not official.\nIt's a cash grab by some random losers. If we were to ever do something similar\nthey'd be rendered worthless.\n\nThis is what happens when social…",
  "data/reddit-stocks/r/Bogleheads/comments/pl7grt/parent_got_really_upset_with_me_for_investing_at.json": "basically, around my 21st birthday earlier this year I set up a robinhood\naccount (I know, robinhood bad, whatever) and had decided to instead of using a\n401k/roth I would use a brokerage firm like robinhood, fidelity, or webull. I\nfigured I'd try to get some investing experience (just the whole…",
  "data/reddit-stocks/r/stocks/comments/pl7wqh/fed_presidents_kaplan_rosengren_to_sell.json": "Reported today, I think it's a strange coincidence that they all of a sudden\ncare about ethics, especially with the talk of tapering.\n\nPersonally extremely cautious about this. Is the market finally at the top?\n\nSource:\nhttps://www.cnbc.com/2021/09/09/feds-rosengren-to-sell-individual-stock…",
  "data/reddit-stocks/r/stocks/comments/pl5mt1/psycho_market_recap_thur_sept_9.json": "Summary\n\nStocks opened higher in the morning before turning lower as market participants\ncontinue to balance a hot jobs market against a dent in economic momentum caused\nby surging coronavirus Delta variant cases in the US. The three major indexes\nare having one of the worst-performing streaks this…",
  "data/reddit-stocks/r/stocks/comments/pkxk09/nfl_names_verizon_5g_partner_in_10year_deal.json": "https://www.cnbc.com/2021/09/09/nfl-and-verizon-5g-partner-in-10-year-deal-for-enhanced-fan-experiences.html\n\n\"The National Football League and Verizon on Thursday announced a 5G partnership\nthat they say will allow fans to see seven different live camera angles of the\nseason-opening game between…",
  "data/reddit-stocks/r/Bogleheads/comments/pl826i/where_can_i_actually_buy_a_jack_bogle_bobblehead.json": "Looking for a desk ornament that will let me appreciate the man that has\nprovided me sound financial advice and guidance. And to help me remember the\n\"Stay the Course!\"\n\nAnyone got any leads on where I might find one to buy? Thanks!",
  "data/reddit-stocks/r/stocks/comments/pl7ttc/10_safest_companies_to_invest_in_if_im_not.json": "Hey folks, I'm fairly new to investing and I have a unique situation for you.\n\nI'm leaving for a mission trip in a couple weeks and I'm going to invest a good\nportion of my savings in order to generate a little income while I'm gone. Just\ntake my word for it, I won't have access to my investing apps…",
  "data/reddit-stocks/r/stocks/comments/plczl2/is_it_okay_to_buy_msft_microsoft_now_when_its.json": "Microsoft is definitely a company that will most likely continue to do well and\ngenerate good profits especially from Office, XBox, Azure, Windows & etc.\n\nI am looking to buy some shares of good companies and hold for the long term (>5\nyears) and have been looking closely at MSFT.\n\nNow that it had a…",
  "data/reddit-stocks/r/investing/comments/plin6t/the_demand_for_copper_against_the_copper_supply.json": "Seeing the current situation, I strongly believe that the demand for copper will\njust keep on rising, so the prices will also rise unless we find more copper or\nsome other economic alternative.\n\nThis brings me to the question about the possibility of the supply to meet the\ndemand. Copper is…",
  "data/reddit-stocks/r/stocks/comments/pl7nt4/what_is_going_on_with_coinbases_pe_ratio.json": "Every site seems to show a different number...\n\n * On Google it shows 32.15 [https://www.google.com/search?q=coin+stock]\n * On Yahoo finance it shows 18.88 [https://finance.yahoo.com/quote/COIN/]\n * On Marketwatch it shows 24.95\n   [https://www.marketwatch.com/investing/stock/coin]\n\nWhich is the…",
  "data/reddit-stocks/r/stocks/comments/pljiyp/the_1_trillion_that_has_flowed_to_global_stocks.json": "Money has gushed toward stocks this year, as global central banks have kept\nmonetary policy accommodative to fight the coronavirus pandemic.\n\nBank of America has put those flows into perspective with the following chart\nthat shows annualized inflows to global stocks in 2021, topping $1…",
  "data/reddit-stocks/r/wallstreetbets/comments/pl5jl4/gamestop_the_rocky_balboa_of_the_stock_market.json": "Once again GameStop ($GME) has proven time and time again that no matter how\nmuch it gets knocked down it just keeps getting back up for more gains.\n\nGameStop released its earnings this quarter and failed to provide outlook for\ninvestors and as a result the stock dipped more then 10.5% at the…",
  "data/reddit-stocks/r/wallstreetbets/comments/plb2ye/microvision_booth_tour_at_iaa_2021_munich_meeting.json": "I travelled specifically from Vancouver, BC, Canada to Munich, Germany to meet\nthe MVIS CEO and to see their new Lidar in person...\n\nThe IAA has been open for the last 4 days, but I hadn’t been able to properly\nexperience the MicroVision booth until now. I didn’t want to distract Sumit\nSharma, Dr.…",
  "data/reddit-stocks/r/Bogleheads/comments/pl7zll/why_does_everyone_think_having_people_manage_your.json": "I really feel like I am in the minority and feel like I’m on crazy pills some\ndays. Sadly my dad passed away this year and each of the kids received a\nbeneficiary IRA.\n\nHe was with edward jones and they had him in some really high exp ratio funds.\nMy first order of business was to move to Schwab and…",
  "data/reddit-stocks/r/stocks/comments/pl3mv5/rklb_is_filling_up_its_dance_card_but_it_can_make.json": "Rocket Labs debuted on the market a few weeks ago as the result of a [redacted]\nmerger (which is why the price history goes back to last October) and after a\nshort post-partum dip has put paid to its name, rocketing 96% in the past 6\ndays.\n\nThey reported in June that order backlog had increased over…",
  "data/reddit-stocks/r/Bogleheads/comments/plmm6j/mathematically_calculating_whether_your_time_is.json": "(TL:DR at the bottom)\n\nThere has been a little debate here lately on whether the time spent using\nVTI/VXUS to buy the whole world market is worth it when you could save yourself\na lot of time and trouble by just using VTWAX and be done with it. I did a\nlittle math here to help people decide for…",
  "data/reddit-stocks/r/stocks/comments/pljzyd/what_should_a_bearish_longterm_investor_do.json": "I’m a beginner investor that’s a bit bearish on the current market. Also, the\nprospect of losing 100%+ scares me, so I’d rather not try to short anything, but\nI would like to make money, or at least not lose a ton of money, during the\nimpending downturn. What should I do?",
  "data/reddit-stocks/r/investing/comments/plo6gd/apple_can_no_longer_force_developers_to_use_inapp.json": "https://www.cnbc.com/2021/09/10/epic-games-v-apple-judge-reaches-decision-.html\n\nKEY POINTS\n\nJudge Yvonne Gonzalez Rogers handed down a decision in a closely-watched trial\nbetween Apple and Epic Games on Friday.\n\nRogers issued an injunction that said that Apple will no longer be allowed to\nprohibit…",
  "data/reddit-stocks/r/stocks/comments/plnpc6/apples_app_store_dealt_blow_by_judge_in_epic.json": "https://www.bloomberg.com/news/articles/2021-09-10/apple-epic-games-antitrust-ruling-epic-granted-app-store-injunction-aapl?sref=HQB7G2wY&cmpid%3D=socialflow-twitter-tech&utm_source=twitter&utm_campaign=socialflow-organic&utm_content=business&utm_medium=social&cmpid=socialflow-twitter…",
  "data/reddit-stocks/r/stocks/comments/plmq5p/in_5_months_upwards_of_42m_americans_will_restart.json": "Avg loan debt in 2021 is 37k+ and growing. In 2017 the Fed estimated the avg\npayment was $393/month, likely higher now. The amount of discretionary spending\nthat will be removed from the economy in Feb is going to be massive. If Morgan\nStanley claimed the market is being propped up by social media…",
  "data/reddit-stocks/r/stocks/comments/plrvw1/democrats_propose_2_tax_on_stock_buybacks_to.json": "The proposal, called the Stock Buyback Accountability Act, would levy a 2%\nexcise tax on the amount corporations spend to buy back their own stock—a common\npractice that returns funds to shareholders without generally requiring taxes.\n\nIn recent decades, cash-rich companies have used buybacks to…",
  "data/reddit-stocks/r/stocks/comments/plngev/doordash_grubhub_and_uber_sue_nyc_over_bill_that.json": "https://www.cnbc.com/2021/09/10/doordash-grubhub-and-uber-sue-nyc-over-delivery-fee-limits.html\n\nDoorDash, Grubhub and Uber Eats are suing the city of New York over a bill that\nwould make emergency delivery fee caps permanent.\n\nThe lawsuit follows a similar legal action from DoorDash and Grubhub…",
  "data/reddit-stocks/r/stocks/comments/pltxcf/here_is_a_market_recap_for_today_friday_sept_10.json": "PsychoMarket Recap - Friday, September 10, 2021\n\nStocks extended their streak of underperformance, with the three major indexes\nfalling once again for the fifth consecutive day of losses, one of the worst\nweeks for equities all year. The S&P 500 (SPY) closed the day 0.78% down,\nclosing out the week…",
  "data/reddit-stocks/r/Bogleheads/comments/plmauf/what_are_the_chances_of_my_money_growing_if_i.json": "To give you guys some context. I'm a 24 y/o Thai living in Thailand. I own a\nsmall cardboard box factory that I inherited from my parents 2 years ago. Before\nI took over, the business was on a decline since my parents were getting too\ntired to manage the business. I only found out a few months later…",
  "data/reddit-stocks/r/stocks/comments/plkkct/will_the_bull_market_continue_if_bidens_build.json": "Every week I see headlines of how the stock market is overvalued and we're\nheading for a crash. But if Biden's plan passes, we're talking about trillions\nof dollars of federal spending here and supposedly millions of jobs created.\nWouldn't that continue the market rally? Or would it only affect…",
  "data/reddit-stocks/r/stocks/comments/pllu8m/was_redditt_a_place_to_talk_stocks_and_economics.json": "So Reddit started in 2005, were there any chatter back then of the now known\nfinancial crisis. Were some talking about over valued stocks. Or was redditt\nstill too new to attract much stock or economic discussions?",
  "data/reddit-stocks/r/stocks/comments/plz62f/kroger_ceo_organized_crime_supply_chain_issues.json": "Kroger (NYSE:KR) CEO Rodney McMullen said Friday that the gross margin\ncompression that contributed to poor reception for the grocery chain's latest\nearnings report stemmed from supply-chain pressures and shoplifting that\ninvolved organized crime.\n\nSpeaking to CNBC, McMullen also predicted 2%-3%…",
  "data/reddit-stocks/r/stocks/comments/pm7nw8/is_there_any_reason_why_float_exceed_the_number.json": "I have checked GameStop on yahoo finance and the numbers of outstanding shares\nis 76 million, while the float equals to 248 million shares.\n\nhttps://finance.yahoo.com/quote/GME/key-statistics?p=GME\n\nNormally the float is supposed to be smaller considering insiders holding the\nstock as well which is…",
  "data/reddit-stocks/r/Bogleheads/comments/pm79p5/notsogreat_etfs_in_portfolio_should_i_sell_and.json": "A few years ago (before I got to know bogleheads) I was working with an advisor\nthat built for me an ETF portfolio of ~12 ETFs. Since then I decided that all my\nnew money goes to VTI/VXUS/BND, but I never sold the old ETFs because I didn't\nwant to be hit with a substantial tax event - those are ETFs…",
  "data/reddit-stocks/r/Bogleheads/comments/pm8lew/my_dad_who_also_uses_my_reddit_profile_he_asked_a.json": "He (56y/o M) sold all of his stocks first, then most of his funds, though he is\nkeeping my mom's 12 shares of Amazon and his own FCNTX fund, because he says\nit's been making him a lot of money, (even though it has a relatively high\nexpense ratio). He's never really been that good with finances,…",
  "data/reddit-stocks/r/stocks/comments/pm6i33/warren_buffett_and_the_psychology_behind_buying.json": "Warren Buffett once said one of his biggest mistakes is looking for the cheapest\nstocks he can get. Instead, he suggests looking for great companies and then go\nall in if the price is fair. Great companies you can hold for many many years. I\nthink this is an amazing advice that I certainly…",
  "data/reddit-stocks/r/stocks/comments/pm1mz0/is_now_a_good_time_to_buy_aapl_apple_inc.json": "Apple perhaps is one of the most popular stock being the highest market cap and\nfound it many investor’s portfolio. After dipping due to the in-app purchase\nlawsuit with Epic Games, I couldn’t resist and bought a few shares of my first\n$AAPL stock ~$150 planning to hold them for many years.\n\nIs…",
  "data/reddit-stocks/r/investing/comments/pm9mo3/what_would_happen_if_i_bought_a_call_and_a_put_of.json": "What would happen if I bought a call and a put of the same stock? Let’s say I\nbuy SPY, and I buy a call and a put of it for the same expiration date,\nobviously, one of them will make money, but as for the other one, will I just\nbreak even and have made no profit? Or is this a less risky way to buy…",
  "data/reddit-stocks/r/stocks/comments/pmd84n/why_isnt_etrade_listed_in_the_info_page_here_are.json": "I'm kicking myself for not having started investing straight out of college (13\nyears ago), but better late than never, right? I've literally had E-Trade,\nSchwab and such websites bookmarked on chrome since then, just never pulled the\ntrigger. I just downloaded the E-Trade app since it was $0…",
  "data/reddit-stocks/r/Bogleheads/comments/pm7g6n/fibbing_to_the_vanguard_robo_phone_menu_may.json": "TLDR: When the VG phone robo menu asked me if I had 300,000 to invest I said no.\nI mentioned this to the customer service representative (CSR) and she said I did\nthe right thing. If I had said yes I would have been directed to a department\nthat wasn't trained to help with the questions I had.\n\nI…",
  "data/reddit-stocks/r/stocks/comments/pmg03j/before_you_buy_any_stock_consider_how_much_youre.json": "[Not for long-term holders]\n\nNumber 1 thing I ask myself before every trade. Am I willing to baghold this? If\nnot, then I must think of my stop loss BEFORE I ever even buy any shares to\nbegin with. Make peace with a potential loss before the trade even begins. If\nyou can't make peace with the…",
  "data/reddit-stocks/r/stocks/comments/pmfbfc/at_what_point_do_you_stop_dollar_cost_averaging.json": "I’ve been bagholding $RNG for over a year now and it recently hit its 52 week\nlow. I’ve been dollar cost averaging for a long time and I want to know what a\n“smart investor” would do in a situation like this. Keep dollar cost averaging\nor give up and focus on other stocks?\n\nMy portfolio was pretty…",
  "data/reddit-stocks/r/stocks/comments/pmfiif/whats_the_difference_between_a_crash_and_a.json": "A lot of people are saying that a 15%-30% correction might happen, but how is\nthat not considered a crash?\n\nHow do people draw the line?\n\nIs it how big it is or how long it stays down?\n\nIs it the amount of stocks involved or the collective cap of them?\n\nIs it just random?\n\nBecause if a correction is…",
  "data/reddit-stocks/r/investing/comments/pmi8cv/is_my_fil_getting_scammed.json": "My FIL got some TD AmeriTrade guy investing some of his money who was\nrecommended by a a golf buddy (always a great sign) He told me he’s getting 8-9%\nreturns on Bank of Montreal Bonds. He showed me the statements and I just can’t\nwrap my head around how he’s getting these. The broker told him…",
  "data/reddit-stocks/r/Bogleheads/comments/pmolgp/may_i_make_the_case_against_being_so_aggressive.json": "Running thru some scenarios on portfolio visualizer. While no one can predict\nfuture returns, there are a lot of warnings and indicators of a correction at\nbest and a crash at worst coming. Just out of curiosity I decided to pit some\naggressive portfolios against some more conservative portfolios.…",
  "data/reddit-stocks/r/Bogleheads/comments/pml6yw/is_vxus_necessary.json": "I came across this article from JL Collins, suggesting that International\nexposure is already built into VTI, so there's no need to invest in a separate\nInternational index fund.\n\nhttps://jlcollinsnh.com/2012/09/26/stocks-part-xi-international-funds-2/\n\nI realize this goes against the 3 fund…",
  "data/reddit-stocks/r/stocks/comments/pmlktv/low_pe_ratio_tech_stocks_but_still_not_worth.json": " 1. INTC - slept while NVDA and AMD were busy creating the next biggest thing.\n 2. DELL - has no competitive advantage, mediocre product offerings - just a\n    historic brand name.\n 3. CHKP - once the king of network security, FTNT and PANW are crushing this\n    company down\n 4. BABA - The fate of…",
  "data/reddit-stocks/r/stocks/comments/pmqb69/why_is_every_other_post_here_hinting_at_some_huge.json": "Is there something someone knows that I don’t. every other post on here hinting\nat some impending crash and it’s all doom and gloom. There’s no crash unless\nanother 2008 like crash or 9/11 or something worse than COVID happens you guys\nneed to relax seriously. You guys see a small dip and start to…",
  "data/reddit-stocks/r/stocks/comments/pmkan3/is_there_one_mistake_you_made_this_year_that_you.json": "Good evening everyone and thank you so much for reading my post. Last week I\ntouched on a topic that was very helpful to everyone and gained much traction.\nThis week I want to discuss just 1 major huge blunder.. No matter how great we\nare we all have made at least 1 mistake this past year.\n\nSo…",
  "data/reddit-stocks/r/investing/comments/pmpc67/daily_general_discussion_and_spitballin_thread.json": "Have a general question? Want to offer some commentary on markets? Maybe you\nwould just like to throw out a neat fact that doesn't warrant a self post? Feel\nfree to post here!\n\nThis thread is for:\n\n * General questions\n * Your personal commentary on markets\n * Opinion gathering on a given stock\n *…",
  "data/reddit-stocks/r/stocks/comments/pmvvu1/my_parents_just_inquired_about_trading_in_the.json": "Today my mother, who doesn't even clearly understand mutual funds asked me how\nto trade in the equities market. Apparently some relative is doing it and making\na living of it for a year or so and now my dad thinks this is a good idea.\n\nNow I am not much of a bear but this has all my alarm bells…",
  "data/reddit-stocks/r/stocks/comments/pmp7n1/why_is_alibaba_so_much_more_popular_than_tencent.json": "The 'Superinvestors' love Baba but not much more love for Tencent or Baidu.\n\nWhat gives?",
  "data/reddit-stocks/r/Bogleheads/comments/pmq0iz/how_do_bogleheads_feel_about_gold.json": "Is an allocation of 5-10% justified in a portfolio? Perhaps in place of where\nbonds may previously have been - so instead of 70:30, perhaps 70:25:5 or\n70:20:10?\n\nWith the rationale that due to the low yields on bonds enforced by central bank\nactions, they are essentially a different beast to what…",
  "data/reddit-stocks/r/wallstreetbets/comments/pml2zl/wife_is_shaming_me_for_not_making_enough_gains.json": "This just happened yesterday, I’m not sure how to feel about it. I’ve been\npretty involved in retarded trading schemes for a few years now and she sees me\nconstantly reading Reddit posts and following Twitter traders.\n\nYesterday she says to me: “What is your Total percent gain from what you’ve…",
  "data/reddit-stocks/r/stocks/comments/pmqf6z/which_semiconductors_company_has_best_long_term.json": "I looking to put some money into SemiC sector, but I am having trouble deciding\nwhich companies I should go for. I did some analysis for long term investments,\nand from what I see NVDA, AMD, ASML and AMAT is the way to go. The only thing I\nam having trouble understanding if high P/E is indicating…",
  "data/reddit-stocks/r/investing/comments/pmzora/website_or_downloadable_file_that_shows_asset.json": "Hey There Redditors,\n\nI am currently rebalancing two of my investment accounts. I have a taxable\naccount and another tax advantage account. I recently have read that\ninternational funds should be held in a taxable account more so than tax\nadvantage account. I am wondering if there is any website or…",
  "data/reddit-stocks/r/stocks/comments/pn0zfi/what_is_going_on_with_roku.json": "Just made a relatively small investment into Roku recently and notice the stock\nis down significantly from the $415 price tag I paid for the first little batch\nof shares I picked up. I am not stressing it. I am more interested in whether or\nnot this would be a good time to buy more. I am doing some…",
  "data/reddit-stocks/r/investing/comments/pn5dbl/beijing_to_break_up_ants_alipay_and_force.json": "Seems like BABA can't catch a break. The Ant valuation has dropped a lot ever\nsince its IPO was scuttled last November. BABA has been in a downtrend since\nthen\n\nBeijing wants to break up Alipay, the 1bn plus-user superapp owned by Jack Ma’s\nAnt Group, and create a separate app for the company’s…",
  "data/reddit-stocks/r/investing/comments/pn2936/can_you_ask_your_broker_to_get_shares_for_you_at.json": "There’s a guy I know who has a very large account. Like probably $50-100 million\naccount just guessing. He talks about having his broker reserve shares for him\nat specified prices. Is this something only for large accounts? I tried asking\nTD Ameritrade to do this last year, and they told me that’s…",
  "data/reddit-stocks/r/stocks/comments/pmxik9/banks_and_institutions_know_how_retail_traders.json": "Smart money. is what they call banks and tutes.\n\nbut have you seen the traders they hire? Are they any better than most traders?\n\nor is it because they have a shitload of money to swing a stock up/down whenever\nthey feel like it, and don't necessarily have to have amazing trading skills?\nWith enough…",
  "data/reddit-stocks/r/stocks/comments/pmz9xi/nasdaq_100_vs_sp_500_qqq_vs_voo.json": "Who do you think would be better for long-term?\n\nThe thing is NASDAQ 100 (year 1985) Index is relatively new compared to S&P 500\n(year 1957) or even Dow Jones (1896).\n\nS&P 500 outperforms Dow Jones with the data we are given today during 60+ years,\nbut does NASDAQ 100 beat S&P 500? As far as I see…",
  "data/reddit-stocks/r/stocks/comments/pn8f6b/judge_epic_vs_apple_says_apple_deserves.json": "https://www.google.com/amp/s/www.theverge.com/platform/amp/2021/9/12/22667694/epic-v-apple-trial-fortnite-judge-yvonne-gonzalez-rogers-final-ruling-injunction-breakdown\n\nRogers admittedly finds “no basis” for the specific 30 percent rate, despite\nApple hiring a consultant to testify about the value…",
  "data/reddit-stocks/r/stocks/comments/pnafo5/lets_plan_for_a_crash_so_if_it_happens_we_make.json": "Imagine this. All the doomsday prophets are right, inflation spikes, rates rise,\nthe market tanks, Michael Burry gets filthy rich, and trillions of dollars\ndisappear overnight. We lose a lot of value, but are presented with one of the\nall-time great buying opportunities. You’re bleeding, but have…",
  "data/reddit-stocks/r/Bogleheads/comments/pn9jf7/i_cannot_invest_in_mutual_funds_or_etfs_what.json": "Hi all. I am a US citizen living in Europe. Because of regulations on both sides\nof the Atlantic, I am unable to purchase mutual funds or ETFs anywhere in the\nworld (don't ask why, just google FATCA, PFICs, and PRIIPs). Individual stocks\nare okay though, so I plan on direct indexing instead.\n\nI…",
  "data/reddit-stocks/r/wallstreetbets/comments/pnelsm/its_a_lot_worse_than_you_think.json": "Most people are just hiding from the truth\n\nThe market has literally been fucking shooting upwards like we’ve never seen\nbefore without any healthy correction. We’ve created so much money out of thin\nfucking air it’s ridiculous. The amount of Money we’ve created in the past year\nrelative to total…",
  "data/reddit-stocks/r/stocks/comments/pnh3s4/us_gov_misreporting_about_rent_inflation.json": "Anyone who has renewed a lease recently has probably been shocked to see the\nrate increase dramatically over the last year. Most private source show between\na 10-15% increase in average rent in the last year.\n\nhttps://www.apartmentlist.com/research/national-rent-data\n\nThe US CPI however has only…",
  "data/reddit-stocks/r/stocks/comments/pnhvod/dumb_strategies_that_make_money.json": "What are some dumb strategies or strategies that seem counter intuitive that\nactually generates a return.\n\nMy dumb strategy is when I see a stock tank hard I put money into it as soon as\nI can. About 80% of the time it regains about 5% - 10% of its value within the\nnext week or two then I sell when…",
  "data/reddit-stocks/r/stocks/comments/pneszy/what_happens_the_moment_fed_has_no_more_cash_on.json": "For who didn't follow what's happening with public spending, in this\n[https://www.youtube.com/watch?v=bI7LG67UYRI] short video by CNBC the problem is\nbriefly explained.\n\nOn Friday, the balance showed $207 billions, just about 150 less than the\nmonth's opening. Keeping this pace, the total balance…",
  "data/reddit-stocks/r/stocks/comments/pnk5jg/michael_the_big_short_burry_has_activated_his.json": "Burry keeps making predictions and then nukes his account (deletes all his\ntweets) when he is wrong.\n\nYesterday he has started tweeting again, posting a few screenshots of old mails\nfrom 2005 implying it can take a while (3 years) for his predictions to come\ntrue.\n\nTweet from yesterday:…",
  "data/reddit-stocks/r/investing/comments/pnjnkb/how_to_hedge_against_inflation_michael_burry.json": "This is the second installment to a post I made back in May that documented some\nof my inflation DD from researching Michael Burry/Scion's 13F plays. People on\nother subs found the information in part 1 useful so I thought I'd make a part 2\nspecifically for the broader audience on r/Investing…",
  "data/reddit-stocks/r/stocks/comments/pnhmqa/what_are_the_most_out_of_favor_stocks_on_your.json": "Seeing as reddit is generally WRONG about everything, I figured we should start\ncompiling unpopular tickets for the deep value contrarian plays. No meme stocks\npreferably. I’m talking stocks that the hivemind here absolutely hates and\neveryone thinks it’s an obvious short or terrible…",
  "data/reddit-stocks/r/stocks/comments/pnu3w8/here_is_a_market_recap_for_today_monday_september.json": "PsychoMarket Recap - Monday, September 13, 2021\n\nMy bad for the late post, I had the recap written and sent it out, just forgot\nto post it here. Apologies\n\nAfter being negative through most of the day, the three major indexes reversed\nin the last hour of the market in order to snap a five-day…",
  "data/reddit-stocks/r/wallstreetbets/comments/pnthou/literally_stfu_about_the_socalled_alleged.json": "WTF is wrong with you? Do you not know what the efficient markets hypothesis is?\nDelete your portfolio, nephew.\n\nMarket crashes are supposed to be catastrophic. Shocking. UNEXPECTED.\n\nIf it is expected, it is already priced in.\n\nThe meth-ed out cashier at my local McDonalds has known that tapering…",
  "data/reddit-stocks/r/stocks/comments/pnpvq5/is_anyone_aware_about_the_energy_supply_crunch.json": "I don't know if people have followed that but there is a huge energy supply\ncrunch currently happening in Europe & UK.\n\nDue to several factors (CO2 quotas, high dependency to new renewables + no wind\ncurrently, high competition with Asia, inventories historically low especially\nin Germany and…",
  "data/reddit-stocks/r/stocks/comments/pns4p6/what_exactly_happens_when_a_hedge_fund_blows_up.json": "I can’t seem to find any concise info on historical data regarding performance\nof different hedge funds.\n\nAnd also, more relevant to the question at hand, what happens to funds, and\ninvestors in said funds, if they perform very poorly/blow up?\n\nAre there any significant consequences to the hedge…",
  "data/reddit-stocks/r/investing/comments/po1u02/cpi_rises_3_in_august_53_over_last_12_months.json": "https://www.bls.gov/cpi/\n\nPress release: https://www.bls.gov/news.release/cpi.nr0.htm\n\n> The Consumer Price Index for All Urban Consumers (CPI-U) increased 0.3 percent\n> in August on a seasonally adjusted basis after rising 0.5 percent in July, the\n> U.S. Bureau of Labor Statistics reported today.…",
  "data/reddit-stocks/r/stocks/comments/po1uc9/update_1amazon_boosts_hourly_pay_to_over_18_to.json": "https://finance.yahoo.com/news/1-amazon-boosts-hourly-pay-103153407.html\n\nSept 14 (Reuters) - Amazon.com Inc hiked its average starting wage to $18 per\nhour on Tuesday and said it plans to hire more than 125,000 warehouse and\ntransportation workers in the United States.\n\nThe world's largest online…",
  "data/reddit-stocks/r/wallstreetbets/comments/pnff3b/irnt_gamma_squeeze_with_213_of_float_claimed_by.json": "I've been following $IRNT since the post market jump when it went from $16 to\n$40 in AH. It had seemingly been written off despite the fact that it's been\nprimed for a gamma squeeze at almost every moment since it came down from that\nrun to $40. To be clear, this is a real gamma squeeze, not a meme…",
  "data/reddit-stocks/r/stocks/comments/po0sd6/if_there_is_a_stock_bubble_how_does_it_burst.json": "Hey,\n\nI am reading multiple posts calling the top of the bull rally and speaking of an\ninminent crash.\n\nIf that is your point of view, how do you see the market from today going into a\ncrash? What is in your opinion the deciding factor that might cause the start of\na bear market?\n\nIn my opinion it…",
  "data/reddit-stocks/r/Bogleheads/comments/po1yzl/weighting_the_global_market_with_sp_500_what_are.json": "I’m currently 80% VT and 20% VOO. How does your portfolio stack up? What have\nyou used to reach this decision?",
  "data/reddit-stocks/r/stocks/comments/po2km5/is_ta_just_financial_astrology.json": "How right or wrong am I?\n\nIt sounds like bullshit, most of the big guys seem to make more money teaching\nyou how to do it, instead of doing it.\n\nIf the stock market can only go up or down, that means anyone can make a\nprediction and have a 50 percent chance of being correct.\n\n50 percent chance is…",
  "data/reddit-stocks/r/stocks/comments/po6tqp/why_cepton_lidars_are_getting_deals_over.json": "My position in $GCAC: 1000 shares @ $9.93\n\nLast week, Forbes reported\n[https://www.forbes.com/sites/samabuelsamid/2021/09/09/general-motors-selects-cepton-to-supply-lidar-for-2023-production/]\nthat GM has selected Cepton to be its lidar supplier for upcoming cars produced\nin 2023 - 2027. The lidar…",
  "data/reddit-stocks/r/Bogleheads/comments/poail0/smashed_vtwax_button_and_not_looking_back.json": "Been a \"boglehead\" for the past year or so, but couldn't stop playing with tilts\nto REITS, SCV, &EM.\n\nToday I realized that the \"premium\" I earn from not f-ing with my portfolio\nwould be greater than any factor tilt, etc. My portfolio is now three fund in\nglobal cap weight.\n\nI believe I will have…",
  "data/reddit-stocks/r/stocks/comments/poaum1/psycho_market_recap_tue_sept_14.json": "Despite breaking a five-day losing streak yesterday, stocks once again fell\ntoday, with the three major indexes and the Russell 2000 (IWM) finishing firmly\nin the red as market participants digested new economic data and continue\nmonitoring the coronavirus Delta variant situation in the US, which…",
  "data/reddit-stocks/r/investing/comments/poa55p/why_arent_reits_up_more.json": "So for instance, looking at SCHH (Schwab's REIT ETF), it's just barely reaching\npre-pandemic levels. But I understand the price of housing is up massively over\nthe same period [https://fred.stlouisfed.org/series/MSPUS], and that rent is\nalso at an all-time-high.\n\nSince I understand that REITs own…",
  "data/reddit-stocks/r/stocks/comments/pof4he/microsoft_announces_share_buyback_and_increase_of.json": "https://money.usnews.com/investing/news/articles/2021-09-14/microsoft-announces-share-buyback-program-of-up-to-60-billion\n\n(Reuters) -Microsoft Corp said on Tuesday its board had authorized a new share\nbuyback program of up to $60 billion, while also raising the quarterly dividend\nby 11%.\n\nThe new…",
  "data/reddit-stocks/r/stocks/comments/poe1mi/dutch_bros_going_public_tomorrow.json": "Just found this out yesterday, and as an Oregon native I am kind of pumped (no\npun intended). Their expansion has been insane the last couple years, obviously\nneeding the funds and probably why they are going public. If you take in\nconsideration such expansion and the liberal sick time and benefits…",
  "data/reddit-stocks/r/Bogleheads/comments/po6287/boomers_and_bogleheads_an_observation.json": "This past month, I have been visiting a lot of relatives on my fiance's and my\nown side. Many come from different walks of life, but more often than not, thing\nlike careers and the economy came up.\n\nPeople would shoot the shit on markets and how their investments were doing.\nMind you, most of these…",
  "data/reddit-stocks/r/stocks/comments/pog0n4/i_have_800_that_i_can_afford_to_play_around_with.json": "This is by no means a lot of money compared to a lot of fuck-off money that\npeople have but I am young and I have saved up enough and am in a good financial\nposition to where I have some money that I can put into the stock market. What\nshould I put it into?",
  "data/reddit-stocks/r/wallstreetbets/comments/pobzn6/update_irnt_gamma_squeeze_with_273_of_float.json": "Hello there,\n\nPrevious DD post is here\n[https://www.reddit.com/r/wallstreetbets/comments/pnff3b/irnt_gamma_squeeze_with_213_of_float_claimed_by/]\n\nI wanted to provide an update on the gamma squeeze in $IRNT that I've been\nfollowing heading into Wednesday and some final thoughts before it…",
  "data/reddit-stocks/r/investing/comments/pok52d/china_has_just_told_investors_that_chinese.json": "https://twitter.com/Fxhedgers/status/1438008812569464836\n\n> CHINA TELLS BANKS EVERGRANDE WON'T PAY INTEREST DUE SEPT. 20\n\nhttps://twitter.com/Fxhedgers/status/1438016209765605377\n\n> FITCH WIRE: FITCH DOWNGRADED CHINA EVERGRANDE GROUP TO 'CC' FROM 'CCC+' ON 7\n> SEPT, INDICATING THAT WE VIEW A DEFAULT…",
  "data/reddit-stocks/r/wallstreetbets/comments/pnyso1/the_sprott_uranium_fund_is_a_self_reinforcing.json": "There have been several great posts talking about the uranium situation\nrecently, like this one\n[https://www.reddit.com/r/wallstreetbets/comments/ocxe91/the_uranium_thesis_have_your_cake_but_dont_eat_it/?utm_source=share&amp;amp;utm_medium=ios_app&amp;amp;utm_name=iossmf].\n\nBut while several posts…",
  "data/reddit-stocks/r/stocks/comments/poch1m/is_plug_dead_is_this_company_worth_sticking.json": "Hi everyone,\n\nI just need some advice/insight as to $PLUG and if they have any upside or\npotential in the future. I was an early believer in them and did not sell when\nthey mooned. The stock price been consistently going down and rather than give\nup I doubled down. I am currently down about more…",
  "data/reddit-stocks/r/stocks/comments/pop7uv/investing_in_mining_stocks_versus_investing_in.json": "I just started investing last year on some mining stocks, and I once came across\na comment talking about how better it is to invest in the company over investing\nin mining stocks. Someone told me that it is better to invest in the mining\ncompanies themselves over the stocks especially if I don’t…",
  "data/reddit-stocks/r/stocks/comments/popvx4/evergrande_effect_on_chinese_banking_system_bank.json": "I'm thinking of selling a stake in Bank of China, but I'm hesitating for the\nfollowing reasons:\n\nLoan distribution:\n\nhttps://pic.bankofchina.com/bocappd/report/202108/P020210830597314582558.pdf\n\ncorporate loans real estate 7.89% exposure\n\nconstruction 2.05%\n\npersonal mortgages 29.94%\n\nAs Bank of…",
  "data/reddit-stocks/r/Bogleheads/comments/poe0nc/using_a_small_amount_of_leverage_to_accelerate.json": "I have been learning more about personal finance over the last year, and am very\ndrawn to the \"boglehead\" style of investing due to the low risk and nearly\nguaranteed high return in the long run (20+ years). I understand why it is\nexcessively risky when a person overleverages themselves and loses…",
  "data/reddit-stocks/r/investing/comments/powjq3/the_lose_money_with_friends_motto.json": "Some of you may remember that today is the anniversary of the Lehman Brothers\nbankruptcy which occurred on September 15, 2008. The bankruptcy is the largest\nin US history and triggered a 4% one day drop of the DJIA.\n\nMany of you may be aware that this subreddit started in March 2008 with the\nmotto…",
  "data/reddit-stocks/r/stocks/comments/poye62/lockheed_martin_secures_2_billion_in_pentagon.json": "https://www.msn.com/en-us/travel/news/lockheed-martin-secures-242-billion-in-pentagon-contracts-for-f-35-fighter-jet-program/ar-AAOrII7?ocid=uxbndlbing\n\nThe Department of Defense this week awarded contracts valued at over $2.01\nbillion to Lockheed Martin Corp. to continue making and maintaining the…",
  "data/reddit-stocks/r/wallstreetbets/comments/pou37i/tmc_stock_is_gonna_explode.json": "TMC (The Metals Company) is a recent \"de-SPA C\" that started trading on Friday.\nIt's a deep seas mining company with a market cap of $2.35 billion with 245\nmillion shares outstanding (current price in the $9 - $10 range).\n\nThe key here though is that 231 million shares are locked up at least 6…",
  "data/reddit-stocks/r/stocks/comments/pp0byb/hey_everyone_so_i_lost_34_of_my_portfolio_43000.json": "If there's any bright spot, it's the I only started with 15k at the start of\nCovid. Got it up to 43k and then nuked it down to 11.5k. So really I'm only down\nabout $3500. I realize how stupid and irresponsible I was being by chasing my\nlosses and making irrational YOLO's on 0 day options...like how…",
  "data/reddit-stocks/r/investing/comments/powp8z/new_congressional_draft_legislation_seeks_to_end.json": "https://www.bloomberg.com/news/articles/2021-09-14/etf-industry-risks-losing-key-tax-edge-as-democrat-whets-knife\n\nAmid the deluge of headlines in the past few days about congressional proposals\nto boost taxes on companies and the wealthy is one that would affect regular\ninvestors -- and potentially…",
  "data/reddit-stocks/r/wallstreetbets/comments/pov2c8/asts_final_part_universal_4k_porn_streamed_from.json": "I'm not a financial advisor, nor am I giving any financial advise. This is an\nentertainment/comedy-nonfactual post. I'm a retard posting on WSB with a bias\ndue to having a position of my portfolio in $ASTS. So, Don't act on anything\nposted in here and proceed on your own risk...\n\nThis DD contains 10…",
  "data/reddit-stocks/r/stocks/comments/poy1t0/here_is_a_market_recap_for_today_wednesday_sept.json": "PsychoMarket Recap - Wednesday, September 15, 2021\n\nStocks steadily rose today, shaking off earlier losses and recent, driven mainly\nby the energy and industrial sectors, as market participants digested new\neconomic numbers and the coronavirus situation in the US. The S&P 500 (SPY)\nclosed 0.83%…",
  "data/reddit-stocks/r/Bogleheads/comments/pp05we/portfolio_for_5m.json": "What advice would you have for a boglehead strategy for $5M. The investor is 75\nwith incredibly low spending (basically lives off social security). I looked\nwith her at her portfolio and it currently is managed by a “planner” in active\nstock picks with high fees. She doesn’t worry about markets…",
  "data/reddit-stocks/r/stocks/comments/pp032v/am_i_crazy_tdoc.json": "Am I crazy for thinking Teladoc is a screaming buy here? I think that the\ncurrent valuation (about $21B) is shockingly low for a company doing $2B in\nrevenue, and expecting to grow revenue by ~30-40% for at least the next couple\nof years. Gross margin around 68% and improving as Livongo becomes a…",
  "data/reddit-stocks/r/wallstreetbets/comments/poqtzg/opad_dark_horse_gamma_squeezeshort_squeeze.json": "TL;DR - stock with gamma squeeze potential and 157% short interest of float gets\nmy dick hard. If OPAD reaches $16 market makers will need to hedge nearly 100%\nof float--and stock already reached $16 last Thursday. Market makers & short\nsellers fucked.\n\nEdit: I explained more about the low float in…",
  "data/reddit-stocks/r/stocks/comments/pp1v8s/where_is_the_cannabis_industry_heading.json": "The past couple of days I've been looking into cannabis stocks and they all seem\nto be reaching a Y.T.D. low, forming a downward wedge.\n\nI came across information stating the summer's end brings in a good amount of\nrevenue for the cannabis sector and am wondering if we should be seeing a break\nout…",
  "data/reddit-stocks/r/investing/comments/pp0jnw/what_are_some_of_your_favorite_duopolies.json": "Companies which operate in duopolies often have wide moats which deliver good\nfinancial performance because they're less susceptible to new entrants, often\ndue to high barriers to entry. Many industries also mature to the point where\nit's only profitable for a handful of companies to operate, which…",
  "data/reddit-stocks/r/Bogleheads/comments/pou8ta/when_do_you_take_profits_on_stock.json": "I have been investing for some time now and used to just take 100% of the\nprofits to lock it in. Is there a better way to do it. I read it somewhere\nonline that taking maybe 20-30% of gains, just to secure it was a good move.\nWhat are your strategies?\n\nThank you.",
  "data/reddit-stocks/r/wallstreetbets/comments/pp1obi/beke_yang_noah_big_profits_off_the_collapse_of.json": "TLDR; China’s biggest real estate developer and firm Evergrande has $350B of\nliabilities and debt and is about to cross default and possibly blow up. This\nwould slash China’s GDP, housing market, and various sectors across the country,\nmaking for a big economic depression. Even if it doesn’t, there…",
  "data/reddit-stocks/r/stocks/comments/pp4k3h/why_did_the_market_rally_today.json": "What was the news or catalyst that caused that green ending? Ive been looking\nand still havent found a reason why .\n\nIm not against a green ending its rather , I just want to know what caused that\nflip. Also im a little sad that the flip happened , fb and a lot of other stocks\nwere close to testing…",
  "data/reddit-stocks/r/investing/comments/ppb0hd/sec_gives_whistleblower_110_million_in_payout.json": "Article\n[https://www.bnnbloomberg.ca/sec-gives-whistle-blower-110-million-in-second-biggest-payout-1.1652749]\n\n(Bloomberg) -- The U.S. Securities and Exchange Commission awarded $110 million\nto a tipster whose information resulted in enforcement actions, bringing total\npayments under the agency’s…",
  "data/reddit-stocks/r/stocks/comments/ppbqip/to_the_more_experienced_folks_here_how_much_were.json": "I see here recently a lot of people talking about Evergrande and their possible\nbankruptcy.\n\nSome are saying, a financial crisis resulting out of this is very unlikely\nbecause the CCP will bail them out and the Chinese real-estate market is\nrelatively isolated from the rest of the world, some are…",
  "data/reddit-stocks/r/investing/comments/pp6gfl/lesserknown_stocks_that_supply_popular_industries.json": "We see a lot of hype around popular industries like genomics, semiconductors, or\ncars, and often these hyped-up stocks end up becoming scarily overvalued.\n\nAnother way to invest in growing and hyped-up industries is to invest into\ncompanies that produce the supplies for these industries, rather than…",
  "data/reddit-stocks/r/stocks/comments/pozfmg/what_are_some_good_set_it_and_forget_it_long_term.json": "Like the title says, I’m looking for some good long term growth stocks that I\ncan set and forget and just let grow. I have a portion of my portfolio that I\nhave been messing around with random tickers I research and find. But I’m\ninterested in creating a decent sized portion that I can just leave…",
  "data/reddit-stocks/r/stocks/comments/ppcbyw/the_new_moonshot_technologies.json": "BofA Global Research released a 152-page research report identifying 14 “radical\ntechnologies that could change our lives and accelerate the impact of global\nmegatrends.” The technologies have a $330B market size today that could grow to\n$6.4T by the 2030s, strategists led by Haim Israel say. “These…",
  "data/reddit-stocks/r/stocks/comments/ppg53w/i_am_selling_all_of_my_positions_and_withdrawing.json": "After going from 15k to 43k and back down to now 9k (mostly due to 0 day\noptions), I've realized that I have a severe addiction to gambling that I've\nnever had before in my life. I have decided it's no longer worth it. I'm getting\nout after 18 months and a 6k total loss. It's OK, I'm going to be…",
  "data/reddit-stocks/r/stocks/comments/ppglje/sec_chair_gensler_defends_reddit_gamestop.json": "Washington’s top stock market cop is showing no appetite to crack down on the\nbehavior of millions of retail investors who use forums on Reddit and other\nsocial media platforms to coordinate investment strategies, sometimes at the\nexpense of established Wall Street short sellers. During a Wednesday…",
  "data/reddit-stocks/r/Bogleheads/comments/ppg7sb/why_arent_bank_savings_interest_rates_rising.json": "I was under the impression that as inflation ticks up, savings interest rates\nwould tick up, too, but that hasn't happened. Is it because this current uptick\nin inflation is seen as transitory? I'm just surprised that savings rates are\nstill so dismal. I see the 30-year mortgage rate is also still…",
  "data/reddit-stocks/r/wallstreetbets/comments/pp0nhe/update_2_irnt_gamma_squeeze_with_479_of_float.json": "Hello there,\n\nLast post here\n[https://www.reddit.com/r/wallstreetbets/comments/pobzn6/update_irnt_gamma_squeeze_with_273_of_float/hczwo2g/?context=3]\n\nI wanted to give an update on the gamma squeeze I've been following on $IRNT.\n\nQuick comment on the 13D filing. This was expected (for a change, lol)…",
  "data/reddit-stocks/r/investing/comments/pp97tw/is_there_any_point_in_investing_in_anything_else.json": "Goal: put money into some position, forget about it for decades.\n\nThere's this statistic around that ~90% of investors underperform the market. A\nsafe (-ish) and easy way of investing is therefore to just dump money into an\nindex, especially for long term growth.\n\nThe world economy is heavily linked…",
  "data/reddit-stocks/r/stocks/comments/ppj07q/powell_orders_ethics_review_after_fed_presidents.json": "https://www.cnbc.com/2021/09/16/fed-chief-powell-orders-ethics-review-after-multimillion-dollar-trades.html\n\nI'm sure Powell will make it so Fed presidents can't profit from their\npositions. /s",
  "data/reddit-stocks/r/stocks/comments/ppgrc8/palantir_and_connected_vehicle_platform_wejo.json": "\"Wejo, a global leader in connected vehicle data, and Palantir Technologies\n(NYSE: PLTR) (“Palantir”) today detailed the early success of a new partnership\naiming to solve the most ambitious problems of the mobility revolution. As the\nworld moves at furious pace to reduce emissions, improve vehicle…",
  "data/reddit-stocks/r/stocks/comments/ppj8vl/the_carbon_capture_industry_will_be_huge.json": "The Case for Carbon Capture\n\nThe world produces about 40 Gigatonnes of CO2 per year (that’s 1 billion\ntonnes). In order to reach the global warming goal of 1.5°C proposed by the\nParis Climate Agreement, the world needs to be essentially carbon net zero or\nnegative by 2050. The Intergovernmental…",
  "data/reddit-stocks/r/wallstreetbets/comments/ppj6pt/asts_porn_play_with_gamma_squeeze_potentialshort.json": "I'm not a financial advisor, nor am I giving any financial advise. This is an\nentertainment/comedy-nonfactual post. I'm a retard posting on WSB with a bias\ndue to having a position of my portfolio in $ASTS. So, Don't act on anything\nposted in here and proceed on your own risk...\n\nGood…",
  "data/reddit-stocks/r/stocks/comments/ppl8cw/worst_companies_to_invest_in_right_now.json": "I see posts daily by people asking for the best stocks that they should invest\nin right now and I am curious of the flip side to this question. What are some\nof the worst stocks to buy right now? Maybe its a company heavily reliant on\nrevenue from a dwindling customer base, a company with good…",
  "data/reddit-stocks/r/stocks/comments/pplxhb/here_is_a_market_recap_for_today_thursday.json": "PsychoMarket Recap - Thursday, September 16, 2021\n\nStocks finished mixed in a volatile session after getting a boost following the\nrelease of new economic data that showed retail sales for the month of August\ncoming in stronger-than-expected, suggesting that consumer spending, which\naccounts for…",
  "data/reddit-stocks/r/stocks/comments/ppikzl/reasons_i_remain_bullish.json": "Reasons Why I Remain Bullish\n\nHey Psychos!\n\nYou may know me as the guy that writes a the Daily Market Recap. Recently, I've\nbeen getting tons of questions asking me why I remain bullish even now. While I\nnever discount market risks or volatility, I believe in the long-run the market\n(S&P 500) still…",
  "data/reddit-stocks/r/Bogleheads/comments/ppmzqi/advice_for_29_year_old_with_200k_in_checking.json": "So I’ve been saving money and not investing it since I wasn’t confident to put\nit anywhere. I’ve done a fair amount of research and it seems VT would be the\nbest bet to put a bunch and just let it sit for 20+ years, but I’m not 100% on\nthat.\n\n2 things to note, all tax advantaged accounts are maxed…",
  "data/reddit-stocks/r/wallstreetbets/comments/ppo5hq/chill_the_fuck_out_and_read_this_irnt_opad.json": "Fellow Degens,\n\nChill the fuck out and read.\n\nThe unique situation of $IRNT and $OPAD, is exactly that, extremely unique.\n\nLet me summarize:\n\nStock Redemption: Redemptions are when a company requires shareholders to sell a\nportion of their shares back to the company. For a company to redeem shares,…",
  "data/reddit-stocks/r/stocks/comments/pprm1q/how_to_find_inrt_opad_sprt_before_they_explode.json": "Obviously now every other wsb post is about INRT or OPAD, just waiting to draw\nlosers in to lose their mortgages. But is there a way to find stock DDs like\nINRT or OPAD before they actually exploded? there were probably like 2 or 3\nposts on each, but they were buried under thousands of shitposts. Is…",
  "data/reddit-stocks/r/stocks/comments/ppxcbh/is_it_smart_to_invest_on_physical_copper.json": "I have been investing in copper since last year to add to my profile and made\nsure to diversify. I have the bigger ones like FCX and BHP, investing on them to\nmake sure I got some stocks that are sure and secure in my perspective.\n\nWhen it comes to juniors, I only have two which includes Fortitude…",
  "data/reddit-stocks/r/wallstreetbets/comments/ppmd1n/tmc_the_nuclear_thesis_that_will_give_you_an.json": "TMC could be a nuclear bomb. There are a total of 224 million shares outstanding\nbut only 2.7 million of them are publicly traded right now.\n\nSource: https://ibb.co/376Sv7J\n\nFull Document:\n\nhttps://sec.report/Document/0001213900-21-048261/\n\nThat’s straight from the SEC website and dated 9/15. That…"
}