{
  "data/reddit-ask/r/AskReddit/comments/pfl80y/what_have_you_managed_to_avoid_your_whole_life.json": "What have you managed to avoid your whole life?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pfmbj5/im_a_24_year_old_virgin_who_has_never_had_a.json": "I’m a 24 year old virgin who has never had a serious relationship, experienced love, or even had a first kiss yet. Am I as much of a loser as I think I am?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pfp02x/how_can_you_wear_shoes_inside_your_house_isnt_it.json": "How can you wear shoes inside your house? Isn't it dirty?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pfqmdh/why_is_stepsibling_porn_so_popular.json": "Why is step-sibling porn so popular?",
  "data/reddit-ask/r/NoStupidQuestions/comments/pfnyiy/everyone_knows_its_never_okay_to_read_someone.json": "Everyone knows it's never okay to read someone else's diary, then what makes Anne Frank's diary an exception?",
  "data/reddit-ask/r/NoStupidQuestions/comments/pfpuqv/what_if_we_just_replaced_precious_jewels_with.json": "What if we just replaced precious jewels with glass?",
  "data/reddit-ask/r/NoStupidQuestions/comments/pfol8p/how_the_fuck_am_i_supposed_to_get_an_entry_level.json": "How the fuck am I supposed to get an “entry level job” when all these jackass employers are asking for multiple years of experience?",
  "data/reddit-ask/r/AskHistorians/comments/pfr016/when_did_drinking_at_the_office_and_in_business.json": "When did drinking at the office and in business meetings stop being a thing? In a lot of movies and series, for example Mad Men, if someone came to your office for a meeting you offered them a drink. Was that really something that people did or is it just in the movies?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pfsa9c/is_the_crusty_sock_a_real_thing_do_people.json": "Is the 'crusty sock' a real thing? Do people actually use a sock?",
  "data/reddit-ask/r/NoStupidQuestions/comments/pft2v7/what_if_instead_of_getting_married_to_someone_to.json": "What if instead of getting married to someone to whom we're sexually attracted, we get married to someone with whom we're compatible(Like best friend). Regardless of their sexual orientation and then have sex with whomever we find attractive at the moment?",
  "data/reddit-ask/r/askscience/comments/pfrjtl/askscience_ama_series_im_a_particle_physicist_at.json": "AskScience AMA Series: I'm a particle physicist at CERN working with the Large Hadron Collider. My new book is about the origins of the universe. AMA!",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pfs9eq/after_finding_information_that_my_teen_daughter.json": "After finding information that my teen daughter loves and is dating a girl, how do I go forward with this information?"
}