{
  "data/reddit-know/r/YouShouldKnow/comments/mhwokl/ysk_google_is_surveilling_you_even_just_while.json": "Why YSK: Because your privacy matters, and you should not have your every action\ntracked and traded for ad revenue by corporations. The reason why Google's\nproducts are \"free\" is because your data is their product, sold to advertisers.\n\nRead more…",
  "data/reddit-know/r/YouShouldKnow/comments/mikb43/ysk_that_the_female_orgasm_has_little_to_do_with.json": "Why YSK: Many people (men especially) believe that the female orgasm is directly\nlinked to penetration and that results in those people feeling broken or\ndisappointed when said orgasm inevitably fails to occur from penetration and not\nmuch else. The notion that female orgasms must be brought on…",
  "data/reddit-know/r/YouShouldKnow/comments/mir8lu/ysk_the_chasing_arrows_triangle_symbol_on_plastic.json": "Why YSK:\n\nRecycling used to be done by hand, and knowing the type of plastic helped\nsorters. Many states even required the \"chasing arrows\" triangle and still\nrequire it today. But now that it's largely done by machine, the symbol just\nconfuses people, because it looks exactly like the recycling…",
  "data/reddit-know/r/YouShouldKnow/comments/mirraq/ysk_how_to_remove_appsbloatware_on_android.json": "Why YSK:\n\nI've seen a few posts stating that you need root or other complex modifications\nto remove apps and that's not entirely true. This post is not meant to tell you\nthe benefits of using root/how to get it but rather how to remove apps and other\nbloatware off Android devices using ADB. In an…",
  "data/reddit-know/r/YouShouldKnow/comments/mhz5k1/ysk_about_everything_a_program_that_can_find_your.json": "Why YSK: Everything indexes your files and folders and INSTANTLY lists\neverything you have. If you type a search it will list all files and folders\nthat match what you type.\n\nIt even finds files that your Operating System doesn't want you to find. (oh\nlook, I have two 3-Gigabyte files taking up…",
  "data/reddit-know/r/YouShouldKnow/comments/mivq4j/ysk_the_difference_between_introversion_and.json": "Why YSK: because there are a lot of misconceptions that affect introverted\npeople and socially anxious people about this, and to help understand these two\nconcepts.\n\nIntroverted people simply prefer to be alone, but don't mind being around other\npeople and socializing (maybe unless it's a very big…",
  "data/reddit-know/r/YouShouldKnow/comments/mjbvax/ysk_that_the_old_saying_you_cant_help_someone_who.json": "Why YSK: Many people, when in great states of depression, are self-destructive.\nThey’re their own demise. They most likely need more help than say a normally\ndepressed person. They don’t want to help themselves. They don’t want to eat.\nThey don’t want to get up. Help them. It’s okay if they decline…",
  "data/reddit-know/r/YouShouldKnow/comments/mj98e2/ysk_that_scratching_a_mosquito_bite_will_make_it.json": "Many people know this already, but in case you don’t, I’ll shortly explain it:\n\nWhen a mosquito bites you, it injects some of its saliva under your skin.\nThe saliva contains certain proteins that trigger your immune system, which will\ntry to fight the proteins.\nTo do that, it releases histamine.…",
  "data/reddit-know/r/YouShouldKnow/comments/mjhd2z/ysk_that_selfdegradation_when_you_are_anxious_and.json": "Why YSK:\n\nWhen something has gone wrong, you've made a mistake, or you find yourself in a\nconflict, or maybe looking at a scary upcoming problem, it is very easy to slip\ninto degrading yourself. To tear into your intelligence, your morals, your\nwillpower.\n\nAnd part of that is because, like how…",
  "data/reddit-know/r/YouShouldKnow/comments/mjl4od/ysk_that_if_youre_doing_your_taxes_through.json": "Why YSK:\n\nTurbotax tried to charge me $140 to tax from them and wanted me to pay them with\nmy refund for an extra $40. I went to the website and signed in with my turbotax\nlogin and was able to file for free. I believe you must have made under a\ncertain amount for this though",
  "data/reddit-know/r/YouShouldKnow/comments/mjnajw/ysk_yelp_replaces_restaurant_phone_numbers_with_a.json": "Why YSK: Stop using Yelp altogether. It's bullshit. Yelp is absolutely the worst\ncompany I’ve ever experienced as a small business owner, avoid at all costs.\nThey’re basically white collar bullies.\n\nGoogle here to fact-check my…",
  "data/reddit-know/r/YouShouldKnow/comments/mi0uq4/ysk_the_stimulus_bill_made_it_so_if_you_lose_your.json": "Why YSK: I've seen a lot of people who apparently don't know this who it would\nhelp, both on here and in real life, so I'm trying to signal boost this.\n\nThe American Rescue Plan they passed in March wasn't just $1400 checks. If you\nlose your job, you can keep your health insurance through COBRA and…",
  "data/reddit-know/r/YouShouldKnow/comments/mjthg5/ysk_that_digging_large_holes_on_the_beach_or.json": "Why YSK: I’ve just been reading this post\n[https://www.reddit.com/r/AskMen/comments/mjljw7/why_do_holes_attract_fellow_guys/?utm_source=share&utm_medium=ios_app&utm_name=iossmf]\nabout digging holes on the beach and although it feels like I’m being Buzz\nKillington about what sounds like a lot of fun,…",
  "data/reddit-know/r/YouShouldKnow/comments/mk2f0r/ysk_that_you_should_not_go_home_if_you_think.json": "Why YSK: If you think you're being followed, your first instinct might be to run\nhome and lock the doors. However, if your stalker does not know where you live,\nyou almost never want to let them know that information.\n\nI was followed by two robbers who marked me as a target as I was almost…",
  "data/reddit-know/r/YouShouldKnow/comments/mk5uq6/ysk_if_youre_lactose_intolerant_theres_a_very.json": "If you suffer from lactose intolerance to anything dairy, just buy over the\ncounter Lactase pills.\n\nLactase is the enzyme that breaks down lactose in dairy products. Most adults\nstop being able to produce this in their bodies themselves as they age, which\nleads to the intolerance to dairy.\n\nThese…",
  "data/reddit-know/r/YouShouldKnow/comments/mjyni5/ysk_you_do_not_need_to_justify_argue_defend_or.json": "Why YSK: JADEing gives the abuser targets to hit and opens the door for more\nabuse--you can easily get sucked back into the void when vulnerable.\n\nIf you can make a clean getaway by sending a text, leaving a note, or ghosting,\nyou should do it. Do not expose yourself to any tricks they may have up…",
  "data/reddit-know/r/YouShouldKnow/comments/mkkupg/ysk_the_de_minimis_for_online_reporting_is_going.json": "Why YSK: The recent relief package that was just passed in the United States\nraised the de minimis for third-party settlement organizations such as PayPal,\nVenmo, etc will be reduced from $20,000 to $600 in 2022. What does this mean? If\nyou sell items (on sites such as Ebay, Mercari, Poshmark, or…",
  "data/reddit-know/r/YouShouldKnow/comments/mkl8g3/ysk_balloon_releases_kill_wildlife.json": "Why YSK: People do balloon releases without being aware that doing so kills\nwildlife. The balloon strings get tangled in the legs of birds, the balloons\nthemselves land in bodies of water and are eaten by the wildlife there, and\nmore.\n\nIf you do a Google search, it will bring up many images of the…",
  "data/reddit-know/r/YouShouldKnow/comments/mks5n8/ysk_dont_point_lasers_at_airplanes.json": "Why YSK: it’s dangerous and can potentially blind pilots. In addition to being\ndangerous, it’s also a federal crime for which people have been\nimprisoned/fined. I think I may have taken for granted that my dad was a pilot\nso I knew this from a young age. I honestly believe many people doing this…",
  "data/reddit-know/r/YouShouldKnow/comments/mk90y8/ysk_you_can_pretty_much_return_anything_on_amazon.json": "Why YSK: The live chat feature is not extremely easy to find so I usually google\n\"amazon live chat\" to find it. I've received so many broken, already open, or\njust plain crappy items on this website. It's pretty much just aliexpress stuff\nwith a marked up price. There have been a few times where I…",
  "data/reddit-know/r/YouShouldKnow/comments/ml60ji/ysk_magnets_wont_corrupt_your_flash_drives.json": "Why YSK: People old enough to have ever held a floppy disk knows that magnets\ncorrupt the data saved on a floppy disk and makes the disk practically useless.\nFloppy disks are magnetic storage mediums and contact with magnets currupts data\nand 'firmware'. Flashdrives has tiny transistors that uses…",
  "data/reddit-know/r/YouShouldKnow/comments/ml8scv/ysk_about_terms_of_service_didnt_read.json": "Why YSK: Terms of Service; Didn't Read [https://tosdr.org/index.html] (ToS;DR)\nis an open-source [https://github.com/tosdr/browser-extensions] internet browser\nadd-on that goes through the Terms of Service (ToS) of a website whenever you\nenter one. Each website (provided it's been reviewed) is…",
  "data/reddit-know/r/YouShouldKnow/comments/mljvb5/ysk_that_the_two_main_types_of_images_jpg_and_png.json": "TLDR: Use PNG if your image contains solid colors (e.g. simple graphics, logos,\ntext) and JPG if it contains gradients (e.g. photos, most screenshots).\n\nWhy YSK: In general PNG looks better, but JPG uses much less memory. You can\nreduce the size of emails, texts, etc. by using the right kind of…",
  "data/reddit-know/r/YouShouldKnow/comments/mlaz9q/ysk_domestic_violence_centers_may_take_your_old.json": "Why YSK: Any phone that can hold a charge can call 911. Clients who can’t leave\nyet can charge them and hide them in case abusers take their phones during an\naltercation. If you have old cell phones to donate, call your local domestic\nviolence intervention center.",
  "data/reddit-know/r/YouShouldKnow/comments/mm3py1/ysk_there_is_nothing_to_be_ashamed_of_about.json": "Why YSK: Yes it can be embarrassing but it is a common problem. You may be able\nto get over the embarrassment by talking about it with others through any means\nyou deem necessary. You may find it common amongst your family and friends.\n\nAccording to the Mayo…",
  "data/reddit-know/r/YouShouldKnow/comments/mm6vb2/ysk_you_can_hack_an_excel_file_to_get_rid_of_the.json": "Why YSK:\n\nIf you've been in a situation where you have a password-protected excel file and\ncan't make changes or you forgot your password. There is a way to remove that\nprotection. If you did not know, Excel files are also zip files with coding. The\npassword protection is SHA-512\n\nChanging the excel…",
  "data/reddit-know/r/YouShouldKnow/comments/mm56gn/ysk_scammers_are_pretending_to_be_from_spotify.json": "Why YSK: they ask you to update method because your subscription had been been\nrefused by your bank and they attach a link to do so. The link takes you to a\nfake spotify website where you are supposed to insert your account's information",
  "data/reddit-know/r/YouShouldKnow/comments/mmpk4x/ysk_the_difference_between_an_acronym_and_an.json": "An acronym is an abbreviation formed from the initial letters of other words and\npronounced as a word (e.g. NASA).\n\nAn initialism is an abbreviation consisting of initial letters pronounced\nseparately (e.g. BBC).\n\nWhy YSK: Good to flex your grammar muscles in job interviews, quizzes, general\nlife.…",
  "data/reddit-know/r/YouShouldKnow/comments/mmvoez/ysk_if_stress_is_getting_the_best_out_of_you.json": "Why YSK: Stress has become a rising concern in today’s society. Experts have\nfound that more than 80% of Americans\n[https://www.apa.org/news/press/releases/stress/2021/infographics-january]\nexperience emotions associated with prolonged stress in the last 2 weeks. But\ntaking some time and not a dime…",
  "data/reddit-know/r/YouShouldKnow/comments/mmrpt5/ysk_austin_powers_international_man_of_mystery_is.json": "Why YSK: it's a great movie and you can watch it whenever you want!",
  "data/reddit-know/r/YouShouldKnow/comments/mmymz7/ysk_about_the_mud_dauber_wasp_a_solitary_friend.json": "Why YSK: despite looking intimidating, Mud Daubers are solitary and not\naggressive unless provoked. They can be seen flying around garages, barns, and\nother structures. They build mud nests and kill spiders for food. They’re the\nmain predator of the Black Widow spider. Don’t kill them! Personally,…",
  "data/reddit-know/r/YouShouldKnow/comments/mn5sdx/ysk_manipulative_language_can_serve_as_a_tool_for.json": "Why YSK: : That’s how propaganda works and lying to people.\n\nhttps://www.sciencedirect.com/science/article/pii/S0010027721000524",
  "data/reddit-know/r/YouShouldKnow/comments/mna9ig/ysk_mindfulnessmeditation_can_retraumatize_you_if.json": "Why YSK: mindfulness and/or meditation is often marketed as a type of mental\ncure-all, but for those who need mental help the most, it may be\nre-traumatizing. It takes professional counseling for the psyche to work through\nsuppressed thoughts or a history of abuse or neglect. When you…",
  "data/reddit-know/r/YouShouldKnow/comments/mndius/ysk_that_i_work_with_those_experiencing_home.json": "why ysk: hey, mental health counselor and social worker here! my city is\nespecially struggling with destabilized housing and shelter. people start to\nbecome unsure about the needs of this demographic and will ask me \"what should i\ndonate? toys? blankets? seasonal items?\"\n\nthe long answer, yes. of…",
  "data/reddit-know/r/YouShouldKnow/comments/mngsew/ysk_all_name_a_star_or_buy_a_star_companies.json": "Why YSK: Only the International Astronomical Union (IAU) has the authority of\nnaming stars. They address it here:\nhttps://www.iau.org/public/themes/buying_star_names/\n\nAll you're buying is an entry in a private database but the name you gave will\nnot appear in any official database used by…",
  "data/reddit-know/r/YouShouldKnow/comments/mnkokz/ysk_just_because_someone_questions_you_does_not.json": "Why YSK: A lot of people take on a self appointed authoritative role in certain\ncircumstances. This is specifically regarding regular people feeling they need\nto find out what you’re doing, who you are, or any other information they aren’t\nentitled to know. Not saying to purposefully be an asshole…",
  "data/reddit-know/r/YouShouldKnow/comments/mnhcoq/ysk_there_are_tons_of_websites_to_get_scientific.json": "Why YSK: Those scientific article paywalls are BS. None of that goes to the\nactual authors and researchers. Paywalls on news articles are stupid too.\nLuckily, it's not too hard to get around that! Especially if you're a student,\nthese sites are amazing.\n\noutline.com [https://outline.com] - Place…"
}