{
  "data/reddit-projects/r/SideProject/comments/pz354b/from_delusions_of_grandeur_to_a_simple_mvp_my.json": "Today I finally launched my first mobile app, Cinevite\n[https://www.cinevite.com?utm_source=reddit&utm_medium=web]. Cinevite is a\nsimple app that lets you create event cards for movies and shows that can easily\nbe shared on social. The idea is simple but it sure didn't start that way. Like\nthe…",
  "data/reddit-projects/r/SideProject/comments/pz80ls/how_to_make_an_ondemand_grocery_delivery_app_a.json": "Hi there folks!\n\nI wrote an in-depth guide for product managers and serial entrepreneurs. It's\nabout developing a grocery delivery app. There you will find:\n\n 1. Why is now the most relevant time to develop a food delivery app?\n\n 2. what does the cost of developing a food delivery app depend on?\n\n…",
  "data/reddit-projects/r/SideProject/comments/pzlvrh/anyone_self_taught_successfully_turn_a_side.json": "Hoping to hear some insight about peoples experience with CS/coding and how they\ngot to the point where they have the expertise to create such cool projects\n(sorry if this isn't an appropriate type of post for this sub). I browse posts\non here regularly and am always blown away by what you people…",
  "data/reddit-projects/r/SideProject/comments/q00wa0/bot_to_do_reverse_image_search_of_tweeted_images.json": "I've made a Twitter Bot that can do reverse image search of Tweeted Images.\n@SearchThisImage [https://www.twitter.com/searchthisimage]. You can reply to any\ntweet that contains an image by mentioning the Bot. It will search for the image\nin Google and reply to your tweet with the first URL returned.…",
  "data/reddit-projects/r/SideProject/comments/q0mtje/easily_post_youtube_videos_to_instagram.json": "Hello guys,\n\nI have developed a little MVP that allows you to easily post YouTube videos to\nInstagram.\n\nIt's called YT2IG.com [https://www.yt2ig.com/]\n\nYT2IG.com - Post YouTube videos to…",
  "data/reddit-projects/r/SideProject/comments/q0i3vu/how_to_increase_your_local_audience_reach_in_less.json": "Hey there r/SideProject [/r/SideProject]\n\nEvery now and then I do a full-on guide for small businesses on matters relating\nto SEO and Digital Marketing. This one is going to be a bit long but trust me\nwhen I say that you can tackle the majority of the points I am going to discuss\nwithin a day. I…",
  "data/reddit-projects/r/SideProject/comments/q0ja0d/do_you_have_any_questions_about_selling_a_micro.json": "Hey r/SideProject [/r/SideProject]\n\nMonth ago I sold my micro SaaS business I was working on for the last 5 years\nvia MicroAcquire. Now I'm writing an article about selling it.\n\nDo you have any specific questions about selling micro SaaS? Thanks 🙌",
  "data/reddit-projects/r/SideProject/comments/q113kc/an_app_that_converts_sql_database_file_into_a.json": "Hello, I just launched APIArtisan.com [https://APIArtisan.com], it's an app that\ncan instantly convert a Database Structure into a working, ready-to-deploy\nLaravel API Application.\n\nThis way, anyone can build a full application without worrying about the backend\nside and only focus on the frontend…",
  "data/reddit-projects/r/SideProject/comments/q1u8eg/camping_culture_in_india.json": "Hey guys, two of my friends and I are hardcore camping enthusiasts. We have been\nresearching on a concept for Ecotourism and decided to promote the amazing\ncamping culture in India as a part of our College Project. I have created a\nsurvey to better understand our interests in camping adventures.\n\nIf…",
  "data/reddit-projects/r/SideProject/comments/q2l7cp/ive_released_calmbridge_a_place_that_helps_with.json": "Welcome to CalmBridge [https://calmbridge.com/] - a safe and anonymous community\nto deal with stress, anxiety, and depression.\n\nThe idea for CalmBridge [https://calmbridge.com/] started to grow in me in 2013\nwhen I had a massive depression caused by long-term stress and anxiety. It was a\ndark time…",
  "data/reddit-projects/r/SideProject/comments/q36vv4/ive_just_released_redactphoto_a_free_web_app_to.json": "Redact.photo [https://Redact.photo] is a site where you can quickly\nredact/censor images in your browser. All editing happens in the browser so\nnothing is sent to the server, this means editing is 100% private which I think\nis important when redacting sensitive information.\n\nEnjoy!",
  "data/reddit-projects/r/SideProject/comments/q35dh6/how_to_develop_a_fintech_app_in_2021_a_guide_to.json": "Hi folks!\n\nI wrote another in-depth guide for an investor, a tech executive, and a product\nmanager. It's about building a fintech app. You will find there:\n\n 1. Steps in creating your FinTech app\n\n 2. What are  the  costs involved in developing a FinTech app\n\n 3. Why now is a good time to develop…",
  "data/reddit-projects/r/SideProject/comments/q374bf/just_finished_the_mvp_of_kiroo_its_a_decision_log.json": "Hi everyone. I just finished the MVP (https://kiroo.herokuapp.com/landing/) of\nmy little side project that I use to log and track my decisions on a daily\nbasis. The main idea is to log your choices and be able to go back and see how\nhappy were you with your decision at any time. You can also add…",
  "data/reddit-projects/r/SideProject/comments/q3rnfj/ive_launched_pigeonmail_to_help_you_send_hundreds.json": "Personalised email outreach is a core part of any marketing/growth\nprofessional's job.\n\nWhile email marketing tools such as Mailchimp, SendInBlue are great to send\nMarketing Campaigns to thousands of recipients, sending personalised emails have\na different impact on end users.\n\nIf you're looking to…",
  "data/reddit-projects/r/SideProject/comments/q3mdy8/made_a_database_of_top_startup_opportunities.json": "I wanted to make it easier for anyone to find top startups. So I built a\ndatabase of startups and jobs [https://topstartups.io/?utm_source=reddit]\nexclusively backed by top investors.\n\nSome context: I've always found researching startups to be a real pain, bouncing\nbetween LinkedIn, Crunchbase,…",
  "data/reddit-projects/r/SideProject/comments/q3ux3i/a_tool_to_help_software_engineers_better_manage.json": "https://preview.redd.it/e7yjvutxc7s71.png?width=872&format=png&auto=webp&s=c5d6318a51583fc421b14b56383f8e8b86aa5254\n\nHello!\n\nWe are happy to announce the launch of Caribou, a tool to help software\nengineers manage technical debt! The product is currently in beta, available for\nfree and we’re looking…",
  "data/reddit-projects/r/SideProject/comments/q422zw/requestflow_rest_testing_for_human_beings.json": "https://www.producthunt.com/posts/requestflow\n\nhttps://preview.redd.it/v3lunatnd9s71.png?width=1637&format=png&auto=webp&s=f305fff489371dac7a4b7596d9b3f1a4c289ed4e\n\nhttps://preview.redd.it/1udfvatnd9s71.png?width=1637&format=png&auto=webp&s=d58fc4b25c2663543a2c20f4cb97c6f963b7856a\n\nhttps://preview.…",
  "data/reddit-projects/r/SideProject/comments/q40lgf/i_created_a_concept_app_merging_productivity_with.json": "Hi there! I'm the creator of ThinkFit (https://www.thinkfit.app/), the\nlast-minute solution for getting things done, instilling healthy habits,\nfighting sedentary behaviour and keeping energy levels up the entire day!\n(bold.... ;-)\n\nRecently I added the gamification feature so Users can move more…",
  "data/reddit-projects/r/SideProject/comments/q53lu1/tabworkx_keep_browser_tabs_overload_at_bay.json": "I’ve finally gotten the MVP for my side project ready...it's a chrome extension\nthat helps you organize and switch context between windows of tabs. It's up on\nthe Chrome store.\n\nWatch the demo or Down load the MVP here: www.tabworkx.com\n[http://www.tabworkx.com/]\n\nTabWorkx is “git checkout” for your…",
  "data/reddit-projects/r/SideProject/comments/q5db2l/how_do_you_find_a_sponsorsad_providers_for_email.json": "I'm making a newsletter in the travel related industry and I was wondering how I\ngo about finding sponsors or ad providers?\n\nAre there sponsors and ad providers that deal with just email newsletters?\n\nShould I grow my subscriber count before even considering sponsors? Or can I set\none up early and…",
  "data/reddit-projects/r/SideProject/comments/q5gumq/a_marketplace_to_find_projects_to_buy_and_invest.json": "Heyo!\n\nMy name is Arvind, I'm an indie hacker and maker of this app I've been working\nway too hard on my side projects and few of them actually worked. While building\nthe projects, I realised that if I could get some support from the community, I\ncan bring many more ideas to life and earn some…",
  "data/reddit-projects/r/SideProject/comments/q5l7sn/the_biggest_mistake_that_new_entrepreneurs_make.json": "I'm making a podcast that finds product ideas by doing interviews with people,\npeople who could become your customers, about what delights and pains them about\ndifferent problem areas.\n\nWant free insights into your target customers? Comment suggestions for problem\nareas and I'll do my best to make…",
  "data/reddit-projects/r/SideProject/comments/q61aku/automatic_manga_and_comic_translation_from_any.json": "What's up, a few weeks ago I created an open-source prototype to translate manga\nand comic image text, only using free resources... since that, I recreated\neverything using paid resources (better results) and this is the first result I\ngot, from left to right: original image in Korean, human…",
  "data/reddit-projects/r/SideProject/comments/q5qq89/built_a_hub_for_learning_any_hobbyfast_free_and.json": "Hey all, I'm Vibh a no-code developer and marketer. I've built Hobbitual\n(hobbitual.softr.app [https://hobbitual.softr.app]) —ultimate hub for learning\nhobby.\n\nJust launched an MVP version of Hobbitual. Find and learn any hobby—free, fast,\nand easy.\n\nUltimate hobby learning hub designed and curated…",
  "data/reddit-projects/r/SideProject/comments/q65fc7/botmenot_testing_websites_bot_protection.json": "Hello, r/SideProject [/r/SideProject]\n\nI've (relatively) recently started working on BotMeNot [https://botmenot.com/],\na service that runs tests on a chosen website and lets you know how protected it\nis against (malicious) bot activity. Some of the potential negative outcomes of\nbots crawling a…"
}