{
  "data/reddit-stocks/r/stocks/comments/npgwy0/does_anybody_have_yahoo_finance_plus_i_enjoy.json": "I use Yahoo Finance to do a lot of research on my stocks, and their free\ninformation has pretty good data for me to use. However, is anybody subscribed\nto their \"Plus\" service? Is it worth paying their fee to get access to the more\nadvanced tools, like company outlook, fair value, research reports,…",
  "data/reddit-stocks/r/stocks/comments/npo298/amd_and_tesla_team_up.json": "> AMD processors and graphics chips will be used in the infotainment systems of\n> newly updated Tesla Model S and Model X electric cars, which are expected to\n> go on sale in a few weeks. With AMD's more powerful chips, Tesla owners will\n> be able to play cutting-edge video games in their cars—when…",
  "data/reddit-stocks/r/investing/comments/npkm56/capital_gain_dividend_income_account.json": "Hi Everyone,\n\nI have been trying to find the right balance of dividends and capital gains in a\nportfolio. I came up with 5 tickers ranging from high yield with poor\nperformance to low yield with strong performance. Would love to hear what you\nall think. My current account yields 2.5% so this will…",
  "data/reddit-stocks/r/wallstreetbets/comments/npjoel/housing_2007_again.json": "Just curious about what the apes think about the housing market? I work for a\nhigh end ($1m+) general contractor and I think you'd have to be brain dead to\nbuild or buy right now.\n\nHousing is through the roof because money is cheap, but if you think there were\nTP and gas shortages, try to buy land…",
  "data/reddit-stocks/r/investing/comments/nprdln/10_more_interesting_and_useful_etfs_with_less.json": "As a sequel to \"10 interesting and useful ETFs with less than $1b AUM\", I'm back\nwith 10 more ETFs that have less than $1b AUM but that I think are interesting\nand possibly useful and some comments on each. Too often only the biggest ETFs,\nor most popular, get people's attention. I think it's worth…",
  "data/reddit-stocks/r/stocks/comments/npo5lf/nvidia_announces_new_rtx_3080_ti_launching_june_3.json": "> Nvidia has unveiled the latest graphics cards\n> [https://www.ign.com/articles/the-best-graphics-cards-3] in its RTX 30-series\n> — the RTX 3080 Ti and the RTX 3070 Ti.\n> \n> The RTX 3080 Ti will launch on June 3rd for $1,199. The RTX 3080 Ti includes\n> 12GB of GDDR6X memory — a 2GB increase from the…",
  "data/reddit-stocks/r/wallstreetbets/comments/npso9s/amc_sells_85_million_shares.json": "Hi guys, AMC just made a \"deal\" with Mudrick Capital. They have sold 230 million\nworth of shares(source market watch) to them. The price in premarket is at the\nmoment up by 17%. What are your predictions for today after the market opens? I\nm expecting at least a 10% and a maximum of 25-30% by the…",
  "data/reddit-stocks/r/wallstreetbets/comments/npyeib/mods_a_wall_street_bet_has_been_lost_and_a_wall.json": "I've seen many posts like this before so I'm assuming it's kosher.\n\nOur story:\n\nOn May 14th, I made a bet with /u/AceBullApe that AMC would finish under $13 the\nfollowing Friday, which it did. He is obligated to give $1000 to a charitable\norganization of my choice.\n\nArchive proof:…",
  "data/reddit-stocks/r/stocks/comments/npua3e/scr_the_next_great_canadian_techenabled.json": "Hear me out on this one as we are on the brink of theScore's BIGGEST catalyst.\n\nPosition: 2K shares at an avg of $CAD 12.18.\n\nThe stock is traded on the NASDAQ & TSX under ticker: SCR\n\nSome context on the company and it’s industries (Sports Media/Sports Betting):\n\nTheScore mobile is the number 1…",
  "data/reddit-stocks/r/Bogleheads/comments/nq42iv/goal_to_unsubscribe_from_bogleheads.json": "Given the goal of being a Boglehead is to set your allocation and investment\nplan with broadly diversified cheap index funds, and then stay the course,\nshould the goal for the average investor be to come here, learn, and leave, or\nto continue to engage?\n\nObviously there will be those that want to…",
  "data/reddit-stocks/r/stocks/comments/nq3ic1/here_is_a_market_recap_for_today_tuesday_june_1.json": "PsychoMarket Recap - Tuesday, June 1, 2021\n\nStocks traded mixed today, with the S&P 500 (SPY) and Nasdaq (QQQ) modestly\ndeclining while the Dow Jones (DIA) gained roughly 0.1%. After a volatile\nbeginning to the May, it seems over the past several weeks fears of fast rising\ninflation causing the…",
  "data/reddit-stocks/r/stocks/comments/npwcc1/great_great_grandfathers_stock_certificate.json": "I'm looking for some help identifying the status and value of a stock\ncertificate I found. Here [https://imgur.com/a/t0vFnUm] are pictures of the\ncertificate from Dunkard Oil Company in 1866. It was for 200 shares at $5 each.\nThese are copies, I don't know where the original is or even if this…",
  "data/reddit-stocks/r/investing/comments/npxkx3/assessment_of_the_uranium_market_and_future.json": "For the past few weeks, I've been doing a deep dive into the uranium market to\nlearn more about it and thought I'd share the results. This post is an abridged\nversion of a longer report (with charts!) that you can find as a PDF below.\n\nUranium bulls will already be familiar with pretty much…",
  "data/reddit-stocks/r/stocks/comments/nq7vca/transferring_money_out_of_brokerage_account_to.json": "Let's say I sell stocks and want to transfer funds to a saving account at the\nlocal bank. Would it raise any alarms if I transfer 5k, 10k, 20k, etc? I'm\nfairly new to investing, but curious how this is handled.",
  "data/reddit-stocks/r/stocks/comments/nq3njp/do_i_have_to_pay_taxesshow_income_if_i_hold.json": "Hi! I'm currently a college student with a good amount in savings. I was\nthinking about investing in Index Funds and just holding them for a while. If I\nwere to do this, would I have to show them in my parents tax returns, or could I\nsimply just buy and sit? Also, would they show up as a type of…",
  "data/reddit-stocks/r/stocks/comments/nq05gr/oatly_stock.json": "What’s the general consensus with this company? Since their IPO last week their\nstock price has increased from $17-$25...seems promising, opinions on whether or\nnot oat milk is a safe investment? Oat milk is everywhere I go now, seems to be\nrapidly gaining traction",
  "data/reddit-stocks/r/stocks/comments/npvmmd/sofiipoe_merger_went_through.json": "I am a little confused. I have very little experience investing and that merger\nwas the first one that I have seen. I have IPOE shares, as of today the combined\nstock should start trading under the ticker SOFI. But I only see SOFIW, which is\nfor warrants that I cannot buy from my country right…",
  "data/reddit-stocks/r/stocks/comments/nq4hhj/facebook_bearish_sentiment.json": "Facebook short play. (Put options)\n\nIt’s safe to say a large percentage of the revenue Facebook makes is from iPhone\nusers… because iPhones are the most popular cellphones in North America. (N/A\nhighest consumer market)\n\nIOS 14 update asks users if they want to allow apps to track their data.…",
  "data/reddit-stocks/r/stocks/comments/nqbweg/help_setting_a_portfolio_goal_to_get_to_a_point.json": "For where I’m at in my brokerage account, I want to get it to X $ in the\naccount. When I get to X $ in the account, I’ll move my money into a position\nwhere it pays me 20K a year in dividends. What $ do I need X to be?\n\nWhat would you shift the $ into once you hit X?\n\nCompletely different…",
  "data/reddit-stocks/r/investing/comments/nqidw5/270_billion_fund_guggenheim_is_seeking_bitcoin.json": "Guggenheim\n[https://cryptoslate.com/wall-street-fund-manager-that-called-for-400000-bitcoin-take-money-off-the-table/]\nPartners, one of the world’s largest fund managers with $270 billion in client\nassets under management, is seeking exposure to Bitcoin\n[https://cryptoslate.com/coins/bitcoin/] as…",
  "data/reddit-stocks/r/stocks/comments/nqjone/etsy_to_acquire_global_fashion_marketplace_depop.json": "Etsy to acquire London’s second-hand fashion marketplace Depop for $1.625\nbillion.\n\nDepop will continue to be headquartered in London, England, and operate as a\nstandalone marketplace under its existing leadership team.\n\nFollowing the close of this transaction, Etsy will operate three…",
  "data/reddit-stocks/r/stocks/comments/nqro5w/so_mad_about_amc_and_my_100_shares_i_had_when_2.json": "Back before i even knew there was all this hype just seemed like a reopening\nplay... sold at like $4-$6 or something like that so it’s still a little profit,\nbut dammit seeing it about touch $70 realizing i could have between $6K-7K that\nreally would’ve came in handy even after having to pay the tax…",
  "data/reddit-stocks/r/wallstreetbets/comments/nqrkp0/amc_has_launched_a_new_platform_on_its_website.json": " * AMC has launched a new platform on its website just for its new retail\n   investors.\n * The platform provides these shareholders with exclusive promotions, like free\n   or discounted items and invitations to special screenings, as well as direct\n   communications with CEO Adam Aron.\n\n> Aron and…",
  "data/reddit-stocks/r/investing/comments/nqwvbk/the_fed_to_sell_137b_in_corporate_bond_etfs_this.json": "> The Federal Reserve will soon begin selling off the corporate bonds and\n> exchange-traded funds it amassed last year through an emergency-lending\n> vehicle set up to contain the Covid-19 pandemic’s economic fallout.\n> \n> The vehicle, known as the Secondary Market Corporate Credit Facility, or\n>…",
  "data/reddit-stocks/r/wallstreetbets/comments/nquubf/what_are_your_moves_tomorrow_june_03_2021.json": "i hope you all get fuckin rich",
  "data/reddit-stocks/r/stocks/comments/nqhts8/rstocks_daily_discussion_wednesday_jun_02_2021.json": "These daily discussions run from Monday to Friday including during our themed\nposts.\n\nSome helpful links:\n\n * Finviz [https://finviz.com/quote.ashx?t=spy] for charts, fundamentals, and\n   aggregated news on individual stocks\n * Bloomberg market news [https://www.bloomberg.com/markets]\n *…",
  "data/reddit-stocks/r/investing/comments/nqytan/things_you_shouldnt_care_about_as_an_investor.json": "1. How rich other people are getting. John Pierpont Morgan is attributed with\nthe quote, “Nothing so undermines your financial judgement as the sight of your\nneighbor getting rich.”\n\nAnd JP didn’t have to deal with friends, influencers and celebrities constantly\nbragging about their lifestyle and…",
  "data/reddit-stocks/r/wallstreetbets/comments/nqtn8u/why_you_should_yolo_on_blackberry.json": "Blackberry is great for both the short squeeze and for the long hold.\nJust YOLOed both my family's savings.\n\nHere are some of the reasons why:\n\n 1. It is one of the biggest companies that supplies software to Electric\n    Vehicles\n 2. Blackberry also programs Cyber security for these EV's\n 3. They…",
  "data/reddit-stocks/r/stocks/comments/nr1dkn/beware_of_what_amc_shorts_are_holding.json": "I understand that most people in this thread invest safely and aren't willing to\nrisk their money on a risky play like a short squeeze.\n\nHowever, I would recommend to everyone to at least acknowledge that a short\nsqueeze is potentially happening, and could potentially continue to happen. What\nthis…",
  "data/reddit-stocks/r/stocks/comments/nqplrb/the_pretense_of_knowledge_my_bear_thesis.json": "\"The future is better foretold in the streets than in the morning news\"\n\nOne thing I'm exploring lately is how people on the ground tend to have a better\nread on things than \"experts\". Obviously this is not always the case, and I\nthink when it comes to things like Covid and stuff it's best just to…",
  "data/reddit-stocks/r/stocks/comments/nqvshl/here_is_a_market_recap_for_today_wednesday_june_2.json": "PsychoMarket Recap - Wednesday, June 2, 2021\n\nThe three major indexes traded roughly flat in an otherwise action-packed day.\nThe rally in the movie-theater company AMC went to another level, with the\ncompany gapping up more than 100% today (up roughly 255% in the week, 570% for\nthe month). AMC now…",
  "data/reddit-stocks/r/stocks/comments/nqp9os/blood_in_the_water.json": "I can’t help but think, with all these amazing gains being made in GME, AMC, and\neven BBBY, what will be the fall out from all of this. Not matter where you fall\non the argument whether these are the hedge funds moving the needle or retail\ntraders, it makes me think this has fundamentally changed…",
  "data/reddit-stocks/r/wallstreetbets/comments/nqw1e3/buyer_beware_meme_stocks_options_and_cheap_hookers.json": "I know 80% of the people here are willing to throw their money in a blender and\ndrink it rather than take solid financial advice. That being said, I really hope\nsome of you take the time to read this and potential save yourselves money and\nstress.\n\nIf you believe in these stocks; GME, AMC, BB,…",
  "data/reddit-stocks/r/wallstreetbets/comments/nqs1hi/what_if_i_told_you_there_was_a_profitable_company.json": "Hey folks! So first off I’m in on AMC and to a much lesser extent GMC (5 shares)\nlol I’ve been looking for a stock to roll over profits and the next big “meme\nstock” battle with the hedges.\n\nI believe that stock is $CLOV. Clover Heath is Medicare reimagined with a\ngovernment contract. They’re up 10%…",
  "data/reddit-stocks/r/wallstreetbets/comments/nr21l5/blackberry_a_company_with_enormous_potential.json": "I've been reading up on Blackberry for a couple days now and found out some\ninteresting things about the company that I don't think most people know.\nObviously it is a lot to unpack but here are the important aspects of my\nfindings thus far:\n\nBlackberry (ticker BB) provides intelligent security…"
}