{
  "data/reddit-changemyview/r/changemyview/comments/koev3f/cmv_homelessness_is_not_a_crime.json": "This CMV is not about the reasons why people become homeless. Even if people\nwould become homeless solely due to their personal failure, they are still\nhumans and they should not be treated like pigeons or another city pest.\n\nInstead I want to talk about laws that criminalize homelessness.…",
  "data/reddit-changemyview/r/changemyview/comments/koko1m/cmv_user_reviews_are_vastly_more_relevant_to_the.json": "It's fairly common for modern films with even a dash of controversy surrounding\nthem to have significantly divergent scores from professional reviewers and\nusers on sites such as Rotten Tomatoes or Metacritic. In my opinion, the most\nimportant aspect that should contribute to a film's rating should…",
  "data/reddit-changemyview/r/changemyview/comments/kovpc3/cmvorgan_donor_should_be_mandatory_with_optout.json": "I'll preface this by stating i live in Aus, not the USA, but i believe all\n'western' countries should be this way.\n\nIt should be the default setting for once you die. And if you opt out, be it\nreligious reasons or otherwise, you should then go further back on the donor\nlist should you need a…",
  "data/reddit-changemyview/r/changemyview/comments/kox7l0/cmv_rsapphoandherfriend_is_bad_history.json": "I feel like I should preface this with the fact that I’m a bisexual man. My\nintention is not to play the gay card or anything but I feel like I should make\nit clear that this is coming from a genuine passion for history and not from a\nplace of homophobia.\n\nr/SapphoandherFriend…",
  "data/reddit-changemyview/r/changemyview/comments/koyhsd/cmv_if_your_income_is_higher_than_the_people_you.json": "So I recently stumbled on a post where the OP googled the homes of the\nindividuals who have some sort of influence into deciding the things you/we are\nallowed to do. This irked me, how is it that we let these people decide that\nthey deserve to make ridiculous amounts of money sitting in a chair,…",
  "data/reddit-changemyview/r/changemyview/comments/kp48xo/cmvthere_is_no_legitimate_reason_for_marijuana_to.json": "Marijuana isn't some magical plant with no downsides I understand the risk of\npsychosis and obviously driving while inebriated under any circumstance is a bad\nidea. I believe weed should be regulated like any drug such as alcohol or\ntobacco. The reasoning behind this is that by keeping marijuana…",
  "data/reddit-changemyview/r/changemyview/comments/kp34yq/cmv_subreddits_that_are_based_on_judging_other.json": "It's usually subreddits about idiotic people, rude and mean people, Karen's,\nJohn's, stupid conservatives, stupid liberals, etc. Any kind of people that\nprovoke hate in you and a strong sense of \"I'm better than them\" or just gossipy\ninterest.\n\nConstantly focusing on humanity's negative side may…",
  "data/reddit-changemyview/r/changemyview/comments/kpeqsk/cmv_the_trumpukraine_scandal_was_as_bad_if_not.json": "In Watergate, Nixon broke into the DNC and wiretapped his political opponents\nfor his own political gain. In the Trump–Ukraine scandal, Trump withheld foreign\naid to an American ally against American interests for his own political gain.\nBoth Nixon and Trump initially tried to deny any wrongdoing.…",
  "data/reddit-changemyview/r/changemyview/comments/kpf4o0/cmv_republicans_are_attempting_a_coup_détat_in.json": "Hi everyone,\n\nTrump and his supporters have constantly talked about how over the past 4 years,\nAmerica went from being (not great?) to “great again”.\n\nThe backdrop for this conversation is, how can America both be great, but also\nsimultaneously, not able to host honest, free, and fair…",
  "data/reddit-changemyview/r/changemyview/comments/kpk0j6/cmv_glitter_should_be_a_regulated_substance_and.json": "Let me preface this by saying that we look at glitter all wrong. Most of us look\nat it as just another piece of the artist's toolkit, but the fact is that\nglitter was weaponized long ago by people willing to send envelopes full of\nglitter to your enemies, or even by the infamous porch-pirate revenge…",
  "data/reddit-changemyview/r/changemyview/comments/kpp2ug/cmv_if_politicians_have_a_minimum_age_requirement.json": "If Nancy Pelosi is re-elected Speaker of the House, she will be the oldest\nperson to hold the position at 80 years old.\n\nWhen Joe Biden swears in to become President of the United States, he will be 78\nyears old, the oldest person to become president.\n\nThe 116th Congress had 7 Senators that were 80…",
  "data/reddit-changemyview/r/changemyview/comments/kpijom/cmv_extreme_sex_segregation_done_in_iran_since.json": "I'm a 24 year old adult male living in Iran, I've lived through 12 years of\nmandatory sex-segregated school only to be introduced to a sex-segregated\nsociety where interacting with the other gender is deemed illegal by the\nhorrible islamic law imposed and enforced on the poor people of the country…",
  "data/reddit-changemyview/r/changemyview/comments/kpswy4/cmv_atwill_employment_laws_make_it_near.json": "There are certain things and attributes it is illegal to fire someone for.\nMostly protected characteristics, like sex, race and disability, as well as\nprotections from being punished for refusing unsafe work and the like.\n\nI think most people can agree that it should be illegal to fire someone…",
  "data/reddit-changemyview/r/changemyview/comments/kpvivl/cmv_the_gatekeeping_of_trans_healthcare_is.json": "I saw a post on a different subreddit about how much gatekeeping there is in the\ntrans community and it’s difficult to transition, while I do understand where\nthey are coming from (it’s taking me 3+ years to even begin to transition) but\nit’s for safety reasons, because if you have made a mistake…",
  "data/reddit-changemyview/r/changemyview/comments/kq1yom/cmv_religion_is_man_made_and_most_likely_entirely.json": "The entire concept of a written book that god sent down to a human being to\nspread the word does not make sense to me. A being that has the ability to\ncreate the universe, has a son that’s major power is water to wine and walking\non water, and was crucified by humans. How do we even know this man…",
  "data/reddit-changemyview/r/changemyview/comments/kpqeuf/cmv_we_need_to_force_space_exploration.json": "Here's what i mean, a lot of people try to convince me that we should abandon\nour dreams of living in the stars becouse its too expensive, and we should focus\non starving children rather than fancy space missions. I'd like to disagree with\nthat. Human race, and everything it created, might disappear…",
  "data/reddit-changemyview/r/changemyview/comments/kq0z5q/cmv_parents_should_be_required_to_undergo.json": "There's budget for healthcare, criminal justice, education and most aspects of\nsociety but so little attention paid to how individual parenting possibly plays\nthe biggest role in how a child turns out as an adult, physically, mentally,\nfinancially etc. And all these individual outcomes cascade into…"
}