{
  "data/reddit-changemyview/r/changemyview/comments/n270so/cmv_trying_illegal_drugs_should_not_be_taboo.json": "I'm breaking my argument down into 4 parts, each one of which I am open to\nhaving my viewpoint changed on.\n\n1) Medical community/Government/Society saying \"drugs are bad\" is not an\nargument to be taken as fact on its own.\n\nAs a species, we still know extremely little how the brain works.…",
  "data/reddit-changemyview/r/changemyview/comments/n2gtva/cmv_not_all_men_is_an_appropriate_response_to.json": "Not sure that my title sufficiently states my case clearly enough cos I don't\nfeel like I can put this into a single sentence, so I'll explain my standpoint\nhere.\n\nIt's a fairly common viewpoint. I believe that saying \"not all men\" is just a\nnatural response to statements like \"all men are trash\".…",
  "data/reddit-changemyview/r/changemyview/comments/n2jl1c/cmv_smartphones_should_have_their_charging_docks.json": " 1. In the car, you can then put your phone in the cupholder. For those of us\n    with phone holders attached to the dash, topside docks don't really harm\n    them.\n\n 2. Could be wrong about this, but if you're at a desk with your laptop and\n    charging your phone using the USB from your laptop, it…",
  "data/reddit-changemyview/r/changemyview/comments/n2k3f2/cmv_moral_and_humanity_can_exist_entirely_without.json": "I know that's a polarised topic. And i don't really want to discuss about\natheism / theism in general. However, i have had many discussions with friends\nabout religion in the past. I am an atheist (i think it fits my mindset best).\nAfter some time of arguing wether religions are good or bad in…",
  "data/reddit-changemyview/r/changemyview/comments/n2m4d2/cmv_as_a_us_citizen_living_and_working_abroad_i.json": "I hold valid, legal long-term residence in Europe, and have begun making an\nincome in my host country working for a local company. As such, I pay all local\ntaxes and am happy to do so. I enjoy living in Europe, and I enjoy that there is\na social safety net of which, at times, I have also been a…",
  "data/reddit-changemyview/r/changemyview/comments/n339mo/cmv_elon_musk_is_an_asshole_for_naming_his_kid_x.json": "Why would anyone name a child something like that? To me, this seems similar to\nnaming a kid \"Hitler\" or \"Barbie\". The name is unpronounceable, would always\nmake the kid a target of unnecessary attention (eg. bullying), and has no other\nreal meaning or use other then helping Daddy Musk stay relevant…",
  "data/reddit-changemyview/r/changemyview/comments/n3dol8/cmv_jesus_being_a_real_person_who_walked_this.json": "I went to Catholic school for 12 years and in that time it's drilled into you\nthat Jesus was a real person who did undoubtedly walk this Earth, which can be\nproven with historical evidence superfluous to the Bible; and this is presented\nas a proof of God existing.\n\nSo inevitably, when you tell…",
  "data/reddit-changemyview/r/changemyview/comments/n3ik56/cmv_delivery_people_shouldnt_be_expected_to.json": "If you can't keep your dog from intimidating others you shouldn't expect\ndelivery staff to put themselves in harms way to deliver your shit.\n\n\"But muh puppy doesn't bite, he's just a loud barker\"\n\nMaybe with you, but the person delivering doesn't know that and even small\nbreeds can break skin.…",
  "data/reddit-changemyview/r/changemyview/comments/n3n8ml/cmv_saying_that_everyone_is_a_good_mom_is_like.json": "I’m so sick of hearing and reading this in all parenting materials. I had a baby\nlast year, and from the time I got pregnant onward I have heard this message\nEVERYWHERE.\n\nWe’ve never met — how the hell do you know I’m a good mom? How do you know that\nanyone is a good anything? How do you know that…",
  "data/reddit-changemyview/r/changemyview/comments/n3f3a4/cmv_dating_apps_should_maintain_racial_preference.json": "I'm open to dating everyone of all races and color; however, I know that's not\nthe case for everyone. Keeping this in mind, I'd rather not have to go through\npotential matches who don't care to match with me due to my own race. I would\nrather have recommended profiles of people who are open to…",
  "data/reddit-changemyview/r/changemyview/comments/n38s2r/cmv_onlyfans_should_change_their_age_minimum_to.json": "A lot of people see OnlyFans as more similar to Instagram than to a cam site or\nother selling sex sites.\n\nInfluencers are promoting their OnlyFans on Instagram to their millions of young\nfollowers and with the popularization of sex positivity being equated with being\nliberated, (which it definitely…",
  "data/reddit-changemyview/r/changemyview/comments/n3tfql/cmv_a_womens_quota_and_similar_special_treatments.json": "Now before you jump at my throat, I am not asking this to be some incel edge\nlord, instead I genuinely want my views changed on this topic.\n\nBackground: I live in Germany and am close to getting my bachelors degree in a\nSTEM field. Our elections will begin soon and I've read most of the…",
  "data/reddit-changemyview/r/changemyview/comments/n4248f/cmv_is_impossible_to_be_a_nonspiritual_person_in.json": "AA IS a religion, just one that encourages you to choose your own “higher\npower”. I got sober myself last year, looked into AA and the mind literally\nboggled at how cultish it is. I have been sober without it ever since.\n\nFirst, it is not just about sobriety. It is about leading a life in…",
  "data/reddit-changemyview/r/changemyview/comments/n44lev/cmv_the_voting_age_should_be_linked_with_the_age.json": "My view is that conscription (forcing someone to go to war without their\nconsent) is the only way a government can make you do something against your\nwill or face imprisonment - that isn’t for your direct benefit.\n\nThat is, forcing you to wear a seatbelt it much different than forcing you…",
  "data/reddit-changemyview/r/changemyview/comments/n4m94i/cmv_criticising_something_as_cultural.json": "Since there are some threads talking about this I decided to make my own as I\ndidn't feel like the arguments represented my thoughts.\n\nI often find that criticising something as cultural appropriation tends to not\nonly be erroneous but used to express someone's racism, particularly\ninternalised…",
  "data/reddit-changemyview/r/changemyview/comments/n4fvxg/cmv_mass_shooters_of_today_are_the_same_people.json": "There were 198 serial killers active in the United States in 1987. In 2019,\nthere were only 2 active serial killers. Source\n[https://www.abajournal.com/news/article/serial-killings-are-waning-leading-to-speculation-about-the-cause]\n\nI was amazed when I read this - I had no idea that serial killing…",
  "data/reddit-changemyview/r/changemyview/comments/n4to8w/cmv_cursing_is_like_shouting_occasionally.json": "I am the father of a son 1-year-old boy. He doesn't talk yet, but I feel I need\nto think about how to teach him things - among other things, an attitude towards\nharsh language.\n\nI use harsh language occasionally myself and see nothing wrong with it, so it\nwould be hypocritical to teach him that…",
  "data/reddit-changemyview/r/changemyview/comments/n4tay4/cmv_crypto_is_more_gambling_than_investing.json": "Hello everyone. This has been something I’m very confused about. People are\nbuying these random cryptos and calling it investing when the “investment” in\nquestion has nothing real to back it. You invest in a company, you get shares\nthat increase or decrease in value based off how the company is…"
}