{
  "data/reddit-know/r/YouShouldKnow/comments/npjkd9/ysk_the_majority_of_privacy_policy_websites_used.json": "Why YSK: Many tech companies use this tactic to trick consumers into believing\ntheir products or services are on thing when they actually are not.\n\nThe real privacy policy is often hidden away from the public, or split into\ndifferent document entirely making them difficult for the public to…",
  "data/reddit-know/r/YouShouldKnow/comments/npwgsu/ysk_you_could_drown_in_shallow_water_pools_due_to.json": "Basically your urge to breathe is based on how much CO2 is in your blood (more\nCO2 more urge to breathe). So if you hyperventilate and lower your CO2 levels\nand dive underwater, you will not have the urge to breathe but in fact you would\nbe low on Oxygen and may pass out without any signs and…",
  "data/reddit-know/r/YouShouldKnow/comments/npxwoy/ysk_if_youre_picking_someone_up_from_the_airport.json": "Why YSK:\n\nFlying tends to dehydrate you because of the lower humidity.\n(https://health.clevelandclinic.org/dehydration-exhaustion-and-gas-what-flying-on-an-airplane-does-to-your-body/)\nAlso, some people don't drink as much as they should on flights because they\ndon't want to go to the bathroom. When…",
  "data/reddit-know/r/YouShouldKnow/comments/nq5xas/ysk_act_as_if_service_dogs_dont_exist.json": "Why YSK: you are almost guaranteed to encounter someone with a service dog at\nsome point in your life, you should learn the proper etiquette for when that\nhappens\n\nAny interaction with someone’s service dog is distracting them from their job:\npaying attention to their human in case they need help.…",
  "data/reddit-know/r/YouShouldKnow/comments/nq9glv/ysk_that_your_dogs_should_never_be_taken_off_the.json": "Why YSK: A dogs presence can disrupt the regular life of local animal life and\nit can take months for them to get back to normal. Plus, if a dogs chases a\nrabbit, he may not get the animal, but the rabbit may not have the energy\nrequired to escape the next more capable predator.\n\nLeave No…",
  "data/reddit-know/r/YouShouldKnow/comments/nqetk4/ysk_high_school_history_classes_are_only_ever.json": "Whenever a historical event gets brought up, either on the internet or irl, one\nof the most common phrases you'll hear from someone is \"I never got taught this\nin history class!\", usually followed by an enraged sense of having been misled\nor even lied to.\n\nJust a reminder: History is a ridiculously…",
  "data/reddit-know/r/YouShouldKnow/comments/nqmpy0/ysk_never_leave_an_exam_task_empty.json": "I noticed that even at a higher level of education, some just don't do this, and\nit's bothering me. \n\nWhy YSK: In a scenario where you have time left for an exam after doing all\ntasks that you know how to do, don't return your exam too rash. It may seem to\nyou that you did your best and want to get…",
  "data/reddit-know/r/YouShouldKnow/comments/nr697w/ysk_that_removing_the_orange_tip_from_toy_guns.json": "Why YSK: The orange tip on toy guns is a universal sign that the gun is fake. If\na toy gun has its orange tip removed or painted over, strangers might assume\nit's real and be forced to defend themselves\n[https://www.keranews.org/2019-05-13/how-realistic-looking-toy-guns-confuse-police-and-get-people…",
  "data/reddit-know/r/YouShouldKnow/comments/nrd3v5/ysk_you_can_get_rid_of_all_the_ads_in_the_youtube.json": "Why YSK this is because you can save a lot of time and you don't have to sit\nthrough all of those ads they have in videos these days.\n\nAll you need to do is watch the first ads (and bonus if they let you skip them)\nand then go right to the end of the video you are trying to watch. After that,\nhit…",
  "data/reddit-know/r/YouShouldKnow/comments/nrpbs2/ysk_you_can_teach_yourself_how_to_repair_car.json": "Why YSK: By buying old service manuals, repair manuals, and service documents,\nyou familiarize yourself with the basics of how stuff works, which is near half\nof the training right there for most people. Old manuals are detailed, with\npictures and even examples of wear and tear, so you know what to…"
}