{
  "data/reddit-books/r/books/comments/luxwjx/tall_mass_market_paperbacks_are_lame.json": "US publishing industry gripe here: I noticed that the current mass market\npaperback edition of Frank Herbert's Dune is one of those \"tall\" versions, where\nthey increase the height by an inch. In the case of Dune, they've also increased\nthe spacing between lines of text and thus increased the page…",
  "data/reddit-books/r/books/comments/luz5go/my_boyfriend_is_reading_aloud_to_me_and_its_so.json": "I've always been someone who reads aloud to people. It's something I love doing.\nWhen my sister (who is 14 years younger than me) was little I'd take her to the\nlibrary and read with her for hours just pile after pile of books and right up\nuntil she was 12 we would read together. We've worked…",
  "data/reddit-books/r/books/comments/luvger/why_are_spoilerfilled_essays_so_often_added_to.json": "This has long been a pet peeve of mine that's grating on me more and more\nlately.\n\nI understand the reasoning behind including analytical essays with new editions\nof classic novels, and I often enjoy reading them....but not until after I've\nfinished the actual book, because I don't want spoilers. So…",
  "data/reddit-books/r/booksuggestions/comments/lv042c/whatre_some_mustread_classics.json": "So I’ve been reading a lot and am looking for some suggestions. So far I’ve\nread:\n\nJane Eyre\n\nCatcher in the Rye\n\nFrankenstein\n\nThings Fall Apart\n\nNight\n\n1984\n\nAnimal Farm\n\nSo Long, See You Tomorrow\n\nCount of Monte Cristo (currently reading)\n\nWhat’re some other classics I should read?",
  "data/reddit-books/r/booksuggestions/comments/lva822/i_want_to_start_reading_philosophy.json": "Hello I just recently decided to get into philosophy ,Any tips on where to start",
  "data/reddit-books/r/books/comments/lvdsy6/til_that_marilyn_monroe_was_quite_the_bookworm.json": "I tried sharing this on r/todayilearned [/r/todayilearned], but they wouldn't\nlet me, so I thought I'd share it here. r/books [/r/books] seems to be a\npossibly more interested crowd anyway...\n\nAs a bookworm, I like to see what some of my favorite public figures like to\nread (musicians, actors,…",
  "data/reddit-books/r/booksuggestions/comments/lvp7cb/the_hate_u_give.json": "I finished The Hate U Give by Angie Thomas a few weeks ago and HIGHLY recommend\nit. The characters and, I’m sorry to say, storyline are very plausible and\nrelevant to the world where we live today, so getting through it is really easy.\n400+ pages, but if you appreciate quality fiction, that fact’ll…",
  "data/reddit-books/r/books/comments/lvtt9l/not_sure_who_needs_to_hear_this_but_you_can_leave.json": "I have seen a lot of people feeling guilty about not being able to complete\nreading a book. There was a time when I picked up a book, didn't like after\ngoing through 30% of it but still continued to finish it. Or when wasn't able to\nfinish it, I felt bad for some reasons. I don't think it is the…",
  "data/reddit-books/r/books/comments/lvo1t4/john_flanagans_the_rangers_apprentice_was_my.json": "I too grew up with Harry Potter books, but once I read the first entry to the\nRanger's Aprrentice series, I was hooked.\n\nAlthough I was hoping for a letter from Hogwarts to arrive some day (still do!),\nbecoming a Ranger seemed so much more feasible. Their relationships with horses\nwere very…",
  "data/reddit-books/r/books/comments/lvsjat/reading_is_reading_is_reading.json": "In just the last few days there’s been posts of people saying they feel like\nlook down on or just over all feel better than people who don’t read, or posts\nthat disparage entire genres, and so on...\n\nAnd I just... don’t understand?\n\nFirst, in what glass houses do people live in that you feel…",
  "data/reddit-books/r/booksuggestions/comments/lw4bkp/novels_that_taught_you_something.json": "Novel lovers please help! I have almost exclusively read nonfiction until this\nyear and I’m trying to jump into novels that you can really lose yourself in.\nBut I really like to learn something when I read a book. What are some novels\nyou read recently that left you with some new knowledge on a…",
  "data/reddit-books/r/books/comments/lw5q2n/i_realized_ive_been_going_about_finding_books_the.json": "This is a realization I had somewhat recently. It may or may not speak to other\nfolks, but I figured I would at least post my experience and see if there was\nany discussion folks were interested in having.\n\nFor so many years, my main book process has been\n\n 1. Search online for genres I like.\n\n 2.…",
  "data/reddit-books/r/books/comments/lw86o7/i_am_brandy_schillace_author_of_mr_humble_and_dr.json": "In the early days of the Cold War, while surgeons on either side of the Iron\nCurtain competed for transplantation firsts, an American neurosurgeon\n[https://twitter.com/hashtag/neurosurgeon?src=hashtag_click] asked: Why not\ntransplant the brain [https://twitter.com/hashtag/brain?src=hashtag_click]?…",
  "data/reddit-books/r/books/comments/lwfmp4/i_have_a_very_specific_favorite_genre_what_about.json": "I'm not sure if you could really call this a genre, maybe just a type of book.\nBut anyway -- I love fishing horror.\n\nI know that sounds weird. But I find nothing more genuinely creepy than a horror\nbook/movie/game that is involves fishing.\n\nMy favorite book that fits in this category is, of course,…",
  "data/reddit-books/r/books/comments/lw878w/the_unbearable_lightness_of_being.json": "I’ve seen people call it pretentious. Yes, it is pretentious, but it is also a\nmasterpiece. This book is the definition of lyrical. I would love to know\neveryone’s thoughts on this. While this is the first work of read of Kundera’s,\nI am convinced he is brilliant. I loved the way each character…",
  "data/reddit-books/r/books/comments/lwemme/has_anyone_ever_felt_a_littlehollow_after.json": "I just finished reading a series which I enjoyed pretty well, and now that I’m\ndone, I just feel a little emptiness me. I’m happy that I finished the series,\nand sort of grew up along side the characters, but I’m also sad that I have to\nleave them behind, if that makes sense. I just want to sit in a…",
  "data/reddit-books/r/booksuggestions/comments/lwbjlj/a_dark_academia_book_with_good_female_rep.json": "I love the aesthetic because honestly, I need to romanticize studying or I fail.\nUnfortunately, a lot of books/movies deemed \"dark academia\" like Secret History,\nThe Dead Poet Society, The Portrait of Dorian Grey, The Riot Club, ect. are kind\nof male oriented.\n\n\n\nI want to read something that has…",
  "data/reddit-books/r/books/comments/lwlpp0/reading_is_the_perfect_antidote_to_loneliness.json": "As someone who doesn't have many friends, reading has been somewhat of a\nlifeline for me.\n\nInstead of wallowing in self-pity I pick up pretty much anything I can get my\nhands on (non-fiction, fiction, anything) and just escape into the world of\nliterature for several hours. When I'm out at college…",
  "data/reddit-books/r/booksuggestions/comments/lwzvew/books_about_witches_covens_dark_magic.json": "I’m craving a book about witches, but most of my searches yield Wiccan young\nadult drama type stuff.\n\nI want witches such as the movie The Witch. I want serious metal-as-fuck\nDarkness, foreboding, gruesome. Even a book about a coven such as the movie\nSuspiria would be cool.",
  "data/reddit-books/r/books/comments/lwzxjm/reading_out_loud_helps_when_i_cant_focus.json": "I’m reading an awesome book right now (Moonchild by Aleister Crowley), but I’ve\nbeen working long hours, and it’s been hard to focus.\n\nYou know that feeling when you’re reading and the words make it in your head but\nyou don’t interpret them?\n\nI was doing that the past couple days and getting…",
  "data/reddit-books/r/books/comments/lx3voj/when_youre_reading_does_it_ever_feel_like_a_movie.json": "The other day I was thinking about a book I read and recalling a specific scene.\nOnly, for some reason I thought it was a movie I saw. Took me a minute to\nremember that I was thinking of a book, not movie. I think the lines between the\ntwo sometimes blur for me because I see things so vividly in my…",
  "data/reddit-books/r/books/comments/lxa1it/world_war_z_is_one_the_best_books_ive_ever_read.json": "Just finished the ensemble audiobook. What a ride. I had seen the movie before I\nread the book. And now I'm super disappointed in the movie. I didn't care much\nfor it before but after the book it's now just a massive missed opportunity. But\nenough of the movie. This was one of the most efficient…",
  "data/reddit-books/r/books/comments/lxqx7o/whats_with_the_gatekeeping_surrounding_audiobooks.json": "As I am writing this, the top post on the sub is someone sharing about their\nexperience listening to World War Z on audiobook. They mention that they \"read\"\nthe book, and there are a lot of upvoted comments telling OP that OP didn't\n\"read\" the book, they listened to it. Some of these commenters are…",
  "data/reddit-books/r/booksuggestions/comments/lxzx47/books_you_love_in_a_genre_you_hate.json": "Has there ever been a book that proved you wrong, and made you rethink your\nstance on an entire genre?",
  "data/reddit-books/r/books/comments/ly6epy/enders_game_blew_me_away.json": "A few days ago, my father gave me his copy of Ender's Game that he read in 85 at\nmy age (15) and told me to read it.\n\nAt the beginning, I was reluctant. Card's pose was difficult to follow at first,\nand while Ender is a fascinating character, he isn't exactly charming in the\nfirst few pages. Plus, I…",
  "data/reddit-books/r/books/comments/ly80ev/unpopular_opinion_the_genre_doesnt_matter_the.json": "I can't remember how many times I have been asked what my preferred genre is.\nAnd sure, there are certain plots I enjoy more than others. Usually that's the\ncase because writers of certain genres tend to write in certain ways. I love\nreading about different stories and people.\n\nI love reading about…",
  "data/reddit-books/r/books/comments/ly069f/holy_crap_i_just_finished_the_grapes_of_wrath.json": "I've read a lot of great books, and this was one of the best I've ever read. I'd\nread Of Mice and Men before and liked it, but wasn't blown away, but I wanted to\ngive Grapes of Wrath a try.\n\nSteinbeck's descriptions are some of the most vivid, clear prose I've read. The\nnarrative structure,…",
  "data/reddit-books/r/books/comments/ly9075/missing_airports_because_of_paperbacks.json": "This is likely a me problem rather than something widely experienced.\n\nOne of my greatest joys in catching a flight somewhere was purchasing a book for\nthe journey in the airport WHSmiths. There was usually some offer and I ended up\nwith more than one. A lot of the time at least one of the books was…",
  "data/reddit-books/r/books/comments/lygbgf/the_book_s1_of_bridgerton_is_based_on_the_duke.json": "The disturbing scene in the show was somehow ten times worse in the book. And\nlet me be clear, not in intentional way to highlight the wrongness of the act.\nThe scene was treated with even less of the gravity it deserved. I was honestly\nsurprised, because the book and the show were about on par with…",
  "data/reddit-books/r/books/comments/lyq392/i_finally_started_a_book_that_i_dont_think_i_can.json": "A little background. I'm a 75 year old fella and have always enjoyed reading. I\nread science fiction as a pre teen and as a teenager, mysteries in my 20's and\n30's, not much in my 40's or 50's (work was pretty consuming), and now I have\nbeen reading fantasy for the last several years. I have read…",
  "data/reddit-books/r/booksuggestions/comments/lyqjmc/interesting_psych_related_reads.json": "https://thebeguiledchild.com/?p=340\n\nI read the silent patient and am going to start reading a few of the others!!\nDoes anyone have any other books related to these that they would recommend?",
  "data/reddit-books/r/books/comments/lyploh/finished_reading_the_godfather_and_it_has_made_me.json": "Now I’m not saying that the Mafia is a good thing, obviously I know they are bad\neggs, but this book made me understand: I get why the characters or real life\npeople would rather go to the Don for financial, business, family, political or\nother issues. In their eyes “justice and the right arm of the…",
  "data/reddit-books/r/booksuggestions/comments/lysm0j/books_like_peaky_blinders_tv_series.json": "Looking for a book or series like the Peaky Blinders TV show on Netflix, the\nshow is set around 1919 Birmingham and revolves around a gang with a prominent\nleader in Thomas Shelby would be appreciated if any suggestions are dropped",
  "data/reddit-books/r/books/comments/lyx0vc/the_how_to_train_your_dragon_audiobooks_are.json": "This is essentially just a recommendation, but the How to train your dragon\naudiobooks are amazing! They're read by David Tennant and he does amazing voices\nfor all of the characters and you get really immersed in the story.\n\nThe stories work well both for children and adults, me and my girlfriend…",
  "data/reddit-books/r/books/comments/lyyc6a/i_read_the_secret_garden_last_night_its_amazing.json": "I tought first this garden is a magical but it wasnt.Book about a child and\ngarden this garden closed 10 years ago and nobady dont go in there and one day\nMary found a key and a secret door. Later she is go insade she girls was so bad\nugly girl and this girl with this garden be so beatiful girl and…",
  "data/reddit-books/r/books/comments/lyoi3e/do_you_slide_in_palate_cleanser_books.json": "Consuming a string of demanding novels in a row can be draining. That's when you\nthrow in a palate cleanser, like a classic whodunnit or a breezy best seller.\nSomething like Joe Ides after Blood Meridian. Or Hiaasen after Ishiguro. Louise\nPenny after Wolfe Hall.\n\nAny great one-two punches you can…",
  "data/reddit-books/r/books/comments/lz024h/kite_runner_breaks_my_heart.json": "Just read one of Khalid Hosseneni's famous work \"Kite runner\", so much heart\nbreaks to handle till the last 10 pages. The way he had beautifully described\nAfghanistan is amazing. Feels so unreal that people in this same world live in\nsuch a condition. Hassan is my favourite character of all ,…",
  "data/reddit-books/r/books/comments/lyzqqm/just_finished_a_scanner_darkly_and_it_left_me_in.json": "It's funny I finished a scanner darkly just a few moments ago, around 2:45am my\ntime. Did the same thing with Flowers for Algernon a weekish ago(except I read\nall of FfA in a day and did not do the same with ASD). Anyways the results of\nboth stories left me with the same feeling and felt remarkably…",
  "data/reddit-books/r/books/comments/lyvxjy/the_hate_u_give.json": "I'm fairly certain it falls in the YA category, but then again a lot of powerful\nbooks do. This one hits close to home in a way pretty much any other book I've\nread have never done so before. I was living in St. Louis, my birthplace &\nforever home, when Michael Brown was murdered/shot & killed by…",
  "data/reddit-books/r/books/comments/lyvj6r/faulkners_go_down_moses_is_absolutely_stunning.json": "I have read a lot of Faulkner, and I have liked most of it. I've repeatedly\nheard that Go Down, Moses is a sleeper in his canon - one of the best things he\never wrote, but overlooked due to it not quite being a novel and not quite being\na short story collection. Finally I decided to check it…",
  "data/reddit-books/r/booksuggestions/comments/lynzeq/does_anyone_know_any_retellingsbooks_about_eros.json": "i'm currently reading Mythos by stephen fry and stories about them came up, i\nwas just wondering if anyone has recommendations or maybe knows books about some\nof these people/gods/people.\n\nit would be highly appreciated 😁",
  "data/reddit-books/r/booksuggestions/comments/lz0z57/a_lesbian_novel_with_supernatural_creatures.json": "I’m not particularly picky about genre, and I don’t really care which\nsupernatural creatures are involved. Werewolves, vampires, dragons, yada, yada,\nyada. I just want a good plot and likable characters with lesbians. Thank you.",
  "data/reddit-books/r/books/comments/lytyph/a_book_youll_always_come_back_to.json": "What's a book that you'll never grow out of and will always be ready to reread,\nregardless of its genre or target audience? For me it's Shug by Jenny Han. I\nread it once in middle school and have been attached ever since, I could read it\na million times in a row even though it's not typically the…",
  "data/reddit-books/r/books/comments/lz9d19/i_deprived_myself_of_beauty_and_entertainment_for.json": "I always thought of myself as an omnivore when it came to literature - I dipped\nmy toe into most mainstream genres fiction and non-fiction and liked most of\nthem. There has been however one that I automatically skipped and always thought\nof it as somewhat silly and that is romance. In our family it…",
  "data/reddit-books/r/books/comments/lz59i4/i_just_finished_the_mycroft_holmes_series_written.json": "Yes, you read that correctly, the NBA star wrote these books and I was genuinely\nreluctant to read them because I was already making assumptions about the\nquality of the books. I wasn’t judging the book by its covers, but by its\nauthor.\n\nSome famous basketball player wrote these books? Ugh, I bet…"
}