{
  "data/reddit-stocks/r/stocks/comments/npgwy0/does_anybody_have_yahoo_finance_plus_i_enjoy.json": "I use Yahoo Finance to do a lot of research on my stocks, and their free\ninformation has pretty good data for me to use. However, is anybody subscribed\nto their \"Plus\" service? Is it worth paying their fee to get access to the more\nadvanced tools, like company outlook, fair value, research reports,…",
  "data/reddit-stocks/r/stocks/comments/npo298/amd_and_tesla_team_up.json": "> AMD processors and graphics chips will be used in the infotainment systems of\n> newly updated Tesla Model S and Model X electric cars, which are expected to\n> go on sale in a few weeks. With AMD's more powerful chips, Tesla owners will\n> be able to play cutting-edge video games in their cars—when…",
  "data/reddit-stocks/r/investing/comments/npkm56/capital_gain_dividend_income_account.json": "Hi Everyone,\n\nI have been trying to find the right balance of dividends and capital gains in a\nportfolio. I came up with 5 tickers ranging from high yield with poor\nperformance to low yield with strong performance. Would love to hear what you\nall think. My current account yields 2.5% so this will…",
  "data/reddit-stocks/r/wallstreetbets/comments/npjoel/housing_2007_again.json": "Just curious about what the apes think about the housing market? I work for a\nhigh end ($1m+) general contractor and I think you'd have to be brain dead to\nbuild or buy right now.\n\nHousing is through the roof because money is cheap, but if you think there were\nTP and gas shortages, try to buy land…",
  "data/reddit-stocks/r/investing/comments/nprdln/10_more_interesting_and_useful_etfs_with_less.json": "As a sequel to \"10 interesting and useful ETFs with less than $1b AUM\", I'm back\nwith 10 more ETFs that have less than $1b AUM but that I think are interesting\nand possibly useful and some comments on each. Too often only the biggest ETFs,\nor most popular, get people's attention. I think it's worth…",
  "data/reddit-stocks/r/stocks/comments/npo5lf/nvidia_announces_new_rtx_3080_ti_launching_june_3.json": "> Nvidia has unveiled the latest graphics cards\n> [https://www.ign.com/articles/the-best-graphics-cards-3] in its RTX 30-series\n> — the RTX 3080 Ti and the RTX 3070 Ti.\n> \n> The RTX 3080 Ti will launch on June 3rd for $1,199. The RTX 3080 Ti includes\n> 12GB of GDDR6X memory — a 2GB increase from the…",
  "data/reddit-stocks/r/wallstreetbets/comments/npso9s/amc_sells_85_million_shares.json": "Hi guys, AMC just made a \"deal\" with Mudrick Capital. They have sold 230 million\nworth of shares(source market watch) to them. The price in premarket is at the\nmoment up by 17%. What are your predictions for today after the market opens? I\nm expecting at least a 10% and a maximum of 25-30% by the…"
}