{
  "data/reddit-books/r/books/comments/npoih7/i_cant_stand_goodreads_anymore_anyone_else.json": "Goodreads feels so old & outdated & like it has not been updated in years imo.\nThe reviews are so biased sometimes & I can NOT stand the stupid use of gifs in\nthem. I basically just use it to track what ive read & what i want to read. It\nsucks because Ive used it for so long & i dont know of any…",
  "data/reddit-books/r/booksuggestions/comments/nps13l/looking_for_some_hard_scifi.json": "I have never read any hard sci-fi books, but I want to try one. I love cyberpunk\nand human abysses. Stories Like ghost in the shell\n\nEdit: thank you all for those good ideas",
  "data/reddit-books/r/books/comments/npkogc/book_price_changed_after_order_was_placed_and.json": "I've gotten a lot of books through Biblio.com [https://Biblio.com] over the\nyears, and I've recommended them to a lot of people. What happened today is\nmaking me reconsider that. Here's the message I sent to the Support people\ntoday:\n\n> Price changed AFTER order was placed, and then order apparently…",
  "data/reddit-books/r/books/comments/nq499n/a_happy_reading_moment.json": "I've been an avid reader my entire life. I even relish time spent commuting on\npublic transit because it gives me time to read more. For me, any moment reading\nis a happy moment.\n\nI've never had my book cause a conversation, though, until last weekend. I was\nreading Jasper Fforde's The Fourth Bear…",
  "data/reddit-books/r/booksuggestions/comments/nq6yr7/finished_reading_the_song_of_achilles_need_more.json": "Any other mythology works too. It's just that I've been a fan of of Percy\nJackson when I was younger, and now suddenly I came across TSoA and really liked\nit. Genuine books about the Greek mythology would be appreciated too. Thanks!",
  "data/reddit-books/r/books/comments/nq0zfn/what_makes_or_breaks_a_book_for_you.json": "Personally it is the writing style for me. Even if the book has a more a less\nbasic story line, i can still enjoy the book if the author's writing style is\ncompelling to me. But if i find the writer's language, word flow, sense of\nhumor, sarcasm etc... somber, then there is high chance i will either…",
  "data/reddit-books/r/books/comments/nqd1aw/just_picked_up_house_of_leaves.json": "Don’t know anything about it other than what I’ve just read in the intro. I’m\nexcited, intrigued, and a bit freaked out, I have to say. For anyone who’s read\nit, is it as good as all the raving reviews on the back of the cover say it is?\n\n“House of Leaves is dizzying in every respect.”\n\nShoot, I…",
  "data/reddit-books/r/booksuggestions/comments/nqjysw/books_to_learn_smalltalk_for_socially_inept_people.json": "basically, i just started a job that entails lots and lots of small talk to\npeople. i love the job, but can be somewhat inept especially in terms of\nsmalltalk. is there any good book specifically for learning smalltalk?"
}