{
  "data/reddit-ask/r/NoStupidQuestions/comments/npie2j/really_important_for_me_its_tearing_my_family.json": "I brought this up during dinner two weeks ago and it’s been tearing my family\napart. My mother thinks you can only fit a couple thousand, my father thinks\nbillions, my siblings think trillions and I think maybe a few million at the\nmost, couple hundred thousand at the least. It’s sparked so much…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nphila/does_anyone_else_know_a_lot_of_people_but_still.json": "Right, so I'm a 17 Y/o guy and I would say I know quite a lot of people, who I\ncan generally see anywhere and strike a conversation with, ranging from 1 minute\nto possibly even more than an hour in some cases.\n\nHowever, I may know a lot of people, but I still don't really and truly have any\nfriends…",
  "data/reddit-ask/r/TrueAskReddit/comments/nphwqp/why_is_it_that_people_let_go_of_their_dreams_and.json": "I'm only twenty, but I think about this a lot. Shouldn't pursuing your dreams be\nwhat makes you happy? Having 2.1 kids, a suburban home, and the usual 9-5, it\nall seems a bit crushing to me. This set-up doesn't work for many people, yet\nit's still seen as the default. Can someone who's older explain…",
  "data/reddit-ask/r/NoStupidQuestions/comments/npl4k3/can_anyone_give_advice_on_what_to_do_if_a.json": "USA,CA. I live in a neighborhood with mostly street parking. My neighbor won't\nstop buying junk BMWs, I am not exaggerating the dude has like 23 of them, and\ntakes almost all of the parking on our street. They aren't nice cars at all.\nMostly \"craigslist specials\". His front yard looks like a…",
  "data/reddit-ask/r/AskWomen/comments/npunfs/women_who_successfully_found_a_partner_online_how.json": "How long were you looking? What were your dealbreakers? How did you decide who\nto meet?",
  "data/reddit-ask/r/AskWomen/comments/npueaq/women_who_started_making_a_lot_more_money_than.json": "Do you end up doing things that only the other friend feels like they can\nafford?\n\nDo you feel obligated to pay every time you do something, or to bring some sort\nof gifts, etc.? What about for extended family or parents or siblings?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/npwj4l/am_i_the_only_one_who_thinks_it_is_too_much_of_a.json": "I am not discouraging people from being open about this condition, I just think\nits funny every teenager I run into with this syndrome online has the same edgy\nticks, always giving the finger, saying \"fuck you\" and their neck bending foward\nsooo if I'm just being an asshole about this condition let…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nptvvi/do_you_feel_that_hollywood_films_have_lost_the.json": "Since the last 10 years I am finding Hollywood films less and less memorable. I\ncant even remember or bother to know actors name. For example when spider man\nwas first released after watching the film I could remember who Toby MacGuire\nand Kirsten Dunst are. But current Spiderman I don't even know…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/npv2et/almost_30yrs_old_and_i_feel_like_im_still_waiting.json": "I’m turning 30 soon and I haven’t been in a relationship, I still live day to\nday, I don’t have a concrete career plan and I constantly feel like I’m waiting\nfor something that’s not going to happen. I know my concern seems shallow with\neverything that’s happening to the world right know but I don’t…",
  "data/reddit-ask/r/askscience/comments/npwh7z/a_2_year_old_toddler_learns_about_6000_words_and.json": "Assume there's two 2 year old kids, 'A' and 'B'. A lived their entire childhood\nwith only their parents. And B lived their entire childhood with a joint family\nwhich includes their parents, grandparents and their uncle aunts. Will their\nword learning rate at the age of 2 will be different and how…",
  "data/reddit-ask/r/AskHistorians/comments/npxb0w/testing_period_of_rules_change_no_exampleseeking.json": "Hello everyone,\n\nTLDR at the Front\n\nWe are contemplating a permanent change to the rules that would remove the 'No\nExample Seeking' Rule and replace it with more expansive allowances. For the\nnext month we will be testing this out, and at that point consider whether to\nmake the change permanent…",
  "data/reddit-ask/r/NoStupidQuestions/comments/npswf5/does_anyone_else_have_a_hard_time_being_on_social.json": "All I see are people’s lives being amazing, oh look at me I have 3 houses and 10\ncars and I never have to work a day in my life, that’s great dude but I have to\nwork 60 hours a week I never get to see my kids and I’m tired even when I’m\nasleep, it just feels like I’m the odd ball like nothing will…",
  "data/reddit-ask/r/AskHistorians/comments/nq7gze/why_are_greekroman_ruins_so_much_better_preserved.json": "Iran has been a center of continuous civilization for 2,500 years. Persian\ncities in their heyday were just as grand as any Greek city, so why is classical\nHellenic architecture ao well-known and ancient Persian architecture not? Why is\nthere so little left of Ctesiphon, or Pasargadae, or Persepolis…",
  "data/reddit-ask/r/AskHistorians/comments/npvtx2/qin_and_zhao_mobilised_up_to_a_million_men_in.json": "As the title suggested, the historical description of the battle of ChangPing\nsays that both Qin and Zhao sent an army in the size of about 500000 men. And\nafter Zhao lost the battle, Qin buried 400000 Zhao soldiers alive.\n\nI find such figures very difficult to believe. For comparison, the army…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nq2xrt/why_does_it_bother_people_so_much_that_i_prefer.json": "Recently the state I live in has lifted mask restrictions once again. I work out\nand about in the city driving around to different mechanic/body shops seeing\nindividual people. I’m fully vaxxed and most people that meet me with my mask on\nask if I’m vaccinated (fishing for why I’m still wearing it?)…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nqidvx/do_anyone_else_get_annoyed_at_someone_who.json": "I feel kinda bad to feel like this...but we would be having a conversation about\nthis something, sometimes important and they would all of a sudden would be so\ninto a show (they would be flipping the channel) or their phone. They would just\nleave me hanging, if i try to get their attention, they…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nqio9m/why_do_people_consider_jk_rowling_transphobic.json": "I just realized I'm not sure what she actually said to cause this cancellation\nof her, so I went to google to see the tweets. I found nothing transphobic in\nthem, or maybe I read the wrong articles?\n\nI'm not defending her, but neither am I condemning her for anything - I'm\nassuming I don't have the…",
  "data/reddit-ask/r/AskHistorians/comments/nqlq0g/are_there_any_historical_figures_who_were_thought.json": "Otto Braun was a German communist who had a long history in the USSR and East\nGermany. It came out later in his life that he was also Li De an advisor to Mao\nwho was a leader on the long march. Are there any other examples of people who\nwere thought to be two distinct historical figures but were…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nqka4y/why_dont_more_men_sit_when_they_pee.json": "So at first, this may seem preposterous, but by the end of the post I hope to\nchange some of your minds.\n\nIn my opinion, there are lots of advantages to sitting while you pee.\n\n 1. More discreet: I absolutely hate going into someones bathroom and unleashing\n    a stream of piss so loud that everyone…",
  "data/reddit-ask/r/AskHistorians/comments/nqv7cl/a_1944_comic_in_which_lex_luthor_uses_an_atomic.json": "In addition, if anyone has answers:\n\n * I know the idea of using atomic energy for a weapon existed in pop culture\n   well before the Manhattan Project. If the idea of an atomic bomb was so\n   well-known that comic book writers knew about it, what was the harm in comic\n   book readers knowing about…",
  "data/reddit-ask/r/AskHistorians/comments/nqq21z/what_was_the_process_to_reintegrate_newly.json": "In Band of Brothers, there’s a scene where they liberate a concentration camp.\nHowever, the soldiers are told that they can’t provide too much food to the\nprisoners because of their malnutrition and require the prisoners to go back\ninto the camps.\n\nI was wondering what was the exact process, such as…",
  "data/reddit-ask/r/AskHistorians/comments/nqny7g/who_was_the_gentleman_who_stands_outside_the.json": "According to this Wikipedia article\n[https://en.wikipedia.org/wiki/Uniforms_of_the_Royal_Air_Force#Historic_uniforms]\nJohn Slessor, later air marshall of the RAF, described the then-current RAF\nuniforms as being \"a nasty pale blue with a lot of gold over it, which brought\nirresistibly to mind a…",
  "data/reddit-ask/r/Ask_Politics/comments/nqmpw2/is_critical_race_theory_something_that_is.json": "I've heard a lot of conservatives lately talking about how schools across the\ncountry are teaching critical race theory. However I have yet to hear of an\nactual school that is teaching it.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nqug8y/does_anyone_else_hate_when_people_call_them.json": "I won't even answer my cell phone anymore if I don't know who it is and say \"If\nit's important, they'll leave a message.\" I think mostly because texting allows\nme more time to articulate my thoughts and think about what I'm saying, as well\nas allowing both parties to focus on other tasks (not…",
  "data/reddit-ask/r/NoStupidQuestions/comments/nqt9qd/if_i_was_going_to_die_of_heat_stroke_and_only_had.json": "Let's assume it has no balls to make it easier.",
  "data/reddit-ask/r/askscience/comments/nqvz98/what_exactly_is_missing_for_the_covid19_vaccines.json": "I trust the results that show that the vaccinea are safe and effective. I was\ntalking to someone who is not an anti Vax, but didn't want to take any covid\nvaccine because he said it was rushed. I explained him that it did follow a\nthorough blind test, and did not skip any important step. And I also…",
  "data/reddit-ask/r/AskHistorians/comments/nr3vaw/what_were_some_notable_or_interesting_conspiracy.json": "A recent interaction elsewhere got me thinking about what conspiracy theories\nthere were in the past. I'm also curious if they have had any significant impact\nor were just downright strange. I've heard of countries creating or spreading\nmisinformation campaigns, but I've honestly not looked into it…",
  "data/reddit-ask/r/AskHistorians/comments/nrca05/why_were_the_27th_army_group_killing_other_army.json": "One of the aspects of the Tienanmen Square crackdowns I've never really\nunderstood is the role of the 27th Army Group seemingly massacring police, other\nArmy groups, running over army medics and police lines in APCs and shooting\nsoldiers and executing wounded soldiers.\n\nFrom what I've read, they…",
  "data/reddit-ask/r/AskHistorians/comments/nr8qo8/why_are_chinese_dynasties_not_named_after_the.json": "Usually \"dynasty\" refers to a family of rulers or influential people, like the\nHapsburg dynasty. In Chinese history though \"dynasty\" seems to be a different\nterm, as different eras where China is ruled by different families are given\nnames called \"dynasties\" but not named after the ruling family.…",
  "data/reddit-ask/r/AskHistorians/comments/nrclng/where_does_the_idea_that_poverty_is_a_moral.json": "I am writing an essay, and I claimed that people have said that poor people are\npoor because of their own moral failings. I have heard this in school when I was\nyounger, but I have been unable to find a reliable source or any source at all\nreally. Is this statement just flat out wrong then? The…",
  "data/reddit-ask/r/NoStupidQuestions/comments/nrhvg1/are_there_any_subreddits_on_this_site_that.json": "I tried to post in one subreddit only to be told my account needs to be 60 days\nold and I need to have 500 comment karma to make post submissions.\n\nI found this to be a little bit on the ridiculous side. How are new users\nsupposed to get anywhere when there are only like 6 subreddits that don’t…",
  "data/reddit-ask/r/TrueAskReddit/comments/nr9gco/why_are_people_as_a_whole_so_unforgiving_of_first.json": "I've noticed people, as a general rule, have difficulty letting go of their\nfirst impression of someone (me included sometimes). First impressions are\nrarely accurate in my experience given people take time to warm to you, are\ninitially nervous or have difficulty starting a social situation. So why…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nrjqxm/is_it_weird_that_im_irked_by_someone_bringing_up.json": "So I'm a bisexual woman currently in a cis relationship. I'm an out and proud bi\nwoman just to be clear, everyone of significance knows my sexuality. I've never\nreally felt it was a big part of my personality though I've been with women and\nI've been with men I just happens to be in a committed…",
  "data/reddit-ask/r/NoStupidQuestions/comments/nrj9te/you_ever_look_in_the_mirror_directly_into_your.json": "Not because you look attractive or vice versa, but the act of widening your eyes\nand looking directly at yourself gives me the heeby jeebies. It’s like I think\nto myself “am I really controlling this body”",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nrmlaa/how_do_people_see_thunderstorms_as_a_form_of.json": "Someone enlighten me!",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nrmf3h/does_anyone_else_not_believe_in_religion_or.json": "I'm an atheist but I find learning about religions to be really cool and super\ninteresting. Also, occult magic and stuff like that is super interesting.\n\nI went to a magic shop today with some friends where they sold crystals to heal\nyou or give you luck and shit, they had tarot cards, books on…",
  "data/reddit-ask/r/NoStupidQuestions/comments/nrjbbm/why_arent_there_playgrounds_for_adults.json": "Every playground I see, even the big parks, are all meant for kids under 13, and\nreally by the time you’re 11 you’re expected to not play on them. I don’t see\nany places with swings, and monkey bars, and rock climbing, and slides, and\njust. A playground meant for adults. That’ are adult sized. I’d…",
  "data/reddit-ask/r/AskHistorians/comments/nrho2x/the_rise_of_nazi_germany_is_often_blamed_on_the.json": "This is something that I have wondered for a while. Italy was not burdened with\nthe treaties, reparations, and restrictions that are usually cited as the reason\nthe Nazis were able to gain support.\n\nWere conditions in Italy bad for the average citizen at the time? Did they view\nWWI as a vain…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ns0c9e/why_does_modern_healthcare_focus_on_extending.json": "At my university I see publications about advances in the efficacy of\nchemotherapy or longevity of Alzheimer’s patients. But I see no news on\ntreatments to help people with diabetes or scoliosis to live more useful lives,\netc.\n\nAs people live longer and longer, this will strain our economy. Peoples…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ns44ru/should_onlyfans_models_have_to_pay_to_advertise.json": "Nsfw reddit I think has been ruined by Onlyfans, Snapchat sellers, cash app etc\netc. I've got no problem with women doing this if they want to, but, reddit as I\nsee it is an amateur user content platform for people who want to freely share\nideas, pictures, memes, art etc. and actually want to…",
  "data/reddit-ask/r/AskHistorians/comments/ns5e22/its_some_time_between_18301860_and_im_a_white.json": "Not just the threat from Natives, but what environmental and animal threats\nwould I face as well?",
  "data/reddit-ask/r/AskHistorians/comments/nseqms/from_1876_to_1916_the_two_main_spanish_political.json": "This system seems so fascinating and bizarre that I'm not even sure what\nquestions to ask about it. I'm completely ignorant on the Spanish political\nclimate at the time too so I'm curious about any context to this.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nsj5v3/does_anyone_else_feel_like_they_lack_that.json": "I'm a few months away from starting university and the course I've chosen still\nfeels like something I only have a mild interest in (and that's being generous).\n\nThis isn't just exclusive with school work.\n\nI've realised that even when compared to other people who don't have concrete\ndreams or…",
  "data/reddit-ask/r/NoStupidQuestions/comments/nsn21l/does_anyone_else_find_taking_a_shower_to_be.json": "I feel like I ran a mile each time.",
  "data/reddit-ask/r/Ask_Politics/comments/ns83ic/can_democrats_pass_smaller_piecemeal.json": "Maybe go item by item: like super-speed internet - I think everyone can see the\nneed for infrastructure that is future-proof, so 20 years from now when the\ninternet is billions of times faster our rural communities will still have\naccess.\n\nSlow internet speeds are a death sentence for our rural…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nslehx/why_cant_we_keep_masks_on_as_a_normal_clothing.json": "There are so many potential (with newly designed masks) benefits of wearing a\nmask:\n\nProtection against diseases\n\nPrivacy against facial recognition by people/cameras\n\nCover up for any insecurities (acne, marks, etc.)\n\nLess likely to be discriminated based off of who you are\n\nWe will be attracted to…",
  "data/reddit-ask/r/askscience/comments/nsqumo/is_there_an_orbital_distance_that_would_allow_an.json": "My understanding is that for an object to be in orbit it must travel faster the\ncloser it is to the surface.\n\nPerhaps the Earth's rotations is too slow for something to travel the same speed\nand remain in orbit.\n\nBut I was curious to know if there was a point in Earth's orbit where you could\nplant a…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nsrexe/is_it_normal_to_think_every_now_and_then_that_it.json": "I just think that if I was never born, I would've never had to go through all\nthe craziness and hardships of life. I do realize that there nice things too but\nit just doesn't seem to balance out... Not even close to be honest.\nI mean... What's the point? Going through all this shit, never being…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nstk03/why_name_a_condom_trojan.json": "Sorry if this sounds stupid but it really buggs me. Why would you name a condom\nbrand Trojan if the Trojan horse was a way to lure the Trojans during the Trojan\nwar to take the Greeks in only for them to attack when their enemies slept.\nDoesn't that pretty much contradict the whole meaning of…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nsuw1h/why_do_people_claim_looks_and_money_dont_matter.json": "To be very clear, I don't think women owe men relationships or anything. But I\ncan't help feel that whenever I see men share their dating struggles and how\nlooks impact them, they instantly get bashed and shamed. \"Just be confident bro\"\n\" It's probably your personality\". How can people deny and…",
  "data/reddit-ask/r/NoStupidQuestions/comments/nsw6qt/is_it_normal_i_18_m_still_have_sleepovers_with_my.json": "I'm an 18 year old dude, this girl is the same age as me and she's been my best\nfriend since we were 3 and we are just friends. Since we met in preschool, we\njust clicked and we're going to the same college together in the fall. Our\nFriday night sleepovers have been a tradition since our friendship…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nsxya5/does_anyone_else_get_the_inescapable_feeling_that.json": "The past few weeks I've had this unshakable feeling of grief deep in my gut, and\nI feel like it's been grief for my self and for my own life. I didn't really get\nto have a childhood and especially didn't get to have a normal teenager\nexperience. My Dad died when I was 16 and I had to step up and be…",
  "data/reddit-ask/r/AskWomen/comments/nswcxs/update_supplementary_rules_for_thersday_here_to.json": "Hey everyone! Hope your June is off to a fine start. We're here with some notes\nand updates about moderation policy. Without further delay:\n\n\nTHERSDAY\n\nYou suggested and we listened: you wanted a day free of motherhood, parenting,\npregnancy, and similar related posts! In response, we expanded our…",
  "data/reddit-ask/r/AskWomen/comments/nsym37/what_did_you_buy_from_social_media_that_actually.json": "Piggybacking off the opposite post out of curiosity..... what did you buy that\npleasantly surprised you??",
  "data/reddit-ask/r/askphilosophy/comments/nssovk/i_need_book_recommendations_to_practice_critical.json": "I have a good idea about what fallacies exist on a theoretical level. But since\nthe list of fallacies is pretty long, i find it hard to analyse ot arguments\nright away and look for fallacies in them.\n\nAre there any books/textbook that would have exercises (like In a maths text\nbook) which require…",
  "data/reddit-ask/r/AskWomen/comments/nt1frm/women_who_arewere_pregnant_but_were_unable_to_get.json": "By “unable to,” it can be due to all reasons (law, religion, beliefs, etc.)",
  "data/reddit-ask/r/AskHistorians/comments/nt4qj1/what_drove_printing_press_makers_to_include_the.json": "Was on an internet binge of language videos and one was talking about the old\nthorn letter 'þ' (th) and how it ended up being converted to 'y' (as in Ye Olde\nwhatever) in printed books as the letter wasn't available in type fonts commonly\navailable. Similarly how we used to have 'ß' (ss) which is…",
  "data/reddit-ask/r/AskHistorians/comments/nsxmcf/why_is_south_africa_the_only_african_country_with.json": "Specifically subsaharan African countries. I'm aware that during the 17-1800's\n(I think) there were a lot of power struggles between European countries over\nwho could colonise what area in Africa. North Africa probably has a larger white\npopulation I'm assuming partly because it is quite close to…",
  "data/reddit-ask/r/NoStupidQuestions/comments/nt9k93/is_it_weird_for_me_to_like_moss_over_any_other.json": "Does anyone else just... Like it? It's soft to the touch, vibrant green, is\nunique, you can find it in the weirdest places, and there's actually a huge\nvariety!\n\nWelp.. I guess I just have to make a lonely moss club.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ntd4l2/does_anyone_else_feel_scared_and_overwhelmed_as.json": "If I just stop and think about the fact that I need to keep paying rent to stay\ninside and that I need to work on Monday to do that I start almost\nhyperventilating. I start worrying about losing my job and I start realizing how\nlong I need to do this for, another like 50-60 years of working to make…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ntaatz/why_is_it_so_much_easier_to_spot_typos_only_𝘢𝘧𝘵𝘦𝘳.json": "I swear, I'll read through a post I'm making, a message I'm sending, or even\nnarrative stuff I'm writing over and over again, and it's only 𝘢𝘧𝘵𝘦𝘳 I've\nfinished it and hit send that I spot typos, and even just general errors in\npunctuation and tone!\n\nIt's certainly not just me, either! Why is…",
  "data/reddit-ask/r/AskHistorians/comments/nt3l5t/shakespeare_wrote_hamlet_and_had_a_son_called.json": "Are they the same name but written differently because of nonstandardized\nspelling?\n\nAre they different names, but just happen to be spelt very similarly?\n\nDid people change letters in names like that a lot and are there other examples?\n\nWas it common to name your kid after something important to…",
  "data/reddit-ask/r/Ask_Politics/comments/nsxy3l/what_is_the_connection_between_qanon_and_the.json": "QAnon has obviously become a major force in Republican politics with I think now\nover a dozen \"QAnon\" Congress Members with their own caucus.\n\nBut what is this thing, what do they want and why is it in our politics in the\nmost powerful country on earth?\n\nLiz Cheney warned that the Republican Party…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ntbada/my_dog_pooped_out_a_condom_should_i_be_worried.json": "I had been dating my live-in girlfriend for about six months. One night, while I\nwas walking our dog, the dog pooped out a condom. She was on birth control, and\nwe had not used condoms in about six months. Should i be worried?",
  "data/reddit-ask/r/AskHistorians/comments/ntcbl5/why_would_a_grave_in_rural_vermont_be_surrounded.json": "Hello! I am from rural Vermont, and there is a quite small cemetery local to me\nthat I visit semi-frequently. I have family buried there. Many of the stones in\nit are from the mid to late 1800s though there are more modern ones as well.\n\nThe particular stone I have a question about is dated in the…",
  "data/reddit-ask/r/AskWomen/comments/ntgoww/for_those_who_got_into_a_healthy_relationship.json": "Especially for those who only had experience with toxic relationships at first",
  "data/reddit-ask/r/NoStupidQuestions/comments/ntedlf/wouldnt_any_plane_you_cant_identify_be_a_ufo.json": "Everybody keeps saying that \"UFOs are real\" and \"The government just confirmed\nUFOs\" but wouldn't the term UFO just refer to any object that was flying that we\ncouldn't identify? To be honest this is absolutely more of a nitpicky sort of\ngrammatical question but weren't UFOs were already real, and…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ntqokq/you_ever_notice_that_the_people_who_acts_like.json": "I wonder why that is. What goes through their heads \"oh this guy did exactly\nwhat I did, let's get them banned\"",
  "data/reddit-ask/r/AskHistorians/comments/nu7c4e/why_did_nearly_all_of_the_worlds_civilisations.json": "Humans have been around for 200,000 years. The world's first civilisation,\nMesopotamia, emerged just around 12,000 years ago. I imagine there is no\nnecessary period of time it takes for a civilisation to emerge from the\nemergence of humanity. Mesopotamia took around 188,000 years to emerge…",
  "data/reddit-ask/r/AskHistorians/comments/nu4ges/since_potatoes_have_not_been_discovered_yet_what.json": "Potatoes seem an ingrained part of most diets, but are relatively new on the\nscene to my understanding as they were discovered in North America. Was there a\ntraditional root or starch used in cooking before we added potatoes to\neverything?",
  "data/reddit-ask/r/TrueAskReddit/comments/nu6yrp/is_companies_stealing_our_data_really_that_bad.json": "I used to think personalised ads were a bit icky and invasive. And I guess they\nare as they're keeping records of your habits. But after a while I got used to\nthem and started to think do I really care? If the worst they are going to do is\nadvertise things I like, I can live with that. To be honest…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nue4o2/why_do_people_think_that_lollipops_are_only_for.json": "I am 17-year-old guy and whenever I am eating a lollipop everyone feels the need\nto tell me that I am almost an adult and lollipop are only for kids and I should\neat some adult snack.",
  "data/reddit-ask/r/AskWomen/comments/nukdsz/women_who_dont_like_bras_how_do_you_get_away.json": "In terms of feeling confident about nipples under shirts in public etc vs\nconcealed under a padded bra. Or do you have a work around to not wear a bra and\nconceal nipples?",
  "data/reddit-ask/r/askphilosophy/comments/nu74bw/ethics_is_it_okay_to_enjoy_the_rain.json": "Dumb question but here it goes.\n\nIs it ethically ‘okay’ to enjoy the rain brought by a typhoon/hurricane, when\nthat weather disturbance is wreaking havoc on the lives of marginalized people?\n\nI am from a country that is frequently visited by typhoons, and being an\nintrovert I find rains comforting.…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nuhsxp/does_anybody_else_have_a_slight_fear_of_a_snake.json": "I live in the uk and i know it’s very unlikely but i remember hearing a news\nstory about someone getting bit by a snake that came through their toilet and\neven though it doesn’t prevent me from doing anything i have a tendency to stuff\nmy toilet with toilet paper just in case and i want to know how…",
  "data/reddit-ask/r/AskHistorians/comments/nue09r/its_europe_in_the_14th_century_and_war_is_raging.json": "In the modern day, obviously, if the president found his way into a camp in the\nmiddle east, he's well known enough that if someone was impersonating him, it's\na Mystique situation, as opposed to a random guy claiming to be him.\n\nThis question actually came from an episode of the West Wing, when…",
  "data/reddit-ask/r/askphilosophy/comments/nuktag/child_beauty_pageants.json": "Hi! We are 3rd years/Grade 8's from England and are working on an ethics\nproject, we have decided to centre it around Child Beauty Pageants and whether\nthey are morally justifiable. We are looking for a Philosophical perspective of\nthem for one of our exam marks, we were wondering what some…",
  "data/reddit-ask/r/AskHistorians/comments/nuw3wt/in_the_sherlock_holmes_stories_holmes_and_watson.json": "This was originally asked\n[https://www.reddit.com/r/AskHistorians/comments/my5go4/in_the_original_sherlock_holmes_stories_holmes/]\nby /u/Jerswar last month, but it didn't get any answers, and I'm now curious\ntoo.",
  "data/reddit-ask/r/AskHistorians/comments/nun2k9/how_common_would_knowledge_of_spaghetti_be_in.json": "I recently played Read Dead Redemption 2, and in it, one character remarks that\nthey'd eaten spaghetti from some Italians that they were guests of, and the\nother characters didn't seem to know what it was. The character in question\ncalled it something that \"looked like worms that tasted…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nv1slj/what_do_you_do_when_you_realize_you_are_the_toxic.json": "Recently I was given a wake up call. My fiancé (whom I am marrying at the end of\nthis year) told me that he’s having second thoughts about whether he feels like\nI will be a good partner forever. The words hit me like a freight train. I have\nbeen so blind to how shitty of a partner I’ve been. On…",
  "data/reddit-ask/r/AskHistorians/comments/nuz38g/how_did_nations_during_the_height_of_naval.json": "Essentially as it sounds. To extrapolate, where a nation declared war on\nanother, did they try to get into contact with ships at sea, particularly\nmilitary vessels, to let them know of any change in diplomatic status? Or were\nthey just left to themselves?",
  "data/reddit-ask/r/AskHistorians/comments/nv5rcr/two_of_my_favorite_movies_the_kings_speech_and.json": "In the former film, Churchill is seen as a respected advisor to the royal who\nseems to oppose Edward’s marriage to Wallis Simpson, and is the one who suggests\nBertie use King George VI as his name.\n\nIn the latter, King George seems to despise Churchill and they certainly don’t\nseem to have the…",
  "data/reddit-ask/r/NoStupidQuestions/comments/nvisiu/can_someone_please_tell_me_why_my_dog_decided.json": "She got hosed off without remorse and I just wanna know why it was necessary in\nthe first place. Why.",
  "data/reddit-ask/r/NoStupidQuestions/comments/nvn4nx/what_does_dying_feel_like.json": "I’m 21 years old and I am a terminal cancer patient. I was doing well for awhile\nbut it appears my borrowed time is up. I have Ewing’s sarcoma in my lungs and I\nwas wondering if anyone here could help me understand what’s going to happen as\nthis starts to progress further. I want to know what I’m in…",
  "data/reddit-ask/r/AskHistorians/comments/nvj04f/is_there_a_working_theory_for_how_ancient.json": "From my research, it seems that cross-contamination from modern peoples has been\nall but ruled out, and the same mummies have been tested by different peoples\nand by different methods.\n\n\n\nHow did ancient Egyptians do drugs that are native to the western…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nvjot0/is_it_ok_to_just_feel_fucking_sad_all_of_the.json": "Sometimes, I just feel like this. I have a good life, good friends, etc. But\nsometimes I just feel sad for a few hours and I don’t know why sometimes. Like\nright now, I lost out on about 200 bucks so I am pretty pissed at myself for\nthat, but a lot of the times it just comes for no reason and I…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nvoskj/am_i_bad_for_being_slightly_sad_that_lockdown.json": "Lockdown sucked but at least I didn't feel like I was the only one trapped at\nhome alone all the time anymore. It feels like lockdowns lifts now but for me\npersonally it just continues except I can go to shops now too...",
  "data/reddit-ask/r/askphilosophy/comments/nvnqib/whats_a_day_in_the_life_of_a_philosophy_professor.json": "I'm in high school and considering this career path; I would appreciate having\nthe title answered as well as satisfaction, salary, job opportunity, and\nanything else you find worth mentioning.",
  "data/reddit-ask/r/AskHistorians/comments/nvjqln/in_the_united_states_especially_among.json": "In the US fear of higher education leading to communism seems to have been a\nprominent idea in public conciousness since at least the 1930s. Were there\nsimilar fears of radicalization occurring in pre-modern/early modern high\neducation insitutions or even ancient insitutions of higher learning?…",
  "data/reddit-ask/r/AskHistorians/comments/nvygz0/when_did_99_pricing_become_ubiquitous.json": "I understand the basic psychology of saying its easier for a person to justify\nspending $19.99 rather than $20.00. But when did this pricing scheme become\ncommonplace? was there any particular person or industry who started the trend?",
  "data/reddit-ask/r/NoStupidQuestions/comments/nw8wkg/am_i_being_abused.json": "I ask friends and they say yes, but I ask family members and they say I’m being\nridiculous.\n\nI’m not allowed to lock doors, but my parents have padlocks on the door so I\ndon’t leave the house without them. My dad constantly screams at us for\neverything and my mom’s always mad at me for doing…",
  "data/reddit-ask/r/AskHistorians/comments/nw7r1f/the_mt_vernon_website_lists_at_least_one.json": "Here is the link to the article:\nhttps://www.mountvernon.org/george-washington/health/washingtons-teeth/george-washington-and-slave-teeth/#-\n\nThe author of the article seems to conclude that this arrangement was common and\nvoluntarily between President Washington and the unnamed enslaved persons,…",
  "data/reddit-ask/r/AskHistorians/comments/nvz3ap/why_is_judy_garland_regarded_as_a_gay_icon_when.json": "I maybe have it wrong but I was reading about her life (went down a rabbit hole)\nand there is no mention about her being in any relation to the LGBT community,\nbut she's apparently seen as a gay icon (despite her husband having a gay affair\nand not her). All I saw are a few comments she made in…",
  "data/reddit-ask/r/AskHistorians/comments/nw4z28/when_did_a_few_seconds_of_harp_music_become.json": "It's a classic trope that someone will say \"I remember it like it was yesterday\"\nand then a harp will sound and it'll get wavy and go into the memory or dream.\nHow did this begin and become so specific?",
  "data/reddit-ask/r/askscience/comments/nw9z9h/what_affects_the_lifespan_of_memory_t_and_b_cells.json": "I got curious and have been trying to find the information but I just couldn't\nfind it. I know that memory lymphocytes formed after infections. But I didn't\nknow why some live long while some are not and what makes them like that.…",
  "data/reddit-ask/r/askscience/comments/nvzdow/why_doesnt_the_strong_nuclear_force_have_an.json": "So the Strong Nuclear force is like the Weak force with a short range,\n\nThe range of the strong force is about 1x10^-15 meters, (so quite a short range)\n\nThe weak force has a low range as it's communicated by massive particles, that\nare so massive they can't actually be created so they have to…",
  "data/reddit-ask/r/AskHistorians/comments/nwicge/gonzalo_guerrero_was_shipwrecked_and_then.json": "Did Gonzalo Guerrero have access to military knowledge that was somehow valuable\nto the Maya? And would that be normal for a low-born sailor from some remote\nplace in Spain to have?\n\nAnd wouldn’t the Maya limit their caciques (warlords) to people born in local\nnobility?\n\nAlso, incidentally - would…",
  "data/reddit-ask/r/AskHistorians/comments/nwc23c/historians_who_specialize_in_early_american.json": "For the the past nine months, I’ve been trying to confirm or deny the age of a\nCincinnati, Ohio, house widely reported as built in 1804.\n\nThe facts: Although newspaper stories, county records, and the plaque on the\nhouse say 1804, I’ve only been able to date it to 1834. That’s the date on a\nplat…",
  "data/reddit-ask/r/AskHistorians/comments/nwemge/did_some_early_american_settlers_abandon_their.json": "Hello Historians, hopefully this will be an interesting and engaging topic for\nyou to discuss!\n\nIn short, I read a few comments somewhere and the gist of it is this:\n\n\"Some puritans decided to leave their colonies to go live with the native\nAmericans\"\n\nOther comments indicated that young puritan…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nw2ev1/am_i_in_the_minority_for_disliking_cars_and.json": "So in my mind, I am thinking that if you're in a city, there's no need for your\nown personal vehicle, that's kind of the point isn't it? Density means you can\naccomplish everything on foot/bike/public transit or maybe rideshare. When you\nadd cars, it takes away from your ability to do that because…"
}