{
  "data/reddit-projects/r/SideProject/comments/pfksak/i_just_recently_created_allvertscom_a_place_where.json": "The website is made with React, Nodejs, and PostgreSQL with a simple python\nrecommendation system. I am planning to add more stuff and maybe create an app.\nHope you guys think this is good!\n\nLink: Allverts [https://allverts.com]",
  "data/reddit-projects/r/SideProject/comments/pfprtf/we_are_launching_zown_in_amstedam_next_week_zown.json": "[Zown](www.zown.co [http://www.zown.co])\n\nZown lets you see the people that are super close to you (within a 500m radius)\nand once you connect with someone it only gives you 15 minutes of chat time so\nit kind of forces you to meet the person in real life to maintain the\nconnection. Oh and all our…",
  "data/reddit-projects/r/SideProject/comments/pfut8m/started_working_on_a_splitting_app_with_roommates.json": "Hey everyone!\n\nAbout a year and a half ago after a trip to Austin Texas, I decided to build a\npayment splitting app with roommates after I covered all my friends expenses\nduring our trip to austin and no one paid me back!\n\nI decided to start building RiftPay (https://www.riftpay.io)\n\nThe app is…",
  "data/reddit-projects/r/SideProject/comments/pgd6iy/free_testing_reddit_post_keyword_target_auto.json": "If you leave a feedback in our Discord, we will give you extra free credits as\nwell!\n\nwww.automention.com [http://www.automention.com]",
  "data/reddit-projects/r/SideProject/comments/pgccpw/4sale_selling_a_3_year_effort_side_project.json": "I've been developing a side project for nearly 3 years and I don't have the\nresources to finish it and make profit from it. Any offer is welcome, as it's\nbetter to see it succeed than just letting it go.\n\nThe application is a distributed storage solution with Java 11 + Spring 5\nback-end and desktop…",
  "data/reddit-projects/r/SideProject/comments/pglb6s/appwrite_introduces_realtime_api_to_its_open.json": "Appwrite Dashboard [https://i.redd.it/nsqqnfsn94l71.gif]\n\nI'm an Appwrite maintainer and we're happy to share that Appwrite 0.10 has just\nbeen released and adds support for one of our most requested features.\n\nAppwrite now comes with platform wide Realtime API that allows you to listen to\nany server…",
  "data/reddit-projects/r/SideProject/comments/pgh7op/runtypes_typescript_with_superpowers.json": "Hey everyone !\n\nI just published an article\n[https://blog.bam.tech/developer-news/domain-driven-design-how-to-define-and-validate-a-domain-with-typescript]\nabout branded-types in Typescript: you'll discover how to create stronger types\nwhile encapsulating your app specifications.\n\nFeel free to have…",
  "data/reddit-projects/r/SideProject/comments/ph42ey/value_network_peertopeer_bets_on_blockchain.json": "Howdy Ho, Reddit!\nMy name is Artem Levin, I am the founder of the Value Network DeFi-service and\nI'm proud to share my happiness in that concern with you. 🚀\nToday Value Network is the result of a 2020 pivot when we decided to create a\nservice based on Blockchain technology, that will change the…"
}