{
  "data/reddit-ask/r/AskHistorians/comments/luy7ih/in_1767_marie_thérèse_louise_of_savoy_was_married.json": "Per her wikipedia page, the Princesse de Lamballe was married by proxy at age 17\nto a great grandson of the sun king. The wedding was followed by a bedding\nceremony, but Wikipedia doesn't say how that worked with the bride and groom in\ndifferent places.\n\nWhat would that ceremony have looked like?…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lv5w0f/does_anyone_feel_anxious_nervous_or_scared_when.json": "I always have this moment where I think I'm gonna be delivered some really bad\nnews and something horrible has happened.\n\nMost of the time it's not anything to worry about and usually harmless stuff.",
  "data/reddit-ask/r/askscience/comments/lv07ro/why_is_it_that_when_a_person_gets_kidney_stones.json": "From what I understand, those who got kidney stones have a high chance of\ngetting it again. Is there a difference in the risk of getting stones before\nthat person got the stone?",
  "data/reddit-ask/r/askscience/comments/luzqo9/are_there_any_animals_that_migrate_south_for_the.json": "I mean northern hemisphere animals - do any seek out extremes of temperature\nlike this?",
  "data/reddit-ask/r/AskHistorians/comments/lv7y77/is_the_aryan_invasion_in_india_true.json": "In India, while learning about the Harappan civilisation, we are taught that the\ncivilisation's downfall was caused by the invasion of the Aryans, who originated\nfrom regions near the Caspian Sea. We also learn that they brought in new\nmaterials and objects like books, horses, chariots and so in to…",
  "data/reddit-ask/r/AskHistorians/comments/lv83s2/would_an_arabic_speaker_from_today_be_able_to_at.json": "My logic is because the Qu'ran is still written in the same way it was\noriginally at around 700AD an Arabic speaker from today should be able to at\nleast have a limited conversation with someone from the past.",
  "data/reddit-ask/r/askscience/comments/lv5xz0/does_nuclear_fusion_happen_in_the_corona.json": "In college I learned that in order for nuclear fusion to start happening you\nneed the energy of your electrons to be high enough to overcome the Coulomb\npotential, so that they can interact with the nucleus of atoms. The equation\n(3/2)nkT = e2 /r gives a temperature of ~1010 K, but taking into…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lvgmfu/why_does_it_feel_like_there_is_such_a_lack_of.json": "This is definitely something that’s been on my mind for years now. I can say\nthat I am less ignorant on the subject of race than I was in 2010, but, this\nparticular set of thoughts always bother me.\n\nFor starters, I think I should say I’m a very anxious person with severe social\nanxiety, I live in a…",
  "data/reddit-ask/r/TrueAskReddit/comments/lvgbaj/if_you_have_descended_from_being_wealthy_in.json": "I grew up in a wealthy family and found myself as an adult with a lower income\ndue to a series of unforeseen circumstances.I have been able to improve things\nbut I have never really gotten past what happened. I have found it extremely\ndifficult to adjust and consider myself almost traumatized by the…",
  "data/reddit-ask/r/AskHistorians/comments/lvh9ja/was_pete_seeger_correct_when_he_said_that.json": "Near the end of his life the famed folk musician Pete Seeger gave an interview\nwhere he lamented the fact that Americans don't sing together as a group nearly\nas often as they did when he was a child and young man (he was born in 1919). If\nI am recalling correctly he gave examples such as singing on…",
  "data/reddit-ask/r/askscience/comments/lvq43f/if_cases_were_lower_with_coronavirus_would_that.json": "& would it be easier to fight?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lvdxor/where_do_you_draw_the_line_between_bodyshaming.json": "I am asking this specifically in regards to skinny-shaming. I see a lot of\npeople talking about how rude it is to draw attention to someone's weight, and\nhow offensive it can be to say something like \"omg you're so skinny! Are you\neating enough? Do you have an eating disorder? Are you anorexic?\" I…",
  "data/reddit-ask/r/Ask_Politics/comments/lvkamm/why_do_conservatives_in_the_us_oppose_single.json": "We spend far more money on healthcare than any other nation on earth. (The\nsecond place country spends about half as much as we do.)\n\nAnd we're only ranked somewhere in the 30s in most healthcare ranking surveys\nI've seen.\n\n\n\nEven the supposed benefit of the US' healthcare system-all the medicine…",
  "data/reddit-ask/r/AskHistorians/comments/lvlt32/infamously_in_december_1909_the_writer_james.json": "You can read the letters here.\n[https://adoxoblog.wordpress.com/2011/02/25/f%CE%BCckbird-and-jim-james-joyces-letters-to-nora-barnacle/]\nNSFW",
  "data/reddit-ask/r/askphilosophy/comments/lvhw78/i_wanna_start_a_philosophy_club_in_my_highschool.json": "Hello,\n\nSo yeah, as I stated I’m in high school. I’m mainly into Marx, Foucault, that\nline of thinking but I am open to other things. I basically want to make it a\nphilosophy focused reading club, because It’s not like I can lecture people or\nanything like that.\n\nHow to go about it, how to direct…",
  "data/reddit-ask/r/AskHistorians/comments/lvv2f4/i_read_that_if_aztec_slaves_escaped_from_the.json": "I find these rules to be really strange, especially when compared to other\nempires like it like the Roman Empire.\n\nWhat exactly was the reasoning behind these rules? Why step on shit? Why would\nthe owner and his family be the only ones allowed to chase the escapee and\neveryone else were to be…",
  "data/reddit-ask/r/AskHistorians/comments/lvrx05/why_is_it_that_anatolia_was_so_thoroughly.json": "As a rule of thumb, when a nomadic people conquers a settled society, they\nalmost always adopt the culture of the people they conquered. There are endless\nexamples of this throughout history. Why is it with the Turkish conquest of\nAnatolia the opposite occurred?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lvq2rp/why_is_every_single_post_i_see_on.json": "Like... do they not moderate to keep posts in line with the idea of the sub?\nHave they just sold out? I don’t get it.",
  "data/reddit-ask/r/AskWomen/comments/lvxe2v/curvy_women_who_feel_comfortable_wearing_whatever.json": "I would love to wear cute and trendy outfits, but always feel like they just\ndon’t look right on my body type.",
  "data/reddit-ask/r/AskHistorians/comments/lvwnmo/were_bonnie_and_clyde_romanticised_at_all_while.json": "From what I've read, Clyde Barrow was a vicious, rage-filled bastard who scared\neven his cohorts and once shot an unarmed storekeeper for giving him lip. Just\nto name an example. They murdered a total of thirteen people, and yet they have\na certain \"free spirited outlaws in love\" image. What did…",
  "data/reddit-ask/r/TrueAskReddit/comments/lvqjq4/is_covid_going_to_eventually_cause_massive.json": "So covid showed the world that most office work can be done remotely.\n\nBusinesses have realized they can save money with less overhead for office\nspace.\n\nThis seems like great news for workers as well since they can skip the commute\nand work at home in their pajamas if they want.\n\nBut no one is…",
  "data/reddit-ask/r/askscience/comments/lw0ef8/askscience_ama_series_im_herman_pontzer_an.json": "Hi Reddit! I'm Herman Pontzer, PhD, Associate Professor of Evolutionary\nAnthropology at Duke University and Associate Research Professor of Global\nHealth at the Duke Global Health Institute. I conduct research on the human\nmetabolism through studies with hunter-gatherer tribes like the Hadza in…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lw476l/is_petsmart_supposed_to_be_read_like_pets_mart_or.json": "As the title says",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lw4x6z/does_anyone_else_have_literally_no_idea_how_to.json": "If I try and smile without teeth I look like a creep, if I try and smile with\nteeth I look like a serial killer. I have stood in front of the mirror many\ntimes just trying to find a way of smiling that wouldn't reduce children to\ntears. I have just resigned myself to never smiling and avoiding…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lw1x3k/when_deaf_people_are_on_hold_do_they_think_that.json": "Because they can't hear the music will they know that there is any?\n\nEdit: I have just realised how stupid of a question this was. I apologise.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lvx6h6/i_see_americans_mad_at_joe_biden_because_the.json": "Please I'm European so if I did any mistakes/imprecision, just let me know. I am\nfar from being a specialist of the American Democraty.\n\nCheers !",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lw7y2e/are_penises_heavy_to_the_man.json": "I’m becoming a regular here in this subreddit, so here is a new question. So I\nam a female and at times, I find my breasts to be heavy and I just want to rest\nthem on something. Do men feel the same way? I understand that the penis just\ndangles there, but like do you ever get the urge to rest it on…",
  "data/reddit-ask/r/askphilosophy/comments/lvvxaa/what_exactly_is_the_difference_between_absurdism.json": "Absurdism is a form of existentialism, correct? I’m wondering what exactly is\nthe difference? Both recognize the that existence is meaningless but both also\nbelieve in subjective meaning, that we as human beings give it. Now I know that\nin Absurdism there is the recognition of the human desire to…",
  "data/reddit-ask/r/askscience/comments/lw2quk/are_all_planets_spherical.json": "Would non-spherical objects, even of larger size, have such odd gravitational\nforces that they would not orbit around a sun?",
  "data/reddit-ask/r/AskHistorians/comments/lwbshe/pop_history_often_presents_yugoslavia_as_a.json": "To what degree was tamping down nationalist feelings a regular part of the\ncentral authority's top priorities before Tito's death? How significant was\nethnic tension, really, in the middle part of the 20th century as part of public\nfeelings/discourse, especially a generation or so past the times of…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lw02qc/whats_the_overall_goal_of_the_trans_movement_help.json": "Generally speaking, I've got no issues with any human being on the planet. I've\ntried to learn all the new pronouns and whatnot, I've respected the wishes of\nthe few trans folks in my inner social circle and started referring to them as\nwhatever they'd prefer to be called. (I don't totally…",
  "data/reddit-ask/r/AskHistorians/comments/lwhciy/i_am_travelling_back_in_time_to_settle_in_london.json": "I hope this question is ok!\n\nI'm looking to get something like Shakespeare's house in Stratford-Upon-Avon. It\nlooks nice.\n\nFor the sake of simplicity, let's assume these are the spices I have at home,\nand that I have 50 grams or 1.76 oz of each:\n\nCardamom Black pepper Cinnamon Nutmeg Cloves…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lw6ums/did_people_in_the_middle_ages_know_what_blowjobs.json": "this is an awful question but me and my friend were talking about it earlier\ntoday and i just absolutely cannot envision a dude from the middle ages knowing\nor getting a blowjob.",
  "data/reddit-ask/r/askscience/comments/lwh8js/are_vaccines_preventative_only_are_there_any.json": "From my little knowledge about biology I know vaccines are given before you get\ninfected with a disease so that your body already has the respective antibodies\nin case you do get infected. Are there any vaccines that can be given when the\nperson is ill already? To help maybe boost the process of…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lwk1zm/anyone_else_just_feel_like_america_is_beyond.json": "It feels like this country is eternally against progress.\n\nBusinesses have so much power and pretty much control the government\n\nRacism, sexism, homophobia, transphobia, etc are all such a rampant problems but\na huge amount of people don’t even acknowledge they exist\n\nEverything this country does…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lwher3/does_anyone_else_have_a_radio_station_playing_in.json": "It's not something I'm consciously doing, but at almost any given moment there's\na song playing. If I stop to pay attention, it's pretty much all there, almost\nas if I was listening to it in reality. Sometimes it's even unique music,\nsometimes it's a mashup, but it just plays. Is this what everyone…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lwkv0m/does_anyone_else_feel_like_the_media_is_trying_to.json": "I feel like they are mainly trying to rile people up. I think we need to change\nthings.\n\nI am going to ignore them now.",
  "data/reddit-ask/r/NoStupidQuestions/comments/lwoji1/anyone_else_wait_to_eat_til_they_have_a_good_show.json": "Every time I make myself some food and sit down to eat it whether it's on the\ncouch or in front of my computer, I won't eat until I find a good show/ video to\nwatch. Sometimes I'll sit for 5 minutes scrolling because im worried it will get\nboring and I don't want to have to change the video half way…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lw1wjp/is_quarantine_and_isolation_evoking_strong.json": "Maybe it’s because I’ve spent so long alone without regular contact with people,\nbut every now and then I keep getting vivid memories from childhood, whether\ntouch, smells, and vivid images. This has never happened to me before so it\nfeels a little weird.\n\nMaybe it’s because my life has slowed down…",
  "data/reddit-ask/r/AskWomen/comments/lwtfff/those_who_experienced_childhood_emotional_neglect.json": "Childhood emotional neglect is a failure of parents or caregivers to respond to\na child’s emotional needs. It’s can be difficult to ascertain as it’s done\nunintentionally or very subtle and not in clearly neglectful or abusive\nhouseholds but those with two parents, high achievers/earners or families…",
  "data/reddit-ask/r/AskHistorians/comments/lwqb4j/why_did_lincoln_and_douglas_debate_if_senators.json": "In 1858, US senators were elected by the state legislatures; it was not until\n1913 that senators were elected by the popular vote. So why then did Abraham\nLincoln and Stephen Douglas hold their famous series of debates? Were the\ndebates for the benefit of the state legislators? Did senators still…",
  "data/reddit-ask/r/AskHistorians/comments/lwswlg/in_who_framed_roger_rabbit_set_in_the_early_20th.json": "I am familiar with the concept of white flight & highways destroying\nneighborhoods, but not with respect to LA. Additionally, I thought it was\ninteresting that a movie made in the 80s would so directly make a reference to\nthe public transportation of the 40s or 50s. In hindsight, this seemed like…",
  "data/reddit-ask/r/AskHistorians/comments/lww497/the_history_bar_talk_in_portugalbrazil_is_that.json": "This is a common trope\n[https://reddit.com/r/brasil/comments/lwcrbe/portugal_do_caix%C3%A3o/] in\nPortuguese-speaking “pop history” and to some extent I know this trade flow did\nindeed exist (Portugal using gold and it’s low-aggregate value products to buy\nBritish textiles, etc), as evidenced in…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lwghhp/as_a_tim_is_there_this_phenomena_im_unaware_of.json": "I'm not even insecure about it, I just notice that when people find out my name\nis Tim, their features lighten up significantly and may even get chummy and\njokey like they can't say my name just once, they gatta go Tim-Tim, Timmy,\nTim-Tom, Tim-O-thy, or famously TimmAH! I find it amusing and I can't…",
  "data/reddit-ask/r/AskWomen/comments/lww3vw/women_of_reddit_who_dont_have_the_chair_what_do.json": "Everyone knows about the chair that sits in the corner of the room with a\nmountain of clothes on it. Is there anyone here who has a better/more organised\nsystem for worn clothes that aren't dirty enough for the laundry?",
  "data/reddit-ask/r/Ask_Politics/comments/lwqccf/people_keep_thanking_trump_for_the_vaccines_and.json": "As far as I know, both Pfizer and Moderna weren’t a part of Operation Warp\nSpeed, so Trumps administration can’t take credit for those scientific break\nthroughs. And I’ve read that when Biden’s administration started that they found\nthat Trump had no plan for distribution in place, despite the…",
  "data/reddit-ask/r/AskHistorians/comments/lwt5bn/why_werent_there_any_orthodox_crusades_or.json": "To my knowledge, there weren’t any orthodox knight orders, while there were some\nattacks on orthodox lands. Why weren’t any established?",
  "data/reddit-ask/r/NoStupidQuestions/comments/lx41i4/people_who_post_on_here_did_you_even_try_looking.json": "Because I understand",
  "data/reddit-ask/r/askscience/comments/lwt1ri/could_we_eliminate_the_flu_if_we_all_got.json": "Masks have been pretty effective at keeping my family healthy this year and I\nwas wondering if some viruses like the flu are so endemic that there will always\nbe substantial spread, or if mask use would be effective at isolating or\neliminating the flu?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lww9fw/do_you_sometime_feel_like_your_presence_or.json": "Like in a group of friends when you don't have that famous image or you are\nunable to make that Image of your, cause you have shitty personality and don't\nknow how to talk, or maybe you are boring. So even if i leave then nobody will\nnotice.",
  "data/reddit-ask/r/askphilosophy/comments/lwycb6/where_do_the_dances_go_when_no_one_is_dancing_them.json": "Does anyone know where this question came from? I think it's an interesting\nquestion but I can't seem to relate it to any school of thought or philosophical\ninquiry. There are variations of the question only instead of dances it's with\nthoughts and thinking, wind and blowing, music and playing, etc.…",
  "data/reddit-ask/r/AskHistorians/comments/lwvpro/how_did_people_come_to_believe_that_history_and.json": "Slightly odd question, might be more about the epistemology of history than a\nhistorical fact.\n\nI know people who believe history is progressing by some fixed, static order,\nalmost like unlocking levels in a video game. So they think that the progression\nof technology is almost preordained, and…",
  "data/reddit-ask/r/askscience/comments/lws8ge/askscience_ama_series_hi_i_am_tel_aviv_university.json": "Hi! I am Tel Aviv University cancer biologist, Prof. Neta Erez. I study the\ntumor metastasis microenvironment.\n\nTumors are more than just a bunch of cancer cells. They are better described as\nmulticellular organisms. In each tumor there are complex interactions with\nimmune cells, which cause…",
  "data/reddit-ask/r/AskHistorians/comments/lxgsrj/what_did_the_american_colonists_think_of_the.json": "Was there a difference in opinion between the governorships and the general\npublic of any colonies? Did any colonies send aid or resources to one or both\nsides? What about the non-Anglo peoples of the Americas? Did the French, Dutch,\nor Spanish colonists have a stake in the outcome? What about the…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lx1bku/does_anyone_else_absolutely_hate_having_teeth.json": "This is probably one of the weirdest questions I could ask, but I'm genuinely\nwondering. Not to say I don't want teeth, but I'd rather have fake teeth, or\nteeth without nerves or roots. I hate the dentist. I've had so much dental work\ndone, and a lot of it has hurt. I dread going every single time.…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lxgzo6/i_feel_that_i_am_alone_and_i_dont_like_it_but.json": "I don't understand what's wrong but i want to be alone till i am alone, and\nafter that i don't like it",
  "data/reddit-ask/r/NoStupidQuestions/comments/lxlp1c/how_does_dyslexia_affect_people_using_non_western.json": "Another question, does it effect vertical writing like Chinese differently?",
  "data/reddit-ask/r/TrueAskReddit/comments/lxdtzr/have_any_of_you_gone_through_a_major_change_of.json": "I have never been one to have strong opinions. I am thirty now and most of my\nlife I have tried to just lay low. But I have been having constantly evolving\nand persistently deep philosophical thoughts about everything I do. It effects\nmost of my every day behavior. I think it's been a very good…",
  "data/reddit-ask/r/askphilosophy/comments/lxfmki/what_are_some_fun_philosophical_arguments_with.json": "I have in mind something like anselm's original ontological argument, where\nthere is something wrong with the argument, but you can present it to students\nor friends to have them test their brains figuring out what's wrong with it.\nWhat are some flawed philosophical arguments, which aren't entirely…",
  "data/reddit-ask/r/AskHistorians/comments/lxrq1x/im_having_difficulty_finding_native_american.json": "Hello all,\n\nI'm looking to locate comprehensive sources of research on the folklore and\nreligions of all the native american tribes, more specifically things like their\ndeities, culture heroes, religious and spiritual practices, etcetera - most of\nthe stuff I've found online is directed at kids,…",
  "data/reddit-ask/r/askscience/comments/lxu933/is_there_a_system_of_geographical_coordinates_in.json": "Let's say I want to tell someone exactly where was the earth 6 month ago in\nspace. Is there some kind of system like on earth to tell a specific position in\nthe universe?\n\nGiven that earth is moving around a sun moving in a galaxy in an expending\nuniverse, I struggle to imagine a system of…",
  "data/reddit-ask/r/askphilosophy/comments/lxwch2/what_does_noam_chomsky_means_when_states_that.json": "In the documentary, Manufacturing Consent, Noam Chomsky states that:\n\n> Now, to eliminate confusion, all of this has nothing to do with liberal or\n> conservative bias. According to the propaganda model, both liberal and\n> conservative wings of the media, whatever those terms are supposed to mean,\n>…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ly0wg7/when_you_close_your_eyes_in_complete_darkness_and.json": "I swear this is killing me to know, because sometimes I just watch them when I'm\ntrying to go to sleep. Darkness to me looks like black static - as in, a\nbackdrop of black and millions of tiny specks of buzzing dots. Sometimes these\n'patterns' fly by in my peripherals, they can look like chequers,…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ly5w89/i_am_not_depressed_lonely_or_crave_human_contact.json": "I am 23 year old male. My first love was \"self imposed isolation\". It feels so\nmuch better. Since 16, I have isolated myself in my own room watching TV, video\ngames, maladaptive Daydreaming and eating.\n\nI genuinely love isolating myself and love to eat alone. I love being abandoned\nand always find…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ly35bo/do_you_ever_stop_missing_your_dog_thats_passed.json": "Hi, this is my first Reddit post. I’m a little nervous but here I go! Do you\never stop missing your dog that passed away? How do you end up coping with it?\nWhen are you ready to adopt a new fur baby?\n\nPeople keep telling me to move on, but I miss her everyday. She was with me for\nmost of my adult…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ly7dp7/why_do_servers_get_mad_at_nontipping_customers.json": "Ok this question is really for all of us who live in the USA, and is more\napplicable to non COVID times. And I want to say that I am genuinely curious\nabout this AND I always tip at least 20%. However, I don't really understand why\nsome servers get very upset at non-tipping customers rather than at…",
  "data/reddit-ask/r/Ask_Politics/comments/lxrkzo/why_are_people_wishing_me_a_happy_inauguration.json": "I know that the transition between Truman and Eisenhower was seen as especially\nprecarious because the handover was moved from March 4 to January 20 in the\n1930s thanks to the 20th amendment, but we're almost a century past that.\n\nWhat gives?",
  "data/reddit-ask/r/askscience/comments/lyab9d/askscience_ama_series_were_neuroscientists_at.json": "Hi Reddit! We just published a study on live two-way communication with lucid\ndreamers - watch VIDEO of the experiment here\n[https://youtu.be/7M06fJxiayo?t=501]. AUA!\n\nHi! My name is Karen Konkoly and I'm a third-year PhD student in Ken Paller's\ncognitive neuroscience lab at Northwestern University.…",
  "data/reddit-ask/r/AskHistorians/comments/ly931r/what_did_ancient_princesses_do_if_they_didnt_wind.json": "I just finished reading Brotherhood of Kings by Amanda Podany and apparently\nAmenhotep II stated outright that \"from time immemorial no daughter of the King\nof Egypt is given to anyone.\"\n\nDo we know why this attitude, so different from that of the nearby Mesopotamian\nkings, evolved in Egyptian…",
  "data/reddit-ask/r/TrueAskReddit/comments/lxlkv6/can_therapy_help_someone_to_get_the_strength_to.json": "My friend is in a very horrible situation and I feel like there's nothing I can\ndo.\n\nI'm off course there for her and I try to help her through it, but I feel like\nno matter what I say it won't change anything.\n\nWill therapy help? I'm considering getting some for her. I'm so scared. I just\nwant to…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ly9tai/is_it_weird_to_just_go_wandering_by_yourself_in.json": "I have never really done it much before but since the past 6 months I am finding\nit more and more appealing just wandering the streets talking to people.\n\nI dont have many normal friends, Is this weird and would you talk to a random on\nthe street?",
  "data/reddit-ask/r/AskHistorians/comments/lxv2br/where_did_the_american_accent_come_from.json": "I mean, wasn’t most of the modern USA formed by the British and a mixture of\nEuropean migrants? At what point did the distinct American twang appear?",
  "data/reddit-ask/r/AskHistorians/comments/lyejsu/how_similar_would_a_18th_or_19th_century_phd.json": "I realize this would vary from country to country. A PhD student nowadays, at\nleast in my field, generally studies full time for 5-6 years making their own\noriginal research contribution to the field in the form of a thesis.\n\nHow long has this been the case? Was it as intensive? Did they have…",
  "data/reddit-ask/r/Ask_Politics/comments/lyi1qc/why_does_the_minimum_wage_hike_have_to_be_all_or.json": "Progressives want to raise the minimum wage from 7.25 to 15 per hour. But the\nparliamentarian, centrist democrats and obstructionist GOP seem to be blocking\nit. The minimum wage clearly needs to be raised. But why can't there be a\ncompromise of, say, $11 Federal minimum, plus extra taxes on huge…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lyovgo/is_it_me_or_is_there_porn_erotic_content.json": "I like to draw and paint, I've had a Deviantart profile since 2009. It's been\nfun and very creative for years. Until like four years ago and a ton of fucking\nporn showed up and now I have girls messaging me asking me to subscribe to their\nOnlyfans. It sucks, I miss the old Deviantart.\n\nI don't know…",
  "data/reddit-ask/r/AskWomen/comments/lyp5yw/when_does_making_the_relationship_work_become_too.json": "Also a follow-up question, is it unrealistic to think relationships should come\neasy?",
  "data/reddit-ask/r/AskHistorians/comments/lyraqg/why_didnt_any_south_american_natives_domesticate.json": "As per the title. I'm working on a research paper, and having read parts of\nDiamond's breakdown of domesticatability, I'm frankly left unsatisfied by the\nlack of explanations. I can't find a single article referencing the capybara or\ntapir, and only a few for the peccary. I've read a few that say…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lyif8e/how_many_watermelons_can_someone_possess_for.json": "On the face of it, it's a pretty stupid question. However, there has to be a\nnumber. Like if someone came home with their entire 4 door sedan filled with\nwatermelons, is that the time to alert someone or do you just assume they are\nthrowing a watermelon themed part? What about a truck bed full? A…",
  "data/reddit-ask/r/askphilosophy/comments/lynfuq/what_did_einstein_mean_by_kant_had_known_what_is.json": "“ Kant built his structure upon the foundations of the world outlook of Kepler\nand Newton. Now that the foundation has been undermined, the structure no longer\nstands.\"",
  "data/reddit-ask/r/NoStupidQuestions/comments/lymqav/isnt_flinching_really_a_good_thing_i_maybe_could.json": "“HAHA, DUMBASS!!!! YOU DIDN’T LET A FIST SLAM INTO YOUR FACE LMAOOO”",
  "data/reddit-ask/r/AskWomen/comments/lytuxg/what_is_a_cheap_yet_unnecessary_luxury_that_makes.json": "Stolen from r/askmen [/r/askmen]",
  "data/reddit-ask/r/NoStupidQuestions/comments/lyp853/are_the_flat_earth_people_serious.json": "I can't help but think it's all just an elaborate meme/joke, and they're just\nreally committed to not breaking character",
  "data/reddit-ask/r/NoStupidQuestions/comments/lyw5bw/does_being_a_good_person_actually_pay_off.json": "I do my best in life to be a good person, I always try to help those I can and\ndo my best to help those I usually can’t. But every day I see in the news and\nwherever else, people making millions and billions and bettering their lives\nwhile only doing enough for tax cuts. My question is, is doing my…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lyx4fm/does_anyone_else_find_it_hard_to_understand.json": "English is not my native language but I can understand English very well. I\ndon't need subtitles for the YouTube videos, even at 1.75 speed. But for some\nmovies, it's hard to understand what the characters are talking about clearly.\n\nDoes any other native English speakers feels the same way? Or is…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lz27wz/is_it_just_me_or_do_some_of_you_guys_also_have.json": "Although the only person who calls me is my boyfriend (I have a text only\nrelationship with all of my friends), still whenever I hear my phone ring it's\njust instant anxiety that is why I prefer to have my phone on silent 24/7.",
  "data/reddit-ask/r/AskHistorians/comments/lz1oru/why_did_china_remain_united_throughout_most_of.json": "From the Han dynasty and beyond, China seems to be relatively unified, with 1\nemperor ruling all of China during most of its history aside from some civil\nwars.\n\nMeanwhile, Europe post-Rome had been fractured into many tiny realms, with maybe\nsome exceptions being Charlemagne's Frankish Empire or…",
  "data/reddit-ask/r/AskHistorians/comments/lz580m/founded_in_1623_zildjian_is_considered_one_of_the.json": "According to its website, world-renowned cymbal manafacturer Zildjian opened its\nfirst factory in 1623 in Constantinople. Avedis Zildjian is said to have\ndiscovered his patented cymbal alloy in 1618, when he began making cymbals for\nthe Ottoman Sultan’s music groups. Today, Istanbul remains the…",
  "data/reddit-ask/r/askscience/comments/lz9vfj/how_fast_do_liquids_flow_from_the_stomach_into.json": "I was drinking water and I started to think about if the water was draining into\nmy intestine as fast I was drinking it.",
  "data/reddit-ask/r/AskHistorians/comments/lyzkkq/what_are_the_origins_and_relationships_of_the_two.json": "I recently discovered that there are actually two languages spoken in Scotland\n(aside from English, of course), which are Scots, classified as a Germanic\nlanguage, and Scottish Gaelic, classified as a Celtic language.\n\nThis begs the question for me, what are the origins of these languages? And\nalso,…",
  "data/reddit-ask/r/AskHistorians/comments/lzdi7j/why_did_the_soviet_union_have_tv_commercials_and.json": "The USSR was a planned economy in which all industries were controlled by the\nstate, but consumer goods were still advertised on television. You can find many\nold Soviet and Eastern European TV ads on YouTube.\n[https://youtu.be/P0J9i0cyzws]\n\nYouTube also has videos of Soviet-era sporting events, and…",
  "data/reddit-ask/r/askphilosophy/comments/lz6t11/im_japanese_and_english_is_not_my_first_language.json": "When I asked what gender meant, on English-speaking social media, I was always\ntold it's how you feel, your aesthetic, mood, interests etc...''woman'', ''man''\netc, are sex, not gender, and gender is completely unrelated to sex.\n\nI came across genders like catgender, for people with a…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lzj0fq/does_anyone_else_feel_a_similar_feeling_to.json": "Does anyone else REALLY aggressively miss being a kid? I'm only in my late 20s,\nbut very often, like almost every day, I feel an UNBELIEVABLY overwhelming pain\nto be a child again. I was very privileged to have a very good childhood but\nit's like...the feeling of overpowering homesickness? But about…",
  "data/reddit-ask/r/AskWomen/comments/lzii44/when_did_you_realize_you_have_outgrown_a_best.json": "Especially a best friend who has done nothing wrong",
  "data/reddit-ask/r/AskWomen/comments/lzpfee/women_who_wanted_cosmetic_surgery_nose_job_boob.json": "Did you get that surgery? If yes, are you happy you finaly did it? If no, what\nmade you realise that you don't need it? What made you think you needed it?",
  "data/reddit-ask/r/NoStupidQuestions/comments/lzq1jy/why_hasnt_reddit_had_a_post_over_1_million.json": "The title really says it all. All the other major platforms have had multiple\nposts reach one million, and some even multiple millions.\n\nThere seems to be no age correlation, as TikTok has thousands of posts over a\nmillion, and its only really picked up in the last two years.\n\nI know Tumblr, which…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lzq9ba/do_other_cat_owners_find_odd_objects_that_have.json": "I removed my screen protector in my basement then went to work. When I came\nhome, the screen protector had been moved upstairs and onto a couch. I’ve\nnoticed similarly odd objects such as masks, pens, and my chapstick being\ntransported all around the house and have come to the conclusion that my…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lzq6d5/boxwimming_would_this_new_sport_just_kill.json": "I had a dream last night which involved a new sport, which is basically boxing\nplus swimming. It was called boxwimming, and involved two fighters, treading\nwater/swimming in a deep swimming pool, fighting until the one of them was\nknocked unconscious. In the dream, the losing fighter sank in the…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lzqbzh/if_i_bought_myseld_a_garbage_truck_could_i.json": "Google says its legal to steal trash once it was deposited in a public area such\nas carb for pick up. But could i just roll in front of someone's house in my\nprivate garbage truck and take their trash?",
  "data/reddit-ask/r/askphilosophy/comments/lzn3b7/did_science_replace_philosophy.json": "In Stephen Hawking's 2010 work, he argues that philosophy is dead. He claims\nthat for centuries, philosophy showed a way for science and now philosophy is\npractically unnecessary for knowing the \"truth\". Can we still reach the truth\nwith philosophy ? Of course I know that today's philosophers should…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lzlv9f/is_it_weird_to_dont_answer_your_phone.json": "I never answer my phone, unless I have some kind of appointment made with\nsomeone. I mean never. It has probably been 10 years since I picked up my phone\nnot knowing who's calling, and why.\n\nTo me, this makes sense. If it's urgent and important, they will leave a\nmessege. I'm not obligated to be…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lzkszj/if_your_exit_is_next_why_are_you_in_the_left_lane.json": "Some call it the California lane change. Crossing over 3 lanes of traffic like\nyou are going to miss your exit. WHY not plan ahead and just get over sooner?",
  "data/reddit-ask/r/askscience/comments/lzp9r5/does_altitude_make_a_difference_during_earthquakes.json": "Let's assume the source of the earthquake is perpendicular to your position and\nat a fixed depth based on sea level.\n\nWould you or buildings be less effected from the quake in Nepal (lets say\n4000-5000 km above sea level) than beeing on german plains (at maybe 200m)? If\nso, how much/would it be…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lzx51t/why_is_a_declining_birth_rate_bad.json": "I’m seeing that as these generations get older, the birth rate is decreasing and\nit puts capitalism at risk? I think that’s what I read. Why is that? Isn’t this\na good thing because we’re over populated?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m01v2a/serious_question_why_do_we_keep_trying_to_keep.json": "Even when they really think they want to leave, why don't we just help them i\nguess? I mean, even if people care about us, it should be our choice...\n\nI feel like this is kind of a dumb suestion but I'm looking,for an answer.\n\nNo worries, I absolutely don't want to leave this world, my mental hezlth…",
  "data/reddit-ask/r/NoStupidQuestions/comments/m0374u/im_new_i_wanted_to_join_subs_for_talking_about.json": "Edit: I got an award! Thank you :)",
  "data/reddit-ask/r/Ask_Politics/comments/lzz539/if_republicans_nuked_the_filibuster_for_judicial.json": "Why can’t they just nuke it for voting rights only for example?",
  "data/reddit-ask/r/NoStupidQuestions/comments/m05ej3/be_honest_do_you_still_use_cotton_swabs_to_clean.json": "I am so curious what you all use",
  "data/reddit-ask/r/AskHistorians/comments/lzteqk/when_and_why_did_the_practice_of_outlaw_end.json": "Back in the Middle Ages, when the authorities couldn't apprehend a criminal,\nthey would declare him outside the protection of the law, which meant that\nanybody could kill or abuse him without legal consequence. When did this\npractice end, and why? What were the downsides of this practice?",
  "data/reddit-ask/r/AskHistorians/comments/lzw743/why_was_the_use_of_lead_and_asbestos_so.json": "The metanarrative/received wisdom - at least in the UK - surrounding\nlead/asbestos and their general phase-out in contemporary society generally goes\nsomething like this: 'Lead/asbestos was really useful because it corrodes\nslowly/is really good at stopping fire and is found everywhere, but like…",
  "data/reddit-ask/r/askscience/comments/m007ju/are_sensory_organs_like_eyes_ears_nose_etc_in_all.json": "I have wondered because in all animals I can think of, these organs are as close\nas possible to the brain. The most obvious reason seems to be that this way the\nsensory input reaches the brain a few milliseconds faster, but I somehow find it\nhard to believe that the evolutionary pressure has been so…",
  "data/reddit-ask/r/askphilosophy/comments/m02ib6/how_do_we_know_that_plato_accurately_represents.json": "I was reading some answers on this lovely subreddit, and my copy of The Republic\nearlier, and I came to a thought \"why do we assume that Plato accurately\nrepresents Socrates' views on anything?\"\n\nPlato was the one who wrote all of these things down, it makes no sense to me\nthat we can assume…",
  "data/reddit-ask/r/askscience/comments/m0c9t7/why_do_currentcarrying_wires_have_multiple_thin.json": "In domestic current-carrying wires, there are many thin copper wires inside the\nplastic insulation. Why is that so? Why can't there be a single thick copper\nwire carrying the current instead of so many thin ones?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m08z5a/am_i_the_only_one_who_hates_all_work_culture.json": "I hate all the lingo and confusing buzz words, the social networks like linkedin\nand slack, the weird competitiveness, etc etc no matter the industry. I'm only\n25 but I've worked in a couple industries at low level jobs but everybody seems\nso wound up about the dumbest things and it seems like…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m0bo41/can_someone_help_me.json": "How do you gain karma? I follow a few subReddit’s I can’t comment or post In\nbecause my karma is too low. How do I get karma!?\n\nEdit: thanks guys! I now know how to reddit ! 😅",
  "data/reddit-ask/r/AskWomen/comments/m0csr0/since_today_is_the_international_womens_day_who.json": "Doesn’t have to be Someone you know personally, doesn’t even have to be someone\nreal. Just any woman you are thankful for (or of course multiple of there’s too\nmany to pick one)",
  "data/reddit-ask/r/TrueAskReddit/comments/m0313c/what_would_happen_to_the_people_of_a_country_if.json": "Gonna use Japan as an example. What if Japan gets wiped off the face of this\nplanet by an asteroid? On the bright side, the people were largely able to\nevacuate. But, now what? Where do they all go? We’re talking about tens to\nhundreds of millions of people. I don’t suppose they can just find some…",
  "data/reddit-ask/r/AskHistorians/comments/m0b0ad/on_the_wikipedia_page_for_911_where_it_lists.json": "When you're reading the page, it has everyone from allies to Iran showing\nsupport, and then this is how the section ends:\n\n\"In September 2001, shortly after the attacks, Greek soccer fans burned\nan Israeli flag and unsuccessfully tried to burn an American flag. Though the\nAmerican flag did not catch…",
  "data/reddit-ask/r/AskWomen/comments/m0o9ji/polish_women_of_reddit_how_have_the_recently.json": "And the ones who are actively opposing it, thank you very much for standing up\nfor all women!",
  "data/reddit-ask/r/askscience/comments/m0cu0i/with_the_introduction_of_vaccines_even_if_a.json": "At the start of the Pandemic, a lot of the concern was about the novelty of the\nvirus and the fact that the majority of humans would most likely not have\ncontacted a coronavirus and so the body wouldn’t know how to efficiently “fight”\nit\n\nThis is often cited as why the flu is no longer (generally)…",
  "data/reddit-ask/r/askphilosophy/comments/m0iecs/have_any_asian_philosophers_from_a.json": "Background: I'm still pretty convinced that western philosophy (with the\nexception of the Greeks) is heavily rooted in the Judeo/Christian belief system.\nHence the unresolved question \"Is God real?\". I would assume that if an all\npowerful, all knowing God was the creator of the universe that this…",
  "data/reddit-ask/r/AskHistorians/comments/m0hcly/on_july_31st_1715_a_spanish_treasure_fleet_bound.json": "Note: Reposting due to no answer within a three day period.\n\n📷\n\nSo I'm doing a bit of looking into the treasure fleet as I have an interest in\nthe 18th century, and a few things came to my attention. Spain of course was one\nof, if not the richest European nation at the time due to the massive…",
  "data/reddit-ask/r/NoStupidQuestions/comments/m0zc43/anyone_else_keep_their_fan_on_but_sleep_under_a.json": "I can't sleep unless I have my ceiling fan going hard. Winter or summer, don't\nmatter. Yet I also sleep under 3 blankets up to my face to block out the air. I\nknow it defeats the purpose of having the fan on but I can't sleep without it on\nbecause the room feels stuffy.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m16wh6/why_do_americans_seem_to_be_totally_obsessed_with.json": "Edit: This thread actually gave me hope. You guys are great!",
  "data/reddit-ask/r/AskHistorians/comments/m164nx/in_his_novel_the_secret_agent_joseph_conrad.json": "Here is the full paragraph, for context:\n\n> On going out the Assistant Commissioner made to himself the observation that\n> the patrons of the place had lost in the frequentation of fraudulent cookery\n> all their national and private characteristics. And this was strange, since\n> the Italian…",
  "data/reddit-ask/r/AskHistorians/comments/m19vhz/the_sumerian_king_list_contains_a_single_woman_as.json": "To be clear when I ask about the \"significance\" of alewives I'm wondering both\nwhat they actually were in Mesopotamian society and how other people would see\nthe role. Would it be read as a rags to riches type story or was alewife a\nprominent job socially?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m17c2x/does_anyone_else_ever_have_abnormal_psychotic.json": "What I mean by \"psychotic\" is that occasionally if I'm putting away something\nlike a kitchen knife, my mind comes across the idea of \"what if I stabbed\nsomeone with it?\" or \"what if I stabbed myself forcefully in the eye?\"\nBasically just stupid, insane shit that I would never do in my right mind,…",
  "data/reddit-ask/r/NoStupidQuestions/comments/m1b4xn/in_a_world_where_body_shaming_and_sexual_comments.json": "So yea, I even read a comment earlier in an article about a man making\ninappropriate comments on tv to a colleague. The comment suggesting that his\nmicro penis should be used as an insult. And as a guy of average size just\nwonders why nobody has a problem with body shaming a group of guys making…",
  "data/reddit-ask/r/AskHistorians/comments/m1a9u0/how_was_julius_caesar_able_to_invest_the_gauls_at.json": "While I’m aware that the Romans and their engineers are renowned for their\nefficiency and ingenuity, building 25 miles of walls and towers in a month while\nsurrounding a numerically superior enemy far from Rome just seems logistically\nimpossible. How did Caesar’s men simultaneously contain the Gauls…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m14yd7/why_do_people_who_claim_they_hate_labels.json": "I’m constantly surrounded by people who love to “show off” their mental\nillnesses and intellectual disorders like depression, bipolar, autism, etc. and\nalso love to say what pronouns they go by but don’t agree with the fact that\nthere are only 2 genders and don’t feel children should be labelled and…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m179zc/why_is_no_one_talking_about_the_genocide_thats.json": "This is a real thing that’s happening right now and no one is saying one thing\nabout it.",
  "data/reddit-ask/r/NoStupidQuestions/comments/m0zppx/im_depressed_is_it_silly_of_me_to_only_look.json": "The food is extra spicy curry and rice (Japanese style). 99% of the time, it's\nfrom this one place. I have it pretty much every day and when I wake up I an\neager for the shop to open so I can order some.. I always warm it up in the\nmicrowave so it's piping hot, it also makes the curry seem even…",
  "data/reddit-ask/r/askscience/comments/m0rcgd/why_do_manual_and_automatic_transmissions_use.json": "I have been watching a bunch of videos on different transmission designs\nrecently, and I am stuck on a seemingly straightforward question. Manual\ntransmissions and automatic transmissions are designed very differently, with\nthe latter using planetary gears and torque converter. My question is: why…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m1axpn/why_not_raise_minimum_wage_if_the_prices_of.json": "Edit: I'm flattered to receive a wholesome reward but I dont see how this is\nwholesome lol.",
  "data/reddit-ask/r/askscience/comments/m17sg7/experts_say_70_of_a_population_needs_immunity_to.json": "Considering that children are not currently being vaccinated, and studies are\nshowing that immunity is stronger and lasts longer through the vaccine as\nopposed to infection, how likely is it that we'll actually reach the point\npeople are calling \"back to normal\"?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m1fdte/do_people_actually_agree_with_allowing_young.json": "I'm not saying I'm transphobic and I don't care if a grown adult wants to\ntransition. But allowing an 11-year-old to take puberty blockers and go through\na medical transition is alarming to me. I mean, this is such a big decision to\ngive someone who is still swooning over werewolf fanfictions. I…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m1998x/what_the_hell_does_based_mean.json": "I see it everywhere and i don't know what it means",
  "data/reddit-ask/r/askphilosophy/comments/m1hnqw/does_the_way_religious_belief_seems_to_depend_on.json": "I think I just threw out some word salad in the title, but basically my point is\nthat when you look at religious beliefs you find pretty quickly how much it\ndepends on location. Arabs are almost entirely Muslims. Italians are mostly\nCatholic. Russians are Orthodox. Americans are Protestant (except…",
  "data/reddit-ask/r/NoStupidQuestions/comments/m1lfdy/does_anyone_else_avoid_online_gaming_because_it.json": "For instance, I love Mario Kart and battlefront to name a few, but I’ve only\never played against the computer or in the storyline mode. Playing online\nsounds... anxiety inducing. What if I suck (I will for a bit, for sure)? What if\nI can’t hear the other people? What if I cause the loss?\n\nAnd it…",
  "data/reddit-ask/r/Ask_Politics/comments/m18p1n/are_there_lists_for_state_level_think_tanks_and.json": "I just read The Fall of Wisconsin, and it was amazingly unsettling to read how\nmuch money has actually been pumped into my state's current political climate,\nand how organizations like ALEC have specifically driven partisan bills into\npolicy. It sparked an interest to see how think tanks have…",
  "data/reddit-ask/r/AskHistorians/comments/m1lcgw/english_has_a_series_of_obscure_collective_nouns.json": "Would a farmer have ever complained about the \"scurry of squirrels\" messing with\nhis crops? Or were the terms invented entirely by the monastic classes?",
  "data/reddit-ask/r/AskHistorians/comments/m1dx3q/my_german_greatgreatgrandfather_refused_to.json": "My great-great-grandfather, Wilhelm Beicht, was a Freemason living in what is\nnow Poland. I was told that he refused to flee Poland like the rest of my German\nfamily at the end of WWII because he believed there would be Masons in the Red\nArmy who would recognise him and spare him from harm. This did…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m1eriu/is_the_secret_to_being_a_good_cook_to_just_add.json": "And also Creole seasoning if you like spicy food",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m1l93d/how_the_hell_is_no_one_freaking_out_about_not.json": "I mean we don’t know where the hell everything came from and we don’t know why\nwe exist or why we’re conscious or what happens after we die or why the hell\nanything? How the hell are people just walking around doing whatever? Why the\nhell is no one freaking out about this?",
  "data/reddit-ask/r/askscience/comments/m1wbrb/what_does_the_coronavirus_vaccine_effectiveness.json": "What does it mean that (the coronavirus) vaccine is XX% effective?\n\nAs I understand it, after the vaccine is administered, the body produces\nantibodies. So why is one vaccine 60% effective and another 98% effective? Does\nthis mean that after the administration of the former vaccine, only 60% of…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m1r2sn/new_reddit_user_here_how_do_awards_even_work_and.json": "I'm quite nervous to be posting this because I feel like I'll be looked down\nupon for even asking such a basic question. I've been on Reddit for a few months\nnow and I just don't understand how awards work. Do you actually pay money\nbecause you like someone's post or comment? If you do, then why?…",
  "data/reddit-ask/r/NoStupidQuestions/comments/m1yp4s/does_anyone_else_feel_like_if_they_comment_on_a.json": "Reddit is the worst culprit of this, but even FB and IG, I feel like whenever I\ncomment something, whether I'm just making a light hearted joke, or even a\nserious compliment or condolence towards something, there is ALWAYS someone\nwaiting in the comments to reply negatively. The negative comments…",
  "data/reddit-ask/r/AskWomen/comments/m1t49g/if_youve_celebrated_your_birthday_alone_how_did.json": "I will be on my own for my birthday and I would love some ideas! How did you\nspend your birthday? Did you buy yourself a present and cake?",
  "data/reddit-ask/r/AskHistorians/comments/m2319a/i_am_dr_michael_taylor_historian_of_the_roman.json": "My research focuses on Rome during third and second centuries BC; it was during\nthis period that Rome achieved hegemony over the Mediterranean during intensive\nand seemingly constant warfare.\n\nMy book is Soldiers and Silver: Mobilizing Resources in the Age of Roman\nConquest (University of Texas…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m1lr0a/is_it_normal_to_have_sex_every_day.json": "Not sure if this is really NSFW. My wife and I have been having sex everyday for\nabout a month now. We had some intimacy troubles over the years and at first it\nsort of started out as a way to restart things. Now however it's just become a\npart of our day. It's alot of fun and we are both super…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m1r7sp/is_anyone_else_secretly_relieved_that_the_boomer.json": "I’ve worked in customer service for about five years. And I know anecdote is not\nresearch and I know confirmation bias is a thing, but I can say confidently that\nboomers (usually men) are consistently the RUDEST and most self-centered people\nI’ve encountered. They demand special service and…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m1ykk9/am_i_the_only_person_in_the_world_who_isnt.json": "Whenever people talk about spicy food giving them a hard time in the bathroom I\nhave NEVER been able to relate. Why does it seem like everyone is affected by\nthis but me?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m1k206/is_it_morally_ok_to_not_want_to_date_a_person.json": "In my opinion, I feel like I personally wouldn’t want to date a person if they\nwere trans. I am definitely not saying that I’m transphobic. I’m just saying I\nwould prefer a partner who’s biologically the opposite gender.\n\nI was on a Twitter thread and at some point expressed my opinion. I was…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m2752u/why_in_gods_name_do_i_need_to_know_what_you_have.json": "You just find this under some posts:\n\nEdit: changed savings to saving.\n\nOr\n\nEdit: gramma\n\nWhy would I need to know that? Why? I use my phone sooo maybe there's something\nI'm missing. Nothing changes when you edit anything on a phone....?\n\nWhy do people feel the need to add it in? Its just so simples…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m25uaj/is_it_normal_to_really_hate_online_classes.json": "or do most people actually prefer them online? I am honestly having a really\nhard time with asyncrounous learning and it s driving me crazy.",
  "data/reddit-ask/r/askphilosophy/comments/m1xwdw/the_mystical_is_not_how_the_world_is_but_that_it.json": "What did Wittgenstein mean by saying \"The mystical is not how the world is, but\nthat it is\". It is confusing sentence for me, so I want to make it clear in my\nmind. Is it something about phenomenology that the world is not mystical, the\nworld is how it is; one who store quality of being mystical to…",
  "data/reddit-ask/r/askscience/comments/m29msi/is_it_possible_for_a_planet_to_be_tidally_locked.json": "I'm trying to come up with interesting settings for a fantasy/sci-fi novel, and\nthis idea came to me. If its possible, what would the atmosphere and living\nconditions be like for such a planet? I've done a bit of googling to see what\npeople have to say about this topic, but most of what I've read…",
  "data/reddit-ask/r/NoStupidQuestions/comments/m2208f/is_it_normal_for_people_20_to_feel_weird_calling.json": "I saw a reddit post a few months ago how using \"girl\" for a woman could be\ndemeaning in a way. On a different note, I'm now old enough (24) that at some\nschool gatherings people say things like \"look at all these beautiful men and\nwomen in the room\" but it all feels so fake to me.\n\n\n\nTo me, I still…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m2aufc/is_suicide_a_purely_human_concept_are_there.json": "To somewhat elaborate on this question what I'm asking is this.\n\nIs the act and rationalisation or suicide a purely human concept, for example\nhave we ever documented or witnessed animals deliberately commit suicide\n\nWe all know that animals can engage in self destructive behaviour. But is that…",
  "data/reddit-ask/r/Ask_Politics/comments/m21x09/have_rep_porters_tough_questions_to_ceos_resulted.json": "An honest question -- I can't find this answer.\n\nI love watching her eviscerating CEOs as much as anyone.\n\nI'm just wondering if her tough questions result in anythibg more than great\nvideo.\n\nLike did Wells Fargo pay their tellers more after the CEO was humiliated in\nfront of the world?\n\nHere's a…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m290fj/do_you_make_up_dumb_songs_with_your_so.json": "So, my wife and I have been together for 10 years and we're still stupid for\neach other..and extra stupid together. Probably \"sappy\" but we're not gross in\nfront of other people or anything. We have some self-respect. 🤣\n\nAnyway, we sing little impromptu songs together all the time about dumb…",
  "data/reddit-ask/r/askphilosophy/comments/m248z3/how_to_actually_learn_philosophy.json": "I believe this is an underrated question: When trying to learn about new topics\nwithin philosophy, how do self-taught learners and graduate students go about\nfinding resources on the subject they want to learn? I am tired of just typing\n“x subject books” into the google search bar because the books…",
  "data/reddit-ask/r/AskWomen/comments/m2fpru/uk_women_of_reddit_and_those_who_follow_uk_news.json": "Mods, I hope this post is ok. Happy to edit or provide further context if\nnecessary.\n\nIt’s been a very heavy news day here in London and it feels like there’s been a\nlot of collective trauma/anger unleashed. How are you all?",
  "data/reddit-ask/r/askscience/comments/m2h739/how_does_a_black_hole_consume_matter.json": "I watched the documentary Black Hole Apocalypse. Great show! Mind blown trying\nto comprehend super massive black holes. Host Janna Levin is describing how as\nyou fall into a black hole time would slow to a crawl.( As seen by an outside\nobserver). Neil DeGrasse Tyson then chimes in and says that you…",
  "data/reddit-ask/r/AskHistorians/comments/m2najw/how_were_soviet_computers_programmed_did_the.json": "This question also applies to communist or countries in the communist block\nunder soviet influence like east Germany. Did they have a “Communist German\nFORTRAN” was there a common set of communist tech stacks or standards like in\nthe west? Did they have some sort of communist IBM, MSDOS, DOS, APPLE…",
  "data/reddit-ask/r/NoStupidQuestions/comments/m2nvde/why_is_universal_healthcare_even_a_matter_of.json": "Like I mean, first of all 'it works'. And like it seems so normal in europe\n(where I'm from) and it got me wondering because I've never heard of any\ncountries against it here etc.\n\nWhat I mean is why isn't it just instaured ?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m2qyov/is_it_bad_to_dislike_the_creation_of_new_genders.json": "I respect both men and women. I respect every race. I respect homosexuality. I\nrespect transgenders. But when it comes to people making new genders and\nseemingly random and complex pronouns, I draw a mental line. It just doesnt make\nsense to me making gender something based on your personal likes,…",
  "data/reddit-ask/r/askscience/comments/m2qo23/askscience_ama_series_we_are_experts_looking_at.json": "Is there a connection between what you eat and how you feel? A large body of\nresearch has demonstrated a strong association between the gut microbiome and\nmental health. Microbes have been associated with neurological disorders ranging\nfrom degenerative diseases (such as Alzheimer's, Parkinson's,…",
  "data/reddit-ask/r/NoStupidQuestions/comments/m2pwj3/whats_the_deal_with_people_who_try_to_violently.json": "You can clearly see on the outside it's occupied, I'm not going to disappear\nbecause you loudly tug on the door ten times. Can someone explain what these\npeople think they're achieving?",
  "data/reddit-ask/r/NoStupidQuestions/comments/m2uh86/is_it_me_or_is_reddits_video_player_super_crap.json": "I can't watch a video without it pausing constantly, I have to fidget around\nwith it to even try to finish! Is it me or this is just the way?",
  "data/reddit-ask/r/NoStupidQuestions/comments/m30k01/do_you_consider_it_rude_for_service_workers_you.json": "If so, why? How do you feel about it?",
  "data/reddit-ask/r/TrueAskReddit/comments/m2oq73/why_age_is_so_important_for_human_interaction.json": "I notice that other people often take age into consideration when they interact\nwith others. It would be more understandable if they only looked for romance\npartners, since a lot of humans mostly attracted to their own age, but why\npeople find that criteria important when they searching for someone…",
  "data/reddit-ask/r/AskHistorians/comments/m36qh5/did_the_mulakkaram_breast_tax_ever_exist_and_are.json": "For those who don't know the Mulakkaram was a Tax that was apparently imposed on\nany lower caste woman in the Kingdom of Tranvancore (present day Kerala) who\nwished to cover her breasts. Apparently it came to an end when a woman chopped\nher breast off and threw it at the taxman. Apparently she is…",
  "data/reddit-ask/r/AskHistorians/comments/m38d7w/history_lesson_please_aflcio_president_richard.json": "As noted, what is the history of the filibuster? Do other countries'\nlegislatures have similar provisions?",
  "data/reddit-ask/r/askphilosophy/comments/m2z1n3/how_did_christian_philosophers_reconcile.json": "Particularly how did various philosophers like Thomas Aquinas reconcile the idea\nof a purely actual being with Yahweh as described in the Bible?\n\nYahweh doesn’t seem to be a being that lacks potentiality or contingency at all.\nFor a few examples:\n\n1.) Yahweh performs actions (like striking Ananias…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m3669p/why_is_it_that_the_majority_of_people_act_like.json": "I see it all the time, this person cares so much, they don't want to hurt\nanybody's feelings, they do good for other people and their community, everybody\nlikes them. But the second you argue with them they instantly insult every\npossible aspect they can about you, they belittle you, they talk about…",
  "data/reddit-ask/r/NoStupidQuestions/comments/m37ly4/what_should_be_the_first_thing_my_brother_sees.json": "His whole life my younger brother has always been blind. Tomorrow he is having a\nprocedure done that should hopefully bring his vision back. What should be the\nfirst thing that I show him?",
  "data/reddit-ask/r/AskHistorians/comments/m32rh2/why_was_bismarck_an_absolutist.json": "If you read about Bismarck, one of the first things you will learn is that he\nwas a fierce critic of democracy and the idea of parliament. He believed that\nonly a king who ruled by himself without giving any concessions to a parliament\nwas adequate.\n\nHowever, his entire life seemed to be in…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m3affq/is_improper_usage_of_their_theyre_there_your_and.json": "It's as if they're not even trying to make their message heard correctly. There\nis a way to write your sentences better! It's like you're all not even trying!\n\nOr it's just a meme nobody has ever talked about.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m3bx5w/does_anyone_else_sacrifice_their_own_comfort_at.json": "My dog has slept with me ever since the very first night we brought him home , 5\nyears ago. Every night, he snuggles up against my chest... and pushes his way\nunder my arm, so that it is wrapped around him.\n\nHe is a small dog, who somehow consumes most of the bed. By the end of the\nnight, I am…",
  "data/reddit-ask/r/AskHistorians/comments/m33xkp/how_did_polynesian_sailing_technology_differ.json": "They stopped exploring for nearly 1000 years and then started again, were their\nships different?, or maybe the techniques they used to sail?, what had changed?",
  "data/reddit-ask/r/askscience/comments/m3cawl/the_colorado_river_has_rarely_reached_the_sea.json": "EDIT: Aw jeez I mean the gulf of california, but yeah same question.\n\nI've read on wikipedia about how it being dry has changed the delta and other\nareas of the river, and that it used to deposit a bunch of silt in the gulf. But\nhow has the change affected the gulf itself? Thanks.",
  "data/reddit-ask/r/AskHistorians/comments/m3dyen/in_a_1515_letter_erasmus_complained_about_how.json": "The quote I've read is from Ruth Goodman's book \"How to be Tudor\":\n\n\"In 1515 the Dutch humanist Desiderius Erasmus wrote in a letter that the floors\nof English houses ‘are, in general, laid with white clay, and are covered with\nrushes, occasionally renewed, but so imperfectly that the bottom layer…",
  "data/reddit-ask/r/AskHistorians/comments/m3hw4j/in_the_great_gatsby_tom_reads_white_supremacist.json": "Apparently Tom's favourite book, The Rise of the Colored Empires, is a\nthinly-veiled parody of a real publication\n[https://en.wikipedia.org/wiki/The_Rising_Tide_of_Color_Against_White_World-Supremacy].\nWould a 1920s audience have understood Tom as a racist and seen it as negative?",
  "data/reddit-ask/r/askphilosophy/comments/m3cp5o/what_are_the_best_responses_to_this_elitist.json": "I often hear the argument that democracy (in its modern, Western form) is a\ndeeply flawed system, because a vote of a college professor (or, a member of the\nelite) counts as much as a vote of a beggar (or, a member of the populace).\n\nOn a surface level, this seems true: no matter what metric we…",
  "data/reddit-ask/r/askscience/comments/m3vpvp/what_part_of_the_brain_handles_translating_mental.json": "Stop me if I'm misunderstanding the brain.\n\n\n\nThe hippocampus is in charge of long term memory. The more things you\nstudy/memorize, it actually gets bigger. So if I wanted to learn \"How does\nmultiplication work\" or \"Who are all of the named characters on Game of\nThrones,\" the hippocampus holds onto…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m3v37m/is_it_okay_not_to_like_my_parents.json": "I genuinely am asking....\n\nAs a person who is coming out of being severely depressed.... I am coming to a\npoint where I think I realized that I don't necessarily Like my parents.\n\nI Love them and will always Love them until I can no longer breathe. But for the\nlife of me. I can't stand them. I want…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/m3ymqa/anyone_else_get_scared_when_things_in_your_life.json": "Like if you're on a good steak of things falling into place so to speak. Or\nwork/school is clicking, getting extra lucky etc etc. Anyone feel a sense of\nimpending doom or an inexplicable need to balance your karma (if you believe in\nthat)? Or face the wrath of the universe?\n\nOr am I just a…",
  "data/reddit-ask/r/AskHistorians/comments/m3up5n/australia_new_zealand_and_canada_all_switched.json": "It seems odd that these countries would abandon currencies called the \"Pound\"\nwithout a major deterioration in relations with the UK. Additionally, they\nweren't colonised by the USA.\n\nAdding to my confusion, countries which were colonised by the USA, such as Cuba\nand the Philippines, didn't adopt…",
  "data/reddit-ask/r/TrueAskReddit/comments/m3qytp/what_is_up_with_the_right_wing_conspiracy_about.json": "I noticed that a lot of conservative writers on Quora, conservative podcasters\nlike Shapiro, Jordan Peterson et al. And even Donald Trump,\n\n\n\nAre promoting this idea that our country is slowly being overtaken by socialism\n/ marxism. That schools are brainwashing children to become marxists and that…",
  "data/reddit-ask/r/AskHistorians/comments/m3v3r2/in_the_hbo_miniseries_john_adams_louis_xvi_is.json": "I have attempted to find the scene in question on Youtube but alas I am\nunsuccessful.\n\nNevertheless, I am aware that up until the middle of the 20th Century, the\nFrench language occupied a role similar to the one English plays today. French\nwas the language of academia, diplomacy and trade. However,…",
  "data/reddit-ask/r/AskHistorians/comments/m3qw7c/letters_patent_for_the_creation_of_new_moderators.json": "Whereas their Majesties the Askhistorians Moderators, by the Grace of Automod,\nof the subreddit and its environs Overlords, Deleters of Posts, Keepers of\nGates, Masters of the Ivory Tower, have been pleased to grant to /u/kugelfang52,\nEducator Extraordinaire; /u/dankensington, Lased-focused Locater…",
  "data/reddit-ask/r/AskHistorians/comments/m3y2lw/tradition_of_women_carrying_things_by_balancing.json": "I don't understand this. They have it so consistent/such good balance that it is\nworth the risk of dropping it? Are they not screwed if someone/something\nstartles them and they drop it? Why has this tradition persisted when we have\nhad wagons for so long?\n\nhttps://www.youtube.com/watch?v=WDOssRXrLvE",
  "data/reddit-ask/r/AskHistorians/comments/m466yx/when_and_why_did_congress_start_passing_so_much.json": "For example, from 1933 to 36, Congress passed over a dozen acts intended to\nstimulate the economy, protect workers and consumers, etc. Congress today would\nhave grouped a lot of these acts together and tried to pass them in one massive\nbill, probably with a lot of other unrelated programs.…",
  "data/reddit-ask/r/askphilosophy/comments/m3tr0e/do_good_people_deserve_good_things_and_bad_people.json": "I ran into a really interesting conundrum today when trying to answer whether\ncriminals deserve punishment because it's a functional deterrent, or because bad\nactions deserve retribution in like moral degree. (Inspired by the recent video\nby PhilosophyTube)\n\nI'm a believer in talionic justice, eye…"
}