{
  "data/reddit-changemyview/r/changemyview/comments/npkmj2/cmv_internet_should_be_treated_like_a_basic.json": "The whole world, especially during the pandemic, is relying on the internet to\nfunction. Students need the internet to learn. People need the internet for\ndirections and most people use it for entertainment. Some restaurants use the\ninternet to order. I need to use the internet to pay my rent every…",
  "data/reddit-changemyview/r/changemyview/comments/npgz6m/cmv_neither_isreal_or_palestine_should_be_blindly.json": "Lately I've seen a lot of #FreePalestine or #FreeIsrael in response to the\nrecent conflicts. Of course neither of these #s will change anything, but I\nthink supporting 1 side over the other is simply idiotic. There are perfect\narguments as to why either side is the good side, but the way I see it,…",
  "data/reddit-changemyview/r/changemyview/comments/npqmxa/cmv_universal_healthcare_would_be_cheaper_per.json": "I've seen a lot of posts online recently that we already pay for universal\nhealthcare, in the form of the money that we pay to private insurance, which is\ncorrect, but I think it goes even one step further.\n\nPreventative care.\n\nAmericans right now massively avoid preventative care because of…",
  "data/reddit-changemyview/r/changemyview/comments/nprez2/cmv_dubai_is_a_monument_to_wealth_and_consumerism.json": "I don’t have much to add beyond the title. Metropolises don’t just spring up out\nof nowhere in 30 years.\n\nRegarding wealth and consumerism, that much is obvious to the naked eye.\n\nA quick internet search will provide an insight into the horrific treatment that\nthe construction workers are subjected…",
  "data/reddit-changemyview/r/changemyview/comments/nq1gif/cmv_the_us_electoral_college_is_outdated_and.json": "In 1824\n[https://en.wikipedia.org/wiki/1824_United_States_presidential_election], 1876\n[https://en.wikipedia.org/wiki/1876_United_States_presidential_election], 1888\n[https://en.wikipedia.org/wiki/1888_United_States_presidential_election],…",
  "data/reddit-changemyview/r/changemyview/comments/nq8zyx/cmv_people_glamorize_weed_way_too_much.json": "I smoke frequently, but way too many people (especially on Reddit) look at weed\nas some harmless plant that solves all the worlds problems. And I know weed is\nsafer than alcohol, cigarettes, coffee, sugar and almost every drug in the book\nbut that doesn’t necessarily mean it’s safe, especially when…",
  "data/reddit-changemyview/r/changemyview/comments/nq2gpf/cmv_in_the_developed_society_we_live_in_today_we.json": "My belief is that we should have universal healthcare that is very cheap if not\nfree. People developing diseases like cancer isn't their fault. We all have a\nchance of getting cancer in the future, and we shouldn't have to worry about\nmassive health costs for things that aren't even our fault.…",
  "data/reddit-changemyview/r/changemyview/comments/nq0nj3/cmv_we_should_forgo_rehabilitation_and_humane.json": "Deltas:\n\n * For showing why the punishment does more harm than good:\n   https://reddit.com/r/changemyview/comments/nq0nj3/_/h085rci/?context=1\n * For showing why such a punishment is actually a slippery slope (everyone’s\n   different take on what is vile):\n  …",
  "data/reddit-changemyview/r/changemyview/comments/nqqgtq/cmv_youre_a_hypocrite_if_you_make_small_dick.json": "I have noticed recently that self-proclaimed proponents of body positivity -\ntypically found on twitter, also are quick to say things such as \"found the guy\nwith a small dick\", or make jokes at the expense of short men. They're the first\nto default to making fun of Trump's hands, while…",
  "data/reddit-changemyview/r/changemyview/comments/nqsmol/cmv_everyone_is_all_mental_health_awareness_until.json": "People stigmatize personality disorders way too much. There are entire basically\nhate subreddits saying everyone with one is inherently abusive. I have\nBorderline Personality Disorder and on Reddit alone I’ve gotten called a\n“monster” been told that I should be “sterilized”, etc simply for saying I…",
  "data/reddit-changemyview/r/changemyview/comments/nqu1ae/cmv_blaming_a_gun_owner_for_having_their_gun.json": "Let’s say John as a single guy leaves a couple of his firearms outside of his\nsafe in his home. No one lives with him nor is supposed to have access to his\nhome.\n\nIf someone breaks into his home and takes one/some of his firearms and you blame\nJohn for that or for the crime committed afterwards with…",
  "data/reddit-changemyview/r/changemyview/comments/nqx4sv/cmv_twitter_will_always_breed_extremist_views_as.json": "Everyone always talks about how twitter is toxic and is responsible for cancel\nculture, but no one ever talks about why that is.\n\nIn my opinion, the mechanics of social media are wholly to blame.\n\nIf you don't have nested comments, no one can have a more meaningful\nconversation about any topic. It…",
  "data/reddit-changemyview/r/changemyview/comments/nr4t7n/cmv_the_electoral_college_system_would_be_more.json": "For example, if 60% of Californians had voted for Biden and 40% for Trump, then\n60% of its 55 electoral votes (33) would have gone to Biden and 40% to Trump. Of\ncourse, it wouldn't come out evenly oftentimes so you'd have to do some awkward\nrounding.\n\nThe reason I like this better is because the…",
  "data/reddit-changemyview/r/changemyview/comments/nrfbrg/cmv_democrats_will_regret_it_if_they_ever_get_rid.json": "To preface, the filibuster in its current form is awful. So, I'm not saying that\nchange isn't needed. What I do believe, is that if Democrats do get rid of the\nfilibuster they will regret it.\n\nDemocrats will not hold onto the senate forever. The Republicans will be back in\ncharge of both chambers at…",
  "data/reddit-changemyview/r/changemyview/comments/nrho97/cmv_there_are_no_good_or_bad_music_genres_just.json": "I get it. Rock is your favorite music genre, you hate country or pop. Whatever\nit is, it doesn’t make your favorite genre “the one”.\n\nMusic is like food. There’s pizza, hamburguers, sandwiches, tacos, burritos,\nnuggets, etc. That doesn’t make one better than the other. But there are people\nor…",
  "data/reddit-changemyview/r/changemyview/comments/nsd1zb/cmv_the_majority_of_selfhelp_books_are_painfully.json": "This post has been on the back burner for a while now, because of an\nundisputable insecurity regarding my premise. There were quite a few gray areas\nthat could have proliferated some misunderstandings, and due to this, I’ll try\nmy best to be as unambiguous and precise as possible.\n\n 1. I do not want…",
  "data/reddit-changemyview/r/changemyview/comments/nsmrl2/cmv_biological_immortality_for_humans_will_not_be.json": "I read stories of Aubrey de Grey who think we are going to defeat biological\nimmortality in 15-20 years. I want to believe him, but we don't even completely\nunderstand why we age or the human body as a whole. He comes off as more of a\nsnake oil salesman at worst, and someone who is scared of his own…",
  "data/reddit-changemyview/r/changemyview/comments/nsvmmv/cmv_incel_rhetoric_doesnt_get_as_much_pushback.json": "https://mobile.twitter.com/SportIsARight/status/1178619997704327168\n\nhttps://everydayfeminism.com/2017/04/cissexist-say-never-date-trans/\n\nhttps://mobile.twitter.com/blackfatqueer/status/1169449076573822976\n\nYou can find many examples of people voicing opinions such as “It’s bigoted to\nnot date or…",
  "data/reddit-changemyview/r/changemyview/comments/nt0c9d/cmv_choosing_to_wear_a_mask_in_certain_crowded.json": "Am I living in fear because I wear a seat belt, use turn signals and follow\ntraffic signs? Am I living in fear because I wear sunscreen? Am I living in fear\nbecause I get vaccines and make sure my daughter is vaccinated? Am I living in\nfear because I brush my teeth everyday and floss a few times a…",
  "data/reddit-changemyview/r/changemyview/comments/nt4vt3/cmv_all_religion_should_have_their_ideology.json": "I think any set of ideas (religious or not) should be open to criticism, but I\nfeel in society we are not free to criticize some of the ideas within Islam.\n\nTechnically we are “Free” but Personally I feel that there is a lot of hostility\nwhen Islam is brought into conversation. The same level of…",
  "data/reddit-changemyview/r/changemyview/comments/nszc6d/cmv_gender_identity_is_entirely_arbitrary_and.json": "Alright, let's start with some basics before the pitchforks come out. I do not\nsupport the restriction of people's rights to self expression or bodily autonomy\nor any other potential right the people who don't support trans people want to\nrestrict. If you want to remove your organs and replace them…",
  "data/reddit-changemyview/r/changemyview/comments/nt9rty/cmv_communist_symbols_and_iconography_are_just_as.json": "Communist symbols & iconography are often considered cool and hip. They are put\non handbags, t- shirts, jackets, posters, bumper stickers, etc. Think Che t\nshirts, mao hand bags, red stars, hammer and sickles, etc. I think these symbols\nare just as detestable as a Nazi swastika or SS lightning…",
  "data/reddit-changemyview/r/changemyview/comments/ntdnon/cmv_you_are_allowed_to_explosively_lose_your.json": "Everyone should learn to control their temper, be more understanding,\nde-escalate a situation, find a non-angry solution and if all else fails, be\nallowed to remove themselves from the scene\n\nBut if a person is trapped in a scenario where they are not allowed to escape\ne.g. being cornered/restrained…",
  "data/reddit-changemyview/r/changemyview/comments/nt528x/cmv_if_dr_aruna_khilanani_is_not_called_out_for.json": "https://nypost.com/2021/06/04/nyc-pyscho-fantasizes-about-shooting-white-people-in-yale-talk/\n\nThe existence of institutional racism against BIPOC does not imply the\nimpossibility of the existence of the same against a different set of humans by\na different institution.\n\nAny white person making the…",
  "data/reddit-changemyview/r/changemyview/comments/ntiusi/cmv_believing_in_a_zodiac_sign_seriously_is_stupid.json": "First I would like to mention, if you are into in astrology and find it\ninteresting then you do you, I may not personally get it but if it makes you\nhappy, who am I to take that away\n\nHowever what really grinds my gears are apps like tinder showing you the zodiac\nsign of each potential partner, OMFG…",
  "data/reddit-changemyview/r/changemyview/comments/ntke9k/cmv_not_taking_responsibility_for_things.json": "Players blaming their teammates when they die.\n\nStudents blaming their teachers when they fail.\n\nParents making their children as scapegoats to continue living together.\n\nPeople blaming foreign country's intervention for their own misery even after\nseveral years.\n\nEVERYONE blaming their genes for…",
  "data/reddit-changemyview/r/changemyview/comments/nuaibc/cmv_abortion_debates_will_never_be_solved_until.json": "Taking a different angle from the usual abortion debates, I'm not going to be\narguing about whether abortion is right or wrong.\n\nInstead, the angle I want to take is to suggest that we will never come to a\nconsensus on abortion because of the question of what constitutes life. I\nbelieve that if we…",
  "data/reddit-changemyview/r/changemyview/comments/nugh21/cmv_its_not_wrong_to_try_to_find_a_cure_for_autism.json": "Full disclosure: I am a 13 year old Male who is just barely on the spectrum and\nI have light aspergers.\n\nThat being said, my experience isnt the worse you can have if you’re autistic. I\njust randomly lose my train of thought while speaking, and get easily distracted\nwhile studying.\n\nThis is really…",
  "data/reddit-changemyview/r/changemyview/comments/nuv03b/cmv_opinion_pieces_without_facts_should_no_longer.json": "\"Democrats are idiots\" and \"republicans are Nazis\" serve no real purpose other\nthan profiting the greedy creator by luring in extremists who want biased\nsources to reinforce their viewpoint.\n\nBut opinion pieces without facts are pure rhetoric and sometimes even\npropaganda. News means noteworthy…",
  "data/reddit-changemyview/r/changemyview/comments/nv1k3r/cmv_the_prolife_movements_tactics_to_dissuade.json": "Let me preface this by saying that I’m Pro-Choice. I do think women have the\nright to control what’s going on in their bodies. I will caveat that I’m not a\nproponent of late term abortions though. I personally draw the line at 21 weeks,\n5 days. So around 5 months. Why this specific number? Well,…",
  "data/reddit-changemyview/r/changemyview/comments/nv06a5/cmv_online_games_should_have_option_to_disable.json": "If you want, you should be able to disable custom visuals of fellow players.\nThis would mean that they would appear to you in their standard skins but from\ntheir perspective nothing changes. This will keep largest possible player base\nhappy and thus will keep the game alive longer.\n\nThere are…",
  "data/reddit-changemyview/r/changemyview/comments/nv95y1/cmv_identity_politics_and_affirmative_action.json": "The relentless focus on identity politics, which has wide ranging\nmanifestations, does not do anything to truly promote social equality. It is the\nmoral equivalent of tweeting \"thoughts and prayers\" to victims of a mass\nshooting - it is a public communication that does absolutely nothing to…",
  "data/reddit-changemyview/r/changemyview/comments/nve9ud/cmv_selling_people_into_slavery_is_just_as_bad_as.json": "We are taught that Europeans ran around snatching up Africans with nets when in\nreality they were sold by warring African tribes. They sold each other's\nprisoners of war, dwindling each other's numbers for a profit. For some reason\nwe place the burden of guilt squarely on the buyers and give the…",
  "data/reddit-changemyview/r/changemyview/comments/nvgm9d/cmv_suicide_isnt_selfish_and_people_that_say_it.json": "People that say suicide is selfish are themselves selfish. People that are\ndepressed to the point of suicide just want relief from their own suffering.\nThey want peace from this hellish and cruel world. Imagine being in such pain\nand distress that you'd rather end your own life than to keep going.…",
  "data/reddit-changemyview/r/changemyview/comments/nvlcqh/cmv_the_patriots_of_metal_gear_solid_2_raise_a.json": "The video game Metal Gear Solid 2 which came out back in 2001 contains some\nshockingly prescient writing when it comes to their villains (well one of their\nvillains the plot of the games makes your average Chris Nolan movie look clear\ncut and simple) have an evil scheme for being able to control…",
  "data/reddit-changemyview/r/changemyview/comments/nv3g1t/cmv_tipping_should_not_be_expected.json": "I find it incredible that tipping is expected for good friendly service.\n\nThe job role of a server is to provide good service. Why should the customer pay\nextra to contribute to the wage of someone just for doing their job? I know\nthere is an argument for them not being paid enough, but surely its…",
  "data/reddit-changemyview/r/changemyview/comments/nvxxx5/cmv_nothing_makes_me_angrier_than_calling_a.json": "Nothing boils my blood quicker than for example calling fedex, getting to an\nautomated menu, and having a patronizing voice on the other end ask me with fake\nsweetness \"what do you need?\", requiring me to use my ACTUAL VOICE to talk to a\nmaddening menu robot. Instantly ruins whatever good mood I'm…",
  "data/reddit-changemyview/r/changemyview/comments/nvzzw8/cmv_if_you_look_like_girl_talk_with_a_feminine.json": "If all signs indicate that you are a certain gender, then there's really no\npoint in you telling me your third person pronouns. It's very simple. Now if you\nknow that it is harder for people to tell what gender you are, then I get why\nyou would need to tell me your pronouns. But I've had people come…",
  "data/reddit-changemyview/r/changemyview/comments/nvyxnc/cmv_hashtags_or_slogans_like_bigisbeautiful_or.json": "Firstly, let's assume for argument sake that society preferring skinny/fit\npeople over fat people is a social construct. Even if that were the case, you're\nnot going to change what people find attractive by telling them what is\nattractive. People were never told to find fit people attractive, we…",
  "data/reddit-changemyview/r/changemyview/comments/nvu1zw/cmv_workers_not_by_default_entitled_to_the_full.json": "Derived from the writings of Marx, and the labor theory of value, many of those\non the left claims that all workers are exploited, due to the fact that because\nthey sell their labor to capitalists and are not rewarded the full value of the\ncommodities they produce with their labor. However, labor…",
  "data/reddit-changemyview/r/changemyview/comments/nw01pe/cmv_sports_fans_are_just_as_lazy_and_unhealthy_as.json": "To preface this post, there's nothing wrong with wasting time in any way you see\nfit. But there is a difference in the way these hobbies are viewed.\n\nFrom my personal view, many sports fans kick back, drink beer and eat junk food\nwhile enjoying the game. The demographic is a ton of old has-beens who…",
  "data/reddit-changemyview/r/changemyview/comments/nwe8d1/cmv_the_campaign_by_republicans_to_denounce_the.json": "Ironically, I think Mitch McConnell said it best when he said that rejecting the\nresults of the US presidential election “would send democracy into a death\nspiral.”\n\nIt’s been almost 8 months now since Biden was declared the winner and I still\nwill see republicans talking about the stolen election,…",
  "data/reddit-changemyview/r/changemyview/comments/nwhraf/cmv_the_lgbt_community_is_managing_to_harm.json": "Tl:dr - putting yourself in a separate bubble only results in others not liking\nyou. If conservative views are now the minority can we please just merge with\nnormal society where no one needs to give a fuck who you’re with, as there is\nlegal representation, and far more accepting views, and we can…",
  "data/reddit-changemyview/r/changemyview/comments/nwintw/cmv_being_an_internationally_recognized_adult.json": "https://graziadaily.co.uk/life/in-the-news/who-is-father-lana-rhoades-baby-pregnant/\n\nThis is the article that inspired me to post this. It was shared by numerous\ngirls in my town, with captions aimed towards the toxic men of today. Apparently\nwe have to stop viewing this porn star as a porn star…",
  "data/reddit-changemyview/r/changemyview/comments/nwimxp/cmv_islam_is_an_outdated_religion_that_has_no.json": "For starters, I grew up in a heavily religious muslim household and I am now an\nex-muslim and an atheist. I grew up under sharia law for my childhood. I now\nrealize how indoctrinated and brainwashed I was into believing into this\nreligion. For one, no one ever talks about how the prophet was a…",
  "data/reddit-changemyview/r/changemyview/comments/nx1bp4/cmv_if_your_genetically_healthy_child_is_morbidly.json": "Title says it all.\n\nIf you are a parent to a child ages 0-12 (without genetic conditions), and\nthey're obese. That's your fault.\n\nYou let them become that. Now they'll have health issues, get bullied at school,\nwon't be able to participate in sports as much, self-esteem issues, and have to\nwaste a…",
  "data/reddit-changemyview/r/changemyview/comments/nxaiiu/cmv_most_companies_dont_really_care_about_suicide.json": "Companies like Google pretend to care about suicide by linking help call lines,\nand other employers will pretend to care by offering \"counseling\" but they don't\nreally care. In fact, I'd say most people don't care. They only care enough to\nspew out some platitude about \"we could have never…",
  "data/reddit-changemyview/r/changemyview/comments/nxgs3e/cmv_somaliland_should_be_recognized_as_a.json": "Somaliland is a former British Protectorate that was called British Somaliland\nand they joined with Italian Somaliland after independence to form Somalia.\n\nAfter the dictatorship and civil war the country of Somalia has been plagued by\nviolence, anarchy and insurgencies.\n\nSomaliland on the other…",
  "data/reddit-changemyview/r/changemyview/comments/nxidkc/cmv_internal_monologue_should_be_more_normalized.json": "You ever see a scene in a film or a show that just makes you go, \"uhhhhhhh, what\nwere you thinking?\"\n\nI find that there are many scenes in film and television that are a little too\nopen to interpretation. Often it would be helpful for the audience to know\nexactly what a character is thinking, and…"
}