{
  "data/reddit-know/r/YouShouldKnow/comments/ovisks/ysk_dirty_hummingbird_feeders_kill_hummingbirds.json": "Why YSK: If your hummingbird feeder is cloudy or moldy please take down\nimmediately and clean it as cloudy or moldy feed can cause the hummingbirds\ntongue to swell called Hummers candidiasis. Once swollen the hummingbird cannot\neat causing it to starve to death. You can clean it by mixing a 10%…",
  "data/reddit-know/r/YouShouldKnow/comments/ovlf8x/ysk_taking_the_time_to_relearn_how_to_properly.json": "Why YSK: Our bodies have an amazing capacity to heal, but incorrectly handling\nday to day tasks can cause wear and tear leading to irreparable damage.\nSometimes not even surgery can the damage.\n\nI'm going to list below some tips that I never properly learned while growing\nup. Now I have to deal with…",
  "data/reddit-know/r/YouShouldKnow/comments/ow3fy3/ysk_expiration_dates_on_boxed_foods_with_multiple.json": "Why YSK: For example, a macaroni and cheese with a liquid/cream sauce packet\ninside might say it expires in 4 months. The sauce expires then, but the dry\npasta is 100% good much longer than that and absolutely doesn't need to be\ntossed. Pasta is usually good for a couple years.\n\nIf its dry goods,…",
  "data/reddit-know/r/YouShouldKnow/comments/ow6412/ysk_apologizing_is_not_a_weakness_it_can_be_very.json": "Why YSK: Far too many people believe apologizing is a weak thing to do and/or\nthey don't want to admit that they're wrong because that removes the possibility\nof them being perfect.\n\nNot only will someone you've wronged greatly appreciate it, it's a humbling\nthing to do and you'll likely feel good…",
  "data/reddit-know/r/YouShouldKnow/comments/ow38fq/ysk_if_youre_stuck_in_a_pay_it_forward_situation.json": "Why YSK: Most employees will be happy to do it for you, and you can still give\nthe people behind you a favor. Or, you can just say no thanks. The people behind\nyou will never know, and if the employee judges they're an a-hole anyway, screw\nthem",
  "data/reddit-know/r/YouShouldKnow/comments/owdt14/ysk_social_intelligence_is_mostly_being_able_to.json": "Why YSK:\n\nA lot of people are afraid of coming across as creepy, limiting their social\ninteractions to limit their risk. The better option is to watch for feedback in\nother people and backing off if they're not interested in your attention.\nKnowing this gives you a lot more space to be yourself.",
  "data/reddit-know/r/YouShouldKnow/comments/own2ny/ysk_that_if_your_pets_spook_you_out_by_regularly.json": "Why YSK: I’ve read multiple accounts of this on AskReddit threads (you know the\nkind), so I thought I’d mention it.\n\nI’m not saying it’s definitely not ghosts, but I have been told this by at least\nthree separate plumbers (I really don’t know why, other than the fact that I own\npets and live…",
  "data/reddit-know/r/YouShouldKnow/comments/ox1jjw/ysk_that_letting_your_dog_sniff_on_walks_is_very.json": "Why YSK: Dogs learn about their surroundings through their noses. What dog has\nbeen here? What is this interesting smell emanating from this green bin? Oh is\nthat what snails smell like? There is a great misconception about walking dogs,\nthat owners think the enriching part of the walk is the act of…",
  "data/reddit-know/r/YouShouldKnow/comments/ox99ex/ysk_your_apartment_or_house_has_filters_and_they.json": "YSK: Most modern apartments and homes have a variety of air filters that need\ncleaned or changed regularly. Why YSK: Dirty filters can cost you money, make\nthings uncomfortable, or simply cause machines to fail/suck. Air conditioner not\ncooling well? Check the front filter (on window unit) or the…",
  "data/reddit-know/r/YouShouldKnow/comments/oxadek/ysk_switching_pesticide_brands_and_types.json": "Why YSK: Cockroaches, ants, etc. can slowly become resistant to pesticides.\nSwitching them up can prevent that. This also applies to weed killers,\nfungicides, etc.\n\nIdeally, you should use pesticides as little as possible around your home. They\nshould be a last resort. Things like diatomaceous earth…",
  "data/reddit-know/r/YouShouldKnow/comments/ox3yl1/ysk_electric_razors_are_designed_to_be_cleaned.json": "Why YSK: Ever notice that your electric razor doesn't work as well as it used\nto? Have you cleaned it out? Have you changed the blades?\n\n\nCLEAN OUT YOUR ELECTRIC RAZOR\n\nIt depends entirely on the design of your razor, but ever electric razor has\nspring-loaded buttons to release the foil guard, or a…",
  "data/reddit-know/r/YouShouldKnow/comments/oxmx4g/ysk_californias_medicaid_health_plans_will_be.json": "Why YSK:. So you or people you know who would benefit from this get it.",
  "data/reddit-know/r/YouShouldKnow/comments/oxqsp8/ysk_one_punch_can_kill.json": "Why YSK: Today my BIL died from a catastrophic brain injury.\n\nHe was struck in the back of the head a few days ago during what we think was a\nfight with a drug dealer. He didn't seek medical attention in time for them to\nrelease the pressure so his brain swelled and killed him.\n\nSucker punches,…",
  "data/reddit-know/r/YouShouldKnow/comments/oy1qoo/ysk_the_weight_distribution_on_a_dollycart_matters.json": "I move heavy cartloads of stuff a lot for work and am often surprised how many\npeople don't realize how weight distribution impacts the cart's ability to roll\nwell. The next time you need to move a cart of stuff around, step back and look\nat it. Which end looks like it's probably heavier? Make sure…",
  "data/reddit-know/r/YouShouldKnow/comments/oy5f0t/ysk_if_youre_sick_of_doing_recaptchas_on_the_i_am.json": "Why YSK: If you click on the side of the box, rather than within the range, it\nusually verifies instantly. I can't exaggerate how vexing it is to constantly\nkeep my eyes peeled, especially when met with grainy, low-quality images. Sure,\nit's an efficacious tactic to ward off the ever-increasing…",
  "data/reddit-know/r/YouShouldKnow/comments/oy3goj/ysk_the_iata_have_a_very_good_tool_to_see_all.json": "Why YSK: It’s expensive to lose a flight\n\nLink to the tool: https://www.iatatravelcentre.com/world.php",
  "data/reddit-know/r/YouShouldKnow/comments/oyje4e/ysk_uk_an_nhs_dental_checkup_is_2380_treatment.json": "Dentures, crowns, bridges and mouth guards are £282.80. Your check-up cost is\nincluded in the full price for treatment. It isn’t per tooth! It’s one band\ncharge for that course of treatment from your check-up. You are exempt from\npaying if you’re on various credit benefits i.e tax credit, universal…",
  "data/reddit-know/r/YouShouldKnow/comments/oyz7rt/ysk_if_someone_is_trying_to_kidnap_or_abducting.json": "Why YSK: IF you are forced in to a vehicle. Do NOT let them get you to their\n\"Safe\" place. Don't comply, don't accept any faith, do not trust their words\nabout not harming you\n\nDo your best to attack the person, hit them in the stomach, in their private\narea, any soft area in general is good.\n\nUse…",
  "data/reddit-know/r/YouShouldKnow/comments/oz9ist/ysk_if_you_cant_defend_your_opinion_beyond_saying.json": "Why YSK: - A belief or opinion is more valid and credible when there’s fact or\nrational, logical conclusion attached to it beyond personal bias. Being able to\nback up your thoughts will make it so that you’re believing things an honest\nbasis, and it helps encourage critical thinking and less…",
  "data/reddit-know/r/YouShouldKnow/comments/oz6mvk/ysk_mutual_abuse_in_a_relationship_is_a_myth.json": "Why YSK: a lot of abuse victims are stuck in an abusive relationship because\nthey believe it's their fault and don't deserve to escape.\n\nThe following link from the national domestic violence hotline has more detail.\nhttps://www.thehotline.org/resources/the-myth-of-mutual-abuse/",
  "data/reddit-know/r/YouShouldKnow/comments/ozaovw/ysk_that_your_cat_picking_food_up_with_its_paw.json": "Why YSK:\n\nCats whiskers are not simply long hairs, they are attached to ultra sensitive\nsensory organs (proprioceptors). Repeated input can cause stress. more details\n[https://catvettucson.com/whisker-fatigue/]\n\nImagine changing your focus from near to far over and over, eventually your eyes\n(and…",
  "data/reddit-know/r/YouShouldKnow/comments/ozcpan/ysk_despite_popular_belief_most_selfdefense.json": "First and foremost, you risk dropping your keys or having them taken from you,\nwhich means you have now lost access to your vehicle and/or home. Worse, if your\nattacker gets them now THEY have access. Getting inside your home or vehicle can\nbe imperative to escaping, and you don't want to lose your…",
  "data/reddit-know/r/YouShouldKnow/comments/ozfw37/ysk_if_you_have_self_esteem_issues_regarding_your.json": "Why YSK: You can be the hottest person in the world and there'll still be people\nwho find you ugly. So you can be the ugliest person and some will consider you\nhot.\n\nI spoke to my mom the other day about attraction and showed her a few pictures\nof male celebrities that I (a queer agender person)…"
}