{
  "data/reddit-changemyview/r/changemyview/comments/obdava/cmv_inserting_nonwhite_characters_into_stories.json": "I saw a clip from frozen 2 recently and noticed a pretty significant number of\nnon white characters, to my surprise. I don’t understand the logic these\nadditions. Frozen is set hundreds of years ago In Scandinavia. Is it just\nshallow attempts at diversity?\n\nMy favorite show of all time is Avatar:…",
  "data/reddit-changemyview/r/changemyview/comments/obbfc0/cmv_it_is_socially_acceptable_to_make_fun_of.json": "Title could have been worded better. I’m not saying it ‘should’ be socially\nacceptable, I’m saying that I believe it is currently (subconsciously) accepted,\nand it shouldn’t be. I’m asking you to convince me that it is not socially\naccepted.\n\nBefore anyone misinterprets this, this does not mean that…",
  "data/reddit-changemyview/r/changemyview/comments/obfpgz/cmv_social_media_is_toxic_to_society.json": "It may seem ironic for me to decry social media on a social media site, but I\nthink it's appropriate --\n\nIn my opinion, social media has been a horrific accelerator of humankind's worst\ntendecies, and is toxifying our society.\n\nChronic judgments, superficial lies, and echo chambers of misinformation…",
  "data/reddit-changemyview/r/changemyview/comments/obh4kl/cmv_piracy_can_be_justified.json": "So, yes i think piracy can be justified for various reason.\n\nFirst of all, if a person has the money to legally pay for a service (movies,\nanimes, games etc) and they don't do it because they think entertainment should\nbe free, yes, then piracy can't be justified.\n\nAlso i think pirating services…",
  "data/reddit-changemyview/r/changemyview/comments/obe27y/cmv_the_less_you_focus_on_things_out_of_your.json": "For some people they worry about sports or romantic relationships. People waste\na lot of energy hoping their favorite sports teams win the big title or that\ncute someone likes them back when it is almost always outside of their control\nof what happens there.\n\nFor me, it's the stock market, politics,…",
  "data/reddit-changemyview/r/changemyview/comments/objxpa/cmv_bidens_claim_that_you_would_need_f15s_and.json": "View is related to this statement:\n\nhttps://youtu.be/SHLHkmWoYDU\n\nRationale:\n\nAmerica pretty much lost the Iraq war. Sure they got rid of Saddam, but they\ndidnt subdue the militant Islamists and ex-Iraqi army militias at all. Once they\nleft Isis had the strength to not only conquer large swathes of…",
  "data/reddit-changemyview/r/changemyview/comments/obldx3/cmv_in_a_layman_conversation_nitpicking_on.json": "Whatever your expertise, I'm sure you've had this experience. Someone correcting\na psychologist on an inaccurate use of a term like \"fetish\". Correcting people\ndoing an economics PhD on \"you can't say free because nothing is free\". A\nphysicist on the usage of \"weight\", and so on. Or a personal…",
  "data/reddit-changemyview/r/changemyview/comments/obp7da/cmv_woman_who_demand_both_equality_and_chivalry.json": "Now to star I want to clarify what I mean by chivalry. I dont mean treating\npeople with respect or holding the door open, those are just traits of a decent\nhuman. What I mean is the man asking the woman out , having to plan the date,\npay for it and any further other(since she will hold it againts…",
  "data/reddit-changemyview/r/changemyview/comments/obwn05/cmv_adult_programs_and_songs_shouldnt_be_censored.json": "Corporations shouldn't have to parent your child. You are their parent and it is\nyour responsibility to raise them. If you don't want your kids to see or hear a\nprogramming then that should be on you. When I hear a song on the radio with 50\ndifferent little distorted parts it makes me laugh. If it's…",
  "data/reddit-changemyview/r/changemyview/comments/obwzwl/cmv_the_line_should_be_drawn_at_theythem.json": "I Was looking at Instagram the other day and someone im following posted on\ntheir story a post containing multiple slides with pronouns I have never heard\nof before, I swear one of them was viv/vov and one was xe/xer. I see 0 reason\nwhy we need to have these in our society and what benefit they…",
  "data/reddit-changemyview/r/changemyview/comments/obt46b/cmv_in_breaking_bad_there_are_some_serious_meth.json": "1.) They are making 200 pounds of meth a week for 3 months. (source: The show)\n\n2.) The meth sells at $40 an ounce. (Source:\n\nJessie keeps saying, \"He's selling at 40 a pound\". I see 3 possibilities for\nthis:\n\nA.) He mean $40 a pound. For all the risk they are taking to make Meth, that\nseems like…",
  "data/reddit-changemyview/r/changemyview/comments/oc1c0n/cmv_a_person_should_not_be_able_to_be_charged.json": "When I was in college a roommate went out drinking one night, got in an\narguement with someone in the bar, and decided to leave. He realized that he had\nhad too much to drink, so he called a ride. It was mid August and super hot\noutside, so while he was waiting on his ride he sat in in his truck and…",
  "data/reddit-changemyview/r/changemyview/comments/obywd5/cmv_certain_hairstyles_do_not_belong_to_certain.json": "I've seen POC getting upset on youtube/tiktok for a white person wearing a\nhairstyle that they believe should only be worn by their culture and I dont\nreally understand it.\n\nI was watching a YouTube video of a European women showing how to do a\nNordic/Viking style braid. She braided two cornrows…",
  "data/reddit-changemyview/r/changemyview/comments/oc1guc/cmv_people_should_not_have_received_their_drivers.json": "This is happening in the United States. I know multiple people who got their\ndriver's licenses without taking their road test. This was a ridiculous choice\nthe government made during the pandemic. Yes, it would have sucked for people\nwho couldn't get their licenses right away, but for the safety of…",
  "data/reddit-changemyview/r/changemyview/comments/oc4vkm/cmv_suicide_prevention_ralliessocial_media.json": "Full disclosure, have lost a few friends to suicide, one of which still cuts me\ndeep to this day... it is the driving force behind my view. People made\nT-shirts, had a 5k run, put up social media posts about suicide prevention and\nstuff like that. Who the hell is this helping? If someone is…",
  "data/reddit-changemyview/r/changemyview/comments/ocacpo/cmv_field_sobriety_tests_should_not_be_up_to_the.json": "I understand that someone can be intoxicated on something other than alcohol, so\nI know why they're in place. However I do not like that an officer with no\ntraining gets to decide to actually charge you with the crime, I believe at most\na driver should be taken to the drunk tank and then released…",
  "data/reddit-changemyview/r/changemyview/comments/oc567x/cmv_equal_pay_pertaining_to_womens_football.json": "Don't take this out of context. Equal pay in other stuff is reasonable like\ndoing the same office job. But in the context of sports, I dont see equal pay in\nwomen's football being realistic in the current women's market.\n\nFrom my general knowledge of sports. Salary for players are usually…",
  "data/reddit-changemyview/r/changemyview/comments/ocsila/cmv_undercover_police_and_infiltrators_and.json": "If police set out a truck of shoes with the intent of it being stolen, logically\nthat means they were giving things away to the public because it was purchased\nwith taxpayer dollars.\n\nAlso undercover cops, vans, cruisers being used for routine traffic enforcement\nseem blatantly unconstitutional…",
  "data/reddit-changemyview/r/changemyview/comments/ocvz3l/cmv_instagram_has_lost_its_edge_and_will_die_out.json": "Instagram is on the decline, and will continue to do so for the next few years\nuntil they finally die out. Here are my reasons for believing that.\n\nOne - Instagram is losing its niche\n\nInstagram had a successful niche as a photo-sharing platform, and that is still\nultimately what most creators and…",
  "data/reddit-changemyview/r/changemyview/comments/ocw144/cmv_we_should_tax_the_externalization_of_a_cost.json": "For example, it's cheaper to transport chicken from the USA to China, where it\nwill be processed (it's cheaper due to lower wages and other reasons) and\nshipped back to the USA. This is a monstrous practice, that creates a lot more\npollution due to trans-oceanic transportation and takes capital out…",
  "data/reddit-changemyview/r/changemyview/comments/ocyx3j/cmv_its_okay_to_end_relationships_friendships.json": "Contrary to popular opinion, politics is more than just a difference in what to\ndo with taxes. It's also NOT some innocuous, neutral attribute akin to\nethnicity, gender, or sexual orientation. Your political affiliation is a\nreflection of your core values, and your core values IS the content of…",
  "data/reddit-changemyview/r/changemyview/comments/od34fv/cmv_saying_thank_you_for_your_service_to_someone.json": "First off I understand it makes sense to say \"thank you\" if they were FORCED to\nbe drafted into the war, to protect their country (say for WW1 or similar, that\nwas brutal), but past that it baffles me every single time. Sometimes there are\nliterally standing ovations after someone is thanked for…",
  "data/reddit-changemyview/r/changemyview/comments/od8z8z/cmv_i_think_that_approaching_someone_in_real_life.json": " 1. Immediate feedback. You don’t have to wonder about if you’re being rejected\n    or if she’s interested but taking forever to respond because you will get an\n    answer right then and there.\n 2. You’re not competing with all the good looking people in the world at the\n    moment you approach. You…",
  "data/reddit-changemyview/r/changemyview/comments/odausa/cmv_as_a_married_father_of_two_young_children_it.json": "I need everyone to be at the top of their game today because I really want you\nto change my view here.\n\nI have wanted to get a motorcycle since I was a teenager but I didn't have the\nmoney. Now I can afford one but I am married with two kids and I cannot help but\nthink that it is an unnecessary risk…",
  "data/reddit-changemyview/r/changemyview/comments/odeibr/cmv_a_world_where_teachers_are_fired_for_their.json": "I see no reason to fire them and I think its immoral. By immoral I don't mean\nthe employer can't do it legally, I mean I will not like them if they do so. and\nmy view is coming from public schools. Here the government is the employer who\nhires teachers.\n\nA teachers ability isn't diminished because…",
  "data/reddit-changemyview/r/changemyview/comments/od6h1i/cmv_mlks_a_letter_from_a_birmingham_jail_is_a.json": "MLK's criticism of liberals who wish to have a false since of peace just feels\nso relevant to the world we live in today. To the point where even I a black man\nfell for the exact trap he speaks of in this letter.\n\nSo many minorities face so much oppression and one the default responses is\nalways \"if…",
  "data/reddit-changemyview/r/changemyview/comments/odjq8u/cmv_smoking_weed_everyday_is_not_a_healthy_habit.json": "I know I'm gonna get a lot of flack for this but I don't believe it's healthy to\nsmoke weed everyday and would be open to changing my opinion on that as it is a\ncontentious issue in my relationship. My partner believes smoking weed everyday\nis okay but I think marijuana and alcohol are similar in…",
  "data/reddit-changemyview/r/changemyview/comments/od8qx8/cmv_the_daily_show_and_similar_shows_do_more_harm.json": "I always enjoyed watching Jon Stewart, then Trevor Noah, for their humor. On\noccasion, they would reveal some valuable insight, engaging interviews, or\nimpressive journalism. Normally, though, most of the enjoyment came from\nwatching them lambast conservative hypocrisies.\n\nHowever... Are they…",
  "data/reddit-changemyview/r/changemyview/comments/odavbx/cmv_peoples_outrage_over_shacarri_being_banned.json": "It seems like a lot of people are really upset over the failed drug test. It’s\ncrazy that people want there to be no consequences to her getting caught on a\ndrug test. I don’t even think it’s right that they drug test for cannabis, but\nthe standard is already there. Is it awful her mother died and…",
  "data/reddit-changemyview/r/changemyview/comments/odrdvw/cmv_many_americans_are_ungrateful_for_living_in.json": "Every 4th of July I see so many different people complaining about the fact that\nwe are celebrating our independence. Their basis for this is generally that we\nhave problems in the country, both in the present, and in the past.\n\nLiving in the United States is a privilege and denying it is, is…",
  "data/reddit-changemyview/r/changemyview/comments/odgp3z/cmv_the_usa_lost_the_afghan_war.json": "This week most US soldiers left Afghanistan. And like Vietnam it has been a\ncostly disaster. The Afghan expedition was a failure by most metrics for the US:\n\n * They did not defeat the Taliban.\n * They did not win the hearts and minds of the Afghan population.\n * They did not improve the lot of…",
  "data/reddit-changemyview/r/changemyview/comments/oe0e2l/cmv_if_there_isnt_space_for_white_men_to_feel.json": "I think the recent growth of white supremisim is directly tied with the\nincreasing acceptance and valuing of minority groups and women. Where\nmarginalized white men see these groups be recognized for their skin color,\ngender, etc and they want the same except the only way they can feel like part\nof…",
  "data/reddit-changemyview/r/changemyview/comments/oe1apm/cmv_all_social_media_platforms_are_trying_to_copy.json": "All social media platforms are trying to integrate the full screen video, “just\nswipe”, platform and I hate it. Reddit just did it and I hate it. I don’t want\nyour shitty algorithm to try to feed me old content when I swipe on a video from\nmy home page, and I hate the new “chat” comment layout.…",
  "data/reddit-changemyview/r/changemyview/comments/oe4y7v/cmv_gmail_is_streets_ahead_of_outlook_in_everyday.json": "I have worked in corporate environments that use both Outlook and Gmail (Google\ntailors it to the specific corporate with branding etc, but it’s Gmail through\nand through). Having used both in the same type of working environment, my take\nis that Gmail is not just marginally better, but far…",
  "data/reddit-changemyview/r/changemyview/comments/odx41x/cmv_crypto_is_logistically_unworkable_and_is_thus.json": "I have yet to see a convincing answer for why Bitcoin and other currencies are\nactually the future of finance. There are a few very basic flaws that are\nobvious to me:\n\n * Devaluation of fiat. Fiat is already not in a great spot in many places due\n   to the absurd money printing for COVID relief…",
  "data/reddit-changemyview/r/changemyview/comments/oe4p16/cmv_im_tired_of_this_constant_attempt_at.json": "Let's get this out of the way: I'm pretty much a liberal regarding drugs. I\nthink they should be legalized, taxed and regularized as it looks to me that the\npros of doing that clearly outweight the cons. I am a clean guy, I don't drink\nand I don't smoke. I am curious of weed and psychedelics, but at…",
  "data/reddit-changemyview/r/changemyview/comments/oeak4c/cmv_some_parents_genuinely_deserve_to_have_their.json": "I’m not just referring to abusive parents, just any kind of overboard parents.\nNarcissistic, stubborn, narrow minded and self righteous, and all the other\nterms you can think about to describe horrible parents. Toxic parents.\n\nWhy should any kid stay to take care of their parents if they were toxic…",
  "data/reddit-changemyview/r/changemyview/comments/oehe3h/cmv_continuing_to_put_people_coming_out_as_gay_in.json": "It seems everytime a celebrity comes out is gay it is plastered all over social\nmedia calling them a hero and strong for coming out. Now if this was 20+ years\nago I'd totally agree. Nowadays though, with there being a pride month and a\nconsiderable amount of the population being accepting of gays I…",
  "data/reddit-changemyview/r/changemyview/comments/oem7nf/cmv_dog_breeds_such_as_pugs_dachshunds_and.json": "As the heading says, certain breeds of dogs (and other animals too), just\nshouldn’t exist for the animal’s welfare, I know so many people that have owned\na pug that have needed to take them to the vets just to fix their breathing\nbecause their face structures are just absolutely destroyed through…",
  "data/reddit-changemyview/r/changemyview/comments/oejsee/cmv_its_not_racist_to_not_being_able_to.json": "I'll be honest that this is a response to this\n[https://www.reddit.com/r/WhitePeopleTwitter/comments/odaxhu/they_can_barely_manage_english/?utm_medium=android_app&utm_source=share]\npost on r/whitepeopletwitter [/r/whitepeopletwitter] that blew up a few days ago\nthat asserts that you're racist if you…",
  "data/reddit-changemyview/r/changemyview/comments/oew0yl/cmv_it_should_be_illegal_for_health_insurance.json": "US based obviously. In my opinion it should be illegal for an insurance provider\nto have access to 'plan discounts' that the average consumer cannot have access\nto. An example, I have needed some blood work and imaging recently. Quest\ndiagnostics billed nearly $800 total for 2 round of blood work.…",
  "data/reddit-changemyview/r/changemyview/comments/of1s67/cmv_reddit_has_gone_from_the_front_page_of_the.json": "Been a long time lurker and occasional commenter, and first things first i just\nwanna put this out there that this obviously does not apply to everyone nor all\nof reddit. There are plenty of great subs to learn things from and its fairly\neasy to gain proper insight on those things from other helpful…",
  "data/reddit-changemyview/r/changemyview/comments/oexrwn/cmv_the_best_years_of_your_life_are_alwaysnow_so.json": "So many people look at their life and feel that they’re too young and need to be\nolder and can’t wait, Middle Agers who always say “oh if I only knew then what I\nknow now” are wasting time thinking about regrets or how crappy their life is\nnow, but they need to appreciate that, however cliche, your…",
  "data/reddit-changemyview/r/changemyview/comments/of8y6f/cmv_the_united_states_is_slowly_but_totally.json": "From unsalvageable political polarization, to our undying reliance fossil fuels,\nto the mental health/healthcare crisis, to gun violence. Aside from civil rights\n(I understand that this is no small footnote and is a great improvement) it\nseems like literally nothing has gotten better/no improvements…",
  "data/reddit-changemyview/r/changemyview/comments/ofa28a/cmvtheres_a_distinct_double_standard_between.json": "So first off I just wanna say that this isn't aimed to be a jab at woman or a\nway to berate them in any way. Like the description in the sub says I understand\nmy view may be flawed and I'll except that if it is. Basically the reason I feel\nthis way stems from something from my childhood.\n\nMy mom was…",
  "data/reddit-changemyview/r/changemyview/comments/ofd9ip/cmv_men_should_not_be_expected_to_pay_on_the.json": "Well we are in 2021 and as firm believer or women’s right and equality I think\nmen should not be expected to pay on the first date.\n\nBecause those traditions are old and sexists and they date back from when women\ncouldn’t work and were dependent to her husband, but nowadays women are as\nstrong if…",
  "data/reddit-changemyview/r/changemyview/comments/of3ttm/cmv_rachel_nichols_isnt_wrong_for_her_comments.json": "It’s been recently reported that as of now , Rachel Nichols has been removed\nfrom the NBA finals crew. For those that don’t know what’s going on , basically\n, There was a tape recording that came out of Rachel basically saying that she\nfelt she lost her lead position as an NBA finals reporter last…",
  "data/reddit-changemyview/r/changemyview/comments/ofkrg1/cmv_your_experiences_with_men_andor_woman.json": "People relate their dating experiences to an entire population. “All guys are\nasshole, All the guys I’ve been with turned out to be” or “all girls are crazy!\nEvery girl I’ve been with turned out to be crazy!” (Stereotype examples for my\npoint)\n\nThis reflects your judgment in men or woman or your own…",
  "data/reddit-changemyview/r/changemyview/comments/ofmbql/cmv_there_should_be_no_politicians_that_are_in.json": "What this means is that, if the average age of death in the United States is\n78-80, than no one above the age of 70 (to give a round number) should be\nallowed to make decisions on a wide scale.\n\nI know many divisive, politically-minded individuals will disagree with me on\nthis (especially in the…",
  "data/reddit-changemyview/r/changemyview/comments/ofnuvz/cmv_debates_are_meaningless_without_fact_checking.json": "I don’t get why people just accept when people debating pull out statistics or\n“facts” as truth. I think for major debates (especially election ones, since\nthose are so important), the participants must pre-submit verifiable facts they\nintend to rely on (such as things like unemployment rate within…",
  "data/reddit-changemyview/r/changemyview/comments/ofoq2j/cmv_many_countries_are_becoming_more.json": "This is definitely a controversial topic but as an initial disclaimer I'd like\nto say that I'm not a libertarian I'm personally more of a centrist, and I'm\nalso not someone who is anti-lockdowns or anything. I don't live in the US\neither and don't affiliate with any of the two main parties…",
  "data/reddit-changemyview/r/changemyview/comments/ofrp49/cmv_americans_are_insulated_to_outside_thoughts.json": "I want to start this off by saying that I haven't been to the US, nor are my\ninteraction with Americans extensive. This is mostly compiled from a lifetime of\nexperiencing American pop-culture influences and global American politics.\n\n\n\nMy view is that the US is a big country in size and population…",
  "data/reddit-changemyview/r/changemyview/comments/ofwbcr/cmv_pastors_should_not_be_allowed_to_hold.json": "Allowing pastors to become politicians inherently bridges the divide between\nchurch and state, which is sacred and should not be connected in any way.\nPastors will of course always vie for faith-based laws, see things through\nGod-tinted glasses and will generally want to connect church and state…",
  "data/reddit-changemyview/r/changemyview/comments/ofr2n0/cmv_racism_is_not_just_about_minorities_meaning.json": "If we can agree that the definition of racism is \"Discrimination against someone\nbecause of their race.\", then why does racism only get called out when it is\nagainst a group deemed to be a \"minority\" (which doesn't make sense if you look\nat global percentages instead of just country to country…",
  "data/reddit-changemyview/r/changemyview/comments/og7a61/cmv_on_disassociating_myself_from_politics.json": "I'm apolitical. I have views that lean both liberally and conservatively.\nHowever, I choose to not be vocal about it as I'm just not that interested in\nthe topic as a whole. I'm also a very passive person, and it's just in my best\ninterest to be passive in pretty much everything surrounding my…",
  "data/reddit-changemyview/r/changemyview/comments/oga4kz/cmv_anyone_should_be_able_to_opt_outleave_a_home.json": "I understand why HOAs exist and some people prefer them, and it's great (for\nthose people) when everyone involved is on the same page and things go well.\n\nHowever, anyone that doesn't wish to be bound by the ever-changing rules of the\never-changing management in a HOA should absolutely be able to…",
  "data/reddit-changemyview/r/changemyview/comments/oga317/cmv_homeless_people_deserve_empathy_instead_of.json": "On a road trip with my boyfriend, we had just gotten food and the homeless\npopulation was pretty rampant in that area. I had an extra sandwich and wanted\nto share it with this particular homeless person who was just sitting on the\nsidewalk with his bags, looking at the drive thru.\n\nI said “Could I…",
  "data/reddit-changemyview/r/changemyview/comments/ogaj9j/cmv_donald_trump_did_more_harm_than_good_to_the.json": "During Trump's presidency, the GOP lost both the house and the senate, he was\nimpeached twice, lost his reelection bid, was banned from social media and\narguably caused more people to distrust the GOP than any other Republican\npresident before him. It seems that any politician or political…",
  "data/reddit-changemyview/r/changemyview/comments/ogcea4/cmv_misgendering_someone_isnt_an_act_of_violence.json": "I've seen this narrative get used alot and it really makes no sense to me how\npeople can actually believe this nonsense. I'm going to be linking an article at\nthe bottom of my post to give everyone a brief idea of what I'm talking about.\nBasically this blogger wrote an article claiming that by…",
  "data/reddit-changemyview/r/changemyview/comments/ogd3tj/cmv_reddit_bots_that_reply_to_comments.json": "I've noticed a huge uptick in reddit bot activity and I think it's pretty wild\nthat these accounts are able to post all day every day, with comments that are\nin most cases nearly identical to each other.\n\nSpam is already against the reddit TOS, and that's exactly what they are. Spam.\n\nThere are some…",
  "data/reddit-changemyview/r/changemyview/comments/ogftzq/cmv_my_friends_death_in_afghanistan_was_in_vain.json": "A childhood friend of mine (US Marine Sniper) was killed in action fighting in\nAfghanistan. After 20 years, US forces are withdrawing from the region. I\nbelieve the war was a complete failure and his death was in vain. A view I\nhaven't shared with anyone else. I would like to believe that his death…",
  "data/reddit-changemyview/r/changemyview/comments/ogkyj3/cmv_china_is_an_authoritarian_state_that_should.json": "Title says it all. China is actively engaging in genocide in its western part of\nthe country against their Muslim population, known only on my internet searching\nas the “Uighurs” putting them into modern day concentration…",
  "data/reddit-changemyview/r/changemyview/comments/ognwkq/cmv_protesting_on_the_highway_and_streets_is.json": "We’ve all seen videos of protesters who’ve been run over because they decided to\nstand in the street and block traffic and someone decided they weren’t going to\nwait and tried to get past them, purposely or accidentally, hitting someone or a\nfew people in the process.\n\nWhile there are definitely…",
  "data/reddit-changemyview/r/changemyview/comments/ogwixg/cmv_var_in_football_soccer_is_a_good_thing_and.json": "VAR means “video assisted referee”. It is football’s implementation of using\n“live” video playback while a game is in progress to help the referee determine\nif something had been a foul, if there had been a handball etc. I am not an\nexpert on the precise ways in which it is utilised, but the…",
  "data/reddit-changemyview/r/changemyview/comments/ogk3ua/cmv_the_misuse_of_the_word_objectively_has_become.json": "The title says the view for the most part. I've noticed a significant trend on\nReddit and other social media platforms over the last few years where people\nwill describe something as \"objectively funny\" or make a statement like \"minimum\nwage increases are objectively bad for low income people\". The…",
  "data/reddit-changemyview/r/changemyview/comments/oh1j13/cmv_the_statecountycity_should_be_on_the_hook_for.json": "Title is pretty much my view, but is part of a larger assortment of criminal\njustice reform ideas I have been kicking around in my head that, for the sake of\nbrevity, has been reduced down to these two for now.\n\nThe overall goal is to standardize the treatment of rich and normal Americans in\nthe…"
}