{
  "data/reddit-stocks/r/stocks/comments/n2705g/best_sector_for_the_next_5_years.json": "Alright so i know a lot of people like EV’s but I also think the energy sector\nwill do well under Biden. I dont have the most extensive knowledge of finance,\njust picking up stuff as I go. But what sectors do you like now and think will\ndo well in the next 5-10 years?\n\nEdit: Thanks so much for all…",
  "data/reddit-stocks/r/investing/comments/n2fchi/not_a_single_one_of_you_are_able_to_argue_why.json": "Reading through this sub you get the feeling that everyone “knows” it but no one\nis exactly giving a single reason for why, other than “it should because of high\nvaluations”.\n\nIt reads as a lot of wishful thinking and arrogance. Where the hell do you place\nApple, the largest company in the world…",
  "data/reddit-stocks/r/stocks/comments/n2hzd3/i_analyzed_all_the_motley_fool_premium.json": "Preamble: There is no way around it. A vast majority of us Redditors absolutely\nhate The Motley Fool. I feel that it’s justified, given their clickbait titles\nor “5 can't miss stocks of the century” or turning 1,000 into 100,000 posts\ndesigned just to drive traffic to their website. Another Redditor…",
  "data/reddit-stocks/r/stocks/comments/n2ihgo/why_hasnt_robinhood_still_not_received_any_form.json": "This article contains the list:\nhttps://www.yahoo.com/lifestyle/robinhood-expands-trading-restrictions-50-225241993.html\n\nI know other brokerages restricted GME/AMC. But Robinhood's restricted list was\nway bigger and included stocks such as AMD, AAL, BYND, GM, IPOE, MRNA, and SBUX.\nI had got into…",
  "data/reddit-stocks/r/investing/comments/n2iz5s/good_idea_to_keep_cash_in_money_market_for_dry.json": "Read this article from The NY Times a few days ago and started to wonder about\nmy strategy of keeping cash (50-150k) in a money market fund to move to the\nSP500 as dollar cost averaging and/or as 'dry powder' in case of larger swings.\n\nI had followed my CPAs advice a while back to use Money Market…",
  "data/reddit-stocks/r/investing/comments/n2o4zl/amzn_q1_earnings_eps_1579_vs_954.json": "Still couldn't find amazon post in this sub, wanted to discuss. These are\namazing numbers. It has been consolidating in this range for past 7 months.\nReady to shoot up and find new base. Shares went up almost 5% after hours and\nstrangely closed red on Friday.\n\nEPS: $15.79 vs. $9.54…",
  "data/reddit-stocks/r/investing/comments/n2n415/why_i_am_invested_in_psychedelics.json": "(\\***Disclaimer: The purchase, sale, and use of psychedelic drugs is currently a\nFederal Offense and their consumption comes with great dangers when used in an\nuncontrolled environment.\\**)*\n\nI have been following psychedelic research for many years now. And I am writing\nthis post for anyone who is…",
  "data/reddit-stocks/r/stocks/comments/n2n4gh/soon_all_car_manufacturers_are_going_to_be.json": "This is excluding new companies specialising in EV such as Tesla as they will\nnaturally grow as they enter the market.\n\nBut for the likes of let's say Volkswagen or Ford...\n\nPeople seem to dive at the chance to invest in these companies when they\nannounce their move into the EV market.\n\nHowever the…",
  "data/reddit-stocks/r/stocks/comments/n2qdd8/selling_apple_shares_was_probably_a_mistake_and.json": "Source\n[https://finance.yahoo.com/news/selling-apple-shares-last-year-was-probably-a-mistake-buffett-195811746.html]\n\nWarren Buffett conceded that selling some shares of Apple (AAPL\n[https://finance.yahoo.com/quote/AAPL?p=AAPL&.tsrc=fin-srch]) in Berkshire\nHathaway's portfolio last year was likely a…",
  "data/reddit-stocks/r/stocks/comments/n2vy7k/financial_post_had_a_great_piece_on_well_health.json": "Most analysts I have ever seen respond to a short report...\n\nhttps://financialpost.com/investing/short-sellers-dont-always-win-and-shouldnt-get-the-glory\n\nReally sheds light on the current market we are in. \" If you own a great company\ntheir is no reason to worry\" . Excited to see what this company…",
  "data/reddit-stocks/r/investing/comments/n2w9h1/well_health_in_the_financial_post_this_morning.json": "This is the most analysts I have ever seen respond to a short report...\n\nhttps://financialpost.com/investing/short-sellers-dont-always-win-and-shouldnt-get-the-glory\n\nReally sheds light on the current market we are in. \" If you own a great company\ntheir is no reason to worry\" . Excited to see what…",
  "data/reddit-stocks/r/stocks/comments/n2nmdi/when_we_look_back_at_this_era_one_of_the_talking.json": "A company that lost $310 million last quarter, and has so far run up an\naccumulated deficit of $8 billion was able to privately place $1.15 billion of\n0% bonds\n[https://www.sec.gov/Archives/edgar/data/1564408/000119312521145731/d165819dex41.htm].\nThere was apparently so much demand for their…",
  "data/reddit-stocks/r/stocks/comments/n2ok5c/i_dont_understand_how_dividends_affect_a_stock.json": "I read today that if a stock is trading at 20.04 and pays a .04 dividend, on\nex-dividend day the stock will adjust down to 20.00 to reflect that dividend no\nlonger being available to buyers.\n\nI got down voted to hell for saying it's not necessarily 1:1 like that, but\nactually now I'm just confused.…",
  "data/reddit-stocks/r/wallstreetbets/comments/n30u1l/why_i_think_the_market_will_see_a_3050_correction.json": "I'm not going to give you a wall of text that you will probably skim through,\ninstead I'd like to show you 4 graphs that I've studied at length which I feel\ndepict my thesis in shortest amount of time then provide brief explanations\n\nThesis- The stock market is at an unsustainable high valuation and…",
  "data/reddit-stocks/r/investing/comments/n34369/berkshire_earnings_jump_buffett_continues_to_buy.json": " * Berkshire Hathaway reported operating income of $7.018 billion in the first\n   quarter, up 20% from $5.871 billion in the same period a year ago.\n * During the first quarter, the company bought back $6.6 billion of Berkshire\n   shares, after a record $24.7 billion in buybacks last year in lieu…",
  "data/reddit-stocks/r/stocks/comments/n34rkx/wall_street_week_ahead_for_the_trading_week.json": "Goooooood Sunday morning to all of you here on r/stocks [/r/stocks]. I hope\neveryone on this sub made out pretty nicely in the market this past week, and is\nready for the new trading week ahead.\n\nHere is everything you need to know to get you ready for the trading week\nbeginning May 3rd,…",
  "data/reddit-stocks/r/stocks/comments/n2ud90/about_87_of_companies_in_the_sp_have_beaten.json": "https://www.reuters.com/business/wall-st-week-ahead-blow-out-us-earnings-suggest-market-has-room-run-2021-04-30/\n\nArticle for those who want to scroll through quickly:\n\nU.S. companies are leaping above expectations on first-quarter earnings, giving\ninvestors stronger confirmation that profit growth…",
  "data/reddit-stocks/r/stocks/comments/n2ze6w/oil_play_for_the_summer.json": "Goldman Sachs is predicting that the oil price can hit 80 after summer\nreopening. Which of the ETF's are good for short term play and tracks oil price?\nOr companies like XOM or BP will be good for 3-4 months?",
  "data/reddit-stocks/r/stocks/comments/n38c3h/how_would_you_feel_about_the_stock_market_being.json": "So, I’ve had a thought recently about how it would be if the market was open\n24/7.\n\nI think there would be sufficient liquidity for most of the time; the US market\nis one of the most extensive and prominent in the world. In fact, I live in the\nUK and I actually like the US market more than the UK…",
  "data/reddit-stocks/r/stocks/comments/n392a4/twitter_twtr_has_done_basically_nothing_in_its.json": "I started investing in late 2013 and TWTR was the hot IPO at the time. I\ndistinctly remember buying a few shares at $57 figuring I'd get in on the ground\nfloor of what was already a culturally-significant company.\n\nAmazingly, over 7 years later the stock is trading lower than where I bought it\nall…",
  "data/reddit-stocks/r/investing/comments/n34we7/whats_your_average_return.json": "The stock market has been crazy over the last few years, and everyone keeps\ntalking about high-fliers like Tesla and other companies that have increased\ntheir market cap by 800%+ in the last year or so. Unfortunately, it's not always\npossible to pick the winners like these when investing, since…",
  "data/reddit-stocks/r/stocks/comments/n2we74/which_faamg_stocks_do_you_think_have_the_most.json": "Not asking for recommendations but curious to hear thoughts. FAAMG, as Goldman\nSachs defines as Facebook, Amazon, Apple, Microsoft, and Google, (Not to be\nconfused with Jim Cramer's FAANG, which substitutes Netflix for Microsoft) have\nbeen among the most dominant players in terms of growth, volume…",
  "data/reddit-stocks/r/stocks/comments/n3c8mo/clov_hype_and_those_hyping_it.json": "CLOV might be the greatest play in the history of investments. However, I've\nstarted looking at the comment history of some of the profiles hyping this stock\nand it's all comments that have come in the past couple of months, and all of\nthem are devoted to CLOV stock jumping.\n\nNo additional comments,…",
  "data/reddit-stocks/r/investing/comments/n3ollc/credit_suisse_made_just_175m_in_archegos_fees_in.json": "https://www.ft.com/content/429f2cd2-db55-42b8-a65c-a228cdb3089d\n\n> Credit Suisse made just SFr16m ($17.5m) of revenue last year from Archegos\n> Capital, the family office whose sudden collapse in March caused the Swiss\n> bank $5.4bn in losses, according to people with knowledge of the…",
  "data/reddit-stocks/r/stocks/comments/n3ppiw/tsmc_just_announced_they_expect_to_catch_up_with.json": "I currently hold Ford (and a couple other pure EVs) as longer-term auto/EV\nplays. FORD gave up most of its 2021 gains after lowered guidance for the rest\nof 2021 at earnings on 4/28 (due partly to chip contstraints).\n\nHopefully this news from TSMC today that they may start catching up with…",
  "data/reddit-stocks/r/stocks/comments/n3tdg7/palantir_hires_former_ibm_watson_health_exec_as.json": "https://www.cnbc.com/2021/05/03/palantir-hires-former-ibm-watson-health-exec.html\n\nPalantir has hired its first U.S. government chief medical officer, a former\nexecutive from IBM's Watson Health business, as the data analytics company\ndoubles down on its life sciences business.\n\nWhile the company…",
  "data/reddit-stocks/r/stocks/comments/n3uk2j/gamestop_completes_voluntary_early_redemption_of.json": "Elimination of Long-Term Debt Further Strengthens Company’s Balance Sheet and\nSupports Transformation\n\nGRAPEVINE, Texas, May 03, 2021 (GLOBE NEWSWIRE) -- GameStop Corp. (NYSE: GME)\n(“GameStop” or the “Company”) today announced that on April 30, 2021 it\ncompleted its voluntary early redemption of…",
  "data/reddit-stocks/r/stocks/comments/n3vqmp/uranium_market_update_one_of_the_biggest.json": "To say we had an interesting few weeks in the uranium sector would be a massive\nunderstatement. We have seen new geopolitical support for nuclear power and a\nmassive new catalyst in the form of the newly formed Sprott Uranium Trust (more\non that later). There was also a new version released of the…",
  "data/reddit-stocks/r/wallstreetbets/comments/n3vlr0/nok_has_potential_to_reach_10.json": "$NOK has the potential to reach $10+, here's why:\n\n\nREVENUE AND EARNINGS BEAT\n\nNet sales rose 3% year-over-year to €5.08 billion ($6.2 billion), beating the\nFactSet consensus for sales of €4.75 billion. The sales beat was driven by\ngrowth in Nokia’s mobile networks unit — due to strong sales of 5G…",
  "data/reddit-stocks/r/investing/comments/n3rwq5/why_hasnt_facebook_stock_reacted_to_apples.json": "Recently apple announced a number of privacy changes coming with IOS 14.5, which\nwill ask users when they use an app for the first time whether they want to\nallow the app to track them across the device as a whole.\n\nFacebook noted this will most likely hurt profits and slow growth somewhat.\nRevenue…",
  "data/reddit-stocks/r/stocks/comments/n470ko/here_is_a_market_recap_for_today_monday_may_3_2021.json": "PsychoMarket Recap - Monday, May 3, 2021\n\nStocks traded mixed, with the S&P 500 (SPY) and Dow Jones (DIA) ticking higher\nwhile the tech-Nasdaq (QQQ) declined. The SPY rose 5% in April, for the best\nperformance since November of last year. Following a rotation into cyclical and\nreopening stocks at…",
  "data/reddit-stocks/r/stocks/comments/n4bbcm/stop_panicking_come_up_with_a_plan.json": "I know some of you are tired of these \"it's ok everything will be ok\" posts, but\nthe daily thread is a mess. Browsing it would make some of you think that the\nmarket is down 10%.\n\nIf you're looking at your portfolio and it's really doing a number on your\nstomach, you need to reevaluate your…",
  "data/reddit-stocks/r/stocks/comments/n3ublk/iron_ore_hitting_all_time_highs_and_continuing.json": "Thats right, iron ore is at all time highs and theres no signe of it stopping.\n\nShort term play on this is Lif\n\nLabrador iron ore royalties. They have s 15.1% stake in Iron Ore Canada.\n\nAnd have a 7% off the top royalty.\n\nMine life is 24 years long, so you can hold this for a couple years and…",
  "data/reddit-stocks/r/wallstreetbets/comments/n4dvka/msft_infinite_money_glitch.json": "Disclaimer: I am not a financial or investment advisor. \n\nBefore this subreddit was ruined by ten million people, solid DD used to get\ndone. Do you ever find yourself reminiscing about the good ‘ol WSB days? \n\nWell, your prayers have been answered. Degenerates gather around, as I am\nbringing you a…",
  "data/reddit-stocks/r/stocks/comments/n4e3w6/why_is_nvda_worth_so_much_more_than_amd.json": "I'm newer to the game so maybe someone can help me with this. I am sure I am\nmissing something basic but, looking at their revenue, NVDA is not much more\nthan AMD. NVDA shows $5 billion for quarterly revenue January 21 and AMD is\nshowing $3.44 billion for the same time period. So roughly, 1.5 times…",
  "data/reddit-stocks/r/investing/comments/n4ifxt/q1_2021_tesla_market_share_is_shrinking.json": "While Tesla sales are booming, as a whole its market share is shrinking\nworldwide [http://ev-sales.blogspot.com/2021/05/2021-q1-sales-by-oem.html]:\n\n> If we gather plugin sales by Automotive Groups, Tesla ended the first quarter\n> of the year in the lead, with 16% share, 3% less than a year ago\n> \n>…",
  "data/reddit-stocks/r/investing/comments/n4l1ye/g1_therapeutics_as_a_future_of_oncology.json": "If you ever met CANCER you must know how tough it is, tough to fight with it,\ntough to watch how your beloved struggle and sometimes the only thing that can\nhelp is chemo!\n\nBut chemo also not easy to go through, thats why you need to know about G1\nTherapeutics and Cosela!\n$GTHX - G1 Therapeutics\n\n *…",
  "data/reddit-stocks/r/investing/comments/n4m67d/corsair_gaming_q1_eps_beats_by_025_beats_on.json": "Corsair Gaming (NASDAQ:CRSR):\n\n• Q1 Non-GAAP EPS of $0.58 beats by $0.25; GAAP EPS of $0.47 beats by $0.18.\n\n• Revenue of $529.4M (+72% Y/Y) beats by $76.13M.\n\n• Gaming and creator peripherals sales increased 132% to $175.9M. Gaming\ncomponents and systems revenue was up 52% to $353.5M.\n\n• Gross…",
  "data/reddit-stocks/r/stocks/comments/n4r3k8/why_is_the_market_down_so_much_today.json": "Holy shit. The nsadaq is down a whole 2.5% right now. SP500 is almost 1.5 and\nthe Dow is down a little under 1%. Whats going on? I know the market is\novervalued right now, but I didn’t think it would drop this fast or this soon.\nIs there another reason so many people sold today?",
  "data/reddit-stocks/r/investing/comments/n4m397/persistent_high_inflation_wont_happen.json": "The Fed can raise interest rates to infinity in lock step with rising prices to\ntame inflation when they want. This Fed power is far more effective than money\nprinting. Right now, they want asset inflation, which through a wealth effect,\nstimulates aggregate demand. Powell doesn't want or need to…",
  "data/reddit-stocks/r/stocks/comments/n4o8yb/why_should_we_even_bother_investing_in_growthtech.json": "Let's assume the fed is right and we don't raise interest rates until ~2023,\nit's my understanding that raising rates is going to send growth/tech stocks\ndown because money isn't as cheap as it used to be. Under that assumption,\nshouldn't that mean it would be smarter to sit these next few years out…",
  "data/reddit-stocks/r/stocks/comments/n4k6cm/rstocks_daily_discussion_technicals_tuesday_may.json": "This is the daily discussion, so anything stocks related is fine, but the theme\nfor today is on technical analysis (TA), but if TA is not your thing then just\nignore the theme and/or post your arguments against TA…",
  "data/reddit-stocks/r/stocks/comments/n4ryy2/every_time_the_fed_talks.json": "The market commits suicide. This will happen every first week of every new month\nuntil the market corrects itself to pre pandemic valuations. By Oct. the market\nwill look like it crashed as compared to the start of this new year.\n\nFear not the color red. I'm prepared to look at -99% unrealized…",
  "data/reddit-stocks/r/stocks/comments/n4thts/general_electric_shareholders_reject_ceo_pay.json": "Sane vote imo. \"A majority of shareholders at the General Electric Co annual\ngeneral meeting rejected the pay packages for named executive officers,\nincluding CEO Larry Culp, whose compensation for 2020 tallied $73.2 million.\"\nHow much money do these CEOs really…",
  "data/reddit-stocks/r/stocks/comments/n4wwl5/here_is_a_market_recap_for_today_tuesday_may_4.json": "PsychoMarket Recap - Tuesday, May 4, 2021\n\nStocks fell on Thursday following a mixed session yesterday, as the selloff in\ntechnology stocks accelerated following remarks from Treasury Secretary Janet\nYellen. Market participants wait for the next set of corporate earnings reports\nand economic data,…",
  "data/reddit-stocks/r/stocks/comments/n4x3hy/is_the_geo_group_inc_geo_stock_a_smart_investment.json": "Over the past year the S&P 500 is higher by 48.80% while GEO is lower by\n-53.25%. GEO earned $0.94 a per share in the over the last 12 months, giving it\na price-to-earnings ratio of 6.17.\nHowever, the GEO Group Inc (GEO) stock is lower by -53.25% over the last 12\nmonths, and the average rating from…",
  "data/reddit-stocks/r/investing/comments/n52di6/questions_about_my_roth_ira_options_reposted_from.json": "The AutoMod decided this was a bad post for /r/personalfinance so I am here now.\n\nHello /r/investing I was wondering what I should do in regards to my Roth IRA,\nbasically I am focused growth, with plans to retire at age 55-62 depending on\nhow everything goes (IE I hit whatever number I feel is…",
  "data/reddit-stocks/r/stocks/comments/n50zpg/yellen_says_i_didnt_say_that.json": "https://www.bloomberg.com/news/articles/2021-05-04/yellen-says-spending-jump-could-mean-higher-interest-rates\n\nTreasury Secretary Janet Yellen said Tuesday afternoon she wasn’t forecasting\ninterest-rate increases to rein in any inflation spurred by President Joe\nBiden’s proposed spending, clarifying…",
  "data/reddit-stocks/r/stocks/comments/n4xq7t/dont_be_me_stay_strong.json": "I think I am just writing to vent.\n\nThe past 4 months have been a learning lesson for me.\n\nI finally started to understand that this is not as easy as some people make it\nout to be.\n\n\n\nStarted in Dec. Was sure solar (TAN), Lithium great buys got into tech etc\n(ARKK).\n\nMid Feb was up 20%, cloud…",
  "data/reddit-stocks/r/investing/comments/n5a2ms/in_your_opinion_is_cryptocurrency_a_sound.json": "I've got a good friend who has been told that a certain crypto-currency is going\nto rise substantially (I know I know... I'm cynical as well).\n\nThe thing that makes me ponder whether this is genuine or not is that the advice\nshe has received is from a very trusted source to her - i.e. someone with a…",
  "data/reddit-stocks/r/investing/comments/n55982/commodities_futures_or_producers.json": "Hey folks.\n\nWith talks of looming inflation, and the rotation into value,\ninflation-protected, and \"reopening\" oriented stocks, I figure more than a few\npeople are looking to adjust their portfolios a bit, and may have some similar\nquestions.\n\nSomething I had not heavily considered before now are…",
  "data/reddit-stocks/r/stocks/comments/n5czoz/asts_a_revolution_in_5g.json": "Today, I will cover $ASTS, AST Space Mobile\n[https://npa-corp.com/wp-content/uploads/AST_SpaceMobile_Investor_Presentation_Public_12-15-20.pdf].\nThe company will provide 5G capabilities to regular cellphones from space, they\ntarget the 5 billion phones moving in and out of coverage every day or…",
  "data/reddit-stocks/r/stocks/comments/n5a1vy/if_you_inherited_200000_today_how_would_you_go.json": "Still learning about the market and diversification. Purely theoretical, but\nwould be greatful for others thoughts. Whether it be bonds,stocks,etfs and how\nto balance the portfolio / whether to hold a certain amount of cash for\nopportunities etc.\n\nAny opinions would be great!",
  "data/reddit-stocks/r/investing/comments/n5bhps/daily_general_discussion_and_spitballin_thread.json": "Have a general question? Want to offer some commentary on markets? Maybe you\nwould just like to throw out a neat fact that doesn't warrant a self post? Feel\nfree to post here!\n\nThis thread is for:\n\n * General questions\n * Your personal commentary on markets\n * Opinion gathering on a given stock\n *…",
  "data/reddit-stocks/r/stocks/comments/n59bno/how_can_people_possibly_build_any_sort_of_passive.json": "I am doing DD on dividend stocks as a new investor. I am a little lost starting\nout. So, let's take Lowes as an example, a company that has consistently payed\ndividends for over 50 years.\n\nRight now their cost per share is 200.30$\n\nLowe's Companies pays an annual dividend of $2.40 per share, with a…",
  "data/reddit-stocks/r/investing/comments/n5b5yf/has_any_possession_become_an_investment_over_time.json": "I'm wondering if anyone else has experience with items becoming investments over\ntime due to massive appreciation in value. Last year, I bought a couple of\nvaunted Magic cards from its early history, such as a Black Lotus, figuring that\nit was the only chance to own one after a 500% increase in the…",
  "data/reddit-stocks/r/stocks/comments/n5g8si/what_is_a_good_way_to_learn_about_those_stocks.json": "I started dipping my toes into the stock market back in Feb when the whole craze\nblew up and it made me a small but good profit. All this time I only really\ninvested into companies that are big and everyone recognizes (Car manufacturers,\ncell phone companies, etc.) Where can I find information about…",
  "data/reddit-stocks/r/stocks/comments/n5ikkk/peloton_recalls_treadmills_after_safety_warnings.json": "https://nyti.ms/2QZBxiN\n\nPeloton is recalling its Tread+ and Tread treadmills, the at-home fitness\ncompany said on Wednesday, less than a month after it fought the U.S. Consumer\nProduct Safety Commission as it warned that dozens of injuries and one death of\na child had been linked to the…",
  "data/reddit-stocks/r/stocks/comments/n5i8o7/asts_a_revolution_in_5g_resubmit.json": "Resubmit: Sorry mods, I made a mistake and provided a link to a youtube channel.\nMoreover, I added a Risk section as it was lacking before.\n\nToday, I will cover $ASTS, AST Space Mobile\n[https://npa-corp.com/wp-content/uploads/AST_SpaceMobile_Investor_Presentation_Public_12-15-20.pdf].\nThe company…",
  "data/reddit-stocks/r/stocks/comments/n5gg3f/the_6_phase_model_of_how_this_uranium_bull_market.json": "The recent run up in equities has people questioning if they missed the top, if\nthey are too late and if this was already the end of a young bull market in\nuranium. This couldn’t be further from the truth, as a long term price per pound\nof uranium is still in need of between 50 and 60 dollars. If it…",
  "data/reddit-stocks/r/investing/comments/n5jtkv/peloton_pton_recalls_its_tread_and_tread.json": "> The company will no longer sell either product and is offering owners full\n> refunds\n> \n> Peloton recalled its Peloton Tread+ and Peloton Tread treadmills today,\n> according to an announcement from the Consumer Product Safety Commission\n> [https://www.cpsc.gov/Newsroom/News-Releases/2021/CPSC-and…",
  "data/reddit-stocks/r/wallstreetbets/comments/n5lvld/mods_that_are_only_2_days_old.json": "Wow! They seem to have gotten a lot of experience in 48 hours!",
  "data/reddit-stocks/r/wallstreetbets/comments/n5gkmr/be_careful_out_there_etrade_is_shady.json": "I've been an E*TRADE user for close to a decade now, but over the last few\nmonths, I've had a few significant issues within my account that simply\nshouldn't be happening. The type of mistakes that would likely throw the average\nperson into a full-blown panic attack, or worse...\n\n\n\nThe first \"issue\"…",
  "data/reddit-stocks/r/stocks/comments/n5bwii/rstocks_daily_discussion_wednesday_may_05_2021.json": "These daily discussions run from Monday to Friday including during our themed\nposts.\n\nSome helpful links:\n\n * Finviz [https://finviz.com/quote.ashx?t=amd] for charts, fundamentals, and\n   aggregated news on individual stocks\n * Bloomberg market news [https://www.bloomberg.com/markets]\n *…",
  "data/reddit-stocks/r/wallstreetbets/comments/n5nsmc/are_gme_and_amc_posts_no_longer_allowed_here.json": "Not sure what is going on today but all I see is pump and dumps being pushed it\nseems",
  "data/reddit-stocks/r/stocks/comments/n5qbf7/here_is_a_market_recap_for_today_wednesday_may_5.json": "PsychoMarket Recap - Wednesday, May 5, 2021\n\nStocks reversed from yesterday’s technology-led selloff, with the Dow Jones\n(DIA) reaching a new intraday record high. Continuing the recent bout of\nvolatility, the three major indexes sold off in the last few hours of the market\nsession, with the Nasdaq…",
  "data/reddit-stocks/r/stocks/comments/n5uz1x/anyone_else_extremely_bullish_on_disney.json": "Maybe I am biased because I love Marvel but Disney+ already surpassed 100+\nsubscribers within less than 2 years since it launched. I do think Disney will\nbe a fantastic growth stock for the next 10 years because of Disney+, they are\npumping out more and more content for the next 2 years compared to…",
  "data/reddit-stocks/r/wallstreetbets/comments/n5rw9o/my_giant_rkt_mistake.json": "If anyone bought RKT thinking it would moon like I did, I hope you bought shares\nand not calls. If you bought calls, you are not alone. I went all in on calls.\nWhen I say all in, I mean I have less than $100 left in my bank account... all\nin. I don’t have a lot of money, but I truly believed RKT had…",
  "data/reddit-stocks/r/stocks/comments/n5pc5x/most_dont_beat_the_sp_500_index.json": "As many of you know, the S&P 500 Index is a great way to invest as it reduces\nall your individual stock risk also known as non-systematic risk and we have\nbeen lucky to have had some great years of a strong bull market.\n\nMost professionals don't beat the index and only a select few beat it and…",
  "data/reddit-stocks/r/investing/comments/n5z0z4/uber_investors_finally_see_the_costs_of_treating.json": "https://www.marketwatch.com/story/uber-investors-finally-see-the-costs-of-treating-drivers-as-employees-and-the-stock-is-falling-11620265604\n\nUber Technologies Inc. has spent and fought to keep its drivers from becoming\nclassified as employees instead of contractors, and investors finally got…",
  "data/reddit-stocks/r/wallstreetbets/comments/n5z4si/bring_gme_back.json": "Enough with the new pump and dump every week, bring back good DD or atleast the\ndaily. GME and dare I even say AMC (3 mil individual investors confirmed today\nbtw) is a once in a lifetime stock. There literally cannot be another Gamestop\ndue to legislation that has been put forward since the baby…",
  "data/reddit-stocks/r/stocks/comments/n5r8nl/fastly_misses_earnings_and_cfo_to_leave.json": "Fastly stock dropped in the extended session Wednesday after the cloud-based\nonline content-services company reported a quarterly loss and outlook short of\nWall Street expectations and announced the departure of its financial chief.\n\nFastly also lower the guidance for the month of June. What do you…",
  "data/reddit-stocks/r/stocks/comments/n5rjpc/roblox_rblx_breaks_monthly_user_record_202_million.json": "https://gamerant.com/roblox-monthly-users-record-may-2021/\n\n\"Roblox metric blog RTrack has now reported that the game reached a new record\nof 202 million estimated users across the month of April. The impressive stat\nindicates that the game grew by 10 million users just since the previous month,\nand…",
  "data/reddit-stocks/r/stocks/comments/n5zbxh/im_up_80_yoy_and_learned_i_dont_know_anything.json": "I’m up a lot, but I’m closing out all my positions to start over.\n\nI thought I knew what I was doing, but after taking some graduate level finance\ncourses, I learned I didn’t actually know anything about assessing the\nfundamental value of a company, projecting future enterprise value, or even\nwhere…",
  "data/reddit-stocks/r/wallstreetbets/comments/n62fi3/wsb_mods_sleeping_amc_gme_to_the_mooooooon.json": "AMC and GME let's go.\n\nEdit: holy shit you apes are killing my battery 😂 🚀🚀🚀🚀",
  "data/reddit-stocks/r/stocks/comments/n5r2wt/etsy_surpasses_q1_earnings_and_revenue_estimates.json": "> Etsy reported first-quarter results late Wednesday that toppled estimates on\n> the top and bottom lines. However, Etsy stock fell.\n> \n> The company reported adjusted earnings of $1 a share on revenue of $550.6\n> million. Analysts expected Etsy to report earnings of 88 cents a share on\n> revenue of…",
  "data/reddit-stocks/r/stocks/comments/n632xa/i_bought_into_goog_instead_of_googl_did_i_make_a.json": "I was trying to buy some Google shares and picked up GOOG instead of GOOGL\nwithout checking.\n( I simply assumed the more expensive one had voting rights , not that I care\nabout the vote at all )\n\nBut since GOOGL is Cheaper & has Voting rights. Would I be better off selling\nGOOG and repurchasing…",
  "data/reddit-stocks/r/investing/comments/n5v0cr/teladoc_stock_is_down_another_8_this_week_dont.json": "\"The stock has been under pressure for the past few months since the firm\nsignaled that it expects little membership growth in 2021\n[https://www.barrons.com/articles/teladoc-stock-falls-on-downbeat-forecast-for-membership-51614267007?mod=article_inline].\nA lack of growth is bad for any company, but…",
  "data/reddit-stocks/r/stocks/comments/n65x7r/i_started_investing_in_february_2021_how_do_i.json": "I didnt get to invest in 2020. I finally started in Feb this year after my\nfriends kept telling me how easy it was to make money in stock market all their\nstocks were up at least 50%. So I am not sitting on gains. With how the charts\non many of the tech/growth stocks look like. It is looking like I…",
  "data/reddit-stocks/r/stocks/comments/n65p5j/us_coast_guard_renews_partnership_with_palantir.json": "https://www.businesswire.com/news/home/20210506005437/en/U.S.-Coast-Guard-Renews-Partnership-with-Palantir-to-Fight-COVID-19\n\nMay 06, 2021 06:59 AM Eastern Daylight Time\n\nDENVER--(BUSINESS WIRE)--Palantir Technologies Inc. (NYSE:PLTR) today announced\nthe U.S. Coast Guard has extended its commitment…",
  "data/reddit-stocks/r/stocks/comments/n67yep/has_tech_got_you_down_consider_commodities_in.json": "Steel manufacturing companies are set to make record profits in the next few\nyears. Demand is up huge. The post-COVID boom is starting.\n[https://www.appraisalbuzz.com/biggest-construction-boom-since-2006-best-2-weeks-for-rates-in-a-year/]\nThe rotation out of tech is under way. And analysts are…",
  "data/reddit-stocks/r/stocks/comments/n6655y/us_space_forces_space_and_missile_systems_center.json": "https://www.losangeles.spaceforce.mil/News/Article/2592151/smc-awards-325-million-to-palantir-usg-inc-for-data-as-a-service/\n\nLOS ANGELES AIR FORCE BASE, Calif. -- The U.S. Space Force's Space and Missile\nSystems Center’s Cross-Mission Ground & Communications Enterprise (ECX) has\nawarded a firm…",
  "data/reddit-stocks/r/investing/comments/n6822k/what_are_your_ppe_manufacturer_plays.json": "Tech earnings are receiving all the hype recently, and if you guys are like me,\nyou’re looking for stocks to get into at low prices, and ride out the growth\n(we’re all aiming for the next TSLA). While tech like TSLA is always in the\nnews, I’m starting to think more about COVID stocks and those who…",
  "data/reddit-stocks/r/investing/comments/n6dh3d/i_sold_every_share_i_own_today.json": "I got into the market last year post Covid around May or June. Since then it has\nbeen an absolute rollercoaster trying to pick stocks. I was up 100% on multiple\nstocks including Tesla, Carvana, Square, Fiverr. I didn't sell because you're\nsupposed to hold for the long term I heard, only for those…",
  "data/reddit-stocks/r/stocks/comments/n5osas/no_one_knows_when_the_market_is_at_the_top.json": "As the Title Suggests, No One can accurately predict when the market is at the\ntop or when it will crash. If people knew, they certainly wouldn't share on\nReddit because they would be earning millions or billions of dollars.\n\nTiming the market is impossible and it's better to ride out the ups and…",
  "data/reddit-stocks/r/stocks/comments/n6dl5x/new_investors_the_average_return_of_the_stock.json": "2020 was an unprecedented year. New investors (of which there are tens of\nmillions now) need to know that on average the return of the market is around\n10% (it ranges from 7%-11% depending on your metric, but for simplicities sake\nwe'll average it to 10%).\n\nIf you have gone beyond that 10%, that is…",
  "data/reddit-stocks/r/stocks/comments/n63da7/rstocks_daily_discussion_options_trading_thursday.json": "This is the daily discussion, so anything stocks related is fine, but the theme\nfor today is on stock options, but if options aren't your thing then just ignore\nthe theme and/or post your arguments against options…",
  "data/reddit-stocks/r/stocks/comments/n6a4a2/how_you_should_start_with_investing.json": "I've seen a ton of posts recently from new investors asking how they should get\nstarted in investing along with a lot of posts from people who have just gotten\ninto the stock market, lost a lot of money and are now panicking. As such I\nfigured I'd just make a quick post to recommend what I feel is…",
  "data/reddit-stocks/r/stocks/comments/n6hl0h/cloudflare_net_announces_first_quarter_2021.json": " * First quarter revenue totaled $138.1 million, representing an increase of 51%\n   year-over-year\n\n * Record dollar-based net retention of 123%, representing an increase of 600\n   basis points year-over-year\n\n * Strong large customer growth, with a record addition of roughly 120 large\n   customers…",
  "data/reddit-stocks/r/investing/comments/n6fysa/in_just_3_months_tesla_has_issued_80_of_the.json": "Their model is beyond amateurish. Tesla share count at the end of Q1 was 963.3M,\nup from 960M at the end of Q4. This is just 700K away from ARK's 964M 2025\nprojected share count.\n\nThose are only the outstanding shares. They missed Tesla's diluted share count\nby over 100M in their newest model. And…",
  "data/reddit-stocks/r/stocks/comments/n6gx5p/here_is_a_market_recap_for_today_thursday_may_6.json": "PsychoMarket Recap - Thursday, May 6, 2021\n\nRemarkably, despite many individual companies pulling back steeply today, the\nthree major indexes finished the day positive, driven by gains in financial\nstocks and stability in mega-caps. Growth stocks and more speculative plays have\nbeen hit hard by a…",
  "data/reddit-stocks/r/stocks/comments/n69vbv/ark_funds_time_to_take_gains_and_move_elsewhere.json": "Any of us who have invested in the ARK funds have probably enjoyed some really\nnice gains over the past year or two but certainly over the last several months\nthese funds have faced a lot of downward movement.\n\nWhile I used to see 99% all positive feedback on the ARK funds now the pendulum\nhas swung…",
  "data/reddit-stocks/r/stocks/comments/n6keio/the_market_is_unpredictable_and_stocks_going_down.json": "Since the March lows, it seems a lot of the stocks have gone up +100% in one\nyear which is very abnormal and does not happen in \"regular\" years. We have seen\nthis, especially in the tech sector. We have seen a bit of a pull back in the\ntech sector with stocks going down 10- 20% or more since…",
  "data/reddit-stocks/r/stocks/comments/n6byd0/viac_is_very_undervalued_in_an_overvalued_market.json": "VIAC is massively undervalued following a hedge fund selloff and even after an\namazing earnings report.\n\nAs of right now, VIAC has a PE ratio of about 10.5, in a market where all of its\ncompetitors in the industry have an average of 44. VIAC's quarterly report just\ncame in today, and earning were…",
  "data/reddit-stocks/r/investing/comments/n6l995/the_roaring_2020s_economystocks.json": "So.\n\nUnlike a lot of naysayers who think taxes, inflation, or certain political\nparties will derail this train, I don't agree.\n\n * Personal Saving Rate | U.S. Bureau of Economic Analysis (BEA)\n   [https://www.bea.gov/data/income-saving/personal-saving-rate] , savings rate\n   has averaged 18.75%.…",
  "data/reddit-stocks/r/stocks/comments/n6l1ul/flashback_to_feb_2021_the_king_of_spacs_wants_you.json": "Just a great reminder (or maybe 'learning lesson') of how some of these\ncharacters people on this sub cling to often turn out to be full of BS. Luckily\nhe's been quite quiet as of late, because as this tweet\n[https://twitter.com/TheStalwart/status/1390341185202540552] shows, his\nperformance is…",
  "data/reddit-stocks/r/stocks/comments/n6oae5/fidelity_brokerageminimum_you_must_leave_in_your.json": "TIL. Couldn't find this through Googling, found it out through a call after 1/2\nhour of hold.\n\nIt should be public information, and this seemed as good a place as any to\ndeposit it.\n\nTransfer takes about 5 days, so if you're leaving e.g. a security, make sure it\nwill be still worth $150 by then.",
  "data/reddit-stocks/r/investing/comments/n6h9r8/square_q1_eps_beats_by_025_beats_on_revenue.json": "Square (NYSE:SQ):\n\n• Q1 Non-GAAP EPS of $0.41 beats by $0.25; GAAP EPS of $0.08 beats by $0.14.\n\n• Revenue of $5.06B (+266.7% Y/Y) beats by $1.73B.\n\n• In the first quarter of 2021, mid-market Seller GPV increased 43% year over\nyear, more than 2x the growth of total Seller GPV.\n\n---------------------…",
  "data/reddit-stocks/r/investing/comments/n6ixwf/cloudflare_net_q1_revenues_top_estimates_stock.json": "After Fastly reported disappointing numbers this morning and $NET followed it\ndown (see here:\nhttps://www.reddit.com/r/investing/comments/n65ljk/fastly_reports_disappointing_1q_results_light/),\n$NET responded strongly.\n\nCloudflare earnings and revenue for the March quarter topped analyst…",
  "data/reddit-stocks/r/stocks/comments/n6sq76/palantir_technologies_and_the_royal_navy_extend.json": "https://www.businesswire.com/news/home/20210506006341/en/Palantir-Technologies-and-the-Royal-Navy-Extend-Contracts\n\nhttps://twitter.com/PalantirTech/status/1390562068315656194?s=20\n\nMay 07, 2021 02:00 AM Eastern Daylight Time\n\nLONDON--(BUSINESS WIRE)--Palantir Technologies Inc. (NYSE:PLTR) announced…",
  "data/reddit-stocks/r/stocks/comments/n6t2o7/ibm_breakthrough_on_2nm_technology.json": "IBM annouced that they had a breakthrough on 2nm technology. They said there\nwill be advantages to this technogy summed up as:\n\nThe potential benefits of these advanced 2 nm chips could include:\n\nQuadrupling cell phone battery life, only requiring users to charge their\ndevices every four daysii.…",
  "data/reddit-stocks/r/investing/comments/n6xw0g/us_bureau_of_labor_statistics_announces_increase.json": "\"Total nonfarm payroll employment rose by 266,000 in April, and the unemployment\nrate was little changed at 6.1 percent, the U.S. Bureau of Labor Statistics\nreported today. Notable job gains in leisure and hospitality, other services,\nand local government education were partially offset by…",
  "data/reddit-stocks/r/stocks/comments/n6y5at/us_job_growth_misses_all_estimates_unemployment.json": "Highlights-\n\n * April Payrolls increased 266,000 after a downwardly revised 770,000 March\n   gain, according to a Labor Department report Friday that fell well short of\n   the projected 1,000,000 increase. Economists in a Bloomberg survey projected\n   a 1 million hiring surge in April. The…",
  "data/reddit-stocks/r/stocks/comments/n6yu2y/tesla_saw_new_registrations_drop_25_in_germany_in.json": "This popped up on my TD Ameritrade app this morning:\n\n“Tesla Inc (NASDAQ: TSLA) saw new registrations fall 24% year-over-year in April\nin Germany, while Volkswagen AG's secured a 108.4% rise.\n\nTesla new registrations in Germany totaled 484 in April, while in the preceding\nmonth the tally was at…",
  "data/reddit-stocks/r/stocks/comments/n6iw9i/buckle_up_ladies_and_gentlemen_fed_warns_of.json": "Per CNBC:\n\nIn its semiannual Financial Stability Report, the central bank said that while\nthe system overall has remained largely stable even through the Covid-19\npandemic, future dangers are rising, in particular should the aggressive run on\nstocks tail off.\n\n“High asset prices in part reflect the…",
  "data/reddit-stocks/r/investing/comments/n6uka6/fastly_drops_27_after_release_of_q121_results.json": "Fastly released its Q1-21 performance on Thursday, after which the stock price\ndropped a whopping 27%. The company generated revenues of $84.9 million (35%\nYoY) vs. $85.1 million market consensus. Net loss per share was $0.12 vs. an\nexpected $0.11.\n\nThese are not big misses but make the company one…",
  "data/reddit-stocks/r/investing/comments/n6klu0/according_to_morningstar_only_42_of_the_top_5000.json": "Source: How Many Stocks Beat the Indexes?\n[https://www.morningstar.com/articles/1035348/how-many-stocks-beat-the-indexes]\n\nRecent posts about people losing their initial investments over the past 6-12\nmonths made me think of this article that I heard the guys on the recent…",
  "data/reddit-stocks/r/stocks/comments/n6x779/why_does_the_market_close_and_open.json": "I’m sure this is a dumb question but it has been floating around in my head this\nmorning. Is there a reason that requires the market to open and close each day?\n\nMy thinking is that that the market opens and closes to reflex the 9-5 workday,\nwhen someone actually physically needed to execute trades.…",
  "data/reddit-stocks/r/stocks/comments/n6ukdj/rstocks_daily_discussion_fundamentals_friday_may.json": "This is the daily discussion, so anything stocks related is fine, but the theme\nfor today is on fundamentals, but if fundamentals aren't your thing then just\nignore the theme and/or post your arguments against fundamentals…",
  "data/reddit-stocks/r/stocks/comments/n77ko5/robinhood_is_terrible_for_trading_for_more.json": "I am one of the people that played the COIN IPO. I was so mad about how much\nmoney I lost I sold every position I had and cashed out my account. About 5\nminutes later when I cooled down I realized how stupid that was. There was no\nway I was going to give up trading but I triggered a PDT restriction…",
  "data/reddit-stocks/r/investing/comments/n6zin9/cnn_steel_prices_have_tripled.json": "> US Steel (X\n> [https://money.cnn.com/quote/quote.html?symb=X&source=story_quote_link]),\n> which crashed to a record low last March\n> [https://www.investopedia.com/us-steel-stock-hits-all-time-low-4799379] amid\n> bankruptcy fears, has skyrocketed 200% in just 12 months. Nucor (NUE\n>…",
  "data/reddit-stocks/r/investing/comments/n7802u/competition_is_growing_in_the_telehealth_sector.json": "The pandemic has changed a lot of things for good, including healthcare. Since\nthe demand for telehealth skyrocketed in 2020, it’s been a super hot sector with\nnot only a lot of investments, but a lot of new players in the arena. As I’ve\ndebated on which company to put my stake in, I’ve always had…",
  "data/reddit-stocks/r/wallstreetbets/comments/n6yv3h/bill_gates_liquidating_stock_in_the_form_of.json": "“What if I told you that both the Gates and Bezos Divorces are nothing more than\ncovers to allow each to liquidate large amounts of stock at the peak of a\nmulti-decade asset market top without raising suspicion?”\n\nConspiracy? Yes. Possible? Yes.\n\nLou Pai (CEO of Enron) divorced his wife and the…",
  "data/reddit-stocks/r/stocks/comments/n71e59/when_you_sell_a_stock_which_one_gets_sold.json": "I’m still learning all the nuances of trading, so forgive me if this seems\nrudimentary, but I was wondering, say I have two shares of a stock (say XYZ).\nOne I bought over a year ago and one I bought last week. If I sell one share of\nXYZ, which one gets sold? I’m thinking in terms for tax purposes,…",
  "data/reddit-stocks/r/stocks/comments/n77pcd/why_does_amazon_not_want_to_split_their_stock.json": "One share of AMZN costs 3.300$. What could be the reason why Amazon does not\nwant to split their stock?\n\nOn the other side, Apple and Tesla are also among the most valuable companies in\nthe world and they did a stock split only a few months ago- what could be the\nreason they decided to split their…",
  "data/reddit-stocks/r/investing/comments/n7cmlw/help_me_understand_cathie_woods_math_on_her.json": "Recent interview of Cathie Wood on CNBC (search YouTube for \"I love this setup,\nrotation is good news\" to find video) got my head scratching around the math she\njust did in her statements. Back in February she said she expects 15% YoY\ncompounded returns in next 5 years when ARK funds (say ARKK) was…",
  "data/reddit-stocks/r/stocks/comments/n7chm7/help_me_understand_cathie_woods_math_on_her.json": "Recent interview of Cathie Wood on CNBC (search YouTube for \"I love this setup,\nrotation is good news\" to find video) got my head scratching around the math she\njust did in her statements. Back in February she said she expects 15% YoY\ncompounded returns in next 5 years when ARK funds (say ARKK) was…",
  "data/reddit-stocks/r/stocks/comments/n7eybf/96_of_us_users_opt_out_of_app_tracking_in_ios_145.json": "\"It seems that in the United States, at least, app developers and advertisers\nwho rely on targeted mobile advertising for revenue are seeing their worst fears\nrealized: Analytics data published this week suggests that US users choose to\nopt out of tracking 96 percent of the time in the wake of iOS…",
  "data/reddit-stocks/r/investing/comments/n74k0c/using_math_followed_by_some_due_diligence_to.json": "TLDR: I did a bunch of math based on some reasonably good ideas to determine a\nselection of stocks worth investing/reviewing. Lists of stocks found in 2020 and\n2021 Experiment sections.\n\n\nOBSERVATIONS/ASSUMPTIONS\n\n * Index funds have been shown to be the most successful stock investing\n   instrument…",
  "data/reddit-stocks/r/investing/comments/n7ei1n/guess_who_has_no_future_competetion_and_is_not_in.json": "Ok, there is some competetion but, future competetion is non existant. The\nregulatory hurtles, the land that would need to be baught, the man power it\nwould take to build a new railroad network is just out of the question.\n\nSo what are we left with? Well with whats already there. They are…",
  "data/reddit-stocks/r/wallstreetbets/comments/n7b3py/lessons_learned_the_hard_way_advice_from_someone.json": "As most on here know, I lost nearly every dollar to my name going all in on RKT\ncalls. When I say everything I mean all my savings and 90% of my checking\naccount. Now I’m a stupid, broke husband and dad of 3 with number 4 coming in\nearly June. I am now going to be Uber driving every night for…",
  "data/reddit-stocks/r/stocks/comments/n70krq/is_beyond_meat_bynd_a_buy_after_the_recent_dip.json": "Company Description:\n\nBeyond Meat is one of the fastest growing food companies in the United States\nand offers consumers a range of various plant-based meats. This company’s\nmission is to build meat directly from plants and have their final product\nconsist of the same attributes as actual meat…",
  "data/reddit-stocks/r/wallstreetbets/comments/n70cim/my_first_dd_im_a_doctor_and_i_think_ino_is_about.json": "First of all this is all just my speculation and not financial advice. I have no\nidea what I'm talking about when it comes to stocks and I've only been doing\nthis for like a couple months. I am not a financial advisor or professional.\nWhat I am is a physician with at least some literacy, though not…",
  "data/reddit-stocks/r/stocks/comments/n7egrl/what_stocks_are_you_holding_long_term.json": "what stock are you holding for at least a year from now?\n\nFor me, I'm holding etsy, conoco phillips, Opendoor, and poshmark. I've held\netsy for a year now and it's done phenomenal. Conoco phillips (just bought\ntoday) all analysts rate it a strong buy. I believe opendoor tech will be the\nfuture. The…",
  "data/reddit-stocks/r/investing/comments/n7z2b6/blackrock_reports_71_decrease_in_ownership_of_pltr.json": "Link - https://fintel.io/so/us/pltr/blackrock\n\n2021-05-07 - BlackRock Inc. has filed a 13F-HR form disclosing ownership of\n9,378,527 shares of Palantir Technologies Inc. Class A (US:PLTR) with total\nholdings valued at $218,425,000 USD as of 2021-03-31. BlackRock Inc. had filed a\nprevious 13F-HR on…",
  "data/reddit-stocks/r/stocks/comments/n7zc6w/breaking_us_fuel_pipeline_system_shuts_down_after.json": "The infiltration of a major fuel pipeline is \"the most significant, successful\nattack on energy infrastructure we know of.\"\n\nhttps://www.politico.com/news/2021/05/08/colonial-pipeline-cyber-attack-485984\n\nThe main fuel supply line to the U.S. East Coast has shut down indefinitely\nafter the…",
  "data/reddit-stocks/r/investing/comments/n7zop3/if_youre_one_of_the_absolute_nutters_who_has.json": "All over the internet today I’ve seen DOGE enthusiasts proclaiming you will set\nyou sell limit to $1. Please, if this is life changing or important money, do\nnot set your sell limit to $1.\n\nGuess what will happen if and when the price hits $1? A lot of sell orders, a\nlot of traffic and crashing…",
  "data/reddit-stocks/r/investing/comments/n7zcg9/breaking_us_fuel_pipeline_system_shuts_down_after.json": "The infiltration of a major fuel pipeline is \"the most significant, successful\nattack on energy infrastructure we know of.\"\n\nhttps://www.politico.com/news/2021/05/08/colonial-pipeline-cyber-attack-485984\n\nThe main fuel supply line to the U.S. East Coast has shut down indefinitely\nafter the…",
  "data/reddit-stocks/r/stocks/comments/n83cjy/well_health_earnings_tuesday.json": "Was reading this article from the Motley and saw the company has earnings\nTuesday. After digging a little deeper I think they might blow them out of the\nwater.\n\nIf all is accurate this is what I found.\n\n 1. Earnings out earlier than scheduled which is very bullish\n 2. They just did a $305M raise…",
  "data/reddit-stocks/r/stocks/comments/n80bmo/alibaba_a_short_analysis.json": "What does Alibaba do?\n\nFirst and foremost, they are an online commerce platform. They sell retail, they\nsell wholesale, they sell single items, they sell container loads of items. This\nalso includes a logistics platform and global fulfillment network, Cainiao\nNetwork, and an on-demand delivery and…",
  "data/reddit-stocks/r/investing/comments/n89kz5/we_sometimes_say_that_we_plan_to_hold_certain.json": "I have positions in a few blue chip companies like MSFT, AMZN, DIS, etc., and\nwhile I’m sure they’ll be good investments for quite a long time, do you think\nthey’ll really still be good investments in 30-50 years? Even the best companies\nwill eventually die- surely it would be better to try and sell…",
  "data/reddit-stocks/r/stocks/comments/n8bsqu/what_stock_do_you_think_has_the_highest_potential.json": "I imagine few have the unique combination of access to information and\nexperience to be able to identify the next WorldCom or Enron but often times it\nstarts with a feeling that something is just off. Maybe you are a supplier who\nis always paid late or an employee who sees something out of…",
  "data/reddit-stocks/r/stocks/comments/n89hz4/which_is_your_smallcap_tech_stock.json": "When I mean small cap, I mean that the company has a market capitalization\nbetween $300 million and $3 billion.\n\nMy stock is Kaleyra (KLR). Its an Italian company, a competitor of Twilio but in\nits infant stage. Its a very undervalued tech play as well: its valuation is\nonly $380 million, compared…",
  "data/reddit-stocks/r/stocks/comments/n8dhxx/stocks_to_hold_forever.json": "Hi I’m turning 19 soon and I have invested 90% of my savings since last year to\nhave a combined net worth of little more than 13k. I currently live abroad but I\nexpect to go back in less than a year. I use a foreign brokerage that charges me\nfor all the transaction and exchange rate, which is quite…",
  "data/reddit-stocks/r/stocks/comments/n8m8aa/dutch_govt_grants_24_bln_in_subsidies_to_huge.json": "https://www.reuters.com/business/sustainable-business/dutch-govt-grants-24-bln-subsidies-huge-carbon-storage-project-2021-05-09/\n\nArticle for those who want a quick scroll. Companys that benefit from this are\nRoyal Dutch Shell, ExxonMobil, Air Products and Chemicals, and Air Liquide.\n\nThe Dutch…",
  "data/reddit-stocks/r/stocks/comments/n8lkh6/the_lovehate_mating_dance_of_cathie_wood_ark_with.json": "Preface: I'm not invested in any ARK funds myself. I do hold some of the stocks\nin her funds.\n\nLoved by most of this subreddit in 2020. Hated by most in 2021. Yikes. In the\npast 3 months, correlating with the sharp drop in most of her funds (Most of\nthem have dropped 30%+ since February), more and…",
  "data/reddit-stocks/r/investing/comments/n8nkcd/why_would_someone_invest_in_real_estate_today.json": "Traditionally, real estate was always seen as one of the best kinds of\ninvestment, but imo that's largely because knowledge on stocks was much more\nrare, and it wasn't as easy back then, since there weren't many investing apps,\nhigher fees, and it wasn't as easy to do.\n\nWhile there are of course…",
  "data/reddit-stocks/r/wallstreetbets/comments/n8f30j/got_losses_no_worries_its_just_a_tax_write_off.json": "Remember that the system was made to benefit the market. If you are an American\nTax Payer. Capital Gains tax can be something you are worried about. But you\nalso have Capital Loss Dedications. If you are married and filing jointly or\nSingle (like most retail investors are), you can claim 3k…",
  "data/reddit-stocks/r/stocks/comments/n8xqzh/if_the_whole_stock_market_crashed_what_stocks.json": "I started thinking to myself while I'm stoned and drunk \"why try to pick future\nwinners?\" When I could pick what stocks I would most likely want to be stuck\nwith during a big market crash. It is actually a decent strategy in picking a\nportfolio, but what do I know I'm just watching spawn, drinking…",
  "data/reddit-stocks/r/stocks/comments/n8zkio/psfe_paysafe_a_better_way_to_bet_on_multiple_high.json": "Paysafe is one hell of a company. They are a fin-tech like PayPal and Squares,\nthus should be given a higher multiple for valuation. They got a lot of exciting\nand growth customers like Barstool (PENN), YouTube (Google), Twitch (AMZN),\nFanDuel (PDYPY), Roblox (RBLX), CoinBase (COIN), Visa (V),…",
  "data/reddit-stocks/r/investing/comments/n8zfda/why_is_it_possible_that_an_inflow_into_funds_are.json": "https://www.marketwatch.com/story/why-you-should-worry-about-the-flood-of-new-cash-into-u-s-stock-funds-11620102925?siteid=yhoof2\n\nIt says that it is a bearish sign that there has been a net of inflow of money\nto ETFs and other funds this year. I would assume that if they are getting cash,\nthey…",
  "data/reddit-stocks/r/investing/comments/n90hkk/market_valuations_and_investing_allocations.json": "Hi.\n\nI want some input here, cause I simply can't make my mind up.\n\nI'm currently holding my PF, while adding a small amount of money in 5 different\nindex funds monthly.\n\nIn terms of money I'm saving about $ 700 in an world index fund every month as\nlocked in pension savings, and another $ 700 in 5…",
  "data/reddit-stocks/r/investing/comments/n93uwi/cnbc_a_psychedelic_drug_boom_in_mental_health.json": "Mental illness is among the most costly medical expenses in the U.S., and it has\na high cost to employers in lost productivity. In 2019, 51.5 million adults were\nliving with a mental illness in the U.S., and the number of people suffering and\ndrug costs, already in the tens of billions of dollars…",
  "data/reddit-stocks/r/stocks/comments/n9a2nc/chipotle_to_hike_wages_debut_referral_bonuses_in.json": "Chipotle said it will increase restaurant wages resulting in a $15 average\nhourly wage by the end of June, as it looks to bring on 20,000 workers.\n\nStarting pay for hourly crew members will range from $11 to $18 an hour. There\nare opportunities to advance to general manager positions with average…",
  "data/reddit-stocks/r/investing/comments/n974pi/motley_fool_current_model_for_uber_lyft_just.json": "https://www.fool.com/investing/2021/05/10/quarterly-losses-uber-lyft-confirm-ride-hailing/\n\nThe business premise seems sound enough, at least on the surface. The problem:\nOwning a vehicle is more trouble than it's worth, but taxi cabs are costly and\nso yesterday. The solution: Just use a mobile app…",
  "data/reddit-stocks/r/stocks/comments/n93fnv/dkng_has_not_had_a_great_couple_of_weeks.json": "Draftkings had a moderately positively trending earnings report and they have\nbeen dropping pretty consistently the last couple weeks. Any news I’m missing\nhere directly associated with them? They have been a pretty substantial part of\nmy portfolio for a while and I’m confident they will be much…",
  "data/reddit-stocks/r/stocks/comments/n90dae/rstocks_daily_discussion_monday_may_10_2021.json": "These daily discussions run from Monday to Friday including during our themed\nposts.\n\nSome helpful links:\n\n * Finviz [https://finviz.com/quote.ashx?t=amd] for charts, fundamentals, and\n   aggregated news on individual stocks\n * Bloomberg market news [https://www.bloomberg.com/markets]\n *…",
  "data/reddit-stocks/r/stocks/comments/n95yej/are_we_in_the_middle_of_a_correction_or_signaling.json": "Every 3 month chart of stocks I look at has gone down. Unfortunately I got into\ninvesting 3 months ago, and all my positions are at losses. Now I know that we\nhad a ton of new investors over 2020 and into 2021, but in your opinion why has\nthe market been down so much on individual stocks? I’m still…",
  "data/reddit-stocks/r/stocks/comments/n9iwj6/ford_will_reveal_all_electric_f150_may_19th.json": "I know, I know... it is not as sexy as some other cars. But I think this is\ngreat. The name “Lightning” is also quite perfect 😂.\n\nI also read few days ago that Ford invested in Solid-State battery along with\nBMW. Supposedly promising although I am not an expert.\n\nI kept going back and forth on Ford…",
  "data/reddit-stocks/r/stocks/comments/n9jkf3/trying_to_find_the_next_big_growth_stock_is.json": "Since the 2020 bull-run, I have been seeing a rising trend on social, and\nespecially on Reddit, of people looking to buy deep into speculative stocks. It\nseems that each individual small-cap growth stock that is at least remotely\nknown has some cult-like following attached it, convinced it will be…",
  "data/reddit-stocks/r/investing/comments/n93q2k/my_shortlist_for_screening_stocks_against.json": "It seems many are trying to bail on stocks because inflation. (collectibles that\nwe treat as currency, commodities etc). I wanted to explore is if there are\ncertain categories of stocks that are better positioned against Inflation.\n\nSo I came up with a short-list of they type of stocks I might look…",
  "data/reddit-stocks/r/investing/comments/n94bfc/some_longterm_strategies_worth_remembering_in.json": "Before we get into the juicy details, think for yourself: What are you shooting\nfor? What is your financial goal? How risk-sensitive are you? Answering these\nquestions will help to set you up for eventual success and develop your\nindividual asset allocation strategy accordingly.\n\nLet’s get to the…",
  "data/reddit-stocks/r/stocks/comments/n9ukvq/palantir_reports_49_revenue_growth_117m_in_cash.json": "Palantir Technologies Inc. (NYSE:PLTR) today announced financial results for the\nfirst quarter ended March 31, 2021.\n\nQ1 2021 Highlights\n\n * Total revenue grew 49% year-over-year to $341 million\n * US commercial revenue grew 72% year-over-year\n * US government revenue grew 83% year-over-year\n * Cash…",
  "data/reddit-stocks/r/investing/comments/n9odr2/what_is_the_longest_future_trend_you_know_of_that.json": "Inflation or deflation, is crypto a bubble or an S curve, are value stock\ninvestors missing by not investing in bankrupt or non-profit generating\ncompanies... it seems nothing is certain these days. Which made me think. Are\nthere long term trends that it makes sense investing in for at least the…",
  "data/reddit-stocks/r/investing/comments/n9qxag/do_you_think_the_sothebys_banksy_auction_on_the.json": "On the 12th May Sotheby's will auction a Banksy and, for the first time, allow\npayment in both Bitcoin and Ethereum. I'm interested in what effect this might\nhave on the value of Ethereum (especially as I have some of those) but also, the\neffect on other crypto currencies reputation in the general…",
  "data/reddit-stocks/r/stocks/comments/n9t2iq/rstocks_daily_discussion_technicals_tuesday_may.json": "This is the daily discussion, so anything stocks related is fine, but the theme\nfor today is on technical analysis (TA), but if TA is not your thing then just\nignore the theme and/or post your arguments against TA…",
  "data/reddit-stocks/r/stocks/comments/n990dq/himax_himx_is_a_strong_buy_in_my_opinion.json": "Himax Technologies: $HIMX\n\n * Market cap - approximately $2.0 B @ $12.3x~ per share at the moment.\n * Full Investor presentation:\n   https://www.himax.com.tw/wp-content/uploads/2021/05/1Q21_HIMX-Investor-Presentation_Final.pdf?v=1\n * TLDR; on why it's a strong buy:\n   * Company is consistently…",
  "data/reddit-stocks/r/stocks/comments/n9u0o7/with_the_market_being_mostly_red_today_what_you.json": "I want to buy a growth stock for my mom. A lot of things on discount. Is the ARK\ninnovation ETF a good buy at $100? It can return to previous high of $150 and\npass that eventually. I want something in an emerging market and a safe long\nterm play. What you guys buying on the dip?",
  "data/reddit-stocks/r/investing/comments/n9xe0d/what_is_the_best_way_to_gain_exposure_to.json": "There has been quite a bit of talk on various portfolios like Ray Dalio's all\nweather portfolio or the 100 year \"dragon\" portfolio and they all have a\ncomponent of commodities (or trend)\n\nBut lets say I didn't want to invest in a fund that uses rolling future\ncontracts to gain exposure but invest in…",
  "data/reddit-stocks/r/investing/comments/n9zazb/stanley_druckenmiller_says_the_fed_is_endangering.json": " * Fed policies could end up threatening the long-term health of the U.S.\n   dollar, investing magnate Stanley Druckenmiller told CNBC.\n * “I can’t find any period in history where monetary and fiscal policy were\n   this out of step with the economic circumstances, not one,” the chair and CEO\n   of…"
}