{
  "data/reddit-crypto/r/CryptoCurrency/comments/l9su53/stellar_lumens_xlm.json": "Just wanted to see how many of you guys have faith in Stellar Lumens?? It seems\nlike, unlike many other altcoins, that they are really developing their product\nand it has a lot of potential. THOUGHTS?? Let’s discuss! (To the mods, I hope\nthis is worthy as a post)",
  "data/reddit-crypto/r/CryptoCurrency/comments/l9r5pb/several_years_ago_i_took_a_man_on_a_skydive_his.json": "he left me this comment in my log book\n\nhttps://imgur.com/a/7ls9VbB\n\nhe did offer to send me some bitcoin as a tip but i wasnt set up for it and i\nwas working so it was off to the next meat missle. this guy nate was all about\nthe bitcoin. he had the \"ask me about bitcoin\" shirt on, the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/l9qgrg/question_about_moons_did_i_miss_the_party.json": "I see a lot of people talking about earning Moons and their price going up etc\netc. I'm too afraid to ask but is this some kind of an ongoing joke or is this\nthing real?\n\nSomeone told me to activate my vault and I did it but I don't know how I can\n\"earn\" moons. I'd be really happy if you can help…",
  "data/reddit-crypto/r/Bitcoin/comments/l9pz8q/we_like_the_coin.json": "Hey my wsb friends, I know some of you already have some bitcoin, but I imagine\nlots of you are just starting to learn about it, so I'm going to borrow your\nmeme for a second to explain why I like the coin, and I hope that resonates with\nyou, because your message sure resonated with me.\n\n1) The coin…",
  "data/reddit-crypto/r/CryptoCurrency/comments/l9u1jp/donating_15_cents_to_smile_train_for_each_moon.json": "My wife and I are about to send in our annual donation to Smile Train and in the\nspirit of the new giving season thanks to Moons we are going to send in an\nadditional 15 cents for each Moon we get and then use those Moons to reward\nRedditors in need as we come across them (like our new friend from…",
  "data/reddit-crypto/r/CryptoCurrency/comments/l9pnnr/daily_discussion_february_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/l9x1p4/elon_musk_just_said_that_he_supports_bitcoin.json": "On his Clubhouse podcast; Elon Musk just said that bitcoin is a good thing and\nhe supports it. He also said “bitcoin is on the verge of acceptance from\nconservative financial people.”\n\nThis is the first time that he’s actually said that he’s a fan of bitcoin. We\npreviously had to…"
}