{
  "data/reddit-stocks/r/investing/comments/obb3mc/why_dont_more_people_do_covered_calls_whats_the.json": "Like the title says - what am i missing with covered calls? i am just starting\nout with options, and think it's a no brainer to start with covered calls. But\nwhy do more seasoned investors not use covered calls more often? Every single\none of my friends who trades options doesn't do covered calls.…",
  "data/reddit-stocks/r/stocks/comments/obcc3u/recently_came_into_50k_looking_to_invest_it_in.json": "So I recently received 50k and I don’t need it and am looking to capitalize on\nit long term. I’m 27, and was looking to invest it completely in stocks that are\npretty much guaranteed to generate me a return. I decided on a 3 way split\nbetween Microsoft, visa, and NVIDIA.\n\nIs this a good choice? Or…",
  "data/reddit-stocks/r/wallstreetbets/comments/ob9xbs/this_is_not_a_full_dd_this_is_a_post_saying_do.json": "It was taken private in 2016 at a valuation of 1.35Bil. Tomorrow at IPO they are\npricing shares at $17 for a valuation of 2.72 billion. Really? It's doubled in a\n5 year period? No. It hasn't, this is JAB holdings realizing they bought\nsomething they probably shouldn't have, milked it for all it's…",
  "data/reddit-stocks/r/stocks/comments/obdhf3/robinhood_to_pay_70_million_fine_after_causing.json": "https://www.cnbc.com/2021/06/30/robinhood-to-pay-70-million-dollars-after-causing-users-significant-harm.html\n\nPopular investing platform Robinhood has agreed to pay nearly $70 million to the\nfinancial industry regulatory authority (FINRA) to settle allegations that the\nbrokerage caused customers…",
  "data/reddit-stocks/r/Bogleheads/comments/obcr4m/ray_dalio_principles_of_navigating_big_debt.json": "RAY DALIO\n\n\nPRINCIPLES OF NAVIGATING BIG DEBT CRISES\n\n * Policy makers have 4 levers to pull when dealing with debt\n   * Austerity\n   * Debt defaults/Restructurings\n   * Central Bank printing money \"QE\"\n   * Transfers of money and credit\n * The first 2 are deflationary and the latter 2 are…",
  "data/reddit-stocks/r/stocks/comments/obckzm/everyone_is_expecting_a_crash_so_be_greedy_when.json": "So this week my email and youtube recommendations are full of \"THE BIGGEST CRASH\nIN THE HISTORY\", \"THE GUY WHO PREDICTED THE 2008 CRASH IS WARNING YOU\", and here\non Reddit every day there is a post about an incoming crash, also the fear and\ngreed index is the fear territory,\nso following the advice…",
  "data/reddit-stocks/r/Bogleheads/comments/obd5nu/burton_malkiel_a_random_walk_down_wall_street.json": "Burton Malkiel\n\nA Random Walk Down Wall Street\n\n * 2 types of analysis\n   * Fundamental analysis or Firm Foundation Theory based on Fisher's DDM\n   * Technical analysis or Castle in the Air or greater fool's theory by Keynes\n * No one person or institution consistently knows more than the market\n *…",
  "data/reddit-stocks/r/Bogleheads/comments/obcwha/john_bogle_the_little_book_of_commonsense.json": "John Bogle\n\nThe Little Book of Common-Sense Investing\n\n * Buffet – Newtons 4th law of motion. Investor return decrease as motion\n   increases.\n * Winning Strategy for investing is to buy a fund that holds all market\n   portfolio and hold it forever\n * The index fund eliminates the risks of…",
  "data/reddit-stocks/r/stocks/comments/obix5z/nio_posts_record_monthlydeliveries_in_june.json": "Chinese electric vehicle maker Nio said on Thursday deliveries more than doubled\nin June on a year-on-year basis, and climbed back sharply sequentially despite\nthe ongoing global semiconductor chip shortage.\n\nThe Shanghai-headquartered EV maker delivered 8,083 vehicles in June, up about\n116% when…",
  "data/reddit-stocks/r/investing/comments/obbqcr/roth_ira_voo_vig_or_vt.json": "I'm 18 and about to open my Roth. I've seen VOO, VIG, and VT be the most highly\nsuggested for my portfolio. If anyone has any pointers or recommendations as to\nhow I should distribute my retirement contributions, please let me know. I've\nconsidered going all-in VT, but I'm not sure yet.\n\nI'm a…",
  "data/reddit-stocks/r/Bogleheads/comments/obcxqu/richard_ferri_all_about_asset_allocation_and.json": "Richard Ferri\n\nAll About Asset Allocation and Protecting Your Wealth\n\n * As a nation, we are not saving enough in retirement accounts to make up for\n   diminishing Social Security benefits and other traditional sources of income\n * 10% savings of pre-tax income is a good target for most people\n *…",
  "data/reddit-stocks/r/stocks/comments/obl3hd/little_test_i_put_a_small_amount_of_money_into.json": "Now, we either love or hate cramer (i love him tbh, his coke filled rants are\ncomedy gold) but as much as this might not be popular, his calls do seem to make\na lot of sense.\n\nI took one stock per day, the one he pumped hardest, usually on mad money. I\nmissed a couple of shows because I watch from…",
  "data/reddit-stocks/r/Bogleheads/comments/obm5sb/how_to_set_up_a_statement_of_net_worth_to_better.json": "What’s your number? How much is your net worth? Would you know how to determine\nit? Are you asking these questions? If so, then continue reading.\n\nA few months ago I started tracking my investments and created a statement of\nnet worth - which to be honest was the most helpful idea ever.\n\nA statement…",
  "data/reddit-stocks/r/investing/comments/obnprd/what_are_your_best_12_line_counters_to_the_advice.json": "I have a lot of friends who have heard stats about how most professional traders\ndo not outperform the market and therefore it’s a fool’s errand that a\nnon-professional trader try to pick individual stocks to invest in, instead of\njust passively dumping things into an index fund. Obviously, there’s…",
  "data/reddit-stocks/r/investing/comments/obnzr9/updating_favorite_book_reading_list.json": "The reading list on the sidebar hasn't been updated in a few years. So we are\nsourcing new ideas for books which have been published in the last 4 - 5 years\nto be considered in the categories below.\n\nThe list of books below were collated about 4 years ago by…",
  "data/reddit-stocks/r/stocks/comments/obqnfw/any_insight_into_why_the_waltons_have_been.json": "Robson Alice and Jim Walton have all sold well over a billion each in the last\ncouple of days, and another billion or so each over the last month or so. What\ngives?\n\nI do not hold WMT, it was in my watchlist.",
  "data/reddit-stocks/r/Bogleheads/comments/obrb4g/the_stat_that_convinced_me_to_bogle_5_of_days_are.json": "I feel like many people who need convincing to get into Bogleheads philosophy\nneed that one statistic to bring it home. It's the stat that will show how\nsticking to a simple and diversified strategy no matter what.\n\nFor me, it was this one: 5% of days are all time highs, and have been…",
  "data/reddit-stocks/r/stocks/comments/obh4gv/the_bear_case_for_summer_a_crash_in_the_next_48.json": "Hello everyone. I present a bear case for the summer.\n\nI've noticed people beginning to think about the risk of an imminent crash\nlately on various finance and, uhh, stock-gambling subreddits. What stocks to\nbuy in case there's a crash? Where is safe in a crash? That sort of thing. Take\na look…",
  "data/reddit-stocks/r/stocks/comments/obr0d5/an_indepth_guide_on_how_to_perform_deep_research.json": "Having worked for equity research desks over the last few years, I wanted to\nwrite-up my thoughts and methodology as to how I look at potential\nopportunities, and some of the sources you can use to help you do that.\n\n\nTHE INITIAL SCREEN\n\nBefore assessing an opportunity in great detail, I quickly…",
  "data/reddit-stocks/r/stocks/comments/obq2k2/i_learned_years_ago_that_sp500_increases_at_an.json": "It's supposed to be an average rate of about 8% per year.\n\nCurrently:\n\nUP .84% in one week UP 2.18% in one month UP 7.82% in three months UP 38.75% in\none year UP 113% in five years\n\nThe markets seem so disconnected from reality that dips aren't even allowed to\nhappen.\n\nStocks only go up?",
  "data/reddit-stocks/r/stocks/comments/obxqrc/do_not_fall_for_krispy_kremes_ipo_trap_a_legacy.json": "TL;DR - Short TF out of this or buy puts once available. A company riddled with\na history of fraud, misleading investors, and deceitful accounting tactics is\nbeing dumped to the public by a large private equity firm.\n\nMy god, this is one of the most blatant cash outs I’ve ever seen. CNBC was\npumping…",
  "data/reddit-stocks/r/investing/comments/oby8tz/citi_goldman_other_banks_accused_of_cds_antitrust.json": "New Mexico’s sovereign wealth fund brought a federal antitrust lawsuit claiming\nBank of America Corp., Citigroup Inc., Goldman Sachs Group Inc., and other top\nfinancial institutions rigged the credit default swap market by manipulating a\nkey benchmark.\n\nThe proposed class action, docketed Thursday,…",
  "data/reddit-stocks/r/investing/comments/obxqxa/do_people_around_you_your_relatives_ask_you_to.json": "The successful investors, traders here, or the ones who do it professionally, do\nyou ignore such things when that happens, how do you say you don't want to do\nit? First of all I wouldn't take risk with someone else's money and besides why\nI would give this wisdom that is gained with blood sweat,…",
  "data/reddit-stocks/r/stocks/comments/obmdbu/connecting_the_dots_my_highconviction_bet_on.json": "It was evident that PSFE had finally found bottom last week. For months, we saw\nall the tell-tale signs of market manipulators expertly shaking out retail\nshareholders with order flow, short volume, massive block trades and 13F’s\nshowing institutions steadily loading up. In this context, just as…",
  "data/reddit-stocks/r/investing/comments/obpoob/emergency_funds_with_dropping_interest_rates_in.json": "Hello everyone!\n\nI’ve read through some previous posts on here about emergency funds but haven’t\nfound quite what I’m looking for. I have a taxable account that I use for\noptions and speculative plays, another for long term investment in growth stocks\nI select, a Roth IRA I max contributions to…",
  "data/reddit-stocks/r/stocks/comments/obuaxl/here_is_a_market_recap_for_today_thursday_july_1.json": "PsychoMarket Recap - Thursday, July 1, 2021\n\nThe rally in stocks continued, with the S&P 500 (SPY) once again recording fresh\nintraday highs in the first trading day of the third quarter. The Nasdaq (QQQ)\nclosed roughly even, as the rally in technology stocks takes a breather. The Dow\nJones (DIA),…",
  "data/reddit-stocks/r/stocks/comments/oc0v4i/virgin_galactic_announces_first_fully_crewed.json": "> Test Flight Window for Unity 22 Mission Opens July 11 Four Mission Specialists\n> to Evaluate Virgin Galactic Astronaut Experience Virgin Galactic Founder Sir\n> Richard Branson Among Mission Specialists First Global Livestream of Virgin\n> Galactic…",
  "data/reddit-stocks/r/stocks/comments/oc9o4j/us_adds_850000_jobs_in_june_better_than_expected.json": "> Job growth leaped higher in June as businesses looked to keep up with a\n> rapidly recovering U.S. economy, the Labor Department reported Friday.\n> \n> Nonfarm payrolls increased 850,000 for the month, compared to the Dow Jones\n> estimate of 706,000 and better than the upwardly revised 583,000 in…",
  "data/reddit-stocks/r/stocks/comments/ocd4fy/what_would_be_some_goodcheap_dividend_stocks.json": "So I'm trying to get into dividends and I have no idea what I'm doing. I have a\nfew picked out like BEP, WETF, INTC, and KHC. Is there better ones? Is there\nones I should remove from my list? I'm an open book.",
  "data/reddit-stocks/r/investing/comments/ocaxj7/what_are_your_favorite_etfs_for_a_25_year_timeline.json": "I've been slowly pulling money out of stocks as I hit price targets or cut\nlosses for the last few months and now I have a little cash set aside that I\nthink I want to dump into something a bit more stable for the next couple of\nyears.\n\nI currently have some small positions in TAN, ARKG, and XRT,…",
  "data/reddit-stocks/r/investing/comments/oc9yig/caribou_biosciences_is_going_public_heres_an.json": "Disclaimer and disclosure: I am not a financial advisor and none of the below\nresearch constitutes investment advice or a recommendation to buy or sell.\nAlways do your own due diligence. I have no position in the securities\nmentioned.\n\nNote: Any constructive criticism to improve this DD would be…",
  "data/reddit-stocks/r/stocks/comments/ocdcrn/palantir_discloses_partnership_with_azure_in_a.json": "“Create and develop joint business plans working with Microsoft team including\nlaunch, planning, enablement, and co-marketing strategies for growing joint\npipeline, wins and consumption of Foundry on Azure.\n\nLead the effective collaboration of “deal level” tactics between Palantir sales\nteams and…",
  "data/reddit-stocks/r/investing/comments/oca28f/amd_question_intel_using_tsmc_for_3nm_chips_has.json": "Morning folks. I have nobody else to discuss this with that I trust so please\nentertain me if you could internet strangers. I've been an investor of AMD since\nabout 28-29 and have thoroughly enjoyed the ride. I used to swing trade it but I\nhave since taken a longer term play and it's a very good…",
  "data/reddit-stocks/r/investing/comments/ocj9ju/sp_500_rises_for_a_7th_straight_day_after_strong.json": "S&P 500 rises for a 7th straight day after strong jobs report, best winning\nstreak in 10 months (cnbc.com)\n[https://www.cnbc.com/2021/07/01/stock-market-open-to-close-news.html]\n\n> Stocks rose on Friday and the S&P 500 hit another record high after the June\n> jobs report showed an accelerating…",
  "data/reddit-stocks/r/Bogleheads/comments/ocjunx/very_passive_investing.json": "I don't check the news. I don't keep up with the hyped up trends of the week\n(meme stocks, crypto, single stocks, industry specific funds). It's very quiet\nwhen you're not inundated by noise and distractions. I like it. I don't check my\nbalance every day or every week. Maybe I check it once a month.…",
  "data/reddit-stocks/r/stocks/comments/ociku0/here_is_a_market_recap_for_today_friday_july_2.json": "PsychoMarket Recap - Friday, July 2, 2021\n\nStocks rose once again, with the S&P 500 (SPY) and Nasdaq (QQQ) both recording\nnew intraday highs amid the continued push by technology stocks. The Dow Jones\n(DIA) rose as well, but continued to lag behind the other two indexes. Market\nparticipants are…",
  "data/reddit-stocks/r/stocks/comments/ock4vt/why_not_create_an_all_etf_portfolio.json": "I’ve studied Finance and Data Science throughout college and use a variety of\nfundamental, technical, and financial strategies to select the best stocks for\nmy personal portfolio. Over the past two years I’ve consistently underperformed\nthe S&P and greatly underperformed the NASDAQ (which I consider…",
  "data/reddit-stocks/r/investing/comments/ocbxbj/what_is_happening_to_small_speculative_stocks.json": "What is happening with the Russel 2000, its down when the market is up? Is this\nthe beginning of a rotation or just an occasional drop? Allot of small\nspeculative stocks are down several days in a row now such as:\n\nPLTR -4 days\n\nARVL -5 days\n\nHYLN -5 days\n\nQS -4 days\n\nBLNK -4 days\n\nLAZR -5…",
  "data/reddit-stocks/r/stocks/comments/ocmky9/wall_street_week_ahead_for_the_trading_week.json": "Good Friday evening to all of you here on r/stocks [/r/stocks]. I hope everyone\non this sub made out pretty nicely in the market this past week, and is ready\nfor the new trading week ahead.\n\nHere is everything you need to know to get you ready for the trading week\nbeginning July 5th, 2021.\n\n\nFED…",
  "data/reddit-stocks/r/stocks/comments/ocr43c/etfs_are_basically_tax_advantages_accounts.json": "I love picking stocks like everyone else here. I thought I would phrase why ETFs\nare the way to go in a way I found compelling.\n\nIf you stock picking, you constantly are realizing gains, even if you are long\nduration and conservative.\n\nIf you just never sell your ETFs, the fund keeps buying and…",
  "data/reddit-stocks/r/stocks/comments/ocl08v/if_you_could_only_buy_1_stock_for_the_rest_of.json": "If for the rest of your life you can only 1 stock for your portfolio, what would\nit be? You can't buy any ETFs or mutual funds, it needs to be one solo stock.\nWhich stock would it be and why? For me, I think it would be AMZN or GOOGL\nbecause of how many different sources of revenue they have.",
  "data/reddit-stocks/r/stocks/comments/od0atd/quick_question_for_option_traders.json": "As someone getting into options trading I’m curious, if you could tell your past\nself one (or a few) things what would it be? (Or if you have any book\nrecommendations I’d recommend “The Candlestick Bible” great read helps with\ncandle patterns)",
  "data/reddit-stocks/r/stocks/comments/ocoxtt/infrastructure_jobs_bill_closer_to_reality.json": "Let’s try this again. My first post was deleted for not being specific enough.\nOn June 24 Pres Biden said, “We have a deal,” on the infrastructure /jobs bill.\nSenators still need to finalize how they would pay for the plan - Republicans\nvow not to touch their 2017 tax cuts; the Pres says no to…",
  "data/reddit-stocks/r/investing/comments/ocove6/taking_profits_and_reinvesting_without_getting.json": "I've had a lot of great growth in the past few weeks on my new portfolio I set\nup (Then again, haven't most of us?). My goal was take the profits and slowly\nreinvest them into a new etf to diversify and build up more options for growth.\n\nThe issue is a simple one. If I can make $100K off of all of…",
  "data/reddit-stocks/r/Bogleheads/comments/oczla3/why_do_index_funds_buy_shares_with_voting_rights.json": "When I invest through an index fund, the money goes to buy shares with voting\nrights. Yet I can't exercise those rights, the funds do.\n\nShares with no voting rights are cheaper than those with voting rights.\n\nSo why aren't index funds that only buy non-voting shares outcompeting others?\nIt makes no…",
  "data/reddit-stocks/r/Bogleheads/comments/ocsixm/dangers_of_bond_etfs.json": "I'm a bond heavy more conservative European investor, big fan on Graham's ideas.\nI'm almost 50-50 between bond and equities ETFs. With the current uncertainties\nand valuations, this is what I feel comfortable with and servers best with my\ngoals.\n\nHowever, for the last few months I've been very…",
  "data/reddit-stocks/r/stocks/comments/ocxl3h/vanguard_ss_isa_sp_500_question.json": "Hey!\n\nI'm investing in the S&P 500, but Vanguard doesn't allow fractional shares. If I\nput in £100 and the unit price is £51, £49 is then put into my account as\n'cash'. Is there a way of buying units individually as opposed to blindly\nputting money in? If I try to reinvest the cash, it further dents…",
  "data/reddit-stocks/r/investing/comments/od49oj/how_much_time_should_i_spend_learningresearching.json": "I recently turned 18 years old, which means I can start investing! However,\nbefore spending a single penny, I want to know how long I should research for.\nWhat should I know? I have already spent a week reading books, articles, and\nwatching YT videos; hell, I even made my first (paper) trade on TOS.…",
  "data/reddit-stocks/r/wallstreetbets/comments/od4b09/bofa_initiates_legal_proceedings_against_wsb_and.json": "BOFA DEEZ NUTS\n\nBig thanks to all the approved users who kept this joke under wraps in the\noriginal thread\n[https://old.reddit.com/r/wallstreetbets/comments/od2085/bofa_initiates_legal_proceedings_against_wsb_and/]",
  "data/reddit-stocks/r/stocks/comments/ocy8qz/apps_reason_why_the_price_drop_basically_due_to.json": "This is the email I received from DT in response to my email concerning today’s\nstock price drop from Brian Bartholomew Senior Vice President, Capital Markets\nand Strategy\n\nHi David-\n\nCRAZY day today, to be sure. The Google policy-shift noise was the source of our\nweakness today…and was severely…",
  "data/reddit-stocks/r/investing/comments/ocv2h2/benefits_of_traditional_ira_over_roth_ira.json": "Can someone explain the benefits of a traditional ira versus a roth ira? I never\nunderstood why middle and high income employees prefer traditional iras over\nroth iras. Why? I was just offered a full-time job with decent pay and great\nbenefits. In the package, it mentioned I have the option to use a…",
  "data/reddit-stocks/r/investing/comments/od5xxt/update_to_my_post_5_years_ago_of_investing_all_my.json": "5 years ago I posted this (forgot account credentials).\n\nhttps://www.reddit.com/r/investing/comments/3rb09d/i_investing_my_life_savings_into_one_stock/\n\nI purchased $50,000 of El Pollo Loco after it fell from it's IPO, hoping to make\na return of at least $200,000 over 5 years.\n\nWhat actually…",
  "data/reddit-stocks/r/wallstreetbets/comments/od2085/bofa_initiates_legal_proceedings_against_wsb_and.json": "BOFA DEEZ NUTS\n\n--------------------------------------------------------------------------------\n\n\nLMAO GOTTEM\n\nIf you're wondering why this thread has such a better vibe than the other BofA\nreveal thread, it's because this was the thread made when only long standing WSB\nusers could post (Approved…",
  "data/reddit-stocks/r/stocks/comments/od5i3h/are_options_always_more_profitable_albeit_riskier.json": "I was wondering if buying long term call options might be better than stocks if\nI have a higher risk tolerance.\n\nI understand that I’m exposed to lose all of the premium, unlike stocks where my\ninvestment going to 0 is very unlikely. That’s a risk I’m willing to take.\n\nSo, instead of buying $5k…",
  "data/reddit-stocks/r/stocks/comments/od1frm/2nd_half_2021.json": "2nd half of this year will kick in to gear on Tuesday. Thinking money is going\nto start flowing in to energy. Both renewables and fossil. Looking at ETFs like\nFENY, XES, & stocks NEE & BEP.\nJust wondering what others are thinking?",
  "data/reddit-stocks/r/stocks/comments/od1gxr/suggestions_for_long_term_investments.json": "Looking for growth stocks and indexes to invest for the next 2+ years\n\nTaking a serious approach to investing for my future. I don’t wanna be working\ntil I’m 60+ if I don’t have to. What would you say the best things to invest in\nfor the next few years would be?",
  "data/reddit-stocks/r/Bogleheads/comments/od4u57/currency_risk_in_the_boglehead_world.json": "Hi. We never talk about currency risk in passive international investments. What\ndo you guys think of currency exposure in VXUS? Did Bogle have anything to say\nabout it? It is my understanding that currency is hedged in VT but not VXUS.",
  "data/reddit-stocks/r/investing/comments/odclrb/just_hit_over_10k_investments_in_roth_ira.json": "Just hit over 10k in my Roth IRA!!! I’m only 22!!! Have close to 15k saved\ntoo!!!! Next goal is get to 20k in both my Roth IRA and my savings!!!!!! Doing\nso good at my age and I’m really proud of where my finances stand:)!! Don’t let\nanything stand in your ways guys, if you put the hard work in and…",
  "data/reddit-stocks/r/stocks/comments/od5d90/opinions_on_corsair_for_short_term.json": "Hello\n\nI have only used Corsair's RAM I really do not have any idea if their other\ncomponents are really a bang for your buck. That being said I see a lot of\npeople saying this is a strong buy, I looked at their presentation and to be\nhonest, I do not thing gaming is slowing anytime soon, even with…",
  "data/reddit-stocks/r/Bogleheads/comments/od6q0r/how_often_should_i_rebalance_my_401k.json": "I put money into the account every 2 weeks with a desired asset allocation. The\ncompany my 401k is with will automatically rebalance either quarterly,\nsemi-annually, or annually.\n\nShould I choose to have my 401k automatically rebalance every 4,6, or 12 months?\n\nAlso, I don’t know if I can set a…",
  "data/reddit-stocks/r/stocks/comments/odff1c/started_investing_in_january_finally_hit_positive.json": "I've been gradually investing more and more money, until I'm now at $1.2k AUD\ninvested. During this time I've always had an overall negative return, but I\nchecked this weekend and I'm finally in the positive!\n\nOnly +0.24% but it feels good to finally see some improvement. Onward and\nupwards from…",
  "data/reddit-stocks/r/investing/comments/odk4og/didi_app_suspended_in_china_over_data_protection.json": "BEIJING, July 4 (Reuters) - China's cyberspace administration said on Sunday\nthat it had ordered smartphone app stores to stop offering the ride-hailing firm\nDidi Global Inc's (DIDI.N) [https://www.reuters.com/companies/DIDI.N] app after\nfinding that Didi had illegally collected users' personal…",
  "data/reddit-stocks/r/stocks/comments/odfs24/my_dad_keeps_saying_to_sell_and_doesnt_believe_in.json": "For those of you who are typical DCA index investors, how would you urge someone\nto stop trying to time the market and to just buy into it. He thinks he can time\nthe market and missed out on like 30 years worth of returns.\n\nI showed him the bob DCA article and he thinks it’s BS.\n\nThoughts?",
  "data/reddit-stocks/r/stocks/comments/odl6bu/didi_app_suspended_in_china_over_data_protection.json": "BEIJING, July 4 (Reuters) - China's cyberspace administration said on Sunday\nthat it had ordered smartphone app stores to stop offering the ride-hailing firm\nDidi Global Inc's (DIDI.N) [https://www.reuters.com/companies/DIDI.N] app after\nfinding that Didi had illegally collected users' personal…",
  "data/reddit-stocks/r/stocks/comments/oda8gp/does_the_stock_market_just_go_up_forever.json": "If you zoom out and look at the charts of the U.S markets they are following a\nnon stop upward trend. Other country’s such as U.K (FTSE 100) have been stagnant\nalthough still showing a small upward trend. What’s driving this upward trend in\nU.S markets particularly? Growth of the U.S economy, global…",
  "data/reddit-stocks/r/Bogleheads/comments/odonh8/just_opened_a_roth_ira_thanks_to_this_subreddit.json": "20 years old and just opened a Roth and put $3000 into it. 60% VTI, 40% VXUS.\nStarted looking into investing last winter, just in time to lose a very\nstressful inducing amount of money in GME. I was super lucky to get into\ndogecoin early and miraculously made my money back and then some, but…",
  "data/reddit-stocks/r/Bogleheads/comments/odmrsd/vtwax_for_an_18_year_old.json": "I am 18 years old and have maxed out my Roth IRA for 2020 and 2021, and have a\nfew thousand in a brokerage. I am also on track to earn $6000 this summer that\nis reserved for my 2022 Roth IRA. All in VTWAX.\n\nThe money is for retirement, as I am fortunate enough that my parents are paying\nfor my…",
  "data/reddit-stocks/r/wallstreetbets/comments/odoir9/if_the_dd_involves_a_short_squeeze_ignore_it_stop.json": "I’m just an autist that wants to help my fellow dudes make money. Have I been\nguilty of this in the past? Absolutely. In my post history you’ll definitely\nfind me shilling for CLOV. Stupid piece of shit CLOV.\n\nTurns out, you’ll find most of these stocks are shorted FOR A REASON. THEY SUCK\nASS. THINK…",
  "data/reddit-stocks/r/stocks/comments/odny9g/i_read_a_macro_paper_about_a_50year_marketbeating.json": "Hey guys - been doing a lot of reading recently and figured I should share some\nof the cooler stuff with the community. I whipped this up quickly but can do a\nmore in-depth dive for this and other papers if there turns out to be interest.\nThe paper is called A Half Century of Macro…",
  "data/reddit-stocks/r/investing/comments/odnx1n/i_read_a_macro_paper_about_a_50year_marketbeating.json": "Hey guys - been doing a lot of reading recently and figured I should share some\nof the cooler stuff with the community. I whipped this up quickly but can do a\nmore in-depth dive for this and other papers if there turns out to be interest.\nThe paper is called A Half Century of Macro…",
  "data/reddit-stocks/r/stocks/comments/odppz8/has_peter_schiff_always_been_a_permabear.json": "I was reading an article written by Peter Schiff and I started wondering if he's\nbasically always been a bear.\n\nMost of his interviews and lectures are always about the impending doom of the\nUS market.\n\nHe also seems like an angry guy most of the time. Has he ever been a bull on the\nUS market at any…",
  "data/reddit-stocks/r/stocks/comments/odnh3z/how_do_you_play_during_a_recessiondepression.json": "There are signs everywhere that a huge crash is coming and it'll take years for\nthe market to recover. How do you prepare yourself for such an event? What are\nthe best steps that we can take now, and what are the steps we take when we're\nin one? TIA.",
  "data/reddit-stocks/r/stocks/comments/odp8d7/possible_scam_in_the_comments_of_stock_related.json": "So I was watching youtube videos about stock market crashes and on one\nparticular video found something that peeked my interest and got me doing some\ninvestigative work.\n\nThere were two comment threads by different accounts that were almost exact\ncopies to each other and in both of them it ended…",
  "data/reddit-stocks/r/stocks/comments/odsjza/what_are_your_favorite_hold_forever_stock.json": "What are some of your favorite long term \"set it and forget it\" plays? I am\ncurrently 23 years old and will obviously sit on and contribute to my Roth IRA\nuntil I retire. Any suggestions?\n\nMy current portfolio includes things like:\n\n$VTI $BRKB $MSFT $V $AAPL $VXUS $FTNT",
  "data/reddit-stocks/r/investing/comments/odpd0h/how_diversified_are_your_investments.json": "I am curious about how different people diversify and why they choose a certain\nway? Personally I am diversified among asset classes (securities, real estate,\nand a small position in crypto) but less diversified within an asset class. I\nthink that’s because it takes a lot of time and effort to find…",
  "data/reddit-stocks/r/stocks/comments/odsj5l/msft_stock_best_performing_stock_of_all_time.json": "I understand that AAPL has highest market cap, but if you look only at the\ngraphs of the 2, it seems like MSFT has like steepest curve. Kind of insane.\nI've been watching it the last few days and everyday its going up 2%, 2%, 2%.\nWhat is going on? I feel like I should have put more money in MSFT…",
  "data/reddit-stocks/r/investing/comments/oduuul/anybody_else_tired_of_oracles_with_6_months.json": "I’ve been investing for more than 20 years. Have had moments of joy and pride\nabout my stock/fund selections. Mostly I remember the times I got burned on sure\nthings, tried to catch falling knives, had funds close and buy me out at the\nbottom of a cycle, have panicked and sold at the bottom, have…",
  "data/reddit-stocks/r/Bogleheads/comments/ods7pe/finally_switched_to_a_proper_boglehead_approach.json": "I used to put money into individual stocks. I was always listening to podcasts\nand reading magazines for the latest hot tips. I even thought I was being smart\nby smoothing in my investments every month! My winners were great but my losers\ndragged them down to really pedestrian overall…",
  "data/reddit-stocks/r/stocks/comments/odxxgk/just_showing_off_a_bit.json": "So, just a bit of context, I've been doing research on how to invest in the\nstock market for the past six years. I've learned a great deal during my\njourney, which started on this very forum. To parse the incredible amount of\ndata that's available, I've had to learn programing and (re-learn) data…",
  "data/reddit-stocks/r/stocks/comments/odgds1/how_much_of_your_net_worth_is_into_stocks.json": "Hello I’m 20 this year and I’m just wondering how much of your net worth is put\ninto stocks. I am well aware of the saying “never put in more than what you need\nto”. Currently about slightly less than 1/3 of my net worth is into stocks. Not\nsure if I should put more in at my age.\n\nCurrent position:…",
  "data/reddit-stocks/r/investing/comments/odmt3h/my_1yr_returns_using_a_synthetic_long_leap.json": "Hey y'all after seeing this\n[https://www.reddit.com/r/investing/comments/oddqln/why_dont_more_people_buy_synthetic_longs_is_there/h410pe0/?context=3]\nand this\n[https://www.reddit.com/r/investing/comments/nzv31x/an_alternative_to_dollar_cost_averaging_into/h1ubg46/?context=3]\npost I wanted to go over…",
  "data/reddit-stocks/r/wallstreetbets/comments/odv8ni/the_elders_of_wsb.json": "\"The Elder Days are gone. The Middle Days are passing. The Younger Days are\nbeginning.\"\n\n― Saruman the White\n\nSince most of you degenerates have joined during the middle days of WSB (post\n2M), I thought it might be helpful to remind you the stories of some of the OG\ndegenerate legends.\n\nu/1R0NYMAN…",
  "data/reddit-stocks/r/investing/comments/oe5mmd/high_dividend_etfs_have_been_a_bad_investment_so.json": "About ten years ago when I really got interested in money and investments, I was\nasking friends and looking at message boards for investment advice. Everyone\ntold me to put most of my money in ETFs that had a higher than normal dividend\nyield. These ETFs were recommended and I was told they would…",
  "data/reddit-stocks/r/Bogleheads/comments/oe5bky/vanguard_sp_500_advice.json": "Hey all, brand new to Reddit. I’m 35, in the UK, looking to invest £4000 a year\ninto the Vanguard S&P EFT and letting the interest compound and roll for the\nnext 30 years. Brand new to investing so just looking for advice. Would this be\na wise approach?",
  "data/reddit-stocks/r/investing/comments/oe6xnx/putting_my_money_in_gold_stocks.json": "I currently don’t have gold in my portfolio but I have been looking into two\nthat I want to invest in. I need some insight from the mining bulls out there.\nWhat do you think of these two?\n\nYamana Gold (YRI [https://finance.yahoo.com/quote/AUY/])\n\nI have known this company for some time now because I…",
  "data/reddit-stocks/r/Bogleheads/comments/oe830w/etfs_vs_traditional_funds_for_an_old_lady.json": "I am an almost 72 yo retired person just starting to manage my own funds\ngradually over the past year bc my guy with American Funds doesn’t listen. I’ve\ngradually invested about $150k from an inheritance in various funds via Vanguard\nover the past 2 years using the Morningstar squares as a guide. I…",
  "data/reddit-stocks/r/stocks/comments/oe5dex/am_i_a_bad_person_to_invest_in_big_tobacco.json": "I started buying Tobacco stock, namely BA Tobacco (LSE), because it pays a 7%\nyield on dividend, has a P/E ratio of 10.33, revenue & profits are continually\nimproving YoY, has a nice cash balance of 3.14B, are venturing into weed\nindustry and it dominates the vaping (Vuse + Vype) + smokeless tobacco…",
  "data/reddit-stocks/r/stocks/comments/oe97mg/thinking_of_investing_in_some_copper_stocks.json": "I’ve never had luck with investing but I still want to take a chance. Recently\nI’ve been looking onto some great copper plays that have promising projects.\nHowever, a lot of people have been telling me to avoid investing in commodities\nand instead settle investing in the company.\n\nI need some…",
  "data/reddit-stocks/r/stocks/comments/oe82v7/is_baba_safe_stock_to_buy_with_510_years_outlook.json": "Seems like BABA is being recommended as an undervalued stock in this subreddit a\nlot recently. People that believe in BABA, what is your reasoning for this\nclaim? If you think it is undervalued, what do you think is the fair price for\nthis stock in the current market. What are the underlying risks…",
  "data/reddit-stocks/r/investing/comments/oecf77/buy_a_house_or_stay_invested.json": "Hello community,\n\nat the moment I am invested with 200k in stocks. About 50% in ETFs, about 20% in\nindividual stocks and 30% I use for trading options (european version). This is\nworking out quite well for me.\n\nBut my wife and I have a dream of an own house with a garden. Prices are hell\nhigh at the…",
  "data/reddit-stocks/r/stocks/comments/oeas8a/intel_intc_stock_prospects_are_you_bullish_or.json": "I bought INTC when I first started investing a few months ago when it was\ntrading at $67, but looking back, I probably did so on past reputation instead\nof current situation (this was when I just learned how to research stocks, so I\nonly looked at a few simple numbers like P/E ratio).\n\nI know the…",
  "data/reddit-stocks/r/wallstreetbets/comments/oe9ruu/how_to_play_the_upcoming_market_crash.json": "So, the market is going to crash harder than a Boeing without updated software\nsoon. It doesn't really matter what awesome thing you think you've stumbled\nonto, it's going to go down, hard.\n\nThe Fed has put the market on easy mode ever since the COVID crash, but that's\ncoming to an end soon. So if…",
  "data/reddit-stocks/r/Bogleheads/comments/oegvw7/15_years_old_with_13k.json": "Im 15 years old and I have around 13k in a savings account that I’m willing to\nput almost entirely into the market. I want to put a large majority of which\ninto large cap index funds and ETFs, and save a bit to put into individual\nstocks. I’ve narrowed down the investments I want to make to VOO,…",
  "data/reddit-stocks/r/stocks/comments/oeif2i/taking_profits_how.json": "Hello, I am up about 50% on AAPL and 20% on MSFT. Would be more but I do not\nlive in US so FX plays a big part in reducing my profits.\n\nI would like to take out the gains.\n\nQuestions is: - Do I sell all of my stocks, then take out the profit ( for\ninstance MSFT sell all, take 20% off the table) ,…",
  "data/reddit-stocks/r/stocks/comments/oehrve/opec_holding_off_increasing_supply.json": "The dispute between UAE and the rest of OPEC has come to a halt with both sides\nfailing to meet an agreement. I think this is a great short term catalyst to the\noil trade. The futures for Brent and WTI are near their yearly highs and I see\nthis sticking for the near term.\n\nTuesday we may see a rally…",
  "data/reddit-stocks/r/investing/comments/oeh9b5/stock_delisted_how_do_i_assert_my_stockholder.json": "So a stock I invested in got delisted last year. They went private on purpose.\nIt is an Irish based (but actually mostly US) company called Mainstay Medical.\nIf all goes well they'll most likely go public again at some point in the\nfuture, most likely with a US listing.\n\nNow my EU based broker…",
  "data/reddit-stocks/r/investing/comments/oeiut8/motley_fool_automatically_renews_services.json": "Just a heads. Anyone who has purchased a subscription of any kind of \"The Motley\nFool\" may want to ensure that auto renewal is turned off. I discovered today\nwhile looking at my bank statement that those Fools auto renewed my subscription\nto \"Stock Advisor Canada\" to the tune of $222.88 without even…",
  "data/reddit-stocks/r/stocks/comments/oeks0l/sp500_did_176_in_first_half_of_2021_how_did_you.json": "Interesting, its is very hard to beat the market and this has shown me how hard\nit truly is.\n\nI did some own research for June 30 and it was interesting what I came up with.\n\nOnly 2 out of the 15 stocks I hold are beating the s&p500 as of June 30, while\nthe rest are below it by 5-10%.\n\nSome that I…",
  "data/reddit-stocks/r/stocks/comments/oeiqzs/watch_out_for_automatic_renewals.json": "Just a heads. Anyone who has purchased a subscription of any kind to \"The Motley\nFool\" may want to ensure that auto renewal is turned off. I discovered today\nwhile looking at my bank statement that those Fools auto renewed my subscription\nto \"Stock Advisor Canada\" to the tune of $222.88 without even…",
  "data/reddit-stocks/r/stocks/comments/oek55a/can_you_guys_recommend_any_youtubers_social_media.json": "I've noticed that the vast majority of people who make investing content are\neither already rich and don't know what they're talking about, scammers trying\nto pump their own investments or get you to sign up for some course/\nsubscription, or they only give very vague, basic advice that you could…",
  "data/reddit-stocks/r/stocks/comments/oekaxg/raytheon_rtx_just_obtained_numerous_government.json": "I expect this company to be bullish and withing a couple of weeks to break $100\na share. Although I am sort've conflicted on this because Raytheon is known to\nbe a controversial company, due to them being a manufacturer of weapons in the\nmilitary complex. Despite this though, I'm confident Raytheon…",
  "data/reddit-stocks/r/stocks/comments/oes7bl/virgin_galactic_spce_upcoming_catalysts.json": "Hey everyone,\n\nIn case you don’t know what Virgin Galactic is I’ll provide a brief overview\nabout their company:\n\n-Virgin Galactic is a British-American spaceflight company that operates in the\nUnited States. It was founded by Richard Branson and his Virgin Group retains a\n24% stake. It is…",
  "data/reddit-stocks/r/investing/comments/oea5g3/what_exactly_is_the_bourbon_rule.json": "Is there anybody here that could potentially explain “The Bourbon Rule” in stock\nanalysis & investing? I’ve Googled & YouTubed throughout the internet & all i\nkeep finding is rules to making better bourbon, or the difference between\nbourbon & whiskey, etc. From time to time I’ll read a person’s…",
  "data/reddit-stocks/r/stocks/comments/oeusic/i_analyzed_the_last_3_decades_of_stock_market.json": "We have all heard it! -- “Time in the market beats timing the market”\n\nAt the same time, we are all to some extent guilty of trying to time the market.\nThe market always seems to break some new all-time high records, so we wait for\nthe inevitable crash/pullback to invest. It’s high time we put both…",
  "data/reddit-stocks/r/investing/comments/oev7ri/chinese_regulators_suggested_didi_delay_its_us_ipo.json": "Weeks before Didi Global Inc. DIDI -22.73% went public in the U.S., China’s\ncybersecurity watchdog suggested the Chinese ride-hailing giant delay its\ninitial public offering and urged it to conduct a thorough self-examination of\nits network security, according to people with knowledge of the…",
  "data/reddit-stocks/r/Bogleheads/comments/oenkio/5k_a_month_into_vtsax.json": "My wife and I buy 5k worth of VTSAX a month ($500 each into our Roth IRAs and\n$4k into our brokerage). We are both 31 years old. Is there something else I\nshould be looking at other than just dumping money into VTSAX? We are trying to\nhit financial freedom in our 40s. Thanks ahead of time!",
  "data/reddit-stocks/r/investing/comments/oerihi/billionaire_space_race_trickledown_on_relevant.json": "I had a thought. Not a good thought, but a thought nonetheless.\n\nBezos & Branson are currently having their own little mini-space race right now.\nAssuming they're successful and return alive, I wonder if this might start a\ntrend of the global 1% all clamoring to get themselves to the great black…",
  "data/reddit-stocks/r/stocks/comments/oexbo3/is_anyone_else_sick_and_tired_of_seeing_all_the.json": "It seems like every day I’m seeing a post on this subreddit of people with\narticles saying “all the experts are predicting a crash.” It’s so annoying\nseeing these types of post. It’s not helpful Bc there is no way to predict when\na crash will occur.",
  "data/reddit-stocks/r/stocks/comments/oeu08u/business_insider_many_top_investors_are.json": "Michael Burry, Jeremy Grantham, and other top investors are predicting an epic\nmarket crash. Here are their gravest warnings so far\n[https://www.businessinsider.com/michael-burry-jeremy-grantham-predict-epic-stock-market-crash-warnings-2021-7?amp&utm_source=reddit.com]\n\n\n\nSome have seen this from…",
  "data/reddit-stocks/r/investing/comments/oeubqj/the_role_of_binance_in_bitcoin_volatility.json": "Source [https://arxiv.org/abs/2107.00298]\n\nAbstract\n\nWe analyse high-frequency realised volatility dynamics and spillovers in the\nbitcoin market, focusing on two pairs: bitcoin against the US dollar (the main\nfiat-crypto pair) and trading bitcoin against tether (the main crypto-crypto\npair). We find…",
  "data/reddit-stocks/r/Bogleheads/comments/oeyoo1/where_should_i_put_my_money_after_i_max_my_roth.json": "I am starting a PhD program in August. I will have a stipend and low living\nexpenses and will be able to save $1250/month from a paid University Fellowship\n(I will not be working an outside job during the program). My questions is, once\nI max out my Roth IRA from the $1250/month contributions, where…",
  "data/reddit-stocks/r/wallstreetbets/comments/of0hls/let_me_clear_the_air_here_regarding_gme_amc_clov.json": "Alright you retards, I'm taking the initiative to clear the air. I'm probably\ngoing to get a lot of downvotes, but I'm going to be straight up honest here.\n\nWe are not a team, this is not a cult, and this is not fucking collusion.\n\nGME, AMC, & CLOV are three completely different plays. Stop fucking…",
  "data/reddit-stocks/r/Bogleheads/comments/oewsli/21_year_old_reached_30k_mark.json": "Through a mixture of savings and profits I’ve made from selling the likes of AMC\nrecently, I’ve saved up a total of 30k. I’m planning on dumping 20k of this into\nVT, 5k into an emergency fund and 5k into stocks I’m interested in. Does this\nsound like a sensible plan? Btw I’m a British student with…",
  "data/reddit-stocks/r/stocks/comments/oez7hm/pentagon_cancels_10_billion_jedi_cloud_contract.json": "> The Department of Defense announced Tuesday it’s calling off the $10 billion\n> cloud contract that was the subject of a legal battle involving Amazon and\n> Microsoft.\n> \n> The JEDI, or Joint Enterprise Defense Infrastructure, deal has become one of\n> the most tangled contracts for the Department…",
  "data/reddit-stocks/r/Bogleheads/comments/oexstk/vt_for_foreigners.json": "I Live in South América and i've been buying VT via passfolio. There is nothing\nsimilar to VT where i Live (Brazil), and The sp500 etf we have here Just buy\nshares of ivv and charge extra. Should i invest must of my monthly cota abroad\non VT or put more money locally and only a small part abroad?…",
  "data/reddit-stocks/r/Bogleheads/comments/of2keg/thank_you_im_ready_to_vtwax_and_chill_also_any.json": "Taking the advice of some of your feedback to my posts, I went ahead and opened\na Vanguard account today and am going to transfer my meager IRA funds out of TD\nAmeritrade. I'll pay the taxes now on the $4k account so I can reap the benefits\nof not having to pay taxes 25 years down the road when it's…",
  "data/reddit-stocks/r/investing/comments/of26bq/i_experimented_with_committing_to_a_25_dollar_per.json": "Last year I challenged myself to invest at least $25 automatically in Tesla each\nweek using a recurring transfer. I figured it would be a good way to build up my\ninvestment in the company while taking a manageable risk and potentially getting\nsome market gains. Since my brokerage offered partial…",
  "data/reddit-stocks/r/investing/comments/of0bi7/got_a_question_about_the_big_short.json": "Did Michael Burry and others make money by buying up credit default swaps (which\nI believe works like an insurance where you have to pay yearly premium and in\ncase the homeowners default on their mortgages, the bank has to pay a huge\namount to the buyers of the credit default swaps) or by short…",
  "data/reddit-stocks/r/Bogleheads/comments/of0s7w/how_is_tilting_different_from_asset_allocation.json": "Somebody brought this up on a Boglehead forum thread. On one hand, the\n\"Boglehead way\" involves assessing risk tolerance and determining an asset\nallocation (overweighting stocks/bonds relative to market). On the other hand,\noverweighting small cap value or sectors (or picking individual stocks)…",
  "data/reddit-stocks/r/stocks/comments/of6vgn/sofi_why_it_is_finally_a_perfect_time_to_buy_sofi.json": "SOFI seems to have hit a bottom around $17.30 today... and with PIPE seller\nexhausted- is ready to move much higher. Cramer just included SoFI as 1 of the\npost merger SPACs to buy now. SOFI has all buy ratings from analysts- with an\ninitial $30 price target. SoFI also has one of the highest short…",
  "data/reddit-stocks/r/stocks/comments/of3i8i/here_is_a_market_recap_for_today_tuesday_july_6.json": "PsychoMarket Recap - Tuesday, July 6, 2021\n\nStocks traded mixed today, with the Nasdaq (QQQ) reaching a fresh intraday high,\ndriven higher by continued strength in mega-cap tech stocks. The S&P 500 (SPY)\nopened at a new all-time high but was unable to hold onto the gains throughout\nthe day and…",
  "data/reddit-stocks/r/Bogleheads/comments/of9hiq/convinced_my_so_to_invest_her_50k_cash_savings.json": "She has a 401k but all of her other savings are in cash. I’ve finally gotten\nthrough to her with the help of some compound interest calculators. Anyway, the\nquestion is in the title, but I’ll add:\n\nIf DCA, what’s a reasonable investing rate? $4k a month for the next year?\nFaster? Slower?",
  "data/reddit-stocks/r/stocks/comments/ofcs9z/for_the_last_time_please_stop_using_fundamental.json": "I am sick and tired of seeing pump and dump posts on BABA and the likes. For the\nlast time, valuation metrics like PE ratio, EBIT, sales do not mean anything if\nthose FCF will never go to investors. The fact that these companies are\n\"undervalued\" and flushed with cash without any plan for buyback or…",
  "data/reddit-stocks/r/stocks/comments/oerin3/rstocks_daily_discussion_technicals_tuesday_jul.json": "This is the daily discussion, so anything stocks related is fine, but the theme\nfor today is on technical analysis (TA), but if TA is not your thing then just\nignore the theme and/or post your arguments against TA…",
  "data/reddit-stocks/r/stocks/comments/of3woq/an_introduction_to_value_traps.json": "Some of you don't need this post, but some definitely do. The purpose of this\npost is to shed light on issues with some of wall streets common ratios with\nprofitable but shrinking, deceiving or problematic businesses.\n\nA value trap is when a company looks like a great deal now, but in the past…",
  "data/reddit-stocks/r/Bogleheads/comments/ofcpz8/feeling_stupid_maintaining_40_vxus_while_vti_has.json": "Is the 60:40 allocation still valid?\n\nor should be adjusted intelligently",
  "data/reddit-stocks/r/stocks/comments/ofanp1/placing_50000_into_sp500_all_at_once.json": "Put my 57,000 in Savings, place all in Vanguard SP500?\n\nI have been placing about 2,000 a month into Vanguard. I make about 3,200 a\nmonth. I have on average about 57,000 in savings. About 29,000 in Vanguard 500\nand 27,000 in my roth. This took 3.5 years to build. Currently 29.\n\nWould my best bet be…",
  "data/reddit-stocks/r/stocks/comments/ofexp9/china_considers_closing_loophole_used_by_tech.json": "Archive\n[https://archive.ph/2021.07.07-075355/https://www.bloomberg.com/news/articles/2021-07-07/china-mulls-closing-loophole-used-by-tech-giants-for-u-s-ipos]\n\n> Regulators in Beijing are planning rule changes that would allow them to block\n> a Chinese company from listing overseas even if the unit…",
  "data/reddit-stocks/r/investing/comments/of83cm/this_is_sort_of_a_philosophical_question_about.json": "Sparing the reference to one in a million investors like Buffett, I have been\ntrying to find out why beating the market is so difficult from a core principles\nperspective.\n\nTheoretically, it shouldn't be that hard. The market return is an average of\nstocks going up and down. Some go up, some go…",
  "data/reddit-stocks/r/investing/comments/ofhicd/historical_inflation_levels_19142021.json": "I thought this table was worth passing along as it was interesting to scan the\nhistorical inflation percentages. The 70’s and early 80’s was rocked with high\nlevels, but other than 1991 & 2008, levels have been low to moderate. Last month\nwe hit 5% and that hadn’t happened since 1991, the fed has…",
  "data/reddit-stocks/r/investing/comments/ofha7l/how_can_us_citizen_to_invest_in_us_etfs_roth_ira.json": "I'm living in Switzerland for the foreseable future highly unlikely at the\nmoment that I wil be returning the US anytime soon (+10 years perhaps if I do\nreturn)\n\nSince 2018, PRIIPS regulations disallow European investors to invest in U.S.\nFunds. These regulations only allow investment in funds with…",
  "data/reddit-stocks/r/stocks/comments/ofijhu/thoughts_on_these_copper_stocks.json": "I came across some copper stocks that I found interesting because of its\nprojects and explorations. While I already have FCX, I still want to diversify\nthe copper stocks I have and I’ve been looking into these:\n\nTaseko Mines (TKO [https://www.google.com/finance/quote/TKO:TSE])\n\n * Operates the…",
  "data/reddit-stocks/r/stocks/comments/ofkk5n/psa_for_dummies_like_me_dont_just_assume_youll.json": "I was going to buy Newegg stock after July 4th weekend. I remembered Monday.\nExchanges closed. Of course....\n\nTuesday comes around and I completely forget it was something I wanted to do. I\nsaw the run up over the weekend. I felt really confident that Newegg was easily\na $20 stock so I figured if I…",
  "data/reddit-stocks/r/investing/comments/ofku3b/psa_penny_stocks_are_not_cheap_and_usually_a_bad.json": "I know when I started investing in stocks I though Penny Stocks were a great way\nto buy companies cheap but now I realize I was wrong. Many lower quality\ncompanies intentionally divide their company into shares with a low price to\nattract young investors that don't do good due diligence. Also, many…",
  "data/reddit-stocks/r/stocks/comments/ofjjz0/did_i_buy_at_the_wrong_time_or_is_this_just_how.json": "Around February of this year I finally decided, after months of deliberation, to\nfinally delve into stocks. I bought around 10 shares, only investing around a\nfew hundred or so to start.\n\nThis just so happened to coincide with the whole $GME debacle (or triumph,\ndepending who you ask?). This was…",
  "data/reddit-stocks/r/wallstreetbets/comments/of9h8o/sofi_why_now_is_finally_time_to_buy.json": "SOFI seems to have hit a bottom around $17.25 today... and with PIPE selling\nexhausted- is ready to move much higher. (and what little selling may occur from\nemployees- is a drop in the ocean compared to retail buyers... considering SOFI\nhas less than 1000 employees).\n\nCramer just included SoFI as 1…",
  "data/reddit-stocks/r/Bogleheads/comments/oflyyr/just_a_thought.json": "I’ve read that when you hit $100K+, that’s where you really can see the\ncompounding growth in your investment.\n\nWhat if I just focus on contributing $19,500 to my 401k only and not invest in\nany other ones. In 5+ years I believe I can hit that 100K.\n\nI know chart flow like this: 401k to reach…",
  "data/reddit-stocks/r/Bogleheads/comments/ofjz0z/college_investment_strategy.json": "Hello Bogleheads,\n\nI thought I'd share my investment strategy for my childrens' college savings\nfunds. I think it's important to have a written strategy for an investment\nthat's as long and important as this, to be a guide during periods of fear and\nuncertainty.\n\nYour feedback is welcome, as I'm…",
  "data/reddit-stocks/r/Bogleheads/comments/ofppan/500k_windfall_to_invest_need_help_with_portfolio.json": "I’ve already read everything about receiving a windfall. What to do, what not to\ndo. I need help choosing funds to invest in and what allocation percentage for\neach fund. I’m in my late 20s and plan to pretend the money doesn’t exist for a\nlong time. Everyone here always seems to talk about Vanguard…",
  "data/reddit-stocks/r/stocks/comments/ofo838/a_simple_swing_trading_system_i_use.json": "Please Note**: This post is meant for newer traders who are just getting started\nin their trading journey, it is in no way meant to be a comprehensive guide or a\nsystem that is guaranteed to work for everyone. It is simply a system I have\ndeveloped over the years that I have found successful and…",
  "data/reddit-stocks/r/investing/comments/ofruwg/what_companies_did_you_invest_in_because_you.json": "Most of the posts I have been seeing lately generally discuss the valuation of a\ncertain companies or how much dividends they pay with no much discussion about\nthe impact they have on our society.\n\n\n\nSo here's a different question to the community, what companies did you invest\nin not only to grow…",
  "data/reddit-stocks/r/investing/comments/ofr9xw/are_permabears_delusional.json": "Especially the ones on Seeking Alpha - I've seen guys bearish on AMZN for over a\ndecade (look up Edward J. Roche) and they still won't admit they're wrong LOL.\n\nHere's one from Aug. 22, 2017: \"The FANG stocks and others like TSLA have been\nover-hyped and overbought for a long time. The unwinding of…",
  "data/reddit-stocks/r/wallstreetbets/comments/ofo6u0/didi_took_13_billion_in_cash_from_american.json": "And, to top it off, the CCP is now discussing scrapping the Variable Interest\nEntity (VIE) structure through which foreign investors have \"invested\" in\nChinese companies.\nhttps://www.reddit.com/r/stocks/comments/ofexp9/china_considers_closing_loophole_used_by_tech/\n\n(For a primer on the VIE…",
  "data/reddit-stocks/r/wallstreetbets/comments/offvcc/daily_popular_tickers_thread_for_july_07_2021.json": "Your daily hype thread. Please keep the shitposting to a maximum.\n\nNavigate WSB We recommend best daily DD DD All\n[https://reddit.com/r/wallstreetbets/search?sort=new&restrict_sr=on&q=flair%3ADD]\n/ Best…",
  "data/reddit-stocks/r/stocks/comments/ofq02q/a_big_corporation_gave_me_one_6_stock_in_1991.json": "Back in 1991, I entered some kind of photography contest and won.(well, there\nwere 100 \"winners\") The prize was one single share of that corporation's stock.\nThe company is not a tech company, so their stocks didn't have explosive growth\nand make me a millionaire today. :)\n\nThat one stock was worth…",
  "data/reddit-stocks/r/stocks/comments/ofev5v/can_a_person_who_is_not_in_finance_beat_the.json": "Some greatest investors, like Warrent buffet & Peter lynch all have\nfinance-related degrees and experience. I was just wondering if anyone without\nrelevant experience or degree is ever able to beat the market?.",
  "data/reddit-stocks/r/investing/comments/ofqxda/dd_telehealth_use_went_up_8000_over_the_pandemic.json": "I was thinking about this a while back after I had a telehealth appointment that\ntook a fraction of the time I'd usually spend driving over and sitting in the\nwaiting room. I did some reading and it seems like it's really taking hold and\nsticking around after the pandemic. So, how do I make money…",
  "data/reddit-stocks/r/wallstreetbets/comments/ofsb8t/neggs_cheap_paper_dont_get_fucking_played.json": "You're a genius for making 10,000% on 20c for NEGG. Congrats, happy for you.\nJealous af.\n\nNow, to the others: don't fucking buy in after it spikes 500% in a week. 1)\nYou'll lose on stocks when it sells off. 2) You'll lose on calls even if it goes\nyour way because they're way too expensive. 3) You'll…",
  "data/reddit-stocks/r/stocks/comments/ofrcfm/here_is_a_market_recap_for_today_wednesday_july_7.json": "PsychoMarket Recap - Wednesday, July 7, 2021\n\nStocks finished higher again, with the S&P 500 (SPY) and Nasdaq (QQQ) once again\nrecording fresh intraday highs thanks to continued strength in mega-cap tech\nstocks like Apple (AAPL), Alphabet (GOOG), Microsoft (MSFT), and Amazon (AMZN).\nThe Dow Jones…",
  "data/reddit-stocks/r/stocks/comments/offhxs/rstocks_daily_discussion_wednesday_jul_07_2021.json": "These daily discussions run from Monday to Friday including during our themed\nposts.\n\nSome helpful links:\n\n * Finviz [https://finviz.com/quote.ashx?t=spy] for charts, fundamentals, and\n   aggregated news on individual stocks\n * Bloomberg market news [https://www.bloomberg.com/markets]\n *…",
  "data/reddit-stocks/r/investing/comments/ofrpft/vanguards_customer_service_is_letting_down_what.json": "In February 2021 I tried to get my Roth IRA and IRA transferred over from New\nYork life to Vanguard. Sometime in March, I had called vanguard and asked for an\nupdate. The guy told me that “no news is good news.” So, I waited. In May, I\nreached out to NYL and asked what was going on on their side.…",
  "data/reddit-stocks/r/stocks/comments/ofof8p/what_is_the_best_semiconductor_stock_right_now.json": "I've been eyeing a LEAP for either AMD, AMAT, MU or TSM. It seems MU has the\nlower P/E among these stocks; however I'm not sure which of these is the best\nbuy over the next two years.\n\nIt also seems to me that MU, TSM are the only stocks that haven't yet recovered,\nand consequently seem like better…",
  "data/reddit-stocks/r/Bogleheads/comments/ofyxsh/how_much_cash_do_you_keep_in_your_bank_account.json": "I'm referring to accounts that are liquid and that you have easy access to\ncompared to what you have invested. I'm trying to figure out what would be\nappropriate for someone my age with certain goals in mind.\n\nMale, 28\n\nCurrently sitting on:\n\n~$34,000 in savings ($10,000 of that is my \"Emergency…",
  "data/reddit-stocks/r/stocks/comments/ofy1bk/doordash_stocks.json": "Doordash driver here with a question. What do investors even see in Doordash. I\nmean yes, it's a huge moneymaker, but their servers are terrible and crash on a\nnearly weekly basis. When this happens, they screw restaurants and customers\nnationwide. I'm sure it's only a matter of time until they face…",
  "data/reddit-stocks/r/stocks/comments/og32jm/chinese_ridehailing_firm_didi_sued_in_us_as.json": "The two lawsuits come a week after Didi's New York Stock Exchange debut.\n\nThe company's US market value has fallen by more than 20% since a Chinese\nregulator told online stores to pull the app.\n\nBeijing's cybersecurity watchdog says the app illegally collected users'\npersonal data.\n\nThe lawsuits,…",
  "data/reddit-stocks/r/stocks/comments/ofus65/question_about_the_nvda_stock_split.json": "Been looking at NVDA as a long hold recently, just wondering about how stock\nsplits work , so if i buy now at $814, im too late for the stock split right (\nas far as im aware everyone that owned shares before a certain date are getting\na 4:1 or something? )? and i may aswell just wait for the split…",
  "data/reddit-stocks/r/investing/comments/og2aoq/both_the_wall_street_journal_and_bloomberg_have.json": "https://www.efinancialcareers.com/news/2021/07/zoltan-pozsar-credit-suisse\n\n> Pozsar estimates that use of the facility has jumped by $300bn since the Fed\n> increased the interest rate on the RRP from 0 to 5bps last month: the higher\n> rate means it no longer makes any sense to hold lower yielding…",
  "data/reddit-stocks/r/stocks/comments/og20zy/linkdoc_shelves_ipo_plans_after_didi_crackdown.json": "https://www.reuters.com/business/exclusive-chinas-linkdoc-shelves-211-mln-us-ipo-after-regulatory-crackdown-2021-07-08/\n\n\n\n> HONG KONG, July 8 (Reuters) - Chinese medical data group LinkDoc Technology\n> Ltd (LDOC.O) [https://www.reuters.com/companies/LDOC.O] has shelved plans for\n> an IPO in the…",
  "data/reddit-stocks/r/stocks/comments/og6sr1/cramer_telling_folks_get_as_many_didi_shares.json": "June 28: Get as many Didi shares as you can after the Chinese ride-hailing giant\ngoes public, Jim Cramer says\n[https://www.cnbc.com/2021/06/28/jim-cramer-on-didi-ipo-get-as-many-shares-as-you-can.html]\n\nJuly 6: Why Jim Cramer Says Investors Should Stay Away From Didi\n[https://www.thestreet.com/jim…",
  "data/reddit-stocks/r/stocks/comments/og5obm/looking_into_these_mining_stocks_for_gains.json": "I am aiming to make good gains with some mining stocks and I must say that the\npandemic made me do this. It seems like everyone is so into mining stocks and I\nthought it would be a good addition to my portfolio. Right now, I just invested\nin these companies that are showing great promise through…",
  "data/reddit-stocks/r/stocks/comments/og29eb/anyone_a_little_worried_about_yield_curve.json": "The downshift in the benchmark 10-year Treasury note yield continued Wednesday,\nwhen the rate fell to 1.296%, its lowest level since February. Higher yields\nreduce the value of future earnings relative to current earnings, meaning that\nthe appetite for growth stocks tends to rise when rates…",
  "data/reddit-stocks/r/stocks/comments/og97of/elon_going_full_xi_jinping_mode.json": "\"A little censorship can't hurt: Tesla reportedly asked the Chinese government\nto block posts that addressed alleged Tesla brake problems.\n\nGovernment censorship and a dictatorship are bad. We all agree on that, but Elon\nMusk apparently thought a little censorship could be quite useful. For…",
  "data/reddit-stocks/r/stocks/comments/og3s35/rstocks_daily_discussion_options_trading_thursday.json": "This is the daily discussion, so anything stocks related is fine, but the theme\nfor today is on stock options, but if options aren't your thing then just ignore\nthe theme and/or post your arguments against options…",
  "data/reddit-stocks/r/investing/comments/og5a4e/when_do_you_decide_to_cut_your_losses.json": "When is enough enough? I have been Investing just since January of this year,\nand I have been in the green maybe a total of 2 weeks since then. This week I\nhave lost 12% of my total investment. I believe in all the companies I’m\ninvested in long term, but right now bad news after bad news has led to…",
  "data/reddit-stocks/r/investing/comments/og4gpc/live_on_dividends_have_you_noticed_that_the.json": "As a nearly retired person, who expects to drop out of the corporate rat race\nnext year, an ever-increasing percentage of my assets have moved to Bond Funds.\nThese include investments like AGG, BND, FTBFX, and VBTLX.\n\nRecently I have noticed that the dividends of these total bond ETFs and…",
  "data/reddit-stocks/r/stocks/comments/ofpp8a/in_a_low_budget_portfolio_should_i_focus_on.json": "currently I have MSFT, DIS, VTI, and AAPL, that is 50% of my investment\nportfolio in almost equal parts, the other 50% is an index from my country.\n\nI live in a third world country so my salary is very low, but in the last year I\ngot into investments and I kind of enjoy the way my portfolio is…",
  "data/reddit-stocks/r/stocks/comments/ogcrlk/wells_fargo_tells_customers_its_shuttering_all.json": "https://www.cnbc.com/2021/07/08/wells-fargo-is-shutting-down-all-personal-line-of-credit-accounts-.html\n\n\n\nCan't wrap my head around this. They can borrow at near 0% rates and lend it out\nfor much higher. What reason do they have for shutting down?",
  "data/reddit-stocks/r/wallstreetbets/comments/og6ofy/housing_a_big_bubbly_pile_of_garbage_that_will.json": "So I made this post\n[https://www.reddit.com/r/wallstreetbets/comments/oe9ruu/how_to_play_the_upcoming_market_crash/]\nabout how to play the coming market crash and a lot of you have been asking,\nboth in the comments and messages, about why I think the housing market is\nfucked and bubbly and primed…",
  "data/reddit-stocks/r/Bogleheads/comments/og3ov5/how_much_do_you_invest_every_month_about_your.json": "Hi everyone, I really appreciate if you can tell me how % of your month income\nyou invest, and if you put extra invest at the end of the year/ 6 month, etc\n\nActually I invest 15% of my income every month sistematically. I don't have any\ndebts, 39 years old. Every month, after this 15% of regular…",
  "data/reddit-stocks/r/stocks/comments/ogfvk6/here_is_a_market_recap_for_today_thursday_july_8.json": "PsychoMarket Recap - Thursday, July 8, 2021\n\nStocks dipped across the board today, putting a stop to the recent\nrecord-setting rally that has seen both the Nasdaq (QQQ) and S&P 500 (SPY) reach\ncountless fresh intraday highs in the last six weeks or so. The SPY and Dow\nJones (DIA) both fell roughly…",
  "data/reddit-stocks/r/investing/comments/ogd8ne/hypothetical_interest_rates_in_recession.json": "Hi,\n\nI have been trying to understand what would happen if the economy is gone into a\nrecession?\n\nLooking at the 2008 records Bank of England dropped from 5% to 0.5% by end of\n2009 and now it is 0.1%.\n\nAre we looking at potentially -3-4% rates? I find it a bit mind numbing as\ninflation is on the…",
  "data/reddit-stocks/r/investing/comments/ogeyc7/airlines_stocks_sell_now_or_there_are_more_room.json": "I currently have 4 Airline stocks, that I bought a while ago that I'm currently\nup about 30-35%. But I wonder if I should take the profit now or continue to\nhold them long term? For example, in the last month UAL is down 14%.\n\nWith the Delta variant I am concerned about the airline stocks, BUT it is…",
  "data/reddit-stocks/r/investing/comments/ogg7zd/what_advice_would_you_give_to_a_new_investor_with.json": "So I’m a new investor with most of my investments in Index Funds like the S&P\nand some in individual stocks. It’s not a huge amount of money since I wanted to\ngive myself a few months of ‘practice’ before diving into it fully. There’s been\na lot of talk about a huge market crash recently (something…",
  "data/reddit-stocks/r/investing/comments/ogkoau/ive_seen_several_post_worries_about_a_market.json": "1 almost all the time people are predicting the next crash\n\n2 know what your investing in~preferably a company you know and use that is\nsteadily showing an increase in cash flow ~ a solid company then how the market\nmoves shouldn’t matter. The price of the stock shouldn’t even matter. You own a\npart…",
  "data/reddit-stocks/r/stocks/comments/ogjp78/what_is_the_actual_quality_of_tesla_cars.json": "CR again crushed Tesla in their reviews. Yet owners all swear by them. What\ngives?\n\n\n\nThe Teslas in the competition -- a Model S, a Model 3\n[http://www.cnn.com/2021/06/30/business/tesla-model-3-consumer-reports-top-pick/index.html]\nand a Model Y -- were hampered by quality problems.\n\nAt one point,…",
  "data/reddit-stocks/r/Bogleheads/comments/ognae1/stop_asking_when_you_should_invest.json": "STOP asking when the correction is coming, when the bear is beginning. Don’t\nrationalize p/e earnings and inflation. You’re in a sub of people who trust 100+\nyears of long term market data, which shows that long term the market always\ntrends up.\n\nThe market will dip, it will rise, quit overreacting…",
  "data/reddit-stocks/r/stocks/comments/ogbh41/every_investor_needs_to_learn_what_a_rule_10b51.json": "Some of the most common FUD I see on here and any investor forum is, \"OMG the\ncompany executives are selling stocks! They know the company is going to\ntank...SELL SELL SELL!\"\n\nBut this panic is from misguided investors (or people purposely trying to sew\ndoubt), and not actually how it works at all…",
  "data/reddit-stocks/r/Bogleheads/comments/ogl40p/voo_vs_vti.json": "Hello friends,\n\nAfter a year of trying to pick winners in the markets (and missing on quite a\nfew) I've decided to calm down and build around a diversified portfolio. In my\nRoth I'm almost entirely in VTI, and I plan on adding to that + VXUS going\nforward.\n\n\n\nIn my taxable account, however, my main…",
  "data/reddit-stocks/r/stocks/comments/ogofm0/day_traders_who_have_fulltime_jobs_how_do_you_do.json": "Hello everyone. I’ve tried trading when I was laid off due to the pandemic and I\ncan say that it was going well. Though recently, I got a job offer which means\nI’ll have less time for trading. I heard about trading bots and signed up for\nsome with free access. I’ve found most of them intimidating,…",
  "data/reddit-stocks/r/stocks/comments/ogdlsw/calling_sofi_bulls_can_you_tell_me_why_sofi_isnt.json": "Been reading SoFi DD's on here and WSB and, unless i'm missing something, SoFi\njust seems like a run-of-the-mill bank targeted for people 20-35. I personally\nuse SoFi because at the time they had the best APR and access to all ATM for\nfree (they don't have this policy anymore).\n\nI don't know much…",
  "data/reddit-stocks/r/Bogleheads/comments/ogpk88/got_a_difficult_financeinvesting_question_try.json": "It just works.",
  "data/reddit-stocks/r/stocks/comments/ogtypp/how_exactly_is_nestle_an_esg_company.json": "As the title say, how in hell does Nestle belong to ESG funds? Nestle is one of\nthe most corrupt organizations in the world. Articles like this\n[https://skierscribbler.com/7671/opinion/nestle-the-worlds-most-corrupt-corporation/]\ncome out everyday.\n\nSo can somebody please explain how Nestle is fit…",
  "data/reddit-stocks/r/stocks/comments/ogjb4v/buying_stocks_at_all_time_highs.json": "I started investing this year. I wanted to buy stocks like AAPL and MSFT but\nheld off until recently because after the last year its very difficult to see\nhow these are reasonable prices to buy. AAPL is up 52% over the past year. I\nknow people say time in the market is better than timing it. And in…",
  "data/reddit-stocks/r/stocks/comments/oguvtc/i_predict_amazon_will_acquire_lyft_within_the.json": "Lyft is five times cheaper to acquire than Uber. It has 35% of ridesharing\nmarketshare in America and is rapidly growing in Canada—two of Amazon's biggest\nmarket.\n\nCurrently, no major Western ridesharing platform is profitable. That's because\nit takes a ton of costly promotions and subsidies on both…",
  "data/reddit-stocks/r/stocks/comments/ogf7ni/stock_performance_of_ceos_listed_on_glassdoors.json": "CEO Approval Rating % return since becoming CEO until Glassdoor article\n(6/15/2021) #2 Shantanu Narayen (Adobe) 99% 1184.75% #4 Gary C. Kelly (Southwest\nAirlines) 98% 286.21% #5 Alfred F. Kelly, Jr. (Visa) 97% 196.53% #6 Satya\nNadella (Microsoft) 97% 610.76% #8 Ed Bastian (Delta Airlines) 97% 5.88%…",
  "data/reddit-stocks/r/investing/comments/ogt4jf/jpm_q3_guide_to_the_markets.json": "Hey all, this is a short post because it’s mostly pictures - but because of the\ninflux of new people I figured it would be nice to post the JPM guide to\nmarkets. This is mostly a huge collection of charts and graphs illustrating\ntrends and changes in market dynamics such as growth vs value,…",
  "data/reddit-stocks/r/investing/comments/ogxwud/stampscom_to_be_bought_by_thoma_bravo_in_66.json": "Stamps.com said on Friday private equity firm Thoma Bravo would take the\ne-commerce shipping solutions provider private for about $6 billion in cash.\n\nStamps.com shareholders will receive $330 per share, according to the agreement,\nrepresenting about 67% premium to the stock’s close on…",
  "data/reddit-stocks/r/investing/comments/ogwlhg/benjamin_grahams_followers_often_state_that_a.json": "It is also said that if you are right in the long run but it takes too long, it\nis indistinguishable from being wrong.\n\nTo add to this, there are always exceptions to the rule. If the rule is that the\nmarket is indeed a finely tuned weighing machine in the long run, there will\nalways be exceptions…",
  "data/reddit-stocks/r/investing/comments/ogy44y/what_just_happened_between_the_doj_and_the.json": "In case you missed it, the DOJ just pulled out of a settlement agreement\n[https://www.annettahome.com/housing-news/winds-of-change-is-the-era-of-6-broker-commissions-finally-coming-to-an-end]\nthey had entered with the NAR. The settlement agreement basically said NAR had\nto make some adjustments to…",
  "data/reddit-stocks/r/Bogleheads/comments/oh53b4/primerica_is_a_rip_off.json": "I am venting but my mother in law just showed a brochure they got from primerica\nto manage their retirement account. 2.24% in annual fee!!! That’s doesn’t\ninclude all the fees on actively managed funds in their line up. This is just\nfor their expertise!\n\nI told her to stay away. I am just shocked. I…",
  "data/reddit-stocks/r/stocks/comments/ogtauc/online_payments_firm_stripe_takes_first_step.json": "Digital payments processor Stripe Inc, the most valuable U.S. technology\nstartup, has taken its first major step toward a stock market debut by hiring a\nlaw firm to help with preparations, according to people familiar with the\nmatter.\n\nThe 11-year-old company, which was valued by investors at $95…",
  "data/reddit-stocks/r/stocks/comments/oh4lgh/here_is_a_market_recap_for_today_friday_july_9.json": "PsychoMarket Recap - Friday, July 9, 2021\n\nThe stock market pulled a remarkable turnaround today, shaking off yesterday’s\ndeclines with the S&P 500 (SPY) rocketing to another record intraday high, led\nby the financial and energy sectors, which had been lagging as of late and\ncontinued strength in…",
  "data/reddit-stocks/r/stocks/comments/oh6ktk/whats_a_company_that_youre_confident_is_going_to.json": "If you were to create an investment account for your future grandchildren today,\nwhat companies would you put in the portfolio, that you’re confident in that\nthese companies are going to be around for along time?",
  "data/reddit-stocks/r/stocks/comments/oh9905/a_word_to_new_investors_hold.json": "I’ve been thinking about a post I read here recently. Basically, someone said\nthey started buying stocks six months ago and have been in the red since until\nfinally breaking even this week. As a beginner, it’s so difficult, because\nyou’re excited and you understand the market returns 7-10% per year…",
  "data/reddit-stocks/r/Bogleheads/comments/oh7z5d/days_like_today_only_happen_every_20_business.json": "Average number of days that stocks hit all time high!\n\nI use this stat to help me “stomach” buying at the top.\n\nHave a great weekend boglehead friends!",
  "data/reddit-stocks/r/stocks/comments/oh74tp/is_there_still_a_bullish_case_for_spotify_time_is.json": "Let me start by saying that I love Spotify and have been using it for over seven\nyears. Everything about the platform is great and like many others, I have no\nplans of switching. The algorithm is unlike anything I've experienced on a music\nstreaming app and has helped me discover countless new…",
  "data/reddit-stocks/r/stocks/comments/oh0lgf/msft_vs_amzn_weight_in_portfolio.json": "I have about 13.5% portfolio in MSFT and about 2.5% in AMZN and about the same\nin GOOGL. Should I move some long shares from MSFT to either GOOGL or AMZN?\n\nOr am I ok the way things are weighted? Do you think either AMZN or GOOGL has\nmore potential than MSFT in the next 5 years for example?\n\nI look…",
  "data/reddit-stocks/r/wallstreetbets/comments/ohbcwu/everything_is_priced_in.json": "Don't even ask the question. The answer is yes, it's priced in. Think Amazon\nwill beat the next earnings? That's already been priced in. You work at the\ndrive thru for Mickey D's and found out that the burgers are made of human meat?\nPriced in. You think insiders don't already know that? The market…",
  "data/reddit-stocks/r/stocks/comments/ohazg3/another_one_chinese_antitrust_regulator_blocks.json": "https://www.msn.com/en-gb/money/other/chinese-antitrust-regulator-blocks-tencents-video-games-merger/ar-AALYO4O\n\nThe Chinese regulators seems to be serious with their crack down on the tech\nindustry. After Alibaba (with Ant group), Didi just last week and now tencent,\nit seems no one is safe…",
  "data/reddit-stocks/r/Bogleheads/comments/ohffew/how_can_we_assume_market_growth_is_perpetual.json": "Investing noob here. Does it not worry anyone else that our current market\ngrowth could be linked to a growing population or some other factor that might\nend, and the demand for stocks could decrease causing a price apocalypse as\npeople try to sell?\n\nCan we actually extrapolate the past however many…",
  "data/reddit-stocks/r/investing/comments/ohafvy/in_a_market_that_is_meant_to_be_so_overvalued_why.json": "Everyone keeps saying this market is extremely overvalued, which many companies\ndefinitely are. If everything is so overvalued, why are some companies still so\nundervalued? For example, ArcellorMittal has a dividend yield of %1, which has\nincreased from the previous year, and a P/E of only 4, while…",
  "data/reddit-stocks/r/investing/comments/oheow4/a_need_for_more_staff_could_benefit_companies.json": "The U.S. and the rest the world are in dire need of a bigger workforce, but\nthere are difficulties in hiring. Could this mean big growth in the valuation of\ncompanies that simplify the hiring proces and manage to connect workers with\nemployers?\n\nI don't know a lot of companies myself that offer a…",
  "data/reddit-stocks/r/stocks/comments/ohiuxx/since_everyone_here_has_seen_plenty_of_posts.json": "It can be for any reason, might be avoiding it because in five years the company\nwill be gone, or because you want to see it go under a certain price, or because\nit's a pump and dump. Everything goes, I'm just curious to see the opposite side\nof things, since I feel we get plenty of requests about…",
  "data/reddit-stocks/r/investing/comments/ohip7l/how_did_house_prices_perform_during_the.json": "I've seen Jim Rogers and others warn about unsustainable debt leading to a crash\nand then depression and hyperinflation.\n\nI'm not saying that this will happen, but if it does what will it do to home\nprices? You've got a depression so people can't buy homes or pay their\nmortgages, but with inflation…",
  "data/reddit-stocks/r/stocks/comments/ohdsxk/first_company_to_reach_5_trillion_market_cap.json": "the most likely candidates are obviously Apple, Microsoft, Alphabet, and Amazon.\n\nSome other options are Facebook, Tesla, Tencent.....\n\nI personally think Amazon will be first to reach the 5 trillion mark, but over\ntime, the big 4 will likely all get there, just a matter of who gets there\nfirst.…",
  "data/reddit-stocks/r/stocks/comments/ohms67/richard_branson_and_jeff_bezos_are_flying_into.json": "Virgin and Amazon are the only companies in history to have leaders to fly into\nouter space. The risk of death is real for both men. 1.4% of astronauts die\nduring their flight, based on all data from the 1960s to present.\n\n * Challenger space shuttle explosion during flight, killing all 7 aboard\n *…",
  "data/reddit-stocks/r/stocks/comments/ohk73v/why_vrtx_is_a_deep_value_cashflow_machine.json": "This is my first time writing a company analysis/dd so feel free to leave any\ncriticism in the comments. Hope this analysis is helpful to some of you.\n\nVertex Pharmaceuticals is a large-cap American biopharmaceutical company which\nuses rational drug design to develop treatments for several…",
  "data/reddit-stocks/r/Bogleheads/comments/ohvgmx/old_school.json": "As a middle age man investing a percentage of my pay check to a diversified fund\nI find it hard to answer with emojis and happy faces and such am I alone out\nthere",
  "data/reddit-stocks/r/investing/comments/ohfa2e/daily_advice_thread_all_basic_help_or_advice.json": "If your question is \"I have $10,000, what do I do?\" or other \"advice for my\npersonal situation\" questions, you should include relevant information, such as\nthe following:\n\n * How old are you? What country do you live in?\n   \n * Are you employed/making income? How much?\n   \n * What are your…",
  "data/reddit-stocks/r/investing/comments/oht1o9/where_does_it_say_amazon_paid_no_taxes_in_2018.json": "I'm looking through the cash flow statement, balance sheets, and income\nstatement but I can't find the exact values listed in multiple news articles\nthat Amazon was refunded and paid no tax. When I look at their income statement\nfor 2018 I see that they paid $1,354 million in taxes.\n\nI did a CTRL +…",
  "data/reddit-stocks/r/investing/comments/ohqbl5/what_high_interest_rates_could_mean_for_different.json": "This is all my own opinion, but I did some deep research into each industry and\ntried to make this post as objective as possible. I hope you get something out\nof this!\n\n\n\nIn general: In high interest rates, bonds do better and stocks do worse than in\nlower interest rates. High interest rates means…",
  "data/reddit-stocks/r/wallstreetbets/comments/ohxbol/guaranteed_millionaire.json": "Listen up retards, I think I just found the cheat code to becoming a\nmillionaire.\n\nWe all know the stock market is gonna crash, and crash hard.\n\nTherefore, I’m buying 1k worth of OTM puts on HYG every month until that\nhappens.\n\nWhen it does, the premiums will go through the roof thus making me…",
  "data/reddit-stocks/r/stocks/comments/ohxfch/googlefinance_kind_of_a_cool_way_to_create_your.json": "Per the title - I use Google Sheets as the primary way to keep tabs on my\nportfolio throughout the day... rather than logging into my investment account.\nI simply have a 'Portfolio Sheet' tab always open on my browser.\n\nStock information is delayed by ~20 minutes, so as long as you're cool with…",
  "data/reddit-stocks/r/investing/comments/oi1buu/invest_your_entire_social_check_in_the_stock.json": "A friend of mine- who retired early at age 60- is well off and does not really\nneed the money from Social Security. So he plans to apply for SS and invest each\nmonthly check in the stock and bond market and give the proceeds to his children\nat his death. The question is should he start collecting at…",
  "data/reddit-stocks/r/stocks/comments/ohw740/why_the_selloff_on_thursday_and_immediate_bounce.json": "With all indices red on Thursday , I searched for explanations on WSJ,\nBloomberg, Barrons, etc and the general consensus was that the rise of the delta\nvariant, FOMC meeting notes indicating possible tapering sooner rather than\nlater and overvaluation were likely triggers for the selloff. But none…",
  "data/reddit-stocks/r/stocks/comments/oi1fo4/would_you_buy_a_stock_that_is_widely_considered.json": "Why or why not would you do this? For me personally it will be Microsoft - I\nthink they are doing great financial decisions right now, have been for years, I\njust don't see a future without people using Microsoft products, but again this\nis just my biased opinion as a IT nerd. So back to the big…",
  "data/reddit-stocks/r/stocks/comments/oi25p9/jerome_powell_speeches.json": "When Powell spoke in 2020 it caused market to rally like it is on fire... I was\nexcited about them and couldn't wait patiently for them to happen just to watch\nmy portfolio moon.\n\nIn 2021 I'm shaking in terror when I find he will have a speech. Next week I\nwill bath in angst.\n\nAnyone else feel the…",
  "data/reddit-stocks/r/stocks/comments/oi7mgs/when_to_take_profits.json": "How do you decide when to start taking profits?\n\nTough question I know. So you buy in at $20. Do you sell at $25, 30? Obviously\nsome stocks are short terms holds, some are long. Any advice on this, I struggle\nwith it.",
  "data/reddit-stocks/r/stocks/comments/oi9r7b/best_brokerage_for_eu_citizen.json": "I'm looking to move from Revolut to another Broker. Fidelity, Robinhood, Webull,\nTD Ameritrade and some others are not available in my country as I am from\nEurope. I'm looking mostly for low fees and options trading/ETF's. Also a good\nmobile app would be nice but that is optional.",
  "data/reddit-stocks/r/stocks/comments/oibdub/branson_completes_virgin_galactic_flight_aiming.json": "https://www.nytimes.com/2021/07/11/science/richard-branson-virgin-galactic-space.html?smid=url-share\n\nSPACEPORT AMERICA, N.M. — Soaring more than 50 miles into the hot, glaringly\nbright skies above New Mexico, Richard Branson at last fulfilled a dream that\ntook decades to realize: He can now call…",
  "data/reddit-stocks/r/Bogleheads/comments/oi6uvq/just_sold.json": "I know, I know.\n\nJust cashed out about 30K from a taxable brokerage account. My wife and I want\nto have a child soon and that will mean an upgrade from our current 1 bedroom\napartment, and I wanted to keep our down payment savings safe for near term use.\nMy brokerage (Wealthfront) takes a few days…",
  "data/reddit-stocks/r/investing/comments/ohx82a/back_testing_growth_predictons.json": "TLDR at bottom\n\nI decided to try a back testing experiment where I would look at current and\nrecent operations of a company ($GIL: Gildan) and come up with my own five year\nestimates for growth taking into account quantitative and qualitative factors.\nThe process was to look at old financials and…",
  "data/reddit-stocks/r/investing/comments/oi8rp2/can_risk_parity_work_as_an_investment_strategy.json": "I wrote my final paper in my Advanced Investments class last semester on\nBridgewater’s all-weather portfolio and, more specifically, their risk parity\napproach within that portfolio, and it was very fascinating to study this\ninnovative strategy that so uniquely distinguished legendary investor Ray…",
  "data/reddit-stocks/r/Bogleheads/comments/oi4num/100_in_vtwax_at_19_yo.json": "So I’m 19 and recently opened a Roth IRA account with Vanguard and transferred\n$6,000 from my savings to start investing. My original plan was to 100% VLXVX, a\ntarget date fund set for 2065, but after some more looking around online, I\nexchanged 100% of the VLXVX stock for VTWAX. I know I can be…",
  "data/reddit-stocks/r/Bogleheads/comments/oieke1/new_wsj_article_on_the_megabackdoor_roth.json": "WSJ article [https://twitter.com/wsj/status/1413593825453428738?s=21] - “A\nlittle-known ‘Back door’ trick for boosting your Roth contributions”\n\nA better explanation in the Bogleheads wiki:\n\nBogleheads wiki - Mega-Backdoor Roth\n[https://www.bogleheads.org/wiki/Mega-backdoor_Roth]",
  "data/reddit-stocks/r/investing/comments/oihf8r/best_way_to_hedge_against_inflation_given_these.json": "Assumptions:\n\n * Stock market is headed toward large correction\n\n * Real estate market is also headed for correction\n\n * Significant inflation is Imminent\n\nGoals:\n\n * grow at least 2%\n\n * be able to liquidate < 1 month\n\n * expected time period is next 3 years\n\nThoughts:\n\nI am very tempted to just go…",
  "data/reddit-stocks/r/stocks/comments/oih293/what_is_your_daily_routine_that_makes_you_so.json": "I feel like majority of traders do the same thing, look at the same thing, and\nread about the same thing every day/week that makes them a successful trader.\n\nWhat I do is, every sunday night after work, I check up on futures just to see\nmarket direction, I check for earnings this week and do my due…",
  "data/reddit-stocks/r/investing/comments/oijsyk/the_risks_associated_with_goodwill.json": "TLDR: Be careful if you see a lot of goodwill on a balance sheet. It's not an\nasset that can be redeemed or sold - at least not easily.\n\n\n\nGoodwill is the present value of the excess paid for businesses representing\nacquired intangible assets.  The first time I heard of it was a number of years\nago…",
  "data/reddit-stocks/r/wallstreetbets/comments/oiihmn/why_gme_has_found_its_bottom_and_could_begin_the.json": "Ah yes! Another DD on Gamestop and why wE'rE gOinG tO (banned phrase) tHiS wEeK\nbRo.\n\nActually not. Whether you believe in the (banned phrase) or not this DD applies\nto any smooth brained tendie dependent retard who wants to make a quick buck\nthis week.\n\nI will layout some technical analysis for why…",
  "data/reddit-stocks/r/stocks/comments/oii3i3/as_a_traderinvestor_there_are_bad_days_weeks.json": "Good evening everyone. I thought it was important to go over this very important\ntopic because I have read a lot about this all over Reddit. Some of the Elite\nTraders are going thru this. I am front lines with them on a daily basis. I\nwanted to tell everyone and anyone that it is ok, even the best…",
  "data/reddit-stocks/r/stocks/comments/oimiaf/are_trading_bots_worth_it.json": "I plan on getting into trading since I really want to grow my savings. Sadly my\n9-5 job doesn't give me enough time to study trading extensively, and I read\nthat trading bots can help people in my situation. I want to ask your thoughts\nabout trading bots, and here's some I've found in my research.…",
  "data/reddit-stocks/r/Bogleheads/comments/oipmpk/am_i_being_foolish_by_keeping_all_of_my_money_in.json": "I (mid 20s) decided to take all of my money out of my saving account and put it\n99% in VTI and VXUS to protect from inflation. Am I foolish? What are some\ninflation protection mechanisms you are doing?",
  "data/reddit-stocks/r/stocks/comments/oisx5u/which_stocks_have_not_fully_recovered_from_covid.json": "Or perhaps which sectors entirely.\n\nWhat are, IN YOUR OPINION, some no-brainer stocks that are clearly following an\nupward trend back to their original price and beyond\n\nI hope this type of post is ok here. thank you !",
  "data/reddit-stocks/r/Bogleheads/comments/oid469/what_is_the_general_consensus_on_nonregistered.json": "My employers 401K through Fidelity solely consists of non-registered investments\nthat don't have a ticker symbol associated with them. Some examples of the funds\navailable are U.S. Large-Cap Equity Index Fund , U.S. Small-Cap Equity Index\nFund , U.S. Small-Cap Equity Index Fund, Russell 1000® Index…",
  "data/reddit-stocks/r/stocks/comments/oitmxh/my_parents_gave_me_my_grandfather_and_great.json": "To my surprise, my parents gave me 2 old stock certificates belonging to my\ngrandfather and great grandfather.\n\nI have no idea what to do with these or if they are worth anything. Also the one\nis confusing because it says that he bought one stock but also says my great\ngrandfather bought $15,000 of…",
  "data/reddit-stocks/r/stocks/comments/oisy2u/dd_on_nio_ps_i_dont_believe_china_wants_them_to.json": "Here are a few reasons why I think NIO stands out from the crowd of upstart\nChinese electric vehicle makers.\n\nDemand is great. NIO delivered almost 22,000 vehicles in the second quarter,\nmore than double its year-ago total. The company has gone to great lengths to\nbuild and maintain relationships…",
  "data/reddit-stocks/r/stocks/comments/oiamwk/time_to_buy_the_banks.json": "Banks have been beaten up lately and the contrarian in me says now is the time\nto buy. Earnings season is scary but I think the big banks are going to\nmanipulate share prices higher by announcing share buy backs and/or dividend\nincreases now that the FED has given the green light. They all have…",
  "data/reddit-stocks/r/stocks/comments/oirssz/beachbody_body_dd.json": "So, I did a DD on $PTON a few months ago, which brought me to this competitor\ncompany. I would’ve included it on my list of competitors in that post, but it\nhadn’t merged at the time.\n\nI see this company as a potential 2-3x bagger either in the short-term or within\n1-2 years, and here’s…",
  "data/reddit-stocks/r/investing/comments/oit7kh/how_long_do_you_think_this_bull_market_we_are_in.json": "Ever since 2009 when the stock market reached its lowest point, following the\n2008 financial crisis, the market has generally kept an uptrend over the last 12\nyears. There’s been a few small corrections and a temporary drop due to covid in\nMarch of 2020, but aside from that, the market has been…",
  "data/reddit-stocks/r/wallstreetbets/comments/oiz2n5/do_you_guys_hate_money_or_something.json": "Yes, Newegg had a lack of fundamentals. But my thesis was that it was\nundiscovered and undervalued at $10 a share… NOT Fucking $75. Do you know what\nelse has a lack of fundamentals? The two twin cult tickers that must not be\nnamed in a negative manner, so help me God.\n\nSo you know what I did? I…",
  "data/reddit-stocks/r/Bogleheads/comments/oixmvj/john_bogle_is_my_idol.json": "I’m 18 years old and i sucked so much at investing starting off. I made over 8k\novernight because of amc and to a newbie I didn’t know what that meant but I\nfelt chosen or talented. Well reality check I was wrong. I started day trading\nand loosing more of my gains everyday. Slowly but surely I was…",
  "data/reddit-stocks/r/investing/comments/oj3pgx/with_an_extra_300k_would_you_invest_in_an_index.json": "I may have an opportunity to move overseas where my housing would be paid for.\nMy options are: 1. Keep my home and rent it out 2. Sell the home and\nstrategically buy property elsewhere 3. Pocket the 300K equity and invest in an\nindex fund or possibly have someone manage it\n\nOption 1 means I get to…",
  "data/reddit-stocks/r/stocks/comments/oj0f6m/here_is_a_market_recap_for_today_monday_july_12.json": "PsychoMarket Recap - Monday, July 12, 2021\n\nAfter a spurt in volatility last Thursday, stocks have shaken off any\njitteriness, with the S&P 500 (SPY) and Nasdaq (QQQ) once again powering to\nfresh intraday records today. Looking ahead, market participants are waiting for\nQ2 earnings season to begin…",
  "data/reddit-stocks/r/Bogleheads/comments/oizgxv/lifestyle_creep.json": "There’s a lot out there re when a person should feel they are saving “enough,”\nmaking it ok to spend. But, I don’t think there’s so much about the impact of\nlifestyle creep on that decision, and that’s what I’m really struggling with.\n\nI’m 45, and comfortably tracking to retire sometime between the…",
  "data/reddit-stocks/r/stocks/comments/oiqt20/when_selling_stocks_to_realize_gains_is_it_also_a.json": "I’m not sure if it works like this or not but I thought I read something along\nthese lines somewhere. I’m about to sell some stock to realize some gains and\nI’m also thinking about selling some stock that is down ~20%. I still believe in\nthat company but I’m thinking I could close the position now,…",
  "data/reddit-stocks/r/stocks/comments/oj034m/did_anyone_not_invest_during_march_of_2020.json": "I was sitting on maybe, let’s say enough money to buy a significant amount of\nshares of say, Google or Amazon, back in March of 2020, and did not invest a\nsingle dollar.\n\nThis regret I now have impacts me deeply. It’s so frustrating knowing I could\nhave, but did not invest a year ago. keeps me up at…",
  "data/reddit-stocks/r/Bogleheads/comments/oiuz7j/socially_responsible_index_funds.json": "I am curious what your thoughts are about funds like VFTAX, which doesn’t invest\nin any coal, gas or oil (also no weapons, and Tobacco or pornography). I care\nmostly about not contributing to climate change, or at least not profiting off\nof it. But I only have a small amount of money in this fund.…",
  "data/reddit-stocks/r/stocks/comments/oj5jcp/schwab_intelligent_portfolio_performance_vs_sp.json": "Back in November 2019 I decided to see what Schwab's Intelligent Portfolio was\nall about and was curious how it would compare to simply investing in an S&P 500\nETF.\n\nPerformance Chart (Intelligent Portfolio vs S&P 500 vs Russell 2000)\n[https://imgur.com/W4Q07Hm]\n\nAs you can see in the chart above,…",
  "data/reddit-stocks/r/stocks/comments/oj4w1p/what_are_the_possible_reasons_a_company_would_buy.json": "Let’s say company X buys shares of company Y. Both X and Y is owned by the same\nperson.\n\nDoes it mean anything? Is it a way for companies to bolster their financials? I\ncouldn’t find any similar discussions online so I’m hoping we could discuss the\npossible reasons behind it.",
  "data/reddit-stocks/r/stocks/comments/oinufd/rstocks_daily_discussion_monday_jul_12_2021.json": "These daily discussions run from Monday to Friday including during our themed\nposts.\n\nSome helpful links:\n\n * Finviz [https://finviz.com/quote.ashx?t=spy] for charts, fundamentals, and\n   aggregated news on individual stocks\n * Bloomberg market news [https://www.bloomberg.com/markets]\n *…",
  "data/reddit-stocks/r/stocks/comments/ojbq1c/lithium_lovers_give_a_warm_welcome_to_sli.json": "$SLI Standard Lithium graduated from the OTC-stock market and will be listed on\nthe NYSE today.\n\nIn short, the company’s flagship south Arkansas project is the largest and most\nadvanced lithium brine project in the U.S. The 3.94 million tonne lithium\ncarbonate equivalent resource, 175,000-acre…",
  "data/reddit-stocks/r/stocks/comments/ojdg20/pepsico_raises_forecast_after_earnings_crush.json": "https://www.cnbc.com/2021/07/13/pepsico-pep-q2-2021-earnings.html\n\nEarnings per share: $1.72 adjusted vs. $1.53 expected\n\nRevenue: $19.22 billion vs. $17.96 billion expected\n\nThis is one of the recovery play that will benefit the most if the economy is\nfully reopen. The snack business will help…",
  "data/reddit-stocks/r/stocks/comments/oj8xe8/is_there_a_way_to_get_alertedsee_when_a_stock.json": "is there any app i can use (don't care if i have to pay) that shows/alerts when\na stock starts trading at 1M per minute?\n\ni’ve been trying to find one but can’t\n\ni use etrade for trading but don’t wsnt to be logged in all day waiting for\nstocks to hit my ideal level\n\nany help is appreciated!",
  "data/reddit-stocks/r/investing/comments/ojelvu/cpi_rises_9_in_june_54_over_last_12_months.json": "https://www.bls.gov/cpi/\n\nPress release: https://www.bls.gov/news.release/cpi.nr0.htm\n\n> The Consumer Price Index for All Urban Consumers (CPI-U) increased 0.9 percent\n> in June on a seasonally adjusted basis after rising 0.6 percent in May, the\n> U.S. Bureau of Labor Statistics reported today. This…",
  "data/reddit-stocks/r/Bogleheads/comments/ojfb7u/opinions_on_being_100_in_stocks_with_the.json": "Right now I'm 40yo and dont see myself fully retiring until 65-70 . My roth ira,\n(27k) is totally split between total stock market and total International\nadmiral mutual funds. I'm tempted to continue on this path until I'm closer to\nretirement then start exchanging into total bond market. I was…"
}