{
  "data/reddit-100/r/100yearsago/comments/nppz3k/june_1st_1921_greenwood_the_africanamerican.json": "[June 1st, 1921] Greenwood, the African-American business and residential section of Tulsa, is burned down by white rioters; at least 21 black and nine white residents killed in rioting",
  "data/reddit-100/r/100yearsago/comments/nqi7p4/june_2nd_1921_the_crown_prince_of_japan_hirohito.json": "[June 2nd, 1921] The Crown Prince of Japan, Hirohito, at the Tomb of the Unknown Soldier, June 2, 1921",
  "data/reddit-100/r/100yearsago/comments/nqi85s/june_2nd_1921_entrance_to_refugee_camp_on_fair.json": "[June 2nd, 1921] Entrance to Refugee Camp on Fair grounds after Race Riot, Tulsa, Oklahoma, USA, American National Red Cross Photograph Collection, June 1921",
  "data/reddit-100/r/100yearsago/comments/nr9aib/june_3rd_1921_injured_and_wounded_men_are_being.json": "[June 3rd, 1921] Injured and wounded men are being taken to hospital by National guardsmen after racially motivated riots, also known as the \"Tulsa Race Massacre\", during which a mobs of white residents attacked black residents and businesses of the Greenwood District in Tulsa, Oklahoma, US.",
  "data/reddit-100/r/100yearsago/comments/ns0y1q/june_4th_1921_madame_woëvre_centre.json": "[June 4th, 1921] Madame Woëvre (centre)",
  "data/reddit-100/r/100yearsago/comments/ns8djj/june_3_1921_the_mount_everest_reconnaissance.json": "[June 3, 1921] The Mount Everest reconnaissance expedition reaches the Tibetan town of Khamba Dzong. Photo by Everest legend George Mallory.",
  "data/reddit-100/r/100yearsago/comments/nssytn/june_5th_1921_performance_competition_the_coupe.json": "[June 5th, 1921] Performance competition. The Coupe Automobile de l'Est, Nancy - Strasbourg, Sunday June 5, 1921, organized by the Est Républicain, with the support of the Automobile Club Lorrain and the Automobile Club d'Alsace",
  "data/reddit-100/r/100yearsago/comments/nstz75/june_5th_1921_17yearold_eliasz_gitman_arrives_in.json": "[June 5th, 1921] 17-year-old Eliasz Gitman arrives in New York from Poland. 20 years later, he became father to a certain Bernie Sanders.",
  "data/reddit-100/r/100yearsago/comments/nteouy/june_5_1921_laura_bromwell_queen_of_the_stunt.json": "[June 5, 1921] Laura Bromwell, queen of the stunt pilots, dies at 24 when her plane engine malfunctions.",
  "data/reddit-100/r/100yearsago/comments/nu87fv/june_7th_1921_the_london_season_past_and_present.json": "[June 7th, 1921] \"The London Season Past and Present.- No.4\"",
  "data/reddit-100/r/100yearsago/comments/nuy8cw/june_8th_1921_the_highland_park_mosque_opens_in.json": "[June 8th, 1921] The Highland Park Mosque opens in Michigan, the first purpose-built mosque in the United States.",
  "data/reddit-100/r/100yearsago/comments/nvdbae/june_8_1921_roderick_maclean_dies_at_broadmoor.json": "[June 8, 1921] Roderick Maclean dies at Broadmoor insane asylum in England at 67. He had been an inmate there since he tried to shoot Queen Victoria in 1882, the last of seven assassination attempts on her during her long reign.",
  "data/reddit-100/r/100yearsago/comments/nvlhg2/june_8_1921_mlb_home_run_leader_babe_ruth_spends.json": "[June 8, 1921] MLB home run leader Babe Ruth spends most of the day in jail due to a second arrest for speeding (35 MPH!) He's then escorted by motorcops to Yankee Stadium to join the game in progress (Yanks win 4-3)"
}