{
  "data/reddit-stocks/r/investing/comments/luuutj/be_wary_of_stock_and_investment_discords.json": "Hello everyone,\n\nWith the popularity of stock trading at an all-time high, I just wanted to give\na small PSA about joining stock trading groups on discord.\n\nLong story short, I have searched around a few different discords to join a\ncommunity I could learn more about stocks and trading. I can say…",
  "data/reddit-stocks/r/stocks/comments/luxx2q/price_isnt_everything_look_at_market_cap.json": "I have seen many people not buy stocks due to the price being too high or vice\nversa. I have also seen many people think that stocks will go up a lot because\nthe price is \"relatively\" cheap and has room to grow. For example, I recently\nread a Reddit Post where the author said that they believe TSM…",
  "data/reddit-stocks/r/stocks/comments/lv1sjx/investors_beware_arkk_is_a_liquidity_disaster.json": "I recently got back on Reddit after a long hiatus - the volatility in Gamestop\nand other names brought me back to r/wallstreetbets [/r/wallstreetbets] and\nr/stocks [/r/stocks].\n\nLately I have been doing some research on Cathie Wood's Ark ETFs and am quite\nalarmed by what I am seeing. I am by no…",
  "data/reddit-stocks/r/stocks/comments/luw8d6/my_watchlist_for_312021.json": "Journal:\nhttps://docs.google.com/spreadsheets/d/e/2PACX-1vR_jvqS5tgDANyJLIVxgZ72OsmC1BmjwZTLZG8xHKyOG3gcoOTU3JU1E3pHksmRO8MCKoHIfHRpDtTM/pubhtml\n\n\n\n$ACCO - Creating a horizontal channel well right here. It is right above support\nand the 200EMA which I love to see. All indicators are low!\n\n\n\n$ALVR -…",
  "data/reddit-stocks/r/stocks/comments/lv2c57/i_analyzed_3_legit_stocks_that_i_found_using.json": "I’ve been seeing a lot of people build different tools in stocks and wsb that\ntrack social mentions and sentiment analysis for different stocks.\n\nSome of the good ones I’ve used include marketstream, quiverquant, unbiastock,\ngambiste etc\n\nNone of them are perfect though. You still need to filter…",
  "data/reddit-stocks/r/stocks/comments/luzed7/yalls_posts_are_making_me_anxious_am_i_supposed.json": "My strategy is: dump all of my savings from my paycheck into a few ETFs, a\ncouple of blue chips, and then don’t even think about it… for the next 35 years\nor so.\n\nY’all’s posts about day-trading, while inspiring, are making me question whether\nI’m doing the right thing with my earnings — whether I’m…"
}