{
  "data/reddit-ask/r/AskHistorians/comments/l9r1as/i_love_this_sub.json": "It is one of the best imo. The amount of effort that strangers give in answering\nquestions is not paralleled in other subs.\n\nSuperbly altruistic and represents the best of Reddit, if not the internet as a\nwhole.\n\nThank you to mods and contributors, you make my (and others hopefully) life\nbetter.",
  "data/reddit-ask/r/AskHistorians/comments/l9q90x/how_realistic_is_the_depiction_of_kgb_spies_in.json": "The main characters of the show are taught to speak fluent English, blend in,\nself defence and marksmanship before been sent to the states, where they remain\noperational for decades. Is there evidence of such cases taking place?",
  "data/reddit-ask/r/AskMen/comments/l9x42g/how_do_i_deal_with_losing_my_best_friend_to_his.json": "We’ve been each other’s other half for 6 years now. No matter what happened we\nalways stayed together. We went through some terrible shit together and amazing\nshit together. We’ve had each other’s backs and suddenly he finds a girl he\nloves and within a week I’m not being texted or called. Within a…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/la0lxh/is_it_just_me_or_reddit_is_a_bit_racist_to_indians.json": "I am not talking about those Bobs and vagena jokes, I am talking about calling\nus curry boys, streetshiters, some even call us rapist just because we are\nindians, and I see this quite a lot on reddit. Am I overreacting , or reddit is\nreally a racist to indians?",
  "data/reddit-ask/r/askscience/comments/la21s1/how_do_we_know_if_sound_cames_from_behind_or_from.json": "We have two ears, so sound going from left or right is slightly delayed in one\near. I believe this is how we can recognize if sound comes from right or left\nside. But how can one say if sound comes from front or behind?",
  "data/reddit-ask/r/askscience/comments/la1azg/if_you_dug_a_hole_straight_down_to_the_other_side.json": "This is pretending there’s no core or anything of that matter that would effect\nit. How would gravity effect it? What would happen? Would it get stuck in the\nmiddle, would it gain enough velocity to shoot out the other side?",
  "data/reddit-ask/r/AskHistorians/comments/l9vxcp/what_was_the_role_of_male_sex_workers_in_the_wild.json": "There's a common trope of the female sex worker in the wild west (complete with\nwhat she might've looked like, where she might've worked out of, etc.). I want\nto use this as a jumping-off point for male sex workers in that time/place:\n\n * Were there male sex workers?\n * Was there a specific way that…",
  "data/reddit-ask/r/AskHistorians/comments/la5qdd/how_is_russia_a_country_far_north_with_freezing.json": "So whenever I look into this, all I find is a bunch of questions about why\nRussia is so underpopulated, relative to the massive size of their country. This\nseems obvious: most of Russia is freezing cold Siberian land. It makes sense\nthat an east so vast and hostile wouldn’t be densely…",
  "data/reddit-ask/r/AskHistorians/comments/la6n9o/it_seems_as_though_black_boxers_were_accepted.json": "I just saw a FB post about Jackie Robinson's birthday, and realized that Jack\nJohnson was already dead when Robinson broke the color barrier in baseball, Joe\nLouis had been HW champ for quite some time leading up to that as well, etc.\n\nSo, am I correct in thinking black boxers were accepted sooner?…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/labp6w/am_i_the_only_one_who_doesnt_give_my_reddit_to.json": "I feel more anonymous online and more carefree to use this community than other\nmore public communities",
  "data/reddit-ask/r/AskMen/comments/la6srl/what_do_men_do_that_people_dont_realise_takes_a.json": "Posted on r/askwomen [/r/askwomen], I‘m curious what it‘s like for men.",
  "data/reddit-ask/r/askphilosophy/comments/la4rgk/does_kants_view_that_space_and_time_are_merely.json": "EDIT: Want to clarify that Kant's view of space-time is not merely intuitions\nbut the forms of intuition."
}