{
  "data/reddit-changemyview/r/changemyview/comments/luzz0o/cmv_first_dates_should_go_dutch_on_the_bill.json": "Honestly after years of first dates where I was either willing, left, abandoned\nor expected to pay for the first date be it drinks or lunch or dinner, I’m a\nfirm believer in going Dutch (splitting the bill) for the first and sometimes\nthe second date. I have had a woman just eat dinner, order three…",
  "data/reddit-changemyview/r/changemyview/comments/luz0p4/cmv_if_you_have_severe_mental_illness_you_should.json": "Before anyone accuses me of promoting eugenics let me state that this is\nactually a personal matter to me. I have ADHD, panic disorder, ocd and\ndepression. At least 3 of those were directly inherited from my father's side.\nSure, I have had some great achievements in my life, some great talents…",
  "data/reddit-changemyview/r/changemyview/comments/luysh4/cmv_i_would_be_offended_if_someone_did_not_assume.json": "It is of my belief that humans are naturally going to look at a person and\nsubconsciously determine that they are either male or female based on physical\ncharacteristics.\n\nHumans are sexually dimorphic and with the exception of intersex individuals,\nthe majority of people exhibit physical traits…",
  "data/reddit-changemyview/r/changemyview/comments/lv7wem/cmv_we_should_not_pierce_babys_ears_for_jewelry.json": "Have you ever been to the mall and heard an infant baby shrieking in pain\nbecause her parents paid someone to pierce her ear? I don’t understand why we do\nthis.\n\nSome say they do it to their baby because it looks pretty, and others say it’s\nfor cultural reasons. Either way, I believe it’s a…",
  "data/reddit-changemyview/r/changemyview/comments/lv362g/cmv_republicans_making_a_golden_idol_of_trump.json": "I watched this youtube video [https://www.youtube.com/watch?v=VvX3E_R8Y-Y&t=2s]\na couple of hours ago about the supposed \"prophecy\" that Trump was going to win\nthe reelection. Literally hundreds of respected prophets made this claim that\nTrump was going to be reelected because they said God himself…",
  "data/reddit-changemyview/r/changemyview/comments/lvb506/cmv_forced_circumcision_of_infants_or_any_person.json": "Circumcision of infants and children is genital mutilation and child abuse. It\nshould be made illegal, notwithstanding cultural and religious pressures.\nGenital mutilation of female children has been made illegal in many nations.\nMale children deserve the same legal protections.\n\n\"Male circumcision…",
  "data/reddit-changemyview/r/changemyview/comments/lvgnwd/cmv_single_parenthood_causes_socioeconomic.json": "Whether it be cultural or systemic reasons, single parenthood in my opinion is\nthe greatest factor for socioeconomic status. Single parenthood defined as, \"a\nsingle parent is a person who lives with a child or children and who does not\nhave a spouse or live-in partner.\"\n\nThe following link is data…",
  "data/reddit-changemyview/r/changemyview/comments/lvhhja/cmv_a_lot_of_leftist_issues_are_very_important.json": "This applies to a wide range of things I see discussed in today's talking points\nput forward by the left part of the political spectrum. To give some examples\nI'd mention gender issues, the ongoing controversy around good policing or race\nissues.\n\nMaybe my view of humankind is just way too…",
  "data/reddit-changemyview/r/changemyview/comments/lvfe12/cmv_you_are_either_for_raising_the_minimum_wage.json": "So, regardless of whether one supports the $15 Minimum Wage (I personally do for\nthe time we live in), it is fairly obvious that keeping it the same at $7.25 is\nat best ignorant or are playing the (small c) conservative position because they\nknow their real aim is unpopular.\n\nThose who support the…",
  "data/reddit-changemyview/r/changemyview/comments/lvjj73/cmv_if_a_man_doesnt_pay_his_ex_child_support_on.json": "When it comes to child support, a common issue seems to be that a minority of\nfathers don't pay it on time. This can have very bad consequences for the mother\nand child, especially when you account for the fact the mother may have to go\ninto debt to cover the expenses of the child and end up paying…",
  "data/reddit-changemyview/r/changemyview/comments/lvmi3v/cmv_most_outcomes_attributed_to_race_are_actually.json": "There are racial disparities (i.e., differences in average outcomes on the basis\nof race) on many outcomes of interest in American society from mortality to\nincarceration to police violence to education. It is common to attribute these\nto racism.\n\nMy view is that this is essentially never the…",
  "data/reddit-changemyview/r/changemyview/comments/lw3fpa/cmv_the_twoparty_political_system_is_broken.json": "Just for context I'm a Brit who has an interest in American politics.\n\n\n\nIn my opinion 2016 broke politics for both the US and the UK. When the liars and\ncheats won the Brexit vote over here and the manner of politics in which Trump\nwon it set a precedent that this version of extreme politics can be…",
  "data/reddit-changemyview/r/changemyview/comments/lw3l8n/cmvi_dont_trust_the_government_with_the_death.json": "I do think some people who are like war criminals who refuse to rehabilitate\ndeserve the death penalty but shouldn't get it. Here is why. I don't trust the\ngovernment, there are many problems with the government (from a US and UK\nstandpoint) like racism and being biased against poor folk. Which when…",
  "data/reddit-changemyview/r/changemyview/comments/lw6204/cmv_us_democrats_should_push_for_a_higher_minimum.json": "So once again democrats are pushing for a $15 an hour federal minimum wage. They\nprobably have the votes in the house, the president will sign off on it, but it\nseems somewhat unlikely that it will get past the senate. I think you could make\na reasonable argument that most of America wants this…",
  "data/reddit-changemyview/r/changemyview/comments/lw8ev0/cmv_poc_is_the_same_as_calling_someone_colored.json": "I’ve seen this term used a lot and it is starting to really bother me. You\nwouldn’t call someone colored, but for some reason it’s acceptable to call you a\n“person of color” instead. Like, no. If you’re white you’re a colored person\ntoo, just of a different pigmentation. Terms that separate white…",
  "data/reddit-changemyview/r/changemyview/comments/lwfv6i/cmv_affirmative_action_in_the_united_states_is.json": "Intro: If you don't know what Affirmative Action is, it's basically when you\ngive a different set of policies to a minority to increase diversity or\nemployment. This is coming from a black teenager, and after giving it a ton of\nthought. When you think about it, it's incredibly racist by textbook…",
  "data/reddit-changemyview/r/changemyview/comments/lwpnxv/cmv_im_an_exmuslim_living_in_an_islamic_country.json": "No. Hijab isn't strength, it isn't power. It's what everyone forces on you when\nyou probably become 5 and if you don't wear it, then expect to be sexually\nharassed or even killed and murdered and raped(And no one will even support you\nnor punish the rapist according to the Islamic law)\n\nNo. You…",
  "data/reddit-changemyview/r/changemyview/comments/lwpymw/cmv_medically_obese_people_should_really_try_to.json": "Recently i had this argument with multiple people when i said “health at every\nsize was bullshit and that medically obese people who are proud of being obese\nshould change their mindset”\n\nthe person grew pissed and said that i had no right to say that because i was\n“skinny”..? and that people should…",
  "data/reddit-changemyview/r/changemyview/comments/lw6w55/cmv_making_all_new_vehicles_battery_powered_is_a.json": "Volvo just pledged to switch all their cars to electric power by 2030.\n\nI am 100% a believer in electric cars. In general, they are more efficient and\nhave better performance.\n\nHowever, batteries are a terrible energy storage method for vehicles. They don’t\nstore enough energy, they can’t hold their…",
  "data/reddit-changemyview/r/changemyview/comments/lwjh7g/cmv_you_can_be_racist_to_white_people.json": "Recently, my elementary school going brothers were learning about racism and\nanti-racism in their schools. I asked the question - can you be racist towards\nwhite people? My youngest brother (age 11), thought about it and said no. My\nother younger brother (age 15) said yes. Naturally, this led to a…",
  "data/reddit-changemyview/r/changemyview/comments/lwy5ou/cmv_family_channels_on_youtube_shouldnt_exist.json": "The family channels I am talking about are the family vloggers. The main reason\nis that they exploit their children for money. Their whole channel is mainly\naround their kids and this is fucked up shit as we know that there are literally\npedos all over the internet. Also, these guys complain about…",
  "data/reddit-changemyview/r/changemyview/comments/lws41l/cmv_we_as_in_western_society_have_seemingly.json": "For 100s of years it seemed appropriate to view Western society as building a\nbetter life for our children:\n\n * houses were built to last (the house I live in is from the 17th century), so\n   were a permanent improvement to the village/town\n * education systems were built and expanded in years…",
  "data/reddit-changemyview/r/changemyview/comments/lx0erq/cmv_obesity_wouldnt_be_such_a_big_issue_if.json": "We keep (rightfully) reminding people about the benefits of eating healthy and\nthe implications of obesity. Yet, we still see really high obesity rates. I\nthink one reason is that healthy food is more expensive and can be unaffordable\nfor the poorer section of society. I know that currently we have…",
  "data/reddit-changemyview/r/changemyview/comments/lx035l/cmv_calling_things_racist_that_are_in_fact_not.json": "So apparently this question was too “loaded” for the other “ask” subreddits. I\ntried to phrase it in a way to not infer my opinion on the topic and just gather\nother points of view but still was removed.\n\nSo I post here, view/question is pretty simple: I am of the opinion that\nmislabeling things as…",
  "data/reddit-changemyview/r/changemyview/comments/lxid5g/cmv_the_blackface_episode_of_community_s02e14.json": "I opened this post with a paragraph about the times we find ourselves in, but\nthat felt too soapbox-y and so I deleted it because this actually bothers me as\nwhat feels like a unique case that was worth openly discussing/debating. Also\nlet me just get out of the way that I don't think there is any…",
  "data/reddit-changemyview/r/changemyview/comments/lxk6jf/cmv_cancel_culture_isnt_a_new_or_uniquely_liberal.json": "In the 50s, you had to be careful about saying things that could be construed as\nsympathetic to communism. After 9/11, criticizing America became taboo. Really\nup until a few years ago, sex and sexuality wasn't something that was freely\ndiscussed. Do you think a gay person could host an event in 80s…",
  "data/reddit-changemyview/r/changemyview/comments/lxzmo2/cmv_calling_the_use_of_comedic_gifs_involving.json": "There are 2 major issues I have with this viewpoint:\n\n 1. I think the name \"Digital Blackface\" being used to describe the use of black\n    gifs by non-black people is an overreaction and inaccurate. If someone is\n    accused of blackface, it should be because they are literally impersonating\n    a…",
  "data/reddit-changemyview/r/changemyview/comments/lxpod5/cmv_politicians_need_to_have_a_stronger_emphasis.json": "I think this is systemic on both sides of the aisle. Republicans will\nfear-mongering to drive their policies and agendas, with very little basis in\ndata. Democrats also focus heavily on pushing a \"fairness and equality\"\nnarrative that drives their policies and agendas, oftentimes ignoring…",
  "data/reddit-changemyview/r/changemyview/comments/lxvovm/cmv_black_panther_was_only_nominated_for_best.json": "Proof: The Dark Knight: 84 Metascore Black Panther: 88 Metascore\n\nThe Dark Knight: 9.0 IMDb score, #4 highest rated film on entire site Black\nPanther: 7.3 IMDb score\n\nThe Dark Knight: 94% on BOTH critic and audience scores Black Panther: 96%\ncritic score, 79% audience score\n\nThe Dark Knight: won 2/8…",
  "data/reddit-changemyview/r/changemyview/comments/ly5ivm/cmvlarge_corporations_like_mcdonalds_and_walmart.json": "Large corporations are largely responsible for the middle class disappearing. I\nthink there should be a legal destination between Regular Joe’s burger shack vs.\nMcdonalds. If your mom and pop restaurant can’t afford 15/hr then they deserve\ngovernment subsidies to assist them to create a good…",
  "data/reddit-changemyview/r/changemyview/comments/lyapvn/cmv_good_baseline_quality_of_life_should_be_the.json": "I believe that society should aim to have a good baseline quality of life,\nrather than income equality.\n\nFirst of all, if the baseline is good, who cares if some people far exceed that\nbaseline? Why does it matter how much income varies if the lowest in society are\nstill OK?\n\nSecondly, the richest…",
  "data/reddit-changemyview/r/changemyview/comments/ly8nas/cmv_women_largely_let_womens_sport_fail.json": "Woah, this is a spicy one. Here we go.\n\nI'm male and I watch sports that interest me such as cycling, football (soccer)\nand tennis. I also happen to play or partake in all these sports bar the last\none, I can't play tennis very well. I follow all these sports and watch them\nregardless of whether…",
  "data/reddit-changemyview/r/changemyview/comments/lzhy8w/cmv_the_international_community_should_cut_all.json": "It’s inexcusable that the vast majority of the world still maintains ties with\nChina as they do the worst mass genocide since the Holocaust, and the only mass\ngenocide that can compare to it. China needs to be held accountable and we need\nto send the message that this isn’t ok. The best way to do so…",
  "data/reddit-changemyview/r/changemyview/comments/lzjrxi/cmv_its_not_transphobic_to_not_want_to_date.json": "Probably will get a lot of hate for this but I don't find it transphobic to not\nwant to date trans-people.\n\nI don't really know why just like I can't explain why I like the women I do. To\nme it just comes off as manipulation and an attempt to guilt trip someone into\ndating people they don't want to.…"
}