{
  "data/reddit-know/r/YouShouldKnow/comments/npjkd9/ysk_the_majority_of_privacy_policy_websites_used.json": "YSK the majority of Privacy policy websites used by tech companies are marketing material used to trick consumers. The real privacy policy is often hidden or difficult to access.",
  "data/reddit-know/r/YouShouldKnow/comments/npwgsu/ysk_you_could_drown_in_shallow_water_pools_due_to.json": "YSK : You could drown in shallow water pools due to a phenomenon call Shallow Water Blackout.",
  "data/reddit-know/r/YouShouldKnow/comments/npxwoy/ysk_if_youre_picking_someone_up_from_the_airport.json": "YSK: If you're picking someone up from the airport, take them a water bottle.",
  "data/reddit-know/r/YouShouldKnow/comments/nq5xas/ysk_act_as_if_service_dogs_dont_exist.json": "YSK: act as if service dogs don’t exist",
  "data/reddit-know/r/YouShouldKnow/comments/nq9glv/ysk_that_your_dogs_should_never_be_taken_off_the.json": "YSK that your dogs should never be taken off the leash when camping or hiking unless they are under the strictest of voice control and you should always pick up their waste.",
  "data/reddit-know/r/YouShouldKnow/comments/nqetk4/ysk_high_school_history_classes_are_only_ever.json": "YSK high school history classes are only ever meant to serve as a basic introduction to your nation's history and you should not be so shocked when you learn later that it left a lot of stuff out",
  "data/reddit-know/r/YouShouldKnow/comments/nqmpy0/ysk_never_leave_an_exam_task_empty.json": "YSK: Never leave an exam task empty",
  "data/reddit-know/r/YouShouldKnow/comments/nr697w/ysk_that_removing_the_orange_tip_from_toy_guns.json": "YSK that removing the orange tip from toy guns can be dangerous",
  "data/reddit-know/r/YouShouldKnow/comments/nrd3v5/ysk_you_can_get_rid_of_all_the_ads_in_the_youtube.json": "YSK you can get rid of all the ads in the YouTube video you are watching except for the first ones",
  "data/reddit-know/r/YouShouldKnow/comments/nrpbs2/ysk_you_can_teach_yourself_how_to_repair_car.json": "YSK you can teach yourself how to repair car parts, even engines and transmissions, without going to school or taking apart your own car - by buying old manuals off of auction sites."
}