{
  "data/reddit-books/r/books/comments/qk29yo/i_dont_understand_a_tale_of_two_cities_by_charles.json": "I've never really read a Charles Dickens book and a couple days ago I checked \"A\nTale of Two Cities\" out of my school library and started reading it. And I'm\nfrustrated; it's not really the book's fault, it's mostly mine.\n\nI heard good things about this book and I really wanted to like it. But…",
  "data/reddit-books/r/books/comments/qk4pvy/how_can_a_book_published_in_1984_not_be_available.json": "I read a lot books on the history of intelligence / covert operations and for\nyears have been trying to find a copy of \"Beyond the CIA: The Frank Terpil\nStory\" by Richard Lloyd and Antony Thomas (Seaver Books, 1984, ISBN =\n086579023X). But I have yet to have found this book for sale anywhere…",
  "data/reddit-books/r/books/comments/qk6j5w/anyone_interested_in_starting_a_book_club_over.json": "Of my friends I’m the only one that’s REALLY into reading. I’ve tried to get a\nfew ppl in my life to read with me so we can discuss the books but the plans\nalways fall through. I like a variety of genres and if anyone wants to start a\nbook club let me know!! I’d be willing to set one up if others…",
  "data/reddit-books/r/booksuggestions/comments/qk21yo/books_for_kind_people_who_finally_use_their_rage.json": "Hello guys! So I’ve read a lot of recs here but it seems I haven’t found\nanything like that. If I’ve missed it, I’d be grateful for a link. My greatest\nmistake is that I’m too kind, like, your hyperbolized kind and trusting girl\ntrope, and that’s the reason I’ve been facing a lot of problems in the…",
  "data/reddit-books/r/books/comments/qkcggk/i_finished_stephen_kings_it_on_halloween.json": "What a ride, an incredible book front to back. Really a shame how the movies\ndon't do it justice. A mini-series would probably work better really.\n\nAmazing characters, memorable moments, images to forever haunt your mind. What's\nnot to love? I'll miss the Loser's Club and the Terror of Derry.. truly…",
  "data/reddit-books/r/books/comments/qkfvr7/im_neal_shusterman_author_of_the_arc_of_a_scythe.json": "Hi Reddit, this is Neal Shusterman, bestselling author of 40 award-winning books\nfor teens, and adults. My books include the Arc of a Scythe trilogy, the Unwind\ndystology, Challenger Deep (2015 National Book Award winner), the Skinjacker\ntrilogy, and Dry—which I co-wrote with my son Jarrod—and with…",
  "data/reddit-books/r/booksuggestions/comments/qkbgkb/books_that_feel_like_a_dnd_game.json": "Title",
  "data/reddit-books/r/books/comments/qki0kt/the_cursed_child_is_a_cursed_book.json": "So, I finished the Harry Potter series (the OG 7 books) some months ago and I\nabsolutely fell in love with it. Now recently, a friend of mine gave me the\n'Cursed child'. I had never heard about that book before and had 0 idea then\nabout how it would turn out to be. I got excited as usual and read…",
  "data/reddit-books/r/books/comments/qkne5x/do_you_easily_pick_up_grammatical_or_punctuation.json": "I’m talking “New York Times Bestsellers” books that have sold millions of copies\nwith errors, not a self-published novel on Wattpad. It drives me nuts!! I\nquestion how many eyeballs read the same thing and skipped over it. Idk, I just\nfeel like if you are a successful and widely published author,…",
  "data/reddit-books/r/booksuggestions/comments/qkj294/something_like_nickel_dimed_except_about_the.json": "There's a post on r/Cooking [/r/Cooking] about providing food for the homeless\n(on the OP's own - not with an organization). Excellent points were made about\nnot giving foods that create garbage (chicken bones) or that are too hard to eat\n(crunchy granola bars) because dental issues/tooth loss is…",
  "data/reddit-books/r/books/comments/qksbit/halloween_tree_by_ray_bradbury.json": "So, I am an English teacher and have routinely taught various works by Bradbury\nover the years. But this title was totally new to me. I didn’t even know he’s\nwritten a Halloween book.\n\nI grabbed it to read, a bit each night, with my oldest two kids (12 and 8) and\nwe LOVED it.\n\nIt surprises me that…",
  "data/reddit-books/r/booksuggestions/comments/qkqfx1/books_about_poor_whites_similar_to_hillbilly_elegy.json": "Looking for books somewhat similar to Hillbilly elegy. Doesn’t have to be about\nhill/mountain culture but about “white trash/rednecks”, drug\naddiction/alcoholism, and the mind set of the culture.\n\nAnything?",
  "data/reddit-books/r/books/comments/ql3sy7/a_canticle_for_leibowitz.json": "Just read it, what a classic! Great for anyone who likes books about sci fi, the\nmiddle ages, or religion.\n\nIt's set in the aftermath of a cataclysmic nuclear war. The survivors blamed\nscience, and killed intellectuals and burned all the books they could get their\nhands on. A monastery in the desert…",
  "data/reddit-books/r/books/comments/ql1d41/the_machine_stops_a_short_story_by_em_forster.json": "I read this short story maybe 12 years ago and wondered if we might end up in a\nsimilar world the story posits - one where people exist in pod-like enclosures,\nonly connected to one another through a fantastical \"mirror\" which shows\n\"satisfactory approximations\" of peoples likenesses. Facebook, and…",
  "data/reddit-books/r/books/comments/ql5ue7/dont_completely_disregard_audiobooks_especially.json": "I've been a stay at home mom for nearly 5 years, and have struggled to find the\ntime and energy to read books since my daughter was born, despite a deep love\nfor the written word and an aspiration to write books myself. By the time she's\nin bed, my eyes and brain itch for sleep. Even when she did…",
  "data/reddit-books/r/booksuggestions/comments/ql0ldp/books_on_obsession_heartache_and_identity.json": "Last year, I read When Nietzsche Wept by Irvin Yalom, and it helped me get\nthrough a low point in my life. It’s a wonderful book, weaving elements of\npsychology with history and fictional narrative - you feel you live and learn\nwith the characters.\n\nIm going through something like a breakup but not…",
  "data/reddit-books/r/booksuggestions/comments/qlbh2v/native_american_influenced_fantasy_novels.json": "I love fantasy, and while I love the stereotypical castles and swords, I’m\ncurious to see if there’s anything that would reflect influences from my\nculture. I’m Muskogee Creek, but I’d love a book from any tribe! I’m looking for\nYA but I’m open to adult fiction.",
  "data/reddit-books/r/books/comments/qln6ul/which_book_changed_your_life.json": "It was The Godfather for me. I had anger management issues, I had a strong\nsuperiority complex and it vanished almost overnight. From being a snob, I\nbecame a people's person. A total U-Turn. For me the clincher was, how the Don\nshowed respect to his people, how he greeted them with warmth and also…",
  "data/reddit-books/r/books/comments/qluiaz/dad_passed_away_before_finishing_wheel_of_time.json": "My pops died in a motorcycle wreck about fifteen years ago. He was my best\nfriend, and I get my love of all things sci-fi and fantasy from him. The year or\nso before he died, I remember him getting a new book series from a work buddy.\nIt was WoT. He devoured it. He would miss his sleep schedule (he…",
  "data/reddit-books/r/books/comments/qlqu3c/what_bookseries_do_you_love_that_no_one_else.json": "For me it’s Wolf by Wolf, and it’s sequel Blood for Blood by Ryan Graudin. I got\nthe first book from a friend the year it was released after Christmas as she got\n2 copies of it. It’s now one of my favourite series and whenever I talk about\nit, no one else seems to have heard of it or read it. But in…",
  "data/reddit-books/r/booksuggestions/comments/qloskf/books_about_sex_positivityintimacy.json": "Title pretty much speaks for itself.\n\nI grew up in a pretty conservative household and spent all of grade and high\nschool in Catholic school. My parents didn’t really talk about it or give me\n“the talk”, and given that I’m a pretty anxious person I typically shied away\nwhen my friends made any…",
  "data/reddit-books/r/booksuggestions/comments/qlu6jo/a_book_about_a_person_who_is_not_taking_action.json": "Any suggestions are welcome, basically I am looking for a book where main\nprotagonist is afraid to make a move and change up his life, something along\nthese lines, doesn't have to be exact.\n\nThanks for any suggestions !",
  "data/reddit-books/r/books/comments/qm1bky/wow_just_finished_carl_sagans_the_demon_haunted.json": "I personally think this book should be required reading to graduate high school.\nI have heard about this book for years but never got around to reading it until\nnow and was blown away by how relevant and timely it is to today's world despite\nbeing 25 years old.\n\nHe covers all the logical fallacies…",
  "data/reddit-books/r/books/comments/qlyuf9/narrators_of_audiobook_can_really_make_a_world_of.json": "The last couple of years I've really gotten into audiobooks and one thing I\nreally noticed is that I have to like or at least tolerate the narrator to that\nthough the book. One example for me is the Witcher series, I was really excited\nbecause I've Heard so much good about it but not even ten…",
  "data/reddit-books/r/books/comments/qltn77/unpopular_opinion_movie_covers_and_tv_tie_ins.json": "There are a lot of posts on here and other social media talking about how movie\ntie in covers and \"now on netflix\" circles/stickers ruin books for you. It's\namusing because there are so many books I may have never heard of if they hadn't\nbeen movies or tv adaptations.\n\nI think it's important to draw…",
  "data/reddit-books/r/books/comments/qm91tk/what_ive_learnt_from_reading_the_worlds_oldest.json": "Just finished The Tale of Genji, written by Murasaki in about 1000 AD. Here are\nthe key learnings I've taken away through constant repetition. I hope others\nwill find this as useful as I have:\n\n * There isn’t a single sleeve in Japan capable of containing the tears shed by\n   a broken hearted…",
  "data/reddit-books/r/booksuggestions/comments/qm8111/cozy_novels.json": "I’ve been reading (well, listening actually) to a lot of thrillers lately and\nI’m looking for a palette cleanser. I’d like something cozy and happy and light.\nI love Jenny Colgan’s novels (found them through this sub). And I also like Mary\nKay Andrews books. So, something similar. Not necessarily…",
  "data/reddit-books/r/booksuggestions/comments/qm65d1/suggestions_for_good_erotic_books.json": "Hey everyone! I'm looking for an erotic book to read with my SO.\n\nI'll just make a wishlist of things we'd like in a book, hopefully someone knows\nof a book that hits most of them:\n\n * Have a genuinely good plot, with well written, relatable characters!\n * Have some pretty hardcore and explicit…",
  "data/reddit-books/r/books/comments/qmgte3/how_do_yall_manage_an_addiction_to_social_media.json": "I work six days a week, currently. I am almost always on social media especially\nreddit and instagram. Reddit eats up most of my free time. I notice there are\nmany people on r/52book [/r/52book] who managed to read almost 100 books and\nstill be on Reddit. I guess I lack self-discipline. I would love…",
  "data/reddit-books/r/books/comments/qmi0c2/i_just_finished_reading_shirley_jacksons_the.json": "My thoughts (disguised as a film quote): Yes, it is. In '48, Jackson released\nthis; The Lottery !, her most accomplished piece. I think her undisputed\nmasterpiece. A story so boring, most people probably don't get to the ending.\nBut they should, because it's not just about the pleasures of…",
  "data/reddit-books/r/booksuggestions/comments/qmi8wx/books_with_short_stories_about_scary_cultural.json": "Especially interested in cultures of Japan, Native America and Australia\n\ntia, legends.",
  "data/reddit-books/r/books/comments/qmrm9d/slaughter_house_five_reading_the_first_chapter.json": "I read this book for the first time and liked it a lot. But the end of the book\nfelt like it was so sudden and everything just comes to a halt. It wasn't until\nI reread the first chapter again that everything just clicked. The tweeting of\nbirds was more chilling at the realization that these were…",
  "data/reddit-books/r/books/comments/qmnvk8/how_much_character_description_do_you_need.json": "I can make do with very little physical description of a character. Take Terry\nPratchett, for instance. I know Carrot is tall, broad-shouldered, red-haired,\ntanned, and very attractive, but I have no idea what he actually looks like in\nterms of specific facial features. Somehow that's enough,…",
  "data/reddit-books/r/books/comments/qmsr8s/sometimes_theres_a_moment_where_a_book_reminds.json": "I’m reading The One Hundred Years of Lenni and Margot, and the fifth chapter has\na paragraph that genuinely gave me butterflies.\n\nThe paragraph is about a woman who’s forced moved on from a project she loved.\nLenni, one of the two protagonists, has her life changed by this woman. And\nthere’s…",
  "data/reddit-books/r/books/comments/qmuoyh/i_think_i_might_know_why_people_hate_emma.json": "I love Emma. I think it might be my favorite Jane Austen novel (but who can\npick?). However, a lot of my friends hate the namesake character. I mean really\nhate her. One friend of mine reads like crazy and has read every Austen novel\nexcept Emma--she simply can't bring herself to finish it because…",
  "data/reddit-books/r/booksuggestions/comments/qmsl6r/any_books_with_beautiful_writing_slightly_boring.json": "title is vague and weird, but i’m looking for some books for my 60 year old dad\nfor his birthday. he likes things that are more slow paced and isn’t into dark\ntopics (generally).\n\nhe LOVES history, so any historical fiction is a plus. if anyone has nonfiction\nrecs, those are welcome too! generally…",
  "data/reddit-books/r/books/comments/qn0h0n/never_before_have_i_felt_so_understood_by_a_book.json": "The bleak depiction of a loner who sits by himself all day, reading and\ncomparing himself to others.\n\nFeeling like an outcast - looking down upon, and simultaneously admiring, men\nwho don't think so much: men who can go through life and be brave, charging\nforth in stupidity without a deep sense of…",
  "data/reddit-books/r/books/comments/qn987t/whats_a_book_that_really_gets_at_the_heart_of_the.json": "After finishing Dostoevsky's Brothers Karamazov earlier in the year, I've\nfinished reading Tolstoy's Anna Karenina today and it was brilliant. It was\nindeed quite comprehensive of the human condition, but not quite comprehensive\nenough; I feel like it skipped or censored through ellipses some more…",
  "data/reddit-books/r/books/comments/qncjys/who_else_has_given_up_on_patrick_rothfuss.json": "Im done. I enjoyed his first two books but the wait for the third is too much.\nEven if he eventually publishes the third I won't be buying it or reading it. It\nalso started to feel like Kvothe was becoming the neckbeards ideal vision of a\nman. I was worried that I would dislike him intensely by the…",
  "data/reddit-books/r/books/comments/qndqa3/just_finished_issac_asimovs_the_caves_of_steel.json": "Just finished it today, picked up a copy for less than £2 in a charity shop last\nweek and wow! What a great book! Found the story very captivating whilst still\nhaving the inferable depth that makes sci-fi great! Before this had read Asimov\nand Silverberg's \"Nightfall\" so was already expecting good…",
  "data/reddit-books/r/booksuggestions/comments/qn95tc/lovecraftian_books_with_a_mystery_and_not_gory.json": "I am looking for books which are closer to Lovecrafts original works. About\npeople discovering some ancient horror. Most of the books I read however had an\nemphasis on gore aspects, but I want a book with mystery/adventure.\n\n\n\nThanks in advance!",
  "data/reddit-books/r/books/comments/qnf6sr/whats_the_last_book_that_brought_you_to_tears.json": "What was it about the book? Was it sadness? Ecstatic resolution? Maybe a deeply\nnurtured connection to a character, a bond just slightly transcending the\nboundary between the reader and the word, severed by the permanence of The End.\n\nOnly once have I really cried reading, and the book was The Fault…",
  "data/reddit-books/r/books/comments/qnmmv3/i_just_finished_the_three_body_problem_trilogy.json": "I knew this series was well regarded when I started reading it, and I hate to be\nhyperbolic, but it exceeded all of my expectations. It was such a unique work of\nart, so broad and expansive, so imaginative and yet so anchored in realistic\npossibilities. It's one of those series that's left me sad to…",
  "data/reddit-books/r/booksuggestions/comments/qnp0v6/jonathan_strange_and_mr_norell.json": "Susanna Clarke's book Jonathan strange and Mr. Norell, A fiction book about\nEnglish magicians in the 1800s. 782 pages. A show was made based off of the book\nwith the same title. The book is well worth reading and the show is well worth\nwatching, however I would suggest reading the book before…",
  "data/reddit-books/r/books/comments/qnyr91/is_the_imagery_very_vivid_in_your_head_when_you.json": "My suspicion is that people who are able to envision clearly and imaginatively\nwhat they are reading are the ones who continue to read throughout their\nchildhood, teens and adulthood. I've read a few threads on Reddit and there\nseems to be the typical reader response that in their mind they have an…",
  "data/reddit-books/r/books/comments/qo1ijt/how_has_reading_affected_your_empathy.json": "I wanted to open a discussion on how reading has affected your empathy? For\nbetter or worse, I'm curious to hear the different perspectives that people\nhave. I was originally going to post this with my opinions and hoping people\nagreed with me and everything would be fine. So I hope people respond…",
  "data/reddit-books/r/booksuggestions/comments/qo2q06/any_fantasy_that_resembles_the_tone_of_the_film.json": "This has become one of my favorite films of all time. And I've read a modest\namount of fantasy in the past. Is there anything out there that resembles the\ntone of this film? Magical, but dark. A protagonist searching for virtue and\nhonor and failing at every turn, etc.",
  "data/reddit-books/r/books/comments/qod0j3/should_i_keep_reading_classic_books_even_though.json": "As much as I don’t like to admit this but YA books are my guilty pleasure and I\nlike to read a lot of them. However recently I’ve been wanting to delve into\nmore classic literature but when I try to read it, I find it hard to fully\ncomprehend what I’m reading and understand the plot which makes…",
  "data/reddit-books/r/books/comments/qoagbt/the_worst_part_about_lolita_for_you_for_me.json": "is how much I like Dolores' character archetype. I absolutely love reading about\nsassy, bratty, filthy, wild, and naive and yet precocious little girl characters\n(though I sure don't appreciate the sort in real life all that much). There's\nsomething really compelling about these characters in…",
  "data/reddit-books/r/books/comments/qojj16/i_read_siddhartha_five_months_ago_and_i_still.json": "Quoth Siddhartha: “What should I possibly have to tell you, O venerable one?\nPerhaps that you’re searching far too much? That in all that searching, you\ndon’t find the time for finding?”\n[...] “When someone is searching,” said Siddhartha, “then it might easily happen\nthat the only thing his eyes…",
  "data/reddit-books/r/booksuggestions/comments/qobn5s/books_that_take_place_in_a_small_town.json": "Looking for good books where a small town is a big part of the story, almost\nlike another character. Genre doesn’t matter, any good reads???",
  "data/reddit-books/r/books/comments/qodnfs/what_is_your_favorite_book_to_read_before_bed.json": "I have read David Copperfield quite a few times so I enjoy reading it before\nbed. Why? Because I've read it before so there are no surprises. I've tried\nreading new books but they keep me up because I get excited about what happens\nnext. Then I tried reading boring books and of course then I lose…",
  "data/reddit-books/r/books/comments/qoyp74/authors_who_describe_every_single_female_that.json": "It's just lazy.\n\nI dont care how down to earth or likeable a main character is. When the\nperspective comes across like every woman they encounter is either lusting after\nthem, or being sized-up and put into different categories of dream-girl\narchetypes, it turns the otherwise relatable main…",
  "data/reddit-books/r/booksuggestions/comments/qoove9/books_about_people_with_special_powers.json": "Not the magical fantasy type though. The super power type. I know this also know\nthis sounds cliche, but I also like the plot where there is one person who is\nmore special than everyone else for some reason (like they might have more\npowerful abilities, or someone is hunting them for some reason, or…",
  "data/reddit-books/r/booksuggestions/comments/qov52q/is_dune_as_great_as_ive_heard.json": "The movie just came out. Part of me wants to wait until I have read the book. I\nknow the Frank Herbert novel is often considered one of the best science fiction\nbooks of all-time. But I have also heard some mixed opinions about it.\n\nEDIT: To be specific, I only mean the first book.",
  "data/reddit-books/r/books/comments/qozijb/do_we_think_there_will_be_anything_even.json": "For context, I was born in 95 so I was there for the Harry Potter, Twilight &\nHunger Games craze, and to be honest I miss it. The closest I can think of would\nbe the mid 2010’s Game of Thrones phenomena, which was due in large part to the\nvery successful HBO show.\n\nI know that the world was pretty…",
  "data/reddit-books/r/booksuggestions/comments/qoqn00/studies_on_modern_masculine_behavioral_psychology.json": "I was on r/AskMen [/r/AskMen] this morning reading a post about male stereotypes\npeople feel are untrue and found it very interesting.\n\nAs someone who’s currently in therapy dealing the the repercussions of certain\nmasculine stereotypes being forced at a young age, I’d be interested in finding\na…",
  "data/reddit-books/r/booksuggestions/comments/qovrsg/romances_like_outlander.json": "I've recently been hard core binging the outlander series, and I'm looking for\nother romances that are similar in style. Basically that it's got a plot beyond\nthe steamy stuff, and that the steamy sections are as well-written as the rest\nof the book. It's real frustrating to be into a romantic/sexy…",
  "data/reddit-books/r/booksuggestions/comments/qp552p/feeling_too_stupid_to_understand_complicated_but.json": "A little background. A while ago, someone posted here asking for advice on how\nto combat his ignorance through reading. There was comment that really struck a\nchord with me and inspired me to start reading to increase my understanding of\nthe world and also to value books beyond just for being…",
  "data/reddit-books/r/books/comments/qpi0zs/books_you_wanted_to_like.json": "A while ago, I read The Only Good Indians by Stephan Gram Jones that was\nrecommended to me by an employee at my local book store. I bought it because it\nlooked interesting and because she said it was good, and I didn't bother\nfinishing it even though I was a hand full of pages left from finishing…",
  "data/reddit-books/r/books/comments/qpb09x/the_iron_dream_by_norman_spinrad_and_the.json": "The Iron Dream is about a hero who finds himself drawn into an epic struggle\nagainst an evil empire of mind-controlling mutants who seek to destroy the\nforces of good. After rooting out one of the mutants, he gets in a fight with a\nbunch of rogues and wins a powerful, mystical weapon of old that…",
  "data/reddit-books/r/booksuggestions/comments/qpkb18/book_like_true_detective_season_1.json": "Hi guys, I'm looking for a book with a detective/macabre crime theme that also\ndeals with reality and deep philosophical insights into Nietzsche and Marquis de\nSade and toxic masculinity. I really liked this show but have never read\nanything like this. Love the HP Lovecraft influence while still…",
  "data/reddit-books/r/books/comments/qpnbhf/what_is_your_favorite_epigraph_or_dedication.json": "I don't have a favorite dedication - although I'm sure there are some\ngreat/creative ones out there - but my favorite epigraph is the from Steve\nKoll's Directorate S (2018), which chronicles \"The CIA and America's Secret Wars\nin Afghanistan and Pakistan, 2001-2016\" with a focus on the role of…",
  "data/reddit-books/r/books/comments/qpw3n3/pride_and_prejudice.json": "So, in my mid 40's I finally got around to reading Pride and Prejudice. I have\nto admit I was very pleasantly surprised by the book. It pulled me in. Never\nhave I been so tempted to Google a book or read the last chapter so that I could\nfind out what happened faster than reading could get me there.…",
  "data/reddit-books/r/books/comments/qpnq8s/has_anyone_else_read_anne_bishops_the_others.json": "A while ago I got bored and picked up the first book in the series, Written in\nRed. I'm not really sure why since it's not the type of book I usually read at\nall and I assumed it was a werewolf-esque romance (no shame if you like that,\nit's just not my thing) but it wasn't. It was absolutely amazing…",
  "data/reddit-books/r/books/comments/qq5g46/whats_a_book_that_was_the_opposite_of_a_letdown.json": "We tend to favor things that leave a good first impression, and as such I think\nwe're more likely to run into things that leave us feeling let down.\n\nBut what's a book where you've had the opposite experience? Where you started\nout distinctly not liking it. Perhaps the story took it's time moving…",
  "data/reddit-books/r/booksuggestions/comments/qq09jf/book_suggestion_for_those_who_experienced_trauma.json": "I've been trying to look for a book that would at least help me heal.\n\nThank you.",
  "data/reddit-books/r/books/comments/qq5xhh/i_just_finished_stoner_by_john_williams_and_it.json": "It is really hard to explain why and I am not sure how to write about it.\nHowever, I would like to express my gratitude toward the person who recommended\nit here in the comment section of r/books [/r/books] a couple(?) of weeks back\nso I made this little post to maybe make others aware of the book…",
  "data/reddit-books/r/booksuggestions/comments/qqcadh/suggest_me_some_of_your_favourite_books_not_set.json": "As an Asian, I want to read some books not set in Western countries. Some of\nsuch books I really liked,\n\n * Shogun by James Clavell (Set in Japan and one of my favourite books ever)\n\n * Tai Pan also by James Clavell (Hong-Kong)\n\n * A Gentleman in Moscow by Amor Towles (I know Russia is considered to…",
  "data/reddit-books/r/books/comments/qqckap/the_secret_history_by_donna_tartt.json": "i just finished this novel for the first time yesterday and i’m devastated. that\nending well and truly killed me off and i don’t think i’m ever going to recover.\nit’s been such a long time since i’ve connected with a book this much and it’s\nsuch a nice feeling, but now everything in my life can’t…",
  "data/reddit-books/r/books/comments/qqio98/i_just_read_the_power_of_the_dog_and_the_cartell.json": "All I could think about while reading these books is what I would do if I had to\ntry and raise my family in one of these countries that are ravaged by the drug\ntrade. The fact that the books are based off of real life events make my soul\nhurt. I knew it was bad but these books really give you…",
  "data/reddit-books/r/booksuggestions/comments/qqtk1k/heartwarming_whimsical_books_like_the_house_in.json": "Just not in the mood for anything dark or edgy right now.\n\nEdit: My grandma passed away and I just want a warm hug of a book to distract me\nwhile I travel to the funeral.",
  "data/reddit-books/r/books/comments/qqxkal/jane_eyre_she_did_that.json": "Just finished Jane Eyre and it blew me away! The best part of the book is\nhonestly her character because the boldness of her spirit, her passion, and\nagency really struck a chord in me — it felt so modern for a book set in that\nera. I can imagine how groundbreaking this must have been. I can totally…",
  "data/reddit-books/r/books/comments/qr1ia8/consider_glasses.json": "If you're one of those people who \"used to read for hours at a time\" when you\nwere a kid but now struggle to do even 15 mins straight, consider seeing an\noptometrist and having your vision checked. Many people's eyesight starts to\ndegrade in their 30s or 40s. You might not notice it in your day to…",
  "data/reddit-books/r/books/comments/qr6ts8/jane_eyre_is_a_beautiful_masterpiece.json": "It’s not hard to see why Jane Eyre is considered a masterpiece. The first that\nbecomes apparent is the author Charlotte Brontë’s deeply beautiful command of\nthe English language throughout the novel, with descriptions of vengeance like:\n\n> Something of vengeance I had tasted for the first time. As…",
  "data/reddit-books/r/books/comments/qrdqyv/a_little_wisdom_from_terry_pratchett.json": "Unseen Academicals: Sometimes people fool themselves into believing things that\naren't true. Sometimes that can be quite dangerous for the person. They see the\nworld in a wrong way. They won't let themselves see what they believe is wrong.\nBut often there is a part of the mind that does know, and…",
  "data/reddit-books/r/booksuggestions/comments/qr9mwe/books_that_get_more_insane_as_they_go.json": "Hello,\n\nI'm looking for books that start out normal, and slowly get completely nuts by\nthe end like House of Leaves by Mark Z. Danielewski and Fanged Noumena by Nick\nLand. Bonus points if the text itself becomes incoherent!",
  "data/reddit-books/r/books/comments/qrj4zq/what_makes_harry_potter_great_are_not_the_plots.json": "I joined the Harry Potter train late. I first saw the movies and was impressed\nby them. They are well made entertainment with a lot of heart. I later read the\nbooks and found them even better than the movies. The movies breeze past you\nbecause they cover a lot in a short span. Whereas the books,…",
  "data/reddit-books/r/books/comments/qreynb/finished_reading_the_kite_runner_two_days_ago_and.json": "This book was so deep and it just plays with human emotions.The characters are\nso well written and this story just questions if there is any humanity left in\nthis world.i can't stop my tears running down my cheeks while u get into the\nlast 100 pages.i learned a lot about afganistan from this…",
  "data/reddit-books/r/books/comments/qrpfnh/happy_50th_anniversary_to_fear_and_loathing_in.json": "One of my all-time favorites.\n\nI know the movie was pretty close to the book, but I think it failed to really\ncapture a lot of the subtlety. There's something about the way Hunter wrote that\ninvited a certain slowness for me. More than once I stopped to try to understand\nreferences, people, that…",
  "data/reddit-books/r/books/comments/qrlurl/do_most_of_you_read_for_entertainment_or_are_you.json": "I majored in literature, and I often joke it's part of the reason that I \"don't\nread literature.\" That is not entirely true, I do find that I tend towards genre\nfiction, young adult stuff, fantasy adventure, light novels, paranormal romances\nand stuff that puts entertainment over academic merit.\n\nAt…",
  "data/reddit-books/r/books/comments/qroiyv/happy_armistice_day_everyone.json": "Every year on this day I'm reminded of Kurt Vonnegut's musings on the day from\nthe novel Breakfast of Champions:\n\n> So this book is a sidewalk strewn with junk, trash which I throw over my\n> shoulders as I travel in time back to November eleventh, nineteen hundred and\n> twenty-two.\n> \n> I will come…",
  "data/reddit-books/r/books/comments/qrtfxd/what_happened_to_russian_literature_why_we_dont.json": "I'm reading War and Peace. I'm really liking and i'm reading it very easily. I\nhad already read Karamazov Brothers, Crime and Punishment and The Master and\nMargarita. So it will be hard to choose what book is better.\n\nReading Tolstoy made me think of what happened to Russian Literature.…",
  "data/reddit-books/r/booksuggestions/comments/qrtiwx/a_book_like_lost_but_in_good_d.json": "I liked Lost, I liked everything about it besides the damn end. Are there any\nREALLY good books similar to Lost out there? Thanks!\n\n(I don't care if it's Horror, Thriller or Mystery)\n\nEDIT: I meant literally the lost on an island with mystery things going on part\n:D",
  "data/reddit-books/r/booksuggestions/comments/qrlgbb/looking_for_korean_books_translated_to_english.json": "I've always loved how K-dramas present romance and the way that many of them\nseamlessly blend elements of fantasy into their modern world, some of my\nfavorites are Goblin: The Lonely and Great God, Strong Woman Do Bong-Soon, Drama\nworld, and Black. I would love any recommendations!",
  "data/reddit-books/r/books/comments/qrzhnh/parable_of_the_sower_is_so_predictive_its.json": "I knew nothing about Octavia Butler's \"Parable of the Sower\" before picking it\nup. It is well written, great characterizations, plot pace is perfect, the work\nof a fine writer at her best ... I had to stop and put it away, half-unread.\n\nHer depiction of collapsing America, riven by dissention as…",
  "data/reddit-books/r/booksuggestions/comments/qrz9hy/your_favorite_reads_of_2021.json": "Suggest me some of your favorite reads of 2021! Some of mine have been Project\nHail Mary and Piranesi",
  "data/reddit-books/r/books/comments/qryhio/im_listening_to_jane_eyre_audiobook.json": "...and I don't know if it is appropriate to post about the narrators on this\nsub, but I just have to say, Thandiwe Newton has done a stupendous job! I am\nstill not done with it, in fact I only just finished the first part (her life in\nLowood). I was listening to it on my way to work and the…",
  "data/reddit-books/r/books/comments/qs9rbt/ill_try_to_be_polite_a_clockwork_orange.json": "When I started reading, I was greatful for having the original edition (not the\nAmerican one that the film is based on), but when I finished it, I felt that the\nending lacks the organic structure of the previous chapters.\n\nIt was an amazing book with characters who weigh in on the main character,…",
  "data/reddit-books/r/books/comments/qsbyph/i_didnt_enjoy_flowers_for_algernon.json": "I thought Keyes did a fine job on developing pathos for pre-treatment Charlie,\nbut once he had the treatment (Charlie, not Keyes), he turned into a thoroughly\nunlikeable person. The slide back to his former self restored some part of the\npathos, but it felt mawkish, perhaps gratuitous. There didn't…",
  "data/reddit-books/r/booksuggestions/comments/qs9k6e/the_best_books_for_any_historical_period_that_are.json": "I didn’t like history very much when I was younger. But I have recently\ndiscovered I enjoy it a lot when it’s narrated as a novel and I’m looking for\nsuggestions.\n\nPS: preferably not English history, I already have lots of suggestions on that\ntopic.",
  "data/reddit-books/r/booksuggestions/comments/qsgait/i_have_three_audible_credits_at_the_end_of_the.json": "I could be in the mood for a good adventure, mystery, sci-fi, or mythology type\ngenre.\n\nOr leadership, how-to, history, outdoors, various world views…you get the\npicture. Pretty much anything?",
  "data/reddit-books/r/books/comments/qsokl2/how_often_do_you_dnf_a_book.json": "I used to NEVER not finish a book. Now I feel like I do it all the time, like\nhalf the books I've started in the last few months. I just lose interest or I'm\nnot motivated to pick it up and eventually it has to go back to the library. I'm\nnot sure if this is because I'm less willing to waste my time…",
  "data/reddit-books/r/books/comments/qsq9eo/giovannis_room_was_so_beautifully_heartbreaking.json": "I haven't read a book in a very long time, I'm so glad that I decided to start\nwith Giovanni's room. It was so captivating and sensual. It has a woken me from\na deep slumber and I am just so happy to have read it. James Bladwin taps into\nhumanity of obligation and self-sacrifice in such a poetic…",
  "data/reddit-books/r/books/comments/qshaqw/whats_the_point_of_speed_reading.json": "I mean, shouldn't you read at your own pace? Why the big hurry to finish a book\nor anything in particular? I actually learned how to stop subvocalizing and\nsometimes chunk the words. However, reading too fast puts strain on my eyes.\nCurrently reading Harry Potter and why should I speed read through…",
  "data/reddit-books/r/books/comments/qsthm7/what_are_the_stereotypes_of_someone_who_only.json": "I [33f] recently went on a date with a guy [35m] who seemed cool and that we\nhave a bunch in common. When we started talking about books and what we've been\nreading, I said I mostly love nonfiction and detailed a few of the books I've\nrecently read about the history of WWII, Churchill, Bad Blood by…",
  "data/reddit-books/r/booksuggestions/comments/qt0nge/books_where_not_everything_is_as_it_seems_like.json": "I'm currently reading Time Out of Joint and really enjoying it. It also reminds\nme a lot of the film the Truman Show, and parts of WandaVision where there's\nstrange things happening and the characters are slowly being suspicious of their\nreality.\n\nLooking for similar books, bonus points if it's…",
  "data/reddit-books/r/books/comments/qt2vh8/what_is_philippa_gregorys_deal_with_incest.json": "I am a longtime reader of Philippa Gregory and a history teacher. I know that\nshe flubs the history or completely makes things up and while it makes me grit\nmy teeth, I can get over it.\n\nBut seriously, what I can't get over is her insane obsession with incest. That's\nwhat makes things bad for me,…",
  "data/reddit-books/r/books/comments/qt4ogd/where_are_you_from_and_what_were_the_high_school.json": "I was on a flight, talking to a woman who grew up in Paris, France. As a\ntraveler, I'm always interested in what people around the world were assigned to\nread in high school. She gave me this list:\n\n * Bel-Ami by Guy de Maupassant\n * Germinal and L'Assommoir by Émile Zola\n * Les Misérables by Victor…",
  "data/reddit-books/r/books/comments/qt15h1/what_is_that_one_book_that_feels_fresh_every_time.json": "There are some books that feel fresh no matter how many times you read it in the\npast. You see a plot twist coming, yet you approach it with the same amount of\nenthusiasm that you had back when you read it for the first time.\n\nFor me, any one of the Harry Potter series makes this list. The…",
  "data/reddit-books/r/booksuggestions/comments/qta3sd/please_recommend_some_books_for_my_dad_who_just.json": "Hey Fellow Bookworms,\n\nI’m here for a specific request today. I’m a college student. It’s my dad’s\nbirthday and he LOVES reading. He was a stay-at-home dad and he was just\nabsolutely wonderful. When I was a kid, he would go out of his way to get me any\nbook I asked for and he would always read to me…",
  "data/reddit-books/r/books/comments/qtas3a/anna_karenina_damn.json": "Just finished part one, and don’t wish to have it spoiled but just need a place\nto let out what I feel so far. This is truly the greatest novel I have ever read\nand I’m glad I waited till now that I’m in my later 40s. I feel as though I can\nappreciate it more. I’m amazed at how Tolstoy is able to…",
  "data/reddit-books/r/books/comments/qtagi5/the_merchant_and_the_alchemists_gate_soothed_and.json": "\"The Merchant and the Alchemist's Gate\" is a sci-fi piece by Ted Chiang\n[https://en.wikipedia.org/wiki/Ted_Chiang].\n\nI've always enjoyed Chiang's work but this is the first time I've come across\nthis particular story. It may be my favorite work from him to date. It made me\nfeel more human and alive,…",
  "data/reddit-books/r/books/comments/qtd1q3/just_finished_pet_sematary_for_the_first_time.json": "And what a roller coaster. I’ve seen the 80’s version a few times, so I new most\nof the big beats going in, but you know how things change when they get adapted\n(or are buried in tainted land). I was fascinated by the descriptions of the\npets not being quite right after they came back, and how…",
  "data/reddit-books/r/books/comments/qtetay/what_was_a_book_or_series_that_you_were_obsessed.json": "I hear a lot of times that a lot of readers were reading fanatics when they were\nyounger. Although I wasn’t much of a reader in elementary school (i simply did\nnot have the focus to finish a book), I was a reading fanatic in middle school.\nMy favorite series at that time was The Lunar Chronicles by…",
  "data/reddit-books/r/books/comments/qti2gz/lord_of_the_flies_disturbed_me_as_much_as_it.json": "i had this book on my reading list for the longest time, so i finally caved in\nand bought the book around two weeks ago and i’ve finished it last night, and\nafter having organised my thoughts, i decided i want to discuss it.\n\ni’ve read many other books in the past year, covid made me retake the…",
  "data/reddit-books/r/books/comments/qthdd8/is_it_weird_to_donate_books_to_the_library.json": "Most of my friends have collections of books they’ve read, or have a small\nlibrary in their homes. My family only ever buys books on holidays, so we get\n90% of our books from the library. When I am done with a book thats been\npurchased, and I don’t think il read it again, Il usually donate it or…"
}