{
  "data/reddit-crypto/r/CryptoCurrency/comments/qk314i/is_cardano_worth_the_hype_or_am_i_better_off.json": "I've been hodling ETH for a couple of months, so I'm definitely happy with the\nrecent bull market and all the attention crypto's been getting. Naturally, I\nwant to try and diversify my portfolio, and I keep on reading about Cardano\nwhenever I try to research. I don't quite understand the hype…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkai4d/squid_game_from_2856_to_00008_in_10_minutes.json": "That has to be the biggest and quickest rugpull in history right?\n\nWe all knew squid game was a scam as well as a rugpull and even more fucked that\npeople couldn’t take profits at all at any point and whatever the deal with\nwinning games to get the tokens for gas fees was. The whole thing was…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qk1xsb/daily_discussion_november_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qk3l6p/you_guys_predicted_the_red_september_as_well_as.json": "I'm a new investor and only recently I've been learning about market cycles and\ntrends, there's so much to learn! One things that has become apparent is there\nare models and patterns that savvy investors have seen over the years; and\nalthough the crypto universe is the wild wild west and anything…",
  "data/reddit-crypto/r/Bitcoin/comments/qk9ggl/bitcoin_found_in_old_harddrive_for_bitcoin_core.json": "Hey guys i have recently found my old harddrive down in my basement and when I\nopened it I managed to find a folder with alot of videos photos and personal\nfiles and I managed to find something very valuable. My fathers wallet was in my\npersonal files because back then we only had 1 computer which…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkcy4i/should_i_tell_my_significant_other_about_my.json": "I can’t be the only one with this conflict. We’ve been together almost 3 years.\nRight before we met, I made a decent investment into crypto. By now, I’ve made\ngood money, but it’s not like I’m rich or anywhere close. I really just want to\nkeep holding and going to work every day as usual.\n\nThe…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkd22o/whats_your_got_out_just_before_the_rug_story.json": "So we are all well aware of Squidgame rugpull that just occurred. There has been\ntoo many in the past.\n\nMy question to the community is. How close did you come to an actual rug, but\nsold in the hours or days before? What was it called? How long did you hold it\nfor? Did you suspect the rug and just…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkd30r/the_ultimate_guide_to_making_easy_money_with.json": "Hello guys, gonna share this infallible guide of how to make easy money with you\nall, you can thank me later 😉\n\n 1.  Go to r/television [/r/television] and see which show is currently trending\n     the most\n     \n 2.  create a coin on the Binance Smart chain named after said show\n     \n 3.  start…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkamt1/its_better_to_ask_the_dumb_questions_and_learn.json": "For some of you, it can be seen as common sense. But so far from what we can\nsee, that SQUID, the biggest Ponzi rugpull crypto ever created yet just burned\nmillions of people , it doesn’t look like people in this space understand basic\nfundamentals of crypto.\n\nWe’ve just witnessed it, the lack of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkgp93/rampant_rampant_syphilis_bahahahaha.json": "I don't know anything about The Hoff's coin but something about seeing David\nHasselhoff as a Roman Emperor brightened my morning ...\n\nMakes me think about why crypto weirdness is such a good thing: Like, yeh, I\nwant to (and like to) make money but having fun along the way is more important\nthan just…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qkfmqe/let_us_take_a_moment_in_time_to_appreciate_what_a.json": "Let us just take a moment in time and appreciate what a fantastic year Eth has\nhad. It is easy to lose sight, especially with all of the crazy shitcoins that\nare pumping and dumping lately and the Scams such as Squidcoin that is taking up\nmost of the headlines, but let us not forget that this time…",
  "data/reddit-crypto/r/CryptoCurrency/comments/qk5qrc/i_took_profits_it_seems_its_scarier_to_sell_than.json": "I took some profits after being up a bit and it really came at an opportune time\nin my life , I’m a firm believer on that “things happen for a reason “\n\nBut I was more anxious and uptight at selling than I was buying. I mean it\ndoesn’t make sense; I buy and money comes out of my account and I’m left…"
}