{
  "data/reddit-crypto/r/CryptoCurrency/comments/ovhwz9/ethereum20_will_handle_x7_times_more_transactions.json": "Ethereum 2.0 will outperform Visa by a factor of 7 when it comes to transactions\nper second.\n\nEthereum 2.0 will handle around 100,000 transactions per second according to\nVitalik Buterin, while Visa claims to handle around 15,000 transactions per\nsecond.\n\nBut in practice Visa only handles around…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovkzg4/bitcoin_crossed_42k_twice_within_two_days.json": "We know 42k is a major support.\nWe know once it crosses and holds, we are game.\nWe know once BTC goes back up in August, we are game.\n\nHere's to you - make moneyyyy! I want everyone to profit in this cycle! Boom\nbaby!",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovhv50/daily_discussion_august_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovn78x/robinhood_will_block_the_buy_button_whenever_they.json": "With market recovering after the dippy dip a lot of new people coming to this\nsub everyday and many of them think Robinhood is a good way to teat the waters.\nMany may have forgotten now that the dust has settled .. but we remember.\n\nRobinhood decided to freeze trades for GameStop on Jan. 28. Shares…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovm8dl/i_have_finally_made_it_in_the_green_again.json": "So I am one of those people, and I am sure there are many of us, that joined\ncrypto during the last bull run. I myself joined up in March and was on top of\nthe world until our crash in May.... Ever since I have been deep in the red (as\nfar as -40% at some point) but I've kept going DCA and... This…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovlv1h/crypto_is_the_only_path_to_financial_freedom_i.json": "For many people in their 20s and 30s, myself included, crypto represents a\nchance at a better life. I want money to support a family and myself\nfinancially, and this might be the only path to it I can see.\n\nI don’t want to have to worry about not being able to pay my rent. I don’t want\nto have to…",
  "data/reddit-crypto/r/Bitcoin/comments/ovkcbr/i_think_im_done_explaining_bitcoin.json": "I like Bitcoin and the crypto space. Met a lot of intelligent, highly calculated\nrisk averse open minded people. We made some gains together and\nanalyzed/speculated on some new projects. I love the curiosity of new people\ncoming into the space. But sometimes I get tired of explaining what the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovp6py/how_peter_griffin_family_guy_could_have_become_a.json": "Hi everyone, MrNuttyJoe back again with another top-quality post. As many of you\nmay know, Family Guy referenced Bitcoin back in early-2016. This report will\nanalyse how Peter and the Griffin Family could have become rich through the\npurchase and Hodling of Bitcoin had they invested at that point in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovjic3/my_layman_explanation_of_kusamapolkadot_and_why.json": "I've noticed on this sub very few people are discussing Kusama & Polkadot, so I\nthought I'd take a stab at explaining in layman terms how they work and their\nsignificance.\n\nBefore getting started, I'd like to clear up that Kusama is the canary network\nto Polkadot. Unlike what many people in this sub…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovoze4/just_got_scammed.json": "So, as per the title I just lost 1.04 ETH\n\nI basically downloaded a fake ronin wallet mobile app on Google play store and\ngenerated a seed phrase from it. I then proceeded to deposit ETH from to the\nRonin wallet I generated from the app thinking Ronin wallet should have both\nmobile app and browser…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovorbo/shoutout_to_ethereum_for_being_on_the_12th_green.json": "Most of the coins I check, have at least a red candle somewhere in the middle.\nEthereum is a pleasure for the eyes right now. And we still have the fork ahead.\n\nI need to complete 210 characters so don't mind this part.",
  "data/reddit-crypto/r/Bitcoin/comments/ovpf6a/omg_feels_so_good_to_finally_see_my_portfolio.json": "It does feel so good to finally see my portfolio green after a few months in\ndeep red. I survived. Did you?",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovqn4k/ignoring_the_economy.json": "I think most crypto investors are making a mistake in ignoring the state of the\nwider economy. You probably should not be going all in on crypto in times of\ngreat uncertainty. The elephant in the room is the pandemic and its aftermath.\n\nI occasionally watch other financial videos on YouTube which…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovw2lh/to_celebrate_the_growth_of_blockchain_nft_gaming.json": "$2,500 R-Planet Reddit Giveaway with 250 Prizes!\n[https://preview.redd.it/0jkn66dcxre71.png?width=566&format=png&auto=webp&s=6910e7235e992c96322a5893b9ee86dbf7d6c041]\n\nWe're doing a free giveaway with over $2,500 USD worth of R-Planet and\nPromorplanet NFTs to 250 Redditors! Simply provide us a WAX…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovow22/do_nft_sales_make_anyone_else_depressed.json": "I don't know if I am the only one but I am genuinely confused and a little\ndisheartened at the whole NFT market. Like I just want to be able to pay my\nbills and not have to work 9-5 for my whole life. Then I jump online and see\npeople dropping tens of thousands of dollars on a pictures of a dog or…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovu4wu/is_btc_truly_a_hedge_against_a_failing_economy.json": "BTC is widely considered to be a strong hedge against inflation and a failing\neconomy (as is crypto in general) - primarily due to capped total supplies or\ndeflationary tokenomics.\n\nIn extreme scenarios i.e. third-world, developing or war-torn nations, this is\nundoubtedly true. BTC offers an…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovv0c0/unlikely_coincidences_and_the_case_for_btc_to_18k.json": "Let me preface this by saying I've become aware a lot of people here regard\nthinking to be a waste of energy. I'm not here to debate that. I just want to\nput forward some info and then leave a checklist of things we can look for to\nsee if it is correct or not. Because that's how we do about…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovsaa2/you_should_read_the_crypto_anarchist_manifesto.json": "This text was distributed by Timothy C. May and in it he describes to\npossibilites the new cryptography technology brings. (It is only 0.5 pages long)\n\nCommunication without statecontrol. The beginning of crypto: Against the state,\nagainst regulations and against the incapacitation of the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovvglc/shoutout_to_kraken_for_being_the_best_exchange.json": "I started off with Coinbase then I used Bittrex back in the day. After that it\nwas Binance then Coinbase Pro. Finally I tried Kraken.\n\nEvery exchange I’ve used, I’ve had a problem come up. The only one who ever\nresponded and resolved the problem? Kraken.\n\nIt wasn’t just a fluke either. Their replies…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovzzj9/me_yea_i_know_man_i_cant_believe_its_risen_1500.json": "Me: \"Yea, I know man. I can't believe it's risen 1500%\n\nMy professor stops writing on the chalkboard and turns around. \"Nothing that\nraises 1500% that quickly is a good investment. I'm so tired of hearing about\nBitcoin this Bitcoin that\"\n\nMe: We were talking about the cost of College tuition since…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovjf7o/cpa_tax_professional_12_years_here_usa_happy_to.json": "The IRS added a new checkbox this year on Form 1040 p. 1 ‘Did you trade virtual\ncurrency?’. They’ve subpoenaed Coinbase and are forming entire divisions devoted\nto finding those not paying tax on crypto gains. That being said, there are\nstill ways to properly report while also mitigating your…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovzn8i/1700_eth_nah_2700_eth_fomo.json": "A lesson for those who just joined:\n\nTime in the market is ALWAYS better than timing the market. If you did dca\nthrough the crash it has now started to pay off. Buying on such a high would not\nbe advisable as we have all seen what happens.\n\nIf you do buy in now and we see a dip please make sure to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovx8av/can_someone_explain_moon_as_if_i_was_a_5_year_old.json": "I saw that some people have MOON written next to their profile name on comments\nand posts. I was wodnering how they got them. A friend told me that I should\ncreate a vault first, so I did. However, I have 0 clue on how to get MOON.\n\nAlso, what can you use MOON for?\n\nBefore you downvote me to the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovxoyj/anyone_elses_heart_stop_when_ever_transferring.json": "I had some crypto I was transferring from a wallet (Natrium) to an exchange\n(Binance ).\n\nIt normally happens very fast and this time it took way longer which caused me\nto repeatedly check the addresses and begin panicking as well.\n\nI then started wondering if it had something to do with Binance's…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ow1ms7/july_update_free_crypto_the_importance_and_how_to.json": "In March I started keeping track of my free Crypto. This is any crypto that I\nhaven't personally bought.\n\nMy methods:\n\n\n\nCoinbase Earn:\n\nYou earn free crypto by watching a video explaining how a project works, and\nanswer some questions about it, in return you receive between $1-$3 dollars for\neach…",
  "data/reddit-crypto/r/Bitcoin/comments/ovypef/owning_1_btc_of_digital_real_estate_is_equivalent.json": "How I got there:\n\n15.77 billion acres of habitable land\n\n14 million coins of active supply (not lost or Satoshi's coins)\n\nOne 14 millionth of the 15.77 billion habitable acres is 1126 acres.\n\nOwning 0.01 of a coin (1 million sats) is equivalent to 11 acres.\n\nThis is your equivalent share of…",
  "data/reddit-crypto/r/Bitcoin/comments/ow1pcc/call_or_email_your_local_congressmen_and_senators.json": "For those of you wondering what steps can be taken in regards to this travesty\nof a poorly worded bitcoin tax law, flooding the phones and e-mails of your\nlocal congressmen and senators does make an impact. This is the time to act\nwhile it can still be redrafted or amended.",
  "data/reddit-crypto/r/CryptoCurrency/comments/ow3dqt/daily_discussion_august_2_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ow8og1/with_compound_interest_small_investments_can.json": "Since crypto markets are always open, they do not have predetermined periods\nlike bonds or savings accounts. Some services offer APY to your Crypto like\nCelsius, Haru Invest, and BlockFi, to name a few.\n\nMY PROBLEM BEFORE WHEN I WAS TRADING WAS ATTEMPTING TO BE CONSISTENT WITH MY\nDAILY PROFITS WHILE…",
  "data/reddit-crypto/r/Bitcoin/comments/ow5ali/the_us_government_has_finalized_its_1_trillion.json": "https://preview.redd.it/npx1jo91rue71.jpg?width=620&format=pjpg&auto=webp&s=4dbea968c539f068c5d981d82fcc093e4a76d873",
  "data/reddit-crypto/r/CryptoCurrency/comments/ow2cas/say_it_with_me_now_folks_small_corrections_are.json": "After days and days of green you'd think the sky was falling in the daily after\na couple of red 1hr candles. We need these small corrections if we want to keep\ngoing uphill. Maybe some people have PTSD from the big crash a couple months\nback, or maybe you actually just bought in for the first time…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ow8vri/the_absolute_beginners_guide_to_cryptocurrency.json": "Hello everyone!\n\nDuring the last year I have researched and compiled the most frequently\ndiscussed topics on this subreddit, in addition to basic concepts that I believe\nanyone who’s starting out in this space should know about. The culmination of\nthat work is:…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owbaks/reminder_we_need_to_be_nice_to_the_newcomers.json": "I see a lot of newcomers to this sub, which is an amazing thing for them and\nbroader adoption of crypto. However, because of their lack of experience, they\nsometimes ask questions or make statements which are... interesting. When I\nthink back though, I once asked and said stupid shit like this too.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owbuyz/the_year_is_3069.json": "You return home from a hard day in the helium mines to greet your robot waifu,\nyour real one couldn’t afford to have her consciousness uploaded to the\nblockchain. You notice BTC is up 13%, bullish. Alts can only follow, you think\nto yourself.\n\nADA Hodlers are hanging on the fact that Charles…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owdxjk/are_we_missing_out_on_tezos.json": "I think Tezos is really undervalued. I’m new to all stuff about crypto but I can\nsee they got potential. They are assured to have large gains and they have a lot\nof good projects. Even though they may not be bought in enough volume to make it\nreach the marketcap position right now, it is adopted at…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owcu2y/a_look_at_how_many_upvotes_per_hour_do_you_need.json": "I was wondering about this, and since moons have spiked in value i was\ninterested to see this comparison on beating hourly minimum salary by getting\nupvotes, it's crazy to see the results. Used 0.16 as the distribution as a low\neye ball number even, just to be a bit more realistic\n\nKeep in mind some…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owdrqe/scammer_tried_to_scam_me_but_i_tricked_him_and.json": "So up until today, I've got 3 scammers PM me and say that they own a company and\nthat they can increase my profits (this is the most basic type of scam imo.) I\nmade a post some time ago about one of them,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ow9lf3/534893_eth_has_been_burned_on_the_testnet_in_a.json": "534,893 ETH has been burned on the testnet in a month, that's about\n$1,374,145,465 USD. In about 7 days we will see this on the Ethereum main net\nand it's going to be beautiful.\n\nIf you would like to watch the burn happening live or watch the countdown to\nEIP-1559 launching on the main net you can…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owdh6u/a_chart_to_give_you_a_better_grasp_of_where_we.json": "It's been roughly three months since I last did this type of commentary.\nPrevious one's: pre-crash\n[https://www.reddit.com/r/CryptoCurrency/comments/nc7law/a_chart_to_give_you_a_better_grasp_of_where_we/]\nand post…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owihb6/everyone_always_says_dyor_but_never_shows_you_how.json": "1) INITIAL INFORMATION GATHERING AND FILTERING\n\nOnce I identify something that looks like a good potential investment, I first\ngo to the CoinMarketCap page for that symbol and look at the website and\nblockchain explorer.\n\n * Critically evaluate the website. This is the first pass of the bullshit\n  …",
  "data/reddit-crypto/r/CryptoCurrency/comments/owgwer/ive_thought_i_was_too_late_to_bitcoin_at_every.json": "Just a little reminder that time in the market beats timing the market\n\nStarted getting into crypto late 2016/ early 2017. Downloaded Coinbase , got\nverified at saw Bitcoin was around $600\n\nClearly I had very much missed the boat there right?\n\nI bought some ETH instead at around $10. Once it got to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owfd82/these_politicians_are_so_crooked_imagine_taking.json": "In case you haven’t already heard, a new provision has been added to the\ninfrastructure bill that expands the Tax Code's definition of \"broker\" to\ncapture nearly everyone in crypto, including non-custodial actors like miners,\nforcing them all to KYC users. The bill expands the definition of a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owjrpq/truly_unpopular_opinion_untraceable_coins_should.json": "I know people here like privacy, but if cryptocurrencies go mainstream then if\nhave to be traceable. So many countries have one (or more) of theses problems:\n\n * Corruption in public procurement.\n * Political party funding with injustificated money\n * Secret lobby.\n * Narco-states.\n * Super rich who…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owgrm2/just_accepted_my_first_payment_in_bitcoin.json": "I own a small coffee shop and recently I started accepting payments in Bitcoin.\nToday, first person used Bitcoin to buy a cup of coffee. They opened up their\nwallet, scanned the address from QR Code and pushed the transaction. I didn't\nwant them to scam me, so I decided not to give them the coffee…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owcdlr/free_education_masterlist_free_courses_and_books.json": "For those looking to learn more about Blockchain, Cryptocurrency and the related\nfields of Finance, Economics, Programming, Development, Networking, Security and\nMath, I have put together a list of FREE Courses and Educational Materials to\nhelp you get started along your journey! This is the 3rd…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owfofu/what_cryptos_that_are_loved_by_the_crypto.json": "Nano is one of the coins that I love and I think the wider community generally\nreally likes this coin too buy I've seen it bleeding in marketcap this cycle and\nI really hope it doesn't die but its getting outperformed by all of other\nsimilar coins.\n\nIs there any other coins you think might see their…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owoaux/eth_is_on_the_verge_of_pulling_off_13_green_days.json": "EDIT: 13 green days in a row has been achieved and ETH has made history.\nCongrats! 🎉\n\nIf ETH can hold $2,556 for just a couple of more hours it will have logged it's\n13th green day in a row. This has never happened before in it's 6 year history.\nYou're watching a milestone and history in the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ownjpo/friendly_reminder_moon_snapshot_is_a_day_away.json": "Greetings my fellow mooners.\n\nThis is to bring to your attention that the moon snapshot day is fast\napproaching, it's on 4th August.\n\nAs some of you might be aware, moon snapshot day is when your karma of the last\n28 days is noted and stored in the magic moon database.\n\nAnd in a week, you get them…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owgteb/moontracker_data_calendar_converter_chart.json": "You asked, I delivered.\n\n\nTHE MOONTRACKER [https://9i62x.csb.app/]\n\n(link looks ugly just because it's hosted on CodeSandBox, an online code editor)\n\nSource code\n[https://codesandbox.io/s/cryptocurrencymoons-9i62x?file=/src/App.js]\n\n\n\nLost count of headaches, but I came up with a few new curses.…",
  "data/reddit-crypto/r/Bitcoin/comments/own0lo/bitcoin_welcome_to_twitch_you_can_now_directly.json": "Some time ago, I announced a project\n[https://www.reddit.com/r/Bitcoin/comments/o36z2n/a_while_ago_i_showed_off_a_tool_that_allows/]\nI've been working on to allow Twitch streamers to accept Bitcoin on Twitch.\n\nIT'S HERE [https://github.com/Fittiboy/bitcoin-on-twitch]! See it in…",
  "data/reddit-crypto/r/Bitcoin/comments/owognd/leading_senator_urges_congress_not_to_pass_new.json": "https://www.forbes.com/sites/jasonbrett/2021/08/02/leading-senator-urges-congress-not-to-pass-new-crypto-reporting-in-infrastructure-bill/?sh=4269c4061fe4",
  "data/reddit-crypto/r/CryptoCurrency/comments/owsdkk/if_you_are_moonless_please_start_contributing_i.json": "Like the title says I was tipped my first moon and it got me more involved in\nthis sub. After occurring 1k moons I then proceeded to tip 100 moons out to the\nmoonless (moons have 3x since then). I got suspended for a week due to this\npractice of tipping out moons (without mod approval). So now I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owr958/eth_just_closed_13_straight_green_days_for_the.json": "It just happened, ETH just closed 13 straight green days for the first time in\nits 6 years of history. We are all seeing history in here, the longest green\ncandles run ever!! Despite this last hour dump (in all crypto) we still managed\nto close above $2600\n\nLot of us are also expecting the London…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owu9im/i_sort_by_new_90_of_the_time.json": "And you should too, helping others was never easier thanks to Moons.\n\nAlso, you can be getting awesome info first hand, so you can make better\ndecisions. I strongly believe that information changes situations, so if you can\nhave free access to (sometimes) great information, why wouldn’t you do it?…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owpdtr/ethereums_london_hard_fork_is_now_2_days_away.json": "EIP-1559 on Ethereum's network was a proposal to make Ethereum transactions more\nefficient.\n\nIt aims to maintain the network and keep it more closer to a usage rate of\naround 50%. If the network usage falls below this, the fees (base fee) will\ndecrease as well. It will also still allow you to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/owr9bn/daily_discussion_august_3_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxceoe/i_have_learned_the_long_term_trends_of_the_crypto.json": "THIS IS THE MONTHLY CHART OF BITCOIN SINCE INCEPTION, WHAT PATTERNS WE CAN SPOT\nFROM THIS GRAPH THAT HELP US PREDICT WHAT CAN HAPPEN NEXT?\n\n * Bitcoin goes through cycles, in which bitcoin have phases where prices go\n   parabolic (bull-runs), then it is followed by a correction (bear market).\n * As…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ox807p/the_real_value_of_crypto_is_knowledge.json": "I am pretty young (early 20’s) and my job doesn’t pay much so my bags are\nrelatively small, however the knowledge I’ve gained from crypto about money,\ncurrencies, economies, inflation, the value of memes, scams, etc is something\nI’ll have for the rest of my life.\n\nBy doing my own research and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxatno/stop_whatever_you_are_doing_and_review_the.json": "SO THE LAST 24 HOURS WAS AWFUL. AND IT’S SHOCKING TO LEARN SOMEONE WHO FOLLOWS\nPROCESSES AS MUCH AS I DO LOST HIS REDDIT ACCOUNT, AND ALMOST LOST HIS VAULT.\n\nHey all, this is your captain speaking. So yesterday was the first time in 6\nmonths my phone booted me out of Reddit. Was completely random,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ox40uo/dont_use_usdt.json": "Dont use USDT, Tether is only 4% backed by cash and the rest of it just\ncommercial paper and Fiduciary Deposits, While the USDC is backed by 61% cash!\nOnly 11 people work at Tether Limited, that makes just 11 people controls 61B$\n(And they still print…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ox25f4/what_are_your_plans_with_binance_regulating_kyc.json": "I'm actually holding a lot of money on Binance, money that I can't afford to\nlose (I trust Binance's security, and I'm using extremely low risk products).\nWith KYC being enforced I’m losing one of the main reasons as to why I like\ncrypto, which is anonymity. I’m thinking of ways to transfer my funds…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxerzi/just_because_were_investing_doesnt_mean_were.json": "I know most of you maybe be aware of this already but sadly i have some friends\nwho believe their $100-200 dollar investments will make them future millionaires\nwhen realistically that probably won't happen. Were all going to make money but\nunfortunately you have to have money already to make those…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxnx1j/today_i_finally_paid_off_last_of_my_debts.json": "Can't tell you how relieved I feel today. I guess only people who were in debt\nfor a long time can relate to this!\n\nI had a long term loan running since last few years due to purchase of a car I\ncouldn't afford at the time but could pay in installments. I am not so bright,\ndon't be me!\n\nSoon after…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ox61mj/google_starts_accepting_crypto_ads_today.json": "In August 2021, Google will update the Financial products and services policy to\nclarify the scope and requirements to  allow the advertisement of cryptocurrency\nrelated business and services.  Beginning August 3, advertisers offering\nCryptocurrency Exchanges and Wallets targeting the United States…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxexm0/teach_yourself_a_curated_list_of_the_most_useful.json": "There are plenty of newcomers to crypto and it can be daunting knowing very\nlittle about it. For many, it can be like trying to read a new language with\nmany concepts which can be super confusing.\n\nBelow I have curated links from the best crypto posts seen on /r/CryptoCurrency\n\nThis sub has produced…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxgbs8/daily_discussion_august_4_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxdpgb/i_bought_500_of_memeshit_coins_from_reddit_week_3.json": "First post\n[https://www.reddit.com/r/CryptoCurrency/comments/ojomvf/i_bought_500_of_meme_coins_shit_coins_from_reddit/]\nFor my own personal entertainment only.\n\nSo I bought 5 meme coins for $100 each to find out whether these comedic coins\nare gonna survive the long run or not.\nI didn't do any…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxdq9e/famous_bitcoin_addresses_and_transactions.json": "These are pieces of history anyone can view, stored forever on the most secure\nnetwork in the world. One of the coolest part about the blockchain being an\nopen, decentralized and immutable ledger is that you can look back into the past\nat snapshots of very special moments. Here are some famous…",
  "data/reddit-crypto/r/Bitcoin/comments/ox68rn/today_google_lifted_its_ban_on_bitcoin_ads_and.json": "https://finance.yahoo.com/news/google-reverse-crypto-exchange-wallet-073215325.html",
  "data/reddit-crypto/r/Bitcoin/comments/ox23gf/just_bought_bitcoin_using_a_bitcoin_atm.json": "I normally DCA Bitcoin but when I was pumping gas at a Circle K yesterday I saw\na Bitcoin of America ATM and had some extra cash and figured I'd give it a try.\nThe only identifying information you had to enter was a phone number and\nbirthday. It texted a confirmation code. So I guess if you had a…",
  "data/reddit-crypto/r/Bitcoin/comments/oxav1j/there_is_a_lot_of_hype_masquerading_as_reality_in.json": "In a speech at the Aspen Security Forum, incoming SEC Chairman Gary Gensler\nissued new comments about #Bitcoin\n[https://twitter.com/hashtag/Bitcoin?src=hashtag_click]📷 today, at times\ndrawing a dividing line between the market’s largest cryptocurrency and its wide\nfield of imitators.\n\n@Alex_fights…",
  "data/reddit-crypto/r/Bitcoin/comments/oxhwlp/i_calculated_bitcoins_return_each_quarter_since.json": "I calculated bitcoin's return (%) form each quarter since Q3 2010\n\nThe source for the prices was from BuyBitcoinWorldwide\n[https://www.buybitcoinworldwide.com/price/]\n\nNote: This quarter is not over yet but i closed it as the current…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxo1tm/no_spain_is_not_considering_mortgages_payments_in.json": "I've seen this headline thrown a lot in some crypto subs. The reality is much\ndiferent however. The proponent of the bill is the right wing party (Partido\nPopular), and has the same chance of passing of Shiba hitting 1$. Unfortunately\nthis proposal is being used as an attack to the party in power…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxpznt/i_think_ethereum_will_eat_btc.json": "Because it's getting a fork.\n\n\n\nHope you guys filled your bags at the bottom and are ready for the next part of\nthe bull. If you haven't it's probably still a good time to do so, and I'm\nactually just writing this so my shitty dad joke goes through the minimum\ncharacter requirement filter. Have a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxqbap/a_one_sentence_summary_of_all_the_most_popular.json": "I'm not going to write an essay here about each one, but rather, consider this a\none page primer on what to watch out for and how to avoid it.\n\n\n\nSIM swap\n\nHow it works: Scammers use personal info to trick your phone company into\ntransferring your number to their SIM, then use your phone + personal…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxqr4l/the_dark_side_of_moons.json": "Moons have changed this sub. For the better or the worse, that is up to\ndiscussion.\n\nI want to talk about the flaws of moons. Their psychological effect. Every I’ve\nseen in new has had 40+ comments in 30 minutes, but all the posts I make rarely\nhave 15+ upvotes. Not upvoting a post makes almost zero…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxr85k/people_who_buy_at_or_near_all_time_highs_are_the.json": "The reason the price keeps going up is the people who believe in the project and\nare still willing to be a part of it even at or near all time highs (or fomo\nlol).\n\nSo if you bought at or near all time highs, in the name of the entire\nr/CryptoCurrency [/r/CryptoCurrency] community, I salute you!",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxqi84/where_to_watch_the_london_hard_fork_countdown.json": "People keep asking when exactly the London hard fork is happening and where they\ncan follow it. So I put together this quick list of resources for everyone that\nmay help!\n\nThe London hard fork does not happen at a specific time but at a specific\nEthereum block height (12,965,000) which is estimated…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxmk62/tell_me_your_crypto_investment_strategy_in_5.json": "Crypto investing can get a little serious sometimes, so I thought we could have\na bit of fun today!\n\nTeach me your ways that I may learn, oh wise ones!\n\nI want to know your secret Crypto investment strategy! But here’s the catch, you\nhave to tell me in 5 words or less\n\nLet’s see what you can come up…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxshoy/do_not_mention_that_you_are_new_to_crypto.json": "So on my recent post here, i often mentioned that i am new to crypto and have\nonly started investing recently, that have resulted in people messaging me that\nthey can double my investment, to join their investment team,etc and some very\nobvious scam.\n\nSo, when making a post do not mention that you…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxxvxg/thanks_to_crypto_i_wont_need_to_work_another_day.json": "I really wish the same to all of you guys. It’s also all about the lifestyle you\ndecide to apply to yourself.\n\nIf you become rich but starts spending all your money in useless stuff like\nexpensive branded clothes, cars and want to have a chef at home, then you won’t\nlast long with your financial…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxrnlz/this_is_what_a_5_year_btc_dca_looked_like_at.json": "We talk about DCA in this sub a lot, but it's often times difficult to\nunderstand what the end result of a medium-term DCA strategy can look like, and\nhow it might have looked for other people at different times.\n\nI was curious about what Bitcoin DCA (dollar cost…",
  "data/reddit-crypto/r/Bitcoin/comments/oxtloq/an_el_salvadoran_street_vendor_accepts_her_first.json": "https://preview.redd.it/wa1dlgmrncf71.jpg?width=984&format=pjpg&auto=webp&s=4fc2e68f5272c53e6ab803633348787edde3de21\n\nhttps://preview.redd.it/1bsjjhmrncf71.jpg?width=976&format=pjpg&auto=webp&s=e6223eecaec51fff56d0033d89e678804180ba03\n\nVia Bitcoin…",
  "data/reddit-crypto/r/Bitcoin/comments/oxlyig/bitcoin_sv_suffers_51_attack_report.json": "This is why BTC doesn’t have bigger blocks so this doesn’t happen…\n\nhttps://finance.yahoo.com/news/bsv-suffers-51-attack-report-020910445.html",
  "data/reddit-crypto/r/Bitcoin/comments/oxylqf/update_last_week_news_broke_that_hidden_within_an.json": "RED ALERT: The Senate is about to vote on a bill that could kill crypto\n\nThis is a red alert. A provision that’s so poorly\n[https://www.techdirt.com/articles/20210802/17045447294/bidens-infrastructure-bill-shouldnt-undermine-cryptocurrency-infrastructure-process.shtml]\nwritten it could crush the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxz3m5/i_did_filter_top_400500_so_you_dont_have_to.json": "Hi.\n\nLike many of you, I have the majority of my portfolio from the top 100. But from\ntime to time I do like to put a few bucks into some lesser-known projects, you\nknow, hidden gems, best-kept secrets, etc. I did realize that every time I do an\nassessment if it's not completely moronic to invest in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oy3egs/a_message_from_kraken_the_senate_is_about_to_vote.json": "The U.S. Senate is beginning its final deliberations on a “must-pass” bipartisan\ninfrastructure bill. However you feel about the bill, a few senators have\nincluded language having nothing to do with infrastructure – and this language\ncould crush the crypto industry. If passed and signed into law,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oy4cjh/new_moons_distribution_round_16_proposal.json": "Update (8/4): Following the successful passing of this proposal\n[https://www.reddit.com/r/CryptoCurrency/comments/oghosk/allow_users_to_tip_up_to_100_moons_per_round_with/],\nthis distribution incorporates a change to allow users to tip up to 100 Moons\nper round without losing their 20% karma…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oy4n2y/i_did_some_math_for_moons_distribution.json": "I did some math for Moons distribution:\n\n- 1,710,052 Moons will released to the users during this distribution.\n\n- The total karma according to the CSV file is 6,403,903.\n\n- Moons/karma ratio will be around 0.267. So if you have 100 karma in the CSV ,\nyou'll get 26.7 moons.\n\n- With the current price…",
  "data/reddit-crypto/r/Bitcoin/comments/oy3vu8/dont_be_confused_when_gary_gensler_the_chair_of.json": "Gensler unfortunately understands bitcoin better than most people in his\nposition of power and when he's referring to regulating bitcoin for matters of\nnational security, he means that he knows bitcoin will undermine the scam that\nis the U.S. dollar and he'll do everything in his power to prolong…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oy6tby/i_gotta_say_today_was_a_good_day.json": "I'm sure nobody remembers, but I posted awhile back about selling crypto for\nsurgery. I did that, it worked out, I recovered pretty well. Not perfect, but a\nbig improvement. In general, the last 18 months have sucked pretty bad.\n\nThen today happened. I woke up to an email of a new job offer. It's a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oy5ovt/daily_discussion_august_5_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oxymla/update_last_week_news_broke_that_hidden_within_an.json": "RED ALERT: The Senate is about to vote on a bill that could kill crypto\n\nThis is a red alert. A provision that’s so poorly\n[https://www.techdirt.com/articles/20210802/17045447294/bidens-infrastructure-bill-shouldnt-undermine-cryptocurrency-infrastructure-process.shtml]\nwritten it could crush the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oy8aks/disqualify_removed_content_from_moon_rewards.json": "Currently, karma is counted towards the monthly moons distribution even if the\nmoderators remove content from which the karma is earned. The reason for this\nstems back to when the community use to have an event called Weekend Memes. The\nintention was to count karma even though all meme posts were…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyc7jy/stablecoins_should_be_backed_by_arizona_iced_tea.json": "The price has been a dollar for as long as I can remember. All we need to do is\nput some in reserve and it will be backed 1:1. I don’t see any downsides to\nthis, you heard it here first.\n\nFilling this in for the character limit, i’m almost done just ignore it, thanks",
  "data/reddit-crypto/r/CryptoCurrency/comments/oybteq/governance_poll_staggered_daily_discussions.json": "I want to participate in the daily discussion myself, but it gets posted at 4am\nin my country. By the time I wake up, there's already 10k comments. Now the\ndaily is partially active regardless of time, but a large chunk of the activity\nis during the first few hours. Currently, all of Africa, the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oy8ro1/dogecoin_is_dead_its_a_good_thing_too.json": "While almost every coin is up hella over the last 2 weeks, doge is stuck at\n19-20 cents😂\n\nI think doge brought in a ton of new people to crypto including myself and\nduring this dip over the last few months most of us studied up and realized it’s\na shit coin and have pulled our money out and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oy7mva/algorithmic_limit_for_number_of_coin_posts.json": "This rule change would make the limit on the number of posts a coin is allowed\nto have in the top 50 be determined algorithmically. Currently BTC is allowed\nunlimited posts, ETH is allowed four posts, and all other coins are allowed two.\n\nThis rule proposes adopting a formula to determine the limit…",
  "data/reddit-crypto/r/Bitcoin/comments/oy5ccs/senate_is_trying_to_sneak_in_crypto_regulations.json": "https://view.marketing.kraken.com/?qs=faeea1007adad877379d3d087236faa47e757a0c78efe3395745af2b98f9ee80588a220766ade5429e6919506c6a6ce8463ad8261ce4dbf09b219db2f10a9ca78f2b2fad59924c4ae5ecda57ba877aca\n\n\n\nSorry, to be clear, we should be against the bill as proposed. We want the added\namendments.",
  "data/reddit-crypto/r/Bitcoin/comments/oydws9/uruguay_is_considering_a_bill_to_make_bitcoin.json": "Uruguay is considering a bill to make #Bitcoin\n[https://twitter.com/hashtag/Bitcoin?src=hashtag_click]📷 legal tender! Another\none… 📷",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyetvw/we_could_have_been_rich_if_facebook_and_google.json": "YES! you read that right, ever imagined why when you wanted to buy something or\nsomething you have talked about comes as an ad in future times?\n\nSuppose you wanted a TV and you were talking about this to your family or friend\nor maybe you had searched about TV in your browser, you would have…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyhntm/the_hidden_goldmine_nocoin_dlt_and_iotas_feeless.json": "Why crypto-adoption is moving at a snails pace\n\nDid you ever wonder what came out of these hundreds of announced “partnerships”\nof literally thousands of crypto-projects? Back in 2017 the vision seemed clear:\nSoon we will all have crypto-wallets in our cars and distributed ledger\ntechnology (DLT,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oylpp9/reduce_the_karma_value_by_50_for_the_daily.json": "I have a few issues about daily discussion threads. I'll state those issues, the\ndecision is up to you.\n\n\n\n 1. They have huge effect on distributions: Daily threads receive tens of\n    thousands comments in a single day and approximately 750.000 comments in a\n    month. According to my calculations…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyjzey/do_you_guys_think_this_is_getting_a_little.json": "So moons hit a new ath of 38c which is absolutely incredible!! Even tho it’s\ndown 14% today that milestone alone should be celebrated. Why I think this is\nstarting to get dangerous is because of everyone displaying the amount of moons\nthey have. Some people on here are displaying that they have 100s…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oynbtt/proposal_for_governance_increase_karma_by_25_for.json": "This proposal is to increase the karma multiplier for text posts, eligible\ntowards moons, by an additional 25% for text posts, in other words the posts\ncreated in the \"text\" tab, which require people to type up their own original\nposts with a word count minimum.\n\nCurrently comments are doubled, and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oymu2q/90_of_advice_given_out_here_is_advice_you_should.json": "Take advice on this subreddit with a massive grain of salt. All the time I’m\nseeing bad advice given out. You have no idea who is behind a profile, you could\nliterally be receiving advice from a 15 year old. Also just because other people\nagree with what someone is saying does not mean they are…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyg9y3/xmoons_questions_i_see_all_the_time.json": "Someone suggested i post this so here goes.\n\nI see a bunch of people not understanding the following so here’s some stuff I\nlearned over the past few months by speaking with mods and vets and whales:\n\n * You only receive moons for the karma you earn between two snapshot dates per\n   month in this…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyp7tn/story_i_had_50k_moons_but_i_sold_it_all_for_10.json": "Wall of text time.\n\nI know what you're thinking. The title sounds hilarious, but it's actually true.\n\nBack when Moons were a Rinkeby token with an xDai equivalent, when it peaked a\nfew months back at around 15 cents, I decided to sell all of them. I turned all\nof them into BNB, and traded with that…",
  "data/reddit-crypto/r/Bitcoin/comments/oyguom/we_should_not_fear_sec_chairman_gary_gensler.json": "Gary Gensler isn't just another boomer regulator who wants to ban Bitcoin, he\ntaught a course at the Massachusetts Institute of Technology\n[https://ocw.mit.edu/courses/sloan-school-of-management/15-s12-blockchain-and-money-fall-2018/video-lectures/session-1-introduction/]\non all the intricacies of…",
  "data/reddit-crypto/r/Bitcoin/comments/oykjis/sec_chairman_said_hed_be_more_open_to_a_bitcoin.json": "SEC chairman said he’d be more open to a #Bitcoin\n[https://twitter.com/hashtag/Bitcoin?src=hashtag_click]📷 ETF if it was based on\nfutures. 24hrs later, both Invesco and ProShares have filed Futures-based\n#Bitcoin [https://twitter.com/hashtag/Bitcoin?src=hashtag_click]📷 ETFs.",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyta07/i_am_a_multi_millionaire_once_again.json": "https://imgur.com/a/QW3q0vb\n\nI knew about bitcoin because of a magazine from IEEE talking about digital\nmoney. Basically the future of money and technologies that move us away from\ncash.\n\nIn 2013 I started investing in Tesla but then after selling at a loss and\nlearning about wash rack sales I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyoyw6/weve_all_heard_of_dollar_cost_averaging_here_is.json": "Edit: Title should read math. Not meth. There is no meth behind this. Please\ndon’t DCA on meth. Meth is bad.\n\nSince a lot of people still get this wrong, here’s how it works (don’t worry -\nthe math behind it is as straightforward as it gets).\n\nSay you buy 100$ worth of ALGO at $1 and then another…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyg204/a_list_with_the_highest_staking_rewards_on_the.json": "Like the title says, you have a little list here with the highest staking\nrewards on exchanges. For those of you who are new and don't know which exchange\nto choose, here are a few options to help you make up your mind, depending on\nwhat you plan to buy:\n\nCrypto.com (3 months): - 12,5% - PolkaDot…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyr04r/were_way_too_early_for_this_sole_reason.json": "Fuckin' boomers. I'm not kidding. They're not investing as much as us.\nAnecdotally, but I told my father to invest in BTC and he told me, verbatim:\n\n\"Bitcorn... I don't trust that. A few years ago there was a polemic with that\nwhere everybody was in it and it lead to nothing... I think it was…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oynlm3/moon_week_round_16_please_review_the_snapshot_and.json": "Hello everyone and welcome to your second official Moon Week\n[https://np.reddit.com/r/CryptoCurrency/comments/o7spnx/proposal_moon_week/]!\n\nMoon Week began yesterday with the snapshot post by the admins, which can be\nfound…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyozsp/i_was_wrong_about_eth.json": "I have been telling anybody that would listen to me once the EIP Hard fork comes\nlive the price of ETH would dip, significantly.\n\nBuy the rumour, sell the news I thought.\n\nI made my first (and last) foray into leveraged trading by shorting ETH with 10x\nleverage, needless to say I have been…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyv4np/daily_discussion_august_6_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oywh8p/if_youre_from_the_us_its_time_to_save_crypto_from.json": "A new amendment was introduced last minute that would make it essentially\nillegal to participate in PoS networks, or running a Lightning Network node.\n\nAsk your senators to vote YES on Wyden-Lummis-Toomey amendment to the\ninfrastructure bill, and vote NO on the Warner-Portman amendment.\n\nI said…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyxejb/white_house_comes_out_in_support_of.json": "The White House has signalled that it will support the last minute amendment by\nWarner, Portman, Sinema over the plan proposed by Toomey Wyden Lummis\n\nThe former plan is even more disastrous than the original text without amendment\n\nIt heavily regulates crypto tech and stifles innovation, industry,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyuzu5/i_just_reached_x_coins_and_i_couldnt_be_happier.json": "I've been in crypto for [x time] now, mostly holding [x crypto] and not much\n[other crypto]. I know that this isn't a huge achievement compared to everyone\nelse on this subreddit, but my [low income/ illness/lack of time] has made it\nquite hard for me. However, finally after [x time] I was able to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyzgs4/last_year_i_almost_bought_iphone_11_pro_max.json": "Pretty much the title. iPhone 7 broke, which actually lasted me a long time and\nwas a good phone. Something with the charging port fucked up and decided it was\ntime to upgrade. Looked an at iPhone 11 but it was so god damn much money. So I\ndecided to try Samsung out and bought one of the cheaper…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyuaut/crypto_feels_like_a_21stcentury_gold_rush_to_the.json": "Everybody trying to find the right land (crypto) to start to mine (DCA, miners,\nstaking) on. Some people FOMO trying to get to the right land, only to find no\ngold at all. Sometimes they're told about other people getting gold somewhere,\nand when they get there, it is all gone. Sometimes people wind…",
  "data/reddit-crypto/r/Bitcoin/comments/oypfo7/china_made_a_huge_mistake_us_dollar_to_reign.json": "From a strategic standpoint, China made an enormous blunder with its attempts to\nthrottle innovation in Bitcoin mining domestically. If prisons have taught us\nanything it's that things like capital controls do not work the way that the\npeople implementing them intend when they decide to implement…",
  "data/reddit-crypto/r/Bitcoin/comments/oyyvi7/this_is_a_bad_bill.json": "We should not swallow this garbage just so we can get taxed by ignorant corrupt\nfools.\n\nWe pay taxes already. We should be treated no different than stocks and other\nsecurities. This is singling out the crypto space because we are not standing\ntogether to say NO.\n\nThis bill is filled with so much…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyz3fn/charles_hoskinson_hits_the_nail_on_the_head.json": "Here's a link to the stream he just did speaking on the subject:\n\nyoutube.com/watch?v=JEF8dwF36qY&ab_channel=CharlesHoskinson\n[http://youtube.com/watch?v=JEF8dwF36qY&ab_channel=CharlesHoskinson]\n\nIf you love crypto and don't want to see innovation stifled and exported to more\nregulatory-friendly…",
  "data/reddit-crypto/r/Bitcoin/comments/oyzahi/listen_to_me_extremely_carefully_on_the_second.json": "Some of you may be tempted to go along with this last minute backstab by Portman\nand Warner where they completely remove protection for anyone in the space who\nis not a PoW miner or provider of software and hardware to secure private keys.\n\nYou need to understand that the future of this industry is…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz21gc/reduce_the_cost_of_reddit_moons_required_to.json": "As the title says, it requires 1000 Moons to purchase Special Member which is\n310$ worth of real-world money. Moons don't actually hold value yet, as it's\nstill in the testing face, but xMooons do, and they are currently priced at .31\nCents per moon.\n\nSo I propose we reduce the cost of moons…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz33rv/the_founder_of_cardano_charles_hoskinson_has_been.json": "I just watched the Coin Bureau video about ADA. This dude Charles Hoskinson is\nstaking AT LEAST $1,000,000,000 in ADA right now... which is making him\n$40,000,000 per year in passive income. When I heard those numbers like holy\nfucking shit that's insane. Congrats to this guy for his project doing…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz0y4h/dont_forget_to_vote_for_5_moon_bonus.json": "Friendly reminder to vote on the governance\n[https://www.reddit.com/r/CryptoCurrency/comments/oylpp9/reduce_the_karma_value_by_50_for_the_daily/?utm_source=share&utm_medium=ios_app&utm_name=iossmf]\npoll. To get a extra 5% bonus on your upcoming moons distribution.\n\nAlso if you HOLD your moons, wich…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyzzrr/i_bragging_to_my_friends_about_my_crypto_in_2016.json": "In 2016 I turned like $500 into $4,000 and was bragging to my friends about it.\nThe entire time I was like \"Look at this guys look at this!\" and trying to get\nthem to get into it. They gave me usual shit about \"it's a scam dude try to cash\nout\" \"it's going to crash\" \"yeah that sounds like bs\" \"Yeah…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz3myy/ive_been_using_a_trading_bot_that_buys_coins.json": "I coded a crypto trading bot that buys cryptocurrency based on how reddit feels\nabout that particular coin, with a specific criteria:\n\n\n\n * The coin needs to be in top 40 by marketcap\n * No Stablecoins\n\nWith that in mind, I created a bot that looks at reddit posts from various\ndifferent subreddits,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz5iqm/this_cant_be_put_off_or_delayed_they_are_about_to.json": "We need to organize and unite around this serious issue. We need to act TODAY.\nYes, calling your Senator works if it's in enough large numbers. Forget\neverything else today and let's act as ONE against this atrocity that could kill\nCrypto (at least in the US).\n\nIf you live in the United States, CALL…",
  "data/reddit-crypto/r/Bitcoin/comments/oz2itu/if_you_live_in_the_united_states_call_and_write.json": "This can't be put off or delayed. Those old fucks in Washington are about to\nvote on Saturday which will set the course for the rest of your economic life.\nCall them today. Tomorrow will be too late. Do not procrastinate. We should come\nup with a date for a march on DC. I am sick of this shit.",
  "data/reddit-crypto/r/Bitcoin/comments/oywr97/bitcoin_health_challenge_take_a_drink_of_water.json": "I’m trying to drink more water. This is my idea. I thought it could help some of\nyou guys out Bc we all need to drink more water. Cheers! Let me know what you\nthink/how it goes if you try it !",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz4rsb/ethereum_upgrade_vaguely_explained_come_for_the.json": "You've probably seen a lot of comments, posts and news articles about the eth\nupdate. Maybe read things that say things like \"London hard fork\" and \"FIRST 100\nBURNING!\" maybe you even nodded along and pretended you know what we're talking\nabout to fit in. So here's the quickest and simplest…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyu6g2/my_experience_and_insights_as_a_blockchain.json": "I have come to realize that what people think is happening is very different\nfrom what is really happening. I’ll walk you through an over-simplified version\nof my development process. Then I’ll talk about other non-coding steps most\npeople take\n\n_____ A Bit on Development: _____\n\n- Programming\n\nIf…",
  "data/reddit-crypto/r/Bitcoin/comments/oz7fzl/you_are_ahead_of_95_of_all_bitcoin_users_by.json": "EXCHANGES\n\nDon’t store your Bitcoins on an exchange long term, it doesn’t matter how\nreputable the company behind it is, the biggest and most trusted exchanges were\nvictims to exit-scams and hacks in the past.\n\nExchanges are good for one thing, exchanging, buying or selling for the best\nrates.…",
  "data/reddit-crypto/r/Bitcoin/comments/oz99fv/fuck_the_infrastructure_bill_the_united_states_is.json": "Yes, I'm heated over the infrastructure bill for more than one reason. Not only\nbecause of the anti-crypto legislation they sneakily slipped into it because\nthey know it wouldn't pass on its own, but because the bill itself is nothing\ncompared to what really needs to happen with infrastructure in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz5oww/hyperinflation_at_its_best_venezuela_officially.json": "Hi guys, as you probably know I'm Venezuelan living here, crypto enthusiast.\n\nTitle says all, this is the 3rd time in the last 15 years it has been done.\n\n * In 2008, 3 zeroes were removed.\n * In 2018, 5 zeroes were removed.\n\n * And now, in 2021, 6 zeroes will be removed.\n   \n   More and more…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz3dgc/sorry_if_people_keep_posting_about_this_but.json": "It took me 3 minutes to contact my local senator and voice my support for the\npro-innovation stance of the amendment. Definitely 3 minutes I am not going to\nregret spending.\n\nThe current infrastructure amendment AFFECTS each and everyone of us.\n\nThe current amendment categorizes validators of stake…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz62k5/thank_you_kraken.json": "I made a post some days ago complaining about Kraken and their seeming inability\nto do something they said they would to assist a user.\n\nThat something was the recovery of BTC to the tune of about 40k USD that I lost\nseveral year ago in mid 2017.\n\nSo today they've made me eat humble pie as they've…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oyum3o/imo_the_dumbest_move_you_can_make_in_crypto_is.json": "The headline might be off putting at first but let me explain:\n\nI think about it every single day. What would I do if I woke up to my portfolio\nhitting my target price? I would tell my wife to quit her job and I would put in\nmy 2 weeks with my employer.\n\nTo my employer: I would politely tell them…",
  "data/reddit-crypto/r/Bitcoin/comments/oza9c7/update_the_white_house_is_backing_a_terrible_new.json": "Post #1\n[https://www.reddit.com/r/Bitcoin/comments/oulou6/today_the_us_senate_will_vote_on_a_mustpass/]\n\nPost #2\n[https://www.reddit.com/r/Bitcoin/comments/oxylqf/update_last_week_news_broke_that_hidden_within_an/]\n\nThere is a massive fight going down in the US Senate right now over which\ndirection…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz9xq4/almost_160_million_shorts_liquidated_in_an_hour.json": "Cascading liquidations on shorts across the exchanges has caused $120 million\nworth of liquidations in under an 1 hours and currently $160 million worth of\nliquidations in 4 hours.\n\nYet another short squeeze that’s spiked the prices to the $42k region for BTC.\nThe trend is looking good and green!…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz6rfc/give_a_man_a_steak_and_hell_eat_for_a_day_teach_a.json": "Before you start accusing me of being a Moon Farmer; 'Yeah u have seen this\ntitle before'! I like it, it`s catchy, shout out to who ever came up with it!\n\nNow let`s move on to my story and why I use this title and explain why if you\nHODL crypto, you should really look into staking.\n\nI don`t want to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozbhw1/tomorrow_is_not_judgement_day.json": "If the infrastructure bill is passed, it'll go to the House - who are\nsignificantly more pro-crypto than the Senate. Any crypto provisions passed\nwon't be active until 2023 at the earliest.\n\nThere's plenty of time to fight and overturn this if necessary - whether in\nCongress or in the courts.\n\nFor…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz4v51/ergo_the_future_of_mining.json": "Recently, I made a post asking the opinions of users here on what's going to be\nthe next big mining coin: With ETH 2.0 in the horizon, what's going to be the\nnext coin miners focus on? : CryptoCurrency…",
  "data/reddit-crypto/r/Bitcoin/comments/ozbp6a/sen_lummis_amazing_speech_on_the_senate_floor.json": "https://youtu.be/H8HS92IveEY?t=230\n\nPlease call:\n\n> Call your Senators right now at 517-200-9518 and tell them to support this\n> amendment!\n> \n> \n> \n> We'll connect you to their offices and guide you through the process.\n> \n> \n> \n> When a staff member answers, tell them:\n> \n> \n> \n> “Hi, I’m calling…",
  "data/reddit-crypto/r/Bitcoin/comments/oz7098/super_easy_link_that_handles_calling_your_senator.json": "https://www.fightforthefuture.org/actions/stop-the-senate-from-sneaking-through-total-surveillance-of-the-crypto-economy/",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz8a69/proposal_ban_posts_that_announce_xxx_eth_burned.json": "We get it. ETH is now burning. Nobody here needs hour-by-hour updates of the\ncumulative burn. I'd rather read shitposts about moons mooning and lame\npredictions/FUD from JPMorgan/Elon/Janet Yellen than hear the hundredth update\nthat confirms for the hundredth time that ETH is now burning. Thank you…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozdy3g/eth_hitting_3k_has_a_completely_different_meaning.json": "We are all euphoric and excited about ETH hitting $3k\n\nBut it was exactly the opposite a couple months back when ETH at the same speed\ncame tumbling down from $4300 to $3k.\n\nAnd that is what I love about crypto. I just love that it makes me feel so many\nemotions in so little time.\n\nThank you for…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz05tk/why_are_there_so_many_comments_and_so_little.json": "There are SO MANY comments. This is just my observation. But it feels like every\nposts gets more comments than in other subreddits. But the upvotes never follow.\nThis could mean one of two things: 1) people are stingy. They realize if they\nupvote others, they get less moons for their upvotes. 2)…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oz73fe/i_asked_my_mom_grandma_best_friend_and_wife_to.json": "My mom texted me to tell me she called our two Senators. This led to a\nconversation with my mom that I thought you all might find funny:\n\nMe: It means a lot! Crypto is one of the few things that give me hope for the\nfuture. If they overregulate crypto - I know this sounds dramatic - I don't\nthink…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozhqmr/to_all_american_investors_we_all_genuinely_feel.json": "It's world known that the U.S government is one of the most powerful and corrupt\ngovernments in the world and they squeeze the U.S citizens for every cent that\nthey can, and if you so happen to find a way around that chokehold they have on\nyou, they just implement even worse laws to regain control…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozghck/for_those_who_dont_use_twitter_coinbase_ceo_brian.json": "Tweets in order:\n\n“1/ There are a few key moments that define our future. One is happening now in\nthe Senate w/ the infrastructure bill. At the 11th hour @MarkWarner has proposed\nan amendment that would decide which foundational technologies are OK and which\nare not in crypto. This is…",
  "data/reddit-crypto/r/Bitcoin/comments/ozib9h/dont_be_that_40_year_old_guy_who_blows_millions.json": "Many conversations focus on the potential of bitcoin, the future wealth, tech,\netc. This is NOT about this. This is about what I think to do and not to do.\n\nWhen I was 27, I met a guy at my apartment complex in 2011. He had made millions\n-yes, millions, in the mortgage market. He was making $800,000…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozbpjy/sen_lummis_amazing_speech_on_the_senate_floor.json": "https://youtu.be/H8HS92IveEY?t=230\n\nPlease call:\n\n> Call your Senators right now at 517-200-9518 and tell them to support this\n> amendment!\n> \n> \n> \n> We'll connect you to their offices and guide you through the process.\n> \n> \n> \n> When a staff member answers, tell them:\n> \n> \n> \n> “Hi, I’m calling…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozjeek/i_feel_like_an_idiot.json": "I just got off the phone after calling the offices of both senators in my state.\nI live in Ohio. I read the generic message mentioning to support the Wyden,\nToomey, and Lummis side of things and then went on to ask they vote no on the\nWarner, Portman-Sinema amendment. Because I used the automated…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozbc5i/your_portfolio_is_like_a_garden_it_benefits_from.json": "In gardening there is this concept that tending to your garden every day can be\ndetrimental. You end up overwatering it, misread various signs of disease that\ncome on slowly that you might miss by seeing it every day (like missing how much\nyour child is actually growing) or even over feeding as…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozinnf/daily_discussion_august_7_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozku3t/politicians_are_playing_all_of_you_they_want_to.json": "Politicians are playing all of you. They've figured out how to pass crypto\nregulations without a huge blow back from voters and the move is in play as we\nspeak. How exactly are they able to achieve this? Through Negotiation Anchoring.\n\nFirst they slipped in crypto provisions at the last minute into…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oznwv4/eth_just_completed_a_historymaking_16_green.json": "We just had the history-making 13 green candles in a row for ETH until it broke\nat day 14. Many thought ETH would \"sell the news\" on the London hard fork\nupgrade which included EIP-1559. However, ETH had other plans and has been\nrallying before and after the hard fork. With the ETH burning in full…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozcat9/i_just_got_liquidated.json": "So yeah, my short just got liquidated. It's not a small amount of money for me.\nI don't have much to say about it. I feel kinda bad right now. It's %100 my\nfault, i got greedy, that's the reason.\n\nSo the reason i'm writing this is to tell you that greed blinds you, don't do\nit.\n\nEDIT: Thank you all…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozli5c/attention_texans_senator_ted_cruzs_inbox_is.json": "Texans have put in enough calls to completely fill up Senator Ted Cruz’s\nvoicemail. As one of the faces of the Republican Party and Texas, he would be a\nhuge vote in favor of Senators Wyden, Toomey, and Lummis.\n\nNext step if for Texas Senator John Cornyn to wake up to a full voicemail box.\nCall…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozq8zv/eth_crosses_3000_once_again_last_time_weve_seen.json": "ETH price now: 3011$\n\nETH price on May 19th 2021: 3127$\n\nETH price on this date 1 year ago: 379$\n\n\n\nI hope you guys haven't forgotten that ETH has seen 1700$ during these months\nbefore coming back up to 3k. If you weren't scared of buying, you could have\nmade a +82% if you bought the bottom.\n\nIf you…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozokab/crypto_is_a_threat_to_traditional_economy_says.json": "In a way, Crypto is helping atleast a fraction of lower/middle class population\n(although right now, I agree, an even bigger fraction were screwed by shitcoins,\nfomo and rugpulls) and they don't want it, they want to screw us all over and\nmake us dependent on them as we've been since our…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozm9fp/proposal_fractions_of_moons_should_be_referred_to.json": "A now deleted thread was posted earlier requesting we vote on a name for\nfractions of moons. The top comment was u/NecroMancer1899 [/u/NecroMancer1899]\nwho suggested \"Crescents\" which I think is absolutely genius. Not only does this\nincorporate the Moon, but it incorporates cents within…",
  "data/reddit-crypto/r/Bitcoin/comments/ozocb1/im_35_pretty_smart_have_invested_most_of_my_adult.json": "It's a brilliant financial instrument, it can't be controlled by governments,\nyou can't print more bitcoins, there is a 21 million hard cap and we are at 18.8\nmil.\n\nI like to think I have a pretty good grasp on how the world works. I got many\nlessons from the school of hard knocks early on in life.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozo9w5/wouldnt_pokemon_be_a_perfect_nft_game.json": "So I have been thinking about this lately. Isn't it a perfect opportunity for\nPokemon to implement NFT's in pokemon games? For every Pokemon caught you are\nreceiving an NFT. Mewtwo NFT's will be more rare and more pricey. You can trade\nthose NFT's with different people and can even sell them as a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozo4pw/if_you_fall_for_a_scam_from_a_message_in_your.json": "All these “warning” posts about how to identify the “top” crypto scams on here\nare annoying me to no end. If you need someone to tell you that you should not\nrespond (or give your personal financial info) to these scammer idiots, then you\nare beyond help. For two reasons:\n\n 1. The scammers on here…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozslul/when_rcryptocurrency_is_back_in_the_top_10.json": "I remember r/cryptocurrency [/r/cryptocurrency] being the most growing sub on\nwhole reddit. This was with the dogecoin hype in the first quarter of this year.\nMainstream media coverage was huge, everyone was talking about it, people were\nfomoeing until the crash happened. Daily comments and posts…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozrhdp/billionaires_want_us_to_forget_that_a_father_in.json": "House prices are skyrocketing. Inflation keeps increasing. Our purchasing power\nkeeps reducing day by day. My parents were able to buy a house and 2 cars in a\nsingle-income household. I, a 23 years old, can't even afford my 1 bedroom\nflat's rent.\n\nThe only investment I made profit is Crypto and now…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oztmh8/im_not_in_it_for_the_money_such_bullshit_we_are.json": "Every one of us here hold tokens, regardless if they're BTC or a Shitcoin.\n\nSo many times people on here put people down for being just here for the money.\nThose same people always have their Reddit vaults open and are farming with\npassive aggressive comments 10x an hour.\n\nWe are all here to make…",
  "data/reddit-crypto/r/Bitcoin/comments/ozs688/bitcoin_44000.json": "Will it move around here for some days or will we see its next stop 46000$\ntoday?",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozsr5r/i_quit_smoking_and_im_putting_the_money_i_was.json": "As the title says, I'm giving away the cigarette money to BTC and ETH and profit\nfeels so good as my health situation gets better and better.\n\nI quit like 6 months ago and a pack of cigarettes worth like $3 in my country.\n$3 each day, for 6 months... To be honest this is the best decision I made in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozw7al/senate_update_sen_warner_has_introduced_another.json": "Sen Warner who was behind the WH supported amendment has introduced a last\nminute amanedment\n\nThis removes \"proof of work\" from the validations exception. This means proof of\nstake validators are also exempted, if this passes.\n\nBut it still does not contain the exception for protocol and wallet…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozsvqv/day_1_of_buying_crypto_instead_of_being_a_serial.json": "The time and money it takes to plan and carry out an endless string of\ninterstate murders has gotten to be too much. I’ve decided to make a change.\n\nFrom now on, instead of gas for my white van, ammo for my guns, and shovels to\nbury bodies, I’ll be DCA’ing into Bitcoin and Ethereum.\n\nI know I can’t…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oztgs1/i_dont_care_what_coin_if_you_are_making_a_profit.json": "Sometimes we can all be a little judgemental about what coins people have\ninvested in when they make a profit. Can we stop that?\n\nThe purpose of all of us investing into crypto in the first place is to make our\nlives easier. If someone has invested in a coin that you think is shit but\nmanages to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozozyx/if_you_think_its_only_us_goverment_going_after.json": "Many of us from outside US may be sitting here and thinking “well, at least it\nain’t happening to me”. We sholdn’t. It’s already begun in EU and South East\nAsia. My Sberbank blocked me from depositing to Binance via both SEPA and\ncreditcard claiming that the website is on their “fraudulent listl and…",
  "data/reddit-crypto/r/Bitcoin/comments/ozwxyu/the_redditors_who_posted_that_they_were_selling.json": "Should someone go check on them?",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozubmv/anyone_else_dont_care_about_news_and_just_dca_and.json": "When you finally understand the value and technology behind cryptocurrencies you\nknow that in the end it is is here to stay, every dip thanks to FUD by the banks\nor government is just an opportunity to catch up with the rest.\n\nGot into crypto a year ago where I was constantly watching predictions,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozwpno/as_an_argentinian_fighting_crippling_inflation.json": "As you probably already know, my country has a never-ending problem with\ninflation, I know it is not the worst out there, yet it is pretty frustrating.\n\nNever can I purchase anything I want without consulting prices everyday (since\nthey fluctuate immensely), never can I save money in my fiat…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p014vz/friendly_reminder_now_that_we_are_back_in_the.json": "Seriously, this needs to be repeated: Just because we are seeing massive growth\ndoes not mean you should take an emotionally charged decision and YOLO into the\nCrypto market.\n\nYou should consider that there is a very real possibility of losing 30%-40% of\nyour fund within just 1 month. For instance:…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p03vca/how_on_earth_do_some_people_get_15000_karma_a.json": "I can't even get anyone to upvote any of my posts or comments even when I hold a\nproper conversation with someone on this sub. I'm not salty, I'm genuinely\ninterested. Do these people just post on this sub 24/7 or what???\n\nEdit: thanks for the award(s)!!!",
  "data/reddit-crypto/r/CryptoCurrency/comments/p01s3g/22_of_all_usd_that_has_ever_existed_was_printed.json": "I got into crypto this past January when I realized that the federal reserve\ncould casually print 9 trillion dollars in a single year. No regard for how that\nwill effect the economy, no regard to how that will effect the prices of every\nday things or inflation. And the worst part is that nobody in…",
  "data/reddit-crypto/r/Bitcoin/comments/ozwr6y/which_would_you_rather_have_1000_bitcoins_or_50.json": "If such a choice were possible, would you rather receive 1,000 Bitcoins OR\nreceive no bitcoins and be healthy to age 130 or higher?",
  "data/reddit-crypto/r/CryptoCurrency/comments/p06mqr/my_entire_life_i_couldnt_save_1000_in_spare_money.json": "After 28 years of stupid spending and not being able to save any kind of money\ntoday was an incredible milestone of my life. I started investing in crypto fall\nof last year, since then Iv done nothing but HODL and accumulate. I kept a 10\nyear picture mentality, I never freaked out during bad dips…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p03mgr/banks_not_allowing_people_to_buy_crypto_and_usa.json": "They are scared and probably feel threatened by crypto because they know their\nsystem is flawed and crypto removes those flaws.\n\nIt's not hard to tell that crypto solves many problems by just looking at the\nfact that they dont want people to buy crypto.\n\nBitcoin is the future.",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozylwu/earning_100_in_100_days_with_crypto_day_100.json": "I have done it. I completed the challenge of making $100 in 100 days from\nscratch. I had three rules for this challenge:\n\n * Everyone with a device could do this.\n * Max earning $25 with moons.\n * There should be no initial skill or investemnet for earning money.\n\nA large part of my earnings come…",
  "data/reddit-crypto/r/Bitcoin/comments/p034x7/update_the_voting_for_infrastructure_bill_that.json": "We can live one more day in peace with the price of Bitcoin going up. Keep\ncalling/emailing the senators and tell them to stop.",
  "data/reddit-crypto/r/CryptoCurrency/comments/ozxkoe/if_you_bought_eth_at_379_a_year_ago_and_held.json": "Pretty much the title. If you bought ETH at 380 bucks and didnt sell at the top\nI congratulate you for having balls so big you may need a trolley to carry them\naround the city, but chances are you'll be taking those ETH alongside you to the\ngrave.\n\nJust hope that people are objective enough to at…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p07nf1/senator_toomey_urges_congress_to_stop_treasury.json": "https://news.bitcoin.com/us-senator-urges-congress-stop-treasury-picking-winners-losers-crypto/\n\n> \"Now isn’t the time for the IRS to pick winners and losers with a new\n> technology. Crypto has the potential to be the future of the internet,” he\n> further opined. “How foolish to crush it over a tax…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p04ap8/daily_discussion_august_8_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p07v03/emergency_proposal_exclude_user_from_moon.json": "It has recently come to our attention that one of the top users this month u/\nSafelyoptimized [https://www.reddit.com/user/Safelyoptimized] has been breaking\nthe rules and stealing other users comments in order to farm moons. They also\nhave many comments that are spammed across main threads that…",
  "data/reddit-crypto/r/Bitcoin/comments/p02m5n/i_posted_in_late_may_about_taking_my_excess_cash.json": "I started out when BTC entered the upper 30’s and felt good I hadn’t started\ndoing this in April. Instead of dollar cost averaging a set dollar amount I\naveraged buying .08 Bitcoin per week.(I know talking specifics is dangerous but\nI wanted other business owners to see the power of investing in…",
  "data/reddit-crypto/r/Bitcoin/comments/ozxsxz/regardless_of_which_version_of_the_infrastructure.json": "That is a year and half to voice opposition and fight to have it removed or\ncompletely fixed.\n\nRegardless of the outcome today or next week nothing is changing in the short\nterm and the fight is only beginning. Don't lose your shit yet stay focused.",
  "data/reddit-crypto/r/CryptoCurrency/comments/p08qx3/never_thought_id_say_this_but_ted_cruz_is_helping.json": "Earlier today Texas Senator Ted Cruz took a stand in favor of crypto currency.\n\nIn a world full of unlikely heroes I'd like to say thank you to the Zodiac\nGriller\n\nYou're…",
  "data/reddit-crypto/r/Bitcoin/comments/p04dbe/as_a_non_us_citizen_what_can_i_do_to_fight.json": "Expanding the US government surveillance on crypto is very bad idea especially\nin this decade !\n\nAnd I think it won't just affect US citizens , it will have an impact on the\nwhole market and also more goverment around the world will do the same\n\nSo for a US citizen you can call your senators and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p053lg/dont_fully_understand_what_is_going_on_with_the.json": "A lot of people have been asking questions about this US bill that is being\nproposed this weekend in the US. Some have also asked for an ELI5. I took a shot\nat it below to explain it as simply as possible (TL;DR at bottom).\n\nHidden within the larger $1.2 trillion US infrastructure legation bill is…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0b8k8/i_sold_50_of_my_portfolio.json": "I first purchased ETH @ $250 in late 2018 and DCA'd further in 2019-2020 when it\ndropped below $250. This morning I sold half of it @ $3150 for ~1200% gain.\nAmong other coins, I also sold 50% of my ALGO for ~450% gain.\n\nIt wasn't easy to let them go by any means. I will buy back in lower if…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0arn1/in_the_last_24_hours_91785_shorts_were_liquidated.json": "In the last 24 hours 91,785 traders who shorted crypto got liquidated. This\nmeans they could no longer support their trades due to rise in prices and were\nforced to close or liquidate their positions.\n\nIn total, $525 Million of shorts were liquidated, top 5 by coin were: $210M on\nBTC, $200M on ETH,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0aol7/6_months_of_using_my_cryptocom_debit_card_and_why.json": "First up, post inspired by u/drytendies [/u/drytendies] and his good write up on\nthe coinbase card. However, that is only available in the US and I'm in UK where\nyou can get crypto.com cards (available in Europe/US too).\n\nThere are different tiers of cards available but I'm going to be talking…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0bonj/what_alt_coin_do_you_deeply_believe_in.json": "Hey peeps\n\nI wanted to find out what alt coins or tokens you guys believe in and trust the\nproject/team. For example why do you believe in the project? How did you find\nout about the coin or token?\n\nWould it still be around in couple of years?\n\nCheers!",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0d4sh/yellen_needs_to_resign_she_is_corrupt_collecting.json": "Multiple reports claim that Yellen has been the person pushing the aggressive\nlaws against Crypto, sandwiched in the Infrastructure bill. Because if the laws\npass, it will give her the power to regulate the entire crypto industry. Yellen\nis the person behind White House's push to favor Sen. Warner's…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0d7ng/did_you_buy_when_crypto_was_down.json": "Let’s be honest. In February when crypto was reaching all time highs we all said\nto ourselves ”I wish I could’ve just bought in lower!”\n\nWell, when crypto fell nearly 50% from all time highs, did you seize the\nopportunity? If not, are you buying now that an uptrend is potentially\nconfirmed?\n\nI’m…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0aicl/yesterday_i_got_a_call_from_the_bank.json": "So on friday as per usual i went to work drank my coffe and got on my laptop,\nthen my bank called me up.And told me they had frozen my bank account, since i\nhave been buying to many concert tickets?\n\nAt first i was like oh my god who is buying concert tickets that's not me?! They\nprocceded to tell…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p034fg/the_senat_just_postponed_the_discussion_of_the.json": "Just now, after 8 hours of debating, what everyone was waiting for, did not even\nhappen. They will resume tomorrow at 12. I guess this means more time to call\nyour senators and ask them to do the right thing. I am not even american but\nthis is intriguing. Let's hope for the best.\n\nGood night…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0hmfz/tech_leads_million_token_scam_has_been_exposed_as.json": "As you all know, there is a scam token created by the infamous Tech Lead and\nmarketed to his Youtube and twitter followers. He was exposed earlier today in a\nvideo produced by CoffeeZilla, who is well known for his investigatory work in\nthe crypto space, you can view his video…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0cowj/speculation_i_believe_that_kraken_is_considering.json": "So I learned today that Kraken already made a webpage to explain everything\nabout Moon. Honestly, I thought it was BS at first so I went to check myself.\n\nI can't link the address here, so to find it, just type Kraken r/cryptocurrency\n[/r/cryptocurrency] on google search and it will appear at the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0jsd8/i_analyzed_top_16_contributors_in_the_latest_moon.json": "Triggered by the case of u/safelyoptimized [/u/safelyoptimized], I decided to\nanalyze top contributors of this month. First of all, you might want to vote in\nthe poll linked below to remove u/safelyoptimized [/u/safelyoptimized] from Moon\ndistribution if you haven’t done so…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0l973/senator_mike_lee_warns_that_passing_crypto_law.json": "https://news.bitcoin.com/us-senator-passing-unproven-crypto-law-stifle-innovation-make-americans-poorer/\n\nU.S. Senator Mike Lee has raised concerns that adopting the crypto tax provision\nin the $1.2 trillion infrastructure bill will stifle innovation and make\nAmericans poorer. He explained that…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0jjy7/the_american_public_is_being_hustled_by_the.json": "Exactly what the title says. For the purpose of this post, I will refer to the\nWyden-Toomey-Lummis amendment as \"Proposal 1\" and the Portman-Warner-Sinema\namendment as \"Proposal 2\". Here we go.\n\n\n\nProposal 1 is introduced on 8/4, and there is an immediate public reaction.\nThousands of citizens call…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0fytv/financial_control_freaks_like_elizabeth_warren.json": "Good job to everyone in the US who applied pressure on representatives to NOT\nstuff crazy crypto control provisions into the 1 trillion dollar Infrastructure\nBill. We are having a impact.\n\nCheck out this tweet from Jeff Stein - White House economics reporter for The\nWashington Post.\n\n\"It is really…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0iy7w/all_these_karma_limiting_proposals_are_a_bit.json": "I get it. Spamming and moon farming is an issue but I have been seeing many\nproposals/pre proposals both here and in the meta sub reddit which seem very\nunfair to the new guys.\n\nIf we keep finding new ways to limit karma then the rich stay rich while folks\nlike me will find it increasingly hard to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0nc4w/yellen_banking_corruption_shows_how_cheap_it_is.json": "The problem for regular banks is easy to understand; DeFi is a dangerous threat\nthat would make them obsolete, prehistorical, slow and -- worst of all -- unable\nto milk us anymore in all sorts of fees, interests and other shady\n\"investments\".\n\nSo our dear friends at Citi Group and Citadel found the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0l2ez/hey_you_do_you_want_to_not_pay_taxes_on_your.json": "Move to Portugal!\n\nI can tell you from experience, we pay zero taxes on crypto capital gains.\nLiterally a tax haven for cryptocurrency. Not only that, but the country itself\nis pretty great. Good food, good weather, amazing beaches.\n\nHowever, just a side note, we still pay taxes on stocks, but…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0oh5j/with_enough_pressure_we_can_get_them_to_drop_the.json": "The effect this could have on crypto is profoundly negative.\n\nBut most in Congress couldn’t care less about the provision. Most of them don’t\neven understand what blockchain is.\n\nIn all likelihood, this made it into the bill because of Janet Yellen and her\ncorrupt bullshit (which we should continue…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0ppyq/i_bought_bitcoin_at_a_coinstar_machine_so_you.json": "Hey Crypto Comrades! This is my first well thought out post so I hope the\ninformation is useful to someone. I saw that they upgraded the coin counting\nmachine at my local grocery store (Kroger) to sell Bitcoin and I had a couple\nyears worth of saved up loose change to redeem! here's how it went:\n\nIt…",
  "data/reddit-crypto/r/Bitcoin/comments/p0gi7c/bitcoin_actually_has_one_pretty_big_flaw_its_not.json": "Gonna keep this really brief cuz I can barely see shit this morning. But went to\ncheck the price and realized what's the point of stacking sats if in the future\nsomething happens to your vision? How can you read your recovery phrase\nprivately if you also didn't print it in braille? How on earth are…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0qmpf/moons_are_the_antithesis_of_cryptocurrency.json": "I know that i'm talking to a brick wall here so i'll keep it short and sweet.\n\nreddit is something like the 7th most popular website in the world and is an\nextremely politically-charged, curated and censored publisher platform. The\nsimple fact that if your account is banned for any number of \"wrong…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0rdmz/no_the_terrible_portmanwarnersinema_crypto.json": "Several people have posted that the Portman/Warner/Sinema crypto amendment that\nwill destroy the crypto industry (to the best of Congress's ability) has passed\nby a vote of 69-28.\n\nTHIS IS NOT TRUE. The Senate has NOT voted on the crypto amendment yet. In fact,\nit is possible they won't even vote on…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0q0nw/daily_discussion_august_9_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0s9pw/the_crypto_amendments_are_in_your_hands_now_there.json": "tl;dr: A single senator can block all consideration of crypto amendments,\naltogether. PLEASE call your senators to let them know that you want a vote on\nthe crypto amendments, even if they won't vote for them.\n\nThe U.S. Senate just voted to end debate on the Infrastructure…",
  "data/reddit-crypto/r/Bitcoin/comments/p0uxmd/crypto_apy_platforms_for_bitcoin_that_i_can.json": "I am listing here crypto asset management platforms that offer cryptocurrency\ninterest accounts. Very similar concept to a normal bank account that offers\ninterest, just with cryptocurrency instead of dollars.\n\nNexo\n\nLicensed and regulated in over 200 countries and insured of $100 million\ninsurance…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0uchw/i_finally_got_to_01_eth.json": "Hey, I know some of you are big players but this is honestly pretty big for me,\nmy portfolio is not worth a lot but I'm proud of it, I did a lot of research\ninvesting on each of the crypto and buying over time has finally got me to 0.1\nETH. I just wanted to put it out, I'm gonna be buying more eth…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0utct/ted_cruz_crypto_just_got_screwed_in_us_senate.json": "Senator Ted Cruz (R-TX) on TW: Crypto got screwed tonight. There’s a partisan\ndisagreement on spending, so Dems objected to ALL further amendments. That means\nNO vote on Wyden-Lummis to lessen the damage this bill will do to crypto, & NO\nvote on the Cruz amd. to repeal the new crypto rules…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0vej7/techlead_responds_again_to_the_scam_allegations.json": "For those not up to speed [https://www.youtube.com/watch?v=pLrRt8R9zRA]\n\nI mean, if anything at this point i kinda respect the hustle.\nHe's doubling down on the hodl narrative and telling everyone how any press is\ngood press.\n\nMany times during the video you can see him struggle to hold back…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0y88e/if_analysts_were_any_good_at_their_jobs_theyd_be.json": "They're right about 50% of the time in the stock market, have recently decided\nto dip their toes into the crypto market they don't understand, where they\nprovide even worse analysis. You might as well flip a coin and decide to buy or\nsell your crypto.\n\nMost don't know shit, their recommendations are…",
  "data/reddit-crypto/r/Bitcoin/comments/p0k6ne/i_dont_get_it.json": "I don’t get why it matters what the government says when this is all about\ndecentralization. Even if the government says they are banning it. Isn’t the\nwhole point of it, is to be on our own????",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0zdgu/bitcoin_golden_cross_is_coming_in_less_than_10.json": "On June 19, Bitcoin made a death cross which is the 50 day short term moving\naverage crossing below 200 day long term moving average.\n\nOn July 25, the price started trending up and crossed above 50 day moving\naverage and today it crossed the 200 day moving average as well.\n\nThe 50 day moving average…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0wata/what_do_you_think_about_banning_posts_that_just.json": "i.e this one… They seem pretty redundant and take up a lot of space from legit\ncrypto discussion. Also, the more valuable they get, the more this sub will just\nturn into a strange meta moon sub rather than cryptocurrency\n\nEdit: I hate banning things, personally. It’s made subs like…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0zj9n/unpopular_opinion_why_are_yall_even_invested_in.json": "Serious question… If cryptos future depends solely on the US legislation,\nwouldn’t it make crypto a terrible investment?\n\nThought people were here to hold for 20+ years. Did we all just assume there\nwould be no negative legislation in the US ever?",
  "data/reddit-crypto/r/Bitcoin/comments/p0w7dv/btc_baby.json": "My friends and family ask why I invest in Btc and altcoins, trade and save money\ninstead of partying, clubbing with them, hitting bars and etc every weekend.\nSure I’m a young (21) yo female and friends might think I’m boring af… but my\nreality is I do this shit cause I was born into poverty. My job…",
  "data/reddit-crypto/r/Bitcoin/comments/p0qz3h/buy_low_buy_high_hodl.json": "To those who are new to the world of bitcoin:\n\n1) Ignore the FUD\n\n2) Buy as much bitcoin as you can, as often as possible. DCA is the way.\n\n3) Don't try to trade for short term gains. You will most likely get wrecked.\n\n4) Don't go into debt to buy bitcoin.\n\n5) Be prepared for massive volatility in…",
  "data/reddit-crypto/r/Bitcoin/comments/p0w1s8/important_update_from_senator_cynthia_lummis_this.json": "https://twitter.com/SenLummis/status/1424556793506635776\n\n>  1. First, we’ve been able to have very productive conversations with senators\n>     on all sides of this issue, and if we could vote on amendments I think the\n>     digital asset community would be pleased with the outcome.\n> \n>  2. Right…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p10wy3/anyone_interested_in_setting_up_a_protest_in_nyc.json": "I think we should start a protest outside the NYSE building, at 11 Wall Street.\n\nIf this post can get enough momentum then we can make it happen. This sub has\nmore than enough Americans in it to have a huge ass protest that the media can’t\nignore. (It might be worth mentioning that I don’t care…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0ty5o/unpopular_correction_sen_warren_never_said_that.json": "I hate all FUD, the current anti Crypto legislation and corrupt politicians as\nmuch as you do, but we need to stay correct on what we say here.\n\nWhat Sen. Warren has said is that companies which heavily invest in crypto may\nneed a bailout if the cryptocurrency would crash. She never said…",
  "data/reddit-crypto/r/Bitcoin/comments/p103id/open_letter_to_joe_biden_chuck_schumer_and_janet.json": "Your smoke and mirror politics have been exposed over the last week. The “card\ntrick” you just tried to play on cryptocurrency didn’t slip past the American\npeople. In the name of improving infrastructure, you tried to slip dozens of\nnon-relevant regulations into the bill in order to further your…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p13v0w/one_day_youll_read_this_quote_by_vitalik_buterin.json": "\"Whereas most technologies tend to automate workers on the periphery doing\nmenial tasks, blockchains automate away the center. Instead of putting the taxi\ndriver out of a job, blockchain puts Uber out of a job and lets the taxi drivers\nwork with the customer directly.\"",
  "data/reddit-crypto/r/Bitcoin/comments/p10jaw/if_i_had_bought_btc_in_the_early_2010s_at_10.json": "Seeing things in hindsight makes you feel dumb, but the real truth is that back\nthen nobody saw it coming. Only a few people really believed in BTC as a store\nof value or whatever. If you could go back in time and told people in 2010 that\nin 2021 hedge funds, S&P500 companies and even insurance…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p15ej5/the_potential_second_half_of_this_bull_market.json": "*I am changing the headline and making it clear that I am speculating so that my\npost doesn't get deleted again. Please don't delete my post as I put a lot of\neffort into it and I am sourcing everything, thank you :)\n\n\nCOULD IT BE THAT ALL ALONG WE HAVE BEEN IN A MID-CYCLE PRICE CORRECTION?\n\nIt…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p12bs4/millions_of_shorts_suddenly_cried_out_in_terror.json": "BTC just broke the 200 DMA, the golden cross looks like it’s on the way and bear\nsoup is back on the menu. We’re flying high above the trend line and the air up\nhere is sweet as we fly above lakes of salty tears.\n\nHave a great week guys. I know I will.",
  "data/reddit-crypto/r/CryptoCurrency/comments/p0zkkr/beginners_dont_be_afraid_just_start_from_here.json": "Are you just starting out in crypto and you are completely overwhelmed by a ton\nof info that is coming from every direction? Don't worry!\n\nI compiled several guides to help you out in a beginners friendly way. If you\nhave any questions that bug you or something you don't understand feel free to\nsend…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p13deg/new_bull_run_means_a_ton_of_newbies_on_the_sub.json": "We take it for granted in this sub that everyone is up to date on all the latest\nCrypto news, or what are good coins and shit coins. But at one point we were ALL\nnewbies, and teaching lessons about HODLing and DCAing might get regurgitated a\nton on this sub but it might be the first time a newbie is…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p15ds0/the_magic_of_nano_here_is_4204206969_nano_19.json": "Just saw this today and it blew me away. Check out this transaction of\n420420.6969, which is about 1.9 millions dollars, being sent back and forth to\nanother wallet about 30…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p15aok/day_1_of_buying_eth_instead_of_condoms.json": "Day 1 of buying ETH instead of Condoms\n\nSo I'm lowkey addicted to sex (I have sex 1-4 times a day) and I really want to\nget rid of the high cost of condoms, so I'll be practicing my pull out game\ninstead of buying condoms and putting the extra cash into ETH.\n\nIf this gets some attention I'll make an…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p11ejb/dont_fomo_your_life_savings_just_because_the.json": "Just another friendly reminder that the euphoria is starting to really kick in\non this sub. Many new people are going to buy into the hype and spend a lot of\nmoney they don't have on currency they don't really understand. With crypto in\nthe news recently as well, it is a ripe time for scammers to…",
  "data/reddit-crypto/r/Bitcoin/comments/p14rh6/here_yall_go_the_ruling_on_the_crypto_bill.json": "https://youtu.be/2oVd6aaOf14",
  "data/reddit-crypto/r/CryptoCurrency/comments/p15oke/us_senate_crypto_update_the_senate_is_finally.json": "Last week, Senators Wyden, Toomey, and Lummis introduced an amendment to the\ncryptocurrency provision of the infrastructure bill, that would have fixed the\nlanguage and clarified that the expansion of the definition of a “broker”\ndoesn’t apply to open source software developers or validators like…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p17ozm/reminder_that_999_of_people_on_this_sub_have_no.json": "after seeing a post saying something about a “golden cross” that signals a bull\nrun incoming get 80+ awards and 3.5k upvotes without them even showing it on a\nchart, i figured a reminder that people here don’t know shit about fuck is\nnecessary.\n\ndon’t invest more than you can afford to lose, DYOR,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1an8z/can_we_punish_this_user_already.json": "This reddit user [http://np.reddit.com/u/me] is an absolute moon whore. They\nhave been caught posting low quality content multiple times. They make many\ncomments a day and the only thing they contribute to the community is\none-liners. They should be punished accordingly.",
  "data/reddit-crypto/r/CryptoCurrency/comments/p16ev4/why_are_the_people_in_power_so_old_does_this.json": "It aggravates me that the people who are making the choices on Crypto in the\nsenate are all so old. like of course they don't get the purpose of\nCryptocurrency. I don't even completely trust my mother to complete complicated\ntasks and she's 61. How can I trust these farts in the senate. Does this…",
  "data/reddit-crypto/r/Bitcoin/comments/p1b2c8/amc_cinemas_to_accept_bitcoin_by_year_end_2021.json": "Just announced on the Q2 Earnings Call by AMC CEO Adam Aron",
  "data/reddit-crypto/r/Bitcoin/comments/p17dws/us_senate_bitcoin_update_the_senate_is_finally.json": "We have one final chance to fight another day: a new compromise that will be\nproposed by unanimous consent this afternoon. This compromise solves many of the\nproblems with the original text, although according to Senator Wyden\n[https://twitter.com/RonWyden/status/1424731514147938304?s=20] there are…",
  "data/reddit-crypto/r/Bitcoin/comments/p1b4ik/crypto_amendment_fails_due_to_senators_extortion.json": "Senator Richard Shelby objected in order to gain 50 million more for military\nspending\n\nThis is his DC Office number, blow it up peeps\n\nTelephone: (202) 224-5744",
  "data/reddit-crypto/r/CryptoCurrency/comments/p18m9b/ccmoons_website_is_now_live_includes_a_tipping.json": "TL;DR: I built a website for all things Moons! It contains a searchable tipping\nleaderboard, a distribution day countdown clock, a Moon account balances lookup\ntable, Reddit Metrics, and a tipping graph search! This is my own personal\nwebsite and I'm not affiliated with r/CryptoCurrency…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1fkcr/ted_cruz_is_offering_the_cruz_amendment_to.json": "It’s interesting being on Ted Cruz’s side, but he’s really fighting for Crypto’s\nfuture.\n\nHe’s now introduced this amendment and said he brought it up because he says\nthere’s not 5 senators who can even explain what crypto is…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1agq3/people_of_alabama_please_contact_senator_shelby.json": "Richard Shelby, the Senator from Alabama who will retire after this term, just\ndropped a bomb on the cryptocurrency space because he wanted some extra funds\nfor the US military.\n\nPeople of Alabama, you have until tomorrow morning to change his mind. Call his\noffice ASAP. He is the only one standing…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1cvp0/charles_hoskinson_is_setting_up_a_crypto_rally_to.json": "Charles Hoskinson on Twitter:\n\n> I think it's about time we get a rally going in Washington DC. I'm going to\n> make some phone calls. More on this later\n\nHas there been any rally for or against crypto before? Will this turn out like\nADA smart contracts?",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1jy84/if_you_live_in_alabama_do_not_forget_that_today.json": "He is funded by banks. He is almost 90 years old. He has no clue what he is\nvoting on, he voted against his own base, he is compromised, he is corrupt, he\nhas single-handedly jeopardized a multi-trillion dollar industry. He has been in\noffice so long he thinks he can do whatever he wants, do not let…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1j2bp/take_your_protein_pills_and_put_your_helmet_on.json": "Hi im from El Salvador Here’s another Salvadoran update on BTC law:\n\nBe prepared for lift off because in exactly one month El Salvador’s “Bitcoin\nLaw” will be effective.\n\nThe Law was passed by the Legislative Assembly on June 8 giving Bitcoin the\nstatus of legal tender.\n\nSome informative points on…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1aw2r/i_threw_away_crypto_to_see_if_anybody_finds_it.json": "Tldr: I had an old wallet that contained about $18 of crypto, I printed the seed\nphrase on 5 small business size cards, laminated them and left them as “trash”\nin random locations. I’m now waiting to see if the funds move.\n\nStory: A topic of conversation came up between friends that if someone…",
  "data/reddit-crypto/r/Bitcoin/comments/p1ifbn/senator_richard_shelby_r_alwho_blocked_crucial.json": "https://www.opensecrets.org/members-of-congress/richard-c-shelby/summary?cid=N00009920\n\n> I'm sure everyone here has tweeted octogenarian Senator Shelby at\n> https://twitter.com/SenShelby but on the off chance he only uses fax machines,\n> you can reach his chief of staff at…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1dqfd/daily_discussion_august_10_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/Bitcoin/comments/p1iktu/for_all_the_people_shitting_on_the_awesome_news.json": "...guys, use the 'Spend & Replace' strategy.\n\nMany don't grasp this simple concept.\n\nUsing Bitcoin as everyday money instead of the dollar will make it even more\nvaluable!\n\nYou use the dollars you would pay the ticket/coffee/small purchase with, to buy\nthe same amount of Bitcoin to immediately…",
  "data/reddit-crypto/r/Bitcoin/comments/p1lppr/you_still_doubt_bitcoin_think_tesla_space_x.json": "I am so bullish like never before, this could easily go up to 100k's. Why?\nBecause the bull run so far was only a stepping stone, now the real\ninstructional money comes in.",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1nvpg/no_a_boomer_did_not_kill_the_amendment.json": "Lots of comments saying a boomer f**cked up the amendment.\n\nBoomers did a lot of stupid things, but this guy is even worse.\n\nYou see, Richard Shelby, the old turd who single-handedly killed the\ninfrastructure bill crypto amendment, was born in 1934, actually making him part\nof the \"Silent…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1m0cu/only_in_crypto_can_you_feel_like_a_donkey_after.json": "I bought the recent dip at its bottom. I bought mainly Eth and ION and the coins\nrallied 50% and 143% reapectively, I took profit like the responsible adult I am\nat 2550 & 3100 with Eth, and at 1850 with ION (bought at 1k)\n\nThey continued to rally and even though I feel I did the right thing it…",
  "data/reddit-crypto/r/Bitcoin/comments/p1oqqu/the_ceo_of_ftx_sam_bankmanfried_copied_the.json": "The CEO of FTX exchange, Sam Bankman-Fried, was the ***number one volume\ntrader*** on another cryptocurrency exchange, Bitfinex during Febuary 2020.\n[https://pbs.twimg.com/media/E7_AfPcVgAEu_ho?format=jpg&name=large] Why would\nthe CEO of FTX trade in such enormous volume on another exchange that is…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1ph91/you_dont_get_more_moons_for_downvoting_posts_dont.json": "*DISCLAIMER* this is not an accuse to anyone ofc.\n\nDuring these days I often go to \"new posts\" section because the most upvoted\nposts during are just about the infrastucture Bill. I see many well-researched\nposts getting less than 10 upvotes and 50-60 comments and this make me a bit\nupset because…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1bjjw/maze_protocol_zero_interest_lending_made_possible.json": "Maze is the world's first decentralized, over-collateralized universal money\nmarket that allows for zero-interest lending, where lenders dedicate funds into\nasset pools from which borrowers can initiate loans.\n\nMaze's core objective is to establish a money market liquidity pool for various\ncrypto…",
  "data/reddit-crypto/r/Bitcoin/comments/p1t2zh/officially_a_wholecoiner.json": "Sorry I know these sorts of posts are a bit annoying but honestly it's taken\nsome time to get here and I'm pretty excited for what it could do for my\nretirement down the road sometime.\n\nI want to hold for the next 10 years and fingers crossed it works out well for\nme!",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1txxi/5_out_of_the_6_us_senators_against_crypto_are.json": "Seriously now wtf is wrong with this picture. Some of these senators should be\nretired, yet they are trying to literally ruin future generations. I would love\nto ask any of them what a blockchain is or what a satoshi is. These\n“politicians” do not need to be messing with something they don’t know…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1vi9x/thieves_steal_more_than_150_btc_from_joplin.json": "JOPLIN, MO. - Two thieves ripped open a Bitcoin ATM this past weekend outside a\nJoplin Circle-K and made off with about 153 bitcoins (BTC) according to the\nJoplin Police Department.\n\nThe heist took place about 6 a.m. Sunday at 4420 N. 45th St.\n\nAn eye-witness reported seeing two men backing up to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1u6q0/the_same_people_that_asked_zuckerberg_how_does.json": "Tl;Dr….Ah Shit!\n\nIn his appearance before the senate committee, Mark Zuckerberg was asked some of\nthe most basic questions imaginable.\n\nThese included “How does Facebook make money?” and “Why do I keep seeing ads for\nchocolate?”.\n\nI have no faith in their knowledge and people always try to destroy…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1qxuo/i_just_created_infographic_on_moons_all_the_basic.json": "Was free so basically i grabbed content from moons wiki and created this\ninfographic. Now you can share this to new users so they can easily start\nearning moons. Hope you like this.\n\nContent grabbed from post by…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1lz64/ethereum_just_overtook_mastercard_a_win_for.json": "Ethereum's marketcap is now 6 billion bigger than the $362.7 Billion mcap of\nMastercard.\n\nA decentralized payments giant now worth more than a centralized one.\n\nThis is a big win for decentralization and the entire adoption of the crypto\nindustry\n\n\n\nsource : https://assetdash.com/",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1qu7h/vechain_explained_for_noobs_updated.json": "I have posted this before, I know I know! I see VeChain mentioned in the daily a\nlot and since I posted this the first time, we gained over 1 million subs to\nr/CryptoCurrency [/r/CryptoCurrency]. People asked info on VeChain, so here is\nmy post again with some updates to it!\n\n(Long but informative…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1qfdo/psa_poly_network_is_not_the_same_thing_as_polygon.json": "I see a lot of confusion surrounding this and as a big proponent of Polygon I\nwant to make this quick post. Poly Network is a defi site that suffered a big\n$600m hack today. It allows swaps on BSC, Ethereum and Polygon networks.\n\nIt is not related to MATIC (Polygon.)\n\nThis does NOT mean that there…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1xa1p/the_6_us_senators_attempting_to_kill_crypto.json": "The Slimebag Six identified in this post HERE\n[https://www.reddit.com/r/CryptoCurrency/comments/p1njuf/these_are_the_6_us_senators_at_fault_for_killing/]\nhave received over 8 million dollars from Commercial Bank/ Securities &\nInvestment lobbyists, according to contribution tracking site…",
  "data/reddit-crypto/r/Bitcoin/comments/p1x2n5/im_todd_brady_and_i_want_to_make_iowa_a_crypto.json": "If there is one thing this infrastructure bill has shown us, it's that we need\nmore states that are crypto friendly.  I have been in crypto since 2017, and\nfeel there is a big opportunity for jobs, and income sources for states that\nadopt cryptocurrencies.  I recently announced my run for the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1ymdo/stop_saying_this_infrastructure_bill_has_killed.json": "I have seen so many posts on the front page about this bill that “killed\ncrypto”. Killed? Lol what are we talking about. Last time I checked all my\ncrypto is in the green, and everything is working just the way it’s supposed to.\n\nYes the bill is bad for adoption in the US but as many American…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1n6z1/which_coin_aside_from_bitcoin_will_prevail_in_the.json": "Title sums it up. Aside from Bitcoin what coin will be in the #2 spot?\n\nWill it still be ETH, or will something like BNB or ADA overtake it?\n\nPersonally, I think that $ADA will have a slight lead in the next bull market,\nhowever $ETH could easily retain this spot.\n\nLeave your answers below!!…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1ss65/psa_businesses_who_accept_bitcoin_do_it_for.json": "So AMC is going to accept Bitcoin as payment\n[https://ca.finance.yahoo.com/video/amc-accept-bitcoin-payment-says-132504887.html].\nAs great as that is for mainstreaming adoption of crypto, hardly anyone is going\nto shell out BTC to see a movie. They'd become another infamous pizza story.\n\nTesla, AMC,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1r5cl/al_franken_i_like_ted_cruz_more_than_most_of_my.json": "Ted Cruz is despised even by his own fellow politicians. He’s supporting crypto,\nnot for us, but for himself. When it isn’t convenient for him anymore, he’ll\nflip and leave us hanging. Just be cautious with any trust or praise for Ted\nCruz.",
  "data/reddit-crypto/r/Bitcoin/comments/p1umg2/i_made_a_huge_bitcoin_mistake_after_having_the.json": "So...I remember setting up my Ledger Nano S years ago...but one thing I did NOT\ndo, was test out the recovery phrase.\n\nWell...here recently, i was updating all my wallets...ive got a collection of\nem...ledger nano s, nano X (still havent used), ColdCard (Still setting up),\nTrezor ONE (Brand new,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p22yuw/the_senator_who_blocked_the_amendment_for_the.json": "The senator:\n\n-Has blocked the crypto-amendment because he wants a 50 BILLION dollars\nadditional U.S. military funding because it would currently be \"underfounded\"\nwith money\n\n-Has never ever talked about crypto before this\n\n-Was never educated about crypto\n\n-Retires next year\n\n-Is a 87 years old…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p26e7j/did_i_buy_eth_for_1700_in_late_july_no_did_i_buy.json": "Annoyed about missing the bottom? Don't worry, odds are that many other people\nare too.\n\nLook, I was stupid. During the last dip, prices kept going lower and there was a\nlot of fear around that we were going into another crypto winter. I was scared\ntoo and chose not to buy. I know that there are…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p24v8e/what_happened_with_poly_network_and_the_nature_of.json": "Hey all!\n\nI've seen some misinformation being spread about how the Poly Network hack\nworked and what it was actually targeting. I want to clear it up, because this\nis a big barrier to get people involved in the DeFi Space.\n\nWHO DID THE HACK TARGET\n\nThis is a big question to ask. I've seen a couple…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p21j02/daily_discussion_august_11_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p28g75/i_hate_how_everything_crypto_related_is_centered.json": "Disclaimer: I do not intend to insult anyone coming from the US, nor do I want\nto say the US in general is bad\n\nWith that out of the way, let me start my rant. It is so annoying to me that\ncrypto, which is supposed to be decentralized and international, is centered so\nheavily around the US. Whenever…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2938p/the_current_rally_has_seen_eth_have_19_green_days.json": "This rally truly has been history-making. Not only is this the most successful\n22-day time period ever for ETH for BTC but it also achieved the below\nhistorical milestones and we're only getting started!\n\n * ETH had 13 green days in a row, first time ever.\n\n * BTC had 10 green days in a row, first…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p254um/the_ongoing_polynetwork_hack_is_hilarious_right.json": "Polynetwork hacker stole around $600m and tried to launder those funds but was\nimmediately locked out by USDT Tether, so he couldnt spend the usdt in his\nwallet. He tried moving them to curve and it failed\n\nSomeone told him USDT banned him with an onchain txn message, so he tipped the\nguy around…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p1q38r/fun_fact_owning_12_reddit_moons_is_equivalent_to.json": "Hear me out!\n\nBitcoin has a maximum supply of 21 million. But it will never reach max cap as\nmore than 3 million have already been lost.\n\nSimilarly, our subreddit MOONs have a hard cap of 250 million tokens. However,\ndue to the amount of moons left unclaimed and multiple premium memberships…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p25cex/the_polynetwork_hacker_is_returning_the_funds.json": "It's all coming together Bois, the PolyNetwork hacker is preparing to return the\nfunds:\n\n> READY TO RETURN THE FUND! :\n> https://etherscan.io/tx/0x7b6009ea08c868d7c5c336bf1bc30c33b87a0eedd59dac8c26e6a8551b20b68a\n> \n> FAILED TO CONTACT THE POLY. I NEED A SECURED MULTISIG WALLET FROM YOU:\n>…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p27syx/i_dont_own_even_a_bit_of_btci_cant_be_the_only.json": "I got into crypto recently and I ain't a rich kid so I feel like investing in\nETH(DCA),ADA,VET, MATIC and other alts would get me more profit compared to BTC.\n\nBTC is too expensive for me. Is there anyone here who doesn't own BTC like me?\nOr am I alone?\n\nI don't think I am doing a mistake as the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2bmz6/unpopular_opinion_bitcoin_did_not_get_rid_of_the.json": "The general narrative about Bitcoin seems to be, that Bitcoin got rid of the\nmiddle-man, aka people that you have to pay money to process your transactions\nand that can, in theory, censor you. Even the 2008 Bitcoin white-paper is titled\n“Bitcoin: A Peer-to-Peer Electronic Cash System”, implying that…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2bcm5/stop_blaming_the_old_guy_thats_exactly_what_they.json": "You guys remember the Bitcoin block wars politics from 4 years ago? Yeah that\nwas like kindergarten politics compared to the schooling we got from actual\ncareer politicians this week on Capitol hill.\n\nIt makes me laugh when I see people blaming 87 year old retiring Senator Richard\nShelby because he…",
  "data/reddit-crypto/r/Bitcoin/comments/p282xl/that_shelby_btch_is_exactly_why_and_how_empires.json": "US has lost its production capabilities, now it is starting to lose its\ninnovation talent. All is left is the ability to counterfeit money. Soon it will\nend up like a Rome. An empty shell tangled with web of stupid laws which\nprevents everyone from doing anything. Mostly lazy, fat citizenry used to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2dup1/if_governments_used_the_blockchain_for_their.json": "....but that'll never happen because keeping the common person in the dark is in\ntheir best interests - those they've been elected to serve. if they did this we\nwould really see how much is wasted, how much goes into their back pockets and\nthose of their friends. it would reveal inefficient,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2cnvl/no_bartender_has_ever_accepted_a_tip_from_me_in.json": "I live in a big city on the central east coast. I go out for beers with friends\npretty frequently. I litterally try at every new establishment I go to, or even\nwhen I'm at the same place but its a different bartender, I ask them if they'd\naccept the tip, not the bill, in btc, or any crypto of their…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p299z3/ill_never_keep_any_significant_amount_of_money_in.json": "I just got a lovely notification from my bank. They were happily letting me know\nthat I should rejoice cause they credited me with my monthly interest reward. A\nspanking 0.5% APY !!\n\nThat doesn't even cover the account maintenance fees, not to mention inflation.\n\nAfter discovering crypto, my eyes…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p29yoq/an_example_of_why_we_buy_when_theres_blood_in_the.json": "I've previously posted a strategy of a weighted DCA approach and thought I'd\nshare how it's been over the past two months. I've modified it a little bit\nsince but the general overview is\n\n- I have a minimum purchase amount each time I buy\n\n- The closer ETH price is to my predicted floor, the more I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2choh/kevin_oleary_on_cnbc_this_morning_im_increasing.json": "Thats a pretty bullish statement from a very smart and also very critical\ninvestor. Love him or hate him (most probably hate him) he does his research and\nknows finance.\n\nOne thing to note is that he says compliance is a huge issue for more\ninstitutional investments getting involved in the…",
  "data/reddit-crypto/r/Bitcoin/comments/p1yd69/how_confident_are_you_with_bitcoin_right_now.json": "I'm 100% confident in bitcoin right now. What makes you confident in bitcoin?",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2dk95/less_than_30_days_ago.json": "ADA was $1.03\n\nETH was $1718\n\nBTC was $29,301\n\nIt's nearly impossible to buy the bottom of a dip, and equally improbable to\nsell the top of the ATH. 30 days from now, these prices may increase another\n50%, or they may not.\n\nRegardless of what happens this month or the next, they will surely grow…",
  "data/reddit-crypto/r/Bitcoin/comments/p2e802/there_is_no_such_thing_as_next_bitcoin_faster_you.json": "https://preview.redd.it/aeff4i8toqg71.png?width=484&format=png&auto=webp&s=4df2ca8947cbec201bfc87e20f7015991bc5f73c",
  "data/reddit-crypto/r/Bitcoin/comments/p2du2z/just_got_my_mom_into_crypto_and_explained_the.json": "This is an abridged version of a poem called \"If\" by Rudyard Kipling, 1865 -\n1936 (potentially the world's first hodler). I think it's incredible how\naccurate it is to crypto and FUD in general, even though it was written a\ncentury ago. We're all taking our chances on some coins and some big \"ifs\".…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p28yfo/techleads_million_scam_went_too_far.json": "After being exposed for his million token which is a scam, by coffeezilla. Where\nhe lied about different things about the coin which include saying that he put 1\nmillion dollars in the token where he put just 50k. He took the money that\npeople put in.\n\nHe responded today to all the things that are…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2gvch/warning_do_not_ruin_your_life_because_of_taxes.json": "PREFACE\n\nObviously this is dependent on tax laws in your specific country. This post is\nprimarily about the US and other countries with similar taxation laws.\n\n\nWHAT HAPPENED\n\nIn the 2017 bull run, people saw crazy gains (10x-100x) and then traded without\nconsidering the taxable events and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2m56h/20_million_icx_hack_was_possibly_an_insider_job.json": "https://coinmarketcap.com/alexandria/article/lawsuit-over-bug-issued-icx-token-bonanza-can-go-forward-judge-rules",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2ji5p/when_the_old_becomes_the_new_vechain_in_effect.json": "As someone who works in the hospital, trying to keep an updated vaccine history\nand trying to remember when you last got them is a pain in the ass. I'm happy to\nsee a Vechain project in effect and hope it takes…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2kluy/no_ada_will_not_reach_10_this_year_stop_lying_to.json": "Some of you need to learn about market caps and circulating supply of some\ncoins.\nThis current pump is great, and I'm happy for ADA holders, but the coin will not\ndo 5x until the end of the year. Hell, not even by 2024 until the next halving\nof BTC.\n\nIf we want more adoption, and more people to…",
  "data/reddit-crypto/r/Bitcoin/comments/p248ly/calling_all_my_runescape_nerds_bitcoin_partyhat.json": "Last night i had an epiphany. Bitcoin is the real world version of runescape\nparty hats.\n\nFor those unaware of this game, Runescape is an MMO game that has a fully\nfunctioning inflationary economy. Nearly two decades ago \"Party Hats\" of various\ncolors were introduced to the game, and eventually were…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2i51l/looking_for_a_partner_with_3_btc_to_move_to_el.json": "Hey all, was gonna hop on tinder, but decided to try my luck here. Anyways I\nneed someone with 3 BTC that would like to move to El Salvador with me. I don’t\nneed your BTC, just need to be a citizen and we can go from there. Idk maybe\nwe’ll hit it off and be partners forever. We can watch the sunset…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2mfam/ill_fucking_say_it_cardanᴏ_is_overhyped.json": "Cardanᴏ is way too overhyped and overvalued. How is it the 4th largest crypto\nwithout even a working product. All it has are promises,  'smart contracts\ncoming soon'. There so many coins out there that actually have smart contracts.\nHarmony, Algorand, even fucking Tezos.\n\nThe only reason it's even…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2nm0m/new_moons_are_ready_round_16.json": "Update (8-11): It has been really exciting to see the positive response to the\nlaunch of the scaling network\n[https://www.reddit.com/r/CryptoCurrency/comments/opibci/were_launching_a_scaling_network_for_moons/]\nfor Moons. This is a big step towards getting them to the Ethereum mainnet,\nwhich is one…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2l4pn/tokenomics_101_how_to_spot_undervalued_gems_in_a.json": "Tokenomics (token economics) are a series of metrics relating to a\ncryptocurrency such as supply, allocation, distribution, emission, and utility.\nIn this post I will break down some of the most important things you should know\nwhile you DYOR. Tokenomics is the difference between making sound…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2kctc/unpopular_opinion_doing_well_in_crypto_is.json": "Think about it, everyone posts about having $10 bucks in ETH and how much they\nlost or how much they WOULDVE had if they hadn’t sold so early, but you never\nsee people post about how they got in early and they’ve been crushing it,\nbecause then they become a target. You also can’t talk to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2ro52/til_that_the_first_bitcoin_faucet_gave_5_btc_per.json": "In 2010 Gavin Andresen made the website freebitcoins.appspot.com, where he\npersonally loaded it with 1.1k BTC. Each BTC was about $0.001 at that time so\nobviously he didn't care. Also, fees were almost non-existent due to very light\nnetwork usage. In total it dispensed 19.7k BTC which is over $1.2B…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2pfjb/daily_discussion_august_12_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2tkp9/the_cult_at_over_at_rsafemoon_have_been_brigading.json": "In the past few weeks I've made a few posts highlighting the developing\ndangerous and cult like censorship and echo chamber forming over at r/safemoon\n[/r/safemoon]. The moderators in collaboration with the devs are working to lure\nnew investors into the pyramid by silencing any dissent, and the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2npa1/that_stimulus_check_of_1200_would_be_worth_over.json": "Based on a $1200 USD purchase of Bitcoin on April 15th, 2020.\n\nAnd if you invested it in Ethereum on April 15th, 2020, it would be over $24000.\nDamn that's some crazy numbers right there.\n\nDid anyone here actually invest the stimulus cash into crypto investments? And\nif so how are you looking so…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2vg89/no_cardano_is_not_overhyped_let_me_explain_why.json": "Currently, there is a post on the frontpage saying that ADA is overhyped. While\nthe author has some points, most of them can be countered pretty easily. Let me\nexplain\n\nDisclaimer: I am mainly comparing ADA to ETH in this post, and I do not prefer\none coin over the other. While I will try to be as…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2ts4x/there_are_3_million_members_here_there_is_more.json": "We are still in the beginning phases boys. There will be billions of dollars\npumped into this over the coming decades. Most people still don't even realize\nor even care about this stuff yet.\n\nEveryone is saying it can't be done. Everyone laughed at Mr. Lamborghini when\nyou decided to go from making…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2sja9/people_are_still_saying_cardano_is_overhyped_now.json": "“Wen smart contracts?” We see it everyday, we have for months, yeah it’s taking\na long time and they keep pushing it, but it’s so close to going live. Why would\nyou not wanna invest in something before it’s massive? “It DoEsnT eVeN hAvE a\nWoRkiNg pRoDucT”. Well DUH, now’s the time to invest dummy.…",
  "data/reddit-crypto/r/Bitcoin/comments/p2rvct/if_bitcoin_ever_hits_200kit_will_btw_then_satoshi.json": "Considering he has 1 million coins in his wallet his net worth at that time\nwould be $200b+. Current richest is Bernard Arnault sitting at $198b. Richest\nperson on earth and yet nobody knows who he is. True chad",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2ytn0/guy_from_coin_bureau_here_ama.json": "Hi Crypto Community,\n\nI am Guy from the Coin Bureau YouTube channel - a long time reader of this sub!\n\nToday I am answering all your questions. Be it about Crypto, the Coin Bureau or\nme.\n\nSo, ask me anything!\n\nAMA: 4PM UK (11AM EST) > 6PM UK (1PM EST) on the 12th Aug\n\n---\n\n📺 My YouTube:…",
  "data/reddit-crypto/r/Bitcoin/comments/p2jx6a/spend_bitcoin_at_stores_that_accept_it_please.json": "Before you downvote or post a negative comment, please read the post (or at\nleast the TLDR below). “Spend bitcoins” seems to trigger folks so much that they\nfail to realize there’s a way to spend bitcoin without reducing your stack or\npaying capital gains.\n\nI see a lot of folks that think they…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2z4zd/i_think_my_girlfriend_is_a_chinese_spy.json": "Pretty sure my girlfriend is a Chinese spy.\n\nHear me out. She's been spreading FUD for some time. Constantly she tries to\nhave me unload my crypto and begs me not to put any more money in... Seems\nawfully... Chinese governmenty to me.\n\nThe Chinese regulators banned cryptocurrency in May for the 51st…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2rw5j/full_review_on_coinbase_debit_card_after_2_weeks.json": "I’ve been using the Coinbase debit card for over two weeks now and just wanted\nto share my review.\n\nThe Coinbase Debit Card is nearly identical to a traditional debit card;\nhowever, it allows cardholders to use cryptocurrency in place of traditional\nmonetary means to make purchases.\n\nPros\n\n 1. No…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p31ll9/i_just_want_to_live_like_a_hobbit.json": "Wake up nice and early for first breakfast; quick cup of tea and a smoke after.\nThen second breakfast and fishing mid-morning - take a snack for elevenses. Back\nfor lunch down the pub. Afternoon tea on the porch at home and a spot of\ngardening; back out for a lazy ride into town. Back home for…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p31xb1/quantitative_analysis_of_moon_distribution_round.json": "Now that round 16 of Moon distribution is complete, you may be asking yourself\nquestions like:\n\n\"How does my Moon bag compare to the rest of the sub?\"\n\n\"Do I need to find new friends now?\"\n\n\"Am I still the kind of person who eats at Taco Bell?\"\n\nI did a quantitative analysis of all the moon hodlers…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2wlqs/most_used_abbreviations_in_the_cryptospace_and.json": "THIS IS AN UPDATED VERSION FROM MY POST\n[https://www.reddit.com/r/CryptoCurrency/comments/m0jug3/most_used_abbreviations_in_the_cryptospace_newby/]\nOF MARCH. WHICH INCLUDES NEW ABBREVIATIONS FROM THE COMMENT SECTION AND NEW\nWORDS THAT POPPED UP SINCE THEN.\n\nAs we welcome newcomers everyday to this…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p32ccp/theres_barely_any_discussion_in_the_comments.json": "If someone makes a text post that goes big it will mostly be full of comments\nwith no replies. Lots of comments are just jokes/memes etc. (I do it too).\n\nThen give it some time and a new text post will pop up as a response to the\nother text post. Usually it could have been a comment in the original…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p2zyn9/maybe_you_missed_the_dip_to_29k_its_fine_keep.json": "I keep seeing heavily upvoted posts saying \"If you didn't buy the BTC dip at\n29k, don't buy now!\". While thats not terrible advice, BTC is still down about\n20k from the recent ATH.\n\nAlso, there have been a lot of upvoted posts saying \"We're still early\" and \"BTC\nto $100k+ by end of year\". If you…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p343ur/im_happy_about_todays_low_its_healthy_for_a_good.json": "I was in the past days getting worried that everything was going up too fast.\n\nFast buildup has too much potential for being a bubble. If the market takes a\nrest every now and then and goes down to test the hands that are holding it, it\nis a good thing.\n\nSo right now I feel relieved that today is…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p3685q/resurgence_of_crypto_market_after_may_wipeout.json": "My 2nd Anniversary with Crypto! 2 years ago today I decided to join the rally of\ncrypto in this era and I’m not regretting anything about it. It was difficult at\nfirst a lot of people hindering you from investing or saying it won’t be worth\nit well I am one of those that will say, I see a brighter…",
  "data/reddit-crypto/r/CryptoCurrency/comments/p37wwa/do_you_guys_realize_how_big_of_a_deal_moons_are.json": "As of right now, one Moon is worth 0.26 USD. This is absolutely huge! I live in\nBrazil and a dollar is worth 5.23 BRL. Our minimum wage here is about 1.31\nUSD/hour here (1100 BRL/month).\n\nThere are people in this subreddit earning more than some families do in Brazil\nand this is amazing. We are…"
}