{
  "data/reddit-stocks/r/investing/comments/mhj59m/microsoft_wins_us_army_contract_for.json": "Microsoft wins U.S. Army contract for augmented-reality headsets, worth up to\n$21.9 billion over 10 years\n[https://www.cnbc.com/2021/03/31/microsoft-wins-contract-to-make-modified-hololens-for-us-army.html]\n\nNews broke maybe 4 hours ago. MSFT shot up 1% on that news, up more than 2% on\nthe…",
  "data/reddit-stocks/r/stocks/comments/mhnavv/apple_collaborating_with_tesla.json": "Apple will begin using Tesla’s batteries at their new solar farm.\n\nThis may lead to a long lasting relationship regarding battery technology. Tesla\nis more than a car company. It is a mass data collection company, battery\ninnovation company, and lastly a car…",
  "data/reddit-stocks/r/stocks/comments/mhkybv/mp_materials_a_rare_rare_earth_company_bringing.json": "Thought I'd take a chance to provide some information on a stock that I have\nliked for a while, MP Materials. Right now it is sitting at a low point for a\nwhile and I think the time is ripe for the pickens. Why do I think this right\nnow?\n\nWell MP sits at a mining site in the middle of the desert out…",
  "data/reddit-stocks/r/wallstreetbets/comments/mhox08/are_ya_winnin_son_1m_416_800_calls_yolo_update.json": "There's like a 6% chance this works out still.\n\nNEVER TELL ME THE ODDS!\n\nI wonder if I'll get one of those 'you lost a lot of money last month'\nletters...\n[https://preview.redd.it/ku06jys05iq61.jpg?width=750&format=pjpg&auto=webp&s=2e896f0a2fc845a7cb2383e6e53eccafbc69a21f]\n\nEdit: adding one of my…",
  "data/reddit-stocks/r/wallstreetbets/comments/mhrkna/gme_megathread_for_april_1_2021.json": "Europoor starting the party while u/OPINION_IS_UNPOPULAR\n[/u/OPINION_IS_UNPOPULAR] is asleep, but credits to him please fellow apes !\n\nHOLY MOLY HOLY MOLY HOLY MOLY HOLY MOLY HOLY MOLY HOLY MOLY HOLY MOLY HOLY MOLY\nHOLY MOLY HOLY MOLY HOLY MOLY HOLY MOLY HOLY MOLY HOLY MOLY HOLY MOLY HOLY MOLY\nHOLY…",
  "data/reddit-stocks/r/stocks/comments/mhjulc/how_to_not_check_your_account_every_second_of.json": "I'm a long-term investor. All of the stocks I owned, I plan to hold for 6 years\nplus. However, as the title suggests, I have the urge to check my account all\nthe time. Any tips to stop this constant checking?",
  "data/reddit-stocks/r/stocks/comments/mhs1bl/nio_report_big_gains_in_firstquarter_deliveries.json": "Nio sprang in a surprise for its investors on April Fools' day by reporting\ndeliveries that exceeded the tempered forecast the EV maker issued last week.\n\nNio delivered 7,257 cars for the month of March, the Chinese EV start-up said in\na statement released Thursday. This represented a record monthly…",
  "data/reddit-stocks/r/wallstreetbets/comments/mhu8tg/gme_megathread_for_april_01_2021.json": "sort by new for a good time",
  "data/reddit-stocks/r/stocks/comments/mhx3wx/the_sp_500_jumps_above_4000_points_for_the_first.json": "This\n[https://finance.yahoo.com/m/5d4065bf-2ab5-3ccd-896c-93448e5294a4/s&p-500-jumps-above-4,000.html?.tsrc=applewf]\nis a historic milestone for the S&P 500 and the stock market. The index has\ngained over 1500 points over the last year and I believe that we can continue to\ngo up in the long term as…",
  "data/reddit-stocks/r/stocks/comments/mhsasq/lordstown_motors_beta_trucks_come_off_assembly.json": "Was happy to see news this morning that Lordstown Motors had the first two beta\ntrucks come off the assembly line yesterday. I know I know -- SEC investigation\n-- yes I know one of their trucks burned to the ground in January on a test\ndrive.\n\nBut i like the way they are doing the trucks. They…",
  "data/reddit-stocks/r/investing/comments/mhwqww/bofa_global_research_bitcoins_dirty_little_secrets.json": "Source [https://rsch.baml.com/access?q=JLQz8CGIkJs]\n\nKey takeaways\n\n * Data suggests that institutional announcements, inflows into GBTC, and miner\n   reward cuts help drive Bitcoin prices\n * The main argument for Bitcoin is not diversification, stable returns, or\n   inflation protection, but sheer…",
  "data/reddit-stocks/r/investing/comments/mhvu4z/canadian_bitcoin_etfs_available_on_fidelity_by.json": "You can currently access the Canadian Bitcoin ETFs through Fidelity (no april\nfools):\n\nYou first need to enable your accounts for International Trading. You can turn\nit on here\n[https://www.fidelity.com/customer-service/how-to-enable-international-trading]\nor call them.\n\nThe three ETF symbols are:…",
  "data/reddit-stocks/r/investing/comments/mi2izd/tethers_claims_that_its_virtual_currency_was.json": "NYAG statements\n[https://www.google.com/amp/s/www.cnbc.com/amp/2021/02/23/tether-bitfinex-reach-settlement-with-new-york-attorney-general.html]\n\n> New York Attorney General Letitia James' office says it found that Tether\n> sometimes held no reserves to back its cryptocurrency's dollar peg. It said\n>…",
  "data/reddit-stocks/r/wallstreetbets/comments/mhl9mg/why_has_there_been_two_days_of_100_billion_in.json": "Over the last few days, there has been a crazy surge in same day reverse repo\noperations at the NY Fed.\n\nWhat are these Reverse Repos you ask, and I ask too BTW, but according to the NY\nFed:\n\n\" The New York Fed conducts repo and reverse repo operations each day as a means\nto help keep the federal…",
  "data/reddit-stocks/r/wallstreetbets/comments/mi2jt1/amc_is_not_introducing_500m_shares_on_may_4th_the.json": "Apologies if this is going to get skewered but let it be known.\n\nThe \"News\" stating the shares are being introduced on May 4th is WRONG. The vote\noccurs on May 4th and it is for the RIGHT to introduce the shares, not to\nactually introduce them.\n\nTS;RA (Too Short; Read Already): HODL This shit like…",
  "data/reddit-stocks/r/stocks/comments/mhwtar/ai_will_eventually_figure_out_how_to_beat_the.json": "Given a long enough timeline I feel like it's inevitable that a well programmed\nAI will be able to sift through all the infinite complexities of the market and\nfind patterns to help it not just beat the market, but do so handily. Am I wrong\nin this assumption? And if I'm correct, wtf happens then?…",
  "data/reddit-stocks/r/stocks/comments/mi9o3v/ive_discovered_something_interesting_and_unusual.json": " 1. Discovery, Inc. (DISCB)\n\nSo this week we saw DISCB$ made a huge upward spike soaring to a high of 150$.\nThis move was on super low volume and many believe it was a short squeeze, but I\nsee something that makes me suspicious of this\n\nI took a look at a 1 year chart of DISCB$ and I see that around…",
  "data/reddit-stocks/r/stocks/comments/mi8p2x/pltr_is_a_low_bottom_company_and_has_become_too.json": "First of all, I would like to say that in this analysys I did not want to dwell\ntoo much into the technical aspects of the PLTR's software product or the\nfinancial performance of the company. I am well aware that those are one of the\nmost important fundamental elements when valuing a business and I…",
  "data/reddit-stocks/r/stocks/comments/mi1n4h/what_was_your_biggest_investing_mistake_and_what.json": "I recently was well overallocated to and got hit hard in a recent downturn that\nwas much sharper than I imagined. It was painful. Sold low, then the holding\npopped up hugely the next few days. So then I bought back higher, at half my\noriginal allocation, only to see it bleed down once again. On the…",
  "data/reddit-stocks/r/stocks/comments/mi44fb/us_market_recap_thursday_april_1_2021.json": "Dow +0.52%, S&P 500 +1.18%, Nasdaq +1.76%, Russell 2000 +1.50%\n\n\n\n * Synopsis\n   * US equities were higher in Thursday trading, finishing near best levels.\n     Major indices all posted gains in the holiday-shortened week as S&P 500 and\n     Dow finished at record closes. Energy led the market on…",
  "data/reddit-stocks/r/wallstreetbets/comments/mi3nbf/what_are_your_moves_tomorrow_april_02_2021.json": "APRIL FOOLS\n\nMarkets closed. [https://i.imgur.com/dn2U2Mf.jpg]\n\n:(",
  "data/reddit-stocks/r/stocks/comments/mid0zb/is_it_illegal_to_interview_at_a_startup_just.json": "really like this one company. applied to them and they granted me a phone\ninterview. I can probably get an offer pretty easily but i don't actuallly want\nto work there. I just want to evaluate their operation lol"
}