{
  "data/reddit-crypto/r/CryptoCurrency/comments/pfjyqi/decentralised_social_media_in_australia_they_just.json": "So in Australia a bill was just passed that will allow police to access your\nsocial media without a warrant, they will be able to add, modify or delete data\nas they will. At this point I'm about to just delete my social media as it isn't\nreally worth having anymore. Im not doing anything wrong but…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pfkoul/we_are_going_to_see_stupid_returns_next_510_years.json": "To my fellow 9-5 worker who busts their ass in an underpayed job, for those who\nalready have money and invest and for those who work in i humane conditions and\nstill manage to put some money into crypto, we are going to be rewarded, I’m a\n2017 investor, made dumb decisions and good decisions, but…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pfj543/the_guy_who_invested_40000_in_safemoons_and_lost.json": "Dave Portnoy, who invested $40,000 in SafeMoons and lost $37,000 seems to be\neven more of an idiot than some thought.\n\nIn February he claimed to never buy Crypto again after he panic sold his Bitcoin\nat $11,000, missing out of a 412% gain that the given time.\n\n\n\n> \"I’m never buying bitcoin. Never.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pfi20y/daily_discussion_september_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pfof7n/proof_that_you_can_earn_more_money_with_crypto_by.json": "I have been staking for a while and now it has surpassed the same amount of\ninterest from my bank that’s been sitting for over 12 years. Yup, you read that\nright! 12 friggin years!\n\nMy crypto journey began around late 2019 with just $200. And two years later\ntoday, Bitcoin and other cryptos were…",
  "data/reddit-crypto/r/Bitcoin/comments/pfmef5/one_day_bitcoin_will_have_been_online_for_so_long.json": "One day it'll be common knowledge that Satoshi Nakamoto invented Bitcoin in\n2008, just like today we all know Einstein discovered general relativity, or\nthat Socrates did, well... Socrates, back in Ancient Greece. But the thing is,\nthere will be no one alive on Earth who can personally claim to have…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pfp1dk/since_i_started_investing_in_crypto_ive_almost.json": "I used to buy new clothes very frequently. I also spent a decent amount of money\non in-game purchases a well as drinks during parties etc. Out of nowhere, I\nstopped buying all of it and just put it straight into crypto. My issue is, I\ncan't tell if I finally got an investors mindset, or if i'm…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pfsgwd/countering_the_spam_in_comments_less_karma_for.json": "SUMMARY\n\nComments' karma is worth 2x more than posts' karma. There are limits to how many\nposts you can publish but there aren't any limits regarding comments. This is\nwhy r/cryptocurrency [/r/cryptocurrency] was constantly #2 top sub(!) in terms\nof comments per day in August (see the image below).…"
}