{
  "data/reddit-projects/r/SideProject/comments/nqnz8e/i_made_a_website_and_app_thats_like_a_personal.json": "Hey there fellow entrepreneurs and start-up enthusiasts! For a long time I\nwondered why the way we store files in the digital space has remained unchanged\nfrom how we’ve been storing physical paper for centuries. About three years ago,\nI decided there must be a better way and, after studying an MSc…",
  "data/reddit-projects/r/SideProject/comments/nqne3x/i_made_awesome_devtools_a_collection_of_tools_and.json": "Hey everyone. I want to share a little side project I've been working on called\nAwesome Devtools. The site is a collection of tools and resources for web\ndevelopers from around the internet. You can check out the code and the site\nbelow. Consider contributing if you have an awesome devtool to…",
  "data/reddit-projects/r/SideProject/comments/nrfe3m/i_created_a_browserbased_video_editor_100_free.json": "Hey everyone,\n\nAfter looking around online for a free video editor, I started getting\nfrustrated with the options out there. After working on a video for a while, I\nwould click the export button only to be hit by one of the following options\n(ordered from most to least aggravating)\n\n 1. Pay a…",
  "data/reddit-projects/r/SideProject/comments/nro4h7/find_your_next_business_idea_over_600_hours_of.json": "I have a habit of analyzing interesting business trends every week. I started 6\nmonths ago and have curated over 20 reports so far.\n\nHere's a sample report, hope you enjoy it!\n\nIf you do, you can find 20 more of them here [https://signals.page/] (scroll\ndown for the archive).\n\n---\n\n\nLOW-RISK…",
  "data/reddit-projects/r/SideProject/comments/nsiywf/i_was_tired_of_looking_up_sale_items_at_whole.json": "Hi everyone, been working on this project for a little bit now - it used to be a\nscript I just ran but then I decided to make it into a more wholistic package to\npractice UI/UX and put something out there.\n\nAll coded in python, hosted on Heroku, $0 to make it which is always my\nconstraint since it…",
  "data/reddit-projects/r/SideProject/comments/nso2rr/i_created_a_fullstack_starter_template_for_react.json": "https://preview.redd.it/90ejgcvjpd371.png?width=1450&format=png&auto=webp&s=75b4dafc996f4e030d117b1ce5b47fd2ee12634d\n\nhttps://github.com/braydenwerner/Wern-Fullstack-Template",
  "data/reddit-projects/r/SideProject/comments/nsttn7/i_feel_working_remotely_is_lonely_so_i_built_this.json": "Basically, with Pipewing.com [https://Pipewing.com] I want to connect remote\nworkers with other remote workers from the same city through 1:1 video calls.\nThat way they can get to know each other and eventually meet in person for lunch\nor work.\n\nWhat's the difference to lunchclub? Lunchclub is…",
  "data/reddit-projects/r/SideProject/comments/nt9hgc/spent_a_year_and_a_half_building_a_dating_app.json": "Spent over a year learning coding and design from scratch but finally build and\nlaunched my first app.\nhttps://apps.apple.com/us/app/pooch-dating-app/id1558043054\n\nA dating app with an emphasis around your pets. Got a lot of features I want to\nadd and super excited to learn and develop this farther.…",
  "data/reddit-projects/r/SideProject/comments/nthsk3/280_top_directories_to_submit_your_startup_in_2021.json": "We spent 80+ hours reviewing 2,000+ websites to find the best Free and Paid ones\nto post your startup.\n\n- And yes, I am sharing it for free!\n\n- Yup, not even asking for your email.\n\nFind out which sites get the most traffic, how much traffic they get from your\ntarget country, and what SEO value you…",
  "data/reddit-projects/r/SideProject/comments/nuu2az/an_all_in_one_telegram_bot_i_am_aiming_to_build.json": "All utility bot [https://t.me/allutilitybot] is a Fast and Efficient ⚡️ telegram\nbot, forget about maintaining different bots for different utilities.\n\nAll the things you want are here ❤️\n\nDownload 3Million+ EBooks 📚,\n\nTranslate text to many languages 💟 ,\n\nText-to-Speech 💬 conversion,\n\nUnlimited…",
  "data/reddit-projects/r/SideProject/comments/nvxhzh/i_built_a_you_laugh_you_lose_webbased_game_that.json": "DEMO [https://youlaughyoulose.netlify.com] GitHub\n[https://github.com/vaibhavpras/youlaughyoulose]\n\nThis is a fun little idea that I decided to bring to life which ended up working\nmuch better than I expected. It is also my first react-js project and I am super\nexcited to continue learning.\n\nThe…",
  "data/reddit-projects/r/SideProject/comments/nvyt6n/my_side_project_will_be_a_100_privacyfocused.json": "Backstory: I don't trust Plaid's privacy policy. At the end of the day, they own\nyour data. So I decided to approach the problem from a different perspective. No\nusernames, no passwords to surrender. You only provide a token from your bank\naccount's API and I take care of the rest. 100% data-owned…",
  "data/reddit-projects/r/SideProject/comments/nwi7ix/launching_my_mobile_app_today_microvist.json": "Hi /r/sideproject, I've been working on my first ever mobile app Microvist and\nam launching it today. I would love extra support on my product hunt page\nhttps://www.producthunt.com/posts/microvist-for-mobile if people would give it a\nlook and upvote if you like it :)\n\nThe apps goal is to be a…",
  "data/reddit-projects/r/SideProject/comments/nx1rm3/i_built_a_tool_to_check_whether_the_emails_you.json": "A friend of mine gave me the idea and we've been working on it together for the\npast 2 months. We finally got it to a place where we're ready to launch, so here\nit is: InboxTarget [https://inboxtarget.com]\n\nYou can sign up and use it for free. The goal is to allow email marketers and\nsalespeople to…",
  "data/reddit-projects/r/SideProject/comments/nyh3fp/first_paying_customer.json": "Small for many, but a great joy for me. Today I received notification from\nGumroad saying there was a sale of the template (NFT Marketplace)\n[https://gum.co/vOiUJ] I released 24 hours ago.\n\nTwo months ago I launched my side project – Launchoice [https://launchoice.com].\nIt's a marketplace of free…"
}