{
  "data/reddit-crypto/r/Bitcoin/comments/luw6m5/my_wife_is_my_best_market_indicator.json": "Been in the space since 2017. Lost a lot of cash then started learning. Hodl is\nthe way my friends. Interestingly my wife seems to be the best indicator of the\nmarket to the general public. Whenever she asks me 'how's the bitcoin doing?' I\nanswer \"why?\" And she's like 'elon something,' or 'i read…",
  "data/reddit-crypto/r/CryptoCurrency/comments/luxoi4/im_quitting_smoking_and_buying_cryptocurrency.json": "I tried this a while ago, though I was throwing money at options on Robinhood,\njust to give myself something to do. Needless to say, it didn't work out. I blew\na bunch of money and started smoking again just a few months later.\n\nNow I'm ready for a change! Smokes are $12 a pack where I am at and I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lv32fx/tomochain_stole_25k_tomo_4050k_usd_from_me_while.json": "You may have seen my last thread already:\nhttps://old.reddit.com/r/CryptoCurrency/comments/lq8sie/tomochain_stole_over_55k_usd_worth_of_tomo_from/\n\nI left out of this thread that my health is in extremely poor condition, my\nliver failed 6+ months ago and my health has been rapidly degrading since.…",
  "data/reddit-crypto/r/Bitcoin/comments/lv0ds6/excia_economics_expert_gave_me_bitcoin_advice.json": "He said: “the thing is, with Bitcoin, you can’t view it as an investment such as\na stock, like the common person. Instead, You have to view it as owning land.\n\nInstead of cashing it out, place loans against it. This way, you don’t lose your\ncoin, and can instead weigh how to minimize land loss…",
  "data/reddit-crypto/r/CryptoCurrency/comments/luwd8c/we_need_to_keep_calling_out_scammers_to_protect.json": "Listen up fellas, I’ve noticed a huge increase in the number of scammers trying\nto steal your precious crypto, login info, etc. due to the growth of\ncryptocurrency in general and the insane growth of our sub. We have to do a\nbetter job at calling these fools out and putting them on our known…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lv4o1n/is_binance_smart_chain_centralised_or.json": "Someone deployed this game tanks of tiananmen on the BSC blockchain. All\ndiscussion about the Tiananmen square massacre are banned in China, but now the\ngame has been deployed on BSC.\n\n> These lost TANKS accumulate under CZ's leadership and once in every 20\ntransfers, CZ randomly sends his TANKs to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lv0uat/giving_lurkers_contribution_that_may_in_turn.json": "I raise this poll to give moon rights to the lurkers in this subreddit that\nchoose not to contribute when they have nothing productive to say. This is in\nreaction to the current meta in this sub in which people post and spam\nunproductive or unoriginal content to farm moons. I am proposing this not…",
  "data/reddit-crypto/r/CryptoCurrency/comments/luv7fq/tokenizing_a_forest.json": "So I had the idea that if we tokenized forests as an investment that we could\nplant a massive amount of trees and help preserve nature. For example the\nredwood forest has a lot of old trees that can live for thousands of years\npotentially. Each coin/token would be assigned to a specific tree. In…",
  "data/reddit-crypto/r/CryptoCurrency/comments/luuf8q/daily_discussion_march_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lv5yw0/discussioncmv_nano_is_a_better_store_of_value.json": "Warning: longread. A sort of tl;dr at the bottom.\n\nIn this post I'll outline why I think that Nano, rather than Bitcoin, might be\nthe \"final\" store of value, because it approaches the theoretical limit of\nperfect store of value/reserve currency characteristics. Much of this is based\non Ray Dalio's…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lv3bwq/to_all_the_new_people_fomoing_into_crypto_right.json": "A lot of new people are getting into crypto that don't fully understand the risk\nthey are taking. I know this space is exciting and the astronomical gains are\ntempting, but try to keep your head cool.\n\nPlease don't use leverage, don't max out your credit cards, don't borrow money\nfrom friends and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lv7ev3/unpopular_opinion_i_have_a_feeling_that_most_of.json": "It is strange, we have the power to give and receive, and a one-time opportunity\nto support other redditors to earn some Moons here. But at the same time I have\nnoticed that there are a lot of redditors giving downvotes to a lot of posts -\nand I am not speaking about posts with opinions, I speak…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lv42nt/crypto_is_creating_unhealthy_investing.json": "Now, believe me when I say - I know what it's like to get caught up in the hype.\nI'm bullish on the future of crypto, and think huge gains are likely in the\ncoming years.\n\nWith that said, seeing the things that have been posted lately is frankly quite\nalarming. It seems like the bull run has warped…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lvdbx2/how_would_everyone_feel_about_limiting_memes_to.json": "As of now, memes are only allowed on the weekend. However, now the weekend is\njust 48 hours straight of Moon farmers re-posting the same memes over and over\nagain.\n\n28% of the time this sub is completely useless if you want to share high quality\ncontent or have a real discussion. I actually miss…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lvfs0v/the_ny_ag_just_issued_a_blanket_warning_against.json": "Its just not the place for NY AG's to issue a \"warning\" against an entire asset\nclass that many institutions are investing in today and giants like Fidelity\ncall digital gold and recommend their investors to have a position along with\ndebt component of their portfolio.\n\nWhats worse, the NY State…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lveoum/how_i_turned_my_50_to_1873_with_fees_alone_and.json": "I swapped $50 of ETH to USDC and ended up with a mere $18.73.\n\nFucking fees. Had it on metamask and for fun I decided to see if I can put it in\nUSDC so I can swap for shitcoins that only have USDC as trading pairs.\n\nUniswap btw. I was stupid enough to overlook the gas fees. This is where the\ntitle…",
  "data/reddit-crypto/r/Bitcoin/comments/lvehz0/if_an_electric_vehicle_is_considered_green_then.json": "Look I'm not here to argue about electric vehicles, but my point is if I bought\na Tesla TODAY and plugged it in to charge TODAY, based on the power sources in\nmy state it would be more than 40% powered by coal and another 30% by natural\ngas. These are not Green power sources.\n\nMeanwhile I keep…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lvceaf/get_ready_for_lift_off_guys_citibank_now_thinks.json": "Not posting the article because it already has been a bunch of times, but think\nabout just how huge this news is.\n\nCitibank is one of the banks that had to be bailed out during the financial\ncrisis.\n\nThey are part of the reason that Bitcoin even exists at all, so essentially they\nare now admitting…",
  "data/reddit-crypto/r/Bitcoin/comments/lvp8pk/back_over_50k.json": "📈 Yesterday morning some people on the board were in despair and ready to sell\nat 43K, if not earlier than that. Hopefully they did not and this is a lesson\nthat BTC can rise as quickly as it falls.\n\nSetbacks are temporary.\n\nIf if dips again after this post, I know in the long term it will be…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lvtgmx/its_not_much_but_i_finally_own_just_over_one.json": "I'm excited about actually owning a whole token now! Got into the game a bit\nlate, I have some BTC but owning a whole one of those is a bit tough for the\nlittle guys. It's a small thing but after chipping away at it from week to week\nseeing that 1.0 is very rewarding. Here's hoping ETH staking…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lvspfa/im_not_afraid_to_admit_it.json": "Neither should you.\n\nNot afraid to admit it at all. I'm in crypto for the profits. People are going\nthrough tough times. Even before lockdowns.\n\nDon't get me wrong, I'm 100% Pro decentralization of the internet.\n\nI got FOMO'd into crypto late 2016, started out very modest with XRP, did good,\ngot my…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lvud78/stop_trying_to_time_the_market_dca_ftw.json": "Probably a repeat PSA, but seriously, if you're new (or even not new) to crypto,\nlook into DCA-ing into your favourite coin rather than trying to buy the dip(s).\n\nQuick recap: DCA-ing or Dollar Cost Averaging is basically investing the same\namount of money at set intervals over a long period, riding…",
  "data/reddit-crypto/r/Bitcoin/comments/lvq1er/what_part_of_hold_is_not_registering_with_yall.json": "I see post after post about people panicking about the prices.\n\nJust buy it and hold it. If you’re in Bitcoin to day trade, that’s your\nprerogative. But no one here cares that you’re scared of a price drop. Because\nthose that understand are completely unfazed by 30% swings.\n\nLiterally just buy it…",
  "data/reddit-crypto/r/Bitcoin/comments/lvswt3/take_care_of_your_teeth.json": "Back in the fall, my dentist told me that I’d need to get a couple teeth pulled\nand the best way forward would be a partial denture. The quote came in about\n$2000. (Seriously, floss every night). As it happened, I got a bonus around the\nsame time from work that was for a similar amount. I put the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lvum4b/if_youre_making_money_from_crypto_whether_its_a.json": "One thing I noticed at this sub is the lack of support and not being\nconstructive critics when they come across stuff they disagree. I remember how a\nfew weeks ago when there was a bit of salt against doge, someone talking about\nhow they had doge and Elon tweet pumped it and they commented how they…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lvong0/daily_discussion_march_2_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/Bitcoin/comments/lvx4iz/i_had_a_crazy_acid_trip_and_i_am_100_convinced_it.json": "My friend and I dropped some acid and had literally a 4 hour conversation about\nwhy Bitcoin is unstoppable. I will attempt to write as much of it down here (I'm\ncurious to hear your thoughts and whether you agree or think I'm a mad man), but\nwe had so many interesting ideas that I wish I had it on…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lw0f6q/proposal_to_move_all_memes_to_a_different.json": "As everyone has seen, allowing everyone to post one meme per day results in the\nsub being completely overrun with memes for whatever days this is allowed,\ncurrently Saturday and Sunday UTC time. This policy of allowing memes only on\nthe weekend was adopted because the previous policy of only…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lw077x/psa_if_youre_seeing_huge_gains_take_some_profit.json": "I started investing in crypto in 2017 (I did some daytrading before that, but\nnever HODL). Didn't invest much, but it was a significant amount for me. I saw\nHUGE gains. Like 33x. When it went crashing down and after some bad decisions\n(Bitgrail...), I lost almost everything. I was stressed and angry…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lvuyi7/somebody_sent_5_bitcoin_243153_to_a_confirmed.json": "Last night @Whale_alert twitter account reported that somebody sent an eye\nwatering 5 btc to a confirmed Elon Musk giveaway scam address.\n\nTweet: https://twitter.com/whale_alert/status/1366510689720803330?s=19\n\nIf you use twitter you are likely familiar with the scam stating that Elon is\ngiving away…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lw0i5p/bought_my_partner_an_engagement_ring_with_money.json": "Hi all. This kind of goes against my better judgement, as I know there are lots\nof posts like this and it can come across as braggy, cringey etc.\n\nNone of my friends or family know much/anything about crypto, and I really\nwanted to share this with someone.\n\nThe start of the year has been really…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lvyoku/history_will_remember_that_google_failed_to_be_an.json": "PayPal, Facebook, Twitter, Microsoft (accepted crypto payment for years), Amazon\n(rumoured to be working on its own crypto project.) etc etc\n\nThe list of tech firms that have displayed real support or interest towards\ncrypto is grown yet Google (although some search results have been changing)…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lw1zni/im_from_a_second_world_country_but_im_still.json": "Our wages for honest hard working people are pretty low, we have a\nnear-dictatorship politics, we are supposed to work until we're 65-67 years old,\nour retirement funds won't be enough for a proper life.\n\nI'm only 19 but I want to start my adulthood being financially responsible and\ninvesting in my…",
  "data/reddit-crypto/r/Bitcoin/comments/lvxjhm/if_you_think_bitcoin_is_only_used_by_criminals.json": "Bitcoin being used by criminals is still some of the most long-lived FUD out\nthere. It is something that still often comes up today when I hear nocoiners\ntalk about Bitcoin and is often cited as a reason not to invest.",
  "data/reddit-crypto/r/CryptoCurrency/comments/lw2uy7/the_case_on_emblem_vault_coval_an_entire_wallet.json": "CIRCUITS OF VALUE AND EMBLEM VAULT 🔒\n\nEmblem Vault is the first product of the Circuits of Value ($COVAL) ecosystem,\nit allows the wrapping of multiple digital assets (e.g. digital files, NFTs,\ncrypto, games) inside a single NFT – enabling the creation of an entire\nblockchain-agnostic wallet inside…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lw3mkz/never_trust_crypto_youtubers_or_tip_channels.json": "It is as simple as that, if they had a secret method to making millions they\nwould keep it to themselves. All of these youtube and telegram tip channels are\nsimply pump and dump schemes where they buy into a token cheap and then shill it\nto their followers so that they can dump their shitcoins at a…",
  "data/reddit-crypto/r/Bitcoin/comments/lw55t1/i_have_now_lost_all_of_my_bitcoin.json": "It was a tragic boating accident. I just moved all my bitcoin to a hardware\nwallet, when it happened to slip my hands and into the ocean.\n\nAny further transfers done on that wallet are because of Poseidon.",
  "data/reddit-crypto/r/CryptoCurrency/comments/lw40ya/does_anyone_still_actually_care_about.json": "When I got into cryptocurrency late 2014 the community on Reddit/Twitter was\nalways talking about how their coins could change the world for the better. I\nbought my first Bitcoin because I believed their narrative about how crypto\ncould revolutionize the world being anonymous (BTC was anonymous at…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lw9mds/some_interesting_facts_about_the_top_15.json": "Here are some interesting facts or history about the top 15 cryptocurrencies by\nmarket cap. A lot of it is taken from the wikipedia. Feel free to correct me if\nsomething's wrong.\n\nBitcoin (BTC):\n\nThe receiver of the first bitcoin transaction was cypherpunk Hal Finney, who had\ncreated the first…",
  "data/reddit-crypto/r/Bitcoin/comments/lwb34y/i_wrote_a_trading_algo_that_buys_btc_every_time.json": "https://twitter.com/macromule/status/1366840685962223616?s=20\n\nSince May, the algorithm would have executed 203 trades, achieving an annualized\nreturn of ~1000%. 65% of trades are profitable with a 3% average…",
  "data/reddit-crypto/r/Bitcoin/comments/lw8d5q/im_now_a_millionaire.json": "*Satoshi millionaire\n\nReally psyched to hit 0.01 after buying those tasty dips over the last month,\nthanks so much to this community and r/bitcoinbeginners [/r/bitcoinbeginners]\nfor DYOR prompting and good vibes! You guys are super friendly and are always\nmaking Crypto more accessible/understandable…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lw6npb/lets_help_the_noobs_instead_of_bashing_them_good.json": "I've been into crypto since 2013 but didn't actually buy any until 2017 due to\nbeing a student/busy/kept forgetting/etc.\n\nIn that time, I haven't really learned as much as I would like so I've started\nspending more time lately looking into the actual technology involved to be\nbetter prepared for…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lw0liy/if_you_want_to_move_your_eth_erc_20_tokens_and.json": "I see so many posts about high fees lately. If you want to move your ETH, ERC 20\ntokens - wait until the upgrade on March 15th. They are promising up to 140x\nsmaller fees. No need to spend $20 on moving a few tokens to a wallet. If you\ncan wait 14 more days, wait, and save yourself that money for…",
  "data/reddit-crypto/r/Bitcoin/comments/lvzqdu/umm_can_i_just_bring_everyones_attention_to_how.json": "https://www.reddit.com/r/Bitcoin/comments/2p6vzc/this_is_probably_the_most_accurate_price/?utm_source=share&utm_medium=ios_app&utm_name=iossmf",
  "data/reddit-crypto/r/CryptoCurrency/comments/lwfs4d/so_i_have_finished_the_last_cig_from_the_last.json": "And I didn’t buy another one.\n\nInstead of the 6 bucks I’ve been sitting back, I made it ten. Don’t tell my\nwife, but I have faith in that extra $4.\n\nDue to the high rates right now I’m going to dump in 1 time at the end of each\nmonth. I will have a picture of what I have saved already on…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lwgb4v/never_thought_i_would_see_the_day_people_were.json": "Look at us now! My wife always laughed at me for being on Reddit and wasting\ntime as it is my only form of Social Media.\n\nNow who's got the last laugh 😅\n\nI haven't made enough to change my life obviously but it feels good saying that\nReddit paid for a nice date night for me and the wife. It's not…",
  "data/reddit-crypto/r/Bitcoin/comments/lwd9to/i_dont_believe_we_shall_ever_have_a_good_money.json": "https://www.youtube.com/watch?t=1160&v=EYhEDxFwFRU",
  "data/reddit-crypto/r/Bitcoin/comments/lwknba/bitcoin_100m.json": "it would be a lot easier for everybody to understand, if bitcoin was $100M, and\na satoshi was $1. lets do that.",
  "data/reddit-crypto/r/Bitcoin/comments/lwnujp/to_think_that_one_bitcoin_is_more_than_many.json": "I haven’t been in crypto for very long. Started working at a crypto mining farm\nin Jan 2018 and it changed my life.\n\nMy employers asked if I was cool getting paid in bitcoin. At the time, my answer\nwas “As long as I can sell it into Ringgit Malaysia (fiat)”. Got paid around\n$1k+ monthly - remembered…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lwg65q/daily_discussion_march_3_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lwjg9v/trading_stocks_is_like_trading_crypto_at_01x.json": "When I used to trade stocks, we considered a 6-7% return on investment a good\nyear. A bad year was a 50% loss.\n\nIn crypto, 7% gain is a good day. 25% gain is a great day. 50% loss is last\nSunday. Life's too short to trade stocks!",
  "data/reddit-crypto/r/Bitcoin/comments/lwo0dm/pioneers_spent_bitcoin_in_the_past_so_you_can.json": "Stop saying when you see posts of someone spending bitcoins for food, services,\nvideogames, drugs whatever that they are kicking themselves because they didnt\nhold. Be thankful that they made bitcoin into a legit usable currency it is\ntoday. If everyone back then held, bitcoin would be worthless…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lwun4f/ultimate_staking_guide_2021_overview_of_best.json": "In this post, I would like to expand on the growing interest in staking by\nexpanding on Passive income post\n[https://www.reddit.com/r/CryptoCurrency/comments/lk2rtw/the_ultimate_guide_to_earning_passive_income_with/]\nby u/Weaver96 [/u/Weaver96] and Beginner's staking…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lwqo4g/the_amount_of_positive_news_lately_is_absolutely.json": "I’ve been lurking here for about a year only but nowadays the sheer amount of\nnew projects being developed, credit companies joining in crypto, moons\nreleasing on Reddit, big players like Amazon, Apple investing or researching,\nNFT adoptions, small business starting to support crypto payments is…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lwy068/never_thought_i_and_many_others_would_get_paid.json": "Who could've thought we could earn money by posting about the stuff we love?\nDidn't teachers told us back the that our stupid hobby's/our wasted time wasn't\ngoing to pay bills?\n\nHeck yea, now we can by posting articles, upvoting and commenting on the things\nwe like to do.\n\n * Got some time while…"
}