{
  "data/reddit-know/r/YouShouldKnow/comments/lvlgwy/ysk_just_because_someone_is_related_to_you_does.json": "Why YSK: Don't blame the person for going no contact or leaving a family member.\nYou don't know what they went through. And don't tell them to reconsider, odds\nare good that they have tried to make things work. Leaving/going no contact is\nusually a last resort.",
  "data/reddit-know/r/YouShouldKnow/comments/lvnhqj/ysk_when_you_submit_a_negative_survey_for.json": "Why YSK: I was a Manager in the Customer Service/E-Commerce industry for over a\ndecade, companies will almost always blame the low-level employees for a\nnegative survey, even if the customer is upset about things completely out of an\nagent's control.\n\nIf you've got an issue with the company or their…",
  "data/reddit-know/r/YouShouldKnow/comments/lvrpgx/ysk_if_your_headlights_are_illuminating_any.json": "Why YSK: I think people simply may not realize when they’re blinding other\ndrivers. If you can tell that your lights are lighting any of their mirrors,\nthis means the driver is blinded, and it could make it extremely hard for them\nto see (especially the side mirrors that don’t have a tinted mode).…",
  "data/reddit-know/r/YouShouldKnow/comments/lw3ajl/ysk_if_you_know_that_someone_doesnt_celebrate_a.json": "Why YSK: There are many reasons someone may choose to not participate in a\nspecific celebration (religious reasons, conscientious, personal choice, etc).\nThat is a decision they have made and asked you to respect. You may have good\nintentions and don't want them to feel left out, but it's that…",
  "data/reddit-know/r/YouShouldKnow/comments/lw90hg/ysk_the_microwave_isnt_ruining_your_food_you.json": "Why YSK: If you’re wondering why your food is always coming out of the microwave\nrubbery, tough, and otherwise gross, it’s probably because you reheated your\nfood improperly.\n\nThe “time cook” and “power level” settings are your best friend. If reheating\nsomething that you don’t want to ruin (like a…",
  "data/reddit-know/r/YouShouldKnow/comments/lw060c/ysk_when_someone_is_talking_about_their_problems.json": "Why YSK: Because it's such a simple rule and SO many people need to follow this.",
  "data/reddit-know/r/YouShouldKnow/comments/lwv8ip/ysk_the_fcc_just_approved_a_50_a_month_subsidy.json": "Why YSK: This is great for those struggling to pay for internet. Hopefully this\nsubsidy will help reduce the number of people having to choose between paying\nfor groceries and internet access.\n\nHere’s who qualifies:\n\nTo be eligible, at least one member of the household must meet one of the\nfollowing…",
  "data/reddit-know/r/YouShouldKnow/comments/lwp6js/ysk_you_can_take_full_page_screenshots_on_iphone.json": "(1) Take a regular screenshot, (2) tap on the preview, (3) click on “Full Page”\nat the top right corner.\n\nWhy YSK: Instead of taking multiple screenshots to get the entire content of an\narticle or for recipes; having to take one screenshot of the ingredients and\nthree screenshots of the step-by-step…",
  "data/reddit-know/r/YouShouldKnow/comments/lwp117/ysk_to_have_your_dog_chase_you_when_it_slips_its.json": "Why YSK: When your dog gets away from you, chasing it is not always the best\nidea because they can run fast and far and easily get away from you. Instead,\ncall your dogs name in a playful voice, and say something like “come and get me”\nand make them think it’s a game, and run in the safest direction…",
  "data/reddit-know/r/YouShouldKnow/comments/lwhuq3/ysk_puppies_and_young_children_make_terrible.json": "Why YSK: Right now, many unsuspecting parents of young kids are bringing home\npuppies, only to realize that raising them all together is a Herculean task.\n\nDogs are man’s best friend, and we have a romanticized idea of puppies “growing\nup with our kids.” Ironically, puppies and young children…",
  "data/reddit-know/r/YouShouldKnow/comments/lxeb99/ysk_that_if_youre_in_public_and_in_a_rush_to_find.json": "Why YSK: Because in this situation most people will look for a gas station or\nrestaurant first but because of current world situations those places have shut\ntheir restrooms down. Home depot and target are all over the place and can be\neasily found. To that extent walmart qualifies for this post too…",
  "data/reddit-know/r/YouShouldKnow/comments/lyjps9/ysk_if_you_ever_decide_to_play_monopoly_play_the.json": "Why YSK: This version actually has an ending! The game includes an extra piece\nthat you place on the board, the One Ring. On one of the die the 1 is replaced\nwith the eye of Sauron. Every time a player rolls this particular die\neye-side-up, the ring moves forward one space. If the ring makes its way…",
  "data/reddit-know/r/YouShouldKnow/comments/lxkait/ysk_if_you_are_ever_at_work_and_need_to_take_your.json": "Why YSK: I work an engineering job and occasionally get a room to myself to run\na plating machine. Here I can freely work with my mask off and place it in my\nback pocket like I normally do. I had chipotle the night before and was omitting\na higher frequency of deadly gas without even realizing my…",
  "data/reddit-know/r/YouShouldKnow/comments/lxo6gv/ysk_wettingsoaking_your_nails_before_clipping.json": "Why YSK Just a helpful tip for avoiding those rogue clippings you step on.",
  "data/reddit-know/r/YouShouldKnow/comments/lyps6n/ysk_therapists_will_often_offer_a_sliding_scale.json": "Why YSK:\n\nTherapy seems like a luxury because the rates for people without insurance are\ncrazy high, but a lot of therapists recognize this and will offer you a heavily\ndiscounted rate if you talk to them about it.\n\nI know with everything that’s happening in the world a lot more people are\nrealizing…",
  "data/reddit-know/r/YouShouldKnow/comments/lydb30/ysk_if_you_are_struggling_and_below_200_of_the.json": "Why YSK: Computers are typically expensive, and with the economic issues\nchallenging the country right now. Having access to a solid computer for school\n/ work purposes can be challenging. A lot of schools went online recently, and\npeople living in underserved communities struggled to provide…",
  "data/reddit-know/r/YouShouldKnow/comments/lzitlj/ysk_there_are_websites_that_can_assess_true_and.json": "Why YSK: I have purchase inferior products many times based mainly on rating\nalone until I wised up. Internet literacy (the ability to discern between truth\nand falsehood, gossip and vital information [I'll leave this for another post])\nis going to play a critical part in humanity for decades to…",
  "data/reddit-know/r/YouShouldKnow/comments/lzizu9/ysk_not_to_inflate_a_life_jacket_in_a_plane_until.json": "Why YSK: An inflated life jacket takes up more space than a non-inflated life\njacket, making it harder to fit through the emergency exits and leading to\ncongestion when trying to escape. Also you run the risk of drowning as the life\njacket floats to the top of the cabin. A textbook example of this…",
  "data/reddit-know/r/YouShouldKnow/comments/lzgp93/ysk_make_sure_to_properly_clean_out_your_vacuum.json": "Why YSK: Some people seem to remain oblivious to this and just throw it out and\nbuy a new one when all you need to do is clean it out occasionally. Yes, it's a\npain. But a lot better than wasting money.",
  "data/reddit-know/r/YouShouldKnow/comments/lz5dws/ysk_there_are_people_out_there_looking_to_give_a.json": "Why YSK: There are many people out there who are willing to give a chance,\nbecause they feel like they were given a chance. However, they expect the ones\nin front of them to be aware of it, and ask for it.\n\nI have been given a chance by my first manager, after a 1h interview, in a\ndifferent country.…",
  "data/reddit-know/r/YouShouldKnow/comments/lyexts/ysk_when_you_get_a_call_saying_your_credit_card.json": "WhyYSK - Even if the person on the phone knows the first 8 numbers on the card,\nyour bank, and your last name, it’s probably a Phishing scam.\n\nLegitimate calls will encourage you to hang up and call the number on the back\nof your card. Phishing calls encourage you NOT to hang up and to stay on…",
  "data/reddit-know/r/YouShouldKnow/comments/lzof8r/ysk_that_you_should_label_your_house_or_mailbox.json": "Why YSK: I work for a huge package delivery company and I cant tell you how many\npackages I have had to take back because its unclear if your house is 1906 or\nyour neighbors is. Turn by turn directions are not supposed to be used where I\nwork. Just put a larger version of your house number in the…",
  "data/reddit-know/r/YouShouldKnow/comments/m04kpr/ysk_you_should_base_your_product_review_on_the.json": "Why YSK: Writing helpful product reviews helps out manufacturers, sellers, and\nconsumers. Unless you are able to rate each step in the purchasing process\nindividually (sales advice, website, pricing and purchase, product, shipping\netc.) you should base your review on the product's own merit.\n\nI see…",
  "data/reddit-know/r/YouShouldKnow/comments/m07p59/ysk_just_because_you_did_something_wrong_or_said.json": "Why YSK: Doesn't make you a hypocrite. People grow and become better than they\nused to.",
  "data/reddit-know/r/YouShouldKnow/comments/m0jzt2/ysk_the_aspca_has_printable_cards_you_can_keep_in.json": "Why YSK: Especially if you live alone, this is important. If you're in an\naccident and unable to communicate, or god-forbid worse, it might be a while\nbefore anyone considers checking on your home. Your animals will need to be\ntaken care of and fed.\n\nhttps://www.aspca.org/pet-care/pet…",
  "data/reddit-know/r/YouShouldKnow/comments/m19jrg/ysk_that_pocket_in_the_door_of_your_ford_transit.json": "https://www.youtube.com/watch?v=X4fSfNeF-II\n\nMy friend had this happen today! There is a pocket in in the door of the Ford\nTransit van that looks like it is MADE for cell phones (it otherwise does not\nappear to have any purpose). Yes there was a little sticker that looked like a\nno smoking…",
  "data/reddit-know/r/YouShouldKnow/comments/m169lr/ysk_that_if_youre_using_a_budget_or_midrange.json": "Why YSK: Major updates like this one come with a slew of new features, tweaks,\nand security updates. Head into settings and press \"Last Update\". Even if\nthere's no notificaiton there, press it and a long list of details of the update\nwill be present. The update will download automatically, so you…",
  "data/reddit-know/r/YouShouldKnow/comments/m0nfzd/ysk_cheaper_items_in_supermarkets_are_always.json": "Why YSK: Whenever people are shopping, they don't pay attention to the items\nlocated on the bottom of the racks; they just look directly in front of them to\nsearch for products they need. However, lets say that you are looking for corn.\nThe corn that is located in front of you (if you look straight)…",
  "data/reddit-know/r/YouShouldKnow/comments/m1gwb6/ysk_that_you_should_replace_your_deadbolt_strike.json": "Why YSK that the screws that come with most deadbolt strike plates are\nridiculously small. We rent a house, so it’s hard to justify investing in a home\nsecurity system or new locks. However, the screws for the deadbolt strike plates\nwere only about 1/2” long. I replaced them all with much thicker 4”…",
  "data/reddit-know/r/YouShouldKnow/comments/ly14r0/ysk_that_if_you_made_less_than_72000_in_2020.json": "Why YSK: tax filing companies claim you can file taxes for free but then force\nyou to upgrade to a paid product if there is any complexity to your finances.\nYou are 100% entitled to filing for free, but it’s just not widely communicated.\n\nTurboTax claims it can file your taxes for free but that’s…",
  "data/reddit-know/r/YouShouldKnow/comments/m1xr88/ysk_when_buying_a_suit_its_generally_expected.json": "Why YSK: it’s common to buy suits for an event like weddings or interviews, but\nunless you’re dropping a boatload of money on the suit it is unlikely to fit you\nvery well. Tailoring also isn’t expensive like you might think and it really\nadds an extra level to your presentation. Here (nyc) I can get…",
  "data/reddit-know/r/YouShouldKnow/comments/m2h6q2/ysk_if_youre_having_issues_with_stripping_ikea.json": "Note: this YSK is mostly for Americans Why YSK: By knowing the right tool to use\nfor one of the best known furniture chains, you can avoid wasting time needless\nreplacement parts or repairs.\n\nSo after nearly ruining a patio chair, I did some research and discovered that\nfor a lot of their screws…",
  "data/reddit-know/r/YouShouldKnow/comments/m2apya/ysk_that_scam_callers_are_posing_as_texas_police.json": "My elderly mother received a call the other day from a man claiming to be a\nTexas State Police Officer. He claimed that her social security number had been\nidentified in a number of fraud cases in the state and asked for her social and\nother information to confirm.\n\nWe called the social security…",
  "data/reddit-know/r/YouShouldKnow/comments/m2i8f3/ysk_honey_doesnt_expire.json": "Why YSK: so that you don't waste honey! Honey does not go bad. In fact, it's\nrecognized as the only food that doesn't spoil. It will, however, crystallize\n(becoming thick and cloudy) over time.",
  "data/reddit-know/r/YouShouldKnow/comments/m2mw66/ysk_when_you_get_something_that_has_a_hole_that.json": "Why YSK: That way the animal won't get caught in it.",
  "data/reddit-know/r/YouShouldKnow/comments/m0c6m3/ysk_adults_shouldnt_hate_or_be_rude_to_kids.json": "Why YSK: It’s good to bring awareness on this topic and can hopefully help lead\nto more positive relationships.\n\nI understand kids can be very frustrating to deal with or even annoying at\ntimes. However I see a lot of young adults or older people who have a super\nstrong disliking toward kids for…",
  "data/reddit-know/r/YouShouldKnow/comments/m2xzxh/ysk_that_screaming_at_people_in_your_family_is.json": "Edit: If you want a book recommendation I recommend “How to Deal with\nEmotionally Explosive People” by Albert Bernstein. I read this as a 19 year old\ntrying to understand why my dad exploded at us so much and it made me realize I\nwas also headed down that path of exploding at people. I read a bunch…",
  "data/reddit-know/r/YouShouldKnow/comments/m36wc0/ysk_not_everyone_is_fit_for_college_and_thats.json": "Why YSK \"Do what you love and it'll never feel like work\" Might fit some people,\nbut they are a minority. It's good to be realistic about your goal. Research\njobs in your area that you're interested in and see what they are paid for\nbefore going to college.\n\nHave a clear idea, you don't want to get…",
  "data/reddit-know/r/YouShouldKnow/comments/m3a768/ysk_the_business_of_body_donation_for_science_can.json": "Why YSK: Your donations should be better informed. if you're considering\ndonating yours or your loved ones' body to science, you should be aware that you\ncan't really dictate where it actually goes.\n\nThe hospital will let an outside broker sell the body for a profit. There is\nvery little regulation…",
  "data/reddit-know/r/YouShouldKnow/comments/m32xqw/ysk_toothpaste_and_sugarfree_candy_can_kill_your.json": "Why YSK: Xylitol is poisonous to dogs, even in small amounts.\n\nhttps://www.pethealthnetwork.com/dog-health/dog-toxins-poisons/popular-xylitol-products-can-poison-your-dog"
}