{
  "data/reddit-ask/r/AskHistorians/comments/obek3n/an_extreme_supernova_lit_the_skies_1000_years_ago.json": "I was reading this science article:\n(https://www.sciencealert.com/this-supernova-discovery-could-help-explain-a-thousand-year-old-mystery)\nwhich explains a supernova lit the sky for 23 days, even in the daytime. What\ntheories dis the various world religions and cultures believe was the cause?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/obcqrj/does_anyone_else_think_both_democrats_and.json": "I can't stand how both parties are trying to brainwash you to follow their\nstandards, and not realistic standards.",
  "data/reddit-ask/r/askscience/comments/obkz5d/how_does_hawkings_area_theorem_reconcile_with.json": "Hawking's area theorem says that the area of a black hole's event horizon can\nnever decrease, only increase, similarly to entropy. Further, the radius (and\nhence, the area) of the event horizon is determined by the mass inside the\nhorizon. At the same time, Hawking's theory that quantum effects near…",
  "data/reddit-ask/r/NoStupidQuestions/comments/obiw9t/how_do_i_get_reddit_to_stop_showing_me_alcohol_ads.json": "Around 50% of the ads i see are alcohol and im in the early stages of quitting\nand it really bothers me to see them. Ive tried reporting and downvoting but\nthey just keep coming. Its driving me nuts.",
  "data/reddit-ask/r/AskHistorians/comments/obfx5v/did_armies_really_played_music_during_battle.json": "Every time I hear about this I just get amazed by how ridiculous it sounds. And\nif it was a thing of like the middle Ages I can get behind that (it's still\nstupid tho).\n\nBut I've heard and seen pictures of people playing and Instrument in the front\nrow even during 19th century. I think I've even…",
  "data/reddit-ask/r/NoStupidQuestions/comments/obnnlc/do_countries_outside_the_us_have_newage_names.json": "With apologies to anyone named Braxtyn, Brinley, Aidyn, Brentlee, Kaydence, etc.\nthere are names in the US where people go \"You named your child what? How is\nthat spelled? Huh.\"\n\nUsually they have too many Y's or X's, or are some weird spelling of a different\nword. I recognize that this is likely…",
  "data/reddit-ask/r/NoStupidQuestions/comments/obpgz8/how_do_i_ask_my_girlfriend_her_weight.json": "I seriously could care less how much she weighs but we're planning on skydiving\nand there's a limit. How should I approach this without hurting her feelings?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/obnwbs/how_do_two_consenting_adults_accidentally_get.json": "I just feel like there are a lot of people who don’t want to get pregnant who\nget pregnant. I don’t want to get pregnant right now, I’m married, and ever\nsince I was sexually active I have been on birth control AND we use condoms\nevery time (yes, really). I understand that sometimes it happens…",
  "data/reddit-ask/r/NoStupidQuestions/comments/obqulh/im_about_to_be_homeless_what_resources_do_i_have.json": "TL;DR - About to be homeless with ~$500 in my bank account. I'm don't smoke,\ndrink, and am drug-free. I don't do anything in my free time and am solely\nfocused on finishing school (hopefully by the end of this August) and getting my\ncareer off the ground. I've had long-term stable employment for the…",
  "data/reddit-ask/r/AskWomen/comments/obo1mt/what_are_your_best_tips_for_dealing_with.json": "Hi all the lovely women of reddit. What are your best tips to deal with\nunder-boob sweat given this heat?"
}