{
  "data/reddit-stocks/r/investing/comments/luuutj/be_wary_of_stock_and_investment_discords.json": "Hello everyone,\n\nWith the popularity of stock trading at an all-time high, I just wanted to give\na small PSA about joining stock trading groups on discord.\n\nLong story short, I have searched around a few different discords to join a\ncommunity I could learn more about stocks and trading. I can say…",
  "data/reddit-stocks/r/stocks/comments/luxx2q/price_isnt_everything_look_at_market_cap.json": "I have seen many people not buy stocks due to the price being too high or vice\nversa. I have also seen many people think that stocks will go up a lot because\nthe price is \"relatively\" cheap and has room to grow. For example, I recently\nread a Reddit Post where the author said that they believe TSM…",
  "data/reddit-stocks/r/stocks/comments/lv1sjx/investors_beware_arkk_is_a_liquidity_disaster.json": "I recently got back on Reddit after a long hiatus - the volatility in Gamestop\nand other names brought me back to r/wallstreetbets [/r/wallstreetbets] and\nr/stocks [/r/stocks].\n\nLately I have been doing some research on Cathie Wood's Ark ETFs and am quite\nalarmed by what I am seeing. I am by no…",
  "data/reddit-stocks/r/stocks/comments/luw8d6/my_watchlist_for_312021.json": "Journal:\nhttps://docs.google.com/spreadsheets/d/e/2PACX-1vR_jvqS5tgDANyJLIVxgZ72OsmC1BmjwZTLZG8xHKyOG3gcoOTU3JU1E3pHksmRO8MCKoHIfHRpDtTM/pubhtml\n\n\n\n$ACCO - Creating a horizontal channel well right here. It is right above support\nand the 200EMA which I love to see. All indicators are low!\n\n\n\n$ALVR -…",
  "data/reddit-stocks/r/stocks/comments/lv2c57/i_analyzed_3_legit_stocks_that_i_found_using.json": "I’ve been seeing a lot of people build different tools in stocks and wsb that\ntrack social mentions and sentiment analysis for different stocks.\n\nSome of the good ones I’ve used include marketstream, quiverquant, unbiastock,\ngambiste etc\n\nNone of them are perfect though. You still need to filter…",
  "data/reddit-stocks/r/stocks/comments/luzed7/yalls_posts_are_making_me_anxious_am_i_supposed.json": "My strategy is: dump all of my savings from my paycheck into a few ETFs, a\ncouple of blue chips, and then don’t even think about it… for the next 35 years\nor so.\n\nY’all’s posts about day-trading, while inspiring, are making me question whether\nI’m doing the right thing with my earnings — whether I’m…",
  "data/reddit-stocks/r/stocks/comments/lv2kru/sharing_my_portfolio_and_stock_tracker.json": "https://docs.google.com/spreadsheets/d/1WLRBtpjPHTDjl6HcTK-dVZ8KRz3QOaUk/edit#gid=490356019\n\nI wrote a little explanation on every sheet on how to fill the trackers with\nyour Data.\n\nHad to make it myself because I couldn't find what i needed anywhere, at least\nnot without paying.\n\nTurned to be quite…",
  "data/reddit-stocks/r/wallstreetbets/comments/lv7ahq/gme_daily_thread_march_1_2021.json": "Will your 3/5 $45p pay off? That’s clearly what everyone is here to discuss,\nright?",
  "data/reddit-stocks/r/investing/comments/lv17ke/analysis_of_berkshire_hathaways_annual_letter.json": "As many of you rightfully complain, Buffett has failed to find elephant deals\nfor many years. He's complained himself about this every year and warned every\nyear that BRK will lag SPY in the short term. In the meantime, he's fiddled with\nnew ways to put the cash to use with sector bets on airlines,…",
  "data/reddit-stocks/r/stocks/comments/lv6tbs/so_whats_with_all_the_cultish_behaviour.json": "So i have notuced in the past few weeks ever since the so called $GME short\nsqueeze has gained momentum, there has been a large influx of new subreddits\nbeing created which to me seem like echo chambers. People folowing a cult like\nmentality to hold the line, pumping the stock and never selling,…",
  "data/reddit-stocks/r/investing/comments/lv77hg/bitcoin_could_become_the_currency_of_choice_for.json": "https://ir.citi.com/_tpHpW8MfaZ1QXwGmP1JGMGXXI95qXm3IMJzUJScLMb6XIjtOls6EbDehXMR3B_o9Opi7mdc5tQ%3D\n\nUS banking giant Citi has authored a new report which suggests bitcoin could\nbecome “an international trade currency” as it evolves.\n\nThe report, entitled “Bitcoin: At the Tipping Point”, charts the…",
  "data/reddit-stocks/r/wallstreetbets/comments/luunvc/while_the_gme_rocket_is_preparing_for_launch.json": "We've already seen how badly the markets did as GME suddenly did incredibly well\nlast week. Hedge Funds and shorters of GME had to liquidate other investments in\norder to do their aggressive short ladder attacks on GME.\n\nYet with all the action around GME, and with the current state of the world,…",
  "data/reddit-stocks/r/wallstreetbets/comments/lvb3o9/i_am_once_again_asking_for_your_twitter_support.json": "Long story short, unaffiliated people are impersonating us on Twitter and it's\ncausing major issues. Do me a favor and follow our new official Twitter so I can\nget us in front of this stuff. All other accounts are impersonators. If we've\ngot some Twitter staff on the sub, checkmark us…",
  "data/reddit-stocks/r/stocks/comments/lvcqxh/chinese_nio_electric_cars_on_sale_in_europe_this.json": "Article from last Saturday 27th\n\n\" Chinese electric car maker Nio plans to enter European markets from the second\nhalf of 2021, CEO William Li said at an online conference on Thursday. He also\nannounced the company’s intention to enter other international markets from\n2022.\n\nAnalysts suggest that…",
  "data/reddit-stocks/r/stocks/comments/lv0llo/my_thoughts_on_warren_buffets_annual_letter_brkb.json": "As many of you rightfully complain, Buffett has failed to find elephant deals\nfor many years. He's complained himself about this every year and warned every\nyear that BRK will lag SPY in the short term. In the meantime, he's fiddled with\nnew ways to put the cash to use with sector bets on airlines,…",
  "data/reddit-stocks/r/stocks/comments/lvepa4/staples_officially_announced_partnership_with.json": "Been reading several posts about the 'rumours' of a potential partnership\nbetween Staple and Nerds On Site.\n\nThis is a great opportunity for Nerds On Site to capitalize on Staple's $2.5\nBillion a year customer base.\n\nThe new was officially confirmed with a release from Staples this morning. I\nthink…",
  "data/reddit-stocks/r/stocks/comments/lvdrg9/why_is_trading_so_unpopular_in_europe.json": "Even when there are Europeans trading they only trade on NYSE and NASDAQ, rarely\nLSE.\n\nMajority of people I talk to are rather sceptical towards trading or call it\ngambling or a place where rich just steal from the poor and there is absolutely\n0 trust towards stocks.\n\nThere aren’t any major news…",
  "data/reddit-stocks/r/stocks/comments/lv5vnf/rstocks_daily_discussion_monday_mar_01_2021.json": "These daily discussions run from Monday to Friday including during our themed\nposts.\n\nSome helpful links:\n\n * Finviz [https://finviz.com/quote.ashx?t=amd] for charts, fundamentals, and\n   aggregated news on individual stocks\n * Bloomberg market news [https://www.bloomberg.com/markets]\n   *…",
  "data/reddit-stocks/r/stocks/comments/lvdlzd/why_are_so_many_people_shorting_rocket_mortgage.json": "The market loves disruptive fintech companies. Rocket is projected to grow\nmoving forward and the valuation seems pretty fair compared to other similar\nstocks.\n\n\n\nI do own RKT and I'm happy to finally see some movement today.",
  "data/reddit-stocks/r/investing/comments/lvb8qc/rocketlab_to_go_public_via_spac_merger.json": "Thought this was especially interesting given the article currently on the front\npage of this sub about SPAC mergers.\n[https://www.wsj.com/articles/rocket-lab-nears-deal-to-merge-with-vector-spac-11614556800?mod=hp_lista_pos5]\n\nThis is the first publicly traded spac company I'm excited about. Along…",
  "data/reddit-stocks/r/wallstreetbets/comments/lvb407/rkt_ceo_forcing_shorts_to_pay_for_their_own.json": "So $RKT CEO Jay Farner fuckin hates shorts almost as much as we do, and im going\nto outline what this absolute CHAD has planned for them.\n\nHis company RKT mortgage literally smashes every ER by a country mile and hes\ntired of his stock being held down by these spineless cowards. Farner is\nactively…",
  "data/reddit-stocks/r/wallstreetbets/comments/lvb20g/the_most_valuable_stock_youll_ever_own_is_your.json": "I see the situation as being this:\n\nHedge funds band together and manipulate the market, in a “legal” way, they’ve\nbeen doing it since 1999,\n\nNow with social media, a bunch of redditors can get together and and form their\nown democratized hedge fund, to get in on the action basically\n\nAnd we are…",
  "data/reddit-stocks/r/wallstreetbets/comments/lv90li/rant_for_more_fact_based_calm_and_thoughtful.json": "First of all, sorry for my German potato English. I am relatively new to this\nretarded sub, started lurking in it around December 2020 I think, because that\nwas when I started \"investing\".\n\nThat's also why I don't want to talk about the trading/financial aspects of this\nwhole meme stock situation,…",
  "data/reddit-stocks/r/stocks/comments/lvfigi/apple_investors_are_looking_ahead_to_iphone_13.json": "Eric J. Savitz•📷Last Updated March 1, 2021, 10:36 AM\n\nInvestors are looking ahead to Apple iPhone 13.\n\nIt's only been a few months since the arrival of the iPhone 12 lineup, the first\nApple (ticker: AAPL) phones designed for 5G wireless networks. But Apple has a\nlong history of annual updates to…",
  "data/reddit-stocks/r/stocks/comments/lvlc1m/here_is_a_market_recap_for_today_monday_march_1.json": "PsychoMarket Recap - Monday, March 1, 2021\n\nStocks staged a remarkable rally Monday as the market celebrated another\neffective coronavirus vaccine and Treasury yields stabilized. Each of the major\nindexes gained more than 2% today after suffering one of the worst weeks since\nOctober.\n\nThe yield on…",
  "data/reddit-stocks/r/stocks/comments/lvjpj5/why_apples_iphone_13_could_be_a_game_changer_with.json": "The iPhone supercycle that kickstarted with the launch of Apple Inc's AAPL 5.08%\n[https://benzinga.com/stock/aapl#NASDAQ] iPhone 12\n[https://www.benzinga.com/analyst-ratings/analyst-color/20/11/18468357/how-consumers-are-reacting-to-apples-iphone-12-lineup]\nwill likely continue well into 2022,…",
  "data/reddit-stocks/r/stocks/comments/lvfjva/hyliion_finally_in_the_news.json": "https://money.yahoo.com/hyliion-ceo-bringing-electrified-solutions-165330102.html\n\n\n\nHe really did well on this interview and it's incredible news for the company,\nit's stock price, and the planet. I needed this.\n\nTo anyone interested, they're providing a fully EV semi and it's recharged\nonboard via…",
  "data/reddit-stocks/r/wallstreetbets/comments/lvleax/if_this_isnt_raw_talent_then_i_dont_know_what_is.json": "https://preview.redd.it/dpl6429dlhk61.png?width=1164&format=png&auto=webp&s=077949b083f230af48f2e5e4ce3acba7f4b9a431\n\nhttps://preview.redd.it/3szo60xukhk61.png?width=662&format=png&auto=webp&s=8135c04d19c0882eee426b37f200d421a4db8193",
  "data/reddit-stocks/r/stocks/comments/lvgslh/what_3_stocks_would_you_pick_if_you_had_to_pick_3.json": "My picks would be : NVDA, SQ, and STPK as my long shot. I think there could be\nsome smaller stocks that obviously grow more but as far as established\ninvestments I think Nvidia will be in basically every single sector using some\nsort of tech and AI. SQ could be the future of our entire finance, and…",
  "data/reddit-stocks/r/investing/comments/lv5wlm/why_it_is_usually_a_mistake_for_investors_to_take.json": "> This conventional wisdom pervades much of the financial industry. As the old\n> saying goes, “it’s never wrong to take a profit”. A client is unlikely to be\n> unhappy or indeed notice if you sell a stock that subsequently goes up\n> significantly. The loss of foregone upside is not captured in…",
  "data/reddit-stocks/r/wallstreetbets/comments/lvljme/because_many_of_you_dont_understand_trade.json": "There is no “US”.\n\nThere is no “WE”.\n\nThere is no “TOGETHER”.\n\nThere is only “I”, “ME”, “MYSELF”.\n\nThe SEC can use talk like that to investigate this sub, as well as you. Why?\nBecause that’s stock manipulation.\n\n“I like the stock”. That’s all this is. I invest because I like the\nfundamentals. I do…",
  "data/reddit-stocks/r/investing/comments/lvr5rl/list_of_stocks_ranking_highest_in_momentum.json": "Hello all,\n\nI made a post two weeks ago about an idea I had and a lot of people were\ninterested. Basically, my friend and I built a screener that selects the stocks\nthat rank highest in momentum (12m-1m price return), quality (high ROA, low D/E)\nand value (low P/E, PB, P/CF, P/S). We built the…",
  "data/reddit-stocks/r/stocks/comments/lvmyfp/nio_earnings_01032021.json": "\" Per-share loss of 14 cents on revenue of $1.02 billion. Nio has already\ndisclosed that Q4 2020 deliveries leapt 111% to 17,353 vehicles, growing for the\nthird straight quarter after the pandemic hit in early 2020.\n\nGross margin improved to 17.2% in Q4 from 8.9% a year ago and 12.9% in Q3.\nVehicle…",
  "data/reddit-stocks/r/stocks/comments/lvqcaa/do_i_have_a_gambling_problem.json": "I’ve never been a gambler, or so I thought . Always been risk averse. However,\nin the last year I’ve gotten really into swing trading because of the bull\nmarket (always afraid to let my money sit in an ETF for fear of a major\ncorrection). Ive justified it as being something controllable as I can…",
  "data/reddit-stocks/r/stocks/comments/lvok16/dkng_breakout.json": "Whoever is long the stock will be rewarded even more, technically the stock has\nbroken out of consolidation and today's move confirms Friday's move. Higher\nprices and momentum will accelerate and continue.\n\nAveraged up with my commons and added more to leaps.",
  "data/reddit-stocks/r/stocks/comments/lvswes/is_blackberry_stock_still_a_good_buy.json": "BlackBerry is expected to report its Q4 results in the final week of March.\nInvestors’ high expectations from these results could help its stock recover\nduring the month.\n\nIn the year 2020, we saw how the rising demand for EVs drove a massive rally in\nmany companies’ shares (like Tesla), despite the…",
  "data/reddit-stocks/r/wallstreetbets/comments/lvmno1/psa_mama_kelli_chewy_vet_just_started_her_new_job.json": "> Kelli Durkin, Senior Vice President of Customer Care – Ms. Durkin, who\n> previously served as Chewy’s Vice President of Customer Service, has a start\n> date of March 1, 2021. She helped establish the world-class customer service\n> operation that positioned Chewy to achieve a Net Promoter Score of…",
  "data/reddit-stocks/r/stocks/comments/lvlzhv/workhorse_to_meet_usps_on_march_3_to_discuss.json": "https://www.reuters.com/article/us-workhorse-group-usps/workhorse-to-meet-usps-on-march-3-to-discuss-unfavorable-contract-decision-idUSKBN2AT2ZB\n\nMany people had high hopes for Workhorse (WKHS) to win the multibillion dollar\ncontract with the USPS to renovate their entire mail carrier fleet,…",
  "data/reddit-stocks/r/stocks/comments/lvtb61/costco_stock_is_an_easy_buy_on_the_dip_cost_stock.json": "Costco Stock Is an Easy Buy on the Dip COST stock is one of the best in the\nmarket – and it's now on sale\n[https://investorplace.com/moneywire/2021/03/cost-stock-costco-easy-buy-on-the-dip/]\n\nCOST stock has declined over 9% so far in 2021. It’s down 12% from late November\nhighs.\n\nBut for a name like…",
  "data/reddit-stocks/r/investing/comments/lvv33p/costco_stock_is_an_easy_buy_on_the_dip_cost_stock.json": "Costco Stock Is an Easy Buy on the Dip COST stock is one of the best in the\nmarket – and it's now on sale\n[https://investorplace.com/moneywire/2021/03/cost-stock-costco-easy-buy-on-the-dip/]\n\nCOST stock has declined over 9% so far in 2021. It’s down 12% from late November\nhighs.\n\nBut for a name like…",
  "data/reddit-stocks/r/stocks/comments/lvo3aw/someone_once_posted_the_rolling_5year_sp_returns.json": "It gave odds of making money over various duratrions. For example, if you invest\nin the index for 5 years it was something like a 75% chance you'll make money\nfrom the day you invest to 5 years from then. It went up to 90% if was 10 years\nand down to 50% if it was like just a few years.\n\nAnyone have…",
  "data/reddit-stocks/r/stocks/comments/lvsfb5/what_is_the_best_tool_or_content_creator_youve.json": "I personally look for smaller youtube channels that take requests. I’m really\nliking simplywallst for dd as well. Wealthsimple doesn’t show after market value\nso I enjoy looking at my portfolio on there as well.",
  "data/reddit-stocks/r/stocks/comments/lvr9nt/market_commentary_rates_soar_growth_stocks.json": "Hello investors,\n\n\n\nToday, I wanted to talk about the recent market actions.\n\nI think it's imperative to assess the current market environment given not only\nthe magnitude of the changes in the rates markets but also the speed at which it\nhappened.\n\nIf this were the sort of correction that occurred…",
  "data/reddit-stocks/r/wallstreetbets/comments/lvpcrq/gme_direct_correlation_crossing_option_strike.json": "We can all agree that most technicals are out the window. Track your MA's and\nMACD all you want, but unless you're day trading that ain't doing shit to tell\nthis story right now. Today I've seen a whole new wave of people dropping pure\nmisinformation and demonstrating an overall lack of…",
  "data/reddit-stocks/r/stocks/comments/lvuk88/what_would_you_do_with_5k.json": "I've lurked here for a while, but never posted. Newbie to the market, I really\nappreciate how kind and willing to explain stuff people are in this sub.\n\nMy question is this. I have $5K that I want to invest in MSFT or AAPL long term.\nWhich would you choose and why? Or would you split it? I feel like…",
  "data/reddit-stocks/r/wallstreetbets/comments/lvufis/recap_for_today_gme.json": "First let me just say, HOLY SHIT. What a fucking rollercoaster ride. We opened\nnear $105 and closed at $120.40. We are progressing so much quicker than I had\nanticipated and soon will reach our goal BUT that is contingent upon people\nbelieving in this company and its vision for the future.\n\nTo all…",
  "data/reddit-stocks/r/wallstreetbets/comments/lw0g1g/the_industry_players_again_gme.json": "Thought I would have a quick run through of the mid February 13F's to see who\nhas the big positions against GME. Here is the list if anyone is interested, it\ncovers everyone with positions over $30m. I know the majority of this has\nalready been quantified elsewhere, but wanted to make sure (as don't…",
  "data/reddit-stocks/r/stocks/comments/lw0pdx/sea_limited_se_reports_fourth_quarter_and_full.json": "Sea Limited (NYSE: SE) today announced its financial results for the fourth\nquarter and full year ended December 31, 2020.\n\nQ4 GAAP EPS of -$1.06 misses by $0.22.\n\nRevenue +102%YOY\n\nGross profit +102%YOY\n\nGarena - bookings +111% YOY, rev. +72% YOY\n\n-QAUs 611m(+72%YOY)\n\n-Paying users 73.1m…",
  "data/reddit-stocks/r/investing/comments/lw2lii/spotify_removes_hundreds_of_kpop_songs_globally.json": "Original article:\n\nhttps://www.nme.com/news/music/hundreds-k-pop-releases-removed-spotify-worldwide-2890528\n\n> Spotify launched in South Korea on February 1, 2021, but did so without music\n> from artists with licensing deals under Kakao M, including IU, Zico and more.\n> \n> Now, releases distributed…",
  "data/reddit-stocks/r/wallstreetbets/comments/lw4qgi/fuck_it_heres_your_daily_gme_threadmegathread_3221.json": "just for you.",
  "data/reddit-stocks/r/investing/comments/lw3v1m/warren_buffett_says_berkshires_apple_investment.json": "Berkshire Hathaway Inc (NYSE: BRK-A [http://finance.yahoo.com/q?s=BRK-A]) (NYSE:\nBRK-B [http://finance.yahoo.com/q?s=BRK-B]) CEO Warren Buffett over the weekend\nwrote his annual letter\n[https://www.benzinga.com/news/earnings/21/02/19897750/warren-buffett-in-annual-letter-signals-more-stock-buybacks…",
  "data/reddit-stocks/r/investing/comments/lvkqq2/coupang_sets_27to30_price_for_us_ipo.json": " * South Korean e-commerce giant Coupang (CPNG\n   [https://seekingalpha.com/symbol/CPNG?source=content_type%3Areact%7Cfirst_level_url%3Anews%7Csection%3Amain_content%7Cbutton%3Abody_link])\n   expects to price its hot upcoming U.S. IPO at $27 to $30 a share, potentially\n   raising $3.6B and…",
  "data/reddit-stocks/r/stocks/comments/lw4g1x/if_predicting_a_crash_was_as_easy_as_looking_at.json": "Hi! I'm fairly new to investing and have been reading a lot of post these days\non investing or this sub talking about how P/E ratio right now is comparable to\ndot com bubble and second highest since great depression. My question is, if\nsimply looking at P/E ratio were tell us about a coming crash,…",
  "data/reddit-stocks/r/stocks/comments/lw27pc/32_tuesdays_premarket_stock_movers_news.json": "GOOD MORNING TRADERS AND INVESTORS OF THE R/STOCKS [/r/stocks] SUB! WELCOME TO\nTUESDAY! HERE ARE YOUR PRE-MARKET STOCK MOVERS & NEWS ON THIS TUESDAY, MARCH\n2ND, 2021-\n\n--------------------------------------------------------------------------------\n\n\n5 THINGS TO KNOW BEFORE THE STOCK MARKET OPENS…",
  "data/reddit-stocks/r/stocks/comments/lw4sut/to_the_people_who_are_cashing_out_their_102030.json": "We obviously get a lot of chatter here about current investments for current\ninvestors but it would be cool to hear from the lucky few who have been in the\ngame well before Reddit was a thing and are now cashing out most if not all of\ntheir portfolio. How does it feel? What was your best and worst…",
  "data/reddit-stocks/r/stocks/comments/lw5fn3/serious_question_if_99_of_firsttime_day_traders.json": "I hear it all the time - That first-time day traders are most likely going to\nlose money. Getting good at trading takes tons of research, practice and\nmistakes to learn. BUT, what if, you did the exact opposite of what you think\nyou should do?\n\nSay you think a company will do well, so you think you…",
  "data/reddit-stocks/r/stocks/comments/lvz0ry/rstocks_daily_discussion_technicals_tuesday_mar.json": "This is the daily discussion, so anything stocks related is fine, but the theme\nfor today is on technical analysis (TA), but if TA is not your thing then just\nignore the theme and/or post your arguments against TA…",
  "data/reddit-stocks/r/stocks/comments/lw7bj2/i_forgot_my_own_strategy.json": "Ok so I’ve been trading for about two years, I did my own research quality DD\nand went with my gut. I had gains and losses but I was proud of what I had\ngained and was making money. Somehow I got completely derailed! Meme stocks and\nhype have made me feel completely different. I don’t even remember…",
  "data/reddit-stocks/r/stocks/comments/lw16v2/target_earnings_top_estimates_as_sales_jump_21.json": "https://www.cnbc.com/2021/03/02/target-tgt-earnings-q4-2020.html\n\nEarnings per share: $2.67 adjusted vs. $2.54 expected\n\nRevenue: $28.34 billion vs. $27.48 billion expected\n\nComparable sales, a key metric that tracks sales at stores open at least 13\nmonths and online, rose 20.5% compared with a year…",
  "data/reddit-stocks/r/wallstreetbets/comments/lw01wq/reuters_dfv_is_expected_to_appear_before.json": "https://preview.redd.it/krxb8lt0qlk61.jpg?width=671&format=pjpg&auto=webp&s=c8e9964f4714a9e2116619068eddb1749d65448d\n\nI'd say he's not responsible for \"causing \"huge losses\" for investors. \"\n\nWe just like the stock.",
  "data/reddit-stocks/r/stocks/comments/lw5xoa/fastly_fsly_full_due_diligence_post_promising.json": "Hello! Below is some diligence on Fastly, one of the innovators of the CDN /\nedge computing space. TDLR and resources used at the bottom.\n\nWhat are CDNs and Edge Computing?\n\n * Before I get into Fastly, I first need to set the stage by defining CDNs and\n   Edge Computing (or else the rest of the…",
  "data/reddit-stocks/r/stocks/comments/lw1e14/nio_q4_2020_financial_results_03012021.json": "https://ir.nio.com/static-files/72b2a3c4-24c7-492f-8a4e-c4ea9c103350\n\n“SHANGHAI, China, March 01, 2021 (GLOBE NEWSWIRE) -- NIO Inc. (“NIO” or the\n“Company”) (NYSE: NIO), a pioneer in China’s premium smart electric vehicle\nmarket, today announced its unaudited financial results for the fourth…",
  "data/reddit-stocks/r/stocks/comments/lw9a2c/correlation_between_gme_and_sp500_price_timecourse.json": "I did a simple correlation analysis and I found that there is a significant (at\nthe limit; p=0.05) negative correlation (rho= -0.319) between the GME and S&P500\nprice.\n\nPython Code:\n\nimport numpy as np, pandas as pd, matplotlib.pyplot as plt\nfrom scipy.stats import pearsonr\n\nsp500 =…",
  "data/reddit-stocks/r/wallstreetbets/comments/lw3no0/only_85000_shares_available_for_short_gme.json": "The title says it all you autists. HODL and let's see what happens when it hits\n0!\n\nWebsite: https://iborrowdesk.com/report/GME\n\nhttps://preview.redd.it/8qttkgl6omk61.png?width=1486&format=png&auto=webp&s=6b3f9c8db04d08daa5b1f06d0f991ca437daae3f",
  "data/reddit-stocks/r/wallstreetbets/comments/lw8vaz/couldnt_decide_what_to_eat_for_lunch_so_bought_5k.json": "https://preview.redd.it/jb5qgxxycok61.png?width=656&format=png&auto=webp&s=a3da4cc09f850a5628f7c470457d7215626963ea\n\n\n\nEDIT: For retarded formatting"
}