{
  "data/reddit-know/r/YouShouldKnow/comments/qkcxd4/ysk_about_some_online_legit_graduate_programs.json": "Why YSK: Graduate education is fucking expensive, and a big commitment in more\nways than one, so this is a great alternative. It helps that masters degrees\nobtained online have gained a lot more respect since last year.\n\nHere's a few that have caught my eye:\n\nGATech MS CS…",
  "data/reddit-know/r/YouShouldKnow/comments/qksaiy/ysk_that_paying_off_a_bill_thats_already_in.json": "Why YSK: many people believe paying off a collection that’s harming your credit\nclears the debt, so therefore it should logically clear off the bad mark against\nyour credit score too. This is not the case. Whether or not you pay it, once\nsomething is in collections it will stay on your credit for 7…",
  "data/reddit-know/r/YouShouldKnow/comments/ql1h06/ysk_women_dont_view_being_stared_down_as_a.json": "This is not the typical woman vs men post. It's come to my attention many think\nit's a compliment or one should be flattered. Listen I get it, you're super\nhungry you see some amazing food, you stare at it. On a hike, you see a dope\nview, you stare at it. As humans we can't stop being visually…",
  "data/reddit-know/r/YouShouldKnow/comments/ql5kv5/ysk_caffeine_might_be_making_your_life_harder.json": "Why YSK: We tend to forget that caffeine is a psychoactive drug.\n\nJust like anything in life, there’s always a good side and a bad side. However,\nthe problem is that using drugs such as caffeine that have the ability to affect\nthe brain, we mess up our natural brain functions. This becomes a serious…",
  "data/reddit-know/r/YouShouldKnow/comments/ql6dgr/ysk_candy_wrappers_are_not_recyclable.json": "Why YSK:\n\nSingle stream recycling won’t take them. They get confused for paper in sorting\nequipment, and contaminate paper recycling efforts.\n\nWrappers are not the correct type of plastic for plastic film recycling (store\ndrop offs) and the plastic is generally contaminated with food…"
}