{
  "data/reddit-know/r/YouShouldKnow/comments/ovisks/ysk_dirty_hummingbird_feeders_kill_hummingbirds.json": "YSK Dirty hummingbird feeder’s kill hummingbirds.",
  "data/reddit-know/r/YouShouldKnow/comments/ovlf8x/ysk_taking_the_time_to_relearn_how_to_properly.json": "YSK: Taking the time to relearn how to properly care for your body while performing our day to day routines will save you money and a lot of pain in the future",
  "data/reddit-know/r/YouShouldKnow/comments/ow3fy3/ysk_expiration_dates_on_boxed_foods_with_multiple.json": "YSK expiration dates on boxed foods with multiple parts/ingredients (hamburger helper, macaroni, etc) usually only refer to the soonest expiring item in the box, and its not all garbage-worthy.",
  "data/reddit-know/r/YouShouldKnow/comments/ow6412/ysk_apologizing_is_not_a_weakness_it_can_be_very.json": "YSK: Apologizing is not a weakness. It can be very gratifying acknowledging that you were wrong and it's a clear indication of your growth.",
  "data/reddit-know/r/YouShouldKnow/comments/ow38fq/ysk_if_youre_stuck_in_a_pay_it_forward_situation.json": "YSK: If you're stuck in a \"pay it forward\" situation and for whatever reason you don't want to pay for the next order, you can either offer to pay the price of your order, or just say no.",
  "data/reddit-know/r/YouShouldKnow/comments/owdt14/ysk_social_intelligence_is_mostly_being_able_to.json": "YSK Social Intelligence is mostly being able to read feedback",
  "data/reddit-know/r/YouShouldKnow/comments/own2ny/ysk_that_if_your_pets_spook_you_out_by_regularly.json": "YSK that if your pets spook you out by regularly staring/whining at some random spot on a wall, they may be hearing water move through the plumbing, and not “sensing ghosts”",
  "data/reddit-know/r/YouShouldKnow/comments/ox1jjw/ysk_that_letting_your_dog_sniff_on_walks_is_very.json": "YSK that letting your dog sniff on walks is very enriching, interesting, and stimulating for them. Your dog sniffing every little thing in the neighborhood is equivalent to us reading the newspaper; its how they absorb information, and will give you a calmer dog!",
  "data/reddit-know/r/YouShouldKnow/comments/ox99ex/ysk_your_apartment_or_house_has_filters_and_they.json": "YSK: Your apartment or house has filters. And they NEED to be changed regularly.",
  "data/reddit-know/r/YouShouldKnow/comments/oxadek/ysk_switching_pesticide_brands_and_types.json": "YSK switching pesticide brands and types regularly is a good strategy to prevent pests evolving resistance.",
  "data/reddit-know/r/YouShouldKnow/comments/ox3yl1/ysk_electric_razors_are_designed_to_be_cleaned.json": "YSK: Electric razors are designed to be cleaned out and have the blades replaced",
  "data/reddit-know/r/YouShouldKnow/comments/oxmx4g/ysk_californias_medicaid_health_plans_will_be.json": "YSK California’s Medicaid health plans will be able to cover medically tailored meals and medically supportive foods for their members beginning in January of 2022",
  "data/reddit-know/r/YouShouldKnow/comments/oxqsp8/ysk_one_punch_can_kill.json": "YSK: One punch can kill",
  "data/reddit-know/r/YouShouldKnow/comments/oy1qoo/ysk_the_weight_distribution_on_a_dollycart_matters.json": "YSK The weight distribution on a dolly/cart matters.",
  "data/reddit-know/r/YouShouldKnow/comments/oy5f0t/ysk_if_youre_sick_of_doing_recaptchas_on_the_i_am.json": "YSK: If you're sick of doing reCAPTCHAs on the \"I am a robot\" checker, then purposely miss the check mark",
  "data/reddit-know/r/YouShouldKnow/comments/oy3goj/ysk_the_iata_have_a_very_good_tool_to_see_all.json": "YSK: The IATA have a very good tool to see all restrictions and conditions to enter every country in the world",
  "data/reddit-know/r/YouShouldKnow/comments/oyje4e/ysk_uk_an_nhs_dental_checkup_is_2380_treatment.json": "YSK (UK) an NHS dental check-up is £23.80. Treatment that follows (filling, extraction, root canal) is £41.40. NHS dental work isn’t thousands of pounds. Look after your teeth! Get them checked.",
  "data/reddit-know/r/YouShouldKnow/comments/oyz7rt/ysk_if_someone_is_trying_to_kidnap_or_abducting.json": "YSK: If someone is trying to kidnap or abducting you. Do WHAT EVER you can to not end up in the car",
  "data/reddit-know/r/YouShouldKnow/comments/oz9ist/ysk_if_you_cant_defend_your_opinion_beyond_saying.json": "YSK: If you can’t defend your opinion beyond saying you’re entitled to them, you should probably challenge them a bit more.",
  "data/reddit-know/r/YouShouldKnow/comments/oz6mvk/ysk_mutual_abuse_in_a_relationship_is_a_myth.json": "YSK: mutual abuse in a relationship is a MYTH",
  "data/reddit-know/r/YouShouldKnow/comments/ozaovw/ysk_that_your_cat_picking_food_up_with_its_paw.json": "YSK that your cat picking food up with its paw could be a sign of whisker fatigue. Make sure your food and water bowls are designed appropriately to avoid this.",
  "data/reddit-know/r/YouShouldKnow/comments/ozcpan/ysk_despite_popular_belief_most_selfdefense.json": "YSK: Despite popular belief, most self-defense instructors say you should NOT use your keys as a weapon.",
  "data/reddit-know/r/YouShouldKnow/comments/ozfw37/ysk_if_you_have_self_esteem_issues_regarding_your.json": "YSK: If you have self esteem issues regarding your appearance, try to change mentalities, because someone out there finds you to be the most attractive person ever",
  "data/reddit-know/r/YouShouldKnow/comments/ozl3j3/ysk_use_soap_and_water_instead_of_hand_sanitizer.json": "YSK Use soap and water instead of hand sanitizer whenever possible.",
  "data/reddit-know/r/YouShouldKnow/comments/ozm9uw/ysk_the_vagina_refers_specifically_to_the_inner.json": "YSK: The \"vagina\" refers specifically to the inner canal of female assigned genitalia and is self cleaning - the outside is the labia which you should always watch."
}