{
  "data/reddit-ask/r/AskHistorians/comments/obek3n/an_extreme_supernova_lit_the_skies_1000_years_ago.json": "I was reading this science article:\n(https://www.sciencealert.com/this-supernova-discovery-could-help-explain-a-thousand-year-old-mystery)\nwhich explains a supernova lit the sky for 23 days, even in the daytime. What\ntheories dis the various world religions and cultures believe was the cause?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/obcqrj/does_anyone_else_think_both_democrats_and.json": "I can't stand how both parties are trying to brainwash you to follow their\nstandards, and not realistic standards.",
  "data/reddit-ask/r/askscience/comments/obkz5d/how_does_hawkings_area_theorem_reconcile_with.json": "Hawking's area theorem says that the area of a black hole's event horizon can\nnever decrease, only increase, similarly to entropy. Further, the radius (and\nhence, the area) of the event horizon is determined by the mass inside the\nhorizon. At the same time, Hawking's theory that quantum effects near…",
  "data/reddit-ask/r/NoStupidQuestions/comments/obiw9t/how_do_i_get_reddit_to_stop_showing_me_alcohol_ads.json": "Around 50% of the ads i see are alcohol and im in the early stages of quitting\nand it really bothers me to see them. Ive tried reporting and downvoting but\nthey just keep coming. Its driving me nuts.",
  "data/reddit-ask/r/AskHistorians/comments/obfx5v/did_armies_really_played_music_during_battle.json": "Every time I hear about this I just get amazed by how ridiculous it sounds. And\nif it was a thing of like the middle Ages I can get behind that (it's still\nstupid tho).\n\nBut I've heard and seen pictures of people playing and Instrument in the front\nrow even during 19th century. I think I've even…",
  "data/reddit-ask/r/NoStupidQuestions/comments/obnnlc/do_countries_outside_the_us_have_newage_names.json": "With apologies to anyone named Braxtyn, Brinley, Aidyn, Brentlee, Kaydence, etc.\nthere are names in the US where people go \"You named your child what? How is\nthat spelled? Huh.\"\n\nUsually they have too many Y's or X's, or are some weird spelling of a different\nword. I recognize that this is likely…",
  "data/reddit-ask/r/NoStupidQuestions/comments/obpgz8/how_do_i_ask_my_girlfriend_her_weight.json": "I seriously could care less how much she weighs but we're planning on skydiving\nand there's a limit. How should I approach this without hurting her feelings?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/obnwbs/how_do_two_consenting_adults_accidentally_get.json": "I just feel like there are a lot of people who don’t want to get pregnant who\nget pregnant. I don’t want to get pregnant right now, I’m married, and ever\nsince I was sexually active I have been on birth control AND we use condoms\nevery time (yes, really). I understand that sometimes it happens…",
  "data/reddit-ask/r/NoStupidQuestions/comments/obqulh/im_about_to_be_homeless_what_resources_do_i_have.json": "TL;DR - About to be homeless with ~$500 in my bank account. I'm don't smoke,\ndrink, and am drug-free. I don't do anything in my free time and am solely\nfocused on finishing school (hopefully by the end of this August) and getting my\ncareer off the ground. I've had long-term stable employment for the…",
  "data/reddit-ask/r/AskWomen/comments/obo1mt/what_are_your_best_tips_for_dealing_with.json": "Hi all the lovely women of reddit. What are your best tips to deal with\nunder-boob sweat given this heat?",
  "data/reddit-ask/r/AskHistorians/comments/obq407/meta_when_and_why_did_historians_start_using.json": "In the past few years I've noticed a linguistic shift among historians,\nincluding and especially flaired users on this sub. In writeups regarding the\nantebellum South, the term \"enslaver\" is increasingly being used instead of\n\"slave owner\", and regarding western colonialism, the term \"colonist\" is…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/obw7d0/is_it_okay_to_wank_at_someones_house_if_youre.json": "Me and my family goes to my grandparents' house every year and stay there, since\nthey live far away. We normally stay for like a week but I'm planning to stay\nfor an extra month. Maybe I can handle 1 week, but over a month without wanking\nis tough as hell for a teen like me. How would you guys feel…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oby29k/is_it_normal_to_not_like_making_long_term_plans.json": "I've been hearing my friends all talking about their long term plans and it made\nme realize that I might not be normal here. Am I just think too pessimistic?",
  "data/reddit-ask/r/AskWomen/comments/oboh48/which_subreddit_has_caused_you_to_spend_the_most.json": "Edit: And if you’re comfortable sharing, how much money do you think you’ve\nspent?",
  "data/reddit-ask/r/AskHistorians/comments/obyikz/i_am_the_first_son_of_a_landed_gentleman_in.json": "It is the era of King George II and I am the first born son of an older,\nprestigious, but not particularly wealthy, landed gentleman in England. My\nfather has just passed and as his firstborn, I've inherited his country estate.\nHe is survived by his wife (my mother) and his sons and daughter.\n\nI'm…",
  "data/reddit-ask/r/askphilosophy/comments/obmxos/do_scientists_still_take_popperian_falsifiability.json": "Title basically says it all. I got into a thing with a friend (who is an\nengineer, not a scientist) about whether Popper is dead - they said no and\nseemed to think that Popper basically \"solved\" scientific epistemology with the\nfalsificaition criteria, but I (as a working scientist) have never…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oc3y2h/does_anyone_else_find_the_new_video_player_on.json": "I’m finding it’s just really not very user friendly. I try to just go straight\nto the comments and then it full screens the video and starts playing it, then I\nhave to press the comment button again to view the comments. Then the video\ncontinues playing taking up half the screen so I have to swipe…",
  "data/reddit-ask/r/NoStupidQuestions/comments/oc2wia/am_i_supposed_to_tell_a_potential_romantic.json": "I'm in my early 20's and admittedly I've never dated or had sex before, partly\nbecause I was never really hot property, and then I was also quite self\nconscious.\n\nFrankly my wiener is on the smaller side, maybe 3 or 3.5 inches fully erect.\nObviously this wouldn't matter if I was paying for sex but…",
  "data/reddit-ask/r/NoStupidQuestions/comments/oc3pt6/parents_of_reddit_how_would_you_prove_that_you.json": "First off, I'm a guy. I'm sure this would apply to women/mothers as well, but I\nhave read enough \"I can't take my kid to the playground without getting stares\"\nby men to know that people often assume the worst of us.\n\nAnyway! I have nephews, but no kids of my own. So I don't know all the secrets\nof…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oc6shx/why_is_it_unheard_of_and_kinda_looked_down_upon.json": "22M I work with an all-female department, they're all fairly older than me so\nthey treat me like a younger family member. More often than not they would treat\nme to lunch, I see nothing wrong with it but it was just a few weeks ago I was\ntalking with my parents and they asked how work was going. I…",
  "data/reddit-ask/r/AskHistorians/comments/ocd51r/why_did_civilizations_first_start_forming_at.json": "I understand the basics of the agricultural revolution and whatnot, and what\ngenerally lead to the rise of civilizations. What I don't understand is why the\nsame thing happened at roughly the same time (relative to the time scale of\nhuman evolution) in areas that shouldn't have had any interaction…",
  "data/reddit-ask/r/AskWomen/comments/oc76ju/what_do_you_think_about_people_that_ask_you_to.json": "Do you educate them?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ockuls/does_anyone_find_awful_weather_thunderstorms.json": "I work from home now and some of the ambience I play in the background, I've\nnoticed, is just horrible weather. If you go to YouTube and search for\n'hurricane ambience' or 'tornado ambience', or 'ocean storm', you'll see what I\nmean. I find them hauntingly beautiful.\n\nFor some reason my social…",
  "data/reddit-ask/r/AskHistorians/comments/ocdg6t/how_did_the_sidewalk_lemonade_stand_become_a.json": "So this is a question I've had for ages and have never found a proper answer to:\nwhen did lemonade stands become a sort of cliché thing kids did to earn pocket\nchange, and how? I can find lots about the history of lemonade stands being an\nindustry that popped up in cities for adults or young…",
  "data/reddit-ask/r/AskWomen/comments/ochj6e/what_are_some_safe_places_to_travel_alone_as_a.json": "What are some good countries/places to travel to alone as a women where you felt\nsafe? Or any place you would not recommend?",
  "data/reddit-ask/r/AskHistorians/comments/ocif5f/were_there_any_surprises_that_came_when_we_first.json": "Satellite maps are the most detailed maps we can have of our planet, and for\nmost of time our maps have been partially incomplete or inaccurate, it’s only\nrecently we’ve been able to have pretty much perfect maps.\n\nWhen the first satellite maps were being made, were there any places that…",
  "data/reddit-ask/r/AskWomen/comments/ochm53/what_emotional_labor_do_you_regret_accepting_or.json": "Studies have shown that women do the majority of emotional labor in a\nrelationship. This includes remembering birthdays/anniversaries, arranging\noutings and events, staying in touch with your SO's family, being the peacemaker\nwhen you argue. How did you get there, how did you get out?",
  "data/reddit-ask/r/AskHistorians/comments/ocd347/a_user_in_rhistoryporn_titled_a_photo_a_man.json": "Also, famines in British India are frequently attributed (rightfully or not) to\ncolonial policy - why was the Great Famine of 1876–1878 isolated to two\nprovinces and two princely states? Is this evidence that colonial policy was not\na sufficient factor in the 1876-78?",
  "data/reddit-ask/r/AskHistorians/comments/ocnhum/when_and_why_did_the_general_political_tone_of.json": "I’m not sure if this is even objectively true, but I listen to a lot of country\nmusic and I’ve noticed in the latter half of the 20th century, any political\nnotes usually were left leaning. Steve Earle, Johnny Cash, Willie Nelson, John\nPrine, all were considered pioneers of progressivism and at…",
  "data/reddit-ask/r/askphilosophy/comments/occhh5/there_is_no_absolute_truth_is_itself_an_absolute.json": "How do you go about this? Is there absolute truth? Is absolute synonym with\nobjective?\n\n\"people see with their eyes\", could this be considered an absolute truth?",
  "data/reddit-ask/r/NoStupidQuestions/comments/ocnk1f/how_come_in_bdsm_porn_videos_the_guy_is_always.json": "Humor me, people.",
  "data/reddit-ask/r/NoStupidQuestions/comments/ocp5m5/ok_so_human_semen_has_iron_it_how_much_sperm_is.json": "human semen has iron it, how much sperm is needed to make an iron sword?\n\nasking for a friend, of course",
  "data/reddit-ask/r/AskWomen/comments/ocq77g/who_was_the_most_jealous_person_youve_ever_met.json": "Edit: Who is",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ocxa31/why_are_overweight_women_always_so_unnecessarily.json": "This is the third time I’ve had this happen in the span of a month! I don’t\nunderstand this mentality, I guess this is the safest place to ask…\n\nI’m a slim woman, I’m also tall (6ft) I always thought that there is absolutely\nno reason for someone to comment on other people’s bodies, but clearly…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ocwmpb/is_it_safe_to_eat_a_tumor.json": "Earlier today, I saw a post of an autopsy revealing that the person had a brain\ntumor. First thing that came into mind to me was that it looked very much like a\nmeatball.\n\nSo, Reddit. Tell me, is it safe to eat a tumor?",
  "data/reddit-ask/r/AskWomen/comments/ocuotq/if_you_have_a_good_relationship_with_your_mom.json": "Women who have a good relationship with your mom: What is she like? Additional\nquestions: what did she do to foster the connection between you two, what do you\nadmire about her, and what qualities do you think make a good mom?",
  "data/reddit-ask/r/AskHistorians/comments/ocx1w3/why_is_far_eastern_russia_so_underpopulated.json": "This might be a question relating to all of eastern Russia, but I focused on the\nmore clearly similar ones. Primorsky Krai\n[https://en.wikipedia.org/wiki/Primorsky_Krai] is at 12/km2 while Heilongjiang\n[https://en.wikipedia.org/wiki/Heilongjiang] is at 70/km2. Why couldn't Russia\ndevelop these…",
  "data/reddit-ask/r/askscience/comments/ocw0xa/does_global_warming_make_ocean_less_salty.json": "I mean, with the huge amount of ice melt, it mean amount of water on the sea\nincrease by a lot while amount of salt on the sea stay the same. That should\nresulted in ocean get less salty than it used to be, right? and if it does, how\ndoes it affect our environment in long run?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oczzga/does_anyone_else_feel_like_the_only_time_they_can.json": "I would definitely describe myself as an introvert, but this particular thing\nI’ve noticed isn’t really talked about too much. It’s just that whenever I’m\nalone, and alone as in empty house or empty apartment, I finally feel motivated\nenough to get things done and do things I need to do. Anyone else…",
  "data/reddit-ask/r/NoStupidQuestions/comments/od52nr/am_i_the_only_one_who_goes_to_bed_hugs_a_pillow.json": "(Asking for a friend of course)",
  "data/reddit-ask/r/TooAfraidToAsk/comments/od2vbh/how_come_every_time_you_go_to_lay_down_it_takes.json": "Why does this happen? Is it just me or is sleeping hard work.\n\nEdit: find* not fine",
  "data/reddit-ask/r/AskHistorians/comments/od5zh1/til_that_crimes_committed_by_nobility_in_aztec.json": "https://www.reddit.com/r/todayilearned/comments/od0srt/til_that_crimes_committed_by_nobility_in_aztec/",
  "data/reddit-ask/r/TrueAskReddit/comments/ocsv9q/should_we_challenge_consumerism_aka_the_trend.json": "I started a company that is a marketplace where neighbors can rent things from\none another in a safe and secure environment. Our company aims to challenge the\ntrend towards acquiring more and more stuff (AKA consumerism) by proposing an\nalternative where we can bring communities together to share…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/od66vx/if_my_partner_and_i_consent_and_have_sex_what.json": "In other words, if someone were to say they didn't consent or that I raped them\nafter the fact, what the fuck would I do?? How am I supposed to defend against\nthat?\n\nIt's not really something I need to worry about since I don't have any\nexperience around it, it's just a terrifying thought that…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/od2sl1/why_is_it_not_considered_racism_if_white.json": "Sorry if this is a stupid question or the wrong subreddit. For background, I am\n100% Asian. My boyfriend however is 100% white. We live in a place where white\npeople are by far the minority. People here really don’t like white people to\nthe point that we have wondered if my boyfriend should instead…",
  "data/reddit-ask/r/askscience/comments/od7o2n/what_major_environment_impact_differences_are.json": "Most people have seen the video of the Pemex oil spill in the Gulf of Mexico,\nwhich is spewing flaming oil into the ocean. My first thought after that it\nlooks like CGI from a disaster movie was that maybe it being on fire could be\ngood since the crude oil is burning and won’t just sit in the ocean…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/odaee3/do_black_people_find_woke_white_people_to_come.json": "I live in a liberal area. I’m liberal myself but sometimes I meet these super\nwoke people and as soon as a black guy is around, they start mentioning race\nevery second. Even if it’s “us stupid white people”. And it just seems something\nslightly racist about it but idk what.",
  "data/reddit-ask/r/askscience/comments/od3r38/how_is_there_a_fire_in_the_gulf_of_mexico_and.json": "I have been looking at videos of the fire for awhile now. And I am just really\nnot understanding how it’s possible. I understand that there is a large fuel\nleak, but how would ignition even occur accidentally in the ocean?\n\nAnd then we see boats spraying more water on top. What are they trying…",
  "data/reddit-ask/r/TrueAskReddit/comments/od0aee/how_much_of_north_american_indigenous_culture_was.json": "I've heard of tribes where none of the young generations learned to speak their\nnative languages and had to relearn them. In parts of Canada there's native\nlanguages written on the stopsigns, are there actually people who have that as\ntheir only readable language? Are most tribes trying to fill in…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/odhju1/does_anybody_else_really_enjoy_lying_down_on_the.json": "I'm not even sure if this is fit for this subreddit, but I just need to know if\nI'm alone in this lmao\n\nI've always found that whenever I lie down on the floor at home, not on a\nblanket or mattress, my body and mind instantly relaxes and I fall in a\nnear-sleep/nap state even though I'm fully awake.…",
  "data/reddit-ask/r/NoStupidQuestions/comments/odg4ic/are_rams_called_rams_because_they_ram_things_or.json": "I like rams, I like that they ram things.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/odexkq/how_common_is_it_in_the_us_to_believe_that.json": "Are there many people in the US who are actually aware that places like Egypt,\nLibya, Algeria, and Morocco are ALSO in Africa and that the indigenous people\nthere are NOT 'BLACK' but a mixture of shades generally ranging from brown to\nlight tan?\n\nThe reason I'm asking is because I regularly see…",
  "data/reddit-ask/r/AskHistorians/comments/od5ilb/were_crimes_committed_by_aztec_nobility_typically.json": "I saw this on Today I Learned, and was hoping there was a more reliable source\nthan the one cited in that post.",
  "data/reddit-ask/r/AskHistorians/comments/odaotg/im_a_mongolian_and_my_history_teachers_taught_us.json": "To me, this sounds very far-fetched, even in my history teacher's description,\nit was just about 10,000 horsemen using a few guns, but maybe it would have been\npossible to steal control because China was so disorganized at the time? I might\nbe wrong about the year, it's been a long time. And this…",
  "data/reddit-ask/r/NoStupidQuestions/comments/odcbva/has_anybody_else_stopped_reading.json": "I'm a teenager. As a child, I LOVED reading. I'd devour enormous novels with\nfantasy and historical fiction and all that. Over the past two or three years,\nI've stopped reading almost entirely. It may just be depression but I can't get\nmyself to read books anymore, really. I don't have any disorders…",
  "data/reddit-ask/r/AskHistorians/comments/odl72c/how_do_academics_feel_about_tom_holland_and_his.json": "Firstly, for those wondering, not Spiderman, this guy\n[https://en.wikipedia.org/wiki/Tom_Holland_(author]).\n\nSecondly, someone I know sent me some of his stuff. He basically argues (as an\natheist) that Christianity shaped the morality of the western world and has\nbecome what we generally find it to…",
  "data/reddit-ask/r/NoStupidQuestions/comments/odrc5a/how_do_some_young_people_have_so_much_money_what.json": "I(21m) work 9-5 Monday-Friday and I live in Fort Lauderdale right now. I always\nsee people around my age with a nice car, nice clothes. I can’t tell how many\npeople that I know from my school were on boats at least 2 times a week and I\nalways see them doing things that I would never be able to do…",
  "data/reddit-ask/r/AskWomen/comments/odcgmb/what_can_someone_dating_someone_who_is_a_victim.json": "I know this could work in r/askreddit [/r/askreddit] but I feel like it will get\nmore attention here.",
  "data/reddit-ask/r/AskHistorians/comments/odpm23/academia_in_the_us_is_often_called_intellectual.json": "For example, was Ivory in the ‚Ivory towers’ chosen because of its then\nassociation with academia? Were academics at the time enthusiastic elephant\nhunters or something?",
  "data/reddit-ask/r/askphilosophy/comments/odfr04/is_the_disdain_towards_analytic_philosophy_from.json": "I've been on a continental read now (due to Bentley Hart lol) and have had some\ninteractions with continental philosophers. It seems to me that almost all of\nthem have a certain disdain for analytic philosophy, maybe more than vice versa\nfrom contemporary analytic philosophers who are more…",
  "data/reddit-ask/r/askphilosophy/comments/odon3u/why_is_eastern_philosophy_so_underrepresented_in.json": "Philosophy nowadays is concerned primarily with the works of people such as\nPlato, Aristotle, Hume, Kant, Hegel, Russell, Nietzsche, etc etc etc\n\nIt seems that most of contemporary philosophical discourse is coming out of what\nI would call the anglosphere.\n\nIs there a reason why eastern…",
  "data/reddit-ask/r/AskHistorians/comments/odu3wa/in_hbos_rome_battle_hardened_centurion_lucius.json": "Hiya,\n\nI know just enough about Roman history to appreciate how much they got right\nabout the spirit of the time. They made a lot of creative decisions sure. They\nchanged a lot of characters to make them more salacious, like Atia who iirc was\nknown for being pretty dignified irl. They used Octavia…",
  "data/reddit-ask/r/NoStupidQuestions/comments/odwk45/is_there_a_double_posting_issue_on_reddit.json": "I’ve seen a lot more double comments (2 comments from the same user with the\nsame content) recently then I ever have on reddit. Anyone else seeing this?",
  "data/reddit-ask/r/AskHistorians/comments/odx656/how_were_languages_translated_for_the_first_time.json": "Throughout history, especially during the Age of Exploration, there must have\nbeen plenty of times when two peoples met each other for the first time, and\nwhose languages had never been translated to each other. How did scholars or\nordinary citizens from both peoples go about understanding each…",
  "data/reddit-ask/r/NoStupidQuestions/comments/odvbet/florida_building_collapse_what_happens_to_all_the.json": "Obviously the building is way too dangerous to allow people inside to pack up an\nentire apartment....but....will they just raze the rest of the building with\nclosets full of clothes, kitchens full of dishes, etc?\n\nIt must be terrible to know that all of your worldly possessions are \"safe\"\nRIGHT NOW,…",
  "data/reddit-ask/r/AskHistorians/comments/odp4vy/why_do_we_as_americans_celebrate_the_day_we.json": "The treaty of Paris was signed September 3, 1783. Seems like that's the better\nindependence day.",
  "data/reddit-ask/r/NoStupidQuestions/comments/odxl7y/why_is_illegal_immigration_actually_bad.json": "I’m a bit high and I know this question is probably really dumb, so take it easy\non me please.\n\nUsually in political arguments, I hear someone say “he’s not against\nimmigration, he’s just against ILLEGAL immigration”. The other person usually\nresponds accordingly, but I’m just sitting there like…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oe5o3o/how_can_an_introvert_survive_a_class_with_90.json": "I'm an incoming freshman that was added to a groupchat of people with the same\nmajor. I found that most of them are pretty extroverted which kind of\nintimidates me as I am a private and introverted person. I'm afraid of being\nisolated from my peers since our campus culture demands you to be…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oe5kz3/is_needing_8_hours_of_sleep_a_night_just_a_myth.json": "So to start off, I’m a 21/yo college student. Like the title says, my entire\nlife my parents have accustomed me to make sure I get 8 hours of sleep every\nnight. This habit has transferred over to my now adult life but occasionally I\nwill only get 6, or 7 hours of sleep. I feel like crap on those…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/odv1c6/is_it_normal_to_not_want_kids_because_you_feel.json": "I know people keep saying that it’s different when you have your own kids, but\njust being around them, like my little brother (4 yrs) and cousins (4 and 6 yrs)\nis so draining. I’m 22 years old and I don’t want kids. I’d rather have my\nfreedom than raise kids that I couldn’t stand being around.",
  "data/reddit-ask/r/AskWomen/comments/oe5f5q/older_women_of_reddit_what_is_something_you_do.json": "we hear about boomers complaining about younger people , what is something you\nDO like about the younger gen ?",
  "data/reddit-ask/r/AskHistorians/comments/oe0d6u/the_us_has_been_known_as_the_world_police_but_has.json": "For example, I've read one of the reasons South Africa pursued a nuclear weapons\nprogram was to stave off an invasion from other countries for upholding\napartheid, so when they ended apartheid, they likewise gave up nuclear weapons,\nthe only nation known to have done that.",
  "data/reddit-ask/r/AskHistorians/comments/oe6nv6/why_is_julius_caesar_the_most_iconic_roman_in.json": "Caesar is clearly the most well-known Roman. If you ask any average person in a\nWestern country if they can name a Roman, they would likely name Caesar, and\nit's also striking that so many leaders from history referred to themselves as\nCaesars — the Prussian and Austrian Kaisers, Russian Tzars, I…",
  "data/reddit-ask/r/AskHistorians/comments/oe3a9e/why_was_britain_seemingly_reluctant_to_outlaw_or.json": "Mercury soaked hats, arsenic (french green) dyed gowns, and the like all had\nproven to be harmful, and even deadly to wearers, but especially to workers who\nmanufactured the garments.\n\nMost wealthy nations where they were made and \"enjoyed\" outlawed the use of\nthese toxic chemicals in garment…",
  "data/reddit-ask/r/AskHistorians/comments/oe9f0v/monday_methods_more_unmarked_indigenous_graves.json": "This translation was collaboratively written by Laura Sánchez and Morgan Lewin (\n/u/aquatermain ), based on this earlier thread\n[https://www.reddit.com/r/AskHistorians/comments/np9lez/who_is_this_child_an_indigenous_history_of_the/]\npertaining to the discovery of a mass grave in the grounds of a…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oe82z1/why_does_it_seem_like_the_majority_of_police_in.json": "This is not to shame anyone but seriously i would say half the officers I see\nhave to be 250+ without muscle.\n\nEspecially the older ones, I can’t see them chasing let alone being to fight\nsomeone effectively without just putting their weight on them.\n\nIf you’re going to be cop, you don’t have to be…",
  "data/reddit-ask/r/NoStupidQuestions/comments/oeebfs/why_is_ignorance_of_the_law_not_a_valid_excuse.json": "People typically learn laws by naturally becoming aware of what can and can't be\ndone. However, this is a flawed approach to obtaining such knowledge because you\nwill miss plenty of things and risk inadvertently breaking a law. For example,\nyou could easily live your life never knowing that…",
  "data/reddit-ask/r/askscience/comments/oejr1p/what_is_a_mud_volcano_how_often_do_they_ignite.json": "Inspired by the news of a mud volcano erupting in Azerbaijan, I starting\nwondering how they form, and how they erupt. If they’re not typically associated\nwith igneous volcanoes, how do they pressurize? Under what circumstances do you\nend up with a mud volcano – or one that ignites?\n\nThank you!",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oejfcm/how_do_we_know_the_various_covid19_vaccines_wont.json": "Throwaway because 'no question is a stupid question' doesn't exist when it comes\nto the vaccines, seems either you're pro or anti and any questions seem to lump\nyou in the anti group.\n\nMy genuine question is this, how do we know there won't be complications that\narise in 10+ years? If the first…",
  "data/reddit-ask/r/AskHistorians/comments/oebj5c/is_it_true_that_the_trend_of_women_give_birth.json": "Thank you.",
  "data/reddit-ask/r/NoStupidQuestions/comments/oell3q/can_i_hire_somebody_to_be_my_parents.json": "Long story short I was orphaned at 12 and I’m now 18 and getting absolutely\nfucked by adulting stuff. What occupation would be able to help me with all\nthis? All I know how to do is make money on the internet so how can I use that\nto pay someone to help me get a state ID/drivers school/drivers…",
  "data/reddit-ask/r/NoStupidQuestions/comments/oeltx0/how_do_i_properly_get_rid_of_a_life_size_sex_doll.json": "I bought a $1000+ sex doll which weighs almost 100 pounds and has a metal\nskeleton and silicone outside. It's like 5'3 and looks very realistic.\n\nI bought it when I was drunk like 2 years ago and didn't cancel the order the\nnext day as I forgot I even ordered it; it showed up on my doorstep like 10…",
  "data/reddit-ask/r/NoStupidQuestions/comments/oemlbq/when_given_the_death_sentence_why_do_serial.json": "I see a lot of documentaries about serial killers getting the death sentence,\nbut they say they’ve only killed like 5 people, when they’ve likely killed more?\n(like why does it matter, your gonna die anyway) There’s also the theorists that\nsay they’ve killed like 60, why do people act this way?",
  "data/reddit-ask/r/AskHistorians/comments/oekyc8/i_speak_modern_beijing_dialect_chinese_how_far.json": "By \"mutually unintelligible\", I mean that neither me nor the citizens of old\nBeijing could understand each other, even in a very weak form like Czech and\nPolish in modernity",
  "data/reddit-ask/r/Ask_Politics/comments/oeih2c/why_hasnt_the_biden_administration_legalized_pot.json": "This issue has been in the news a lot lately because of the Sha'carri Richardson\nsituation. While I'm not sure how I feel about retroactively changing the\nOlympic code of conduct, I do think it is a no brainer that we should legalize\nat a Federal level.\n\nIsn't this like an 80/20 issue at this point?…",
  "data/reddit-ask/r/AskWomen/comments/oeof4h/therapists_whats_something_a_client_said_that.json": "Ex: If they asked you a certain question, said something they did, etc.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oet34z/if_satan_is_the_bad_guy_why_does_he_punish_the.json": "I'm not very religious so a I'm not even sure if what I'm saying is even right,\nbut wouldn't Satan be doing a good thing punishing the bad people?",
  "data/reddit-ask/r/askscience/comments/oesncf/askscience_ama_series_im_dr_kate_biberdorf_aka.json": "Hi Reddit! Let me introduce myself. I'm a chemistry professor, science\nentertainer, and author that uses a theatrical and hands-on approach to\nteaching, all while trying to inspire students across the world to fall in love\nwith science. You may have seen me in a blue lab coat and red-bottomed heels…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oetdeq/why_are_some_lgbtq_peopl_so_obsessed_with_labels.json": "Just wondering why some are so obsessed with the correct labels and their super\nprecise descriptions.\n\nI have nothing against it or anything, I'm also part of the community. Its just\nsomething I have noticed.",
  "data/reddit-ask/r/AskWomen/comments/oep09r/how_do_you_remind_someone_how_great_they_are_when.json": "When someone is made to feel worthless by the people around them how do you\nremind them they are wonderful?",
  "data/reddit-ask/r/AskHistorians/comments/oexds6/i_recently_attended_a_discussion_about_how_native.json": "The panel called for us to turn against modern capitalism and reestablish the\ngift-giving ways of the indigenous people.",
  "data/reddit-ask/r/askscience/comments/oeu9z3/how_does_diborane_b2h6_exist.json": "The hydrogens having two bonds is really perplexing to me and it kinda breaks\nwhat we are taught at school about bonding and orbitals.",
  "data/reddit-ask/r/AskWomen/comments/oexfm8/why_do_you_think_there_are_so_few_female_serial.json": "I'm super into true crime and I've always been interested in why female serial\nkillers just seem to be so rare compared to men, I have some ideas but I've been\nwondering what you all might theorize",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oemysl/where_did_the_stigma_of_giving_a_woman_head_is.json": "I always wondered this… this might not be a thing in other parts of the world\nbut where I’m from (canada) as well as in West Indian or Caribbean culture. I’ve\nheard it a lot where guys will say they would never go down on a girl or that\nit’s nasty. Or just the stigma of vaginas smelling like fish… a…",
  "data/reddit-ask/r/askphilosophy/comments/oer7bl/how_can_an_educated_amateur_in_philosophy_get.json": "(I hope this kind of question is allowed under the \"the state of the field\"\nclause in the rules. The lead-in to my question, and the thing prompting me to\nask it, is a personal anecdote, but I imagine the answer to the actual question\ncould be very useful to anyone else like me out there.)\n\nI have a…",
  "data/reddit-ask/r/AskHistorians/comments/oeolbg/how_likely_was_it_that_julius_caesar_was_not_the.json": "In Robert Garland's course \"Greece & Rome: An Integrated History of the Ancient\nMediterranean\", he mentions that there were doubts Caesarion was really his son\nwith Cleopatra as he was quote, \"likely already infertile at this point.\" Why\nwould historians assume Caesar was potentially infertile? He…",
  "data/reddit-ask/r/AskHistorians/comments/oerxvp/what_is_the_origin_of_the_square_caps_worn_for.json": "I often see the claim spread online that a Quran was placed on the flat top upon\ngraduation by scholars in Al-Andalus. However, I failed to find any sources for\nthis. Is there any truth to that popular myth? If so, does the square cap\npredate this practice?",
  "data/reddit-ask/r/NoStupidQuestions/comments/oezrrt/why_arent_rich_people_embarrassed_by_their_excess.json": "Seriously, if I had a car that cost 100k or a purse that cost 10k or any other\nridiculously excessive thing while knowing that there are so many families that\ncan't afford to feed themselves, or pay for the basics I'd be embarrassed.\nAshamed even. Like, isn't this shameful?",
  "data/reddit-ask/r/AskHistorians/comments/oevba6/im_part_of_a_roman_family_in_12_bc_and_we_just.json": "I have a 9 month old and her ability to sleep through the night is probably the\nmost important thing in my life right now. Sleep training is common practice now\nand widely accepted, but was that always the case?\n\nI'm curious about Roman times. What were the expectations? Was it different for\nwealthy…",
  "data/reddit-ask/r/AskHistorians/comments/of0nk3/how_significant_was_the_uss_role_in_the_overthrow.json": "I’m from Argentina, and it’s a pretty well establish fact the military Junta\nthat terrorized our country in the 70’s had US support. I also read a little\nabout Operation Condor and the US’s involvement in Chile. Some sources argue\nthat US involvement was inconsequential and simply sped up a process…",
  "data/reddit-ask/r/NoStupidQuestions/comments/oet6j3/if_a_site_needs_a_password_with_capital_letters.json": "Extra infuriating if after the second attempt it says, \"That username is already\nin use\".",
  "data/reddit-ask/r/NoStupidQuestions/comments/of2cjp/whats_the_point_of_peloton.json": "My rich uncle told me about the first Peloton bike and for the life of me I\ncouldn't understand why gluing an ipad to a stationary bike was a necessary\nthing. I know they make other devices too. I also know that it's tied to their\nproprietary fitness program somehow, but I don't know why an iPad and…",
  "data/reddit-ask/r/NoStupidQuestions/comments/oezrz5/does_anyone_else_constantly_have_a_semiblocked.json": "It's not like boogers or anything, just like gunk that makes it unpleasant to\nbreathe through the nose. Blowing the nose doesn't make these things disappear\neither.\n\nI have allergies but I feel this way all year long almost everyday. It's easier\nto deal with when I'm up and doing things but when I…",
  "data/reddit-ask/r/askscience/comments/oew1tx/is_the_temporary_increase_in_volume_when_a.json": "Let’s just say for example a 1x1 ft cube of a metal is heated to the point where\nit physically grows. Is there a relationship between its specific heat and the\nnew volume? Any defined formulas?",
  "data/reddit-ask/r/NoStupidQuestions/comments/oey0xn/can_i_ever_feel_happiness_the_way_i_used_to_after.json": "I'm 17. Am I screwed?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/of3g3o/am_i_the_only_one_who_thinks_that_being_a_veteran.json": "There are some jobs that a military member was never put in harms way, they are\nnot owed as much reverence as they get.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/of8hlw/am_i_the_only_one_who_finds_inspirational_speechs.json": "I think my hatred for them started everyone said \"were all in the same boat\" at\nthe start of 2020, and now I just groan when ever I hear them because its isn't\nanything I haven't heard already like \"you deserve all the good things in life\"\nor \"you just need to work harder\"\n\nnot to mention the way…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/of5wne/have_you_ever_thought_of_unfriending_90_of_the.json": "I have a lot of ex-co-workers, former classmates, former bosses, people I had a\none-night-stand with etc. that I don't talk to anymore in my friends list.\n\nSo, should I?",
  "data/reddit-ask/r/askscience/comments/of60qi/does_pixelated_camo_also_work_better_against.json": "I've heard that because of the way our brains process, pixelated camos are less\nvisible. I was wondering if this also applies to wildlife.",
  "data/reddit-ask/r/AskHistorians/comments/of98iv/just_started_watching_downton_abbey_can_someone.json": "American here. I am eight episodes in and enjoying it, but I'll be danged if I\ncan say exactly what these people DO, or how they maintain an estate that huge.\n\nThe servants work to make money. Farmers farm. Royalty...does royalty things,\ngenerally rules. I understand all of that, at least enough so…",
  "data/reddit-ask/r/TrueAskReddit/comments/of4xid/do_you_personally_feel_that_some_peoples_lives.json": "Or is everyone truly equal in your eyes? Lets say a surgeon [brain or heart] and\nan artist [painter, musician, ect.] are both in danger and only one can be\nsaved. Would most people consider saving the surgeon the ''right'' thing to do?\nDoes it also depend on which one in general is a better person?",
  "data/reddit-ask/r/askscience/comments/ofen4n/do_you_get_long_versions_of_other_viruses_other.json": "Long Covid is a thing now but can there be long term versions of other viruses\nthat just don’t get talked about?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ofhpwc/is_a_feeling_of_loss_of_freedom_normal_in_a.json": "Recently moved in with my partner. I feel like I lost a huge amount of freedom\nin my life. I don’t even mean freedom in terms of sleeping with other people\n(that wasn’t happening anyway), but just little things. Her parents are in town?\nBetter drop everything and go out to dinner with them. Her show…",
  "data/reddit-ask/r/AskWomen/comments/ofgbh6/when_was_the_last_time_you_felt_as_though_you.json": "It's hard to make an impact on the whole world but inspiring one child could\nmake a huge lasting difference.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ofelyj/am_i_the_only_one_incredibly_frustrated_wth_the.json": "No. No you are not. There are billions of people, and many, even in this\nsubreddit who will share you views or habits, which are often not very\nunpopular. Please go and seek confirmation for your less mainstream opinions and\nmanners somewhere else.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ofll60/does_anyone_else_have_a_cup_they_use_religiously.json": "I have two metal thermos cups that I cycle between using and fill with only\nwater. I admit I don't actually just wash them with soap as frequently as I\nshould. :( but maybe other people are gross like me? lol",
  "data/reddit-ask/r/AskHistorians/comments/ofm2b1/clarifying_the_origin_of_a_survey_advertised_on.json": "Last night it came to our attention that an ad with the title, \"Use\nr/AskHistorians [/r/AskHistorians]? Win $100 for taking our 5 minute survey on\nhow to improve the subreddit\" was being promoted in our community. We want to\nclarify that we are not affiliated with the survey.\n\nWhile we have…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ofmjvp/why_dont_animal_rights_extend_to_insects.json": "Pests to be specific. My host mother when I was an exhange student was a fierce\nanimal rights activist but what baffled me was how her feelings towards animal\nlife didn't extend to insects. When she saw some weird looking spider she would\njust smash it without thinking twice and I started seeing it…",
  "data/reddit-ask/r/AskWomen/comments/ofdojo/what_is_something_you_enjoy_doing_but.json": "This doesn’t have to be NSFW. It could be a guilty pleasure like eating an\nentire ice cream box by yourself .... I’m just curious",
  "data/reddit-ask/r/askscience/comments/ofo6jb/are_there_any_basic_elements_that_we_are_running.json": "I was curious, with all the expansion, and massive production across the globe,\nare there any basic elements that are become harder and harder to find? If so,\nare there any of those elements that can be manmade to act as a substitute?",
  "data/reddit-ask/r/askscience/comments/ofuvyu/what_was_on_the_other_side_of_the_world_when.json": "So the biome of water changes as we get farther away from shore. Coastlines have\ndifferent organisms than the middle of the ocean. Seemingly the farthest “out to\nsea” you could have ever been on this planet is while Pangea was just formed\n(unless there were other land masses on the other side of the…",
  "data/reddit-ask/r/askphilosophy/comments/ofi2uf/in_what_way_do_abstract_entities_exist.json": "There's a lot of confusion going on within me with regards to abstract entities\nand their ontology. I want to get some clarity and perhaps new ideas.\n\nWhen it comes to mathematics, I'm a very convinced formalist\n[https://en.wikipedia.org/wiki/Formalism_(philosophy_of_mathematics)], believing\nthat…",
  "data/reddit-ask/r/AskHistorians/comments/ofq01t/how_did_romans_feel_about_masturbation.json": "Were there any taboos surrounding it, was it viewed differently for men and\nwomen, was it done in private, in public?\n\nI've read a lot about Roman sexual norms but can't recall hearing anything about\ndoing the ol five knuckle shuffle.",
  "data/reddit-ask/r/AskHistorians/comments/og11fn/why_does_the_american_revolution_seem_so_much.json": "I’m working my way through Mike Duncan’s Revolutions podcast series, and I’m\nstruck by the amount of infighting, purges, coups, countercoups and\ninsurrections that seem to characterize almost every revolution covered in the\nseries, except for the American Revolution, which seems to have gone…",
  "data/reddit-ask/r/NoStupidQuestions/comments/og3oe9/would_it_be_weird_to_pay_300_for_a_stuffed_animal.json": "EDIT: I MEAN PLUSHIE, NOT TAXIDERMY I could write pages about that dog, but I’ll\nkeep it short.\n\nI left my understaffed job in the middle of my shift to go spend his final\nmoments with him.\n\nWhen I got there, I was still in shock, I had no idea what was wrong with him -\nit hadn’t set in. It was the…",
  "data/reddit-ask/r/AskHistorians/comments/og1p88/why_were_west_african_blacksmiths_so_resistant_to.json": "Here’s what I understand about the West African smithing tradition. West Africa\ninvented ironworking for themselves, but their art seems to have stayed\nremarkably the same for millenia. Metalworking was regarded as magical, and only\ncertain clans did it. As a result, smiths never made maille armor…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/og6apt/when_i_was_4_my_mom_forced_me_to_kiss_my_dads.json": "Like, it was literally just kissing it so it can't be molestation or anything,\nright? It has to be something milder, if anything at all? Does it count as\nsomething at least?\n\nMy mom snapped, threatened us with a knife, and forced me and my older brother\nto kiss my fathers dick. I'm still very…",
  "data/reddit-ask/r/AskHistorians/comments/og7p07/weimar_germany_had_laws_against_hate_speech.json": "Much of what I said can be found in this post\n[https://www.thefire.org/eric-berkowitzs-new-book-dangerous-ideas-is-a-masterpiece-but-i-have-some-quibbles/]\nby Greg Lukianoff, a co-author of the book The Coddling of the American Mind.\n\nIn this article, seems that Lukianoff is using this incident -…",
  "data/reddit-ask/r/AskHistorians/comments/oga0h5/the_slogan_they_cant_lick_our_dick_was_used_in.json": "The slogan existed since at least 1960, as found by Dave here.\n[https://skeptics.stackexchange.com/questions/28350/are-these-real-badges-for-richard-nixons-1972-presidential-campaign]\nHe also quotes a book\n[https://books.google.com/books?id=q8DWAAAAMAAJ&q=%22can%27t+lick+our%22] saying\nthat such…",
  "data/reddit-ask/r/askscience/comments/ogab9m/can_vaccinated_individuals_transmit_the_delta.json": "What's the state of our knowledge regarding this? Should vaccinated individuals\nreturn to wearing masks?",
  "data/reddit-ask/r/NoStupidQuestions/comments/ogfljz/why_is_it_in_womens_beach_volleyball_players.json": "Okay I don't have much problem with attractive women playing volleyball in\nbikinis. That's standard for volleyball and being a straight dude, I have a\nlittle problem with that in general. I just am curious as to why men's beach\nvolleyball players aren't playing in just trunks because, in my…"
}