{
  "data/reddit-ask/r/NoStupidQuestions/comments/qk2hyp/how_does_one_trick_or_treat.json": "I wasn't raised celebrating Halloween but I want to take my kid trick or\ntreating. Is it acceptable to knock on every door where it looks like someone is\nhome? Should I stick to only houses with decorations? Any other tips are\nappreciated.",
  "data/reddit-ask/r/NoStupidQuestions/comments/qk58sk/when_did_americans_lose_their_british_accents.json": "If the colonists originally came from Britain, they initially all had British\naccents. But now we speak with American accents. How and when did this happen?",
  "data/reddit-ask/r/NoStupidQuestions/comments/qk3b64/can_you_remove_cum_stains_from_a_carpet_after_its.json": "Yeah ive kind of been cumming on this one area for the last 4-5 months and i've\nonly just noticed theres this big dark spot and my parents are coming over soon\nsoooo",
  "data/reddit-ask/r/NoStupidQuestions/comments/qk6jjs/anyone_else_feel_like_there_used_to_be_a_magic_in.json": "When I was a kid, I imagined things every day. I day dreamed about all kinds of\nscenarios and adventures and played make-believe with my friends. When I was a\nteenager, I used to do dumb things with my friends and dreamed about my future\ncareer and my family and had all kinds of ridiculous goals and…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qk8mp7/why_are_black_people_allowed_to_be_racist.json": "Okay so before people go off and say “racism has to be systematic oppression”\nlet me just say that’s not what I’m talking about I just don’t know another word\nfor it.\n\nI mean like why is it ok that black people are always talking about and\ngeneralizing white people in media? “You look white” or “you…",
  "data/reddit-ask/r/AskHistorians/comments/qkalsm/when_and_why_did_blue_become_the_dominant_colour.json": "Is it cheaper to produce or is there a more complicated reason for its\npopularity?",
  "data/reddit-ask/r/AskHistorians/comments/qkcdhl/im_dr_toby_capwell_here_today_to_talk_about_arms.json": "Hello everyone, I’m Toby Capwell, Curator of Arms and Armour at The Wallace\nCollection in London, UK, and an academic specialist in medieval and Renaissance\nweapons and armour. I am an author of various books and articles on this\nsubject, most notably the Armour of the English Knight series, of…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkazws/can_i_date_a_muslim_girl_if_im_christian.json": "We go to school together and i really like her but this question wont just come\nout of me maybe this subreddit will help thanks",
  "data/reddit-ask/r/askscience/comments/qkdhcy/askscience_ama_series_were_experts_here_to.json": "Let's talk about sex(ually transmitted infections [STIs])! We'll be here today\nat 2 PM ET for a discussion, organized by the American Society for Microbiology\n(ASM), about the present and future of STIs.\n\nSTIs are an enormous health issue. According to the World Health…",
  "data/reddit-ask/r/AskHistorians/comments/qkdhi8/megathread_roe_v_wade_and_abortion_in_america.json": "On June 8th, 1964, an employee at the Norwich Motel in Norwich, Connecticut\nopened the door to one of the rooms and discovered an unresponsive woman\nkneeling on the floor, her cheek pressed to the carpet, bloody sheets and towels\nbetween her legs. When the police and ambulance arrived, they declared…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkb5pm/why_are_so_many_people_so_angry_about_cultural.json": "I guess everyone that hasn't been living under a rock these past few years has\nat least heard the term of \"cultural appropriation\". People who wear and use\nthings that aren't from their \"own\" culture get verbally attacked because of it.\n\nAs far as I have understood it popular examples would be non…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qk68oy/my_girlfriend_is_going_deaf_how_do_i_learn_asl.json": "Due to a head injury, she's loosing her hearing. She works with special needs\nkids, so she already knows sign language, but I don't. There are so many choices\non Google its overwhelming. What's the best way to approach this?",
  "data/reddit-ask/r/askscience/comments/qkbpm1/how_was_the_first_virus_found.json": "What methods were used to distinguish viruses from other pathogens so that we\nknew it was something different than all the known stuff?",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkeklv/does_anyone_here_get_anxiety_when_posting_on.json": "Im a very shy person overall but the reason why I want to be more active on\nsocial media is so I wont loose touch with the world and my friends. This came\nto thought after highschool, bc throughout highschool I would never post on\nsocial either but now I feel like I should now so I dont loose touch…",
  "data/reddit-ask/r/AskHistorians/comments/qk6v3s/why_was_pederasty_so_relatively_common_in_past.json": "I don't think it requires much research to tell that pedophilia, whether\nconsidered a harmful mental disorder or not, is extremely uncommon. So why was\nit apparently considered normal in societies like those of ancient Greece and\nRome? Even if it wasn't viewed as sexual abuse, you would expect such…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkbgzs/can_i_ask_parents_of_a_mentally_ill_kid_in_my.json": "I know this is a touchy subject, and I do understand the struggles the mentally\nIll have and how hard the parents must struggle.\n\nBut there is this child in my street, from about 5.30ish pm til about 9pm every\nnight he sings awe-fully although any form of singing loud enough and constantly\nwould get…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkidp7/if_christians_believe_heaven_is_amazing_why_dont.json": "ETA: I’m not talking about suicide.",
  "data/reddit-ask/r/NoStupidQuestions/comments/qk52dk/why_is_it_called_a_unicorn_and_not_a_unihorn_its.json": "maybe I'm just too high.",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkhnpm/are_mobile_games_literally_just_ad_delivery.json": "Almost every single game now is just littered with ads.\n\nBanner ad at top and bottom.\n\nYou finished this level. Ad before next level.\n\nYou failed this level. Ad before you can try again.\n\nYou want a hint? Ad.\n\nYou want a temporary boost to an ability in game? Ad.\n\nWould you like some freemium…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qki9y1/how_is_sliced_bread_claimed_to_have_been_invented.json": "Help me?",
  "data/reddit-ask/r/AskWomen/comments/qknbn6/what_is_something_you_doubted_until_you_tried_it.json": "Whether it’s a food, song, movie, event, place, experience, sex-related,\nclothing, makeup, trend, etc.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkjnpb/why_is_it_considered_racist_to_ask_for_id_on.json": "People get asked for ID when buying cigarettes, lottery tickets, at a bar,\nbefore you enter a casino but I could walk right into my voting poll, simply\ntell them my name and sign away without anyone properly checking for my\nidentification but if they ask to show ID, it's considered racist if the…",
  "data/reddit-ask/r/AskHistorians/comments/qkp0es/could_your_typical_soldier_in_an_18th_or_early.json": "Up front disclaimer: simply due to keeping the title a decent length I couldn’t\nspecify that I’m fully aware that in most battles, the large majority or\nsoldiers would be unhurt, and that usually a battle is won after a relatively\nsmall portion of the force is killed or wounded. I’m not suggesting…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qktsnx/how_can_someone_be_nonbinary.json": "I don’t understand how someone can feel neither male or female. I don’t walk\naround feeling like a girl or feel like I have to dress a certain way because\nI’m a girl. I don’t think about feeling like a girl 24/7. I just feel like me.\nBut that doesn’t make me feel non-binary. I feel comfortable…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkvauv/just_got_a_new_samsung_galaxy_note10_and_my.json": "The button works fine but when it says it's on there's nothing coming from my\nphone light, I've tried resetting it and powering it off for a while but it\nstill won't come on",
  "data/reddit-ask/r/AskHistorians/comments/qkm3ev/why_did_american_founders_direct_all_of_their.json": "This might be me completely misreading history, but by the time of George III,\nthe British Monarch had already largely been relegated to the symbolic role we\nthink of today. So why did the American Founding Fathers direct all of their\nanger and grievance towards him, when it was parliament that was…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkr2mz/my_fiances_dad_has_less_than_48_hours_to_live_due.json": "My fiances dad has less than 48 hours to live due to kidney/liver/heart failure\nfrom alcoholism, how can I help the next 48 hours, and the days after that.\n\nThis is a situation where 2 weeks ago litteraly nothing was wrong other than\nknowing he drinks too much. He was found passed out with low…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkwotk/who_else_feels_like_they_did_everything_right_and.json": "Hi all—just looking to commiserate with people on this because I’m sure there’s\nother that feel this way.\n\nI did everything I was told to do growing up to have a comfortable life. I\nexcelled in school, got honors, went on to do very well in college and graduated\nwith my BA in English. I was…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkyhjf/why_do_my_parents_pull_a_youre_living_on_our.json": "I’m 15. They cancelled our Netflix subscription, i cant buy more than 2 books in\na month, I’m not allowed to wear clothes of my choice or date. Social media is\nprohibited as well, i cant hang out with my friends more than once a month. I\ndont have a phone either. We are an upper middle class family…",
  "data/reddit-ask/r/askscience/comments/qksvad/in_dim_light_why_do_unlit_objects_appear_to_lag.json": "This is something I originally noticed while playing my gameboy late at night.\nThere was just enough light to see the gameboy itself, which had a small 'on'\nindicator light. I noticed that moving the gameboy would make the light appear\nto dash ahead, with the rest of the gameboy appearing to lag…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkx82p/wtf_do_i_say.json": "What is the proper response to a dick pic? I only ever go \"God damn\" But then\nthey think I don't like it. What the fuck am I supposed to say?",
  "data/reddit-ask/r/NoStupidQuestions/comments/qku0l0/if_a_store_is_severely_short_staffed_why_dont.json": "I work at Victoria’s Secret and my location is severely short staffed. They keep\nsaying they need to hire 40 more people by December and we’re nowhere near that\nnumber. I constantly see managers from my store posting stuff like “Please\napply. We are DROWNING.”\n\nLike maybe if you want more people to…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ql0d3k/if_failure_is_meant_to_be_okay_and_part_of.json": "Growing up every test or exam we did was made out to be a big deal and affected\nour future (not to the same level though). Never was there any indication at all\nthat it would be okay to fail and that you would get the opportunity to improve\nshould you fail.\n\nIf failure is okay and part of learning…",
  "data/reddit-ask/r/askscience/comments/ql1bna/will_the_melting_polar_ice_caps_actually_bring_on.json": "So I’ve been reading a book called “A short history of nearly everything” by\nBill Bryson. (Very good by the way). It brought up some topics that got me\nthinking.\n\nAs the ice caps melt, huge quantities of fresh water are dumped into the oceans,\nwhich I imagine over time would decrease the salinity of…",
  "data/reddit-ask/r/AskHistorians/comments/qkz5rk/were_there_any_reports_of_a_monster_at_the_battle.json": "Firstly, I'll preface this by saying I am a historian, and I have exhausted my\nown skill set looking into this. I've found absolutely nothing whatsoever and I\nonly ever run into the medium that I heard about it on. Secondly, I'm aware that\nthis could just be a REALLY good piece of…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkvskg/why_is_there_a_d_in_fridge_but_not_in_refrigerator.json": "You know what I mean",
  "data/reddit-ask/r/NoStupidQuestions/comments/ql2fnh/do_people_in_america_work_more_than_40_hours_a.json": "Because here in Saudi we work 48 hours and I think it's too long.",
  "data/reddit-ask/r/NoStupidQuestions/comments/ql1d00/was_the_condition_dwarfism_named_after_the.json": "I just woke up suddenly at 5am with this thought in my head and I can't figure\nit out and I can't get back to sleep now.\n\nCause like, Dwarfism has likely been around for a long time, probably a lot\nlonger than the idea of Dwarves, but like at the same time there's some truly\nancient bits of…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ql3hia/how_many_zeros_in_200000000e300.json": "This is the maximum number my phone calculator can calculate. If you know math,\ncan you tell me how many zeros in there?\n\nEdit: Cheers guys, your answers make a lot of sense. I feel dumb lol",
  "data/reddit-ask/r/NoStupidQuestions/comments/ql6o6p/how_do_i_as_a_guy_cope_with_not_getting_any.json": "Lately, I've started to realise that I need all of these things in order to\nfunction properly and not be depressed. I've never had any of the above, yet I\nfeel like I'm missing something and I don't know why.",
  "data/reddit-ask/r/NoStupidQuestions/comments/qlb30j/do_americans_really_buy_milk_by_the_gallon.json": "I mean, that’s like 8 pints of milk in one go? 4.5 litres of milk? How does it\neven fit in the fridge? How can you use it all before it goes off? What on Earth\nare you guys doing with all that milk?\n\nEDIT: OK, so a US Gallon (3.7 litres) is only slightly bigger than a UK 6 pint\nbottle (3.4 litres),…",
  "data/reddit-ask/r/AskHistorians/comments/ql95ob/what_would_enslaved_peoples_do_throughout_the_day.json": "I was reading a biography on James Madison and it mentioned that he brought an\nenslaved person to college with him that he had inherited. I know Jefferson also\nbrought an enslaved person to college with him. That got me wondering what\nexactly the enslaved person would do all day in relation to the…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qla9kl/do_people_in_other_countries_leave_their_babies.json": "Wanna know if this is cultural or a global thing. Here in Scandinavia it's\ncommon for parents to just leave their child outside, sleeping in their\nstroller, while they eat.",
  "data/reddit-ask/r/AskHistorians/comments/qlc7a6/did_hh_holmes_really_build_a_murder_labyrinth_or.json": "The more colorful version of this 19th Century serial killer's life is that he\nhad a \"murder castle\" created; a hotel with confusing architecture, rooms\ndesigned to kill their occupants, trapdoors to drop corpses down into the\ncellar, and so on. Another version I've heard is that Holmes just wasn't…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qlbeo6/i_dont_know_what_to_do_about_the_imaginary_people.json": "Hello, a bit of a long post, so bear with me, but I could use some advise. No\none knows about this in real life except for my sister but she either is weirded\nout or doesn't seem that interested.\n\nI've daydreamed (not obsessively, ~30 mins per day) about this fictional family\nI created several years…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ql5f6d/is_it_okay_to_give_a_muslim_person_a_gift_near.json": "My son recently started taking \"Student Transportation\" meaning he gets driven\nto school in a van. The two people that pick him up and drop him off are Muslim.\nThey are so wonderful to my son, always so patient with him.\n\nMy son gets really excited when he sees his driver pull up to the…",
  "data/reddit-ask/r/TrueAskReddit/comments/qkx03j/is_the_potential_of_streaming_services_completely.json": "I'm an older guy who remembers the early internet. I remember Kazaa and\nLimewire, and getting to download video content and watch it all in one go. I\nremember downloading the entire series of Most Extreme Elimination challenge and\nthings like that and binging before it was a term, already in the…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qlf37w/what_is_qanon_i_have_tried_to_readunderstand_but.json": "I'd appreciate responses from both Democrats and Republicans.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qljsbt/so_why_does_not_offending_people_seem_like_such_a.json": "Yeah, it's not that I am afraid to ask this question it's just that I don't know\nanyone who would give real answers. Basically all I'm asking is why is media\nI.E. stand up comedians and Hollywood movies so terrfied people are going to see\nsomething they don't like, and when people don't like what…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qll5sv/god_i_think_ill_get_downvoted_to_hell_but_here_i.json": "Can’t believe I have to start by saying I’m vaxed, that out of the way here we\ngo. I’m sure we will have to do boosters, but there needs to be a bigger\nconversation about when or even IF we will see a vaccine that will last longer\nthan 6 months to a year. How come there are no reports from Maderaor…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qljx64/do_you_also_sometimes_want_to_disappear_from_this.json": "To start things of, im not suicidal or have any thoughts of ending my life or\nsomething, and I feel sorry for everyone who is, please look for help, you are\nwanted on this world by somebody, I am sure of it.\n\nBut to get back to my question..\n\nI sometimes have thoughts of me not being there anymore,…",
  "data/reddit-ask/r/askphilosophy/comments/ql5xky/what_are_some_philosophers_that_you_can_approach.json": "Was learning about Kant and kept getting frustrated, so i tried to use\nsupplementary material; but reading on, they say that to understand Kant, you\nhave to understand Leibniz, Locke, and Hume. Reading on some more, to understand\nthem you have to understand Bacon, Descartes, or Spinoza. And to…",
  "data/reddit-ask/r/AskHistorians/comments/ql7gk5/were_the_wildmen_of_european_folklore_a_cultural.json": "I was reading about the wild men dance of a town in Bavaria that can be dated\nback to Celtic times. Jumping around, I saw that there is a Swiss myth about\npeasant farmers capturing wild men to get their knowledge which echos Roman\nstories also.\n\nIt makes intuitive sense that if there stories are…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qlr09i/is_the_decision_not_to_have_children_selfish.json": "Aside from the fear of giving birth, I don’t think I am mentally and emotionally\nfit to be a parent. Parenting is a huge responsibility, it’s a lifetime\ncommitment. I am emotionally unstable but I’m trying my best to heal. Healing is\nan ongoing and continuous process. It might take a long time…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qlnysj/is_it_ok_to_not_invite_my_boyfriend_to_all_of_my.json": "First, if you're wondering why this is on too afraid to ask, I've gotten some\nnasty comments about how i should kill myself on other subreddits for some\nsimple questions like talking about how I don't want a dog because of PTSD, so I\nfeel more comfortable here. (Throwaway btw)\n\nBut anyway on to…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qlr8lw/why_is_everyone_hiring_but_its_to_difficult_to.json": "I graduated from high-school with no work experience and wanted to make some\ncash before college so I pretty much applied anywhere. I applied to 60+\nlocations and only got 2 interviews(neither of which called me back). I finally\ngot a job because I found someone to vouch for me. But all summer when…",
  "data/reddit-ask/r/AskHistorians/comments/qlsb2w/why_are_us_state_capitals_often_smaller_towns.json": "As a non-American, it's easy to make assumptions about what state capitals are\nin the US based off the largest and most famous cities there: surely, one might\nassume, NY is NYC, California is LA, Washington is Seattle, Florida is Miami,\nOregan is Portland, Louisiana is New Orleans, Illinois is…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qlrt3i/im_not_sure_what_to_say_to_him.json": "I matched with a guy on a dating app, I was pretty interested in him. Then I\nfound out, he smokes marijuana and that's a deal breaker to me. What can, I say\nto him? we were talking for a bit, around 2 weeks on the app.I feel awkward\ntelling him, him smoking weed is a deal breaker.\n\nWhy so much…",
  "data/reddit-ask/r/askscience/comments/qlv3fj/ask_anything_wednesday_economics_political.json": "Welcome to our weekly feature, Ask Anything Wednesday - this week we are\nfocusing on Economics, Political Science, Linguistics, Anthropology\n\nDo you have a question within these topics you weren't sure was worth\nsubmitting? Is something a bit too speculative for a typical /r/AskScience post?\nNo…",
  "data/reddit-ask/r/AskWomen/comments/qlv13j/whats_something_you_never_buy_new.json": "As in something you will always go to the thrift store or get off Facebook\nmarketplace for",
  "data/reddit-ask/r/AskHistorians/comments/qlt3wn/why_did_western_clothing_become_the_norm_in_most.json": "If you walk down any street in most non-Western countries today, you'll notice\nthat most people regardless of ethnicity, religion or occupation wear Western\nclothes.\n\nBut less than a hundred years ago, it wasn't too uncommon to see most people in,\nsay India [https://youtu.be/SamNTXQrkuk] or Korea…",
  "data/reddit-ask/r/askscience/comments/qlzdtc/i_got_both_a_flu_shot_and_a_covid_booster.json": "I tried to look up \"how can I get 2 vaccines at once\" but nothing I found\nanswered my question, it was just saying it's safe to have multiple. What I'm\ncurious about is how exactly it's working. Does the fact that they were injected\ninto different arms have something to do with the effectiveness as…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qm2l6i/is_it_unreasonable_to_expect_not_to_have_to.json": "I have always said I have no issue dating women who have a kid/kids from a\nprevious relationship but lately I'm questioning it. My mother was a single mom\nfor a few years before she met my stepfather and not once was I ever left alone\nwith anyone else she dated. Even with my stepfather, she'd been…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qltz1n/can_someone_explain_what_this_jfk_jr_coming_back.json": "I keep seeing videos where there are videos of thousands gathering where JFK Sr.\nwas assassinated 50+ years ago how can they think he will make an appearance he\nwould be 104?",
  "data/reddit-ask/r/NoStupidQuestions/comments/qm0usm/why_do_people_bully_me_for_wearing_fingerless.json": "I (22F) bought a pair of faux leather fingerless gloves, and I think they look\ncool. They also keep my hands warm while letting me do more dexterous tasks.\nHowever, my peers and family don’t seem to appreciate them like I do. “Okay\nJoseph Joestar” “are you trying to look like an incel?” “You know…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qm5xql/why_are_people_always_telling_introverts_to.json": "Im an introvert and people are usually telling me to socialize more but it\ndrains the fuck out of me. Yet, I don’t hear them tell extroverts to be more\nquiet and introspective.",
  "data/reddit-ask/r/askphilosophy/comments/qluh5h/the_hardest_logic_puzzle_ever_something_about_it.json": "https://xkcd.com/blue_eyes.html\n\nWas able to solve this last night, for those who haven't solved it and want to,\nI'm going to spoil the heck out of the solution.\n\nMy solution can be proved via induction as follows:\n\n(Base case) suppose there was one blue-eyed person and any amount of brown…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qm575x/why_are_printers_so_unbelievably_difficult_to.json": "I live and breathe technology so it’s not like I’m bad with what I’m doing but I\nswear there is not a single thing more frustrating than dealing with a printer.\n\nWhy is it so annoying?",
  "data/reddit-ask/r/NoStupidQuestions/comments/qlsv2f/does_anybody_have_dreams_so_good_that_when_they.json": "I was literally crying de-icing my car this morning.",
  "data/reddit-ask/r/AskWomen/comments/qlzffx/what_is_the_most_elaborate_lie_a_manwoman_has.json": "How far can people go to make you put out?",
  "data/reddit-ask/r/AskWomen/comments/qm7alo/what_screams_to_you_peaked_in_high_school.json": "Who are the people that obviously peaked in high school and still brag about it\ntoday ?",
  "data/reddit-ask/r/AskHistorians/comments/qm6b5p/when_did_christians_stop_believing_dragons_were.json": "Obviously, dragons are now considered mythical, but at one point, Christians\nfirmly believed they were real. So how did we get from there to here? Was it\ngradual? Or was there a tipping point?",
  "data/reddit-ask/r/AskHistorians/comments/qm0ovo/medieval_christian_scholars_believed_that_each_of.json": "I can't seem to find anything on where indigenous Australians fit into this\ngenealogy. It seems Native Americans were placed under the line of Shem, but I'm\nunclear of what the basis for that is?\n\nTangential side-question: did Jewish or Islamic scholars have the same theories\nand reactions, or were…",
  "data/reddit-ask/r/AskWomen/comments/qm4vph/if_you_werent_related_to_your_parents_would_you.json": "Curious how you ladies view your relationships with your parents as adults.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qmefut/am_i_an_arsehole_for_hiding_my_familys_financial.json": "I just came across a question on the relationship sub that has me feeling a bit\nsick. It was a girl who said her bf had lied to her about his family having\nmoney and she was pissed off and wanted to break it off with him. Everyone was\non her side, saying to leave him immediately and that he couldn't…",
  "data/reddit-ask/r/askscience/comments/qmhrj3/askscience_ama_series_im_iñigo_san_millán_a.json": "Hi, Reddit! I'm Iñigo San Millán. I am an assistant professor in the Division of\nEndocrinology, Metabolism and Diabetes\n[https://medschool.cuanschutz.edu/endocrinology] and Medical Oncology at the\nUniversity of Colorado School of Medicine [https://medschool.cuanschutz.edu/]\nand associate research…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qmda8q/is_sex_really_that_good_for_people.json": "As a single 26[M], I sometimes go on dates and manage to sleep with women.\nHowever, the pleasure from sex feels only marginally better than a wank. It very\nrarely feels worth all the effort of dressing up, usually spending the better\npart of the day and the money spent. Is there anything I am…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qmhz3r/is_it_bad_that_im_actually_looking_forward_to_my.json": "My SO is leaving on business for a few days and I’m going to have the house to\nmyself and I’m really looking forward to some me time alone. Don’t get me wrong\nI LOVE spending time with them and we are doing great . but I don’t think I’ve\nhad the house to myself in a long time. It’s going to be nice…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qm7ccw/whats_your_job_and_how_much_do_you_make_a_year.json": "Since people are too afraid to ask others in real life, why not ask here?\nConsidering the amount of people leaving their jobs and looking for a new\noccupation, hopefully this can be a very helpful thread.",
  "data/reddit-ask/r/NoStupidQuestions/comments/qmi1pi/do_ants_ever_revolt_against_the_system.json": "I have seen how loyal, obedient and workolic ants are they are willing to die\nfor their colony and I heard that they don't sleep in their lifetime. They keep\non working until they die. It seems like a robotic society which I can't even\nimagine in human world but why don't they revolt against such…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qmlj53/is_it_just_me_or_does_72_degrees_with_ac_on_feel.json": "72 degrees is 72 degrees… but why does A/C make it a cold 72 degrees and heat\nmake it a more hot 72 degrees? Or am I just crazy? Cause that’s 100% a\npossibility.",
  "data/reddit-ask/r/AskHistorians/comments/qmfzbz/did_people_in_the_70s_not_realise_the_village.json": "When homophobia was more rampant, did typical suburban housewives really believe\nthat camp performers were straight? Or was it always an open secret?\n\nWhat historical evidence is there about this transitory point in social\nattitudes?\n\nThanks",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qmhyo1/why_do_girls_in_hentai_look_like_they_are_12.json": "Felt creeped out by a subreddit that were into this (and lolis), never again\ncuriosity is a bad thing.",
  "data/reddit-ask/r/AskHistorians/comments/qmk6cz/when_i_was_a_student_in_a_private_religious.json": "My parents were pastors in a... fairly unique church when I was a child. The\nchurch also ran a small school, which I attended until I was twelve (when we got\nkicked out.) In addition to the expected skepticism of evolution and climate\nchange, several other scientific ideas were held in contempt. I…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qmfwwk/can_a_girl_feel_wether_i_have_an_errection_when.json": "Asking for a school project…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qmkzhm/whats_the_deal_with_the_trend_of_twitter_profiles.json": "I have Asperger's, and I think it's a private matter. Nobody needs to know that\nunless i willingly tell people. Yes, I understand the irony of this post.",
  "data/reddit-ask/r/askscience/comments/qmkbqo/in_a_frozen_lake_is_the_water_closer_to_the.json": "I know in the ocean the colder water is denser and therefore closer to the\nbottom. But if this is the case in a lake why would the ice be at the surface?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qmiyvh/what_exactly_makes_suicide_a_bad_thing_or_wrong.json": "i understand how murder is bad but suicide is different because its killing\noneself. isnt it their choice to die?",
  "data/reddit-ask/r/NoStupidQuestions/comments/qmkkq8/why_do_some_chiropractors_call_themselves_doctors.json": "They're not.\n\nBackstory: I work in the medical field.\n\nConcern: Physicians get certified for a DO, MD, etc. Chiropractors, to the best\nof my knowledge, don't have to do any of this and still call themselves 'Dr.\nSuch&Such'. I'm just flummoxed by this TBH. The other day I called a\nchiropractor's…",
  "data/reddit-ask/r/AskHistorians/comments/qmmamy/how_did_paisley_become_the_archetypal_pattern_for.json": "Bandanas with a paisley pattern are seemingly ubiquitous, being even more common\nthan even a plain colored cloth. How did this come to be? Is it the result of\nmass manufacturing?\n\nHave there been other historically popular patterns?",
  "data/reddit-ask/r/NoStupidQuestions/comments/qml6og/why_do_parents_name_their_children_super_common.json": "Not that you have to name your kid something totally unique (names like\n“Braxton” are just cringe), but why would you want your kid to have one of the\ntop 10 most common names? The number of Emily’s and Matt’s I know are\nridiculous. I can’t imagine wanting to name my kid the same thing as a…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qmqd1a/men_of_reddit_would_you_actually_date_a_tall.json": "Example: 5’8” 230lbs",
  "data/reddit-ask/r/NoStupidQuestions/comments/qmnbzi/if_you_had_an_identical_copy_of_you_and_had_sex.json": "will it be considered homosexual or masturbation? or a homosexual masturbation?\nor incest?\n\n\n\nEDIT: My current answer based on comments: selfcest (thanks to u/asterJ\n[/u/asterJ]), tho i think it is safe to say its pansexual ( u/Toystorations\n[/u/Toystorations])",
  "data/reddit-ask/r/AskHistorians/comments/qmojd8/a_popular_meme_states_that_nazi_germany_and_the.json": "The meme in question:\nhttps://imageproxy.ifunny.co/crop:x-20,resize:640x,quality:90x75/images/3710a6307bcf7313312e689717b4ec0269f048a8b1f6d9cd308e5ef9fbe10c9d_1.jpg\n\nIs this document real?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qmnay8/do_any_americans_out_there_feel_like_were_on_the.json": "I feel like it's over for this country and we're just waiting for the shit to\nhit the fan in a spectacular enough form to finish it off. It seems like\neveryone either has their blinders on and think it's all hunky dory, or they're\nwaiting for something to deliver the final death blow and are in a…",
  "data/reddit-ask/r/TrueAskReddit/comments/qmb66a/how_to_get_a_job_as_a_convicted_felon.json": "Im 21 about to be 22 and during the first wave of covid i was self employed\nworking detailing but winter is here and i need to find a job since i live in\nTN. I was convicted for possession of psilocybin and cause i had a scale got\naccused of trying to sell, i went with my public defend plea and well…",
  "data/reddit-ask/r/AskHistorians/comments/qmnur4/the_first_world_war_was_a_politically.json": "I had a professor claim soldiers who were captured by the Russians were often\nsuccessfully radicalized to Communism, and I am curious how well this notion is\nsupported. It would obviously be hard to disentangle cause and effect, for\nexample: the rank-and-file Navy was a consistent hard-left force,…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qmzauz/why_hasnt_anyone_assassinated_any_presidents.json": "I am genuinely curious as to why Obama or Trump were never assassinated. They\nwere both wildly despised by their opposing sides. Other presidents were also\ncalled terrible but never assassinated. Is it because it's too difficult to\naccomplish? Or are people just scared of what would happen after?",
  "data/reddit-ask/r/AskHistorians/comments/qmltmd/how_do_professional_historians_explain_the_causes.json": "I was raised Shi'ite*, so what I was taught growing up was that Ali was\nappointed the successor by Muhammad, but there was a coup by Umar and Abu Bakr\nafter the Prophet's death, denying Ali his rightful inheritance, so to speak.\nAnd then after some time, the first Ummayad Caliph, Mu'auiyah** killed…",
  "data/reddit-ask/r/askscience/comments/qn40sn/does_sleep_deprivation_during_teen_years_have.json": "For 2 years between the ages of around 14-16 I got almost no sleep most nights,\non average it was around 1-3 hours on school nights and 6-9 hours on weekends.\nI'm almost 17 now and working on getting better sleep but I'm wondering if that\nperiod had a permanent effect on my life. Is it possible that…",
  "data/reddit-ask/r/askscience/comments/qn3yq2/what_causes_the_sensation_of_ones_blood_running.json": "I got a call from my confused and hysterical girlfriend in the hospital last\nnight, after she gave her head a good crack on the floor, falling down some\nstairs. The combination of SOMETHING being wrong, but NOT being able to tell me\nherself because of memory loss/confusion, made me experience the…",
  "data/reddit-ask/r/AskHistorians/comments/qmq7vo/did_any_slave_owners_in_the_us_see_the_writing_on.json": "Were there any US slave owners in the 1800s who foresaw that their time being\nable to legally own slaves was running out? Did any of them liquidate their\n'property' while they could still do so at competitive market prices?",
  "data/reddit-ask/r/AskHistorians/comments/qn7zyc/what_was_the_part_2_to_gunpowder_plot.json": "On the 5th of November 1605 a group of English Catholic conspirators attempted\nto blow up the Houses of Parliament with King James and the joint chambers\ninside. This would have left a huge power vacuum with plenty of unknown\nconsequences. Did the conspirators have an after plan? How would they…",
  "data/reddit-ask/r/askscience/comments/qmtz70/why_are_vaccines_not_sugar_cubes_anymore.json": "My daughter is about to get her COVID vaccine and she is wondering why does it\nhave to be an injection and not a sugar cube (like back in the polio vaccine).\n\nI wondered myself, was the sugar cube idea only possible for polio? Have other\nvaccines used that method? What are the benefits or detriments…",
  "data/reddit-ask/r/AskHistorians/comments/qn5qbj/in_ww2_did_antiaircraft_weaponry_fire_so_many.json": "I searched through older questions and couldn't find any asking about this\nspecifically.\n\nOf course the chance to hit a target is increased by increasing volume of fire,\nbut were armoured planes of the era able to withstand many impacts from AA\nweapons?\n\nI'm trying to understand the effectiveness of…",
  "data/reddit-ask/r/askscience/comments/qn93z2/we_are_scientists_from_the_society_of_vertebrate.json": "Hi /r/AskScience! We are members of the Society of Vertebrate Paleontology\n[http://vertpaleo.org/], here for our 8th annual AMA. We study fossil fish,\nmammals, amphibians, and reptiles — anything with a backbone! Our research\nincludes how these organisms lived, how they were affected by…",
  "data/reddit-ask/r/AskHistorians/comments/qn69p8/why_is_the_us_seemingly_the_only_country_that.json": "I’ve read that, for example, the French government pushes back against this\npractice because they want to ensure a coherent French national identity. Do\nother countries share a similar belief? Is there a reason the US in particular\nseems to place so much emphasis on national/racial origin?",
  "data/reddit-ask/r/NoStupidQuestions/comments/qncxm0/whats_the_deal_with_men_refusing_to_wear_condoms.json": "And not just young men who may or may not be particularly mature and therefore\nmaybe somewhat excused.. But also men in their late 40s. I mean why?? Why don't\nthey want to be protected against diseases and unwanted pregnancies?\n\nAnd additional question.. Why don't the women they hook up with talk…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qncanc/is_it_physically_uncomfortable_being_obese.json": "This is something I have legitimately always wondered about but have been afraid\nto ask because of obvious social norms on this. I am not trying to insult anyone\nbut whenever I see someone obese to the point of being called \"big\" I wonder if\nthey are uncomfortable. It honestly looks…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qn7a82/is_it_weird_to_feel_mentally_younger_than_you.json": "Edit: I've read quite a few comments that suggested that I'm dating underage\ngirls or something... Why would some of you assume such a horrendous thing?\n\nI said 16 and not 18 because the last two years of high school I had easy\nclasses (took all my hardest classes my first two years of high school)…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qncwjd/does_anyone_else_count_the_amount_of_strokes_of.json": "I've been doing this for years and NO, I do not have an OCD.",
  "data/reddit-ask/r/NoStupidQuestions/comments/qnhiqo/arent_dress_codes_at_least_somewhat_sexist.json": "I don’t mean dress codes with obvious utilitarian intent (things like requiring\nuse of certain protective clothing/equipment or saying you have to wear a\nuniform) for your job.\n\nI mean things like explicitly forbidding male employees from having long hair,\nbut allowing females to have long hair, as…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qngyjk/are_there_any_literal_sex_films_like_the_whole.json": "Okay, so when I first heard about porn movies when I was a kid, I always\nimagined them as normal movies, where they have several characters, a plot, and\neverything a normal film that you'd see in the cinemas, but it's a porn. Now I'm\nwondering if anything like this exist, or not.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qnf168/are_there_any_other_gay_people_out_there_that_shy.json": "To start,I'm a guy that likes guys. However I've never really been drawn to\n\"Gay\" things. For one Pride parades come off as kind of cringy to me. I went to\none in my hometown and it felt like an excuse for guys to Parade there fetishes\ndown the street and wear rainbow lingerie in public. I don't…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qnhwq2/my_girlfriend_only_likes_to_receive_during_sex.json": "!!! we’re a lesbian couple so if that upsets you, kindly refrain from responding\nand help out another user<3 !!!\n\nFor background information, i’m her first and we’ve been together for 7 months.\n\nI have never pressured her or have rushed her to do anything she’s never wanted\nto do. She’s voiced her…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qncz6d/what_is_so_great_about_biden.json": "I am not political. I don't like biden, i don't like trump, obama, bush,\nclinton, or bush senior. I have had the same question about all the last\npresidents. I always get \"well he did this or that\" but what about all the\nstupid garbage they have done...? I am neither left nor right. I hate…",
  "data/reddit-ask/r/askscience/comments/qnk8ik/how_deep_is_the_sahara_deserts_sand_and_whats_at.json": "Like is it a solid bedrock kind of surface, or is it a gradient where the sand\ngets courser and courser until it's bedrock?",
  "data/reddit-ask/r/AskWomen/comments/qne227/do_you_cry_easily_during_conflict_if_so_how_do.json": "Title. For women who get emotional during confrontational moments, how do you\nhold back the waterworks which can seem manipulative and unproductive to the\nother party?",
  "data/reddit-ask/r/askscience/comments/qndcpu/absolute_zero_is_the_coldest_temperature_is_there.json": "My science teacher in high school said this was a stupid question I asked him.\nThis was 25 years ago. I remember.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qnhgld/why_does_it_seem_more_socially_accepted_for_women.json": "There are many girls at my school who are openly LGBTQ+ and are very popular and\naccepted by many, but men who are LGBTQ+ get bullied and it can be just a rumor\ntoo.\n\nEDIT: I'd also like to add: Why does it seem like Bisexual people are accepted\nmore as well?\n\nI'm in high school in Canada for…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qnlv0c/if_mike_wazowski_scratches_the_bottom_of_his_head.json": "My friends were watching Monsters Inc. and they asked this question. I'm\nhonestly as puzzled by the thought as they are and we're looking for some kind\nof answer.",
  "data/reddit-ask/r/AskHistorians/comments/qno47a/did_the_roman_republic_fall_due_to_vast_economic.json": "As far as I know, the Roman Republic's decline began with the dictatorship of\nSulla, continued with the dictatorship of Caesar and famously ended with the\nbeginning of the rule of Octavian as the first Augustus.\n\nWhat these eras seem to have in common is rising inequality between the upper\nclasses…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qnrmnc/why_are_people_still_so_against_weed.json": "I understand the negative effects and perceptions certain programs and \"reefer\nmadness\" has caused, however nowadays I don't see why people don't mind their\nown business.\n\nSome people smoke recreationally whereas others smoke as a form of medicine for\nphysical or mental health issues. Either way -…",
  "data/reddit-ask/r/AskHistorians/comments/qnl2w6/whenever_i_watch_a_cartoon_or_movie_that_has_a.json": "If so, what culture does it originate from and why did they use a crystal ball\nspecifically? Was there any “logic” behind it or does it just look cool and\nmysterious?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qntgx0/do_you_find_names_like_summer_autumn_dawn_wave.json": "My name is on that list and I am thinking of naming my boy one of those name but\nisn't sure if it's a good idea.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qnnrni/the_real_question_is_not_what_are_people_who_take.json": "I can take a five-minute shower if I skip a whole lot of steps. I can take a\nten-minute shower if I skip fewer, but a still significant number of steps. If I\nskip shaving alone I save five minutes. But a full, complete, head to toe\ncleaning requires about 30 minutes. I can do 25 if I skip cleaning…",
  "data/reddit-ask/r/AskWomen/comments/qnu6uw/in_a_womans_life_what_deals_12_hit_points_of.json": "Some examples I've heard:\n\nWearing stilettos\n\nBrushing your hair and hitting your nipple with the brush\n\nEDIT: Can include psychic damage if you want.",
  "data/reddit-ask/r/NoStupidQuestions/comments/qo0ek9/any_man_have_and_always_had_zero_interest_in_cars.json": "Granted, I don't drive. Maybe it's a \"if you don't play guitar, you most likely\nwon't care about guitars\" situation but even back in school with my friends,\nbefore we were even old enough to be allowed to drive, they were already quite\ninterested in cars.\n\nI even tried to get myself into cars, but…",
  "data/reddit-ask/r/AskHistorians/comments/qnzluv/adultery_changed_from_being_one_of_the_most.json": "Flog the adulteress and the adulterer, each one of them, with a hundred lashes.\nLet no pity for them cause you to disobey God, if you truly believe in God and\nthe Last Day; and let their punishment be witnessed by a number of believers.\n[Quran 24:2]\n\n\n\nThou shalt not commit adultery [Exodus…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qo1qxf/if_your_father_dies_and_your_mother_dates_someone.json": "Title",
  "data/reddit-ask/r/AskWomen/comments/qntb1j/why_did_you_get_divorced.json": "I'm not talking about cheating. Any other reasons why your marriage ended. Do\nyou regret it or are you happier than when you were married?",
  "data/reddit-ask/r/askscience/comments/qo2kwv/why_hasnt_bacteriophage_therapy_become.json": "I feel like it’s a discovery on par with something as revolutionary as solar\npower, but I rarely hear about it ever on the news. With its ability to\npotentially end the antibiotic resistance crisis, why hasn’t this potentially\ngame changing treatment taken off?",
  "data/reddit-ask/r/AskHistorians/comments/qnu2cr/in_the_japanese_navy_sailors_reacted_to_additions.json": "The above quote is from Beriberi, Beriberi Medicine, and Medical Authority in\nPrewar Japan by Alexander Bay. Rations of polished white rice were (correctly)\nthought to be responsible for the high incidence rates of beriberi, but Takaki\nKanehiro's initial \"Western-style\" bread-and-meat rations were…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qo1pao/why_dont_we_put_toys_and_playgrounds_in_adult.json": "I don't know how to word it better. I mean, a lot of adults LOVE to play. You\njust don't stop loving Lego or electric toy trains as you turn 18. You don't\nstop enjoying playing on a slide or swing. As adults we have to go to \"adult\"\nplaces to do \"adult\" things, fill documents and wait in lines and…",
  "data/reddit-ask/r/AskHistorians/comments/qnyy9j/martin_luther_writes_the_95_theses_in_1517_less.json": "Religious beliefs are strongly felt and key to people’s every day lives. How\ncould it be that this shift was so large even among the general population?\n\nAnd of course why was this change so large in England and Scotland but not in\nIreland? If the argument is one of brute force, the monarchy was…",
  "data/reddit-ask/r/TrueAskReddit/comments/qnusgv/am_i_a_coward_for_not_speaking_up.json": "I was on a train home tonight and a man started yelling and making these three\ngirls very uncomfortable. He was talking about “impregnating and shooting white\ngirls,” so it was a tense situation. I was worried that saying anything would\nresult in violence, but I was keeping a close eye on things in…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qoa9uq/why_do_kids_scream_like_they_are_being_eaten_by_a.json": "I live in a suburban neighborhood that has lots of little kids. I never see them\nbut I hear them screaming like Mike Myers is after them and I can't tell if they\nare having fun or if the screams are real.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qo9pww/why_do_parents_put_so_much_pressure_on_their_kids.json": "(On mobile sorry for formatting)\n\nI just don’t understand why parents are so pushy about having grandkids. It’s\nnone of their business but they act like their kids owe them a grandchild. For\nme personally I don’t want to because I have two chronic illnesses that one or\nboth will be passed on and I…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qo8ds2/how_do_you_cope_when_literally_everyone_calls_you.json": "My parents called me ugly since I was 13. The only friends I had in middle\nschool would call me ugly too and mocked me for it. Even people I don't know irl\ngives me looks of disgust.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qoc0wv/is_it_me_or_are_white_women_getting_more_curvy.json": "There's an elderly boss lady that comes occasionally at my job with glasses. She\nindeed DOES look like an evil corporate boss lady antagonist from some animated\nDisney film so if she look like it obv she got the dumpy. She wore those\ntriangle flare pants so I assume she's a freak on a leash. I feel…",
  "data/reddit-ask/r/AskHistorians/comments/qnzapg/if_the_conditions_of_the_city_and_industrial.json": "What was happening out in the countryside that made it so people found the\nconditions of the factories and cities preferable during the Industrial\nRevolution? What forced people to make the decision to endure life in the\nfactories and cities?",
  "data/reddit-ask/r/AskHistorians/comments/qocvks/how_do_we_know_cave_men_lived_poor_lives_almost.json": "I was reading the Wikipedia article on the Lion-man figurine\n[https://en.wikipedia.org/wiki/Lion-man] and there is this quote: \"... so why\nwould a community living on the edge of subsistence, whose primary concerns were\nfinding food, keeping that fire going, protecting children from predators,…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qoe3qe/does_anybody_ever_get_anxiety_poos.json": "Like whenever you typically get a little anxious before something and need to\nuse the bathroom. And after using the bathroom to poo, your stomach feels way\nbetter and you feel way less anxious than before. Does anyone else get those?\n\nI get these before going to school sometimes and before I have to…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qoa9e0/why_do_redditors_delete_their_entire_account.json": "I see it all the time. Random comments where the entire account was deleted\nwithin a few hours of making it. Upvotes/downvotes.. doesn't really seem to\nmatter.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qom2au/is_it_weird_to_be_unattracted_to_porn_after.json": "Any time I see a naked girl, I think \"that's somebody's daughter.\" She was a\nbaby and someone had to care for her. I would hate to see my daughter being\ntaken advantage of or exploited for someone else's gain. I've seriously\ncondensed my interest for women to my wife (who I also started the…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qodtsp/do_women_not_like_to_initiate_sex.json": "I’m in my early 30’s and it seems like every partner I’ve had, whether it be a\nhookup, a fling, or longer term partners, it’s always my job to get the ball\nrolling. They’re always into it once we get going, but some push my way would be\nnice for a change",
  "data/reddit-ask/r/AskHistorians/comments/qoalyc/what_caused_casual_clothing_to_rise_and_replace.json": "Looking at countries like America or Britain, from the 1700s until WWII, people\nseemed to wear much more formal or fancy clothes. But then after WWII, starting\nin the mid 1900s, this seemed to change until now, where sweatpants and hoodies\nare common. What caused this?",
  "data/reddit-ask/r/AskHistorians/comments/qohguo/the_world_turtle_was_a_common_belief_that_the.json": "How can completely separate cultures that had no contact converge onto the world\nturtle? I look at the geography and I struggle to see a turtle anywhere. Even\nNorth America which was said to be \"in the shape of a turtle\" looks nothing like\na turtle.\n\nAm I taking the \"world turtle\" too literally or…",
  "data/reddit-ask/r/askscience/comments/qon666/does_the_human_body_secrete_more_less_or_equal.json": "hot, humid environments hinder evaporation, causing a person to be visibly more\nsweaty than they would if they were in a dry climate.\n\nHowever, my question is this this. If you were to place the same person in both\nenvironments with equal temperature, one with zero humidity and one with…"
}