{
  "data/reddit-stocks/r/stocks/comments/npgwy0/does_anybody_have_yahoo_finance_plus_i_enjoy.json": "I use Yahoo Finance to do a lot of research on my stocks, and their free\ninformation has pretty good data for me to use. However, is anybody subscribed\nto their \"Plus\" service? Is it worth paying their fee to get access to the more\nadvanced tools, like company outlook, fair value, research reports,…",
  "data/reddit-stocks/r/stocks/comments/npo298/amd_and_tesla_team_up.json": "> AMD processors and graphics chips will be used in the infotainment systems of\n> newly updated Tesla Model S and Model X electric cars, which are expected to\n> go on sale in a few weeks. With AMD's more powerful chips, Tesla owners will\n> be able to play cutting-edge video games in their cars—when…",
  "data/reddit-stocks/r/investing/comments/npkm56/capital_gain_dividend_income_account.json": "Hi Everyone,\n\nI have been trying to find the right balance of dividends and capital gains in a\nportfolio. I came up with 5 tickers ranging from high yield with poor\nperformance to low yield with strong performance. Would love to hear what you\nall think. My current account yields 2.5% so this will…",
  "data/reddit-stocks/r/wallstreetbets/comments/npjoel/housing_2007_again.json": "Just curious about what the apes think about the housing market? I work for a\nhigh end ($1m+) general contractor and I think you'd have to be brain dead to\nbuild or buy right now.\n\nHousing is through the roof because money is cheap, but if you think there were\nTP and gas shortages, try to buy land…",
  "data/reddit-stocks/r/investing/comments/nprdln/10_more_interesting_and_useful_etfs_with_less.json": "As a sequel to \"10 interesting and useful ETFs with less than $1b AUM\", I'm back\nwith 10 more ETFs that have less than $1b AUM but that I think are interesting\nand possibly useful and some comments on each. Too often only the biggest ETFs,\nor most popular, get people's attention. I think it's worth…",
  "data/reddit-stocks/r/stocks/comments/npo5lf/nvidia_announces_new_rtx_3080_ti_launching_june_3.json": "> Nvidia has unveiled the latest graphics cards\n> [https://www.ign.com/articles/the-best-graphics-cards-3] in its RTX 30-series\n> — the RTX 3080 Ti and the RTX 3070 Ti.\n> \n> The RTX 3080 Ti will launch on June 3rd for $1,199. The RTX 3080 Ti includes\n> 12GB of GDDR6X memory — a 2GB increase from the…",
  "data/reddit-stocks/r/wallstreetbets/comments/npso9s/amc_sells_85_million_shares.json": "Hi guys, AMC just made a \"deal\" with Mudrick Capital. They have sold 230 million\nworth of shares(source market watch) to them. The price in premarket is at the\nmoment up by 17%. What are your predictions for today after the market opens? I\nm expecting at least a 10% and a maximum of 25-30% by the…",
  "data/reddit-stocks/r/wallstreetbets/comments/npyeib/mods_a_wall_street_bet_has_been_lost_and_a_wall.json": "I've seen many posts like this before so I'm assuming it's kosher.\n\nOur story:\n\nOn May 14th, I made a bet with /u/AceBullApe that AMC would finish under $13 the\nfollowing Friday, which it did. He is obligated to give $1000 to a charitable\norganization of my choice.\n\nArchive proof:…",
  "data/reddit-stocks/r/stocks/comments/npua3e/scr_the_next_great_canadian_techenabled.json": "Hear me out on this one as we are on the brink of theScore's BIGGEST catalyst.\n\nPosition: 2K shares at an avg of $CAD 12.18.\n\nThe stock is traded on the NASDAQ & TSX under ticker: SCR\n\nSome context on the company and it’s industries (Sports Media/Sports Betting):\n\nTheScore mobile is the number 1…",
  "data/reddit-stocks/r/Bogleheads/comments/nq42iv/goal_to_unsubscribe_from_bogleheads.json": "Given the goal of being a Boglehead is to set your allocation and investment\nplan with broadly diversified cheap index funds, and then stay the course,\nshould the goal for the average investor be to come here, learn, and leave, or\nto continue to engage?\n\nObviously there will be those that want to…",
  "data/reddit-stocks/r/stocks/comments/nq3ic1/here_is_a_market_recap_for_today_tuesday_june_1.json": "PsychoMarket Recap - Tuesday, June 1, 2021\n\nStocks traded mixed today, with the S&P 500 (SPY) and Nasdaq (QQQ) modestly\ndeclining while the Dow Jones (DIA) gained roughly 0.1%. After a volatile\nbeginning to the May, it seems over the past several weeks fears of fast rising\ninflation causing the…",
  "data/reddit-stocks/r/stocks/comments/npwcc1/great_great_grandfathers_stock_certificate.json": "I'm looking for some help identifying the status and value of a stock\ncertificate I found. Here [https://imgur.com/a/t0vFnUm] are pictures of the\ncertificate from Dunkard Oil Company in 1866. It was for 200 shares at $5 each.\nThese are copies, I don't know where the original is or even if this…",
  "data/reddit-stocks/r/investing/comments/npxkx3/assessment_of_the_uranium_market_and_future.json": "For the past few weeks, I've been doing a deep dive into the uranium market to\nlearn more about it and thought I'd share the results. This post is an abridged\nversion of a longer report (with charts!) that you can find as a PDF below.\n\nUranium bulls will already be familiar with pretty much…",
  "data/reddit-stocks/r/stocks/comments/nq7vca/transferring_money_out_of_brokerage_account_to.json": "Let's say I sell stocks and want to transfer funds to a saving account at the\nlocal bank. Would it raise any alarms if I transfer 5k, 10k, 20k, etc? I'm\nfairly new to investing, but curious how this is handled.",
  "data/reddit-stocks/r/stocks/comments/nq3njp/do_i_have_to_pay_taxesshow_income_if_i_hold.json": "Hi! I'm currently a college student with a good amount in savings. I was\nthinking about investing in Index Funds and just holding them for a while. If I\nwere to do this, would I have to show them in my parents tax returns, or could I\nsimply just buy and sit? Also, would they show up as a type of…",
  "data/reddit-stocks/r/stocks/comments/nq05gr/oatly_stock.json": "What’s the general consensus with this company? Since their IPO last week their\nstock price has increased from $17-$25...seems promising, opinions on whether or\nnot oat milk is a safe investment? Oat milk is everywhere I go now, seems to be\nrapidly gaining traction",
  "data/reddit-stocks/r/stocks/comments/npvmmd/sofiipoe_merger_went_through.json": "I am a little confused. I have very little experience investing and that merger\nwas the first one that I have seen. I have IPOE shares, as of today the combined\nstock should start trading under the ticker SOFI. But I only see SOFIW, which is\nfor warrants that I cannot buy from my country right…",
  "data/reddit-stocks/r/stocks/comments/nq4hhj/facebook_bearish_sentiment.json": "Facebook short play. (Put options)\n\nIt’s safe to say a large percentage of the revenue Facebook makes is from iPhone\nusers… because iPhones are the most popular cellphones in North America. (N/A\nhighest consumer market)\n\nIOS 14 update asks users if they want to allow apps to track their data.…",
  "data/reddit-stocks/r/stocks/comments/nqbweg/help_setting_a_portfolio_goal_to_get_to_a_point.json": "For where I’m at in my brokerage account, I want to get it to X $ in the\naccount. When I get to X $ in the account, I’ll move my money into a position\nwhere it pays me 20K a year in dividends. What $ do I need X to be?\n\nWhat would you shift the $ into once you hit X?\n\nCompletely different…",
  "data/reddit-stocks/r/investing/comments/nqidw5/270_billion_fund_guggenheim_is_seeking_bitcoin.json": "Guggenheim\n[https://cryptoslate.com/wall-street-fund-manager-that-called-for-400000-bitcoin-take-money-off-the-table/]\nPartners, one of the world’s largest fund managers with $270 billion in client\nassets under management, is seeking exposure to Bitcoin\n[https://cryptoslate.com/coins/bitcoin/] as…",
  "data/reddit-stocks/r/stocks/comments/nqjone/etsy_to_acquire_global_fashion_marketplace_depop.json": "Etsy to acquire London’s second-hand fashion marketplace Depop for $1.625\nbillion.\n\nDepop will continue to be headquartered in London, England, and operate as a\nstandalone marketplace under its existing leadership team.\n\nFollowing the close of this transaction, Etsy will operate three…",
  "data/reddit-stocks/r/stocks/comments/nqro5w/so_mad_about_amc_and_my_100_shares_i_had_when_2.json": "Back before i even knew there was all this hype just seemed like a reopening\nplay... sold at like $4-$6 or something like that so it’s still a little profit,\nbut dammit seeing it about touch $70 realizing i could have between $6K-7K that\nreally would’ve came in handy even after having to pay the tax…",
  "data/reddit-stocks/r/wallstreetbets/comments/nqrkp0/amc_has_launched_a_new_platform_on_its_website.json": " * AMC has launched a new platform on its website just for its new retail\n   investors.\n * The platform provides these shareholders with exclusive promotions, like free\n   or discounted items and invitations to special screenings, as well as direct\n   communications with CEO Adam Aron.\n\n> Aron and…",
  "data/reddit-stocks/r/investing/comments/nqwvbk/the_fed_to_sell_137b_in_corporate_bond_etfs_this.json": "> The Federal Reserve will soon begin selling off the corporate bonds and\n> exchange-traded funds it amassed last year through an emergency-lending\n> vehicle set up to contain the Covid-19 pandemic’s economic fallout.\n> \n> The vehicle, known as the Secondary Market Corporate Credit Facility, or\n>…",
  "data/reddit-stocks/r/wallstreetbets/comments/nquubf/what_are_your_moves_tomorrow_june_03_2021.json": "i hope you all get fuckin rich",
  "data/reddit-stocks/r/stocks/comments/nqhts8/rstocks_daily_discussion_wednesday_jun_02_2021.json": "These daily discussions run from Monday to Friday including during our themed\nposts.\n\nSome helpful links:\n\n * Finviz [https://finviz.com/quote.ashx?t=spy] for charts, fundamentals, and\n   aggregated news on individual stocks\n * Bloomberg market news [https://www.bloomberg.com/markets]\n *…",
  "data/reddit-stocks/r/investing/comments/nqytan/things_you_shouldnt_care_about_as_an_investor.json": "1. How rich other people are getting. John Pierpont Morgan is attributed with\nthe quote, “Nothing so undermines your financial judgement as the sight of your\nneighbor getting rich.”\n\nAnd JP didn’t have to deal with friends, influencers and celebrities constantly\nbragging about their lifestyle and…",
  "data/reddit-stocks/r/wallstreetbets/comments/nqtn8u/why_you_should_yolo_on_blackberry.json": "Blackberry is great for both the short squeeze and for the long hold.\nJust YOLOed both my family's savings.\n\nHere are some of the reasons why:\n\n 1. It is one of the biggest companies that supplies software to Electric\n    Vehicles\n 2. Blackberry also programs Cyber security for these EV's\n 3. They…",
  "data/reddit-stocks/r/stocks/comments/nr1dkn/beware_of_what_amc_shorts_are_holding.json": "I understand that most people in this thread invest safely and aren't willing to\nrisk their money on a risky play like a short squeeze.\n\nHowever, I would recommend to everyone to at least acknowledge that a short\nsqueeze is potentially happening, and could potentially continue to happen. What\nthis…",
  "data/reddit-stocks/r/stocks/comments/nqplrb/the_pretense_of_knowledge_my_bear_thesis.json": "\"The future is better foretold in the streets than in the morning news\"\n\nOne thing I'm exploring lately is how people on the ground tend to have a better\nread on things than \"experts\". Obviously this is not always the case, and I\nthink when it comes to things like Covid and stuff it's best just to…",
  "data/reddit-stocks/r/stocks/comments/nqvshl/here_is_a_market_recap_for_today_wednesday_june_2.json": "PsychoMarket Recap - Wednesday, June 2, 2021\n\nThe three major indexes traded roughly flat in an otherwise action-packed day.\nThe rally in the movie-theater company AMC went to another level, with the\ncompany gapping up more than 100% today (up roughly 255% in the week, 570% for\nthe month). AMC now…",
  "data/reddit-stocks/r/stocks/comments/nqp9os/blood_in_the_water.json": "I can’t help but think, with all these amazing gains being made in GME, AMC, and\neven BBBY, what will be the fall out from all of this. Not matter where you fall\non the argument whether these are the hedge funds moving the needle or retail\ntraders, it makes me think this has fundamentally changed…",
  "data/reddit-stocks/r/wallstreetbets/comments/nqw1e3/buyer_beware_meme_stocks_options_and_cheap_hookers.json": "I know 80% of the people here are willing to throw their money in a blender and\ndrink it rather than take solid financial advice. That being said, I really hope\nsome of you take the time to read this and potential save yourselves money and\nstress.\n\nIf you believe in these stocks; GME, AMC, BB,…",
  "data/reddit-stocks/r/wallstreetbets/comments/nqs1hi/what_if_i_told_you_there_was_a_profitable_company.json": "Hey folks! So first off I’m in on AMC and to a much lesser extent GMC (5 shares)\nlol I’ve been looking for a stock to roll over profits and the next big “meme\nstock” battle with the hedges.\n\nI believe that stock is $CLOV. Clover Heath is Medicare reimagined with a\ngovernment contract. They’re up 10%…",
  "data/reddit-stocks/r/wallstreetbets/comments/nr21l5/blackberry_a_company_with_enormous_potential.json": "I've been reading up on Blackberry for a couple days now and found out some\ninteresting things about the company that I don't think most people know.\nObviously it is a lot to unpack but here are the important aspects of my\nfindings thus far:\n\nBlackberry (ticker BB) provides intelligent security…",
  "data/reddit-stocks/r/Bogleheads/comments/nr5os7/this_last_month_was_crazy.json": "for everyone except us. For us, a completely flat month. VTI ended today where\nis started a month ago. And if you had any international tilt all, you ended up\na little ahead. And yet all over r/superstonk [/r/superstonk] and r/investing\n[/r/investing] and r/wsb [/r/wsb], there was turmoil every day.…",
  "data/reddit-stocks/r/investing/comments/nr96uh/nok_could_this_be_the_last_chance.json": "Of all the meme stocks, NOK is probably the only one that hasn't yet completely\ntaken off and there might still be an opportunity for those who missed on\nothers. Besides, the fundamentals for NOK seem stronger than most of the other\nstocks.\n\nNOK is hovering around $5.5 at the moment - it could take…",
  "data/reddit-stocks/r/stocks/comments/nqxp6i/the_weekly_dd_corsair_gaming_crsr_rise_of_the.json": "The video game industry has taken off since the pandemic and is expected to\nreach a value of ~$290 billion by 2026. How does this compare to the global box\noffice industry? From 2019 to 2020 we saw revenues shift in the following:\n\n2019 -> 2020\n\nGlobal Box Office\n\n~42 billion (all-time-record) ->…",
  "data/reddit-stocks/r/stocks/comments/nr51tk/gamma_exposure_gex_has_turned_negative_expect.json": "Just wanted to mention this for people who are trying to anticipate what might\nhappen in the next few days.\n\nBased on SPY's options flow, negative gamma exposure is greater than 800 million\nwhich means for every 1% move in SPY, market makers will have to spend more than\n800 million dollars in the…",
  "data/reddit-stocks/r/stocks/comments/nrc7tm/companies_no_one_is_talking_about.json": "Good morning!\n\nIn the last year I have spent so much time researching companies and chances are\nmy watchlist looks like many of yours. I've been focused on zoom, tesla,\ncrowdstrike, twlo, and stay at home stocks like fiverr, pton, and etsy. While\nmany of these companies still have decades worth of…",
  "data/reddit-stocks/r/wallstreetbets/comments/nraqzo/do_yall_think_bb_is_next.json": "What's up fellow retards!\n\nI have been following the AMC mania and gme and loved the fact that we can stay\nretarded longuer than they can stay solvent!\n\nLast time with the GME squeeze we saw all the meme stocks going up and it seems\nto be happening again with AMC. I am a meme stock holder and saw…",
  "data/reddit-stocks/r/wallstreetbets/comments/nr4hps/bb_bullish_scenario_for_blackberry_confirmed.json": "🍇 Next chart update for $BB 🍇\n\nWho else picked up some juicy berries?\n\nAs I already stated with the last chart update - the former 12$ resistance is\nthe make or break area for the bull case which was finally confirmed yesterday.\nAfter the shorts won on Friday 28th May, the bulls took over…",
  "data/reddit-stocks/r/stocks/comments/nr36nr/what_are_your_thoughts_on_nvda.json": "I'm debating going all in on NVDA. I had something like 20 shares and I sold\nbefore the earnings announcement, which the stock dropped after, but now has\ncontinued on an uptrend. I'm debating on buying 50 shares before the split. I\nbelieve in the company, the CEO, and the revenue is excellent. They…",
  "data/reddit-stocks/r/wallstreetbets/comments/nrdbzc/once_upon_a_time_i_was_a_bb_factory_worker_bb.json": "Hey All,\n\n\n\nSo I'm brand new to WSB but bear with me. Once upon a time, when I was very down\non my luck, I walked into a temp agency and asked for any job they could give\nme. What they had was a factory assembly worker on the line at Blackberry in my\nhometown of Waterloo, Canada (yep...Canadian…",
  "data/reddit-stocks/r/stocks/comments/nrg1xd/why_does_pre_market_exist_and_why_are_options_not.json": "Seems pretty unfair that the market is only “open” from 9:30-4pm yet trading can\nstill take place practically all day long. It really sets you up for failure\nwhen a stock closed high but then opens at half its price. I know that “I can\ntrade after hours too” but seriously I cant possibly pay…",
  "data/reddit-stocks/r/investing/comments/nrgke3/etsy_bought_depop_at_a_premium_of_20x_revenue_is.json": "Yesterday $ETSY announced it was purchasing Depop for $1.6B.\n\nIn 2020 Depop revenue was $70M. Etsy CEO justified the purchase by stating that\nthe second hand apparel industry will double to $65B in the next five years,\nciting a study made by Global Data. However, the other resale players are\ntrading…",
  "data/reddit-stocks/r/wallstreetbets/comments/nrh0wu/the_bb_resistance_is_a_good_sign_dd_refresher.json": "BB's climb today hit $20 before slowing down and dropping back to $15, this is\nonly natural when paper handed baka's sell off their positions for a measly\nprofit.\n\nBlackBerry is only beginning its journey, and the fundamentals back this up.\n\nQNX Software - is already being tested out by automakers…",
  "data/reddit-stocks/r/stocks/comments/nrjfab/washington_to_bar_us_investors_from_59_chinese.json": "Full article here:\nhttps://www.ft.com/content/91e6fb2a-6385-49b3-83aa-8044374805c4\n\n> President Joe Biden on Thursday signed an executive order banning investments\n> in 59 companies, including marquee Chinese groups such as Huawei, the telecoms\n> equipment manufacturer, and Semiconductor…",
  "data/reddit-stocks/r/stocks/comments/nrnjtg/here_is_a_market_recap_for_today_thursday_june_3.json": "PsychoMarket Recap - Thursday, June 3, 2021\n\nStocks dipped today, with the three major indexes pulling back after a recent\nrun of gains in the last two weeks. Seems like after the recent run of gains we\nare seeing some profit taking across the board. I see no real reason for the dip\ngiven that new…",
  "data/reddit-stocks/r/stocks/comments/nrou4z/with_wood_prices_so_high_curiosity_struck_me_why.json": "Wood is crazy expensive right now. and most seem to believe that the cost is\ndriven by the demand for wood. But financial statements from 4 of the top 5\ncompanies argues another excuse. According to Sawmill DB\n[https://www.sawmilldatabase.com/productiontoplist.php?continent_id=998], the\ntop 5…",
  "data/reddit-stocks/r/stocks/comments/nrpw0o/the_new_market_is_exhausting.json": "The GameStop drama got me to Reddit. It made me rethink the investing strategies\nI had for years. I started following too many subs. Too many opinions were\ncirculating in my brain at all hours. The potential to make 20% returns tomorrow\nleft me in a manic high. FOMO was eating me alive. I eventually…",
  "data/reddit-stocks/r/stocks/comments/nrgban/what_stocks_to_buy_if_literally_every_sector_is.json": "Honestly, what sectors are really worth buying right now? Everything is\novervalued because of low interest rates. As soon as interest rates rise, the\nmarket is gonna crash big time. A recession is coming no doubt. Real estate is\novervalued. Tech is overvalued. I would think maybe commodities /…",
  "data/reddit-stocks/r/investing/comments/nrnnv0/i_think_aapl_is_at_its_peak_and_starts_to_show.json": "Today is the first time I feel bearish about AAPL. It's a money making machine\nbut stock goes higher because of future earning / innovation potential and not\nbecause of how successful the company in the past. The headwinds include: epic\ntrial, chip shortage leading to reduced iPad shipment and…",
  "data/reddit-stocks/r/investing/comments/nrk2vk/how_much_of_your_net_worth_would_you_invest_in.json": "I've noticed there seems to generally be two different attitudes towards\ninvesting. Possibly related to the amount of experience and how long people have\nbeen involved in the markets.\n\nI see the solid investors who stick to index funds, solid blue chip companies\nand looking to build wealth over…",
  "data/reddit-stocks/r/investing/comments/nrmpqk/michael_burrys_inflation_positions.json": "I have been doing a lot of research around inflation, and specifically holding\nBurry's position of TBT. It is a leveraged inverse fund of the 20 year US\nTreasury Bond. The thinking is if inflation is bad, interest rates will go up.\n\nMy thinking is no way interest rates go up, even with inflation.…",
  "data/reddit-stocks/r/wallstreetbets/comments/nri8c2/bb_short_interest_and_potential.json": "At this point we all either own $AMC $BB or $GME. We're well aware of the ~21%\nshort interest on AMC and that the squeeze hasn't yet taken place. One of the\nbig criticisms of $BB was a relatively low short interest compared to $AMC.\nDespite the fact that we all just like the stock I'm interested in…",
  "data/reddit-stocks/r/wallstreetbets/comments/nrkvqb/bb_expect_large_movements_in_1_month_part_5.json": "Well, it opened at $20. This pullback is normal and falls in place with\nexpectations. Two major things I'd like to put out that I made in my post last\nevening:\n\" Tomorrow should if everything is reoccurring and following the trend, be a\n30%+ day and probably the highest volume we've ever seen. \"\nWe…",
  "data/reddit-stocks/r/Bogleheads/comments/nrpb92/robert_chapman_makes_the_boglehead_case_for_us.json": "\"This is the only profession or financial pursuit on the planet where a\nprofessional with decades of experience and training can get smoked by somebody\nwith absolutely no clue what they are doing,\"",
  "data/reddit-stocks/r/investing/comments/nrw7cv/biden_bans_us_investment_in_chinese_military_and.json": "https://www.theguardian.com/us-news/2021/jun/03/biden-bans-us-investment-chinese-military-tech-surveillance\n\nJoe Biden has signed an executive order that bans American entities from\ninvesting in dozens of Chinese companies with alleged ties to defense or\nsurveillance technology sectors.\n\nIn a move…",
  "data/reddit-stocks/r/wallstreetbets/comments/nrdw8v/another_gme_amc_bb_aimed_for_the_moon.json": "All right, listen up you fucking idiots. Here's some dd that this dumpster fire\nof a sub doesn't even deserve. You're making money right now on $GME, $AMC, $BB,\nor whatever. Allow me to introduce you to a company with boomer level\nfundamentals that took a haircut during the pandemic and is set to…",
  "data/reddit-stocks/r/wallstreetbets/comments/nrujso/amc_has_only_46124_shares_left_to_issue_and_they.json": "The last post about this topic got removed by the mods, not sure why. Possibly I\nhave used some wrong language, I will try to fix that with this post. In any\ncase, this is important news for all AMC holders:\n\nAMC has issued almost all of their shares (they've got only 46,124 shares left).\nAnd they…",
  "data/reddit-stocks/r/wallstreetbets/comments/nrqb3c/bb_are_you_still_going_to_the_baby_updated_post.json": "Yesterday's 🚀 BB (still going) to the 🌝 BABY 🚀 Post\n[https://www.reddit.com/r/wallstreetbets/comments/nqxtzd/bb_still_going_to_the_baby_updated_post/?utm_source=share&utm_medium=web2x&context=3]\n\n\nSG READ (6/2 - 6/3)\n\n * 15.7972% call total increase.\n * 38.4203% put total increase (bearish…",
  "data/reddit-stocks/r/wallstreetbets/comments/nrmh2t/what_are_your_moves_tomorrow_june_04_2021.json": "Your daily trading discussion thread. Please keep the shitposting to a minimum.\n\nNavigate WSB We recommend best daily DD DD All\n[https://reddit.com/r/wallstreetbets/search?sort=new&restrict_sr=on&q=flair%3ADD]\n/ Best…",
  "data/reddit-stocks/r/wallstreetbets/comments/nro9sg/tomorrow_will_be_a_good_day_for_bb.json": "$BB usually follows suit with the other \"meme stocks\", AMC -30% & GME -10% and\n$BB still finished with +3%. True resistance!\n\nThat shows the real strength, also because of the volume\n\nApart from that, Blackberry is a company with fundamental strengths and my plan\nwas to hold out until 2023, when QNX…",
  "data/reddit-stocks/r/wallstreetbets/comments/nrik0e/wkhs_is_the_most_heavily_shorted_stock_6321.json": "Workhorse Group (WKHS) As of today, it is shorted at nearly 42% of float. This\nseems to me to be the next runner from AMC and GME.\n\nBoth GME and AMC were hugely shorted previously when the rallies started, and\nnow that short interest has decreased. It still is there but has decreased and\nthat's why…",
  "data/reddit-stocks/r/investing/comments/nrwb5v/lululemon_earnings_revenue_jumps_88.json": "Lululemon sales surged 88 per cent in the first quarter of 2021 to $1.2 billion\nas bricks and mortar stores reopened, prompting the athletic apparel company to\nraise its financial outlook for the year.\n\nThe Vancouver-based company, which reported earnings after markets closed on\nThursday, said net…",
  "data/reddit-stocks/r/stocks/comments/ns6tx7/antisolar_bill_ab_1139_was_defeated_today_rooftop.json": "Anti-Solar bill AB 1139 was defeated today, rooftop solar stocks to rebound. The\nbill was introduced on Feb 18th and defeated on June 4th. In this time period,\nsolar stocks have seen dramatic shorted, over 20% of float being short. I expect\na huge jump in share price back to late Feb Early Mar…",
  "data/reddit-stocks/r/stocks/comments/ns4pf4/us_job_growth_picked_up_steam_in_may_after.json": "U.S. job growth picked up in May and the unemployment rate fell, signaling firms\nare making some progress filling a record number of openings as the economy\npowers up.\n\nPayrolls increased by 559,000 last month after a revised 278,000 gain in April,\naccording to a Labor Department report Friday. The…",
  "data/reddit-stocks/r/wallstreetbets/comments/ns1gd8/daily_discussion_thread_for_june_04_2021.json": "Your daily trading discussion thread. Please keep the shitposting to a minimum.\n\nNavigate WSB We recommend best daily DD DD All\n[https://reddit.com/r/wallstreetbets/search?sort=new&restrict_sr=on&q=flair%3ADD]\n/ Best…",
  "data/reddit-stocks/r/Bogleheads/comments/nscmd9/wait_youre_increasing_your_bond_allocation.json": "Yes, because we are now 10-15 years from retirement and our IPS says to increase\nfrom 10% to 20%.\n\n“Aren’t you concerned that interests rates will go up?” Not really. They could\njust as easily go down or stay flat, and I don’t have a working crystal ball.\nAnyway the bonds are there for…",
  "data/reddit-stocks/r/wallstreetbets/comments/ns3sqt/jefferies_investment_bank_no_longer_allow.json": "Jefferies, the 8th largest investment bank in the world by revenue, told clients\nWednesday its prime brokerage arm will no longer allow the execution of short\nsells in GameStop Corp., AMC Entertainment Holdings Inc. and MicroVision Inc.,\naccording to a memo seen by Bloomberg News.\n\n“Until further…"
}