{
  "data/reddit-know/r/YouShouldKnow/comments/lvlgwy/ysk_just_because_someone_is_related_to_you_does.json": "YSK: Just because someone is related to you, does not give them a right to be an asshole. Family is important, but so is your emotional health.",
  "data/reddit-know/r/YouShouldKnow/comments/lvnhqj/ysk_when_you_submit_a_negative_survey_for.json": "YSK when you submit a negative survey for companies like Amazon, Netflix, Comcast, etc., the results are generally used to punish the specific worker, not improve the company.",
  "data/reddit-know/r/YouShouldKnow/comments/lvrpgx/ysk_if_your_headlights_are_illuminating_any.json": "YSK: If your headlights are illuminating any mirrors of the car in front of you, you are blinding the driver.",
  "data/reddit-know/r/YouShouldKnow/comments/lw3ajl/ysk_if_you_know_that_someone_doesnt_celebrate_a.json": "YSK: If you know that someone doesn't celebrate a holiday(s) and has asked not to be given gifts or partake, it's disrespectful to keep pushing and continue getting them gifts.",
  "data/reddit-know/r/YouShouldKnow/comments/lw90hg/ysk_the_microwave_isnt_ruining_your_food_you.json": "YSK: The microwave isn’t ruining your food, you probably just don’t know how to use it properly.",
  "data/reddit-know/r/YouShouldKnow/comments/lw060c/ysk_when_someone_is_talking_about_their_problems.json": "YSK when someone is talking about their problems, you don't start talking about your own, you listen.",
  "data/reddit-know/r/YouShouldKnow/comments/lwv8ip/ysk_the_fcc_just_approved_a_50_a_month_subsidy.json": "YSK: The FCC just approved a $50 a month subsidy for low-income households to get high-speed internet, plus a $100 discount on a computer.",
  "data/reddit-know/r/YouShouldKnow/comments/lwp6js/ysk_you_can_take_full_page_screenshots_on_iphone.json": "YSK: You can take full page screenshots on iPhone, not just what’s currently displayed on the screen, but the full webpage or article.",
  "data/reddit-know/r/YouShouldKnow/comments/lwp117/ysk_to_have_your_dog_chase_you_when_it_slips_its.json": "YSK to have your dog chase you when it slips it’s leash or harness instead of chasing it",
  "data/reddit-know/r/YouShouldKnow/comments/lwhuq3/ysk_puppies_and_young_children_make_terrible.json": "YSK: Puppies and young children make terrible playmates (95% of the time)",
  "data/reddit-know/r/YouShouldKnow/comments/lxeb99/ysk_that_if_youre_in_public_and_in_a_rush_to_find.json": "YSK: That if you're in public and in a rush to find a restroom, before you risk a gas station bathroom you should look for home depots or a target, both usually have clean restrooms that are open to customers and don't have security codes to get in.",
  "data/reddit-know/r/YouShouldKnow/comments/lyjps9/ysk_if_you_ever_decide_to_play_monopoly_play_the.json": "YSK: If you ever decide to play Monopoly, play The Lord Of The Rings version of the board game",
  "data/reddit-know/r/YouShouldKnow/comments/lxkait/ysk_if_you_are_ever_at_work_and_need_to_take_your.json": "YSK: If you are ever at work and need to take your mask off, keep it in your front pockets.",
  "data/reddit-know/r/YouShouldKnow/comments/lxo6gv/ysk_wettingsoaking_your_nails_before_clipping.json": "YSK wetting/soaking your nails before clipping them will keep the clippings from flying around.",
  "data/reddit-know/r/YouShouldKnow/comments/lyps6n/ysk_therapists_will_often_offer_a_sliding_scale.json": "YSK: Therapists will often offer a sliding scale when charging their clients, and will adjust how much it costs depending on your income",
  "data/reddit-know/r/YouShouldKnow/comments/lydb30/ysk_if_you_are_struggling_and_below_200_of_the.json": "YSK: If you are struggling and below 200% of the poverty level for your family size, pcsforpeople.org sells computer solutions for a reasonable price.",
  "data/reddit-know/r/YouShouldKnow/comments/lzitlj/ysk_there_are_websites_that_can_assess_true_and.json": "YSK: There are websites that can assess true and fake reviews when purchasing a product on Amazon. Use a site such as ReviewMeta.com to assess whether the product reviews are fake or real.",
  "data/reddit-know/r/YouShouldKnow/comments/lzizu9/ysk_not_to_inflate_a_life_jacket_in_a_plane_until.json": "YSK not to inflate a life jacket in a plane until after you have exited the aircraft.",
  "data/reddit-know/r/YouShouldKnow/comments/lzgp93/ysk_make_sure_to_properly_clean_out_your_vacuum.json": "YSK: Make sure to properly clean out your vacuum cleaner every now and then.",
  "data/reddit-know/r/YouShouldKnow/comments/lz5dws/ysk_there_are_people_out_there_looking_to_give_a.json": "YSK: There are people out there looking to give a chance, even if you don't have the experience. Talk about what you did that could be relevant, in your opinion, and ask for a chance",
  "data/reddit-know/r/YouShouldKnow/comments/lyexts/ysk_when_you_get_a_call_saying_your_credit_card.json": "YSK When you get a call saying your Credit Card has been used and they want to verify it was you, the best thing to do is hang up and call your bank.",
  "data/reddit-know/r/YouShouldKnow/comments/lzof8r/ysk_that_you_should_label_your_house_or_mailbox.json": "YSK that you should label your house or mailbox with a large version of your street address, and make sure it can be seen from the road, so delivery drivers can find you.",
  "data/reddit-know/r/YouShouldKnow/comments/m04kpr/ysk_you_should_base_your_product_review_on_the.json": "YSK: You should base your product review on the product, not anything else",
  "data/reddit-know/r/YouShouldKnow/comments/m07p59/ysk_just_because_you_did_something_wrong_or_said.json": "YSK: Just because you did something wrong or said something bad in the past, doesn't mean you can't fight against it now.",
  "data/reddit-know/r/YouShouldKnow/comments/m0jzt2/ysk_the_aspca_has_printable_cards_you_can_keep_in.json": "YSK: The ASPCA has printable cards you can keep in your wallet, so that in the event of an emergency that leaves you unable to return home, whoever is helping you will know to alert someone to check on your pets.",
  "data/reddit-know/r/YouShouldKnow/comments/m19jrg/ysk_that_pocket_in_the_door_of_your_ford_transit.json": "YSK: That pocket in the door of your Ford Transit Van, Uhaul/Penske/Budget van Rental is NOT for cell phones",
  "data/reddit-know/r/YouShouldKnow/comments/m169lr/ysk_that_if_youre_using_a_budget_or_midrange.json": "YSK that if you're using a budget or mid-range Samsung phone, the One UI 3.0 + Android 11 update is available for you.",
  "data/reddit-know/r/YouShouldKnow/comments/m0nfzd/ysk_cheaper_items_in_supermarkets_are_always.json": "YSK: Cheaper Items in Supermarkets are Always Located on the Bottom Shelf"
}