{
  "data/reddit-crypto/r/CryptoCurrency/comments/nmxgz2/biden_will_be_proposing_his_budget_today_it_will.json": "This is not FUD and Im not trying to scare anyone. Please read.\n\nBiden is going to propose a $4 trillion budget today.\n\nIt is pretty much a guarantee he will be proposing higher cap gains taxes on the\nvery wealthy.\n\nThis news leaked a few weeks ago and the stock market and crypto market…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nmk7k2/algorands_smart_contract_architecture_by_silvio.json": "https://www.algorand.com/resources/blog/algorand-smart-contract-architecture\n\nUpdated info from the man himself. Good read for EVERYONE, regardless of where\nyou're investing.",
  "data/reddit-crypto/r/CryptoCurrency/comments/nmw9hx/the_correct_mentality_for_investing_in_the_crypto.json": "I know a lot of people sell the crypto market as a \"get rich quick\". But the\ntruth is you're only going to make others rich quick with that mentality.\n\nDid you get in at the beginning of 2021? Congrats. But the truth is you've been\nin the crypto market for a few months. There is so much for you to…",
  "data/reddit-crypto/r/Bitcoin/comments/nmu73o/i_finally_own_half_a_bitcoin.json": "After weeks of day trading and losing money I finally have over 0.5 BTC in my\naccounts.\n\n\n\nAnd it only took a high interest loan to get here, I'm currently down 9% cause\nbitcoin fell to 35 500$.",
  "data/reddit-crypto/r/CryptoCurrency/comments/nmzfbd/bitcoin_mining_farm_bitfarms_mines_its_1000th.json": "One of the largest North American Bitcoin  mining farms, Bitfarms, has mined its\n1,000th coin with 100% hydroelectricity. 🌊♻️\n\n\"We expect to more than double our installed hydropower infrastructure in\nQuébec, triple our operational hashrate in 2021\" - Bitfarms’…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nmxqkg/i_dont_get_the_stress_around_here_stop_freaking.json": "I really don’t get all the stress around here. It’s bitcoin, billions of\ncompanies and financial institutions are invested. It’s up every year. It goes\ndown, it goes up day to day. I worry a lot about investments, except this one. I\ngo to sleep every night just fine, even when I am down so…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nn1i7u/most_of_your_coins_are_going_to_be_worthless_in.json": "It has to be said. Its common sense. There are thousands of coins. Scamcoin,\nlosercoin, Shiba coin. All real coins btw.\n\nYes there will be a couple coins that are very valuable in a couple years but\nthe vast majority of them will be worthless.\n\nOnly coins that do things will be valuable. Coins that…",
  "data/reddit-crypto/r/Bitcoin/comments/nn4iaa/m1_money_supply_update_they_printed_another.json": "https://fred.stlouisfed.org/series/M1SL",
  "data/reddit-crypto/r/CryptoCurrency/comments/nn6x1x/im_selling_all_my_crypto_not_by_choice_but_at.json": "I got into the market around 2017 with like $300. Since then, it’s built up to\nabout $5k. It was actually closer to around $8k just a few weeks ago, but we all\nknow what happened there. I was I hoping to hold for another 10 years, at least,\nbut medical expenses have left me no choice but to use my…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nmxlqx/when_retail_misses_the_boat_we_miss_the_boat_when.json": "Despite all that is good and what is to come, in the end we are just retail. We\nare unorganized and we are emotional, because we are poor in comparison.\nInstitutions manage old wealth, corporate wealth, and family-run business wealth\nthat spans generations in the markets. This money is not going to…",
  "data/reddit-crypto/r/Bitcoin/comments/nn5ijm/please_be_cautious_please_do_not_take_a_loan_to.json": "People here turn completely brain dead during every bull run. Usually there is a\nstrong consensus here on taking loans for buying bitcoin: ARE YOU A FUCKING\nIDIOT? But during the bull runs, you'll have a whole army of noobs trying to\nturn a Warren buffet on you saying shit like \"wHy sHouLdnT I tAkE…"
}