{
  "data/reddit-books/r/books/comments/pfj7y4/what_is_a_book_you_heard_a_lot_of_good_things.json": "Is there a book you can remember hearing a lot of good things about, be it from\nfriends, family, literary critics or social media, that yoy ended up reading\nyourself and were disappointed with because it failed to live up to the hype?\n\nWas there any particular aspect that you felt did not live up to…",
  "data/reddit-books/r/booksuggestions/comments/pfkilo/cozy_fall_books.json": "Recommendations for cozy fall books? Nothing horror related, it doesn't have to\npositive all the time and can have conflict just not looking for something that\nwill keep me up all night anxious 😅",
  "data/reddit-books/r/books/comments/pfipch/have_you_ever_experienced_the_joy_of_someone.json": "While cleaning out old bookshelves this weekend my mom rediscovered her copy of\nLittle Women. That moment of pure happiness to be holding not only a book she\nloved but her copy that she read over and over when she was younger was so\nspecial to see. That joy made everyone in the room smile. You could…",
  "data/reddit-books/r/books/comments/pfttgo/carl_sagans_foreboding_of_an_america_a_quote_from.json": "“I have a foreboding of an America in my children's or grandchildren's time --\nwhen the United States is a service and information economy; when nearly all the\nmanufacturing industries have slipped away to other countries; when awesome\ntechnological powers are in the hands of a very few, and no one…",
  "data/reddit-books/r/books/comments/pfqpao/the_bell_jar_by_sylvia_plath.json": "RATING: 4.25/5\n\n\"I am, I am, I am.\"\n\nI heard of this book when I was 17, after which I slipped into a paralysing\ndepressive episode and physically feared the power this book held over me. I\ncouldn't read for the next two years. So I am glad that I picked it up again,\nthanks to my bookclub. I treaded…",
  "data/reddit-books/r/booksuggestions/comments/pfs2za/i_need_some_books_of_different_topics_for_the.json": "I live in Victoria, Australia and we're in the middle of a very long lockdown.\nIt's not expected to lift for another eight weeks. Due to the lockdown I can\nonly do the following things:\n\n * Essential Shopping\n * Go for a vaccination\n * Emergency Medical Services\n * Work\n * Two Hours of Exercise\n\nAs…",
  "data/reddit-books/r/books/comments/pfms3v/the_guest_list_by_lucy_foley_would_make_a_great.json": "A quick summary: The Guest List is about a murder during a celebrity wedding on\nan Irish island.\n\nThe characters are richly drawn and deeply layered. The isolated setting is\nhaunting and atmospheric. The mystery has multiple great payoffs.\n\nIt’s the best thriller I’ve read in recent memory. HBO…",
  "data/reddit-books/r/books/comments/pfvx4z/is_there_any_author_that_knows_the_depths_of_the.json": "I just finished Crime and Punishment for the second time, and I can't help but\nmarvel at Dostoyevsky's insight on the workings of Raskolnikov's conscience and\nsoul. While most modern books are eloquently written page turners, with a\ncompelling story and decently ( sometimes wonderfully) developed…",
  "data/reddit-books/r/books/comments/pfy84z/agatha_christie_is_exquisite.json": "Firstly, I apologize. Every single person on this subreddit has heard the name\nand has probably read her books. But holy shit.\n\nI 'read' her books in eighth grade, at least I thought I was reading. But now\nthat I actually understand them, it really hits me hard how ahead of her time\nshe was. A book…",
  "data/reddit-books/r/books/comments/pfydil/i_finished_the_gulag_archipelago_by_alexander.json": "I feel like I won something very sad and don't know where to go from here. I can\ndefinitely say without a doubt that this book changed my soul and now I feel\nempty and at a loss. I don't have Solzhenitsyn's memory, and I can't imagine\nusing any part of this book in normal conversation, but I want to…",
  "data/reddit-books/r/books/comments/pftjlm/any_secret_history_by_donna_tart_fan_here.json": "And what are your views on it... I felt Donna tart did a remarkable work. As\nsomeone who takes great interest in Greek mythologies, reading some being\nembodied in the novel was such a treat. The whole Dionysus evoking ritual got me\nso absorbed. All the dark secrets hidden deep within each of their…",
  "data/reddit-books/r/booksuggestions/comments/pg15rf/wanna_get_the_life_that_was_stolen_away_from_me.json": "okay yeah cringe title but tltr: i was raised in a cult. I'm 20 now.\n\nI wanna find a book that will help me cope with that and move on. Therapy isn't\nan option.\n\nA book that'll help me make friends, and focus on my life without always feeling\nlike i had 90% of it stolen.\n\nMaybe even a book that's…",
  "data/reddit-books/r/books/comments/pg3vvn/is_stephen_king_considered_a_good_writer_or_just.json": "I haven’t read… well… any Stephen King, really. But I’m working my way through\nSalem’s Lot right now. I’m really enjoying it overall, but that’s mainly because\nI like the mystery that he’s building. His actual writing is leaving a lot to be\ndesired for me.\n\n• The main character of the book is a…",
  "data/reddit-books/r/books/comments/pg3b9m/have_you_ever_read_a_book_that_you_liked_so_much.json": "Hi, I think this might sound like a really weird question but there have been\nbooks I read that I enjoyed so much that I didn't want to finish them.\n\nJust to give one example, when I was little it happened with To Kill A\nMockingbird. I wanted to be in that family, learn from the father's lessons…",
  "data/reddit-books/r/booksuggestions/comments/pgfuj1/books_about_women_but_not_about_having_babies.json": "Are there any books out there with a female protagonist, who starts out\nchildless, possibly husbandless, and her 'happy ending' doesn't include a baby?\n\nI just read The Hour of the Witch by Chris Bohjalian and I loved it, but of\ncourse in the last couple of pages she gets a baby just like (it seems)…",
  "data/reddit-books/r/books/comments/pghsy7/kurt_vonneguts_cats_cradle_is_a_really_good_book.json": "I was reading this book for school thinking it was going to be another one of\nthose boring books, but it turned out to be a fascinating read especially after\nanalyzing the contextual influences that sparked his entire writing to be so\nnihilistic/existential in his writing. Particularly in Cat's…",
  "data/reddit-books/r/books/comments/pgks8k/hi_im_yaa_gyasi_author_of_the_bestselling_books.json": "TRANSCENDENT KINGDOM\n[https://www.penguinrandomhouse.com/books/622478/transcendent-kingdom-by-yaa-gyasi/?pdivflag],\nmy second book, follows Gifty, a young woman studying reward-seeking behavior at\nStanford, as she deals with the sudden loss of her brother and grapples with her\nfaith and…",
  "data/reddit-books/r/books/comments/pgldww/when_i_am_stress_or_anxious_i_read_haruki.json": "When I am stress or anxious, I read Haruki Murakami. I find his books relaxing,\nwith no real sense of urgency. It put my mind at ease for some reason. When I\nread his books, I find myself less anxious and enjoy the little things, like a\ncup of chamomile or a simple toast.\n\nWhen I read his books, I…",
  "data/reddit-books/r/books/comments/pgvdni/do_you_find_ratings_and_reviews_on_goodreads.json": "I use goodreads for a looong time. And I now I'm in a situation that I see the\nrating & reviews of a book, if it seems intriguing I mark that as \"Want to Read\"\nand later read that when I can get the book. It has become impossible for me to\nstart a book without checking it on goodreads. What about…",
  "data/reddit-books/r/books/comments/pgyk5k/im_not_a_sharer.json": "I’ve recently started my book collection and one of my friends is very keen on\nborrowing my books. Because of these situations my inner child that hated to\nshare is coming out. I never thought I could feel this protective of my things\nagain until I let her borrow 2 of my books over a month ago. She…",
  "data/reddit-books/r/booksuggestions/comments/ph1dfs/book_on_how_to_be_a_better_husband.json": "As per the title. Been married nearly 7 years, together 9 years. M34 f33. I've\nread the 5 love languages many times but I need more help. I work a fly in fly\nout job/career and my wife finds it hard when I'm away. I want to be a kick ass\nhusband and dad. Please help.\n\nHer LL is words if affirmation…",
  "data/reddit-books/r/books/comments/ph712h/i_just_finished_frank_herberts_dune_and_need_to.json": "So I found an old copy of Dune in a used bookstore a while ago, picked it up for\nthe low price of €2,50 because I was curious after hearing so much about it and\nseeing the trailers for the upcoming movie.\n\nMy my, what a ride this novel is. I must admit that I am not the biggest\nliterature guy. I…",
  "data/reddit-books/r/booksuggestions/comments/pgzcgs/an_easy_read.json": "I just read the road by Cormac McCarthy it's a really hard to read book IMO I\nguess I'm just slow or something so please recommend me a book that's less of a\nstruggle to read than that",
  "data/reddit-books/r/books/comments/ph7gap/the_market_of_printing_english_books_is_hot_hot.json": "Here's the photo:\n\nhttps://imgur.com/a/RBhLwam\n\nSo, most book stores have an English book section these days. In my city,\nMashhad, there's a dingy book shop called \"Ofogh Book\" that sells all sorts\nEnglish, French, German, Italian etc etc books. These books are printed\nunofficially. And there's no…",
  "data/reddit-books/r/books/comments/phkj89/i_know_the_book_was_better_than_the_movie_is_a.json": "It's a cliché for a reason. I can easily name a dozen examples off the top of my\nhead where the book was better than the movie. I realized though that I've never\nread a book that was adapted into a movie where I enjoyed the movie more. I'm\ncurious if anyone has an example that goes against the norm.…",
  "data/reddit-books/r/books/comments/phfell/pillars_of_the_earth_by_ken_follett_why_all_the.json": "Just finished reading Pillars of the Earth, and I guess I'm just really\nconfused... why is this book so beloved and by so many? I was very, very excited\nto finally give it a read after reading so many glowing reviews (BBC ranked it\n#33 on it's \"Most Beloved Books in Britain\", as an example), and in…",
  "data/reddit-books/r/books/comments/ph9bn1/read_the_metamorphosis_recently_thought_it_was.json": "Okay, so on 26th August, I completed the The Metamorphosis by Franz Kafika, and\nwhen I completed the book it didn't lived up to the hype it created because I\nheard a lot of people say it's one of the goats and so deep and so and so. Well,\nwhen I finished it, it wasn't the case for me, but then, I…",
  "data/reddit-books/r/books/comments/phqv4s/the_princess_bride_is_one_of_the_few_of_which_i.json": "As an adult, I still enjoy reading children's books. I love discovering how an\notherwise cliche plot has a whole new meaning when reading it as an adult. (A\nspecial mention to A Monster Calls by Patrick Ness.)\n\nThis was how I discovered The Princess Bride three years ago. Once I started\nreading it,…",
  "data/reddit-books/r/booksuggestions/comments/phdjif/chapter_books_to_read_to_a_4_yo.json": "I’m looking for chapter book suggestions for my 4 yo. She can’t read but loves\nbeing read to. She really loves Beverly Cleary books (Henry Huggins, the Ramona\nbooks). I also read Roald Dahl and the Little House books to her. She also liked\nCharlotte’s Web. Does anyone have any suggestions? Bonus…",
  "data/reddit-books/r/booksuggestions/comments/phj59e/books_like_schitts_creek.json": "Maybe a weird request. I love this show and would like to know if their are any\nbooks that have a family/story similar to theirs. The family dynamic, homophobic\nfree atmosphere, comedy mixed with realism and overall just wholesome vibe. I\nneed more literature like this in my life."
}