{
  "data/reddit-ask/r/AskHistorians/comments/ovkw4w/what_do_we_know_about_jesus_from_a_secular.json": "What was his real name, what was he like, what did he do? How was he viewed?\nEspecially interested in book recommendations if there’s a good secular\nbiography of him.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ovog65/is_it_unusual_for_a_woman_to_think_her_own.json": "I’ve had three children plus three miscarriages, all pretty early. The latest\nwas 10 weeks. I love my born children, but I seriously wasn’t very upset over\nthe miscarriages. I think I cried once over the first one and that was it. But\nwhen I’ve talked with other women and mentioned it, they are so,…",
  "data/reddit-ask/r/askscience/comments/ovlrfc/why_are_marie_curies_possessions_kept_in_lead.json": "I keep seeing posts like this\n[https://old.reddit.com/r/interestingasfuck/comments/ovj6om/marie_curies_laboratory_notebook_from_18991902_is/]\nsaying her body and belongings are so radioactive that they're kept in lead\nboxes. The Radium isotope with the longest half life is Ra256, which is an…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ovq0wj/why_do_adults_stop_having_sleepoversslumber.json": "Not like sexual encounters but just the boys hanging out playing COD and\nminecraft with pizza, entering random conversations about communism that last\nuntil 4 AM. Used to do this in high school where there were still 10+ hours of\n‘work’ equivalent during school. Why don’t adults do this as often as…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ovq99r/how_do_i_get_rid_of_a_stalker.json": "Im 14 years old boy and for the past month a guy is stalking me. My dog need to\ngo outside often( Hes still a puppy ) and theres this creepy guy always outside\nwatching me while sitting on a bench. He always acts friendly and tries to have\na chat with me. Usually in the evening he follows me to my…",
  "data/reddit-ask/r/AskWomen/comments/ovrxar/how_do_you_handle_years_and_years_of_being_single.json": "Like you just CAN NOT find the right, compatible person for an actual\nrelationship. Especially like if you’re very physical and it’s been months since\neven kissing someone",
  "data/reddit-ask/r/NoStupidQuestions/comments/ovr2fx/is_it_wrong_for_your_parents_to_make_you_go_to.json": "My mom and dad are always making me go to the Christian church even though they\nboth know I’m an atheist, they try to make me pray and say prayers and do more,\nbut it’s just not for me. I don’t like church and it’s not my religion yet they\nstill force me to go, I’m almost 18 and it’s just ridiculous…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ovsdai/is_there_a_mathematical_question_thats_even.json": "No I'm not joking",
  "data/reddit-ask/r/AskHistorians/comments/ovp3wv/would_columbus_and_his_crew_have_died_if_america.json": "As far as I know Colombus expected to be able to circumnavigate the world and\nreach Asia because he (mistakenly) thought the globe was much smaller than most\npeople (correctly) thought.\n\nIf America hadn't been there, therefore, he would have failed on his mission of\nreaching Asia's on its Eastern…",
  "data/reddit-ask/r/AskHistorians/comments/ovpfcz/how_long_did_it_take_for_deported_brits_to_start.json": "Pretty much just the title. I'll happily take references on other\ncolonized/deported locations, other than the USA.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ovxlg2/why_do_conservatives_believe_my_body_my_choice.json": "Edit to add: I'd like to hear from conservatives. Please don't reply if you're\nnot conservative as I don't want to just trash them. Thanks.",
  "data/reddit-ask/r/askscience/comments/ovx0q6/are_there_any_published_reports_of_the_increased.json": "Do we know yet if air travel has been rendered more risky today, and by what\ndegree, as a result of COVID19 infectivity during extended time in an enclosed\ncabin, with at least one other person actively transmissive with the virus?",
  "data/reddit-ask/r/AskHistorians/comments/ovti45/what_really_happened_to_cairo_illinois.json": "And why did it never—as I understand—take off the way its early promoters\nthought it would, being at a strategically important and commercially\nadvantageous spot at the confluence of the Ohio and the Mississippi?\n\nI’ve driven through a handful of times over the years and heard all the\nstories—about…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ow1uuo/when_someone_spends_the_night_how_long_are_you.json": "Look I like cuddling as much as the next guy, and just laying there talking\nafter doing the deed is very nice. But eventually I want a little space. I can’t\nget a good nights rest when my arm is falling asleep because there’s a whole ass\nperson laying on top of it. But I’m always nervous because if…",
  "data/reddit-ask/r/askscience/comments/ovyt2l/what_happens_when_lightning_strikes_the_ocean.json": "To be honest I’m not sure if lightning even strikes the ocean but if it does\nthen what happens?\n\nLike when it strikes a pool apparently people can get electrocuted if they’re in\nthe pool, does the same thing happen in the ocean? Would the nearby fish die?\nHow far away from the impact of the…",
  "data/reddit-ask/r/askscience/comments/ovyloc/can_the_iss_orbit_the_earth_in_such_a_way_that_is.json": "If it so chooses?\n\nFor the people onboard that is.",
  "data/reddit-ask/r/NoStupidQuestions/comments/ovzlqi/does_anyone_else_stop_their_microwave_with_1.json": "Like you’re diffusing a bomb?",
  "data/reddit-ask/r/AskHistorians/comments/ow2ybq/why_is_uncle_tom_a_slur.json": "I've read the book Uncle Tom's Cabin, many years ago in fact and for the life of\nme I can't figure out why \"Uncle Tom\" is a pejorative. He's described as a\nmature, adult \"man's man\" who covers the ground walks on. He's the hero of the\nbook who is murdered for helping other slaves escape. So why is…",
  "data/reddit-ask/r/AskWomen/comments/ovunq2/why_is_it_so_much_more_common_and_expected_for.json": "There’s a huge cultural connotation for “ex” to be synonymous with “someone I\nhate” or “villain of my life story,” and it is far less common for people to\ntalk about their exes in a way that isn’t completely negative.\n\nIt’s to the point where I know people who are suspicious of those who are on\ngood…",
  "data/reddit-ask/r/NoStupidQuestions/comments/owbk2t/why_is_being_stagnant_in_life_so_frowned_upon_by.json": "I recently decided to reduce my workload to 80% to have every Friday off and so\nknowingly killed my chance for a promotion.\n\nMy family and most of my friends reacted confused or even laughed at me because\n\"I wont get far with this mindset\" and similar things. I may have to add that I\nwas already…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oweu98/am_i_becoming_a_millenniboomer_or_is_modern_music.json": "I think the 2020’s will be a decade of lost music. Maybe it’s just me, but I’d\nmuch rather listen to my 2000s throwbacks than turn on the radio. I’ve talked to\na few of my friends about this, and they agree. At a certain point, I think\nsongwriters will start running out of ideas. I was wondering if…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ow8b6c/is_it_weird_or_unusual_to_go_to_the_public.json": "(I'm surprised at how positive y'all have been.)",
  "data/reddit-ask/r/askscience/comments/ow98u9/why_doesnt_the_immune_system_attack_implanon.json": "Why doesn't it attack and try to destroy the implant like it does with other\nforeign bodies?",
  "data/reddit-ask/r/askscience/comments/ow9l1e/is_our_solar_system_self_sufficient.json": "In a hypothetical universe where our solar system was the only thing that\nhappened to form would everything turn out the same?",
  "data/reddit-ask/r/askscience/comments/owap3h/is_a_rivers_water_temperature_affected_by_weather.json": "During summer I often go swim in a nearby mountain stream with friends.\nAccording to them, It is not good to dive on sunny days after It has rained,\nbecause the rain may have cooled the whole stream. Honestly It seems very stupid\nto me as a reasoning since the water of the streams is running, but…",
  "data/reddit-ask/r/askscience/comments/owe2bp/why_are_adverse_reactions_to_vaccines_more_common.json": "I was looking through the adverse reactions to the COVID vaccines, and I found\nit interesting that the CDC report that younger people are more likely to\nexperience (or at the very least report) an adverse reaction to the COVID\nvaccines than if you were older. I would have thought it would be the…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/owg7gd/why_are_lesbian_women_so_fetishized.json": "I just don't get it.\n\nThe other day I was talking to my bf and a friend and were asking why there\nhasn't been a \"gay bachelor\" or something like it on tv.\n\nMy friend said tv companies were probably more likely to have a lesbian\nbachelorette before they had a gay male one, because lesbians are…",
  "data/reddit-ask/r/AskHistorians/comments/owbxvi/how_did_armies_deal_with_rapists_prior_to_rape.json": "u/sunagainstgold [/u/sunagainstgold] touched on this in their excellent answer\non sexual violence in the Middle Ages. I thought that this was distinct enough\nto merit its own question.\n\n\n\nMy question is, broadly, what were the consequences for soldiers who raped and /\nor sexually assaulted people…",
  "data/reddit-ask/r/AskWomen/comments/owgb8y/what_are_your_favorite_things_to_do_alone.json": "Some things are just better when by yourself.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/owj6zt/who_brushes_their_tounge.json": "A regular part of my dental routine is brushing my tounge after I brush my\nteeth. There are a lot of reasons for it but essentially to remove dead cells\nand bacteria.\n\nIt got me thinking though, how many other people brush their tounge? Is it\ncommon?",
  "data/reddit-ask/r/askscience/comments/owkeq6/why_cant_you_refuel_while_the_engine_is_running.json": "I know this 'rule' in the context of cars, but I assume also true for airplanes\nand boats. Why is this the case? Its not like refuelling opens the combustion\nchamber... And if fumes are the ones in danger to ignite, couldn't that happen\nfrom the petrol in the tank anyway? Excuse my poor knowledge of…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/owi4if/do_men_like_to_have_their_ass_licked_by_their.json": "I'm talking right out of the shower! I like it and having my hole played with.",
  "data/reddit-ask/r/NoStupidQuestions/comments/owpgxj/is_it_ok_for_me_as_a_straight_guy_to_put_a_dick.json": "So I'm a 27 yr old straight guy, and for some reason I want to just want to try\nand see what it feels like to have a dick in my mouth.\n\nNow to be clear, I am 100% POSITIVE I am straight. I know this would be a point\nof contention but I can assure I am only attracted to women and pussy. I simply\nwant…",
  "data/reddit-ask/r/AskHistorians/comments/owr7e3/why_is_it_often_colonels_and_not_generals_that.json": "Throughout modern history, it seems that it is often junior military officers\n(groups of captains, colonels, lower ranking generals) that attempt to commit a\ncoup d'etat, or succeed in doing so. There are obviously plenty of coups\ncommitted by high ranking generals, but just looking through a…",
  "data/reddit-ask/r/NoStupidQuestions/comments/owutbe/how_do_people_who_work_a_95_job_go_to_the.json": "Personal days can explain most of this, but weekly therapy? You can't miss work\nevery week...\n\n\n\nAlso, why doesn't one bank take advantage of the demand for PM business and stay\nopen late?",
  "data/reddit-ask/r/askphilosophy/comments/owibjm/ive_never_been_to_the_eiffel_tower_how_can_i_know.json": "I hope this is the right subreddit to ask.\n\nUsing the tower as an example, how can I know its real without physically being\nthere? Its highly unlikely but not completely impossible that all pictures and\nvideos I've seen of it are fabrications. Or if someone tells me they've been\nthere they're…",
  "data/reddit-ask/r/AskHistorians/comments/ox5p0v/before_food_allergies_became_knowndetected_would.json": "If so, we’re there any documented historical events where this mistake took\nplace? In the way of “it is very strange that this person was poisoned, it is\nvery possible it could have been an allergy/medical”, and if so - how big of an\nimpact could those small bits of knowledge could of had on…",
  "data/reddit-ask/r/AskHistorians/comments/oxe4ce/ancient_roman_roads_are_useable_2000_years_after.json": "Perhaps we have a survivorship bias skewing our perspective of past\nachievements, but it seems like very little infrastructure in the modern world\ngets built to last more than a single lifespan. On the other hand, you can visit\ndozens of cities in Europe where old buildings, roads, and water…",
  "data/reddit-ask/r/AskHistorians/comments/ox5c4l/how_were_people_tracked_down_in_the_middle_ages.json": "Today we have plenty of way of finding people from pinging phones to passport\nchecks.\n\nIn TV and film we often see a character be hunted by knights or guards across\ncountry and they will often \"Pick up a trail\" which seems a tad far fetched.\n\nSo how were outlaws pursued across country? Say a high…",
  "data/reddit-ask/r/AskHistorians/comments/oxginf/revenge_of_the_nerds_1984_is_now_notorious_for.json": "The movie has lots of cringe-inducing scenes (limp-wristed throwing motion) but\nthe girl having sex with someone who she believes to be her boyfriend (and\nisn't) is the most notorious today.\n\nWas this movie contemporaneously controversial?",
  "data/reddit-ask/r/AskHistorians/comments/ox5rry/in_the_50s_in_the_southern_usa_if_a_white_man.json": "I (white male) am going to stay with my girlfriend (black female) in Tennessee\nnext week, I hope we can get married in the next few years, and it made me\nwonder what people in this situation could have done when Tennessee had\nanti-miscegenation laws. Would either of us face legal punishment for…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ox6lo6/do_nonwhite_people_bleach_their_buttholes.json": "If the purpose of bleaching one’s butthole is to lighten the skin color,\nwouldn’t that be pointless or undesirable for people of color? Is butthole\nbleaching truly just white people shit?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oxam88/do_men_prefer_a_hairless_vagina.json": "I (f18) am really curious whether or not most men actually want their partner to\nshave. I wouldn't have much of a problem with doing it but for a hairy woman\nwhose hair grows back fairly quickly, it's just not worth it for stubble to show\nup the next day. and not only does it take so much time and…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ox1qd8/how_do_i_report_cp_specifically_if_its_on_discord.json": "So I was going through Twitter and somebody posted a porn link to discord so I\njoined it thinking it would be normal shit, but the videos were of obviously\nvery underage girls. The videos were screen recordings of some piece of shit\ntexting and manipulating like no older than 14 year old girls into…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oxcqzv/am_i_too_old.json": "I'm 30(M) and I've always wanted a pair of Heelys, but my parents could never\nafford them when I was a kid. Now I have money and I'm wondering if I'm too old\nto wear a pair.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ox7e6c/someone_said_im_not_allowed_to_draw_people_of.json": "Okay so a bit ago someone flipped out on me because, I posted an oc I did who is\npoc they said that im racist for drawing a black character and I can't if im not\nblack is this true? The drawing has no stereotypes and wasn't in any way\noffensive, I even asked my step brother and step mother who are…",
  "data/reddit-ask/r/NoStupidQuestions/comments/oxel2n/why_do_people_make_it_feel_weird_to_leave_work_as.json": "So I started a new job and today was the first day of my fourth week. This is my\nfirst job in an office setting. My hours are 8-5 with an hour for lunch. I\nusually arrive 5-10 minutes before 8 (except for one day when I missed my exit\nand was 15 minutes late), and only start working at 8:00 no…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ox4jq9/why_does_reading_old_commentspostsvideos_on_the.json": "Edit after 6hrs:\n\nSince people are asking, well the one post I was talking about in the title of\nthis post was about controller support for a PC videogame that's now 23 years\nold. So that would not be a good example for many reasons (I see that now, it\nwas just the first that came to my mind).\n\nThe…",
  "data/reddit-ask/r/askscience/comments/ox7rvp/how_to_understand_that_godels_incompleteness.json": "As a layman, it seems that his Incompleteness theorems and completeness theorem\nseem to contradict each other, but it turns out they are both true.\n\nThe completeness theorem seems to say \"anything true is provable.\" But the\nIncompleteness theorems seem to show that there are \"limits to provability…",
  "data/reddit-ask/r/askscience/comments/oxg13j/how_does_chickenpox_keep_reappearing_if_its_so.json": "All the comparisons of Delta COVID to chickenpox in terms of communicability\nmade me wonder - if almost everyone gets chickenpox as a child and is then\nimmune, how does it keep coming back? There must be a vector for it, I mean\nthere has to be one kid who gets it and gives it to the rest - how do…",
  "data/reddit-ask/r/AskHistorians/comments/oxnlcy/what_was_the_original_intentlogic_behind_the.json": "It seems like a bizarre decision to grant the president powers to pardon\nindividuals without any prior approval, especially in the wider context of the\ngreat pains the continental congress went through to ensure the even\ndistribution of power. What did the founding fathers expect the pardon to…",
  "data/reddit-ask/r/AskHistorians/comments/oxjpom/were_there_any_sacrifices_or_battles_lost.json": "I recently heard a story about how the British government decrypted German radio\ntransmissions that indicated Coventry would be attacked, but Churchill ordered\nthat they do not evacuate or defend the city, out of fear that the Germans would\nrealize the British were capable of cracking the Enigma…",
  "data/reddit-ask/r/NoStupidQuestions/comments/oxmuiy/is_it_illegak_to_bet_on_baby_racing.json": "just wonderin",
  "data/reddit-ask/r/askscience/comments/oxouav/why_are_the_largest_black_holes_we_know_of_so_far.json": "The YouTube channel Kurzgesagt recently uploaded a video on some of the largest\nknown black holes, and I noticed that most of the larger ones they discuss seem\nto also be the furthest away. OJ 287 and TON 618 are both in the billions of\nlight-years away from us.\n\nAs we look into the distant…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oxt09v/can_we_please_stop_asking_about_genital_hair.json": "There are 45 questions asking how people feel about it active right now. Here's\nyour answer: some people like it, some people don't. Do what you want, be\ncomfortable and confident with yourself whatever that means to you.\n\nIt's probably going to be itchy if you don't maintain it. You might get…",
  "data/reddit-ask/r/NoStupidQuestions/comments/oxrprm/why_arent_limitedterm_marriage_contracts_a_thing.json": "2 years, 5 years, 10 years, 15 years, etc...with the option to renew (or not) at\nthe end of the term, without the need for messy divorces.\n\nwouldn't it make legal proceedings--and many people's lives--easier? hoping an\nattorney or others with professional legal experience will weigh in.",
  "data/reddit-ask/r/NoStupidQuestions/comments/oxtmmv/to_the_people_who_wear_very_revelling_clothes_in.json": "I really hope I don't come across as bad person for asking this I just never\nunderstood the reasoning. Some people only wear revealing clothes when they are\noutside and when they get looked at they get upset. Why highlight your body if\nyou don't want it to be seen? The thing that I hear the most…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oxvoad/men_who_are_into_woman_would_boobs_with_big_scars.json": "I'm not fishing for compliment or reafirmation, we all have physical turn of and\nI will understand if it was one of them.\n\nI had breast reduction and unfortunatly my skin didn't heal graciously from it\n(it's keloid if you are curious and brave to google it). got scars all around my\nnipples and from…",
  "data/reddit-ask/r/NoStupidQuestions/comments/oxgwnj/am_i_posting_wrong.json": "pretty much any post i make on any other subreddit is universally ignored. am i\nposting at the wrong time? am i doing some weird thing when it doesn't actually\npost?",
  "data/reddit-ask/r/NoStupidQuestions/comments/oxu4bu/why_are_some_comments_collapsed.json": "Why are random comments collapsed on posts? I don’t see a trend… it’s not\ndownvoted comments, it’s not inappropriate comments, it’s just random ones. Any\nreason?",
  "data/reddit-ask/r/AskHistorians/comments/oxrtio/did_mustafa_kemal_atatürk_really_order_the.json": "I asked this question 9 days ago and got 19 upvotes but no answers, so I'm\nasking again.",
  "data/reddit-ask/r/AskHistorians/comments/oxtouh/as_ethiopia_is_one_of_the_first_christian_nations.json": "I mean, before Italy tried to colonize it\n\nI tried to Google it, but it gave me no answers to my questions",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oxwhp9/why_do_i_have_a_better_feeling_after_jerking_it.json": "Recently I’ve noticed being far more satisfied after reading something erotic or\nerotic pictures but porn videos are just meh. No clue as to why but i was scared\nto ask.\n\nEdit: wow thank you for all the kind comments and answers and the award! Y’all\nare awesome thank you. Might have to try some of…",
  "data/reddit-ask/r/NoStupidQuestions/comments/oxzdnm/please_help_me_find_if_my_friend_is_trolling_me.json": "So, I am super new to English language and Gaming, so one of my friends said\nthat it is perfectly fine to converse like people converse in GTA 5. I am\nsuspicious though because the language feels vulgar to me but my friend said it\nis just informal way of communication. Not sure if he is…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oxvlhx/could_we_add_a_new_rule_to_the_sub_if_you_can.json": "Mostly all I see in this sub are questions related to body image, sex, hair,\nidentity, etc. All of these questions ask something like \"do men/women like x or\ny\". All of these questions can be answered with \"depends on the person\".\n\nThis makes for a very boring sub. Is this sub intended for young…",
  "data/reddit-ask/r/AskHistorians/comments/oxuepf/was_nationalismpatriotism_really_an_idea_that.json": "I've heard often the notion that any sense of patriotism or what we would today\ncall national pride is a relatively new thing.\n\nBut hold on, ethnic labels still existed, didn't they? European kingdoms were\nstill named after the ethnic groups or dominant tribe in them. And Saint Bede\nfor example…",
  "data/reddit-ask/r/AskHistorians/comments/oy1ag6/during_the_early_modern_period_contacts_between.json": "Asking the question because am interested in how well aesthetics transcends\ncultural borders. I know European art influenced both Islamic and Chinese art -\nAbu Fazl goes so far as to speak of the \"worldwide fame\" of European artists -\nbut I would like to learn more on the topic. Did Asian critics…",
  "data/reddit-ask/r/AskWomen/comments/oxxavj/those_of_you_who_are_homemakers_by_profession.json": "edit: why on earth am I getting downvoted for asking what it's like to be a\nhomemaker?\n\nWhen you made the decision to take on the role of homemaker what if anything did\nyou put aside or have to leave behind?\n\nIf you were financial making/career-motivated before making the decision of\nbeing a…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oxynoo/addicted_to_masturbating.json": "I just turned 24 and realized that I’ve been addicted to masturbating for over\n13 years….\n\nThere have been countless times in my life where I’ve told myself that I would\nfinally quit. But always find myself picking up that bad habit over and over\nagain.\n\nWhenever I ask my buddies if they masturbate…",
  "data/reddit-ask/r/askscience/comments/oxwul5/does_the_original_covid19_strain_still_exist_and.json": "Just curious if the british and original virus still exist.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oy8qfs/my_brother_has_been_sexualy_harassing_me_for_the.json": "My younger brother has been sexualy harassing me for a long time, he's been\ntrying to take off my clothes, grabbing my areas, sneaking pictures of me when\nI'm changing and trying to have sex with me. I've tried many time to tell my\nparents, but they say due to his autism he doesn't know better. They…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oy43g9/do_you_see_rinterestingasfuck_and_read_it_as.json": "Sorry. You won't unsee it now.",
  "data/reddit-ask/r/NoStupidQuestions/comments/oy8goe/report_friend20ffor_sleeping_with_minor15m.json": "hi all! so i have this person in my life who is currently dating someone\nunderage. it grosses me way out and reminds me of how i was groomed online. she\nlives with this person and his mom. age of consent in our state is 16 (michigan)\nand currently, she is wanting to have a kid with him. how to…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oydly4/is_it_still_considered_rape_if_there_was_guilt.json": "For some time now my partner has been giving me the silent treatment and starts\nfalling down a depressive spiral when I don’t want to have sex. I try explaining\nthat I’m not all that interested at all, in the moment.\n\nSo they will become sad and silent and ignore me. The only way I’m able to…",
  "data/reddit-ask/r/NoStupidQuestions/comments/oy77xu/help_is_my_cat_purposely_putting_me_to_sleep.json": "My cat and I are always together. My room is her room. My bed is her bed. She'll\nrun around or watch the rabbits from the window, but she always ends up nestling\nherself on my bed eventually. And whenever I lie down with her to take a break\nand watch TV or something, she'll start purring and begging…",
  "data/reddit-ask/r/AskWomen/comments/oy2emk/what_is_your_favorite_cereal.json": "Hi",
  "data/reddit-ask/r/askscience/comments/oy0m7h/is_highlow_iq_positively_correlated_with_an.json": "Some sources state that IQ is positively correlated with psychosis, while other\nsources state that it's negatively correlated. Is the literature uncertain about\nthis, or is there a schism within the scientific community regarding this topic?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oyfek9/do_midgets_have_normal_sized_penises.json": "Because their head's size looks normal, do midgets have small sized penises? Or\nare their other heads normal sized as well?",
  "data/reddit-ask/r/NoStupidQuestions/comments/oy0ca7/why_do_most_cups_go_instead_of.json": "Why are most cups bigger at the top than the bottom instead of being the same\nsize throughout?",
  "data/reddit-ask/r/AskHistorians/comments/oyf9z9/how_common_was_organized_crime_in_the_medieval.json": "I’ve been thinking about how organized crime played a big part in the 20th\ncentury, and from what I can tell at least some of the 19th century. I’m\nwondering- how far back does this go?\n\nThings like organized protection rackets, smuggling and bootlegging, murder for\nhire services (for purposes…",
  "data/reddit-ask/r/askscience/comments/oyeg3f/is_it_even_feasible_to_terraform_mars_without_a.json": "I hear a lot about terraforming mars and just watched a video about how it would\nbe easier to do it with the moon. But they seem to be leaving out one glaring\nproblem as far as I know.\n\nYou need a magnetic field so solar winds don't blow the atmosphere away. Without\nthat I don't know why these…",
  "data/reddit-ask/r/AskHistorians/comments/oyctfr/were_the_late_60s_and_70s_more_progressive_for.json": "I've been watching old movies recently and I've been kind of astounded by how\nprogressive on LGBT rights some of these movies from the late 60s and 70s are.\nExamples I can think of are Shaft, Dog Day Afternoon, and Midnight Cowboy. In\nShaft there's a bartender who's gay. He's kind of stereotypical,…",
  "data/reddit-ask/r/NoStupidQuestions/comments/oydyv1/i_dont_understand_why_crazy_antichoice_people_are.json": "I've seen people being arrested/detained for way less. I don't understand.\n\nEdit: Please note that I specified \"crazy\"\n\nI have nothing against people peacefully expressing their opinion, I am not\nreally a fan of censorship.",
  "data/reddit-ask/r/askphilosophy/comments/oy9sm5/what_would_a_utilitarian_make_of_the_truman_show.json": "The show brought joy to the millions who watched it. At the same time, it's\nkinda a horrifying concept that manipulates a man into what amounts to\ntotalitarian control of his life. would a utilitarian oppose the show if it were\nreal? How would they respond?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oygin5/how_do_we_still_allow_male_circumcision.json": "How do we still allow male circumcision when female circumcision is abhorrently\nwrong? both are mutilating a Unconsenting CHILD HOW IS THIS OK?!",
  "data/reddit-ask/r/askscience/comments/oykxuf/what_happened_to_herd_immunity.json": "In the beginning of the pandemic there was lots of talk about reaching herd\nimmunity but as the delta variant ravages throughout the world, it seems that\nall talk about herd immunity has ceased. Why is that? Or am i just misconstruing\nthe situation?",
  "data/reddit-ask/r/AskHistorians/comments/oy7rsx/moby_dick_queequeg_and_homossexuality_in_19th.json": "Hi! This question has been asked before but it never received an answer. At the\nbeginning of Moby Dick, Ishmael's relationship to Queequeg is very close to what\nwe today would understand as gay. Queequeg grabs Ishmael and says they're\nmarried (supposedly, in his culture, this would mean they're…",
  "data/reddit-ask/r/AskHistorians/comments/oyme8o/in_the_sexual_confession_of_a_russian_anonymous.json": "This book is supposed to be an autobiography where the anonymous narrator\ndescribes his history with sexuality. He sometimes appears to be exaggerating a\nlittle bit leading me to wonder if this episode in Naples is factually correct,\nas it seemed quite shocking to me upon reading it.\n\nSome quotes…",
  "data/reddit-ask/r/AskHistorians/comments/oyt4h5/have_judaism_christianity_and_islam_always_been.json": "I was wondering if there were ever any similar faiths based on the same\nstories/traditions that either died out or were swallowed up by the others.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oytcop/do_guys_find_saggy_boobs_considered_to_be.json": "I’ve always been insecure about my body but I’ve lost weight. About 90 pounds.\nI’m now 114 but my boobs have since lost their how do you say bounce. They’re\nquite saggy and it makes me very insecure. I recently turned 19 and is trying to\nput myself into the dating world. I don’t think we’d do the…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oyv08n/have_the_majority_of_guys_used_a_cum_sock_to.json": "I have just always assumed they were a thing based on I don't know what, but it\nseems not, so I've been wondering how common they really are?",
  "data/reddit-ask/r/NoStupidQuestions/comments/oyo4d3/whats_a_high_paying_job_for_stupid_incompetent.json": "asking for a friend (a very close friend)",
  "data/reddit-ask/r/AskHistorians/comments/oynnog/the_death_of_stalin_paints_nikita_khrushchev.json": "By unexpected, I mean both to the Presidium members and to the general public",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oys280/if_i_was_threatened_with_my_partners_suicide_is.json": "A recent popular post on this subreddit got me thinking about my own experience\nand how I can/should categorize it.\n\nYears ago in high school, I was in a relationship where I often felt coerced\ninto sex. It started out alright but about a year in, he started talking about\nhow he was depressed and…",
  "data/reddit-ask/r/NoStupidQuestions/comments/oyx3mz/at_20_years_old_is_it_normal_to_have_grown_apart.json": "TL;DR I unfriended everyone across all my social medias who hasn't replied to me\nin 6 months or more, and no one was left, just zero...it's not like I didn't try\nto reach out either, they just left me on read all the time, and showed no\ninterest in continuing to be my friend.\n\nTo be fair, I was…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oyxlyi/when_do_we_stop_talking_about_how_to_prevent.json": "I see study after study about climate change over the past 20 years and the\nstudies continue to get worse. Some studies state we have passed the point of no\nreturn and I just read a study of ocean currents in the Atlantic possibly in the\nprocess of changing.\n\nWith human nature we are reactive not…",
  "data/reddit-ask/r/askscience/comments/oyglq0/if_all_of_our_solar_systems_planets_are_orbiting.json": "So the planets in our solar system are pretty close to having all of their\nelliptical orbits in a common plane ( I understand correctly, Mercury is the\nfarthest out-of-plane about 7 degrees off of the ecliptic).\n\nIt readily follows that some of the Sun's light ends up going out-of-plane from\nthe 8…",
  "data/reddit-ask/r/askscience/comments/oyrnua/how_will_cooling_as_a_result_of_the_amoc_current.json": "This article\n[https://www.washingtonpost.com/climate-environment/2021/08/05/change-ocean-collapse-atlantic-meridional/]\nsays that if this ocean current stops, it could make parts of the northern\nhemisphere colder. Would that mean just colder winters, or year-round? Would\nthere still be more heat…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oylaxl/if_republicans_are_so_maga_and_patriotic_why_are.json": "Edit: so many triggered people here.",
  "data/reddit-ask/r/askscience/comments/oz0bo1/i_recently_learned_covid_has_a_lipid_membrane_but.json": "As the title said, I was taught that viruses are a protein shell with a DNA\npacked in that inject their DNA (or RNA) into the host cell. Now I learn that\nsome viruses actually have membranes and multiple membrane proteins, which is\nmuch more complex than the image I have in my mind. Now I'm…",
  "data/reddit-ask/r/AskWomen/comments/oz3tbq/what_were_your_first_thoughts_when_you_met_your.json": "Or what kind of feeling/intuition did you have about that person when you first\nspoke to them?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oz37es/what_are_your_reasons_to_keep_on_living.json": "I need suggestions",
  "data/reddit-ask/r/askscience/comments/oz3x50/what_is_p_hacking.json": "Just watched a ted-Ed video on what a p value is and p-hacking and I’m confused.\nWhat exactly is the P vaule proving? Does a P vaule under 0.05 mean the\nhypothesis is true?\n\nLink: https://youtu.be/i60wwZDA1CI",
  "data/reddit-ask/r/AskWomen/comments/oz6o4p/whats_something_you_are_looking_forward_to_thats.json": "It can be anything that you're excited about.",
  "data/reddit-ask/r/askphilosophy/comments/oz3j5o/if_you_abstain_from_evil_deeds_due_to_fear_of.json": "Let's say the only reason why I did not steal a handphone my colleague left\nlying on the table is due to fear of being caught on cctv\n\nI do not get heavily drunk because I do not want to do something stupid\n\nI treat waiters and service staff with respect because I do not want to be\ncrucified on…",
  "data/reddit-ask/r/NoStupidQuestions/comments/oz46ch/why_is_it_so_common_for_indian_youtubers_to_make.json": "Being non-native speaker, it's fucking with my brain trying to decode their\nhorrible accent before I realize that, in fact, they're speaking an entirely\ndifferent language :/",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oz6uio/why_is_usa_never_held_liable_for_killing_innocent.json": "Why is the double standard?",
  "data/reddit-ask/r/AskHistorians/comments/oz4r0x/why_is_jack_the_ripper_almost_always_portrayed_as.json": "It is my understanding that someone like that would have stood out like a sore\nthumb in the poverty-ravaged slum that was Whitechapel. And apparently one of\nthe victims was witnessed quite shortly before her death, talking to a potential\ncustomer who was almost certainly Jack. And he dressed as you…",
  "data/reddit-ask/r/NoStupidQuestions/comments/oz91sc/is_it_illegal_for_a_35_year_old_to_hook_up_with_a.json": "My 35 year old coworker was showing me photos of a girl that he likes and is\ntrying to hook up with. He told me that she's 17. He didn't know until he asked\nher. He thought she was older.\n\nHe told me he's still interested.\n\nIsn't this illegal?\n\nShe's under 18.\n\nI live in the United States. In…",
  "data/reddit-ask/r/NoStupidQuestions/comments/oyydju/why_is_there_such_an_insane_amount_of_normalized.json": "For the life of me I cannot understand why. Any comment/thread that mentions\neither the Roma or “gypsies” (this isn’t meant to be derogatory, just using it\nas an example) devolves into a cluster fuck of racism and bigotry. Can someone\nexplain why this is so prevalent and normalized?\n\nEdit: This…",
  "data/reddit-ask/r/askscience/comments/ozao4h/why_isnt_water_used_in_hydraulic_applications.json": "If water is generally non-compressible, why is it not used in more hydraulic\napplications like cars?\n\nCould you empty the brake lines in your car and fill it with water and have them\nstill work?\n\nThe only thing I can think of is that water freezes easily and that could mess\nwith a system as soon as…",
  "data/reddit-ask/r/askscience/comments/ozdflz/with_such_a_high_r0_why_didnt_measles_just_burn.json": "I've seen speculation floating around the internet that we will get to herd\nimmunity faster with the delta variant because it spreads so quickly, but I\nwonder even if that is the case, why didn't we develop enough herd immunity\nnaturally for measles to simply burn itself out (for reference, measles…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ozc633/how_to_add_nsfw_flair.json": "I only get none, unanswered, and answered flair options.",
  "data/reddit-ask/r/AskHistorians/comments/oz9b54/what_does_historical_research_actually_look_like.json": "I'm not entirely sure if this is perhaps too meta for the subreddit, but I\nreckon it's appropriate.\n\nI was recently watching a video published by Oxford university that mentioned\n'cutting edge historical research'- which made me double-take somewhat, as I\ndon't really understand what research a…",
  "data/reddit-ask/r/AskWomen/comments/ozg8w0/single_women_when_did_you_just_stop_dating_or.json": "And why? Copied from the over-30 Ask Women group - curious to see answers from\nhere as well",
  "data/reddit-ask/r/AskWomen/comments/oz8zps/from_your_own_experiences_where_do_you_believe.json": "Not that I believe this at all (as a man, it doesn't reflect my own\nexperiences), I'm just asking what your perspective is on this stereotype and\nany experiences you may have with it amongst yourself, your friends, etc.",
  "data/reddit-ask/r/AskWomen/comments/ozi6fj/how_do_you_get_over_the_fearsocial_stigma_of.json": "Its comfortable...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ozkbda/are_women_wary_of_every_man_when_walking_on_the.json": "I'm not asking why women are wary and I'm not criticizing them being wary. I\nrecognize you guys go through a lot of bullshit to say the least from creepy\npredators.\n\nI'm asking this because everytime I go for a walk in my neighborhood, girls\nseems very wary of me when we are on the same sidewalk…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ozhfdg/whats_the_british_idiom_that_sounds_like_ball_egg.json": "Edit: now I feel like a dumb. Ball ache is clearly what I heard, but assumed it\nwas foreign because of his accents and me being Texan. Thanks everyone for the\nshowing me that r/nostupidquestions [/r/nostupidquestions] means just that.",
  "data/reddit-ask/r/askscience/comments/ozhht2/does_human_vision_have_a_better_horizontal.json": "Does having eyes in a horizontal line result in better horizontal resolution in\nhumans or is it same in both horizontal and vertical directions? Also, what is\nthe aspect ratio of human vision? Is circular, elliptical or something\ncompletely different?\n\nI have recently studied few video coding…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ozj97m/how_much_can_a_guys_boner_lift_if_a_item_was.json": "I'm taking about if they taped a item to it.",
  "data/reddit-ask/r/NoStupidQuestions/comments/ozjp00/am_i_the_only_one_who_loves_certain_songs_but.json": "Idk if I’m clear, but some music will trigger something on me, a certain\nfeeling, it can be sadness or hapiness idk how to explain this, it’s hard to\ndescribe in words. Hope you understand me.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/oznex4/how_much_is_the_average_female_willing_to_do_anal.json": "All of my past girlfriends were willing to “try it” until they got comfortable.\nMany of my hookups are down to do it, maybe to impress me. What’s the average\nwoman’s perspective on the subject without a man interested in anal standing\ninfront of them",
  "data/reddit-ask/r/AskHistorians/comments/ozi1la/how_prevalent_was_fetal_alcohol_syndrome_in.json": "I've heard that the drinks of choice at the time were mead, wine etc and unless\nthe mother had access to a fresh water source or drank milk, she would be\ndrinking alcoholic beverages around the clock.\n\nObviously they didn't have a way to diagnose it or even recognize that\n(probably) every baby born…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ozqw6y/do_people_staying_multiple_days_at_the_hospital.json": "Do people staying a few weeks in a hospital bed masterbate? If so, how much\nprivacy are they entitled to?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ozq8wb/why_are_the_men_in_straight_porn_so_ugly.json": "I'll spend more time trying to find a video with a decent looking dude than\nactually-",
  "data/reddit-ask/r/AskHistorians/comments/ozp6rf/how_did_the_irish_become_so_commonplace_in_police.json": "If you watch basically anything (especially period pieces) the Irish as police\nis a well-worn trope. Is this a real phenomenon? If so, why did the Irish of all\npeople get so involved in policing, and if not, where does the stereotype come\nfrom?",
  "data/reddit-ask/r/AskHistorians/comments/ozrls1/what_did_napoléon_bonaparte_think_of_simón_bolívar.json": "Did Napoléon ever comment or express any opinion on Simón Bolívar or his idea of\nGran Colombia? There was probably a very short period where they were both\ntechnically fighting the Spanish at the same point in time, so was that ever\nacknowledged?",
  "data/reddit-ask/r/AskHistorians/comments/oztglz/how_will_our_primary_sources_survive_for_future.json": "This may violate the 20 year rule because it involves technology of the last 20\nyears. However, my question is directed more to the historical method than\nhistory itself.\n\nHow would future historians access our primary sources as our primary sources\ntransition from physical to digital media? For…",
  "data/reddit-ask/r/AskWomen/comments/ozp5ab/whats_the_best_thing_about_your_partner.json": "Asking because there's the opposite question posted here and I worried that\nmight bring people down so here's a post to bring people back up 😂 also, I love\ncute stories.",
  "data/reddit-ask/r/NoStupidQuestions/comments/ozqk6z/anyone_else_experience_postshower_limbo.json": "Takes some effort to get in, once you're in you could be forever, once you leave\nyou feel like time stops.\n\nYou get very introspective, apathetic, and kinda want to stay naked for the next\nfew hours. Just me?",
  "data/reddit-ask/r/TrueAskReddit/comments/ozdvwo/why_do_an_overwhelming_number_of_people_feel_so.json": "Parents always complain that they did their best and their children don’t\nunderstand what they went through to raise them, and children complain that\ntheir best wasn’t enough and that they would never raise their own children the\nsame way because they felt that their childhood was something they had…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ozrq39/which_olympic_medal_has_been_won_by_the_most.json": "There are sports that are dominated by this or that other number of countries.\n\nBut historically, what medal is the most \"free for all\" among all competitions\nin the Olympic Games?\n\nEdit2: I mean gold medal, first place. Sorry if there is any confusion.\n\nedit:\n\nalso, sorry for bad english, ignore my…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ozwy15/guys_dont_feel_anything_when_women_are_riding_them.json": "So, one of my(22f) favorite positions is cowgirl. But, a couple days ago I was\ntalking with a coworker(m24) and he said that when woman just go back and fourth\nwhen they are riding guys don’t feel it as good as women. He said it is waaaay\nbetter when it goes in and out. Is this true?",
  "data/reddit-ask/r/NoStupidQuestions/comments/ozpghm/why_are_black_americans_called_africanamerican_if.json": "I’m white, probably from Ireland or something, but i’m not called\nEuropean-American… I don’t understand.",
  "data/reddit-ask/r/NoStupidQuestions/comments/ozrk1u/do_you_always_wash_your_hands_after_pooping.json": "If so, how long do you actually clean them and do you always use soap?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ozvzye/do_any_other_men_sit_when_they_pee.json": "Idk maybe it is because i am American and we have weird societal standards (and\nthus those who don’t follow them are usually laughed at). Most every dude i talk\nto says that they pee standing up and when they talk about it, they do so in a\nvery masculine way...\n\nI, for one, sit every time i pee- so…",
  "data/reddit-ask/r/Ask_Politics/comments/ozjxns/why_are_countries_allowed_to_settle_disputes_by.json": "Why are countries allowed to settle disputes by killing each other, but two\nindividuals are not allowed to settle disputes by killing each other?\n\nI've always taken for granted that countries are allowed to declare war on each\nother.\n\nHowever this seems like a double standard.\n\nObviously killing is…",
  "data/reddit-ask/r/askscience/comments/ozvvwd/what_caused_20th_centurys_polio_epidemics_as_the.json": "Hi, I recently started to read about polio's history and the sources I read\nstate that polio didn't cause epidemics before 20th century. Could anyone help\nme understand why was that? Thank you in advance",
  "data/reddit-ask/r/askscience/comments/ozzzda/whats_the_reason_jupiter_and_neptune_are.json": "If they are both mainly 80% hydrogen and 20% helium, why is Jupiter brown and\nNeptune is blue?",
  "data/reddit-ask/r/NoStupidQuestions/comments/ozwcl7/why_do_people_think_graveyard_shift_is_horrible.json": "I've been working graveyard shifts for the last 7 or 8 years. Shifts starting\nanywhere from 9PM to 2AM. It's pretty great. You have no traffic to or from\nwork. Generally get bonus pay. You have the whole day open for activities and\nappointments.\n\nI don't see why people find it some horrible, soul…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ozrwzb/how_to_meet_new_people_and_form_deep.json": "I'm currently living in Sweden as an Eastern European foreigner. I'm working in\nthe tech industry, and I can say I've been quite ambitious about my job in the\nsense that I've been spending ~11 hours at work since the past 4 years. Its both\nbecause I like the tech but also due to the desire to get…",
  "data/reddit-ask/r/AskWomen/comments/ozzdmf/to_the_ones_who_genuinely_believe_that_its.json": "At this point I've pretty much lost all optimism I had for a better future and I\nwould just like to hear the thoughts from people who still have hope.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ozz4wz/people_living_with_stds_how_do_you_meet_potential.json": "People who have been diagnosed with an uncurable STD and are no longer with the\nperson who gave it to you. What do you do when trying to meet someone new? Do\nyou come right out and tell them you have it, or do you wait until later and\nbring it up casually?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p062wj/what_do_i_tell_my_relatives_when_they_try_to.json": "Me and my wife are in the process of buying our first home! With that, we have a\nlot of family members who will be wanting to visit when we move in. I plan on\nfinally putting together the sex dungeon that we have always wanted in one of\nthe spare rooms. so, the question seems to be... When they…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p05mh3/why_are_there_so_many_sex_related_questions_on.json": "This may be a little meta, but for some time now almost 8/10 posts that make it\nto my general feed from here are all related to something about sex.\n\nI don’t really have a problem with that because at the end of the day I also had\nsome of those doubts that get asked around at some point in my life.…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p01aea/why_do_feminists_support_sex_workers_of_various.json": "By sex workers I mean pornstars, camgirls, onlyfans, voluntary prostitutes (as\nthose exist). If I wanted to learn about sex slavery and trafficking, I would've\nasked about that. This is a question about a situation like in the Netherlands\nand the Amsterdam red light district, or professional…",
  "data/reddit-ask/r/NoStupidQuestions/comments/p0730m/why_are_lesbian_bars_rare_but_gay_bars_common.json": "I was on a dating app recently (Hinge) and they were doing a special in which\nthey donated to Lesbian bars. They claim there are only 21 left in the whole\nUSA. Contrastingly in my city (SF) there are probably 20+ gay bars. When I was\nliving in a town in rural Illinois 15 years ago, they also had a…",
  "data/reddit-ask/r/AskWomen/comments/p0brry/what_are_some_of_the_things_worth_splurging_on.json": "For example: shoes",
  "data/reddit-ask/r/askscience/comments/p0cwsx/why_isnt_geothermal_energy_not_widely_used.json": "Since it can do the same thing nuclear reactors do and its basically free and\nhas more energy potential why is it so under utilized?",
  "data/reddit-ask/r/NoStupidQuestions/comments/p07dd6/why_do_people_talk_about_terraforming_mars_venus.json": "I feel like if it's possible for other planets it's possible for earth. If the\nearth is screwed then we have no hope of terraforming other planets either. How\nis a barren rock or a sweltering hellscape of a planet easier to make liveable\nthan the actual earth but hotter?",
  "data/reddit-ask/r/askphilosophy/comments/p07j4k/is_math_real.json": "Anyone want to talk about whether math is 'real' or not? This is one of my\nfavorite topics in philosophy and I rarely get a chance to talk t others about\nit. I am in no way an expert.",
  "data/reddit-ask/r/AskHistorians/comments/p0eutz/in_avatar_firelordking_zuko_lived_as_a.json": "If they did spend time as peasants and commoners how did their experience mark\nthem and their rule?\n\nIm not asking for people who rose through the class structure or illegitimate\nchildren, but rather for people who were born into the line of succession.\n\nSimilarly people who were banished to another…",
  "data/reddit-ask/r/AskWomen/comments/p0f118/ladies_what_are_the_habits_that_make_your_life.json": "(upd - many great habits to borrow!)",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p0ibjx/how_do_i_tell_a_guy_ive_only_ever_had_sex_once.json": "I am about to enter into a relationship with a guy I’ve been smitten with for\nabout 10 years and I am struggling with the inevitable conversation where I tell\nhim I’ve only ever had penetrative sex once and it wasn’t sex, it was more like\na drunken assault.\n\nI am not triggered by the thought of sex…",
  "data/reddit-ask/r/NoStupidQuestions/comments/p0hwpr/if_a_boy_accidentally_pushes_his_sister_down_a.json": "I just finished playing a video game called Omori where this happens. Please\ndon't call the police on me",
  "data/reddit-ask/r/AskHistorians/comments/p0cb4f/how_accurate_are_famous_historical_podcasts_and.json": "As an amateur history student, I don't have access to academic books and\njournals (being from a country that doesn't have access to online payment\ndoesn't help).\n\nBut I try to study history with a wide range of freely available material as\nmuch as possible. I've found a niche of 3 podcasts and a few…",
  "data/reddit-ask/r/AskHistorians/comments/p0jklw/in_1872_victoria_woodhull_and_her_sister_tennie.json": "What the title says, but broadly I'm interested in what options teens would have\nhad (assuming white, working class to middle class) after rape. Was there\nsomething particular about the circumstances of this rape that doomed them to\nprostitution? Could they have returned home to their families?\n\nI'm…",
  "data/reddit-ask/r/TrueAskReddit/comments/p09xax/why_are_the_comments_in_youtube_and_facebook_so.json": "I'm trying to convince my mother to get the vaccine and for some odd reason she\nwould not explain why she doesn't want to get it. I decided to youtube / google\n\"reasons why people don't want the vaccine\" or \"medical opinion on vaccine\" and\nread a bombardment of comments all anti-vaccine with…",
  "data/reddit-ask/r/AskHistorians/comments/p0lxz7/i_am_soviet_party_elite_in_the_1980s_with_first.json": "I always read that one of the reasons of the ubiquitous lines associated with\nlate communist regimes was that whatever was produced domestically went to\npeople with access first and never made it into stores.\n\nBut if you were such an elite did you have access to fruits and vegetables the\ngeneral…",
  "data/reddit-ask/r/askscience/comments/p0mtm1/will_a_second_covid_infection_necessarily_be.json": "If someone gets infected with mild illness, recovers and also 6 months pass (no\nmore antibodies) and then get infected again, will the immune system still\nnecessarily react better (mild/even milder illness)? What if the second\ninfection was a new (more dangerous) variant?",
  "data/reddit-ask/r/NoStupidQuestions/comments/p0ngou/anyone_else_ever_have_a_feeling_of_regret.json": "I have this feeling always, for example I buy something like a new watch which I\nhave been planning to buy for weeks, looking up all the pros and cons and other\noptions but when I finally go ahead and order the item I begin to feel pretty\nextreme regret, to the point that I often want to cancel the…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p0lnh0/why_do_so_many_people_choose_expensive_fertility.json": "Hi everyone, I’ve had this on my mind recently, thought I’d ask here.\n\nIVF is such an expensive, long and complicated treatment process that women\nchoose to go through when they can’t naturally conceive. Why would they choose\nto go through all that, when there are millions of children all over the…",
  "data/reddit-ask/r/NoStupidQuestions/comments/p0s8z5/why_does_my_girlfriends_dad_keep_disrespecting_me.json": "First, I'm 17. Been with my girlfriend for almost a year. Each time I go to her\ndad's house, I get at least 3 jokes that are about my masculinity basically him\ntrying to call me a pussy. One night it was just rapid fire and got really\nannoying.\n\nFor example my girl was going upstairs to get…",
  "data/reddit-ask/r/AskHistorians/comments/p0e7u1/during_the_american_revolution_to_what_extent.json": "It's very conspicuous that most men who signed the Declaration of Independence\nwere quite well-off — they tended to be wealthy landowners, merchants, lawyers,\nor some combination of the three. It's also conspicuous that most of the\n\"tyrannical legislation\" that led to the Revolution — the Sugar Act,…",
  "data/reddit-ask/r/AskWomen/comments/p09if8/whats_a_movie_that_absolutely_broke_your_heart.json": "I’m in the mood for a good cry, any suggestions?\n\nEdit: I am overwhelmed and extremely thankful for all the movie recommendations\n🥺my week is now booked up trying to watch all your recommendations! Thank you\n🙏🏻",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p0sd0t/how_the_fuck_am_i_supposed_to_be_happy_when_the.json": "I’m 17 years old and I just saw a post explaining how the world is gonna be dead\nby 2050… why is no one acknowledging this enough, how am I supposed to be happy\nknowing this is going to happen? I have family members who I care about and want\nto live fantastic lives. Is there anyone that isn’t so…",
  "data/reddit-ask/r/askphilosophy/comments/p0i4zn/is_academia_necessary_to_produce_useful_philosophy.json": "Hi, I’m looking for advice about pursuing a career in philosophy. I’m not so\nmuch concerned with money as studying, discussing, and writing quality\nphilosophical arguments. The standard path has been the academic system, but\nI’ve had rough experiences with education and don’t fully believe in it or…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p0sp07/birth_control.json": "Okay so i’m a 17 year old female weeks away from being 18 and after some\nthinking and going over i have decided to go on birth control, i have a\nboyfriend and me and him finally want to have sex, and as much as me and him are\ngoing to use condoms i want to reduce our chances of having a unwanted…",
  "data/reddit-ask/r/NoStupidQuestions/comments/p0skb8/why_do_conservative_positions_on_average_tend_to.json": "Most conservatives I’ve met or listened to are anti-vaccination (in general, not\nnecessarily covid vaccines), anti-mask, don’t believe in climate change,\netcetera. All of these positions pertain to actual scientific facts, and\nscientific studies have consistently shown that vaccination and masks…",
  "data/reddit-ask/r/AskHistorians/comments/p0p3gh/how_far_west_was_the_us_revolutionary_war_fought.json": "As we know, the Revolutionary War was fought in the 13 original colonies.\nHowever, the 13 colonies extended pretty far back into the continental US back\nin the 1770s, as shown by this map\nhttps://www.history.com/topics/colonial-america/thirteen-colonies\n\nSo, my question is: how far back into the…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p0v33o/does_anyone_actually_like_dicks_orand_vaginas.json": "I am not ace or anything and am as horny as the next person but those actual\nbody parts are just meh. I don't mind being top, bottom, oral, or whatever on\neither because I just want to help my bf or gf have a good time. But in no way\ndo either of those body parts make me really think \"Damn that is a…",
  "data/reddit-ask/r/AskHistorians/comments/p0yd5v/why_did_the_french_nobles_listen_to_the_advice_of.json": "Was it purely coincidence? Would the French have begun to win back territories\nby that time in the war anyway? Did Joan have some prior knowledge of tactics?",
  "data/reddit-ask/r/askscience/comments/p0fpzp/how_much_if_at_all_have_covid_vaccines_been.json": "This question applies to the vaccines available to the public. Are we still on\nversion 1.0? Have formulas been improved as more variants are researched? Have\nwe even made it to 1.0 considering that they were released under emergency\nrelease guidelines?\n\nHere in the US I only hear about Pfizer,…",
  "data/reddit-ask/r/NoStupidQuestions/comments/p0i72m/why_is_there_so_much_information_about_losing.json": "I have a BMI of 16.5, healthy and no condition. I am and always have been in the\ntop 1% height, bottom 1% weight. Been actively trying to gain weight for years.\nNo success.",
  "data/reddit-ask/r/askscience/comments/p0wo6v/does_airconditioning_spread_covid.json": "I live in India and recently in my state gyms have opened but under certain\nrestrictions, the restrictions being \"gyms are supposed to operate at 50 per\ncent of capacity, shut down at 4 pm, and function without air-conditioning\"\n\nI don't have problem with the first 2 but Working out without ac is…",
  "data/reddit-ask/r/askscience/comments/p12bhm/why_is_dengue_fever_more_likely_to_be_lethal_the.json": "It's the one disease I've heard of where multiple infections makes you respond\nworse, not better. Is this actually normal for a lot of other diseases that I\njust don't know about? Or is dengue fever somehow unique?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p156a5/do_prisoners_masturbate_in_prisonjailsolitary.json": "Just a random ass question",
  "data/reddit-ask/r/NoStupidQuestions/comments/p12trd/can_you_blow_your_horn_at_a_cop.json": "I was behind a cop at a red light the other day. The light turned green, and the\nofficer didn’t go. I thought about blowing my horn in the\nhey-buddy-it’s-green-just-making-sure-you-saw-it way, not in a road rage way,\nbut I got concerned about harassing a cop. So-can you blow your horn at a…",
  "data/reddit-ask/r/askscience/comments/p0nbvs/how_does_the_immune_system_defend_from_airborne.json": "If I understand things correctly: COVID-19 attaches to ACE2 receptors available\nin your airway.\n\nSo it doesn't need to go through your bloodstream at any point to cause an\ninfection, then once it infects a cell, it releases a protein that suppresses\nthat cell's ability to release cytokines, which is…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p0z38d/do_people_mostly_men_actually_go_beat_their_meat.json": "We've all seen the scene in The wolf of Wall Street- I'm sure this shit actually\nhappens. There was a girl who I worked with in my previous job who openly\nadmitted to flicking the bean in the toilets when she was stressed. Am I missing\nsomething?",
  "data/reddit-ask/r/NoStupidQuestions/comments/p17mxm/why_isnt_an_addiction_to_amassing_huge_amounts_of.json": "Is there an actual reason this isn't seen in the same light hoarding or other\naddictive tendencies are? I mean, it seems just as damaging, obsessive and\nall-consuming as a lot of other addictions, tbh, so why is this one addiction\nheralded as being a good thing?",
  "data/reddit-ask/r/TrueAskReddit/comments/p15f3q/why_dont_the_olympics_maintain_a_single_venue_for.json": "Large amount of resources need to be wasted to construct stadium and other\nstructures for just a month long event held once. This year too the Tokyo\nOlympics faced backlash for using timber, which caused deforestation in\nrainforests of Indonesia and sensitive orangutan…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p0ypz9/is_it_bad_if_my_balls_hang_a_little_lower_than_my.json": "Dicks about 4 inches for reference, I dont think it looks weird cus my dicks not\nbeing downplayed but it hits me funny thinking about it. I have pretty clear\nskin and ok complexion down there so its not looking old and wrinkly, but Im\nworried how it will be recieved.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p17y8t/ever_since_biden_got_elected_it_seems_like_news.json": "I remember during Obama’s and Trump’s terms they would dominate the news. Every\nmajor article would have something about them. In fact, even now if you search\nup “politics” on Google you’ll most likely find more Trump articles than Biden,\nOUR PRESIDENT. It just seems odd to me why he isn’t getting…",
  "data/reddit-ask/r/AskWomen/comments/p14das/what_made_your_thirties_way_better_than_your.json": "And why?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p1a5k4/are_you_supposed_to_be_turned_on_when_you_go_to_a.json": "Like if you're a straight dude and there's a naked woman dancing in front of\nyou, are you supposed to have a boner? You can't exactly do anything about the\nboner, so having one in a public space like that seems weird, but also if you\naren't turned on by the strippers then what's the point?",
  "data/reddit-ask/r/AskHistorians/comments/p1b3ef/we_imagine_huntergatherer_life_as_unchanging_for.json": "The phrase ‘hunter-gatherer’ evokes in the general consciousness an image not\nmuch better informed by scholarship than the general ideas people have about\ninterstellar travel. The Sentinelese, and various other uncontacted peoples are\noften dubbed remnants of the stone age, which implies that hunter…",
  "data/reddit-ask/r/AskHistorians/comments/p0w6gb/during_the_hundred_years_war_did_the_english.json": "Would this have been a different answer for Edward III than it would be for\nHenry V?",
  "data/reddit-ask/r/AskHistorians/comments/p1c9i5/was_racism_a_problem_within_pirate_crews.json": "I've seen it mentioned in various documentaries as well as works of fiction that\npirates were notably egalitarian for the time, employing black crewmen as well\nas white. But were white people who came from racist, slave-owning,\nslave-trading societies really able to treat their black shipmates as…",
  "data/reddit-ask/r/askscience/comments/p1dag9/in_moviestv_they_say_there_are_always_a.json": "I'm watching The Last Ship right now (lol), and i realized while they're\ndiscussing the Immune, we've not really heard anything about any people being\nnaturally immune to COVID-19. why? is that not a real thing?",
  "data/reddit-ask/r/AskHistorians/comments/p1jb6b/why_is_sweet_tea_so_prevalent_in_the_american.json": "northerner transplanted to the south when i was a teen.\n\nnortherners just cant make sweet tea right- it's always too sweet (or served\nunsweetened, cold, with sugar packets that arent gonna melt lol) or they let it\nsit too long and it goes bad-\n\nwhy is sweet tea a southern culture thing?\n\ni am…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p1e3mf/when_do_people_start_wanting_sex.json": "I’m a 16 year old girl. I have a completely normal libido, I have had health\nissues in the past but currently I have no hormonal issues. I just don’t find\nsex appealing.\n\nI think I knew something was off when I kissed someone I’d thought I had a crush\non and didn’t feel anything at all.\n\nI don’t…",
  "data/reddit-ask/r/AskHistorians/comments/p1eo39/native_americans_and_severe_storms.json": "So TIL that North America and the USA specifically has the most severe weather.\nWith more than 10,000 severe storms and more than 1000 tornados a year. Also\nblizzards in the north and hurricanes in the south.\n\nHow did native Americans deal with these storms? Did they migrate away from\nareas prone to…",
  "data/reddit-ask/r/askscience/comments/p1fb1g/why_do_we_get_sore_throats.json": "I know how we get sore throats (i.e. from viral or bacteria infections), which\nseems to be the only answers that come up when I try to ask this question\nonline; what I'm curious about is the why. We get a cough to try and loosen\nmucus, we get a fever to allow the body/immune system to work more…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p1jvg4/why_is_it_easier_to_alter_our_sleep_cycles_to.json": "No other info needed I think",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p1l73d/how_many_of_yall_would_be_able_to_live_in_a.json": "Scenario: You've already married but after a few months your partner says that\nthey're asexual. Would you file for a divorce or continue being married ?\n\nAssume both of you are in your late 20s/early 30s",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p1nb35/do_astronauts_at_the_iss_masturbate.json": "I mean, if I was to be stranded from almost all of humanity and away from my\nwife/husband, I would eventually turn to some self pleasure. How do astronauts\njerk off while in in space? Maybe they can do it in the washroom, but I read\nthat all the shit and piss they do while up their is turned into…",
  "data/reddit-ask/r/NoStupidQuestions/comments/p1ev7x/when_i_was_a_kid_i_always_remember_frozen_pizzas.json": "Feel free to tell me I'm an idiot. Not gonna lie, I'm pretty baked right now.",
  "data/reddit-ask/r/askscience/comments/p194gq/what_happens_mechanically_when_i_activate_ecomode.json": "I’ve heard “it firms up the suspension” for sport mode, does that just mean the\nshocks get more compressed or something? Huge thanks to any replies!",
  "data/reddit-ask/r/askscience/comments/p1fyhb/is_there_any_actual_evidence_to_support_the_idea.json": "I've heard countless people repeat to me that foot fetishes are \"caused\" by the\nproximity of a part of the brain that registers sexual behavior/arousal to one\nthat registers feet, and if you google \"foot fetish and brain\" practically every\nresult is some pop-science type description of this. It…",
  "data/reddit-ask/r/AskHistorians/comments/p1owx8/i_am_peter_samsonov_author_of_sherman_tanks_of.json": "Hi r/AskHistorians [/r/AskHistorians]! You've probably seen me around answering\na few tank-related questions over the years. While I mostly write about Soviet\narmour, the answer that earned my my flair had to do with Lend Lease tanks. I\nsaid you could write a whole book about it, and so I…",
  "data/reddit-ask/r/AskWomen/comments/p19hcx/women_with_depression_what_are_some_alternatives.json": "As to not affect prescribed medication and allow you to relax when out with\nothers.",
  "data/reddit-ask/r/askscience/comments/p1r695/why_did_we_go_from_a_delta_variant_of_covid.json": "According to this article\n[https://www.cnn.com/2021/08/07/health/lambda-coronavirus-variant-wellness-explainer/index.html]\nthere is now a lambda variant of COVID that is impacting people mostly in South\nAmerica.\n\nThis of course is coming right in the middle of the Delta variant outbreak in\nthe…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p1mnhv/is_it_weird_for_a_girl_to_only_watch_gay_porn.json": "I’ve been watching gay porn for as long as I can remember. I think I do it\nbecause I hate how annoying the girls in straight porn are and how they are\ntreated. Also lesbian porn looks too fake. I told some friends about it but they\nall seemed really shocked. Does anyone else do this?",
  "data/reddit-ask/r/AskWomen/comments/p1olxv/what_are_your_thoughts_on_dating_a_friends_ex.json": "As teenagers, exes being off limits is girl code. But what about as adults? Can\nthis unspoken rule keep us from finding the one we're meant to be with?",
  "data/reddit-ask/r/NoStupidQuestions/comments/p1nl3h/why_cant_we_increase_the_lifespan_of_animals_with.json": "I just think it's sad that most dogs or cats won't stay with their owners for\nmore than a decade (2 at most), and some other pets live for less than 5 years",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p1onn9/is_it_homophobic_if_a_straight_person_is.json": "I live in a highly conservative and religious country and Im a closeted bi. My\nstraight sister is always saying \"ew\" whenever she sees a gay couple expressing\ntheir love for each other like kissing. I always binge-watch series and movies\non Netflix and I mainly watch on the living room. Since…",
  "data/reddit-ask/r/AskHistorians/comments/p1t4d6/did_japanese_ww2_soldiers_suffer_from_the.json": "With cases like the rape of Nanking and unit 731. Did any soldiers/ scientists\nsuffer from similar psychological effects to that of German soldiers had after\ncommitting mass shootings before the start of the Holocaust. Were there high\nrates of alcohol abuse, suicides, depression, etc afterwards?",
  "data/reddit-ask/r/AskHistorians/comments/p1wgh8/whats_the_deal_with_the_junglethemed_funerals_for.json": "Montefiore mentiones it several times in passing, but i don't think he explained\nwhere that tradition is coming from. I recently watched 'State Funeral' and the\npalm trees are very prominent around Stalin's casket viewing etc.\n\nThis seems so strange, exotic, foreign, even inappropriate somehow,…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p1tozv/why_has_tooafraidtoask_devolved_into_sexually.json": "This subreddit is dominated every single day by moronic questions such as:\n\n * \"Do astronauts at ISS masturbate?\"\n * \"Do prisoners masturbate?\"\n * \"Is it weird for girls to watch gay porn?\"\n * \"Why do I want to get raped?\"\n\nUnfortunately these questions dominate the entire subreddit making it a…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p1m2uh/where_does_the_gay_accent_come_from.json": "Not trying to offend anyone I'm genuinely curios, like do gay people choose to\ntalk like that or is it just natural. I have noticed that they only talk like\nthat when they come out but the guys in the closet don't talk like that so if\nits natrual do they suppress it?\n\n(please don't say that there is…",
  "data/reddit-ask/r/askphilosophy/comments/p1jdb7/is_there_an_ethical_argument_for_meat_consumption.json": "And into politics\n\nMainly, The Veganosphere/Vegetarianosphere.\n\nWhen dealing with the topic, the most prevalent issue with animal product\nconsumption (to my knowledge) is the ethics behind the slaughter of Animals.\n\nThe sentience argument of veganism is roughly that plants aren't sentient enough\nto…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p1hpvv/soooooo_im_in_a_bit_of_a_pickle_and_im_now.json": "update : currently at an Urgent Care center waiting to be seen. The blood was\ngetting worse, so I finally came.\n\nupdate 2 : probable gastroenteritis, got prescribed ondansetron (zofran) got a\nrectal exam (reason I didn't wanna go in the first place) found blood. Got a\nreferral to see a GI if…",
  "data/reddit-ask/r/NoStupidQuestions/comments/p1q3yw/why_is_it_no_big_deal_for_women_to_wear_mens.json": "Is it just because we're not used to it? I know women who dress as most average\nmen do, and some who even wear regular suits. But if a man would do the same and\nwear what most women would wear, he'd be considered weird or even a pervert.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p220nb/im_a_guy_and_im_going_to_lose_my_virginity_soon.json": "Please let me know if post doesn’t comply with posting rules and I will take\ndown",
  "data/reddit-ask/r/NoStupidQuestions/comments/p1vi23/do_straight_women_pleasure_themselves_to_gay_porn.json": "I know straight men do it to lesbian porn and this probably is a stupid question\nbut I need to know I’ve been thinking about it for awhile",
  "data/reddit-ask/r/NoStupidQuestions/comments/p24l7e/whats_the_acceptable_mature_reaction_to.json": "We've all seen the memes \"this guy smacks your girl's ass, wyd?\"\n\nSeriously, what are you supposed to do in this situation? Obviously violence is\nnever the answer. Do you call the police? Confront the perpetrator? Immediately\nleave the scene and console your gf?",
  "data/reddit-ask/r/askscience/comments/p1sami/is_there_an_increase_in_the_average_iq_of_people.json": "We know lead hinders brain development, and makes us a little bit slower. Some\nhave argued that leaded gasoline was responsible for reducing the iq of\ngenerations of people. It has now been a while since leaded gasoline has been\nbanned worldwide.\n\nDo we see any non-negligible difference in levels of…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p26znt/how_do_i_not_make_someones_vagina_sore_pls_read.json": "I was fingering this girl the other day and I only did it for roughly 10 minutes\nuntil she said she felt sore and wanted to stop. I was being gentle and it\nwasn’t for very long. Was I doing something wrong or is there something that can\nbe done to avoid this? I’m very new to sex so my apologies.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p220nb/removed_by_reddit.json": "[ Removed by reddit on account of violating the content policy\n[/help/contentpolicy]. ]",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p2c92p/what_is_the_first_few_things_you_say_to_your.json": "To reach higher no of people in short time consider giving an upvote",
  "data/reddit-ask/r/TooAfraidToAsk/comments/p2fsvo/why_the_fuck_are_we_still_catering_to.json": "Seriously, what? Why? Why are we enabling the people who are fucking up the\nplanet we all have to live on? Why do we serve them their meals and drive their\ncars and clean their laundry? I have a fantasy where every POS rich person who\ngot what they got through human suffering and exploitation is…"
}