{
  "data/reddit-ask/r/NoStupidQuestions/comments/qk2hyp/how_does_one_trick_or_treat.json": "I wasn't raised celebrating Halloween but I want to take my kid trick or\ntreating. Is it acceptable to knock on every door where it looks like someone is\nhome? Should I stick to only houses with decorations? Any other tips are\nappreciated.",
  "data/reddit-ask/r/NoStupidQuestions/comments/qk58sk/when_did_americans_lose_their_british_accents.json": "If the colonists originally came from Britain, they initially all had British\naccents. But now we speak with American accents. How and when did this happen?",
  "data/reddit-ask/r/NoStupidQuestions/comments/qk3b64/can_you_remove_cum_stains_from_a_carpet_after_its.json": "Yeah ive kind of been cumming on this one area for the last 4-5 months and i've\nonly just noticed theres this big dark spot and my parents are coming over soon\nsoooo",
  "data/reddit-ask/r/NoStupidQuestions/comments/qk6jjs/anyone_else_feel_like_there_used_to_be_a_magic_in.json": "When I was a kid, I imagined things every day. I day dreamed about all kinds of\nscenarios and adventures and played make-believe with my friends. When I was a\nteenager, I used to do dumb things with my friends and dreamed about my future\ncareer and my family and had all kinds of ridiculous goals and…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qk8mp7/why_are_black_people_allowed_to_be_racist.json": "Okay so before people go off and say “racism has to be systematic oppression”\nlet me just say that’s not what I’m talking about I just don’t know another word\nfor it.\n\nI mean like why is it ok that black people are always talking about and\ngeneralizing white people in media? “You look white” or “you…",
  "data/reddit-ask/r/AskHistorians/comments/qkalsm/when_and_why_did_blue_become_the_dominant_colour.json": "Is it cheaper to produce or is there a more complicated reason for its\npopularity?",
  "data/reddit-ask/r/AskHistorians/comments/qkcdhl/im_dr_toby_capwell_here_today_to_talk_about_arms.json": "Hello everyone, I’m Toby Capwell, Curator of Arms and Armour at The Wallace\nCollection in London, UK, and an academic specialist in medieval and Renaissance\nweapons and armour. I am an author of various books and articles on this\nsubject, most notably the Armour of the English Knight series, of…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkazws/can_i_date_a_muslim_girl_if_im_christian.json": "We go to school together and i really like her but this question wont just come\nout of me maybe this subreddit will help thanks",
  "data/reddit-ask/r/askscience/comments/qkdhcy/askscience_ama_series_were_experts_here_to.json": "Let's talk about sex(ually transmitted infections [STIs])! We'll be here today\nat 2 PM ET for a discussion, organized by the American Society for Microbiology\n(ASM), about the present and future of STIs.\n\nSTIs are an enormous health issue. According to the World Health…",
  "data/reddit-ask/r/AskHistorians/comments/qkdhi8/megathread_roe_v_wade_and_abortion_in_america.json": "On June 8th, 1964, an employee at the Norwich Motel in Norwich, Connecticut\nopened the door to one of the rooms and discovered an unresponsive woman\nkneeling on the floor, her cheek pressed to the carpet, bloody sheets and towels\nbetween her legs. When the police and ambulance arrived, they declared…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkb5pm/why_are_so_many_people_so_angry_about_cultural.json": "I guess everyone that hasn't been living under a rock these past few years has\nat least heard the term of \"cultural appropriation\". People who wear and use\nthings that aren't from their \"own\" culture get verbally attacked because of it.\n\nAs far as I have understood it popular examples would be non…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qk68oy/my_girlfriend_is_going_deaf_how_do_i_learn_asl.json": "Due to a head injury, she's loosing her hearing. She works with special needs\nkids, so she already knows sign language, but I don't. There are so many choices\non Google its overwhelming. What's the best way to approach this?",
  "data/reddit-ask/r/askscience/comments/qkbpm1/how_was_the_first_virus_found.json": "What methods were used to distinguish viruses from other pathogens so that we\nknew it was something different than all the known stuff?",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkeklv/does_anyone_here_get_anxiety_when_posting_on.json": "Im a very shy person overall but the reason why I want to be more active on\nsocial media is so I wont loose touch with the world and my friends. This came\nto thought after highschool, bc throughout highschool I would never post on\nsocial either but now I feel like I should now so I dont loose touch…",
  "data/reddit-ask/r/AskHistorians/comments/qk6v3s/why_was_pederasty_so_relatively_common_in_past.json": "I don't think it requires much research to tell that pedophilia, whether\nconsidered a harmful mental disorder or not, is extremely uncommon. So why was\nit apparently considered normal in societies like those of ancient Greece and\nRome? Even if it wasn't viewed as sexual abuse, you would expect such…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/qkbgzs/can_i_ask_parents_of_a_mentally_ill_kid_in_my.json": "I know this is a touchy subject, and I do understand the struggles the mentally\nIll have and how hard the parents must struggle.\n\nBut there is this child in my street, from about 5.30ish pm til about 9pm every\nnight he sings awe-fully although any form of singing loud enough and constantly\nwould get…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkidp7/if_christians_believe_heaven_is_amazing_why_dont.json": "ETA: I’m not talking about suicide.",
  "data/reddit-ask/r/NoStupidQuestions/comments/qk52dk/why_is_it_called_a_unicorn_and_not_a_unihorn_its.json": "maybe I'm just too high.",
  "data/reddit-ask/r/NoStupidQuestions/comments/qkhnpm/are_mobile_games_literally_just_ad_delivery.json": "Almost every single game now is just littered with ads.\n\nBanner ad at top and bottom.\n\nYou finished this level. Ad before next level.\n\nYou failed this level. Ad before you can try again.\n\nYou want a hint? Ad.\n\nYou want a temporary boost to an ability in game? Ad.\n\nWould you like some freemium…",
  "data/reddit-ask/r/NoStupidQuestions/comments/qki9y1/how_is_sliced_bread_claimed_to_have_been_invented.json": "Help me?"
}