{
  "data/reddit-stocks/r/Bogleheads/comments/pyz0xq/past_performance_is_no_guarantee_of_future.json": "So it seems that the general rule here is to invest in VT or have some sort of\nallocation of VTI and VXUS, but this is based on the premise that international\nstocks will rival US stocks “in the future”, so my question is, what have you\nconvinced enough as to make close to an all in investment in…",
  "data/reddit-stocks/r/investing/comments/pz3xqb/are_safe_long_term_investments_like_spy_as_safe.json": "To be absolutely clear, I'm not talking about the recent, day to day drama, or\neven the year to year drama of debt ceilings, and shutdowns. I'm not even\ntalking about black swan events like covid or 9/11. I'm not even talking about\nmassive events like the 2008 crash. What I'm asking is: is there a…",
  "data/reddit-stocks/r/wallstreetbets/comments/pyzpp1/the_2nd_largest_economy_on_earth_is_shitting_the.json": "2/3rds of China is experiencing extensive blackouts.\n\nThe driving force is a lack of quality coal because they hate Australia layered\non top of a central controlled electricity price and a market price for local\ncoal. It costs more to make power than they get from selling it. The other issue\nis the…",
  "data/reddit-stocks/r/stocks/comments/pz8tjh/redditors_are_right_about_the_unfairness_of_the.json": "https://www.bloomberg.com/opinion/articles/2021-10-01/ordinary-investors-don-t-get-a-fair-shot-when-the-powerful-flout-the-rules\n\nA rallying cry of the day traders that hang out in Reddit Inc.’s stock market\nforums is that only by joining forces can they prosper in an environment\ninherently hostile…",
  "data/reddit-stocks/r/stocks/comments/pz8v7p/so_how_much_did_you_lose_in_september.json": "I swear I don’t need sex anymore I have been getting screwed daily by the stock\nmarket. I lost 3500, a 5% of my portfolio (I’m still holding strong though).\n\nHow about you guys? Misery does love company so I would love hearing how much\nyou lost last month alone.\n\nIf you happened to win, share it…",
  "data/reddit-stocks/r/stocks/comments/pyx2gr/quality_stocks_at_a_discount.json": "I need some ideas. I want to take advantage of this dip and I would like your\nopinions on which stocks are good buys right now.\n\nI'm not looking for super risky stocks. I'm just looking for quality stocks that\nstill have room for growth and are at a discount right now.",
  "data/reddit-stocks/r/Bogleheads/comments/pz8nx0/should_brokers_pay_us_for_the_privilege_of.json": "Did the race to the bottom end with $0 commission on trades and 0% expense\nratios for funds like FNILX? Or is there further to go? Should your broker\nautomatically pay YOU a part of what they make by lending your securities? What\nabout the money some brokers make for order flow? Do you think expense…",
  "data/reddit-stocks/r/investing/comments/pzf8tt/coinbase_hacked_funds_from_least_6000_customers.json": "Coinbase customers affected recieved this email this morning:\n\n> Unfortunately, between March and May 20, 2021, you were a victim of a\n> third-party campaign to gain unauthorized access to the accounts of Coinbase\n> customers and move customer funds off the Coinbase platform. At least 6,000\n>…",
  "data/reddit-stocks/r/stocks/comments/pzfjqc/just_sold_half_of_my_holdings_in_tsla.json": "  After months of weighing options I decided this was the best move for my family.\n\n  I've been in TSLA since 2015 when I decided to invest as a single mother,  and never sold even when times were hard. TSLA ended up being a huge blessing for me and my son over the years!\n\n    I made it through work…",
  "data/reddit-stocks/r/investing/comments/pzga0j/bloomberg_claims_new_research_shows_insider.json": "Full article here.\n[https://www.bloomberg.com/news/features/2021-09-29/is-stock-market-rigged-insider-trading-by-executives-is-pervasive-critics-say]\n\nGems include:\n\n\"In 2008 a group of quants from Citigroup Inc. published a paper that found a\nportfolio mirroring insiders’ trades could yield an…",
  "data/reddit-stocks/r/stocks/comments/pzf6af/coinbase_hacked_funds_from_least_6000_customers.json": "Coinbase customers affected recieved this email this morning:\n\n> Unfortunately, between March and May 20, 2021, you were a victim of a\n> third-party campaign to gain unauthorized access to the accounts of Coinbase\n> customers and move customer funds off the Coinbase platform. At least 6,000\n>…",
  "data/reddit-stocks/r/stocks/comments/pzgxdo/here_is_a_market_recap_for_today_friday_october_1.json": "PsychoMarket Recap - Friday, October 1, 2021\n\nHappy spooky season Psychos! Stocks advanced today, reversing hard in the\nmorning to the upside, though all three major indexes closed out the week\nnegative once again. The S&P 500 (SPY) closed 1.19% higher but finished the week\n-1.86% down. The Nasdaq…",
  "data/reddit-stocks/r/Bogleheads/comments/pz5ar3/having_more_doubts_on_investing_in_vxusanyone_else.json": "I know that I might sound like a stupid performance chaser/market timer, etc but\nI just cannot see any merits on buying & holding VXUS any longer... (I'm\ncurrently at about 20% VXUS + 80% VTI asset allocation)\n\n\n\nThis is because I feel like the stock market is just getting to be more…",
  "data/reddit-stocks/r/stocks/comments/pzgvep/what_stock_market_tips_advice_do_you_hate_hearing.json": "For me it's \"you can't lose if you don't sell\" as if companies can't go\nbankrupt. Or stocks can't stay low forever. All it does is trick new investors\ninto thinking there's some law that says all stock must go back to their all\ntime high. How is bag holding a stock for 10 years instead of moving…",
  "data/reddit-stocks/r/Bogleheads/comments/pzpdg9/vanguard_cost_basis_nightmare.json": "After lurking in this thread for years, I decided to transfer my 6-figure\nBetterment Taxable account to Vanguard in-kind. I called Vanguard several times\nupfront to confirm the steps in the process and exact details I’d need to\nrequest.\n\nAfter obtaining a medallion signature and submitting all the…",
  "data/reddit-stocks/r/investing/comments/pzilx7/rivian_electric_vehicle_maker_backed_by_amazon.json": "Here is the S-1 filed with the SEC:\n\nhttps://www.sec.gov/Archives/edgar/data/1874178/000119312521289903/d157488ds1.htm\n\nRivian Automotive, a company developing electric vehicles, including commercial\ndelivery vans for Amazon, filed for an initial public offering on Friday. The\ncompany aims to trade…",
  "data/reddit-stocks/r/stocks/comments/pzd4ni/all_film_and_tv_production_is_likely_to_freeze.json": "TL;DR: IATSE, the union representing most below-the-line film workers, has\nstarted voting on a strike authorization and—as someone who works in the\nindustry—I'm certain it's going to pass. In all likelihood, we'll see all\nUS-based TV and film shoots come to a screeching halt in October. My thesis…",
  "data/reddit-stocks/r/stocks/comments/pzk05h/rising_bond_yields_what_they_mean_and_how_to_play.json": "TL;DR: Rising bond yields means investors should rotate from growth to value.\nAvoid ARK ETFs at all costs, they have underperformed for a reason. We have yet\nto see capitulation.\n\n\n\nI'm sure you've all seen the headlines over the past week or so about rising\nbond yields, and I'm honestly surprised…",
  "data/reddit-stocks/r/stocks/comments/pzymm1/september_is_over_lets_all_throw_a_party.json": "September, the worst month of the year for investing is over, so let's all throw\na party. Some analysts consider that the negative effect on markets in September\nis attributable to seasonal behavioral bias as investors change their portfolios\nat the end of summer to cash in their profits.\n\nAnother…",
  "data/reddit-stocks/r/stocks/comments/pzp1zt/up_12000_on_a_low_volume_stock_now_what.json": "Hello, I own shares in a company that went public earlier this year, about 5x\nthe average daily volume. I earned the shares as an early employee of the\ncompany through a warrant program, and I’m now up +12,000.00%. I am no longer\nemployed at the company, and don’t need the money right away, but the…",
  "data/reddit-stocks/r/stocks/comments/pzzf53/tesla_delivers_241300_cars_in_q3_2021.json": "Tesla has bucked the wider trend of declining sales brought on by the global\nchip shortage in the third quarter this year, as it sold 241,300 cars — a total\nof 102,000 more vehicles than the same quarter last year. It’s the most Tesla\nhas ever sold in a quarter (and for some added perspective, the…",
  "data/reddit-stocks/r/stocks/comments/pziryo/how_to_perform_your_own_due_diligence.json": "Where do I start researching a company? I'm not sure where or what to look for,\nlike what information, how to interpret, and come to a conclusion. Are there any\nsites you recommend that give good information and updates on companies?\n\nWhat information should I be looking for? The history of the…",
  "data/reddit-stocks/r/stocks/comments/pzzg1v/what_im_seeing_with_supply_chain_disruptions_sep.json": "See my prior post for a primer on how I monitor supply-chain disruptions: How to\nmonitor the supply chain disruptions : stocks (reddit.com)\n[https://www.reddit.com/r/stocks/comments/prfsi4/how_to_monitor_the_supply_chain_disruptions/]\n\n\n\n1. What respondents are saying (ISM Manufacturing Index)\n\n *…",
  "data/reddit-stocks/r/stocks/comments/pzjkyw/wall_street_week_ahead_for_the_trading_week.json": "Good Friday evening to all of you here on r/stocks [/r/stocks]. I hope everyone\non this sub made out pretty nicely in the market this past week, and is ready\nfor the new trading week ahead.\n\nHere is everything you need to know to get you ready for the trading week\nbeginning October 4th,…",
  "data/reddit-stocks/r/investing/comments/q00eh1/why_does_it_seem_like_individuals_cant_give_out.json": "I’m looking into p2p lending in the United States, and every service I look into\nis only offering investment services to institutional investors. For example,\nprosper, lending club, and peerform don’t allow individual lenders. I understand\nthe risk involved and would still like to lend. It seems…"
}