{
  "data/reddit-books/r/books/comments/n27h36/be_honest_how_big_is_your_to_read_pile.json": "How do you manage your “to read” pile? Do you keep it manageable so that you are\nable to get through the stack at a reasonable pace before purchasing/reading\nmore books? Or do you continue to allow it to grow, knowing that you may never\nmake a dent in it? Do you use apps or spreadsheets to track…",
  "data/reddit-books/r/books/comments/n29lz4/i_read_30_books_this_month_ratings_thoughts_on.json": "I set myself a challenge to read one book every day for the whole of April and\nsomehow I managed to complete it! Here’s every book I read in the last month, in\ndate order.\n\nHoney Girl by Morgan Rogers - 3.5 stars - Thought this was very cute and it was\na great coming of age for late bloomers, I…",
  "data/reddit-books/r/books/comments/n2bog9/i_just_like_stories.json": "Is anybody else an easy to please reader? I never really hate any books that I\nread. I can find flaws and like some books better than others. But I just like\nthe stories. I read reviews before and after I buy books. I’ll read a book (and\nenjoy it like I do with most) and then I’ll go to read reviews…",
  "data/reddit-books/r/books/comments/n2ikl1/libby_overdrive_is_a_great_resource.json": "I’m sure this type of post has been made a few times but I wanted to let\neveryone know how great Libby is. Libby is a free app that allows you to connect\nyour library card and access ebooks and audiobooks digitally. As someone who\npays for his ebooks, this is a huge benefit. I read on a Kindle but…",
  "data/reddit-books/r/booksuggestions/comments/n2gqd1/mermaids.json": "Any good books with a mermaid love story. It can be dark and spicy. Just looking\nfor mermaids.",
  "data/reddit-books/r/books/comments/n2mkxo/i_read_if_cats_disappeared_from_the_world_by.json": "I read this story on the account of the Asian Readathon hosted by Read With\nCindy who is a booktuber!\n\nThe story revolves around a postman who discovers that he has a brain tumour and\nis visited by the Devil (who is a doppelganger wearing a Hawaiian shirt!). The\nDevil offers him a deal where if he…",
  "data/reddit-books/r/booksuggestions/comments/n2noht/looking_for_unsettling_short_stories.json": "Hello! I was hoping someone could recommend me some good short stories that will\nunsettle me. I've read most of King's stuff, so I'm not really looking for him.\nI also don't need outright horror, more of that sense of dread as I'm reading.\nThanks!\n\n\n\nEdit*: Wow!! Thanks for all of your…",
  "data/reddit-books/r/books/comments/n2vy3b/warning_do_not_read_dumb_witness_by_agitha.json": "I have the Harper Collins edition but I don't know if any other version has\nedited this scene out so be on guard.\n\nWhile also being one of her lesser mysteries, there is a scene (out of nowhere I\nmight add) which gives away a list of culprits from her earlier novels. It is\nphrased in a way to make…",
  "data/reddit-books/r/booksuggestions/comments/n2vdae/i_hate_everyone_but_you_book_recs.json": "I’m looking for book couple that radiates “I hate everyone but you”. It can be\nany genera fantasy down to contemporary. Bonus points if the characters have a\nquest to fulfill or go on an adventure",
  "data/reddit-books/r/books/comments/n2pmj8/how_many_of_you_have_managed_to_figure_out_who_is.json": "I've read about 10 of her books and she's truly baffled me each time- the\ncorrect killer may have crossed my mind at some point but she always managed to\nlead me off track or just kept me completely clueless as to who did the deed.\nBut tonight, as I was nearing the end of \"Peril at End House\" (great…",
  "data/reddit-books/r/books/comments/n2lg0n/i_read_mans_search_for_meaning_by_viktor_e_frankl.json": "Viktor E. Frankl was a survivor of Auschwitz, Dachau, and two other\nconcentration camps. As well as being a survivor the holocaust he was a\npsychiatrist practicing before and after the war. I read his book and I\nhighlighted some of my favorite and what I thought were some of the most\nprofound parts.…",
  "data/reddit-books/r/books/comments/n303zj/wanted_to_brag_i_just_spent_the_whole_day_reading.json": "Recently I decided to try and get back into reading books after a long time of\nnot reading anything but twitter. I’ve picked up a bunch of books after doing a\nlot of research. The first book I read was one of the free books on the Apple\nbookstore, just a YA novel to get back into the habit. Next one…"
}