{
  "data/reddit-know/r/YouShouldKnow/comments/obf8gi/ysk_pesticides_that_are_safe_for_honeybees_are.json": "Honey bees in fact aren't the most prolific pollinators, even among bees. In\nfact, if you live in the US, they are actually not a native species, but a\ndomesticated one, like a pig or cow. Although there are pesticides that are made\nsafer for honeybees, most will kill other pollinators, increasing…",
  "data/reddit-know/r/YouShouldKnow/comments/obhs1y/ysk_rating_anything_on_airbnb_below_4_is_a_death.json": "Why YSK: European cultures don't think 5/5 is \"everything was fine\".\n\nThis is not much of an issue in the US.\n\nBut many cultures in Europe rate things where 3 means \"everything was\nsatisfactory\" and 4 means something especially nice happened and 5 is reserved\nfor \"mind blown\" kind of things.\n\nNow,…",
  "data/reddit-know/r/YouShouldKnow/comments/obj4d8/ysk_the_popular_whats_a_potato_reddit_poststory.json": "Why YSK: Sorry if I burst anyone's bubble, but I see people post about how it's\na legendary story/meme on reddit and it irks me that's it's just basically\nripped from a sitcom and I think the site deserves the truth.\n\nRight here: https://youtu.be/OJAEaAom5FQ\n\n(the episode aired in 2014, a year…",
  "data/reddit-know/r/YouShouldKnow/comments/obqxzf/ysk_if_youre_having_trouble_falling_asleep_you.json": "Why YSK: If you’re lying in bed and struggling to either relax or fall asleep,\ntry unclenching your face. A lot of times I find my face is tensed up, and when\nI consciously think about relaxing my face I immediately feel relief and am able\nto fall asleep pretty easily.",
  "data/reddit-know/r/YouShouldKnow/comments/obnejk/ysk_the_official_website_for_nonfilers_to_sign_up.json": "Why YSK: Intuit, the terrible company that's behind this website and also\nlobbies hard to make tax filing more expensive and complicated, is also behind\nsetting up this new terrible website for non-filers to sign up for the Child Tax\nCredit. It's extremely user unfriendly!\n\nNon-filers are those who…",
  "data/reddit-know/r/YouShouldKnow/comments/oc5f8s/ysk_a_lot_of_pups_get_anxiety_from_fireworks_and.json": "Why YSK: My little guy can't stand the fourth of July, poor little dude gets all\nshaky and whiny every year, talked to the vet today and looking into getting him\nsome medications, or a thundershirt, and of course lots of love.\n\nHas anyone ever tried Dutch? [https://dutchforpets.com/anxiety…",
  "data/reddit-know/r/YouShouldKnow/comments/ocaug3/ysk_you_need_to_water_new_concrete_daily_for.json": "Why YSK: when you get new concrete for your driveway or whatnot you must sweat\nit everyday for 7 days. This prevents it from drying in layers and peeling away.",
  "data/reddit-know/r/YouShouldKnow/comments/ocas2a/ysk_you_should_fliprotate_your_mattress_every_3_6.json": "Why YSK: Many people are unaware of this but it actually decreases wear on a\nspecific part of your mattress and makes it last longer, so you won't have to\nbuy a new mattress.",
  "data/reddit-know/r/YouShouldKnow/comments/ocfljz/ysk_there_is_no_information_to_indicate_gmos_are.json": "Why YSK: Companies always try to label their products as GMO free in an attempt\nto make them seem more healthy, but in fact that is not the case and it is\nlikely the product is even worse for you than if it did have GMOs. While the\nname \"Genetically Modified Organism\" sounds scary, it's actually…",
  "data/reddit-know/r/YouShouldKnow/comments/ocek88/ysk_bear_pepper_spray_is_less_potent_then_human.json": "Bear pepper spray is purposely diluted because bears are more susceptible to the\nactive ingredient, oleoresin capsicum. Why YSK is because lots of people think\nthat bear spray is a more effective alternative for deterring humans when in\nfact the opposite is true.",
  "data/reddit-know/r/YouShouldKnow/comments/ocat6t/ysk_you_can_go_to_aaha_universal_microchip_lookup.json": "Especially with July 4th coming up, as many pets run away, get out or lost on\nthis day.\n\nThe chip doesn't get your pet home if the information tied to it isn't up to\ndate!\n\nYou can call your vet, or most may allow swing bys (pandemic changes may apply)\nto scan your pet, to get their chip number.…",
  "data/reddit-know/r/YouShouldKnow/comments/ocgfcz/ysk_how_to_report_ads_on_youtube.json": "I've been seeing a lot of scam ads before YouTube videos recently and they've\nbeen making me very angry, especially when the videos are aimed at kids. (One\nI've been seeing recently is \"$1000 from Mr.Beast if you visit this site\")\n\nI've also been seeing posts about how you can't report the ads, but…",
  "data/reddit-know/r/YouShouldKnow/comments/ocp2zf/ysk_about_the_mothers_kiss_maneuver_if_a_child.json": "Why YSK: Save yourself the hassle and expense of a trip to the emergency room.\n\nArticle\n[https://www.webmd.com/children/news/20121015/mothers-kiss-expel-foreign-objects-kids-noses]\nFull disclosure I first read about this…",
  "data/reddit-know/r/YouShouldKnow/comments/ocxuvj/ysk_the_blood_in_your_rare_meat_is_not_blood.json": "Why YSK: Many people do not like to get rare or medium meat because it is so\n\"bloody\" but in reality all of the blood is removed during the butchering\nprocess. The red liquid in the meat is actually myoglobin and is used to carry\noxygen through muscles.",
  "data/reddit-know/r/YouShouldKnow/comments/ocz3zr/ysk_if_you_are_at_the_beach_and_are_being_pulled.json": "Why YSK: If you are caught by a riptide you could exhaust yourself fighting the\ncurrent and trying to swim directly back to shore. Instead, swim parallel to the\nbeach until you are released by the current.\n\nIf you see an area of calm between waves, do not enter the water at this spot as\nthe space…",
  "data/reddit-know/r/YouShouldKnow/comments/odaxqx/ysk_many_sauces_and_dressings_are_more_calorie.json": "For example a can of soda has just as many calories as a serving of ranch (2\ntbs). Why YSK: if you're having a hard time losing weight or counting calories\nat meals, don't forget to add contributions from your dressing or dipping sauce!",
  "data/reddit-know/r/YouShouldKnow/comments/odibis/ysk_more_pets_are_lost_on_the_4th_of_july_in_the.json": "Not too surprising to most, but just a reminder that many Pets get spooked by\nfireworks, some more than others. Why YSK: The night of July 4th in the US sees\nthe most cases of lost/killed animals, with July 5th being the busiest day for\nAnimal Shelters.\n\nIt's smart to take precautions for all pets,…"
}