{
  "data/reddit-changemyview/r/changemyview/comments/koev3f/cmv_homelessness_is_not_a_crime.json": "This CMV is not about the reasons why people become homeless. Even if people\nwould become homeless solely due to their personal failure, they are still\nhumans and they should not be treated like pigeons or another city pest.\n\nInstead I want to talk about laws that criminalize homelessness.…",
  "data/reddit-changemyview/r/changemyview/comments/koko1m/cmv_user_reviews_are_vastly_more_relevant_to_the.json": "It's fairly common for modern films with even a dash of controversy surrounding\nthem to have significantly divergent scores from professional reviewers and\nusers on sites such as Rotten Tomatoes or Metacritic. In my opinion, the most\nimportant aspect that should contribute to a film's rating should…",
  "data/reddit-changemyview/r/changemyview/comments/kovpc3/cmvorgan_donor_should_be_mandatory_with_optout.json": "I'll preface this by stating i live in Aus, not the USA, but i believe all\n'western' countries should be this way.\n\nIt should be the default setting for once you die. And if you opt out, be it\nreligious reasons or otherwise, you should then go further back on the donor\nlist should you need a…",
  "data/reddit-changemyview/r/changemyview/comments/kox7l0/cmv_rsapphoandherfriend_is_bad_history.json": "I feel like I should preface this with the fact that I’m a bisexual man. My\nintention is not to play the gay card or anything but I feel like I should make\nit clear that this is coming from a genuine passion for history and not from a\nplace of homophobia.\n\nr/SapphoandherFriend…",
  "data/reddit-changemyview/r/changemyview/comments/koyhsd/cmv_if_your_income_is_higher_than_the_people_you.json": "So I recently stumbled on a post where the OP googled the homes of the\nindividuals who have some sort of influence into deciding the things you/we are\nallowed to do. This irked me, how is it that we let these people decide that\nthey deserve to make ridiculous amounts of money sitting in a chair,…",
  "data/reddit-changemyview/r/changemyview/comments/kp48xo/cmvthere_is_no_legitimate_reason_for_marijuana_to.json": "Marijuana isn't some magical plant with no downsides I understand the risk of\npsychosis and obviously driving while inebriated under any circumstance is a bad\nidea. I believe weed should be regulated like any drug such as alcohol or\ntobacco. The reasoning behind this is that by keeping marijuana…"
}