{
  "data/reddit-projects/r/SideProject/comments/pfksak/i_just_recently_created_allvertscom_a_place_where.json": "The website is made with React, Nodejs, and PostgreSQL with a simple python\nrecommendation system. I am planning to add more stuff and maybe create an app.\nHope you guys think this is good!\n\nLink: Allverts [https://allverts.com]",
  "data/reddit-projects/r/SideProject/comments/pfprtf/we_are_launching_zown_in_amstedam_next_week_zown.json": "[Zown](www.zown.co [http://www.zown.co])\n\nZown lets you see the people that are super close to you (within a 500m radius)\nand once you connect with someone it only gives you 15 minutes of chat time so\nit kind of forces you to meet the person in real life to maintain the\nconnection. Oh and all our…",
  "data/reddit-projects/r/SideProject/comments/pfut8m/started_working_on_a_splitting_app_with_roommates.json": "Hey everyone!\n\nAbout a year and a half ago after a trip to Austin Texas, I decided to build a\npayment splitting app with roommates after I covered all my friends expenses\nduring our trip to austin and no one paid me back!\n\nI decided to start building RiftPay (https://www.riftpay.io)\n\nThe app is…",
  "data/reddit-projects/r/SideProject/comments/pgd6iy/free_testing_reddit_post_keyword_target_auto.json": "If you leave a feedback in our Discord, we will give you extra free credits as\nwell!\n\nwww.automention.com [http://www.automention.com]",
  "data/reddit-projects/r/SideProject/comments/pgccpw/4sale_selling_a_3_year_effort_side_project.json": "I've been developing a side project for nearly 3 years and I don't have the\nresources to finish it and make profit from it. Any offer is welcome, as it's\nbetter to see it succeed than just letting it go.\n\nThe application is a distributed storage solution with Java 11 + Spring 5\nback-end and desktop…",
  "data/reddit-projects/r/SideProject/comments/pglb6s/appwrite_introduces_realtime_api_to_its_open.json": "Appwrite Dashboard [https://i.redd.it/nsqqnfsn94l71.gif]\n\nI'm an Appwrite maintainer and we're happy to share that Appwrite 0.10 has just\nbeen released and adds support for one of our most requested features.\n\nAppwrite now comes with platform wide Realtime API that allows you to listen to\nany server…",
  "data/reddit-projects/r/SideProject/comments/pgh7op/runtypes_typescript_with_superpowers.json": "Hey everyone !\n\nI just published an article\n[https://blog.bam.tech/developer-news/domain-driven-design-how-to-define-and-validate-a-domain-with-typescript]\nabout branded-types in Typescript: you'll discover how to create stronger types\nwhile encapsulating your app specifications.\n\nFeel free to have…",
  "data/reddit-projects/r/SideProject/comments/ph42ey/value_network_peertopeer_bets_on_blockchain.json": "Howdy Ho, Reddit!\nMy name is Artem Levin, I am the founder of the Value Network DeFi-service and\nI'm proud to share my happiness in that concern with you. 🚀\nToday Value Network is the result of a 2020 pivot when we decided to create a\nservice based on Blockchain technology, that will change the…",
  "data/reddit-projects/r/SideProject/comments/ph5lmc/compito_a_simple_project_management_application.json": "Compito is a simple and no BS project management application. Its Open source\nand built using technologies like Angular, Nest, Prisma, Postgres, etc.\n\nWith support for multiple orgs and role-based access, you can easily segregate\nthe projects.\n\nProduct Hunt:…",
  "data/reddit-projects/r/SideProject/comments/pgo2lo/a_quick_design_hack_i_use_for_my_side_projects.json": "Hi everyone! I work on a series called FontDiscovery. Every week I create a\ndigestible visual guide about fonts, marketing, and design ideas to help\nfounders and markers step up their marketing and get creative. This week, I\nshared two simple design assets and ideas that could help your product.…",
  "data/reddit-projects/r/SideProject/comments/phrnnz/trackfootball_august_update.json": "Hi folks, this is my first update here in this sub-reddit about TrackFootball\nand I do one of these a month.\n\nI am working on TrackFootball app. Still in very early stages, the idea is to\n\"democratize football science\".\n\nIt allows you to track football specific aspects of your game - think…",
  "data/reddit-projects/r/SideProject/comments/pijkrn/tired_of_making_apps_to_just_make_money_so_im.json": "I want to write code to help society without strictly thinking about the\nprofitability of the idea. I'll probably end up making a bunch of stuff no one\ncares about, but I think it would be fun!\n\nDo you think this could be a good idea? What do you guys think?",
  "data/reddit-projects/r/SideProject/comments/pihir4/we_built_a_notion_product_and_made_1900_revenue.json": "Hello guys;\n\nWe launched E-Commerce Checklist [https://www.notionecommerce.com/] 3 days ago\non Product Hunt and became the #2 Product of the Day after Unicorn Platform. I\nwanted to share the launch results here if anyone here thinking to build a\nnotion template.\n\nSummary of E-Commerce Checklist's…",
  "data/reddit-projects/r/SideProject/comments/piu9v0/why_does_my_side_project_suck.json": "To be clear, I like my side project, but people aren't using it. So I have to\nassume there is something sucky about it. Please tear it apart for me, so that I\ncan learn from my mistake.\n\nThe project is a website to teach Python coding using flashcards. The flashcards\nhave code examples and the…",
  "data/reddit-projects/r/SideProject/comments/pj5ggv/im_not_sure_why_im_not_generating_a_lot_of.json": "I started a site that helps people living in Dubai calculate the real cost of\nrenting an apartment or house. This includes cost of electricity installation,\nrental contract registration to the government etc.\n\n\n\nI posted it on LinkedIn, Twitter, I run google ads to increase traffic but the\ntraffic…",
  "data/reddit-projects/r/SideProject/comments/pjj9v5/i_created_a_nocode_design_platform_that_lets.json": "The product is called CodeDesign.app [https://codedesign.app/] and we created it\nfor developers, marketers, and entrepreneurs. You can create designs using the\ndrag and drop builder, deploy it live, or export it to code. I'd love to get any\nand all thoughts/feedback/critiques. If you'd like to try…"
}