{
  "data/reddit-changemyview/r/changemyview/comments/pyzxpq/cmv_people_who_cheat_regardless_of_the.json": "I feel important to first preface that I have never personally been cheated on\nmyself.\n\nI just don’t understand why people don’t have the courtesy to simply tell\nsomeone it’s not working out, or end things before they move on to other\nrelationships. It makes sense to me that that would be…",
  "data/reddit-changemyview/r/changemyview/comments/pz8lzw/cmv_gangbangs_are_gay.json": "Why do rappers sing about being a gang banger in their song when in reality gang\nbangs are actually super gay, think about it, its 1 girl with like 13 naked men\nall jacking off around her waiting their turn. Most the time spent by the guys\nis gonna be Jacking off next to another naked man and unless…",
  "data/reddit-changemyview/r/changemyview/comments/pzfkoc/cmv_reddit_should_have_an_unseen_option_when.json": "I’m not sure if anyone even will want to change my view or if everyone thinks\nit’s actually a good idea, but I think Reddit should have an option to filter\nposts by what the user hasn’t yet seen.\n\nThis would be great because there are usually tons of posts that have been\nunread but you would have to…",
  "data/reddit-changemyview/r/changemyview/comments/pzacfc/cmv_i_am_not_smartknowledgeable_enough_to_have.json": "Using politics as an example. Most people want to be on the side of justice,\nequality, etc., and very few people (I hope) believe that things like racism are\nok opinions to have. I am obviously in the camp of “racism is bad”, which to\nmost means that I should agree with the political left. However,…",
  "data/reddit-changemyview/r/changemyview/comments/pzs8vd/cmv_as_long_as_men_arent_encouraged_as_much_to.json": "I think the argument is quite simple. We as a society encourage behavior and\npersonality traits in other people that we consider virtuous and beneficial for\nsociety. So what we did in the last decades was to encourage women to adopt many\naspects of the traditional stereotypical male role like having…"
}