{
  "data/reddit-crypto/r/CryptoCurrency/comments/kj18h3/immediate_action_required_usa_fincen_tries_to.json": "The dirty bastards at Financial Crimes Enforcement Network (“FinCEN”) US Dept of\nTreasury just posted on the Federal Registry a new regulation to require US\nExchanges to not let you send your crypto to an offline (re: address outside the\nexchange) address unless your tell them whom owns the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/kiucsh/trading_advice_two_quick_tips_to_keep_you_out_of.json": "Hey, I'm a crypto day trader and I've decided to make a series of posts related\nto trading, hopefully to give some advice to some of the new traders here. I\nmade my first thread a few days ago about the lesson that anything can…",
  "data/reddit-crypto/r/CryptoCurrency/comments/kiwgft/it_is_now_possible_to_submit_comments_on_fincens.json": "Direct link to comment form:\n\nhttps://www.regulations.gov/comment?D=FINCEN_FRDOC_0001-0121\n\nComments can be submitted anonymously. Government agencies are required by law\nto give consideration to each comment, and to respond to each unique comment in\nthe federal register. It is better to submit…",
  "data/reddit-crypto/r/CryptoCurrency/comments/kisfou/got_scammed_by_a_guy_pretending_to_be_with_the.json": "Here's what happened: there was a STORM token swap that I did not know about and\nmissed it. Now, I was left with about 70k old STORM tokens and wanted to swap\nthem. I got into the STORMX telegram chat, and this guy, who took the name and\nprofile picture of one of the admins offered to help. He asked…",
  "data/reddit-crypto/r/CryptoCurrency/comments/kirk18/just_received_this_email_after_the_ledger_hack_be.json": "Hey (My Full Name) i have recently became aware of your Cryptocurrency holdings,\ni also live in (My city) and i also am are that you live at (My Address)\n\nI'm not afraid to send someone to invade the house and take the Crypto, i don't\nwant to make this harder then it has to be.\n\n(Calling the…",
  "data/reddit-crypto/r/Bitcoin/comments/kiwnpn/i_previously_went_allin_on_btc_heres_my_story.json": "Anonymous account for obvious reasons but I wanted to share my story.\n\nEdit: I was making 18k per year while working construction in 2012 because I had\ntrouble finding work in my field of study. I worked hard, made a career change,\nand my first \"real\" salary was 52k per year.\n\nI started buying…",
  "data/reddit-crypto/r/Bitcoin/comments/kir4v0/after_a_year_of_congress_pissing_on_their_own.json": "The US congress wasted almost a year through inaction. During a pandemic they\nhave shown their true colors. We all knew it was bad and our representatives\ndidn't give a shit about us. Now we know truly how little the people mean to\nthem. And in kind they mean very, very little to me. Now they want…",
  "data/reddit-crypto/r/Bitcoin/comments/kispqw/how_it_feels_reading_my_emails_this_days.json": "https://preview.redd.it/xbb32q0nqx661.png?width=539&format=png&auto=webp&s=33f8c10e7821e7205516b5c2085d9b7b0aef62d0",
  "data/reddit-crypto/r/Bitcoin/comments/kiy7ma/this_personal_bitcoin_experience_blew_my_mind_i.json": "I gave bitcoin to some friends years back ranging from 30-60$, some for free,\nand others was due to a purchase. I educated then on security and backup.\n\nDue to the holidays I contacted them and causally mentioned the bitcoin price.\n\nI told them to open there wallet and look at todays value. They all…",
  "data/reddit-crypto/r/Bitcoin/comments/kizb0w/i_havent_told_anyone_yet_and_i_am_about_to_burst.json": "Throwaway for various reasons. I have not told many people about my stash of\nBTC. For the crypto people in my life, they are all sitting on shit coins and\nbag holding. So I havent told them because I dont want them to feel bad. And for\nthe rest of the people i know, they are struggling and on…",
  "data/reddit-crypto/r/Bitcoin/comments/kj13mb/urgent_fincen_reg_to_require_wallet_address.json": "The dirty bastards at Financial Crimes Enforcement Network (“FinCEN”) US Dept of\nTreasury just posted on the Federal Registry a new regulation to require US\nExchanges to not let you send your crypto to an offline (re: address outside the\nexchange) address unless your tell them whom owns the…",
  "data/reddit-crypto/r/Bitcoin/comments/kit1gy/dear_santa.json": "All I want for Xmas is $50,000 Bitcoin price. I know it’s a lot to ask but I’ve\nbeen a really good boy this year.\n\nThankyou ImBonRurgundy",
  "data/reddit-crypto/r/CryptoCurrency/comments/kj4gbi/daily_discussion_december_24_2020_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/kj5ena/tax_traps_at_end_of_year.json": "As someone who witnessed several close friends get massacred by the end of year\ntax traps during the Internet bubble burst, hear me out.\n\nIf you make any dramatic move prior to the end of the year, and lock in any\nprofits, for the love of god please calculate the tax liability then and there,\nand…",
  "data/reddit-crypto/r/Bitcoin/comments/kjdn1w/coinbase_froze_my_account_for_trading_after_3.json": "Hello to everyone!\n\nI’m having problems with coinbase, my account has been locked for trading due to\nverification issues. As I can see a lot of people have same issue\n\nMy account has been verified for 3 years and now, the system says that the same\ndocument that I provided before does not match with…",
  "data/reddit-crypto/r/CryptoCurrency/comments/kjahru/did_i_ruin_my_life_by_trading_crypto.json": "I was talking crypto with my brother and remembered reading this insane post a\ncouple years ago, so I went back and found it. Might be relevant for some,\nentertaining for others. Link to the original post at the bottom.\n\n\n\nThe story goes... During the 2017 bull market, a college student making…",
  "data/reddit-crypto/r/Bitcoin/comments/kjglkb/merry_christmas_and_enjoy_gains_and_may_next_year.json": "Price of Bitcoin on Christmas Eve:\n\n2020 - $23,400\n\n2019 - $7,318\n\n2018 - $4,124\n\n2017 - $13,673\n\n2016 - $899\n\n2015 - $453\n\n2014 - $330\n\n2013 - $651\n\n2012 - $13\n\n2011 - $4\n\n2010 - $0.25",
  "data/reddit-crypto/r/Bitcoin/comments/kjh84f/fuck_it_bitcoin_is_my_savings_account_now.json": "I'm 27 years old. Savings account at local bank pays 0.0001% interest rate(or\nsome shit).\n\nWhy am I keeping thousands of dollars JUST SITTING? I just pulled a Michael\nSaylor and converted the entire thing to bitcoin. Somehow I feel a little bit of\nrelief knowing that my money is 100% safe from…",
  "data/reddit-crypto/r/CryptoCurrency/comments/kjhcfi/no_forbes_the_ledger_hack_does_not_expose.json": "I'm incensed by the title of this Forbes article in my Google newsfeed today:\n\"Massive Hack Exposes Bitcoin’s Greatest Weakness\n[https://www.forbes.com/sites/billybambrough/2020/12/23/massive-hack-exposes-bitcoins-greatest-weakness/amp/]\".\n\nThe Ledger hack, which resulted in thousands of people…",
  "data/reddit-crypto/r/Bitcoin/comments/kjim5f/am_i_crazy_if_i_constantly_look_at_btc_prices.json": "Is this unhealthy? Should I take a step back?",
  "data/reddit-crypto/r/CryptoCurrency/comments/kjbjyj/krakens_response_to_ledgers_security_breach.json": "Arguably more informative than Ledger's own response:\n\n\n\n______________________________\n\nHi xxxxx,\n\nYou are receiving this email because Kraken Security has analyzed the data in\nthe Ledger breach from July 2020* and we have identified that some of your\ninformation may have recently been exposed by…",
  "data/reddit-crypto/r/CryptoCurrency/comments/kj2b8k/moon_proposal_restriction_on_the_amount_of.json": "The idea of this proposal is to encourage more thought-out comments, and to\ndiscourage users simply commenting for the point of commenting in order to farm\nmoons.\n\nI've noticed a handful of users spam comments without applying any\neffort/discussion. I believe restricting the amount of comments a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/kje2qc/warning_btc_reached_142_000_usd_on_livecoinnet.json": "Hacked, exitscam or something is very wrong. Wouldn't leave anything on the\nexchange if you have some coins on it. managed to withdrawal some alt coins but\nsite is very unresponsive.\n\n\n\nedit:\n\nSomeone is massively bidding on al the USDT pairs. Possibly someone hacked USDT\non Livecoin and is buying…",
  "data/reddit-crypto/r/CryptoCurrency/comments/kjmauh/to_not_be_forced_into_a_value_systemmonetary.json": "Such a perspective may be a fairly foreign concept and hard to grasp - myself\nincluded. Just saying/typing the words and thinking about it may create\nconfusion - which isn't surprising and... is expected, naturally.\n\nWe owe it to ourselves, our family and friends - and our conscientious,\nreasonable,…",
  "data/reddit-crypto/r/Bitcoin/comments/kjdz3u/last_stimulus_check_1200_18_btc_now_600_0026_btc.json": "If this is not clear inflation and the start of the end of dollar please explain\nto me what it is\n\nEdit : thanks for the gold kind bitcoin maximalist stranger"
}