{
  "data/reddit-changemyview/r/changemyview/comments/n270so/cmv_trying_illegal_drugs_should_not_be_taboo.json": "I'm breaking my argument down into 4 parts, each one of which I am open to\nhaving my viewpoint changed on.\n\n1) Medical community/Government/Society saying \"drugs are bad\" is not an\nargument to be taken as fact on its own.\n\nAs a species, we still know extremely little how the brain works.…",
  "data/reddit-changemyview/r/changemyview/comments/n2gtva/cmv_not_all_men_is_an_appropriate_response_to.json": "Not sure that my title sufficiently states my case clearly enough cos I don't\nfeel like I can put this into a single sentence, so I'll explain my standpoint\nhere.\n\nIt's a fairly common viewpoint. I believe that saying \"not all men\" is just a\nnatural response to statements like \"all men are trash\".…",
  "data/reddit-changemyview/r/changemyview/comments/n2jl1c/cmv_smartphones_should_have_their_charging_docks.json": " 1. In the car, you can then put your phone in the cupholder. For those of us\n    with phone holders attached to the dash, topside docks don't really harm\n    them.\n\n 2. Could be wrong about this, but if you're at a desk with your laptop and\n    charging your phone using the USB from your laptop, it…",
  "data/reddit-changemyview/r/changemyview/comments/n2k3f2/cmv_moral_and_humanity_can_exist_entirely_without.json": "I know that's a polarised topic. And i don't really want to discuss about\natheism / theism in general. However, i have had many discussions with friends\nabout religion in the past. I am an atheist (i think it fits my mindset best).\nAfter some time of arguing wether religions are good or bad in…",
  "data/reddit-changemyview/r/changemyview/comments/n2m4d2/cmv_as_a_us_citizen_living_and_working_abroad_i.json": "I hold valid, legal long-term residence in Europe, and have begun making an\nincome in my host country working for a local company. As such, I pay all local\ntaxes and am happy to do so. I enjoy living in Europe, and I enjoy that there is\na social safety net of which, at times, I have also been a…",
  "data/reddit-changemyview/r/changemyview/comments/n339mo/cmv_elon_musk_is_an_asshole_for_naming_his_kid_x.json": "Why would anyone name a child something like that? To me, this seems similar to\nnaming a kid \"Hitler\" or \"Barbie\". The name is unpronounceable, would always\nmake the kid a target of unnecessary attention (eg. bullying), and has no other\nreal meaning or use other then helping Daddy Musk stay relevant…",
  "data/reddit-changemyview/r/changemyview/comments/n3dol8/cmv_jesus_being_a_real_person_who_walked_this.json": "I went to Catholic school for 12 years and in that time it's drilled into you\nthat Jesus was a real person who did undoubtedly walk this Earth, which can be\nproven with historical evidence superfluous to the Bible; and this is presented\nas a proof of God existing.\n\nSo inevitably, when you tell…",
  "data/reddit-changemyview/r/changemyview/comments/n3ik56/cmv_delivery_people_shouldnt_be_expected_to.json": "If you can't keep your dog from intimidating others you shouldn't expect\ndelivery staff to put themselves in harms way to deliver your shit.\n\n\"But muh puppy doesn't bite, he's just a loud barker\"\n\nMaybe with you, but the person delivering doesn't know that and even small\nbreeds can break skin.…",
  "data/reddit-changemyview/r/changemyview/comments/n3n8ml/cmv_saying_that_everyone_is_a_good_mom_is_like.json": "I’m so sick of hearing and reading this in all parenting materials. I had a baby\nlast year, and from the time I got pregnant onward I have heard this message\nEVERYWHERE.\n\nWe’ve never met — how the hell do you know I’m a good mom? How do you know that\nanyone is a good anything? How do you know that…",
  "data/reddit-changemyview/r/changemyview/comments/n3f3a4/cmv_dating_apps_should_maintain_racial_preference.json": "I'm open to dating everyone of all races and color; however, I know that's not\nthe case for everyone. Keeping this in mind, I'd rather not have to go through\npotential matches who don't care to match with me due to my own race. I would\nrather have recommended profiles of people who are open to…",
  "data/reddit-changemyview/r/changemyview/comments/n38s2r/cmv_onlyfans_should_change_their_age_minimum_to.json": "A lot of people see OnlyFans as more similar to Instagram than to a cam site or\nother selling sex sites.\n\nInfluencers are promoting their OnlyFans on Instagram to their millions of young\nfollowers and with the popularization of sex positivity being equated with being\nliberated, (which it definitely…",
  "data/reddit-changemyview/r/changemyview/comments/n3tfql/cmv_a_womens_quota_and_similar_special_treatments.json": "Now before you jump at my throat, I am not asking this to be some incel edge\nlord, instead I genuinely want my views changed on this topic.\n\nBackground: I live in Germany and am close to getting my bachelors degree in a\nSTEM field. Our elections will begin soon and I've read most of the…",
  "data/reddit-changemyview/r/changemyview/comments/n4248f/cmv_is_impossible_to_be_a_nonspiritual_person_in.json": "AA IS a religion, just one that encourages you to choose your own “higher\npower”. I got sober myself last year, looked into AA and the mind literally\nboggled at how cultish it is. I have been sober without it ever since.\n\nFirst, it is not just about sobriety. It is about leading a life in…",
  "data/reddit-changemyview/r/changemyview/comments/n44lev/cmv_the_voting_age_should_be_linked_with_the_age.json": "My view is that conscription (forcing someone to go to war without their\nconsent) is the only way a government can make you do something against your\nwill or face imprisonment - that isn’t for your direct benefit.\n\nThat is, forcing you to wear a seatbelt it much different than forcing you…",
  "data/reddit-changemyview/r/changemyview/comments/n4m94i/cmv_criticising_something_as_cultural.json": "Since there are some threads talking about this I decided to make my own as I\ndidn't feel like the arguments represented my thoughts.\n\nI often find that criticising something as cultural appropriation tends to not\nonly be erroneous but used to express someone's racism, particularly\ninternalised…",
  "data/reddit-changemyview/r/changemyview/comments/n4fvxg/cmv_mass_shooters_of_today_are_the_same_people.json": "There were 198 serial killers active in the United States in 1987. In 2019,\nthere were only 2 active serial killers. Source\n[https://www.abajournal.com/news/article/serial-killings-are-waning-leading-to-speculation-about-the-cause]\n\nI was amazed when I read this - I had no idea that serial killing…",
  "data/reddit-changemyview/r/changemyview/comments/n4to8w/cmv_cursing_is_like_shouting_occasionally.json": "I am the father of a son 1-year-old boy. He doesn't talk yet, but I feel I need\nto think about how to teach him things - among other things, an attitude towards\nharsh language.\n\nI use harsh language occasionally myself and see nothing wrong with it, so it\nwould be hypocritical to teach him that…",
  "data/reddit-changemyview/r/changemyview/comments/n4tay4/cmv_crypto_is_more_gambling_than_investing.json": "Hello everyone. This has been something I’m very confused about. People are\nbuying these random cryptos and calling it investing when the “investment” in\nquestion has nothing real to back it. You invest in a company, you get shares\nthat increase or decrease in value based off how the company is…",
  "data/reddit-changemyview/r/changemyview/comments/n4vgqy/cmv_i_dont_think_it_makes_sense_to_reinterpret.json": "Im gay so i really appreciate that people do this. And now I’m going to kind of\nhold it against these people, so im sorry for that. But the fact that the bible\n(and torah, quran etc, although i think its a little different for the quran\nbecause its taken pretty literally still) has to be…",
  "data/reddit-changemyview/r/changemyview/comments/n5a9kq/cmv_its_impossible_or_very_difficult_to_be.json": "For the longest time, I've wanted to post content on LinkedIn. More than\nanything, we can agree it's a decent tool to build professional relationships,\nconsidering you use it properly.\n\nBut, that's the same reason that I haven't been able to use it.\n\nIt just feels.. fake, formal, not genuine.\n\nI…",
  "data/reddit-changemyview/r/changemyview/comments/n5fj89/cmv_its_a_good_thing_that_birth_rates_are.json": "Declining birth rates have been in the news lately, and most of the reporting\nI've read has centered around the resulting demographic shift causing economic\ndifficulties. While I'm sure there will be economic difficulties to overcome, I\nthink it's necessary to do so, and now is a better time than…",
  "data/reddit-changemyview/r/changemyview/comments/n5472v/cmv_most_people_arent_actually_interested_in.json": "Most answers can easily be found today by a thorough google search combined with\nreading some readily available articles. Despite this, people continue to parrot\nmisinformation.\n\nAccording to Pew Research\n(https://www.journalism.org/2020/07/30/americans-who-mainly-get-their-news-on-social-media-are…",
  "data/reddit-changemyview/r/changemyview/comments/n5g5e0/cmv_conservatism_in_the_us_since_2016_has.json": "The prominence of false beliefs among conservatives, such as the birther\ncontroversy about Obama, has been high similar to liberal conspiracies, however,\nit has become far more prevalent in the US.\n\nConservative filter bubbles distort reality significantly and are widely\naccepted in conservative…",
  "data/reddit-changemyview/r/changemyview/comments/n5hhb7/cmv_republicans_arent_doing_enough_to_address.json": "Muslim American here, so I know well the cost of neglecting to address\nradicalization within my community.\n\nFor many years, Islamic communities have perpetuated the belief that only a very\nsmall minority of misguided Muslims are responsible for the growing extremist\nsentiment within our communities…",
  "data/reddit-changemyview/r/changemyview/comments/n5u96r/cmv_cultural_concerns_over_gentrification_seem.json": "I was on another popular sub where the post was a video of a white woman getting\ninto a confrontation with a black man in New Orleans, and many of the comments\nwere complaining about gentrification of cities like New Orleans. Most didn't\neven mention anything related to rising housing costs - they…",
  "data/reddit-changemyview/r/changemyview/comments/n64e7t/cmv_pressing_tab_after_typing_in_a_username.json": "Hey all,\n\nI think this is a pretty simple CMV. I think that when you press tab after you\ntype in your username (or email) should ALWAYS allow you to immediately start\ntyping in your password. I think that any other prompt (new account, forgot\npassword) can be put AFTER the password prompt with no…",
  "data/reddit-changemyview/r/changemyview/comments/n5vuyq/cmv_recycling_is_overreported_and_cant_solve_our.json": "Hi all,\n\nI’m studying recycling (mostly plastics recycling) in academia at the moment. My\ninitial few months of research suggests that governments (at least in EU)\nover-report their recycling figures and in general portray it as a much more\neffective, truly circular process than it really is.…",
  "data/reddit-changemyview/r/changemyview/comments/n64jnz/cmv_in_modern_america_in_most_fields.json": "In modern America we have this strange idea that any kind of discrepancy in a\nfield is automatically evidence of some kind of vague or invisible barrier of\ndiscrimination. Most often this is racial or ethnic. But why do we automatically\nassume this is because of discrimination of some sort? I don't…",
  "data/reddit-changemyview/r/changemyview/comments/n62crf/cmv_nuclear_energy_is_just_the_best.json": "At least for the near future, i think nuclear might even be able to power us\nrelativly cleanly untill we get stuff like dison spheres.\n\nA lot of people are still scared of nuclear energy but i think that is nonsense.\nThey think about events like Tjernobyl, but in reality, even though this whas\nthe…",
  "data/reddit-changemyview/r/changemyview/comments/n6jgw5/cmv_prisoners_slated_to_be_executed_should_be.json": "You know... just in case. We're killing them either way and we might just solve\nlike droughts or covid-19 doing this. Also from the prisoners point of view,\ncompared to lethal injection, I'd feel better and less terrified about my death\nif I was cleaned and had a nine inch blade plunged into my…",
  "data/reddit-changemyview/r/changemyview/comments/n6hw6g/cmv_living_in_the_us_is_not_that_bad.json": "I am from Europe, non-EU country. People here always run to more developed\ncountries to work. Some come back and some stay and continue to live there.\nBunch of them go to Germany, Austria, Sweden or Netherlands. These countries are\nthe most popular. A small percentage of people accually make it to…",
  "data/reddit-changemyview/r/changemyview/comments/n6ifm9/cmv_universities_should_have_professors_dedicated.json": "It seems more and more frequently students are struggling with professors\nteaching poorly despite ever increasing tuition costs, the pandemic and online\nlearning has only emphasized this.\n\nIt would make sense to me for universities to hire professors that only teach\nand do not have other…",
  "data/reddit-changemyview/r/changemyview/comments/n67yx4/cmv_there_is_no_reason_anyone_should_have_to_work.json": "Most of us ain't curing cancer and the curing cancer people deserve rest. Maybe\nthat would help them actually cure cancer!\n\nMaybe this is more something to get off my chest...\n\nBUT, what is the point of anything when you really only have one day a week of\nyour life from ages 21 until 65 to enjoy…",
  "data/reddit-changemyview/r/changemyview/comments/n6y914/cmv_cutlery_should_be_placed_at_the_end_of_a.json": "I'm not sure how strongly people feel about this, but it is definitely something\nthat I've been annoyed by at almost every buffet I've been to. Almost always,\ncutlery is placed at the beginning of the buffet line, and by the time I get to\nthe end, I realize that I needed to grab a…",
  "data/reddit-changemyview/r/changemyview/comments/n6ye42/cmv_breakdown_in_political_discourse_is_caused_a.json": "For context, I’m not talking about politicians failing to solve the worlds\nproblems, I’m talking about everyday people burning bridges, fueling Twitter\nwars, feeling afraid so speak their views over social backlash, etc.\n\nIn my experience, listening and assuming the best and giving second chances…",
  "data/reddit-changemyview/r/changemyview/comments/n7dce2/cmv_the_home_toilet_seat_up_versus_down_debate_is.json": "When you close the lid the seat goes down. When you close the lid you minimize\nflying poop particles all over the room where you presumably also bathe. Yes I'm\naware of that public toilets typically do not have lids. But the one at your\nhouse definitely does.\n\nThe end.\n\nP.s. my original post got…",
  "data/reddit-changemyview/r/changemyview/comments/n79664/cmv_people_at_grocery_stores_who_pick_out_meat.json": "When meat like ground beef, chicken breast, etc get taken out their cold spots\nand end up being placed say in the cereal aisle by a lazy customer who changed\ntheir mind, that meat must be thrown away by the store. I equate this to\nshoplifting because the store still loses all the money they would…",
  "data/reddit-changemyview/r/changemyview/comments/n7j68z/cmvcircumcision_should_be_illegal_until_a_child.json": "In case you somehow aren’t aware, circumcision is when a part of the penis, the\nforeskin, is cut off.\n\nThis practice has been carried out as a tradition for many centuries, with\nvarious justifications used. In modern times, Some justify it by saying that it\nis easier to keep clean. Some parents…",
  "data/reddit-changemyview/r/changemyview/comments/n7tdio/cmv_you_dont_get_automatic_claim_to_your_races.json": "Right away, I understand this is a very non-PC topic and it may trigger a knee\njerk/defensive response from some, but I am here for genuine debate and to\nlearn, or debate and hold my stance.\n\nI'm a white American living in Japan who has learned about and partaken in the\nculture since childhood, now…",
  "data/reddit-changemyview/r/changemyview/comments/n82951/cmv_the_plural_noun_guys_is_gender_neutral_in.json": "Like in several other languages, it is common to have a plural noun that is used\nwhen talking to a group of ambiguous gender. (For example the Chinese tāmen\n(plural form of he/him/she/her/it.)) however, English doesn’t have a specific\nword that fits this description in every way. They/them works…",
  "data/reddit-changemyview/r/changemyview/comments/n7yr8v/cmv_using_religion_to_avoid_certain_laws_is_not.json": "Fortunately, freedom of religion is take very seriously here in the US, and\nwhile I am not personally religious I completely understand and support the\nfreedom to practice a religion. However, I don’t understand how certain actions\ncan be exempt from law under the guise of freedom of religion. For…",
  "data/reddit-changemyview/r/changemyview/comments/n8aqhe/cmv_we_are_entering_an_unhealthy_culture_of.json": "I was recently reading a BBC opinion article that identified a list of new terms\nfor various descriptors on the spectrum of asexuality. These included: asexual,\nace, demisexual, aromantic, gray-sexual, heteroromantic, homoromantic and\nallosexual. This brought some deeper thoughts to the surface,…",
  "data/reddit-changemyview/r/changemyview/comments/n8mu8k/cmv_life_is_better_as_an_adult_compared_to_being.json": "I definitely understand the entire notion about increasing responsibilities,\npaying bills/taxes and just a busier schedule in general but I'd say adulthood\nas a whole is far superior to childhood.\n\nIf you think about it, you are more likely to be understood and listened to when\nyou complain or want…",
  "data/reddit-changemyview/r/changemyview/comments/n8j3j8/cmv_christianity_is_just_a_religion_and_it_is_not.json": "I am a Christian, I was born into Christianity and have a strong faith, and I\nfind it really, really weird how a lot of Christians get offended when our\nreligion is referred to as \"just a religion\" or even as a religion!\n\nMy reasoning:\n\nIt IS just a religion, it is nothing other than a religion, it…",
  "data/reddit-changemyview/r/changemyview/comments/n8pqi7/cmv_telling_disabled_people_they_are_lazy_and.json": "As someone with many health conditions, it is pretty impossible for me to work.\nI have severe asthma, vision issues, vision blacks out sometimes, major\nallergies, one kidney, kidney stones, seizures (sleep ones, not often),\ncervicalgia (neck issues), vertigo, anxiety, a TBI (traumatic…",
  "data/reddit-changemyview/r/changemyview/comments/n8r0ds/cmv_there_is_no_reason_other_than_tradition_that.json": "I don't care either way if someone wants to change their name or not. It's a\npersonal decision that each person can make for themselves. I think there are\nreasons for wanting to change your last name when you get married, but there's\nno reason (in my opinion) for the woman to be automatically…",
  "data/reddit-changemyview/r/changemyview/comments/n8qkph/cmv_gatekeeping_a_culture_is_illogical.json": "i just saw a video of this white dude being accused of cultural appropriation\nbecause he didnt wet his whisk before making matcha. im asian myself and this\ndude knew more about tea making then me so i didnt really understand why the\ncomments were people of all races coming at this dude saying this…",
  "data/reddit-changemyview/r/changemyview/comments/n8v1am/cmv_if_you_say_anyone_below_x_age_cant_be_know_if.json": "At first I actually agreed with this, until I realized how fundamentally stupid\nit is. Understanding your gay isnt the hard part, at least it wasnt for me and a\nfew other people I talked to. It was trying not to be gay in case youd be\nridiculed in a homophobic community. I almost feel like the…",
  "data/reddit-changemyview/r/changemyview/comments/n8vad0/cmv_given_no_further_context_it_makes_sense_to.json": "I regularly see non-Americans complain about people assuming everyone on Reddit\nis American. My view is that it makes sense to assume that the average Redditor\nis American. Roughly 51% of Reddit users are from the United States, and America\nhas nearly 13 times more Reddit users than the next highest…",
  "data/reddit-changemyview/r/changemyview/comments/n94mwe/cmv_the_antiscience_that_is_rampant_today_is.json": "In the early to mid 2000s I saw the early stages of the rampant anti-science\nmovement we have today emerging from the likes of Alex Jones.\n\nOne friend of mine had begun muttering some nonsense about global warming being\na hoax and citing studies he took directly off one of Alex Jones' pages so…",
  "data/reddit-changemyview/r/changemyview/comments/n8zn8c/cmv_its_not_helpful_to_any_cause_to_say_that_its.json": "I say this because of the posts on social media that are “don’t ask your\nminority/female/lgbtq/disabled friends about issues and discrimination\nsurrounding their identity, you should already know about it”. I find this so\nhard to understand.\n\nWhen someone is trying to be on the right side of…",
  "data/reddit-changemyview/r/changemyview/comments/n9fy68/cmv_all_these_new_cryptos_plastered_all_over_the.json": "Pretty much title. All the shit that is constantly being upvoted in the crypto\nmoonshot sub and everywhere else that are constantly at the top of /r/all are no\ndifferent than your classic MLMs. You’re hoping you can trick a bunch of people\ninto buying after you so you can sell and make money at…",
  "data/reddit-changemyview/r/changemyview/comments/n9996u/cmv_white_people_can_suffer_racism_in_america.json": "Let me start by stating something quite important for this:\n\nRacism has many definitions and many diferent concepts in sociology/social\nsciences.\n\nWhat i mean by that is: there isnt a single racism, there is individual racism,\nstructural racism, institucional racism and etc.\n\nThen, you have many…",
  "data/reddit-changemyview/r/changemyview/comments/n9o864/cmv_the_right_to_religious_freedom_should_not_be.json": "I've just been reading about the UK preparing to ban \"conversion therapy\" and\none of the considerations for allowing it to continue is the impact on\n\"religious freedom\".\n\nThis infuriates me, if the practices of a religion are out dated, and damaging\nto those that don't fit the mould then surely…",
  "data/reddit-changemyview/r/changemyview/comments/na88bp/cmv_the_new_idea_of_calling_white_people.json": "For those of you who haven’t heard this, I’ve seen it a lot on Tiktok recently.\nAlong with things about White people having no culture, not being able to\ntolerate spice etc...\n\nIm not going to say that it’s as bad as the n-word or other racial slurs because\nit’s not, mainly because it hasn’t been…",
  "data/reddit-changemyview/r/changemyview/comments/na9tg8/cmv_there_should_be_a_mandatory_violent_offender.json": "While we're at it, how come every felon still on parole isn't forced to register\nwith their local police department and have that information available publicly?\n\nIf I have children, I don't only care about sex crimes. I want to know about\nmurderers, those who have assaulted others, etc., down to…",
  "data/reddit-changemyview/r/changemyview/comments/nak6eo/cmv_being_antiisrael_is_not_antisemitic.json": "Criticism of Israel or of the policies of the Israeli government is not\nautomatically antisemitic. For example, anyone is free to reject or criticise\nthe Israeli government's policy regarding the Palestinian territories. This\nhappens in Israel, too.\n\nEven taking action against Israel or in favour of…",
  "data/reddit-changemyview/r/changemyview/comments/nam8r7/cmv_political_entities_and_activists_who_derive.json": "You cannot justify validity of your ideas on the basis of them being\ncompassionate, if you can't view your enemies through the lens of compassion.\nFor example, you cannot justify the Democratic party having a moral high ground\nfor their compassion towards homosexuals, if you view the pro-life stance…",
  "data/reddit-changemyview/r/changemyview/comments/nacy4f/cmv_reddit_needs_to_put_a_stop_to_the_propaganda.json": "For as long as I've been on Reddit I have noticed certain subs like News and\nPublicFreakouts have a massive issue with the propaganda machine coming out of\nthe middle east to make Israel look bad. Often the posts are made from accounts\nwhich do nothing but post anti-Israel stuff or they post stories…",
  "data/reddit-changemyview/r/changemyview/comments/naum17/cmv_locking_up_more_black_hair_care_products_by.json": "I recently watched a segment of John Oliver titled “Hair” in which he argued\nthat stores like Walmart or CVS lock up the “black” (textured) hair products\nmore often than they do the “white” (non-textured) haircare products, and that\nthis policy is driven by racism in society. He went on to explain…",
  "data/reddit-changemyview/r/changemyview/comments/nb4pce/cmv_the_panic_buying_of_gasoline_within_the.json": "That is the view I want changed, because I cannot help but believe that if the\nnews of the ransomware on the pipeline had gotten here later, we would not be\ngetting the reaction we are getting.\n\nIndividuals are told plain as day to not panic buy and hoard gasoline, yet you\nstill see people going to…",
  "data/reddit-changemyview/r/changemyview/comments/nbhug3/cmv_making_children_finish_their_plate_of_food.json": "I get it kids can be picky eaters, but if they are done eating and say they\naren’t hungry chances are they probably just are not hungry. Infants have the\nbasic sense to cry when they are hungry, in the next few years children can\nstill recognize that yes they are hungry. By forcing them to eat more…",
  "data/reddit-changemyview/r/changemyview/comments/nbliej/cmv_gender_fluidity_reinforces_gender_roles.json": "I first want to start off by saying that I am a huge supporter of the LGBTQ+\ncommunity as I am apart of it myself. I mean no harm and don’t intend on\noffending anyone, this is just a concept I genuinely just can’t wrap my head\naround.\n\nGrowing up I was into “things for boys” like cars, sports and…",
  "data/reddit-changemyview/r/changemyview/comments/nbk8bh/cmv_abortion_is_moral_because_of_lack_of.json": "I know abortion posts are probably fairly common, but my point here is one I\nhaven't seen specifically addressed.\n\nOn a legal and practical level I think you can make strong arguments for the\npro-choice position pretty close to the point of birth. However I do also think\nthe moral position is very…",
  "data/reddit-changemyview/r/changemyview/comments/nb5fuo/cmv_if_you_point_out_to_your_overweight_friends.json": "I get that being overweight is more dangerous to your health than smoking but\nit's still similar in the way that you develop serious health risks but this\nisn't about that.\n\nSome people just like to bully or make fun of people for being \"ugly\" and then\npretend to be caring for their health. I mean,…",
  "data/reddit-changemyview/r/changemyview/comments/nbm6h8/cmv_if_we_cant_as_humanity_effectively_deal_with.json": "It wouldn't even have taken more than wearing masks, staying distant, and\nsupporting the population economically while waiting for the virus to die out.\nInstead, now even with vaccines, it's looking like this is gonna drag on for\nyears.\n\nClimate change is a lot less visible, as it could take in the…",
  "data/reddit-changemyview/r/changemyview/comments/nblug9/cmv_there_is_a_reasonable_case_that_at_least_some.json": "Treason [https://www.law.cornell.edu/uscode/text/18/2381] in US law is defined\nas follows:\n\n> Whoever, owing allegiance to the United States, levies war against them or\n> adheres to their enemies, giving them aid and comfort within the United States\n> or elsewhere, is guilty of treason\n\nThis mirrors…",
  "data/reddit-changemyview/r/changemyview/comments/nblybr/cmv_the_nobody_meme_is_fundamentally_flawed.json": "The premise of joke is that no one said anything, and someone else, the actual\nsubject of the meme responded to nothing with something stupid or non-sensical.\n\nThe meme, as it is currently always displayed, however, shows \"Nobody\" saying\nnothing, as opposed to \"Anyone\" or \"Everyone\" saying…"
}