{
  "data/reddit-stocks/r/investing/comments/luuutj/be_wary_of_stock_and_investment_discords.json": "Hello everyone,\n\nWith the popularity of stock trading at an all-time high, I just wanted to give\na small PSA about joining stock trading groups on discord.\n\nLong story short, I have searched around a few different discords to join a\ncommunity I could learn more about stocks and trading. I can say…",
  "data/reddit-stocks/r/stocks/comments/luxx2q/price_isnt_everything_look_at_market_cap.json": "I have seen many people not buy stocks due to the price being too high or vice\nversa. I have also seen many people think that stocks will go up a lot because\nthe price is \"relatively\" cheap and has room to grow. For example, I recently\nread a Reddit Post where the author said that they believe TSM…",
  "data/reddit-stocks/r/stocks/comments/lv1sjx/investors_beware_arkk_is_a_liquidity_disaster.json": "I recently got back on Reddit after a long hiatus - the volatility in Gamestop\nand other names brought me back to r/wallstreetbets [/r/wallstreetbets] and\nr/stocks [/r/stocks].\n\nLately I have been doing some research on Cathie Wood's Ark ETFs and am quite\nalarmed by what I am seeing. I am by no…",
  "data/reddit-stocks/r/stocks/comments/luw8d6/my_watchlist_for_312021.json": "Journal:\nhttps://docs.google.com/spreadsheets/d/e/2PACX-1vR_jvqS5tgDANyJLIVxgZ72OsmC1BmjwZTLZG8xHKyOG3gcoOTU3JU1E3pHksmRO8MCKoHIfHRpDtTM/pubhtml\n\n\n\n$ACCO - Creating a horizontal channel well right here. It is right above support\nand the 200EMA which I love to see. All indicators are low!\n\n\n\n$ALVR -…",
  "data/reddit-stocks/r/stocks/comments/lv2c57/i_analyzed_3_legit_stocks_that_i_found_using.json": "I’ve been seeing a lot of people build different tools in stocks and wsb that\ntrack social mentions and sentiment analysis for different stocks.\n\nSome of the good ones I’ve used include marketstream, quiverquant, unbiastock,\ngambiste etc\n\nNone of them are perfect though. You still need to filter…",
  "data/reddit-stocks/r/stocks/comments/luzed7/yalls_posts_are_making_me_anxious_am_i_supposed.json": "My strategy is: dump all of my savings from my paycheck into a few ETFs, a\ncouple of blue chips, and then don’t even think about it… for the next 35 years\nor so.\n\nY’all’s posts about day-trading, while inspiring, are making me question whether\nI’m doing the right thing with my earnings — whether I’m…",
  "data/reddit-stocks/r/stocks/comments/lv2kru/sharing_my_portfolio_and_stock_tracker.json": "https://docs.google.com/spreadsheets/d/1WLRBtpjPHTDjl6HcTK-dVZ8KRz3QOaUk/edit#gid=490356019\n\nI wrote a little explanation on every sheet on how to fill the trackers with\nyour Data.\n\nHad to make it myself because I couldn't find what i needed anywhere, at least\nnot without paying.\n\nTurned to be quite…",
  "data/reddit-stocks/r/wallstreetbets/comments/lv7ahq/gme_daily_thread_march_1_2021.json": "Will your 3/5 $45p pay off? That’s clearly what everyone is here to discuss,\nright?",
  "data/reddit-stocks/r/investing/comments/lv17ke/analysis_of_berkshire_hathaways_annual_letter.json": "As many of you rightfully complain, Buffett has failed to find elephant deals\nfor many years. He's complained himself about this every year and warned every\nyear that BRK will lag SPY in the short term. In the meantime, he's fiddled with\nnew ways to put the cash to use with sector bets on airlines,…",
  "data/reddit-stocks/r/stocks/comments/lv6tbs/so_whats_with_all_the_cultish_behaviour.json": "So i have notuced in the past few weeks ever since the so called $GME short\nsqueeze has gained momentum, there has been a large influx of new subreddits\nbeing created which to me seem like echo chambers. People folowing a cult like\nmentality to hold the line, pumping the stock and never selling,…",
  "data/reddit-stocks/r/investing/comments/lv77hg/bitcoin_could_become_the_currency_of_choice_for.json": "https://ir.citi.com/_tpHpW8MfaZ1QXwGmP1JGMGXXI95qXm3IMJzUJScLMb6XIjtOls6EbDehXMR3B_o9Opi7mdc5tQ%3D\n\nUS banking giant Citi has authored a new report which suggests bitcoin could\nbecome “an international trade currency” as it evolves.\n\nThe report, entitled “Bitcoin: At the Tipping Point”, charts the…",
  "data/reddit-stocks/r/wallstreetbets/comments/luunvc/while_the_gme_rocket_is_preparing_for_launch.json": "We've already seen how badly the markets did as GME suddenly did incredibly well\nlast week. Hedge Funds and shorters of GME had to liquidate other investments in\norder to do their aggressive short ladder attacks on GME.\n\nYet with all the action around GME, and with the current state of the world,…",
  "data/reddit-stocks/r/wallstreetbets/comments/lvb3o9/i_am_once_again_asking_for_your_twitter_support.json": "Long story short, unaffiliated people are impersonating us on Twitter and it's\ncausing major issues. Do me a favor and follow our new official Twitter so I can\nget us in front of this stuff. All other accounts are impersonators. If we've\ngot some Twitter staff on the sub, checkmark us…",
  "data/reddit-stocks/r/stocks/comments/lvcqxh/chinese_nio_electric_cars_on_sale_in_europe_this.json": "Article from last Saturday 27th\n\n\" Chinese electric car maker Nio plans to enter European markets from the second\nhalf of 2021, CEO William Li said at an online conference on Thursday. He also\nannounced the company’s intention to enter other international markets from\n2022.\n\nAnalysts suggest that…",
  "data/reddit-stocks/r/stocks/comments/lv0llo/my_thoughts_on_warren_buffets_annual_letter_brkb.json": "As many of you rightfully complain, Buffett has failed to find elephant deals\nfor many years. He's complained himself about this every year and warned every\nyear that BRK will lag SPY in the short term. In the meantime, he's fiddled with\nnew ways to put the cash to use with sector bets on airlines,…",
  "data/reddit-stocks/r/stocks/comments/lvepa4/staples_officially_announced_partnership_with.json": "Been reading several posts about the 'rumours' of a potential partnership\nbetween Staple and Nerds On Site.\n\nThis is a great opportunity for Nerds On Site to capitalize on Staple's $2.5\nBillion a year customer base.\n\nThe new was officially confirmed with a release from Staples this morning. I\nthink…",
  "data/reddit-stocks/r/stocks/comments/lvdrg9/why_is_trading_so_unpopular_in_europe.json": "Even when there are Europeans trading they only trade on NYSE and NASDAQ, rarely\nLSE.\n\nMajority of people I talk to are rather sceptical towards trading or call it\ngambling or a place where rich just steal from the poor and there is absolutely\n0 trust towards stocks.\n\nThere aren’t any major news…",
  "data/reddit-stocks/r/stocks/comments/lv5vnf/rstocks_daily_discussion_monday_mar_01_2021.json": "These daily discussions run from Monday to Friday including during our themed\nposts.\n\nSome helpful links:\n\n * Finviz [https://finviz.com/quote.ashx?t=amd] for charts, fundamentals, and\n   aggregated news on individual stocks\n * Bloomberg market news [https://www.bloomberg.com/markets]\n   *…",
  "data/reddit-stocks/r/stocks/comments/lvdlzd/why_are_so_many_people_shorting_rocket_mortgage.json": "The market loves disruptive fintech companies. Rocket is projected to grow\nmoving forward and the valuation seems pretty fair compared to other similar\nstocks.\n\n\n\nI do own RKT and I'm happy to finally see some movement today.",
  "data/reddit-stocks/r/investing/comments/lvb8qc/rocketlab_to_go_public_via_spac_merger.json": "Thought this was especially interesting given the article currently on the front\npage of this sub about SPAC mergers.\n[https://www.wsj.com/articles/rocket-lab-nears-deal-to-merge-with-vector-spac-11614556800?mod=hp_lista_pos5]\n\nThis is the first publicly traded spac company I'm excited about. Along…",
  "data/reddit-stocks/r/wallstreetbets/comments/lvb407/rkt_ceo_forcing_shorts_to_pay_for_their_own.json": "So $RKT CEO Jay Farner fuckin hates shorts almost as much as we do, and im going\nto outline what this absolute CHAD has planned for them.\n\nHis company RKT mortgage literally smashes every ER by a country mile and hes\ntired of his stock being held down by these spineless cowards. Farner is\nactively…",
  "data/reddit-stocks/r/wallstreetbets/comments/lvb20g/the_most_valuable_stock_youll_ever_own_is_your.json": "I see the situation as being this:\n\nHedge funds band together and manipulate the market, in a “legal” way, they’ve\nbeen doing it since 1999,\n\nNow with social media, a bunch of redditors can get together and and form their\nown democratized hedge fund, to get in on the action basically\n\nAnd we are…",
  "data/reddit-stocks/r/wallstreetbets/comments/lv90li/rant_for_more_fact_based_calm_and_thoughtful.json": "First of all, sorry for my German potato English. I am relatively new to this\nretarded sub, started lurking in it around December 2020 I think, because that\nwas when I started \"investing\".\n\nThat's also why I don't want to talk about the trading/financial aspects of this\nwhole meme stock situation,…",
  "data/reddit-stocks/r/stocks/comments/lvfigi/apple_investors_are_looking_ahead_to_iphone_13.json": "Eric J. Savitz•📷Last Updated March 1, 2021, 10:36 AM\n\nInvestors are looking ahead to Apple iPhone 13.\n\nIt's only been a few months since the arrival of the iPhone 12 lineup, the first\nApple (ticker: AAPL) phones designed for 5G wireless networks. But Apple has a\nlong history of annual updates to…",
  "data/reddit-stocks/r/stocks/comments/lvlc1m/here_is_a_market_recap_for_today_monday_march_1.json": "PsychoMarket Recap - Monday, March 1, 2021\n\nStocks staged a remarkable rally Monday as the market celebrated another\neffective coronavirus vaccine and Treasury yields stabilized. Each of the major\nindexes gained more than 2% today after suffering one of the worst weeks since\nOctober.\n\nThe yield on…",
  "data/reddit-stocks/r/stocks/comments/lvjpj5/why_apples_iphone_13_could_be_a_game_changer_with.json": "The iPhone supercycle that kickstarted with the launch of Apple Inc's AAPL 5.08%\n[https://benzinga.com/stock/aapl#NASDAQ] iPhone 12\n[https://www.benzinga.com/analyst-ratings/analyst-color/20/11/18468357/how-consumers-are-reacting-to-apples-iphone-12-lineup]\nwill likely continue well into 2022,…",
  "data/reddit-stocks/r/stocks/comments/lvfjva/hyliion_finally_in_the_news.json": "https://money.yahoo.com/hyliion-ceo-bringing-electrified-solutions-165330102.html\n\n\n\nHe really did well on this interview and it's incredible news for the company,\nit's stock price, and the planet. I needed this.\n\nTo anyone interested, they're providing a fully EV semi and it's recharged\nonboard via…",
  "data/reddit-stocks/r/wallstreetbets/comments/lvleax/if_this_isnt_raw_talent_then_i_dont_know_what_is.json": "https://preview.redd.it/dpl6429dlhk61.png?width=1164&format=png&auto=webp&s=077949b083f230af48f2e5e4ce3acba7f4b9a431\n\nhttps://preview.redd.it/3szo60xukhk61.png?width=662&format=png&auto=webp&s=8135c04d19c0882eee426b37f200d421a4db8193",
  "data/reddit-stocks/r/stocks/comments/lvgslh/what_3_stocks_would_you_pick_if_you_had_to_pick_3.json": "My picks would be : NVDA, SQ, and STPK as my long shot. I think there could be\nsome smaller stocks that obviously grow more but as far as established\ninvestments I think Nvidia will be in basically every single sector using some\nsort of tech and AI. SQ could be the future of our entire finance, and…",
  "data/reddit-stocks/r/investing/comments/lv5wlm/why_it_is_usually_a_mistake_for_investors_to_take.json": "> This conventional wisdom pervades much of the financial industry. As the old\n> saying goes, “it’s never wrong to take a profit”. A client is unlikely to be\n> unhappy or indeed notice if you sell a stock that subsequently goes up\n> significantly. The loss of foregone upside is not captured in…",
  "data/reddit-stocks/r/wallstreetbets/comments/lvljme/because_many_of_you_dont_understand_trade.json": "There is no “US”.\n\nThere is no “WE”.\n\nThere is no “TOGETHER”.\n\nThere is only “I”, “ME”, “MYSELF”.\n\nThe SEC can use talk like that to investigate this sub, as well as you. Why?\nBecause that’s stock manipulation.\n\n“I like the stock”. That’s all this is. I invest because I like the\nfundamentals. I do…",
  "data/reddit-stocks/r/investing/comments/lvr5rl/list_of_stocks_ranking_highest_in_momentum.json": "Hello all,\n\nI made a post two weeks ago about an idea I had and a lot of people were\ninterested. Basically, my friend and I built a screener that selects the stocks\nthat rank highest in momentum (12m-1m price return), quality (high ROA, low D/E)\nand value (low P/E, PB, P/CF, P/S). We built the…",
  "data/reddit-stocks/r/stocks/comments/lvmyfp/nio_earnings_01032021.json": "\" Per-share loss of 14 cents on revenue of $1.02 billion. Nio has already\ndisclosed that Q4 2020 deliveries leapt 111% to 17,353 vehicles, growing for the\nthird straight quarter after the pandemic hit in early 2020.\n\nGross margin improved to 17.2% in Q4 from 8.9% a year ago and 12.9% in Q3.\nVehicle…",
  "data/reddit-stocks/r/stocks/comments/lvqcaa/do_i_have_a_gambling_problem.json": "I’ve never been a gambler, or so I thought . Always been risk averse. However,\nin the last year I’ve gotten really into swing trading because of the bull\nmarket (always afraid to let my money sit in an ETF for fear of a major\ncorrection). Ive justified it as being something controllable as I can…",
  "data/reddit-stocks/r/stocks/comments/lvok16/dkng_breakout.json": "Whoever is long the stock will be rewarded even more, technically the stock has\nbroken out of consolidation and today's move confirms Friday's move. Higher\nprices and momentum will accelerate and continue.\n\nAveraged up with my commons and added more to leaps.",
  "data/reddit-stocks/r/stocks/comments/lvswes/is_blackberry_stock_still_a_good_buy.json": "BlackBerry is expected to report its Q4 results in the final week of March.\nInvestors’ high expectations from these results could help its stock recover\nduring the month.\n\nIn the year 2020, we saw how the rising demand for EVs drove a massive rally in\nmany companies’ shares (like Tesla), despite the…",
  "data/reddit-stocks/r/wallstreetbets/comments/lvmno1/psa_mama_kelli_chewy_vet_just_started_her_new_job.json": "> Kelli Durkin, Senior Vice President of Customer Care – Ms. Durkin, who\n> previously served as Chewy’s Vice President of Customer Service, has a start\n> date of March 1, 2021. She helped establish the world-class customer service\n> operation that positioned Chewy to achieve a Net Promoter Score of…",
  "data/reddit-stocks/r/stocks/comments/lvlzhv/workhorse_to_meet_usps_on_march_3_to_discuss.json": "https://www.reuters.com/article/us-workhorse-group-usps/workhorse-to-meet-usps-on-march-3-to-discuss-unfavorable-contract-decision-idUSKBN2AT2ZB\n\nMany people had high hopes for Workhorse (WKHS) to win the multibillion dollar\ncontract with the USPS to renovate their entire mail carrier fleet,…",
  "data/reddit-stocks/r/stocks/comments/lvtb61/costco_stock_is_an_easy_buy_on_the_dip_cost_stock.json": "Costco Stock Is an Easy Buy on the Dip COST stock is one of the best in the\nmarket – and it's now on sale\n[https://investorplace.com/moneywire/2021/03/cost-stock-costco-easy-buy-on-the-dip/]\n\nCOST stock has declined over 9% so far in 2021. It’s down 12% from late November\nhighs.\n\nBut for a name like…",
  "data/reddit-stocks/r/investing/comments/lvv33p/costco_stock_is_an_easy_buy_on_the_dip_cost_stock.json": "Costco Stock Is an Easy Buy on the Dip COST stock is one of the best in the\nmarket – and it's now on sale\n[https://investorplace.com/moneywire/2021/03/cost-stock-costco-easy-buy-on-the-dip/]\n\nCOST stock has declined over 9% so far in 2021. It’s down 12% from late November\nhighs.\n\nBut for a name like…",
  "data/reddit-stocks/r/stocks/comments/lvo3aw/someone_once_posted_the_rolling_5year_sp_returns.json": "It gave odds of making money over various duratrions. For example, if you invest\nin the index for 5 years it was something like a 75% chance you'll make money\nfrom the day you invest to 5 years from then. It went up to 90% if was 10 years\nand down to 50% if it was like just a few years.\n\nAnyone have…",
  "data/reddit-stocks/r/stocks/comments/lvsfb5/what_is_the_best_tool_or_content_creator_youve.json": "I personally look for smaller youtube channels that take requests. I’m really\nliking simplywallst for dd as well. Wealthsimple doesn’t show after market value\nso I enjoy looking at my portfolio on there as well.",
  "data/reddit-stocks/r/stocks/comments/lvr9nt/market_commentary_rates_soar_growth_stocks.json": "Hello investors,\n\n\n\nToday, I wanted to talk about the recent market actions.\n\nI think it's imperative to assess the current market environment given not only\nthe magnitude of the changes in the rates markets but also the speed at which it\nhappened.\n\nIf this were the sort of correction that occurred…",
  "data/reddit-stocks/r/wallstreetbets/comments/lvpcrq/gme_direct_correlation_crossing_option_strike.json": "We can all agree that most technicals are out the window. Track your MA's and\nMACD all you want, but unless you're day trading that ain't doing shit to tell\nthis story right now. Today I've seen a whole new wave of people dropping pure\nmisinformation and demonstrating an overall lack of…",
  "data/reddit-stocks/r/stocks/comments/lvuk88/what_would_you_do_with_5k.json": "I've lurked here for a while, but never posted. Newbie to the market, I really\nappreciate how kind and willing to explain stuff people are in this sub.\n\nMy question is this. I have $5K that I want to invest in MSFT or AAPL long term.\nWhich would you choose and why? Or would you split it? I feel like…",
  "data/reddit-stocks/r/wallstreetbets/comments/lvufis/recap_for_today_gme.json": "First let me just say, HOLY SHIT. What a fucking rollercoaster ride. We opened\nnear $105 and closed at $120.40. We are progressing so much quicker than I had\nanticipated and soon will reach our goal BUT that is contingent upon people\nbelieving in this company and its vision for the future.\n\nTo all…",
  "data/reddit-stocks/r/wallstreetbets/comments/lw0g1g/the_industry_players_again_gme.json": "Thought I would have a quick run through of the mid February 13F's to see who\nhas the big positions against GME. Here is the list if anyone is interested, it\ncovers everyone with positions over $30m. I know the majority of this has\nalready been quantified elsewhere, but wanted to make sure (as don't…",
  "data/reddit-stocks/r/stocks/comments/lw0pdx/sea_limited_se_reports_fourth_quarter_and_full.json": "Sea Limited (NYSE: SE) today announced its financial results for the fourth\nquarter and full year ended December 31, 2020.\n\nQ4 GAAP EPS of -$1.06 misses by $0.22.\n\nRevenue +102%YOY\n\nGross profit +102%YOY\n\nGarena - bookings +111% YOY, rev. +72% YOY\n\n-QAUs 611m(+72%YOY)\n\n-Paying users 73.1m…",
  "data/reddit-stocks/r/investing/comments/lw2lii/spotify_removes_hundreds_of_kpop_songs_globally.json": "Original article:\n\nhttps://www.nme.com/news/music/hundreds-k-pop-releases-removed-spotify-worldwide-2890528\n\n> Spotify launched in South Korea on February 1, 2021, but did so without music\n> from artists with licensing deals under Kakao M, including IU, Zico and more.\n> \n> Now, releases distributed…",
  "data/reddit-stocks/r/wallstreetbets/comments/lw4qgi/fuck_it_heres_your_daily_gme_threadmegathread_3221.json": "just for you.",
  "data/reddit-stocks/r/investing/comments/lw3v1m/warren_buffett_says_berkshires_apple_investment.json": "Berkshire Hathaway Inc (NYSE: BRK-A [http://finance.yahoo.com/q?s=BRK-A]) (NYSE:\nBRK-B [http://finance.yahoo.com/q?s=BRK-B]) CEO Warren Buffett over the weekend\nwrote his annual letter\n[https://www.benzinga.com/news/earnings/21/02/19897750/warren-buffett-in-annual-letter-signals-more-stock-buybacks…",
  "data/reddit-stocks/r/investing/comments/lvkqq2/coupang_sets_27to30_price_for_us_ipo.json": " * South Korean e-commerce giant Coupang (CPNG\n   [https://seekingalpha.com/symbol/CPNG?source=content_type%3Areact%7Cfirst_level_url%3Anews%7Csection%3Amain_content%7Cbutton%3Abody_link])\n   expects to price its hot upcoming U.S. IPO at $27 to $30 a share, potentially\n   raising $3.6B and…",
  "data/reddit-stocks/r/stocks/comments/lw4g1x/if_predicting_a_crash_was_as_easy_as_looking_at.json": "Hi! I'm fairly new to investing and have been reading a lot of post these days\non investing or this sub talking about how P/E ratio right now is comparable to\ndot com bubble and second highest since great depression. My question is, if\nsimply looking at P/E ratio were tell us about a coming crash,…",
  "data/reddit-stocks/r/stocks/comments/lw27pc/32_tuesdays_premarket_stock_movers_news.json": "GOOD MORNING TRADERS AND INVESTORS OF THE R/STOCKS [/r/stocks] SUB! WELCOME TO\nTUESDAY! HERE ARE YOUR PRE-MARKET STOCK MOVERS & NEWS ON THIS TUESDAY, MARCH\n2ND, 2021-\n\n--------------------------------------------------------------------------------\n\n\n5 THINGS TO KNOW BEFORE THE STOCK MARKET OPENS…",
  "data/reddit-stocks/r/stocks/comments/lw4sut/to_the_people_who_are_cashing_out_their_102030.json": "We obviously get a lot of chatter here about current investments for current\ninvestors but it would be cool to hear from the lucky few who have been in the\ngame well before Reddit was a thing and are now cashing out most if not all of\ntheir portfolio. How does it feel? What was your best and worst…",
  "data/reddit-stocks/r/stocks/comments/lw5fn3/serious_question_if_99_of_firsttime_day_traders.json": "I hear it all the time - That first-time day traders are most likely going to\nlose money. Getting good at trading takes tons of research, practice and\nmistakes to learn. BUT, what if, you did the exact opposite of what you think\nyou should do?\n\nSay you think a company will do well, so you think you…",
  "data/reddit-stocks/r/stocks/comments/lvz0ry/rstocks_daily_discussion_technicals_tuesday_mar.json": "This is the daily discussion, so anything stocks related is fine, but the theme\nfor today is on technical analysis (TA), but if TA is not your thing then just\nignore the theme and/or post your arguments against TA…",
  "data/reddit-stocks/r/stocks/comments/lw7bj2/i_forgot_my_own_strategy.json": "Ok so I’ve been trading for about two years, I did my own research quality DD\nand went with my gut. I had gains and losses but I was proud of what I had\ngained and was making money. Somehow I got completely derailed! Meme stocks and\nhype have made me feel completely different. I don’t even remember…",
  "data/reddit-stocks/r/stocks/comments/lw16v2/target_earnings_top_estimates_as_sales_jump_21.json": "https://www.cnbc.com/2021/03/02/target-tgt-earnings-q4-2020.html\n\nEarnings per share: $2.67 adjusted vs. $2.54 expected\n\nRevenue: $28.34 billion vs. $27.48 billion expected\n\nComparable sales, a key metric that tracks sales at stores open at least 13\nmonths and online, rose 20.5% compared with a year…",
  "data/reddit-stocks/r/wallstreetbets/comments/lw01wq/reuters_dfv_is_expected_to_appear_before.json": "https://preview.redd.it/krxb8lt0qlk61.jpg?width=671&format=pjpg&auto=webp&s=c8e9964f4714a9e2116619068eddb1749d65448d\n\nI'd say he's not responsible for \"causing \"huge losses\" for investors. \"\n\nWe just like the stock.",
  "data/reddit-stocks/r/stocks/comments/lw5xoa/fastly_fsly_full_due_diligence_post_promising.json": "Hello! Below is some diligence on Fastly, one of the innovators of the CDN /\nedge computing space. TDLR and resources used at the bottom.\n\nWhat are CDNs and Edge Computing?\n\n * Before I get into Fastly, I first need to set the stage by defining CDNs and\n   Edge Computing (or else the rest of the…",
  "data/reddit-stocks/r/stocks/comments/lw1e14/nio_q4_2020_financial_results_03012021.json": "https://ir.nio.com/static-files/72b2a3c4-24c7-492f-8a4e-c4ea9c103350\n\n“SHANGHAI, China, March 01, 2021 (GLOBE NEWSWIRE) -- NIO Inc. (“NIO” or the\n“Company”) (NYSE: NIO), a pioneer in China’s premium smart electric vehicle\nmarket, today announced its unaudited financial results for the fourth…",
  "data/reddit-stocks/r/stocks/comments/lw9a2c/correlation_between_gme_and_sp500_price_timecourse.json": "I did a simple correlation analysis and I found that there is a significant (at\nthe limit; p=0.05) negative correlation (rho= -0.319) between the GME and S&P500\nprice.\n\nPython Code:\n\nimport numpy as np, pandas as pd, matplotlib.pyplot as plt\nfrom scipy.stats import pearsonr\n\nsp500 =…",
  "data/reddit-stocks/r/wallstreetbets/comments/lw3no0/only_85000_shares_available_for_short_gme.json": "The title says it all you autists. HODL and let's see what happens when it hits\n0!\n\nWebsite: https://iborrowdesk.com/report/GME\n\nhttps://preview.redd.it/8qttkgl6omk61.png?width=1486&format=png&auto=webp&s=6b3f9c8db04d08daa5b1f06d0f991ca437daae3f",
  "data/reddit-stocks/r/wallstreetbets/comments/lw8vaz/couldnt_decide_what_to_eat_for_lunch_so_bought_5k.json": "https://preview.redd.it/jb5qgxxycok61.png?width=656&format=png&auto=webp&s=a3da4cc09f850a5628f7c470457d7215626963ea\n\n\n\nEDIT: For retarded formatting",
  "data/reddit-stocks/r/investing/comments/lw5uow/fastly_fsly_full_due_diligence_post_promising.json": "Hello! Below is some diligence on Fastly, one of the innovators of the CDN /\nedge computing space. TDLR and resources used at the bottom.\n\nWhat are CDNs and Edge Computing?\n\n * Before I get into Fastly, I first need to set the stage by defining CDNs and\n   Edge Computing (or else the rest of the…",
  "data/reddit-stocks/r/investing/comments/lwb8mu/rocket_lab_is_going_public_on_a_spac_at_a_41.json": "Rocket Lab, a developer of launch vehicles and smallsats, will merge with a\nspecial-purpose acquisition company (SPAC) to support development of a larger\nlaunch vehicle, part of the latest wave of deals to take space companies public.\n\nThe SPAC deal values Rocket Lab at $4.1 billion and is expected…",
  "data/reddit-stocks/r/investing/comments/lvtzj4/the_market_is_overvalued_but_not_as_bad_as_some.json": "There's been a lot of chatter here about PE ratios and Great Depression levels\nof overvalue. If we map PE10 below on a graph you can see the historic trend.\n\nhttps://imgur.com/a/kgaQCY3\n\nAre we about to have another Great Depression?\n\nProbably not.\n\nWe can see strong multiple growth since the 80s,…",
  "data/reddit-stocks/r/stocks/comments/lw55o0/barrick_gold_is_near_its_52_week_low.json": "If somehow you don't know what Barrick is (NYSE:GOLD, TSX:ABX) it's a mining\ncompany based in Toronto, specializing in gold, duh.\n\nobjective stats:\n\nMarket cap: ~42BlnCAD\n\nCurrent trade volume is >5mil\n\nIndustry P/E last year: ~35\n\nABX current P/E: ~14.5\n\nThey are LOSING market share: Precious…",
  "data/reddit-stocks/r/stocks/comments/lwdz8s/trade_your_rules_not_your_emotions.json": "I think this is the best advice I've received when it comes to the stock market.\nYou can have the greatest system in the world, but if you're not mechanically\napplying your rules and committing 100% to them (win or los), you'll create a\ncycle where you condition yourself to break your system on a…",
  "data/reddit-stocks/r/stocks/comments/lwdcn5/here_is_a_market_recap_for_today_tuesday_march_2.json": "PsychoMarket Recap - Tuesday, March 2, 2021\n\nStocks retreated on Tuesday, pulling back after rallying yesterday, underscoring\nhow volatile the market is right now. Market participants continue to focus on\nthe Treasury yields, a new coronavirus vaccine from Johnson & Johnson (JNJ), and\nadditional…",
  "data/reddit-stocks/r/stocks/comments/lwf36b/us_companies_that_make_no_money_have_seen_their.json": "https://www.pairagraph.com/dialogue/3b8e49dbdd8946d6a58c61c579c93f8f\n[https://www.pairagraph.com/dialogue/3b8e49dbdd8946d6a58c61c579c93f8f?06]\n\nIt's a speculative market on steroids. Here's the evidence:\n\nValuation: The CAPE smoothed P/E multiple has…",
  "data/reddit-stocks/r/stocks/comments/lw21rs/is_fastly_inc_fsly_on_discount_now.json": "Fastly (FSLY), an american cloud computing service provider got a huge hit in\nthe recent correction, 40% from its ATH. Some of its customers are Shopify,\nSpotify, Slack, Ticketmaster and Github. In August 2020, Fastly announced it was\nacquiring cybersecurity company Signal Sciences for $775 million…",
  "data/reddit-stocks/r/stocks/comments/lw7vlh/msft_bb_dominant_car_os_vender.json": "MICROSOFT SHOULD ACQUIRE BLACKBERRY\n\nTLDR: MSFT wants what GOOL and AAPL have – Android and iOS. Windows is shit.\nBuying BB makes MSFT instant dominant car OS vender.\n\n\nSOFTWARE DEFINED VEHICLE\n\nMuch like the evolution of cell phones. You used to buy new flip phones in order\nto get new features, now…",
  "data/reddit-stocks/r/stocks/comments/lwg1pw/taking_a_break_from_investing.json": "I started investing back in march of 2020 when the market was tanking. I had no\nidea what I was doing. Although, I did know a little about ETFs. So I decided to\nbuy VTI and a couple of other ETFs at around the $120/$200mark. With some\nleftover cash, I pumped money into stocks that I read in news…",
  "data/reddit-stocks/r/investing/comments/lwdyra/wall_street_ends_lower_as_apple_and_tesla_retreat.json": "(Reuters) - Wall Street ended lower on Tuesday, pulled down by Apple\n(NASDAQ:AAPL) and Tesla (NASDAQ:TSLA), while materials stocks climbed as\ninvestors waited for the U.S. Congress to approve another stimulus package.\n\nFollowing strong gains in the prior session, technology shares dipped in…",
  "data/reddit-stocks/r/stocks/comments/lwjk7s/good_news_from_nio_but_there_are_some_who_want.json": "Hey everyone,\n\nSo we recently got NIO's 2020 Q4 and full year financial results. Some\nhighlights include:\n\n1) $2.5 billion reached for annual revenue\n\n2) Gross margins grew to 17.2%\n\n3) Positive full year operating cash flow\n\n4) $6.5 billion in the war chest as of 31st of December 2020\n\n5) Q1…",
  "data/reddit-stocks/r/stocks/comments/lwf73q/will_rkt_drop_tomorrow_thoughts.json": "CNBC is talking positive about the stock, and it did just jump 70%.\n\nOn the other hand they are doing that special dividend on the 9th, which should\nencourage people to hold/buy.\n\nI am a very novice investor with 345 shares of RKT @ 39, and I am just wondering\nwhat some more experienced investors…",
  "data/reddit-stocks/r/stocks/comments/lwkrr8/airbnb_abnb.json": "So airbnb just opened public last December, and since then I've been lucky to\nbuy shares at all the dips and have actually made quite a bit of money (knock on\nwood) Once people start traveling again (and the people are travel hungry) I\nthink airbnb is going to dominate the market. I think this stock…",
  "data/reddit-stocks/r/investing/comments/lwmfcc/mmedmmedf_long_term_10_bagger.json": "Hello everyone. Not sure how many people are familiar with the psychedelic\nspace, but I’m here to tell you guys a bit about mindmed and the space as a\nwhole.\n\nThe basic investment thesis is this: current available mental health treatments\nsuch as adderall, Xanax, suboxone, etc simply dull out, or…",
  "data/reddit-stocks/r/investing/comments/lwmd6t/kmph_got_fda_approval_tonight.json": "Yes!!! I’ve been in this since .19 a share. Closed at 9.91 today and finally got\nFDA approval.\n\nThe stock ripped all the Band-Aids off before getting approval. It has zero\ndebt, cash in hand, low cash burn, 50 million dollar milestone payment hitting\nwith labeling. Short squeeze coming from all the…",
  "data/reddit-stocks/r/wallstreetbets/comments/lwgbtr/gme_please_read.json": "Ok look apes, I have been following the GME trends since before the first\nsqueeze. Needless to say, much like the rest of you, I have spent hours upon\nhours looking at the trends, shorts, and data since the day of reckoning last\nmonth.\n\nAnd with the jump last week there has been a lot of paper hand…",
  "data/reddit-stocks/r/stocks/comments/lwj84t/how_to_dd_what_do_i_look_for_what_should_i_focus.json": "Like many people, I jumped on the GME Hype. A couple years back I started an\naccount with TDA for Pot stocks. I did fairly well, turned 1.5k into 7k. Sadly I\ndidn't sell then. When I did sell it was at 4k. Needed cash to get an apartment\nwith my preggo girlfriend. fast forward a few years and I see…",
  "data/reddit-stocks/r/stocks/comments/lwhkov/my_watchlist_for_332021.json": "$AMH - Clear uptrend right into support and volume support, which is great. Just\nsurvived earnings it seems which is also good. 200EMA holding, all indicators\nare low as well.\n\n\n\n$APPF - Good support down here but we have a few days to wait it out and watch\nthough. Indicators all super low, and it…",
  "data/reddit-stocks/r/stocks/comments/lwt9oz/what_stocks_do_you_believe_are_currently.json": "I understand this market is incredibly unpredictable but what stocks do you\nbelieve are currently overlooked or simply undervalued with strong growth\npotential? If possible don’t just list the ticker, try to add some kind of\ninsight as to why.",
  "data/reddit-stocks/r/stocks/comments/lws1vf/regaining_control_of_your_trading_plan.json": "Hi all,\n\nI was inspired by the choppy market action to do a write up on losing control\nwhen you trade. It's extracted from my blog (no self promote, no links or sneaky\nsheet), maybe it resonates with you:\n\nIt's about losing and regaining control on the holy grail of trading YOUR\ntrading plan:\n\nWhat…",
  "data/reddit-stocks/r/investing/comments/lw57fj/china_is_sounding_the_alarm_about_a_global_market.json": "https://edition.cnn.com/2021/03/02/investing/china-banking-financial-bubble-intl-hnk/index.html\n\n> One of China's most powerful financial officials is sounding the alarm over a\n> bubble in global markets.\n> \n> Guo Shuqing, the Communist Party boss at the People's Bank of China, told\n> reporters in…",
  "data/reddit-stocks/r/stocks/comments/lwu16p/33_wednesdays_premarket_stock_movers_news.json": "GOOD MORNING TRADERS AND INVESTORS OF THE R/STOCKS [/r/stocks] SUB! WELCOME TO\nWEDNESDAY! HERE ARE YOUR PRE-MARKET STOCK MOVERS & NEWS ON THIS WEDNESDAY, MARCH\n3RD, 2021-\n\n--------------------------------------------------------------------------------\n\n\n5 THINGS TO KNOW BEFORE THE STOCK MARKET…",
  "data/reddit-stocks/r/wallstreetbets/comments/lweje6/keep_your_eyes_on_the_volume_behind_the_movement.json": "The Key to Success has Been Underneath Your Nose the Entire Time\n\nThe key detail that every new trader seems to miss is that volume ultimately\ncontrols price movements because the presence of adequate volume validates the\nprice movement. If a price movement fails to be validated by adequate volume…",
  "data/reddit-stocks/r/stocks/comments/lww0h7/if_someone_finishes_their_dd_with_this_could_be.json": "This meme stock explosion has made me even more tight and Scrooge-like with my\nmoney. I have most of money sitting in blue chip stocks like DIS & HSBC amongst\nmany others with a small amount for playing, doing my own DD on and hoping for a\n3x but settling for a small profit or loss in most cases.\n\nI…",
  "data/reddit-stocks/r/stocks/comments/lwdb53/cost_is_costco_currently_a_good_buy.json": "Hi, new to the investing world and new to this subreddit. Currently have been\nlooking at stocks that I feel are currently undervalued that have great\nproducts/services that I am a fan of. Costco fits this description as I shop\ntheir frequently, love their free food samples, love that they pay…",
  "data/reddit-stocks/r/wallstreetbets/comments/lwoys5/something_isnt_right.json": "Edit 3: ZJZ reply is at the top of the thread. Please, be kind. I tried to\nsummarise the feelings of users in this post, so we don't need to continue\ngriefing the mod team... You could say... I LIKE the mod team.\n\nWhy did we not get transparency about how gæmstonk megathreads were going to…",
  "data/reddit-stocks/r/wallstreetbets/comments/lwursn/rkt_vs_gme_retards_listen_up.json": "I'll keep this short and to the point, because i'm fucking sick and tired of\nscrolling through WSB this morning seeing people talking out their ass. This is\nthe stock market, not the GME market. GME is not the only stock that exist. We\nall have the same sentiment that apes together strong and we…",
  "data/reddit-stocks/r/stocks/comments/lwqqa4/rstocks_daily_discussion_wednesday_mar_03_2021.json": "These daily discussions run from Monday to Friday including during our themed\nposts.\n\nSome helpful links:\n\n * Finviz [https://finviz.com/quote.ashx?t=amd] for charts, fundamentals, and\n   aggregated news on individual stocks\n * Bloomberg market news [https://www.bloomberg.com/markets]\n   *…",
  "data/reddit-stocks/r/investing/comments/lw9ux5/buzz_etf_barstools_dave_portnoy_promotes_new_fund.json": "On Thursday March 4th, $BUZZ, an ETF that tracks the top 75 large-cap stocks\nwith social media attention, will launch on the NYSE.\n\n * Dave's Twitter Post\n  …",
  "data/reddit-stocks/r/investing/comments/lwyyd2/why_does_uwmc_have_large_net_income_but_it_is.json": "I am trying to learn and thing or two on how to do my own due diligence.\n\nI noticed something odd while looking at the financials for UWMC.\n\nLooking at the Revenue vs Net Income chart, a 1.45B net income is shown for\nQ32020.\n\nhttps://www.google.com/finance/quote/UWMC:NYSE\n\nThat is insane for a 16B…",
  "data/reddit-stocks/r/stocks/comments/lwt43o/teslas_competitive_advantage_in_the_next_decade.json": "I would like to get some insight from both Tesla bulls and bears on where they\nthink Tesla goes from here. My gut tells me that TSLA is not more valuable than\nall the world’s other car companies combined. They have first-mover advantage in\nEVs but I feel like other car companies will close this gap…",
  "data/reddit-stocks/r/investing/comments/lwyzf7/theory_for_market_outlook_in_back_half_of_2021.json": "Economy has been heating up for the last quarter or two. As economy heats up\nwith the gradual reopening we have seen in last few quarters inflation has\nslowly ticked up alongside. I’m hardly the only person that has noticed. My\nthesis is that with the additional $1.9B stimmy being injected into an…",
  "data/reddit-stocks/r/wallstreetbets/comments/lwtzgh/stop_attaching_yourselves_to_dates.json": "I swear to god, the GMEAnon futzes LOVE to say. “This stock is going to hit X\nprice on Y date because of Z calculation, so long as the mark is above\n[arbitrary number] at market close.” Does no one remember what happened the week\nafter RobinHood banned buying of GME? Seriously. There was this mass…",
  "data/reddit-stocks/r/investing/comments/lww9av/to_all_arkg_holders_out_there.json": "What is something that’s causing you to hold it or making you to think about\nbuying even more? My biotech knowledge is very limited so I’m here to learn as\nmuch as possible. If you’re currently not invested, are you looking to buy any?\nOr on the contrary have you sold any or looking to sell? Why or…",
  "data/reddit-stocks/r/stocks/comments/lx1yis/mathematics_for_new_investors_percent_increase.json": "In a volatile market this is important. If a stock increases by 50% one day, and\nthen decreases by 50% the next day, how much do you have? Hint, you lost money.\nWe’ve all heard this before but it’s coming up a lot recently.\n\nThe thing about this, mathematically, is that the bigger the % change, the…",
  "data/reddit-stocks/r/investing/comments/lx20bm/wall_street_analyst_gives_coinbase_stock_its.json": "Wall Street analyst is bullish on the stock of the Coinbase exchange ahead of\nits public debut.\n\nGil Luria of DA Davidson has given COIN its first \"buy\" rating, building on the\ngrowing momentum behind the company.\n\nThe analyst writes that the cryptocurrency industry is going to have its own\n\"Amazon…",
  "data/reddit-stocks/r/wallstreetbets/comments/lwta3q/i_love_this_community_but_we_need_to_talk.json": "I've been a longtime lurker in this sub, even before I grew a pair and started\ndipping my toes into the market. The variety of people, the thoroughness of\ntheir research, and the veracity with which they defend it, make this place what\nit is.\n\nI only began trading as a side hustle at the start of…",
  "data/reddit-stocks/r/stocks/comments/lx2z3h/a_message_to_all_the_tsla_and_nio_and_general.json": "First off. Lmao. Cant tell you how many times I’ve been called a “boomer” for\navoiding TSLA and NIO. For the people that are still holding on, good on\nyou.....but the people panicked and selling at a loss, yikes.\n\nIt’s times like this where we learn the most about ourselves.\n\n * Ask yourself what…",
  "data/reddit-stocks/r/stocks/comments/lx5kne/why_the_market_is_not_crashing.json": "First off, let's go straight to the point. The last few weeks have been a\nbloodbath for most of the market. To many, especially new traders, this seems\nlike a full blown market crash. Well, it's not... a market crash needs a\ncatalyst. Think back to every single crash, whether it was the dot com…",
  "data/reddit-stocks/r/stocks/comments/lx2oew/anyone_realize_they_effed_up_buying_too_many.json": "I have around 60ish stock which was doing really well most of the year.\n\nNow I don't know what dips to buy lol. I wish I stuck with 15-20 stocks.\n\nAnybody else make this same mistake and now just realizing it?",
  "data/reddit-stocks/r/stocks/comments/lx4prb/do_not_panic_sell.json": "Yes the red market is scary because bond yields are up, but who actually doesn't\nbelieve that it'll bounce back. You invested where you did because you thought\nyou could make money, if the market is irrational why would you change your\nopinion on what you saw. I'm personally knee deep on the…",
  "data/reddit-stocks/r/wallstreetbets/comments/lwyb27/retail_investors_care_more_for_the_success_of.json": "From Saturday's Wall Street Journal article on AMC:\n\n\"As the (AMC) stock rocketed the next day, day traders exhorted each other not\nto sell, flashing images of diamond hands on social media to signify the\nstrength of their commitment. But back among AMC's long-standing investor base\nof Wall Street…",
  "data/reddit-stocks/r/wallstreetbets/comments/lwixb0/rkt_is_providing_fuel_for_the_gme_blast_off_to.json": "I’m gonna be honest, I don’t even fuckin know what’s going on/about to go on\nwith GME anymore. Reading countless GME DD’s has quite literally melted my brain\ninto soup. I’ve seen what GME can do, and I want another taste.\n\nWith that being said, I know for a fact 75% of you degenerates are tossing…",
  "data/reddit-stocks/r/investing/comments/lwv79e/asian_restaurant_supplier_hf_foods_groun_hffg_dd.json": "Alright this is my first DD ever, so rip into it the best you can and tell me\nwhere I can improve.\n\n\n\nCompany description\n\nHF Foods Group is the largest Asian restaurant supplier in the United States.\nThey focus on dry and frozen goods. From their website\n(https://hffoodsgroup.com/) they supply…",
  "data/reddit-stocks/r/stocks/comments/lx6y06/the_case_for_inflation_simple_math_in_laymans.json": "Hi team,\n\nI had a lot of traction with my previous post on $ARKK so I thought I would lay\nout a very simple case as to why, in my view and others, we may experience more\ninflation in the coming years than the US has experienced in the last 50 years,\nand the potential implications of such a…",
  "data/reddit-stocks/r/wallstreetbets/comments/lwwkiz/serious_thing_about_gme_you_dont_understand_whats.json": "Guys, this rocket has been like the SpaceX Boosters, they get close to space but\nalways touch back down to earth... It's capped... No moon for apes...\n\nJust kidding, you pussy ass paper handed bitch, how dare you fucking agree with\nmy statement!?!?!\n\nGuys, we are on a mission... No space mission has…",
  "data/reddit-stocks/r/investing/comments/lx4e56/hertz_the_original_meme_stock_is_turning_out_to.json": "https://www.bloomberg.com/news/articles/2021-03-02/hertz-the-original-meme-stock-is-turning-out-to-be-worthless\n\nTL;DR: Hertz is probably the original meme-stock from last year. Hertz declared\nbankruptcy, and then for some reason, memers decided to buy the company anyway.\nHertz jumped on the…",
  "data/reddit-stocks/r/investing/comments/lx859p/the_bullish_case_for_tanger_outlets_1_month_later.json": "I wrote this post a month ago about how Tanger Outlets was a short squeeze\ntarget, got a lot of upvotes/links/etc:\n\nhttps://www.reddit.com/r/wallstreetbets/comments/l7g8a0/the_bullish_case_for_tanger_outlets_skt/\n\nMuch is the same, other posters have made other DD comments recently, the…",
  "data/reddit-stocks/r/wallstreetbets/comments/lx6n1d/gme_dd_huge_squeeze_potential_options_analysis.json": "DISCLOSURE: THIS IS NOT INVESTMENT ADVICE. I OWN SHARES OF GME. I LIKE THE\nSTOCK. THIS IS PURELY MY OPINION AND THESE NUMBERS HAVE NOT BEEN AUDITED.\n\nRound 2: Ding, ding, ding. Here's my previous…",
  "data/reddit-stocks/r/stocks/comments/lwqqa2/rstocks_daily_thread_on_meme_stocks_wednesday_mar.json": "The familiar \"Rate My Portfolio\" sticky can be found here.\n[https://www.reddit.com/r/stocks/search?q=author%3Aautomoderator+title%3Arate+my+portfolio&restrict_sr=on&sort=new&t=all]\n\n--------------------------------------------------------------------------------\n\nWelcome traders who just can't help…",
  "data/reddit-stocks/r/stocks/comments/lx8dqb/what_are_we_buying_during_this_sale.json": "Been red the past few weeks. While our portfolios are probably hurting, it’s\nalso sale time!\n\nMaybe not for everything and maybe not tomorrow. But what is your watch list?\n\nI’m keeping my eye on...\n\nCOST NVDA AMD ARKK ARKG CRSR SPCE\n\nI want to add to these positions. My whole account is bleeding…",
  "data/reddit-stocks/r/stocks/comments/lxbsj8/shorted_a_stock_for_the_first_time.json": "Yesterday morning I took a short position on Zoom (ZM), 50 shares @ 427. I've\nalways been spooked by the idea of shorting because losses are theoretically\ninfinite but the stock is so overvalued and after thorough research by myself I\nfinally decided to put money on it.\n\nAs I hoped it went down, but…",
  "data/reddit-stocks/r/wallstreetbets/comments/lxatg6/melvin_planted_stories_about_their_feb_performance.json": "Hello apes, I'm a former reporter at Bloomberg. I cannot divulge my name, but\nask me anything else and I will try to prove I'm not bullshitting.\n\nAnyway, today we saw Bloomberg, CNBC, and Reuters simultaneously blast glowing\narticles about how Plotkin made 20% in Feb. Every story came out at the…",
  "data/reddit-stocks/r/investing/comments/lx98sc/a_little_insight_on_whats_going_on_with_the.json": "The current volatility is attributed to various industry rotations in portfolios\n(especially in retirement accounts, which get rebalanced near the end of every\nquarter) and heavy-growth sectors. While a lot of people like to avert attention\nto a (obviously inevitable, but untimely) bubble, the…",
  "data/reddit-stocks/r/stocks/comments/lx62xg/is_kgc_the_perfect_stock_to_invest_in_during.json": "Below you'll find my DD on Kinross Gold Corporation, a primarily gold mining\ncompany based out of Canada. I have made this a neutral DD where you can draw\nyour own conclusions based on the information provided. You'll see a list of\nbearish arguments and bullish arguments. In addition, I've…",
  "data/reddit-stocks/r/stocks/comments/lx4scr/green_energy_correction_or_bear_market.json": "Since mid-February, most green energy stocks are down, including the following\nETFs:\n\nTAN: -21%\n\nICLN: -22%\n\nPBW: -23%\n\nQCLN: -20%\n\nThe drop appears to be across the whole sector. Has green energy moved from a\ncorrection to a bear market? And if so, why?",
  "data/reddit-stocks/r/wallstreetbets/comments/lx7i43/palantir_is_undervalued_and_is_time_for_it_to.json": "The reason palantir was down recently was due to lockup expiration, which\nhappened on Feb 18.\n\nEarly investors and employees that hold their shares for over a decade was able\nto sell portion of their shares to buy their new shiny car, house, and/or other\nreasons, had already done so.\n\nNow is your…",
  "data/reddit-stocks/r/stocks/comments/lxjb9x/to_whoever_just_posted_about_having_suicidal.json": "Please realize that no amount of money is worth losing your life over. If you’re\nfeeling stuck, I promise you there’s a way out. Ask yourself: what do you like\nto do? Do you like people? Look for a sales job and work your way up. Do you\nlike traveling? Try and save some money, move to Latin America…",
  "data/reddit-stocks/r/wallstreetbets/comments/lxchgn/whats_better_millions_of_new_millionaires_or_a.json": "I am Canadian and currently still reside in Canada. I had the pleasure (before\nCovid) of having a job that took me all over the US. I've worked in TX, ND, WY,\nOK, COL.\n\nAnd you know what I found?? Everyone was generally fucking nice, not just\nCanadians...Sorry lol. I loved being around the locals,…",
  "data/reddit-stocks/r/stocks/comments/lxjbdv/psa_buy_and_hold_only_works_if_the_stock_is.json": "Disclaimer: I am not predicting a crash or a correction, but am merely stating\nmy opinion IF it does happen.\n\nThe premise of buying and holding is that you are buying companies with good\nfundamentals and poised for continued growth in future. I have seen a lot of\npeople on many posts saying that…",
  "data/reddit-stocks/r/wallstreetbets/comments/lxf5v9/its_not_worth_it.json": "Yep. You read that correctly, no this isn’t a reference to investing in your\nbeloved stock. It’s just a message to all of you and in specific the person that\nreally needs to hear this right now.\n\nWSB is a toxic community, we pride ourselves in it. It’s kind of like how when\nyour dad says “shut up…",
  "data/reddit-stocks/r/wallstreetbets/comments/lxkint/gme_megathread_for_march_04_2021.json": "This thread will be automatically stickied weekdays at 8:30am, and unstickied at\n9:00am.\n\nMegathreads are now posted automatically based on a few factors, including:\n\n * Mentions by comment count, weighted by comment novelty and score\n * Accounts of users mentioning, weighted by age, posting…",
  "data/reddit-stocks/r/wallstreetbets/comments/lx0ls8/rkt_is_being_pushed_as_a_distraction_from_gme_a.json": "EDIT: Based on the fact that a number of comments seem to have been made without\nreading beyond the first 9 words of the title, and the fact that this is sitting\nat 60% upvoted, I'd encourage you to at least read to the TLDR.\n\nI usually stick to providing raw data, but this post has a little bit of…",
  "data/reddit-stocks/r/investing/comments/lxkp12/jobless_claims_another_745000_americans_filed_new.json": "From the article:\n\n> Weekly unemployment claims ticked up last week, picking up slightly after\n> reaching the lowest level since November during the prior week.\n> \n> The Department of Labor released its weekly report on new jobless claims on\n> Thursday at 8:30 a.m. ET. Here were the main metrics…",
  "data/reddit-stocks/r/stocks/comments/lxo7om/warren_buffets_stock_strategy_is_more_relevant.json": "Over the last couple of weeks, there have been dozens of posts deliberating\nwhether or not to sell growth/tech stocks that have been dropping recently and\nswitch over to \"re-opening\" or value plays. The key take away here has to be\nthis:\n\nIf a 10% drop in a stock makes you wonder whether or not you…",
  "data/reddit-stocks/r/stocks/comments/lx9pc7/what_was_the_catalyst_behind_the_2000_tech_crash.json": "What was the cause of the tech crash? Was there anything that started it or was\nit purely due to incredibly dumb pe levels?\n\nDoes anyone have horror stories during that time and how much did you lose after\neverything finally settled down?",
  "data/reddit-stocks/r/stocks/comments/lxmp1t/nio_jac_to_establish_joint_venture_to_build_mass.json": "JAC Motor said Thursday it signed a letter of intent today with $NIO Holdings\nLtd. to set up a joint venture.\n\nThe company, to be located in Hefei, is tentatively named Jianglai Advanced\nManufacturing Technology (Anhui) Co (江来先进制造技术(安徽)有限公司). The name takes the first\ncharacter of JAC's Chinese name…",
  "data/reddit-stocks/r/stocks/comments/lx2vvg/ive_accepted_my_portfolio_is_going_to_zero.json": "I was heavily invested in tech stocks and EV. I still believe in the companies,\nbut I have zero confidence in my portfolio for the short term.\n\nThe unfortunate part is that I had an unexpected expense pop up and it would be\ngreat to sell some stock and pay for it (I have savings and it’s not a big…",
  "data/reddit-stocks/r/stocks/comments/lxmubd/amazon_stock_price.json": "It boggles my mind that the busiest company on Earth run by the richest guy on\nthe planet, that blew sales and earnings completely out of the water, would have\na lower stock price today than when I bought it 8 f-in months ago",
  "data/reddit-stocks/r/stocks/comments/lxp7mf/notes_to_long_term_investing_self.json": "I've been in the market for over a year now, and I've made some terrible\ndecisions, but recently, I've decided to just take a chill pill and stop trying\nto make a quick buck and instead focus on the long run scheme of things. At some\npoints, I was up big in my portfolio, but greed put me back at…",
  "data/reddit-stocks/r/stocks/comments/lxom6i/just_because_a_company_is_awesome_doesnt_mean_the.json": "I see this all the time with Tesla, NIO, SHOP and other meme stocks. The\nunderlying company might be absolutely fantastic but that doesn't mean you\nshould buy it's stock. Like for example a Ferrari is a fantastic car and MSRP is\n100,000. But I am not going to pay 200,000 for it. And you shouldn't…",
  "data/reddit-stocks/r/investing/comments/lxqjth/lemonade_diligence_post_dont_buy_the_dip.json": "Hi Everyone, below is a post about Lemonade, which has fallen 30%+ over the past\nfew days. There’s a lot of hype around the stock, but based on my diligence, I\nthink investors should not buy the dip.\n\nQ4 2020 Financial Results - The Good Stuff\n\n * I want to start this post actually with the…",
  "data/reddit-stocks/r/wallstreetbets/comments/lxm6wt/hold_me_1100000_loss.json": "https://preview.redd.it/w9igrn1ay0l61.jpg?width=600&format=pjpg&auto=webp&s=1d1140f88af7f6b45ed569a601e3d54b0b65a589\n\nI am in damage control but likely going to roll puts.",
  "data/reddit-stocks/r/stocks/comments/lxnzms/stop_panicking_its_going_to_be_ok.json": "First of all, when you think about it, Nasdaq only lost 7% in a month. That\nmeans the huge majority of smart money is still holding and doesn't think\nthere's a reason to panic. When smart money panics, you have the covid crash.\n\nSecondly, its important to understand why there is so much red…",
  "data/reddit-stocks/r/stocks/comments/lxr2ww/i_said_it_yesterday_ill_say_it_again_if_you_can.json": "These corrections don't come around often. I'm not even sure if it's done yet,\nbut now is the perfect opportunity to lower your cost average. With stimulus\nchecks around the corner, you're not losing by buying in now. The stock market\nisn't going anywhere, anytime soon.\n\nEdit: Disclosure: I am not a…",
  "data/reddit-stocks/r/investing/comments/lxs4ue/the_relationship_between_stocks_and_interest_rates.json": "I've seen a lot of misunderstanding across about the effect of rates on\nequities, so I figure I'd hop off of WSB to give an explainer about the\nrelationship between stocks and interest rates, and show why the current sell\noff makes sense.\n\nWhere do interest rates come from?\n\nMoney has time value.…",
  "data/reddit-stocks/r/stocks/comments/lxthw9/breathe_this_is_the_stock_market.json": "2nd September 2020 - 24th September 2020: the S&P 500 dropped 9.33%\n\n23rd October 2020 - 30th October 2020: It dropped 5.64%\n\n16th November, it rallied 11% from the 30th October\n\nIf you'd invested on 2nd September, it would've taken you till November 13th to\ngo green again.\n\nNow that's just the…",
  "data/reddit-stocks/r/stocks/comments/lxhlej/rstocks_daily_thread_on_meme_stocks_thursday_mar.json": "The familiar \"Rate My Portfolio\" sticky can be found here.\n[https://www.reddit.com/r/stocks/search?q=author%3Aautomoderator+title%3Arate+my+portfolio&restrict_sr=on&sort=new&t=all]\n\n--------------------------------------------------------------------------------\n\nWelcome traders who just can't help…",
  "data/reddit-stocks/r/investing/comments/lxk31w/bj_wholesale_club_bj_doubles_profit.json": "This company is doing fantastic, half the PE of Costco, on the downswing, just\nreported a record breaking quarter\n\n\nBJ’S WHOLESALE CLUB HOLDINGS, INC. ANNOUNCES RECORD FOURTH QUARTER AND FISCAL\n2020 RESULTS\n\n * Comparable club sales, excluding gasoline sales, increased by 15.9%,\n   including…",
  "data/reddit-stocks/r/stocks/comments/lxrko3/lemonade_due_diligence_post_dont_buy_the_dip.json": "Hi Everyone, below is a post about Lemonade, which has fallen 30%+ over the past\nfew days. There’s a lot of hype around the stock, but based on my diligence, I\nthink investors should not buy the dip.\n\nQ4 2020 Financial Results - The Good Stuff\n\n * I want to start this post actually with the…",
  "data/reddit-stocks/r/stocks/comments/lxsim5/dont_sell_heres_a_plan.json": "Listen, this sucks. You have the right to be sad. Don't let anyone on the\ninternet denounce your feelings. We're all in the same boat. I am down 25% and\nit fucking stings. Some of you might, like myself, have thought about selling.\nDon't. It's too late. This was a very harsh correction but things…",
  "data/reddit-stocks/r/wallstreetbets/comments/lxrgk7/dfvs_willy_wonka_tweet.json": "I’ve seen many pointing to the lyrics of the song as the kids ride a boat down\nthe chocolate river and into a tunnel. I actually think this is more on-the-nose\nthan that.\n\nThe story of Charlie Bucket is one where he & a few other children find Golden\nTickets. First off, I think we all know what the…",
  "data/reddit-stocks/r/investing/comments/lxos79/dd_why_crsr_is_an_amazing_steal_at_this_price.json": "Alright check this out folks.\n\nCorsair Gaming is one of the best tickers out there for a number of reasons:\n\nThey absolutely crushed their expectations (even beat the top end of it)\n\nSome key highlights:\n\n * Net revenue was $556.3 million, an increase of 70.4% year-over-year. Gamer\n   and creator…",
  "data/reddit-stocks/r/stocks/comments/lxrrcz/psa_your_entire_portfolio_doesnt_have_to_be_tech.json": "I thought this was a captain obvious PSA but apparently not. I’ve been seeing\nnumerous comments about accounts being down 30-50% over the past month, which\nabsolutely blows my mind. I’m going to sound like a boomer here, but situations\nlike this month is why you have lower beta stocks or ETFs, like…",
  "data/reddit-stocks/r/stocks/comments/lxvvwr/corsair_due_diligence_crsr.json": "Warnings: I own a few shares of Corsair, my evaluation may be biased. I am not a\nfinancial advisor. This is not financial advice. This is the first DD I've\nposted, I probably messed something up.\n\nTL;DR at the bottom.\n\nThis is the first DD I'm posting, let me know anything I should fix.\n\n\nWHO IS…",
  "data/reddit-stocks/r/stocks/comments/lxpxli/the_boring_stocks_amazon_microsoft_google_all.json": "So all you new traders talked about how these companies do not have enough\n\"gains.\" Look at it now. It's barely dipped, much less volatile. That is what\nwill happen when we actually crash too. You're going to see 80% crashes in the\nfuture, but that's not going to be these companies. Yes you'll see…",
  "data/reddit-stocks/r/wallstreetbets/comments/lxwhpy/gme_possibility_of_gamma_squeeze_just_went.json": "As promised in the discussion thread I would post some updated info on what\nFriday could bring in terms of ITM options.\n\nTL;DR the number of possible contracts ITM could be DOUBLE last weeks expiry.\nOver 4 million shares could be called on for these exercised options only adding\nto the ever…",
  "data/reddit-stocks/r/stocks/comments/lxzc15/i_dont_understand_what_was_wrong_with_what_powell.json": "My take away was WSJ was trying to fish for all these answers that he couldn’t\ngive a definitive timeline on, because who can?\n\nHe made it pretty clear when rates will go up, he always made it clear that\nstill feels awhile away.\n\nBesides your opinions on inflation. He also actually said “I think…",
  "data/reddit-stocks/r/stocks/comments/lxydzc/what_stocks_did_you_buy_today.json": "Heyo!\n\nIt was an amazing buying opportunity in the market today... so\n\n\nWHAT DID YOU BUY?!\n\n— I’ll go first. I bought shares in VFV , AAPL , and tomorrow I’ll be puttin\nmore money into my SNAP position.\n\nHow about you guys?\n\nHope you’re all having a great day.\n\nTake care\n\nStay safe\n\nHappy investing…",
  "data/reddit-stocks/r/investing/comments/lxz09o/undervalued_solar_power_stock_maxn_has_fallen_50.json": "Maxeon Solar Technologies split off from Sunpower a couple years ago, with\nMaxeon being the global producer and Sunpower being the US producer and\ndistributor.\n\nOnto the valuation: they have a market cap of about 1b with revenue of 1.2b in\n2019, about 900m TTM because of the pandemic (from now on im…",
  "data/reddit-stocks/r/investing/comments/ly0sol/lessons_from_the_december_2018_market_correction.json": "https://www.marketwatch.com/story/the-sp-500-is-on-the-verge-of-tumbling-by-the-most-it-has-ever-fallen-on-christmas-eve-2018-12-24\n\nI wonder if anyone here remembers the market 'crash' in December 2018. Pundits\nblamed the market plunge on Fed hiking rates, the 'china trade war', and fears\nof…",
  "data/reddit-stocks/r/stocks/comments/lxv248/do_not_compare_bb_to_other_hype_stocks.json": "Blackberry when compared relatively to similar stocks in its sector is\nundervalued (comparatively). Many people now are panicking cause stocks like\nMGNI or NIO are plummeting, but if you hold BB do not panic. The company is\nnothing of its former self and l would be disappointed in anyone that does…",
  "data/reddit-stocks/r/investing/comments/lxh7am/daily_general_discussion_and_spitballin_thread.json": "Have a general question? Want to offer some commentary on markets? Maybe you\nwould just like to throw out a neat fact that doesn't warrant a self post? Feel\nfree to post here!\n\nThis thread is for:\n\n * General questions\n * Your personal commentary on markets\n * Opinion gathering on a given stock\n *…",
  "data/reddit-stocks/r/investing/comments/lxqx6q/crypto_purchases_do_not_trigger_irs_reporting.json": "https://news.bloombergtax.com/daily-tax-report/crypto-purchases-dont-trigger-irs-reporting-requirement?context=search&index=0\n\n> Individuals who only purchased cryptocurrency with U.S. dollars and other real\n> currency in 2020 don't need to disclose that to the IRS this filing season,\n> the agency…",
  "data/reddit-stocks/r/investing/comments/ly0x13/vital_farms_vitl_dd_a_nontech_growth_play.json": "OVERVIEW\n\nVital Farms is a certified B-Corp focused on ethically growing pasture raised\neggs and butter. They do this by partnering with roughly 200 family farms that\nshare the mentality of putting the welfare of the animals before anything else\nand engaging in sustainable farming practices. All of…",
  "data/reddit-stocks/r/stocks/comments/ly1mbx/hedge_funds_short_us_bond_market_when_they_cant.json": "After losing billions for multiple weeks to the retail investor and proclaiming\nthey are changing strategies to invest in growth stocks, hedge funds start a new\ngame. Short the US financial system, short ten year treasury bonds, spur\ninflation, cause the feds to raise interest rates, and stall the…",
  "data/reddit-stocks/r/stocks/comments/ly3cei/heres_a_thought_for_tomorrow.json": "Close your trading app tomorrow. If the market is down, then it is down.\nConstantly refreshing your app and getting anxious over losses isn't going to do\nyou any good. If anything, you will sell at a loss and the come to Reddit to\nbitch or whine, seek confirmation bias or ask short sighted…",
  "data/reddit-stocks/r/investing/comments/ly5dfu/palantir_is_the_best_long_run_pltr.json": "TL, DR: $PLTR is a huge long play and the company has its toes dipped in\nessentially every single industry.\n\nHere are some fundamentals: market cap 44.6bn, 2020 revenue 1.1bn (482m from\ncommercial, 618m from the government), and consistent earnings beat.\n\nIn 2020, their revenue increased by 47% and…",
  "data/reddit-stocks/r/investing/comments/lxy58d/uwm_ceo_issues_ultimatum_escalates_war_against.json": "CEO is out for blood vs Rocket Companies and Fairway in the wholesale pending\narena. Will be interesting to see what happens with this. They follow Rocket in\nthe retail space but have a sizeable lead against them in wholesale space.\n\n\"Ishbia said he is giving brokers until March 15 to sign an…",
  "data/reddit-stocks/r/stocks/comments/ly5odf/preplanned_dip_before_stimulus.json": "Don't listen to the noise. This dip is not money allocations from tech to other\nsectors. Before every major spending bill, the markets take a dip, weak hands\nget shuffled and big fingers make money on the way down selling contracts then\nthey buy the dip and make more on the way up.\n\nWe have $2T…",
  "data/reddit-stocks/r/stocks/comments/ly71nh/psa_dont_be_my_stepdad.json": "He lost the majority of his value in a hard earned portfolio (he legit grew up\nin a Florida trailer) during the first recession of the millennium. You know\nwhat he did? Freaked out, sold at a massive loss, and developed such a bad\ndrinking problem he would sit on the couch at 2 am, wobbling his head…",
  "data/reddit-stocks/r/stocks/comments/ly4nd9/the_past_few_weeks_have_taught_me_how_to_be_an.json": "Since last summer I'd been doing multiple buys and sells virtually every single\ntrading day. Made a lot of money doing it, but it was always so hard for me to\nbuy something and hold.\n\nBuy TSLA at $550? Sell it right after at $600 and throw it all into a random\nbiotech penny stock that would 2x the…",
  "data/reddit-stocks/r/investing/comments/ly4x1f/ark_comparison_to_janus_20.json": "> Cathie Wood of ARK is not the first highly concentrated active manager to\n> shoot the lights out for half a decade while sparking a stampede of flows into\n> their funds. There have been many throughout history but perhaps the one that\n> most echoes ARK today is the famous Janus Twenty Fund, which…",
  "data/reddit-stocks/r/stocks/comments/ly3gmn/somewhat_of_a_throwaway_post_but_just_a_psa.json": "This community has been helpful for providing analysis, advice, and a TON of\nhelpful resources, that being said however I've noticed some toxicity in the\nsub-reddit as well. Everyone seems to think that they are all gurus in trading,\nand they have the \"right\" answer. But, the reality is that there…",
  "data/reddit-stocks/r/stocks/comments/ly2pyk/what_happened_to_solar_stocks.json": "I get why oil stocks are up - because of pandemic reopening travel, but solar?\nSeriously ? You'd figure solar panels are still going to be installed all over\nthe place.. Does Wall Street really think people are going to hold off on\npurchasing solar panels for their house because interest rates are…",
  "data/reddit-stocks/r/stocks/comments/ly719c/wheres_all_the_money_going.json": "Rates are rising because bonds are selling off. Equities are overall selling off\nas well. Commodities dropped today too. So where is all the money going? Is\neveryone just selling everything and sitting on cash?\n\nI’m not really seeing much inflows into any other asset type. The money just\nseems to…",
  "data/reddit-stocks/r/stocks/comments/lxshwe/to_everyone_who_is_holding.json": "guys seriously dont worry. I am absolutely chilled. You should be as well.\n\nIf you invested into a good company there is mininal chance this dip will affect\nit in a long run... As long as you are not in a need of the money there is no\nreason to sell or to feel threatened...\n\nI hope you chose a good…",
  "data/reddit-stocks/r/investing/comments/lybuwc/us_bureau_of_labor_statistics_announces_decline.json": "Total nonfarm payroll employment rose by 379,000 in February, and the\nunemployment rate was little changed at 6.2 percent, the U.S. Bureau of Labor\nStatistics reported today. The labor market continued to reflect the impact of\nthe coronavirus (COVID-19) pandemic. In February, most of the job gains…",
  "data/reddit-stocks/r/wallstreetbets/comments/lybuq0/gme_megathread_for_march_05_2021.json": "This thread will be automatically stickied weekdays at 8:30am, and unstickied at\n9:15am.\n\nMegathreads are now posted automatically based on a few factors, including:\n\n * Mentions by comment count, weighted by comment novelty and score\n * Accounts of users mentioning, weighted by age, posting…",
  "data/reddit-stocks/r/stocks/comments/lyezcf/etoro_has_flagged_my_honest_review_on_trustpilot.json": "Just a small note to anyone looking for a possible broker: looks like eToro are\ntrying to hide the fact that they've massively shat the bed when it comes to\nservice quality. I guess their money goes to ads instead of infrastructure. So I\nhave to provide some proof of service to Trustpilot, or the…",
  "data/reddit-stocks/r/stocks/comments/lyfc11/begun_the_mortgage_wars_have.json": "Yesterday Matt Ishbia, CEO of United Wholesale Mortgage ($UWMC), declared war on\nhis main competitors Rocket Mortgage ($RKT) and Fairway Independent Mortgage\n(not publicly traded) in a company update done on Facebook Live. Watch here:\nhttps://fb.watch/423ZojMyjC/\n\nWholesale lending to consumers…",
  "data/reddit-stocks/r/stocks/comments/lyhyc3/motley_fool_is_bogus.json": "Anytime I ever type a ticker symbol into google, of course Motley Fool comes up\nin the results. In the beginning, I very quickly learned they are in fact the\nFool. The writers are only trying to push their own agenda that will help make\nthemselves money in the stock market. The are not trying to…",
  "data/reddit-stocks/r/investing/comments/lyhzev/just_because_a_company_has_a_bright_future_that.json": "I see people making DD posts on here all the time about the next big company and\nwhy they are poised to do so well in the future. All these posts always seem to\nignore valuation and they rarely make an effort to justify the valuations of the\ncompanies they preach. It’s easy so say that a company…",
  "data/reddit-stocks/r/stocks/comments/ly92v9/rstocks_daily_thread_on_meme_stocks_friday_mar_05.json": "The familiar \"Rate My Portfolio\" sticky can be found here.\n[https://www.reddit.com/r/stocks/search?q=author%3Aautomoderator+title%3Arate+my+portfolio&restrict_sr=on&sort=new&t=all]\n\n--------------------------------------------------------------------------------\n\nWelcome traders who just can't help…",
  "data/reddit-stocks/r/wallstreetbets/comments/lyez51/gme_is_the_oasis_in_the_valley_of_death.json": "I just ran $3000 into GME this which is all I have in stocks, I tried making\nmoney the clean and fair way. Was up to $8,000 on Cciv from my initial\ninvestment of $2250 then these cuck scumbags announced after Robin Hood\nclosed(fuck Robin Hood btw.) and I woke up to $38/share and took my $2k…",
  "data/reddit-stocks/r/wallstreetbets/comments/lycj6f/gme_dd_part_2_taking_a_look_at_the_0603_calls.json": "Before I start this post, I want to apologise for the late DD. Last few days\nwe've seen quite a change in options trading throughout the operating hours of\nthe market and I wanted to use the latest data for this post so it wouldn't be\nmisleading. To those that know me from my previous DD, you'd know…",
  "data/reddit-stocks/r/wallstreetbets/comments/lyfgoy/if_anyone_wants_the_market_to_stop_falling_just.json": "Yeah so obviously the market is falling today. But it's also the case that\nthere's no such thing as free money. The opportunity that presents itself to me\nright now, buying a PUT on SPY, would appear to be free money. THEREFORE. If I\nbuy this PUT right now, the market will reverse and go back up. Or…",
  "data/reddit-stocks/r/investing/comments/lynwgj/t_notes_bonds_why_stocks_are_selling_off.json": "Coming into 2021, most guessed that we would see rising long-term interest\nrates. However, we didn’t expect interest rates to move this high, this fast.\nThe 10-Year Treasury yield started the year at 0.91% and ended the month of\nFebruary at 1.41%, down from an intraday high of 1.61%. As such, core…",
  "data/reddit-stocks/r/stocks/comments/lylf7r/rigged_nasdaq_turns_on_a_dime_today_at_125.json": "Is this a fake out? Is big money buying back in now that everything looks cheap?\n\nThe pullback from last september was 14% from all time highs. The one in october\nwas 10.3%\n\nDoes anyone remember the reasons for those pullbacks?\n\nOf course they say don't try to time the market, but surely there must…",
  "data/reddit-stocks/r/stocks/comments/lykawt/what_are_your_underratedundervalued_stock_picks.json": "As this week ends, do you have any stock picks for next week or even the end of\ntoday? What do you think would do well in the future and why?\n\nIt can also be any stock as long as you think it has potential for growth.",
  "data/reddit-stocks/r/investing/comments/lymi5h/still_bullish_on_uranium_also_i_have_not_been.json": "As we close the book on another chaotic week, I wanted to share my views on the\ncurrent state of clean energy investing, on uranium in particular, and where I\nsee this heading. As always, any and all feedback is greatly appreciated.\n\nFirst, one thing to get out of the way.\n\nLast night, a relatively…",
  "data/reddit-stocks/r/stocks/comments/lymvcn/i_believe_ev_stocks_are_doomed_in_the_long_run.json": "Disclaimer: I am not saying gas cars are the future. I am saying GM, Ford,\nToyota, VW, etc are all switching to EV. Every single gas car manufacturer will\nalso offer EV within a few years, if not already, today.\n\nFor those who think Tesla is the only game in town, I guess you have not heard\nof…",
  "data/reddit-stocks/r/investing/comments/lypic3/why_cathie_woods_once_hot_ark_innovation_etf_has.json": "> Interesting how tech is being basically moved lower according do the article\n> by the anticipation of a better economy and higher interest rates! Article\n> seems to imply, at least IMHO, that many investors are switching from hype to\n> more technically based companies for investment and maybe more…",
  "data/reddit-stocks/r/stocks/comments/lymevx/here_is_a_market_recap_for_today_friday_march_5.json": "After falling steeply in the morning, the major indices reversed to finish\nfirmly in the green as market participants digested the Labor Department\nFebruary Unemployment report, rising Treasury yields, and developments\nsurrounding stimulus.\n\nThe US added back the most jobs in four months in…",
  "data/reddit-stocks/r/stocks/comments/lyrwmq/psa_why_treasury_rates_matter_for_your.json": "FYI This is going to cover some very fundamental stuff that I'm sure a lot of\nyou already know, however since there's plenty of casuals and new joiners, I\nfigured it might be worthwhile to give a primer on.\n\nHere's a simple question: What is a stock worth right now and why?\n\nThere's lots of ways to…",
  "data/reddit-stocks/r/stocks/comments/lysgre/i_read_some_reddit_comments_that_theres_a_paid.json": "I swear I saved the link somewhere but I can’t seem to find it, this wasn’t one\nof those free sites that lag 30 days, it tracks politician trading in real time,\ndoes anyone remember this or have a link? There was a scandal where senators\nsold off all of their positions right before March 2020. This…",
  "data/reddit-stocks/r/stocks/comments/lylzuo/whats_with_todays_soulcrushing_midday_drop.json": "Is it just me, or did today's midday have a ridiculous, soul-crushing dip? I had\nto step away from electronics a while so I missed whatever was happening in the\nmoment.\n\nCan anyone fill me in on what caused the bottom to fall out of everything? Or am\nI just imagining things?",
  "data/reddit-stocks/r/stocks/comments/lyskcg/tesla_closes_below_600_for_the_first_time_since.json": "\"Tesla finished below $600 for the first time since Dec. 4, and has lost 15% on\nthe year.\n\nThe sell-off comes amidst a bigger drawback in tech stocks, which are valued\nbased on the presumption of heavy growth in future cash flows.\n\nCompetition and parts shortages are also playing a part.\n\nShares…",
  "data/reddit-stocks/r/stocks/comments/lyhye6/berkshire_hathaway.json": "This is a time to learn, breathe, watch, and plan. Not a time to act...yet. One\nsuggestion I offer to everyone, and it is something I do myself: I keep about\n15% of my portfolio in BRKB at all times. I added tremendously in last year’s\n~175 range, and have dealt with questioning and at times…",
  "data/reddit-stocks/r/stocks/comments/lyn6aw/what_triggered_the_bounce_up_around_1130am.json": "As you can see on the chart, the major indices - S&P500, Dow, and Nasdaq all\nbounced from its lows around 11:30am and just kept trending upward until the\nclose. Many stocks followed and gained 10-30% in a span of a few hours. Did\nsomething trigger this event? Was there any news that would do this?…",
  "data/reddit-stocks/r/investing/comments/lyhqyg/reducing_your_risk_by_diversification.json": "One of the best ways to reduce your risk is by diversification. This can usually\nbe done by holding many stocks in different industries or more simply holding an\nindex. Let me explain why.\n\nThere are two kinds of risks. One is systematic risk and the other is\nnon-systematic risk. We can eliminate…",
  "data/reddit-stocks/r/stocks/comments/lym1nh/what_was_the_subreddit_like_during_march_2020s.json": "I got into investing back in April 2020 so I wasn't a part of this subreddit.\nSeeing the current market downfall and the many posts that try to relieve people\nof the fear that this is the next market crash, I was wondering what the\nsubreddit's reaction was like when an actual crash happened such as…",
  "data/reddit-stocks/r/stocks/comments/lyvk37/ive_never_seen_a_stock_react_so_poorly_to_good.json": "I swear almost every day I see some article about how BB has gotten some award\nor recognition for its software. Then there's the Amazon/IVY contract which will\nsurely bring revenue. Also talk that their software will be used for drones.\nWhat that means, I don't know- sounds like money though! Oh,…",
  "data/reddit-stocks/r/stocks/comments/lyncqt/now_that_tech_growth_stocks_have_gone_down_30.json": "Now that the tech growth stocks, like Tesla, Square, etc. are going through a\nbig correction, and most have gone down about 30% from their all-time highs,\nwhat are your thoughts on using this as a buying opportunity?\n\nI have some conflicting thoughts on this. On the one hand, they are still\nprobably…",
  "data/reddit-stocks/r/investing/comments/lysdir/dd_upcoming_roblox_rblx_ipo_next_week_march_10th.json": "ROBLOX (RBLX) IPO FOR MARCH 10TH, 2021\n\n> Disclaimer: I am relatively new to trading and did this DD writeup to help me\n> learn. None of the information here should be used as financial advice. I am\n> mainly wanting to test my abilities and gain feedback on my assessment. Feel\n> free to let me know…",
  "data/reddit-stocks/r/stocks/comments/lz03ye/we_are_not_in_a_bubble_cathie_wood.json": "The following is my summary of Cathie Wood’s thoughts on recent market\nvolatility, as presented in her latest video on the Ark Invest YouTube channel\n(~42 min) – I strongly recommend you check it out.\n\nThe minimum expected rate of return for a stock to enter an ark portfolio is 15%\nCAGR. Cathie…",
  "data/reddit-stocks/r/stocks/comments/lyyfxn/tesla_breaks_a_record_the_biggest_sixweek_drop_in.json": "\"Tesla and founder Elon Musk are renowned for notching firsts. In 2012, the\nEV-maker unveiled the first-ever premium all-electric sedan, the Model S. Six\nyears later, Musk’s SpaceX launched the world’s most powerful rocket, the Falcon\nHeavy. That milestone marked another first, since the Falcon…",
  "data/reddit-stocks/r/stocks/comments/lz0k91/wall_street_week_ahead_for_the_trading_week.json": "Good Saturday morning to all of you here on r/stocks [/r/stocks]. I hope\neveryone on this sub made out pretty nicely in the market this past week, and is\nready for the new trading week ahead.\n\nHere is everything you need to know to get you ready for the trading week\nbeginning March 8th,…",
  "data/reddit-stocks/r/wallstreetbets/comments/lyu9n0/options_greeks_and_why_gme_far_otm_calls_are.json": "I got asked to write this post to explain my opinion on GME's option trading and\nwhy I think buying far OTM (C800) etc. is actually bad for everyone trying to\nwatch the price rise.\n\nBefore we get into any real discussion standard legal shit:\n\n * I'm not a financial advisor\n * I'm not a pro\n * This…",
  "data/reddit-stocks/r/wallstreetbets/comments/lynkmc/the_whole_gme_story_in_one_huge_twitter_thread.json": "Hi guys,\n\nLong time lurker here. I just stumbled across this huge Twitter thread that\nbasically tells the whole story until now and how it may unfold in the following\nweeks: https://twitter.com/TheHoustonWade/status/1367743123279867909\n\n(more readable version, but please don't forget to like and…",
  "data/reddit-stocks/r/stocks/comments/lyrodd/if_inflation_fear_is_real_then_why_are_we_not.json": "Call me in denial stage if you want but I refuse to think the recent sell off is\n“bubble bursting”. We all know inflation will be higher than usual since Feds\nhas been printing money for a year now and why only until recently does people\nstart to take action on inflation risk? Sure bond market has a…",
  "data/reddit-stocks/r/investing/comments/lyzw4d/my_second_post_on_international_shipping_nyt_ive.json": "Parts for those that can't see it :\n\nPeter Baum’s company in New York, Baum-Essex, uses factories in China and\nSoutheast Asia to make umbrellas for Costco, cotton bags for Walmart and\nceramics for Bed Bath & Beyond. Six months ago, he was paying about $2,500 to\nship a 40-foot container to…",
  "data/reddit-stocks/r/stocks/comments/lyvmyu/selloff_are_you_kidding.json": "I understand. The market dropped over 2.5 percent last Wednesday. Which means\nsome people will sell on Thursday. But how new are you to the stock market that\nyou think that lower prices mean more selling?\n\nThe selloff is real. I’m not disagreeing with that. When prices are down as low\nas 15 percent…",
  "data/reddit-stocks/r/stocks/comments/lyskcr/so_what_stocks_did_you_buy_during_the_dip.json": "c'mon I know some of yall did. While this week has been a wild ride, I know some\nof yall took advantage of it. like they say buy low and sell high. Personally, I\nbought shares of poshmark (I called the dip) and open door and I can't wait for\nthem to go back up-hopefully next week",
  "data/reddit-stocks/r/investing/comments/lyya8p/trucking_boom_prompts_old_dominion_to_add_1200.json": "Citing “a strong economic recovery with robust freight demand,”\nless-than-truckload carrier Old Dominion Freight Line (NASDAQ: ODFL) announced\nThursday plans to add 800 drivers and more than 400 dockworkers and clerical\npersonnel.\n\nThe Thomasville, North Carolina-based company said it was looking to…",
  "data/reddit-stocks/r/investing/comments/lz1sxs/appharvest_deep_thoughts_worth_6_or_100_apph_and.json": "AppHarvest good long-term investment or bust? I think $6 to $100 is range of\nvaluation. Deep thoughts below.\n\nIs AppHarvest the anti-Monsanto? What is $APPH worth? Can company get to $10\nbillion valuation within 5 years. DISCLOSURE I OWN 20,000 of $APPHW which is\nwarrants.\n\nEver since AppHarvest was…",
  "data/reddit-stocks/r/wallstreetbets/comments/lyysbc/the_stockmarket_crash_soon_will_be_blamed_on_us_i.json": "The bubble will burst my apes, but with style.\nOnce we squeeze gme to the moon, and the others like AMC, it will be the biggest\nsqueeze of all time and with multiple stonks we like. But I believe, that this\nis rigged af. So rigged that it's going to happen when the bubble is the\nbiggest. And they…",
  "data/reddit-stocks/r/wallstreetbets/comments/lyz99m/gme_with_every_passing_day_we_are_seeing_the.json": "“The Brotherhood cannot be wiped out because it is not an organization in the\nordinary sense. Nothing holds it together except an idea which\nis indestructible.\"\n\n1984 by George Orwell.\n\nThe Bulls are winning. We can see the volume switching to the buy side more and\nmore.\n\nStay the course retards, I…",
  "data/reddit-stocks/r/stocks/comments/lz2ozq/why_the_hell_are_people_so_afraid_of_a_little.json": "Yes inflation will probably go up, it was 0.62% last year even with the feds\ninjecting a shit ton of money into the economy to stave off deflation. But it's\nprobably going to return to the normal 2 percent target rate, meanwhile people\nare acting like we are going to become super-venezuela.\n\nIm used…",
  "data/reddit-stocks/r/stocks/comments/lz6l1a/breaking_us_senate_votes_to_pass_19t_pandemic.json": "https://www.cnbc.com/2021/03/06/covid-stimulus-update-senate-passes-1point9-trillion-relief-bill.html\n\n\n\nThe US Senate just passed the 1.9T pandemic relief bill after negotiating with a\ncentrist Democrat for the final vote to break the 50-50 tie.\n\nAfter a month of a downtrend in equities, on Friday,…",
  "data/reddit-stocks/r/stocks/comments/lz2g1b/always_trade_the_plan_patience_prevails_and.json": "So I’ve got a decent option strategy that I use on QQQ and SPY that I’ve back\ntested and to prove consistent returns, what backtesting doesn’t show is\nemotion.\n\nThe setup was placed Monday, put credit spreads on QQQ needing it to close above\n305. This was based on historical and current data,…",
  "data/reddit-stocks/r/investing/comments/lzav70/breaking_us_senate_votes_to_pass_19t_pandemic.json": "https://www.cnbc.com/2021/03/06/covid-stimulus-update-senate-passes-1point9-trillion-relief-bill.html\n\nThe US Senate just passed the 1.9T pandemic relief bill after negotiating with a\ncentrist Democrat for the final vote to break the 50-50 tie.\n\nAfter a month of a downtrend in equities, on Friday,…",
  "data/reddit-stocks/r/wallstreetbets/comments/lz77ix/gme_total_shares_owned_is_145m_according_to_finra.json": "Below I've calculated the short float and short % of shares outstanding based on\nthe total shares owned by institutions and insiders based on Finra\n[https://finra…",
  "data/reddit-stocks/r/stocks/comments/lzbnwu/past_weeks_helped_me_realize_the_importance_of.json": "I came into the stock market about 2 months ago. I didn't have much money\nanyways so I just threw in every bit into stocks thinking every dollar would be\nused to its fullest.\n\nThe past couple weeks I sat there watching my stocks dip to extreme lows with no\ncash on hand.\n\nTurns out money sitting on…",
  "data/reddit-stocks/r/stocks/comments/lz8xtz/if_you_were_one_of_those_people_who_sat_on_the.json": "I know many people had money during 2020, saw the crash but thought it was going\nlower so they didn't buy in. Then when it started going up they still didn't buy\nbecause they missed the bottom or they became convinced a second crash was\ncoming and the lows would be revisited and they'll have their…",
  "data/reddit-stocks/r/wallstreetbets/comments/lypsah/gme_recap_and_dd_explaining_why_you_can_demand.json": "this is the simplest but best explanation as to why it can go up to whatever the\nretail shareholders want but simple enough for you smooth brains to understand\n\nCredit to @ TheHoustonWade on twitter\n\n 1.  People talked about $GME\n     [https://twitter.com/search?q=%24GME&amp;src=cashtag_click] a…",
  "data/reddit-stocks/r/stocks/comments/lz53tz/do_you_guys_think_the_huge_market_bounce_back_on.json": "Things were at a pretty big decline for the market especially tech until Friday\nafternoon when it had that huge spike back up again. Could that have been the\nbottom? Or will Monday continue the decline?",
  "data/reddit-stocks/r/stocks/comments/lzcuh5/anyone_else_get_feel_like_the_stocks_pushed_on.json": "I've been following this subreddit and a few others since last year looking for\nnew, interesting companies or investment opportunities and I have to pretty much\nall the picks I've seen pushed here are in a worse position now and have been\nfor a while.\n\nI'm not really trying to insinuate anything but…",
  "data/reddit-stocks/r/investing/comments/lzab8r/we_are_not_in_a_bubble_cathie_wood.json": "The following is my summary of Cathie Wood’s thoughts on recent market\nvolatility, as presented in her latest video on the Ark Invest YouTube channel\n(~42 min) – I strongly recommend you check it out.\n\nThe minimum expected rate of return for a stock to enter an ark portfolio is 15%\nCAGR. Cathie…",
  "data/reddit-stocks/r/stocks/comments/lyu64n/which_etf_should_i_choose_for_long_term_1015_years.json": "So I have landed a solid job in my career and finally have money to invest in.\nI’m going to be playing with stocks alittle, but I’m also planning to build a\nsolid nest egg out of a long term index-based fund. After tons of research, I’ve\nnarrowed down my top 3 to be (in order):\n\nVTI (Vanguard Total…",
  "data/reddit-stocks/r/wallstreetbets/comments/lz7r44/who_do_these_hedge_fucks_think_they_are_dealing.json": "They put a bunch of professional gamblers in a position where ALL WE HAVE TO DO\nIS BUY AND HOLD SHARES... Some of us yolo OTM weeklies ON FUCKING THURSDAYS and\nhaven't held shares since we crawled out of our mama's tummy. We've been\ngrinding through endless challenges and impossible video games…",
  "data/reddit-stocks/r/stocks/comments/lzfvrv/buy_the_dip_but_which_stocks_are_actually_cheap.json": "i'm 66% cash, and I want to make a shopping list.\n\nWhat's on your list that is actually cheap?\n\nmy gut says this pullback has bottomed, or maybe one more bounce before liftoff\n\n\n\nfor example, i had NVDA on my watchlist, but looking at the multiples, they're\nstill way high. Not sure if this is…",
  "data/reddit-stocks/r/wallstreetbets/comments/lzhoyd/chamath_palihapitiya_dd_snake_oil_salesman.json": "A lot of people view this guy as a hero, but I see through his bullshit. I'm\ngoing to list a few things this guy has did recently that has made me raise an\neyebrow. You can decide for yourself if you like this guy or not.\n\n 1. Ρ ump and dumped GME. He sent out a tweet buying gme, and then sold it…",
  "data/reddit-stocks/r/stocks/comments/lzf2ev/what_stocks_are_you_eyeing_to_buy_in_this.json": "Like the title says, there are lots of good opportunities right now with the\nmarket correction.\n\nWhat are some quality companies you are eyeing that are cheap from this\ncorrection that you are planning on buying?",
  "data/reddit-stocks/r/investing/comments/lz7ydx/disruptive_innovation_versus_broad_market_index.json": "As the title might suggest, I’ve been consuming a lot of ARK Invest’s content of\nlate. They make the case that the coming years are going to be hell for a large\nsegment of the market, due to the type of disruptive innovation that is the\nfocus of ARK’s funds. They position themselves as a hedge…",
  "data/reddit-stocks/r/stocks/comments/lzq5zr/what_will_actually_determine_stock_prices_this.json": "The movement in the market, especially with the nasdaq and tech stocks has been\nDIRECTLY related to treasury note rates, that’s what started this correction\nwe’re in last month. I won’t go into the macroeconomics, there are plenty of\nposts that talk about the trillions injected, money velocity, m2,…",
  "data/reddit-stocks/r/investing/comments/lzrde7/psa_new_investors_consider_opening_a.json": "With the influx of new investors taking interest in the stock market and\nthinking about investing, first and foremost I applaud you for taking the first\nsteps! Being young and wanting to see your money grow puts you in an even better\nsituation for the future!\n\nHowever, if you aren't familiar with…",
  "data/reddit-stocks/r/wallstreetbets/comments/lzobms/petition_to_ban_any_post_hinting_at_a_collective.json": "Seriously I know you guys are retarded but as has been stated before countless\ntimes there is no “WE”, “US”, “UNITE”, “ORGANIZE” ....... etc. WE JUST LIKE THE\nSTOCK. I know you probably only have two brain cells in that smooth brain but\nrub then together and imagine the possibility this may be a…",
  "data/reddit-stocks/r/wallstreetbets/comments/lz9azp/whales_to_watch_38_rambos_lambos_shambles.json": "R.A.M.B.O. is what I call Relations and Meeting Buy Opportunities. These are\nscheduled company events, meetings, and conference presentations outside of\nearnings reports. I cross-reference these with intriguing Unusual Options\nAcvitivity to come up with a variety of picks of various confidence…",
  "data/reddit-stocks/r/wallstreetbets/comments/lzllyx/dtcc_document_posing_new_rules.json": "This is in no way advice and written with my favorite red crayon in my nose.\nLong time lurker and holder of gme.\n\nCredit goes to u/LongTermTendieLoser\n[https://www.reddit.com/u/LongTermTendieLoser/] & u/aquadisaster\n[/u/aquadisaster] for posting elsewhere, this find. My smooth brain…",
  "data/reddit-stocks/r/investing/comments/lzqqu6/oh_what_a_setup_for_gold_bring_your_calculator.json": "I think gold is falling to the nuclear trampoline people !\n\nI would start with determining what is a sensible floor price for gold\n\nThe average all in mining costs for gold globally are $987 an ounce in 2020\n(source spglobal.com [https://spglobal.com/])\n\nWidely talked about, there was a Big Print of…",
  "data/reddit-stocks/r/stocks/comments/lzspkk/long_term_investor.json": "Young investor, looking to park some money away in safe place for a few years\nwith some decent returns. My strictly stock portfolio possesses below holdings:\n\nCostco (25%)\n\nApple (25%)\n\nAmazon (15%)\n\nP&G (10%)\n\nMcDonalds (7.5%)\n\nGoogle (5%)\n\nAlibaba (5%)\n\nPaypal (2.5%)\n\nMicrosoft (2.5%)\n\nBoeing…",
  "data/reddit-stocks/r/stocks/comments/lzrg0k/serious_question_if_during_a_short_squeeze_the.json": "Looking at the current GameStop situation, if the (possibly a little over\nzealous) predictions of some on r/wallstreetbets [/r/wallstreetbets] come true,\nand the price hits $100k+, can anyone actually afford to keep buying?\n\nAt this price I would assume no one would be stupid enough to buy the…",
  "data/reddit-stocks/r/investing/comments/lzt88b/financial_securities_transaction_taxes.json": "The current administration is discussing a few proposals for a tax on financial\ntransactions. Most are in the realm of a 0.1% tax on equities and bonds and a\nsmaller tax on derivatives. The estimated revenue from this tax varies based on\nwho you ask, somewhere between a few hundred billion to…",
  "data/reddit-stocks/r/wallstreetbets/comments/lzsnlk/gme_squezze_dd_moon_soon_possibly.json": "Good morning, good afternoon and good evening my fellow retards around the\nworld.\n\nI know many of you are more like this\n[https://www.reddit.com/r/wallstreetbets/comments/k77i69/wsb_reading_citron_reports/]\nif it comes to reading DDs. But I wanted to explain a few things with the\nultimate aim, that…",
  "data/reddit-stocks/r/wallstreetbets/comments/lzut0t/which_one_of_you_retards_is_on_the_brink_of.json": "So my fiancée has been talking to her friend lately and she’s been going through\nsome issues with her husband, who apparently has been asking his coworkers for\nhelp with their bills because he’s put all of his paychecks into his brokerage.\n\nFor months, she has been wondering why her husband has been…",
  "data/reddit-stocks/r/wallstreetbets/comments/lzv0fu/palihapitiya_chamath_dumps_his_entire_spce_stake.json": "Apes, and Redditbros,\n\nI'm sorry that I've to make new posts to prove my point, unfortunately, every\ntime I raise a warning regarding Chamath or GME, I got downvote a ton that I can\nno longer make any comments with a NEGATIVE comment Karma. If there are still\ngood people left on Reddit, please…",
  "data/reddit-stocks/r/stocks/comments/lzszdx/which_valuegrowth_stocks_would_you_invest_in_now.json": "Hello everybody,\n\nI started investing in a moment, which was very unusual. It was April 2020. No\nmatter what I bought, it soared almost 100% in just a few weeks.\n\nNow, being relatively new to investing, the last 3-4 weeks of volatility changed\nmy newcomer mindset from „buy, keep for a few days, sell…",
  "data/reddit-stocks/r/stocks/comments/lzw0pn/vanguard_is_bullish_on_bb.json": "Vanguard added $BB on 6 different portfolios of theirs and also is the\nthird-largest shareholder of $TSLA.\nSource:\nhttps://finance.yahoo.com/news/vanguard-purchases-57-m-tesla-213302038.html\nProfiles of the shares added\nVTMGX https://investor.vanguard.com/mutual-funds/profile/VTMGX\nVPCCX…",
  "data/reddit-stocks/r/investing/comments/lzxjoo/roku_dd_based_on_the_latest_sec_10k.json": "Since there has been some discussion on ARKK, and the fact that I do not want to\ntouch TSLA, I figured, why not take a crack at ROKU\n\nI love Roku's products - I have a streamer at home, and the company is well run,\nfor the most part (my BIL worked there for a little)\n\n 1. They have 124M shares out.…",
  "data/reddit-stocks/r/investing/comments/m01mob/finding_funds_where_managers_have_skin_in_the_game.json": "Hi all,\n\nOnly 15% of fund managers invest their own money in the funds they manage\n[https://citywireusa.com/professional-buyer/news/the-rec-list-how-many-managers-invest-in-their-own-funds/a1414253],\nresearch suggests that funds where managers put a significant amount of money\ntend to have better…",
  "data/reddit-stocks/r/wallstreetbets/comments/lzw75u/why_you_should_miss_the_peak_and_what_to_do_with.json": "Ok listen up fuckbags, I spent some time in the weekend sniffing the green\ncrayons I found and chewed the black ones. But I also did some research on what\nto do when you get a huge influx of money like you retarded ape are about to get\nwhen you sell each share for 500k.\n\n\n\nI would like to state that…",
  "data/reddit-stocks/r/stocks/comments/m026si/any_great_buys_during_the_dip.json": "As we are about to enter a new week will hopefully less red day and more green\nday. Just wondering what you have bought with the dip or sold, hopefully not. I\nadded more DIS, CRSR, and OPEN; and got into NIO and PINS. I had been wanting to\nadd NIO for a while to get some EV plays and was waiting for…",
  "data/reddit-stocks/r/investing/comments/m037w1/arkk_innovation_fund_top_5_stock_picks_week.json": "Hey All, each Sunday, I plan to pick 5 stocks from ARK’s funds that are most\nattractive from a fundamental perspective (i.e. growth rates, margins,\nvaluation). I'm doing this for myself so thought it'd be helpful to share with\nothers before trading begins on Mondays.\n\nPlanning to do this for the…",
  "data/reddit-stocks/r/wallstreetbets/comments/m00gqa/i_got_a_sign_from_aboveall_the_dd_i_needed.json": "Hey my fellow apes,\n\nI bought into GME high. I got into GME at 10 shares @ ~$300. On Friday Feb 5th,\nafter market close, I decided I was just gonna call it a loss and close my\nposition in GME the following Monday at market open. That Saturday, I drove 4\nhours home and surprised my mom at my aunts…",
  "data/reddit-stocks/r/wallstreetbets/comments/lzuwwm/the_universe_has_been_telling_me_to_hold_gme_my.json": "Since jumping in feetfirst into WSB's mad bullshit I've spent some time\nreflecting on the sentiment that no matter how good the numbers are, you should\nonly invest if you believe in the fundamentals of the company. On the surface of\ncourse I agreed that, yes, I absolutely believe in Gamestop and the…",
  "data/reddit-stocks/r/stocks/comments/m01dbv/options_scanners.json": "What options scanners do you guys recommend to alert you on unusual options\nactivity? I’ve heard of cheddar flow, flow algo, and sweep cast. Has anyone\ntried them all and can recommend the best one? Or is there a free options\nactivity scanner?",
  "data/reddit-stocks/r/stocks/comments/lzzqg9/beating_the_market_in_the_long_run_impossible.json": "I hear all the time “you can’t beat the market in the long run”. I believe that\nthere are many simple reasons why most don’t.\n\nThe first reason I think is that people are greedy and once they see a stock\nmove up 100% in 6 months, they get fomo and hop on when really they should not\nhave done so.…",
  "data/reddit-stocks/r/stocks/comments/m043o7/advice_literally_the_only_times_i_have_made_large.json": "A lot of people (including my parents and me) suffered after 2008. We often hear\nppl losing everything and getting set far back in lives. What we DON'T often\nhear, are people who loaded up in 2008. Regular average people. Those with small\nsavings. Be it stocks or the housing market (which…",
  "data/reddit-stocks/r/stocks/comments/m038nl/arkk_innovation_fund_top_5_stock_picks_week.json": "Hey All, each Sunday, I plan to pick 5 stocks from ARK’s funds that are most\nattractive from a fundamental perspective (i.e. growth rates, margins,\nvaluation). I'm doing this for myself so thought it'd be helpful to share with\nothers before trading begins on Mondays.\n\nPlanning to do this for the…",
  "data/reddit-stocks/r/stocks/comments/lzzcxo/there_is_money_to_be_made_in_down_markets.json": " \n\nI see a lot of doom and gloom regarding what may be a coming market correction.\n\n \n\nDo you think the elites/wealthy only make money in up markets?\n\n \n\nI understand if youre currently in a stock and its value has dipped quite a bit\nover the last few days/weeks.\n\n \n\nThat can be…",
  "data/reddit-stocks/r/wallstreetbets/comments/m057ab/forbes_article_wtf_am_i_a_predator_no_im_a_momma.json": "TL/DR: Forbes can suck it. This is my rant. NOT FINANCIAL ADVICE\n\nI've reconsidered the Forbes article that came out Friday. The more I think\nabout it, the more pissed I've become about the subtle, manipulative, and just\nplain evil condescension.\n\nThe writer sounded like they were writing a piece…",
  "data/reddit-stocks/r/wallstreetbets/comments/lzzknh/what_are_your_moves_tomorrow_march_08_2021.json": "Your daily trading discussion thread. Please keep the shitposting to a minimum.\n\nNavigate WSB We recommend best daily DD DD All\n[https://reddit.com/r/wallstreetbets/search?sort=new&restrict_sr=on&q=flair%3ADD]\n/ Best…",
  "data/reddit-stocks/r/wallstreetbets/comments/m040bu/it_was_inevitable_that_a_video_game_stock_would.json": "First off, I want to say that the following post is utter nonsense. In fact, I\ndon't recommend reading it. I may have eaten too many yellow crayons I thought\nwere bananas this week (Or was I trying to eat yellow crayons but ate bananas?\nIdr) but I think I stumbled onto something.\n\nMost people on…",
  "data/reddit-stocks/r/stocks/comments/m06i7b/can_we_admit_sometimes_we_just_like_rolling_the.json": "I spend a shit ton of time on DD but some of my biggest wins have been outright\ndice rolls. Anyone else? Here’s mine - bought 10 shares of TTD 3 years ago\nbecause I saw their name on a shirt. I’d like to say I was smart but I got lucky\non a dice roll...let’s hear yours cause I’m sure they’re better…",
  "data/reddit-stocks/r/investing/comments/m05rlr/doordash_should_drop_in_coming_weeks.json": "https://i.imgur.com/sOIoP2p.png\n\n-Doordash has 2x as much revenue as Grub.\n-But the market cap is 10x.\n\nThere are two ways you could go with this, either Grub undervalued or Door is\novervalued. I pick the second.\n\nDoordash, like every other food delivery, is still losing money. This is\nimportant…",
  "data/reddit-stocks/r/wallstreetbets/comments/m082y7/literally_free_money_applied_mathematics_to_build.json": "I have been doing this for 1 month now and I'm 2k up, I really think this is the\nnew way to build your portfolio with stocks.\n\nIt all started when I was thinking about my trading history, every fucking time\nI got wrecked. If I close a buy order, the stock usually goes down, the same way\nfor a sell…",
  "data/reddit-stocks/r/stocks/comments/m02oa8/enph_enphase_energyclean_energy_discussion.json": "This company seems to be at the top of every single clean energy ETF and seems\nto be one of the favorites of many as a clean energy play. My question is why\nthis stock over a play like SunRun. Looking at the numbers ENPH has a much\nbetter balance sheet so I like that aspect but I’m someone who is…",
  "data/reddit-stocks/r/stocks/comments/m0eycg/i_analyze_mentions_and_sentiment_of_stocks_across.json": "I had posted the previous picks from my program and my analysis here and the\nresponse I received was amazing. I have been working on improving the program\nand have made the program public. If you have seen the previous posts, please\nfeel free to skip to the DD.\n\nHow does it work: The program is…",
  "data/reddit-stocks/r/wallstreetbets/comments/m0fpgd/gme_megathread_for_march_08_2021.json": "This thread will be automatically stickied weekdays at 8:30am, and unstickied at\n9:15am.\n\nMegathreads are now posted automatically based on a few factors, including:\n\n * Mentions by comment count, weighted by comment novelty and score\n * Accounts of users mentioning, weighted by age, posting…",
  "data/reddit-stocks/r/stocks/comments/m074gu/the_growthtovalue_rotation_heres_a_bunch_of_value.json": "It’s clear the narrative of the market right now is about the rotation from\ngrowth to value stocks. There are going to be a lot of fearful investors moving\ntheir money, and a lot of fund managers buying up value stocks to please their\nskittish customers.\n\nSo I started looking for stocks with a low…",
  "data/reddit-stocks/r/wallstreetbets/comments/m0eeav/optimize_your_stimmy_gme_gamma_squeeze_calculator.json": "The purpose of these posts is to provide tools that enable 🦍 🦍 🦍 to calculate\nthe gamma squeeze effect for themselves.\n\nI've updated the gamma squeeze calculator to include all the option chains until\n2023 and removed the 3/5 expired ones, it now contains a total of 2,603 strikes\nand expiries. I…",
  "data/reddit-stocks/r/stocks/comments/m0h5v5/long_dd_on_nio_and_why_the_dip_has_made_it.json": "- Original post by u/JustOnTheHorizon_ [/u/JustOnTheHorizon_] on\nr/DueDiligenceArchive [/r/DueDiligenceArchive]. Obligatory none of this is\nfinancial advice. Keep in mind that pieces of info/data may have changed with\ntime. Date of original post Mar. 7 2021. -\n\nNio is the undervalued EV play to…",
  "data/reddit-stocks/r/stocks/comments/m0hz13/happy_204th_birthday_nyse.json": "On March 8th, 1817, the New York Stock Exchange was established. It turns 204\nyears old today! If that's not motivation during crashes and corrections, I\ndon't know what is. If it's sustained itself and continued upward for over 200\nyears, it's not going anywhere anytime soon. Happy trading…",
  "data/reddit-stocks/r/stocks/comments/m0kgwo/this_is_why_you_dont_try_to_time_the_market.json": "There have been lots of posts lately from people asking whether they should sell\nto prevent further losses, and experienced investors have consistently reminded\nthem to stay invested. But here is the main reason why:\nhttps://www.thesimpledollar.com/investing/stocks/tempted-to-sell-missing-just-a…",
  "data/reddit-stocks/r/stocks/comments/m0ngh5/apple_will_lead_in_ar_analyst_says_watch_for_its.json": "Eric J. Savitz•📷Last Updated March 8, 2021, 11:06 AM\n\nOver time, Apple has been a pioneer in the way humans work with computers.\nAlthough it isn't always at the head of the innovation curve, no company has had\na more dramatic impact on the way humans and machines interact.\n\nAs TFI Asset Management…",
  "data/reddit-stocks/r/investing/comments/m0jtqd/looks_like_us_smallcap_value_might_be_back_in.json": "The last 6 months, my SLYV allocation has been zooming up. The link below is a\nchart of SLYV vs. SPY vs QQQ. I thought small caps suffer in a rising interest\nrate regime. I have no idea why small-cap value is doing so well, but would like\nto understand.\n\nI only have 4% of my total portfolio…",
  "data/reddit-stocks/r/stocks/comments/m0ohdg/whats_the_reason_that_tech_is_just_taking_a.json": "I’ve been seeing tech taking a massive dump the last couple of weeks, and as\nit’s been dumping I’ve been spending about 1k in there every time it hit a new\nlow, but I’m not exactly sure why it’s happening.\n\nI can perfectly afford to keep buying the dip since I was holding a bit of cash\nin reserve,…",
  "data/reddit-stocks/r/investing/comments/m0l36g/moderna_continues_to_slide_despite_news.json": "Competitive advantage stripped from Moderna and Novavax when Johnson and Johnson\ngot the results from their single shot vaccine. The 52 week high of $189 was\nexcitement about a potential end to o the pandemic and absent the J&J vaccine.\nBut MRNA still has better efficacy, better future tech, and…",
  "data/reddit-stocks/r/stocks/comments/m0herg/opinions_on_the_upcoming_arkx.json": "I've been reading about this fund and there seems to be some excitement about\nit. Hopefully it will perform close to the other ARK funds even though this one\nseems more speculative. I was considering putting in 3 or 4 k in when it\nlaunches and prepared to leave it in *at least* 5 years.\n\nI'm torn as…",
  "data/reddit-stocks/r/stocks/comments/m0of0o/when_will_this_downtrend_end.json": "This sell off has been going on for a few weeks now were every single time\ntheres a small glimmer of hope we're met with relentless downward movement in\ntech. I'm trying not to care about it but I have to, I'm losing a lot of money\nin my position of ETSY, AMD, and APPL and I have no cash no I don't…",
  "data/reddit-stocks/r/stocks/comments/m0m8n4/next_step_for_apple.json": "Interesting dichotomy looking at APPLE in regards to the overall market. Last\nweek they re-opened all their stores. So you have to wonder what market forces\nor restraining apple share prices. The one unknown is warren Buffett. Is he\nstill bullish on Apple or did he decide to take his chips and move…",
  "data/reddit-stocks/r/stocks/comments/m0ure2/is_aapl_due_for_a_bounce.json": "The monthly chart on AAPL is hideous. It’s been pretty much a nonstop decline.\nThey’re just coming off an amazing quarter. Leadership hasn’t changed. New\nservices, new hardware coming (AirTags, AR, car??) and the selling stays\nunrelenting. For a growth stock they pay a nice dividend too.\n\nI’ll admit…",
  "data/reddit-stocks/r/investing/comments/m0wbra/actc_proterra_dd_the_most_undervalued_stock_on.json": "Topics to be Discussed:\n\n * Overview\n * Leadership\n * Board of Directors\n * Products, Services, and Technology\n * Partnerships and Customers\n * Competition\n * SPAC Transaction Overview\n * Financials and Fundamentals\n * Forward-Looking Statements and Speculation\n * Conclusion\n\n\nOVERVIEW\n\n\"Proterra is…",
  "data/reddit-stocks/r/stocks/comments/m0vj1v/what_stocks_crashed_due_to_the_pandemic_but.json": "Hi all, I’m looking to buy low and don’t mind holding for a while. Does anyone\nhave suggestions for stocks worth investing that haven’t yet recovered from the\npandemic? For example, if a stock was $20 before the pandemic dropped to $12 and\nis now sitting at $15. I’m trying to get that $5 discount.…",
  "data/reddit-stocks/r/investing/comments/m0ckrk/daily_general_discussion_and_spitballin_thread.json": "Have a general question? Want to offer some commentary on markets? Maybe you\nwould just like to throw out a neat fact that doesn't warrant a self post? Feel\nfree to post here!\n\nThis thread is for:\n\n * General questions\n * Your personal commentary on markets\n * Opinion gathering on a given stock\n *…",
  "data/reddit-stocks/r/stocks/comments/m0xik2/my_parents_are_holding_a_contest_to_invest_into.json": "To win, after one year the person with the most money earned gets to keep the\n$500 along with what they’ve gained. I am a complete beginner and have no clue.\nCan anyone point me in the right direction to get started and some good stocks\nthat are projected to rise over the next year? Thank you in…",
  "data/reddit-stocks/r/wallstreetbets/comments/m0r4gd/technicals_show_gme_is_going_much_higher_analysis.json": "TLDR; Volume, MACD, and Short Availability are all extremely bullish for GME.\nHODL 🚀🚀🚀🚀.\n\nHang on to your bags, this puppy is going higher. The technicals all point\nBULLISH signals and signify GME is going much higher.\n\nCase 1 : VOLUME\n\nLook at the volume and price action for the last few weeks.…",
  "data/reddit-stocks/r/wallstreetbets/comments/m0l9ui/a_reminder_to_keep_holding_fellows_dont_let_life.json": "https://preview.redd.it/3xdm85l1dul61.png?width=727&format=png&auto=webp&s=b12faca7c801fefb47043cfe9f3c5e0f26a378c3",
  "data/reddit-stocks/r/stocks/comments/m0yerk/theres_nothing_to_worry_about_relax.json": "I was thinking tonight about my portfolio and I came to a conclusion. There's\nnothing to worry about ... Relax!!\n\nWhat if the market tanks 50% tommorow and I lose half of my net worth? Then I\njotted down what I'd have on paper and I thought. .... Who the heck cares?! So\nwhat?!\n\nI'm in for 10 to 20…",
  "data/reddit-stocks/r/stocks/comments/m0ocqu/looking_to_buy_a_semiconductor_stock_while_theyre.json": "So I've been looking at the semi's for a while now, and I feel this pullback is\na great opportunity to pick some stuff up on discount. The problem is limited\ncash so I have to pick just 1.\n\nI'm debating between AMD, NVDA, ASML, and TSM. I suppose I could also just pick\nthe semi conductor ETF, but…",
  "data/reddit-stocks/r/stocks/comments/m14jye/a_10_part_series_that_will_clearly_explain_what.json": "Get your tinfoil hat out , its time to see what you think you want to see but\ndon't really want to. This is perfect for any newbie trying to understand what\nis going on and how the system has ended up the way it has.\n\nTl;Dr at end.\n\nThere are many great DD's that clearly explain Naked Shorting in 3…",
  "data/reddit-stocks/r/stocks/comments/m15qeo/yield_curve_bull_trap_tread_lightly_this_week.json": "-Ten yr treasury note at 1.15 as nasdaq/tech/growth stocks decline feb 12\n\n-steady rise in t note rate, touches 1.6 as of last few days. During that rise\nnasdaq enters correction and drops 10%\n\n-slight drop in rate this am and overnight, markets show bright green premarket\nand everyone’s ready to…",
  "data/reddit-stocks/r/wallstreetbets/comments/m16emz/gme_megathread_for_march_09_2021.json": "This thread will be automatically stickied weekdays at 8:30am, and unstickied at\n9:15am.\n\nMegathreads are now posted automatically based on a few factors, including:\n\n * Mentions by comment count, weighted by comment novelty and score\n * Accounts of users mentioning, weighted by age, posting…",
  "data/reddit-stocks/r/stocks/comments/m18dmd/lessons_from_the_last_three_weeks_young_investors.json": "For those of us whose began investing in the last 1-2 years, I think 2021 is an\nopportunity for us to correct the unrealistic expectations and behaviors we\ngained from the atypical year that was 2020. Here are some investment\nbehaviors/principles that I am trying to develop. I view every market…",
  "data/reddit-stocks/r/investing/comments/m0zj8w/value_with_a_focus_on_longterm_dividend.json": "KMB - KIMBERLY CLARK / DIVIDEND 3.47%\n\n * The company's personal care segment could see a nice uptick as overall\n   awareness for hygiene and cleanliness is increased, as well as more stringent\n   requirements by services like cruise ships and airlines being implemented as\n   the world opens back…",
  "data/reddit-stocks/r/stocks/comments/m13rgb/rstocks_daily_discussion_technicals_tuesday_mar.json": "This is the daily discussion, so anything stocks related is fine, but the theme\nfor today is on technical analysis (TA), but if TA is not your thing then just\nignore the theme and/or post your arguments against TA…",
  "data/reddit-stocks/r/stocks/comments/m1aqms/rblxmarch_10th.json": "Roblox will become public starting March 10th. I’m actually pretty excited about\nit. My kids and I like playing the game and I guess would be cool to purchase\nsome shares. I’ve read it suppose to start out around $45 a share. I’m guessing\nwith how big this game is and how robuxs are consistently…",
  "data/reddit-stocks/r/investing/comments/m1927f/247_billion_in_sales_expected_for_jb_hunt.json": "Equities research analysts expect J.B. Hunt Transport Services, Inc.\n(NASDAQ:JBHT) to announce $2.47 billion in sales for the current quarter, Zacks\nInvestment Research reports. Five analysts have made estimates for J.B. Hunt\nTransport Services' earnings. The lowest sales estimate is $2.36 billion…",
  "data/reddit-stocks/r/stocks/comments/m1c7ag/thank_you_all_for_helping_me_go_through_the.json": "I am a young investor, been investing since Summer 2020. I would say this was\nthe first major market correction for my positions. It has been a tough month,\nbut this sub helped me keep my calm. There were numerous occasions, where I was\nsure I should close my positions, but the excessive amount of…",
  "data/reddit-stocks/r/stocks/comments/m1de6g/so_the_question_is_bull_trap_or_actual_reversal.json": "As the subject says. I'm pretty much gauging whether I'm gonna inverse tech\ntoday or sit it out. Any thoughts? Any Treasuries savvy people in here who know\nabout the auctions and potential impact? Gracias.",
  "data/reddit-stocks/r/investing/comments/m1dxar/spotify_spot_dd_established_company_on_the_brink.json": "Let’s get the elephant in Spotify’s room out of the way first, namely Apple\nMusic. While Apple is a formidable competitor, they’re second in the race by a\nlarge margin: Spotify sits at 144M subscribers and Apple sits around 60M (likely\ncloser to 70M by now). Despite the services being available in…",
  "data/reddit-stocks/r/stocks/comments/m1cwm8/i_love_cathy_woods_but_why_is_she_on_tv_everyday.json": "Yesterday she was on CNBC, today Bloomberg. It’s been like this for the passed\nweeks as well. I mean, even the president doesn’t address the American people\nthat much. The less Warren Buffet gives interviews, the more we listen to him.\nIt just makes me think twice about people who keep selling me…",
  "data/reddit-stocks/r/stocks/comments/m13n1k/rstocks_daily_thread_on_meme_stocks_tuesday_mar.json": "The familiar \"Rate My Portfolio\" sticky can be found here.\n[https://www.reddit.com/r/stocks/search?q=author%3Aautomoderator+title%3Arate+my+portfolio&restrict_sr=on&sort=new&t=all]\n\n--------------------------------------------------------------------------------\n\nWelcome traders who just can't help…",
  "data/reddit-stocks/r/stocks/comments/m1f33j/warren_buffetts_biggest_winners.json": "Warren Buffett's Berkshire Hathaway Portfolio\n[https://assetdash.com/buffett-portfolio?m=Percent] has 7 stocks that have\nincreased by over 50% over the past 52 weeks including RH (+152%), GM (+91%),\nUPS (+76%), STNE (+73%), AAPL (+62%), KHC (+56%), AMZN (+55%).\n\nWhat do you all think will be…",
  "data/reddit-stocks/r/wallstreetbets/comments/m1cqod/why_im_selling_gme.json": "Because looking at the price action, it's $14,564 a share now and 2022 was a\ntough year for me. I had to build this time machine and it wasn't cheap so I\nhave to cover my costs, I'm sorry.\n\nI will take some of the proceeds and and donate it to the WallStreetBets Museum\nof Autism on 5th Avenue in…",
  "data/reddit-stocks/r/stocks/comments/m1f2og/disney_tops_100_million_subscribers_as_company.json": "This\n[https://finance.yahoo.com/news/disney-tops-100-million-subscribers-eyes-california-theme-park-reopenings-191431994.html]\nis huge for Disney. We knew this was coming, but either way it’s good news. The\nsubscribers have come in extreme pace thanks to their good content. Bob Chapek\neven stated in…",
  "data/reddit-stocks/r/stocks/comments/m1gntz/here_is_a_market_recap_for_today_tuesday_march_9.json": "After a steep pullback in the last couple of weeks, stocks roared back Tuesday,\nwith the tech-heavy Nasdaq recording its best day since April 2020. The move\nmarked a stark reversal after the index sank into a correction by the close of\nMonday's session, plunging a total of more than 10% from a…",
  "data/reddit-stocks/r/stocks/comments/m1exrc/what_is_the_worst_investment_youve_ever_made.json": "Title. I'll start:\n\nI had a gig from 2018-2020 where the 401k options were abysmal. They were all\nsuper risky foreign indexes, an actively managed TD fund, or bonds. Idk why but\nno basic Vanguard TDs nor US-wide index funds. I went ahead and put my\ncontributions to the TD fund because everything…",
  "data/reddit-stocks/r/stocks/comments/m1f82m/low_volume_up_day.json": "To investors much smarter than me: what does a low volume (massive) up day\nindicate?\n\nMost of the stocks that I follow are up between 6-12%, but they are all trading\nat low volume compared to their average.",
  "data/reddit-stocks/r/stocks/comments/m1id6u/roblox_rblx_through_fidelity.json": "With RBLX going public tomorrow? How would I go about buying the stock through\nFidelity? Would I wait for it to be listed? First time buying direct listing,\nnot sure if it's different. Would you all recommend using a different broker\nlike Robinhood? Or would it be the same experience Thank you in…",
  "data/reddit-stocks/r/investing/comments/m1aq8m/roblox_high_growth_saas_multiple_vs_unity_multuple.json": "Hey everyone, I have created a quick interactive Roblox multiple valuation that\nevaluates which multiples make most sense for Roblox.\n\nThe interactive analysis allows you to flex various Bookings and Revenue\nmultiples to evaluate which ones make the most sense. You can also see where the\n$29.5Bn…",
  "data/reddit-stocks/r/investing/comments/m1c40s/unplugging_plug_an_ounce_of_dd_and_a_pound_of.json": "I have no financial interest in PLUG (except, I researched it briefly for a\nfriend). This is NOT investment advice\n\nPreemption: This is not a Li Ion vs. Hydrogen debate. I have opinions on that,\nbut I am not sharing those in this post\n\nOn the second of March, 2021, PLUG filed with the SEC, that they…",
  "data/reddit-stocks/r/stocks/comments/m1dsyt/what_do_we_think_of_ge.json": "I have a decently sized position in GE, Currently sitting on 700 Shares. It's\nnumbers have been looking good lately, I like what they have going with Wind\nturbines, and I know they have a partnership with Boeing. How do we view this as\na long term hold? thanks.",
  "data/reddit-stocks/r/stocks/comments/m1b9rc/can_anyone_explain_how_roblox_rblx_going_public.json": "I am thinking about throwing a good bit of money at it via market order set for\ntomorrow's open, but I'd be doing that without any real understanding of how it\nworks. I just assume the price will just go up, but I know literally nothing\nabout this.\n\nCan anyone ELI5?\n\nAnyone else putting money in it?",
  "data/reddit-stocks/r/investing/comments/m13ecg/daily_general_discussion_and_spitballin_thread.json": "Have a general question? Want to offer some commentary on markets? Maybe you\nwould just like to throw out a neat fact that doesn't warrant a self post? Feel\nfree to post here!\n\nThis thread is for:\n\n * General questions\n * Your personal commentary on markets\n * Opinion gathering on a given stock\n *…",
  "data/reddit-stocks/r/investing/comments/m1hspa/a_case_for_leveraged_etfs.json": "Warning:\n\n * this is not investment advice\n * past performance doesn't guarantee future returns\n * potentially controversial, long post\n\n\nSHORT INTRODUCTION TO LEVERAGED ETFS\n\nWe all know that investing in a globally diversified equity portfolio is a great\nway to let your money grow. As long as your…",
  "data/reddit-stocks/r/stocks/comments/m1ej57/how_are_daytrading_restrictions_legal.json": "These limitations strike me as a ridiculous way to keep the little guy down. Why\ndo you need 25 thousand in an account to realize gains? How is this protecting\nretail investors? All it does is minimize my quick option play gains or turn\nthem to losses. How is this indicative of a free market?",
  "data/reddit-stocks/r/stocks/comments/m1owvy/roblox_reference_share_price_set_at_45_ahead_nyse.json": "The New York Stock Exchange on Tuesday set a reference price of $45 for shares\nof U.S. gaming platform Roblox Corp on the eve of its public market debut,\nimplying a market value for the company of around $30 billion. San Mateo,\nCalifornia-based Roblox is among the world's most popular gaming sites…",
  "data/reddit-stocks/r/stocks/comments/m1hj2p/squares_tidal_purchase.json": "i've been mulling over this the past month as to why they would do this and I\nthink it finally makes sense. Twitter can use Tidal's licenses to compete with\nTikTok and this development would birth another opportunity: An Instagram-like\nmarketplace where influencers can promote their brands. Square…",
  "data/reddit-stocks/r/stocks/comments/m1p732/what_stocks_to_buy_with_1000_for_a_buy_and_forget.json": "I decided to just dump $1000 as a buy and forget for my new born. I read\nmultiple stories over here in the comments of how parents bought stock for their\nkids that grew or not grew. It's kind of fun to do it.\n\nSo, pitch me ideas please. I am thinking 4 MSFT at 250.\n\nBut then I thought I would…",
  "data/reddit-stocks/r/investing/comments/m1nu6b/the_case_for_palantir_technologies.json": "What does it do? Many investors in PLTR have no idea what the company actually\ndoes to make money. Putting it as simply as I can the company creates software\nfor companies to analyse data and create simulations which help companies or\ngovernments make decisions which will help them strategies. For…",
  "data/reddit-stocks/r/stocks/comments/m1msld/what_exactly_caused_tech_to_jump_by_so_much.json": "I know there are fluctuating rates and what not, but I feel like this has been\non everyone's radar and today's news is not significant enough to cause a such a\nmassive jump, especially in NASDAQ.\n\nDo you think this is a dead cat bounce / bull trap or something? I'm not sure if\nthere were more…",
  "data/reddit-stocks/r/investing/comments/m1nxdy/stimulus_bill_treasury_bond_sale.json": "So what I've gathered lately from the market is that US treasury bonds have been\nselling poorly and thus the yield has been going up on the ten year bond.\nSomething about investors won't buy it unless it has a higher interest rate\nbecause fear of inflation. Now that we're on the verge of signing in…",
  "data/reddit-stocks/r/stocks/comments/m1r4cc/10_year_and_30_year_treasury_note_auctions_today.json": "Their auction performance will (likely) influence bond yields which will\n(likely) influence stock prices.\n\nThe more speculative or growth focused a stock is, the greater the magnitude of\nprice shift.\n\nI am optimistic and betting aggressively tonight, but will have stop losses\nready in case of a…",
  "data/reddit-stocks/r/stocks/comments/m1p4lb/rblx_200_million_dollar_net_loss.json": "Does anyone know what kind of things they are blowing on to spend 800 million?\nLike seriously they have such a large player base and they still struggle to\nmake profit. It is almost like they are trying to build a Roblox amusement park\nwith the amount they are spending. I've played Roblox and it…",
  "data/reddit-stocks/r/investing/comments/m1sv8f/personal_ethics_investing.json": "Hi all,\n\nI was going to post this in the Palantir Technologies thread but I thought I'd\nair my thoughts with the general group. I do not invest in Oil & Gas, Tobacco,\nor Weapons companies, or in specific companies like Amazon, Palantir, etc.\n\nAll of them are morally suspect - either in terms of…",
  "data/reddit-stocks/r/wallstreetbets/comments/m1gzsc/after_receiving_nothing_but_criticism_from.json": "https://preview.redd.it/ghfwo16um2m61.png?width=1426&format=png&auto=webp&s=8e920dca1c927d795eb30d90754a90018a359446",
  "data/reddit-stocks/r/stocks/comments/m1jabe/analysis_lumn_lumen_technologies.json": "$LUMN - LUMEN TECHNOLOGIES (FORMERLY CENTURYLINK)\n\nSecond time posting DD ($ON was my first here\n[https://www.reddit.com/r/stocks/comments/lh6ppx/on_on_semiconductor_analysis/])-\nplease do provide constructive feedback on what other areas you would have\nlooked into / found useful and overall…",
  "data/reddit-stocks/r/investing/comments/m1nl5z/roblox_ipo_rblx_in_depth_analysis.json": "Roblox IPO ($RBLX) Analysis:\n\nI am no expert on video games or Roblox, but after some research and digging\nthese are my thoughts on this hyped up IPO launching tomorrow.\n\nIntro:\n\nRoblox is an online game platform and game creation system developed by Roblox\nCorporation. It allows users to program…",
  "data/reddit-stocks/r/stocks/comments/m1xj80/anyone_else_kinda_look_forward_to_mondays_now.json": "Before I started trading, I would hate when Sunday came around because I knew\nMonday wasn’t far behind. I’ve started to notice that now, I actually kinda look\nforward to Mondays and the opening/start of the market week. Has anyone else\ngone down this rabbit hole?\n\nEdit: fixed autocorrect grammar in…",
  "data/reddit-stocks/r/stocks/comments/m1ulx7/rstocks_daily_discussion_wednesday_mar_10_2021.json": "These daily discussions run from Monday to Friday including during our themed\nposts.\n\nSome helpful links:\n\n * Finviz [https://finviz.com/quote.ashx?t=amd] for charts, fundamentals, and\n   aggregated news on individual stocks\n * Bloomberg market news [https://www.bloomberg.com/markets]\n   *…",
  "data/reddit-stocks/r/wallstreetbets/comments/m1xhlc/gme_megathread_for_march_10_2021.json": "This thread will be automatically stickied weekdays at 8:30am, and unstickied at\n9:15am.\n\nMegathreads are now posted automatically based on a few factors, including:\n\n * Mentions by comment count, weighted by comment novelty and score\n * Accounts of users mentioning, weighted by age, posting…",
  "data/reddit-stocks/r/investing/comments/m1ynqd/the_cpi_report_didnt_just_reduce_fears_of.json": "This morning February inflation numbers came at 0.4% suggesting that we are not\nin fact in an inflationary environment like many were expecting. Many speculated\nthat 10 year yields were going up due to inflation fears and this was weighing\ndown on companies where earnings are mostly in the future,…",
  "data/reddit-stocks/r/investing/comments/m1yg9b/cybersecurity_sector_play.json": "Thinking of throwing a small percentage of my portfolio into a broad sector ETF\n(BUG, IHAK, CIBR, etc.). Given recents events, such as the SolarWinds and\nMicrosoft hacks, this play seems like a no-brainer.\n\nGovernments will need to continue to ramp up spending to guard national\ninterests and…",
  "data/reddit-stocks/r/investing/comments/m1y7yy/walmartwmt_the_upcoming_1t_market_cap_stock.json": "THE BULL CASE\n\n 1.  WMT has partnered with Shopify. Thousands of sellers from that platform\n     would join in Walmart Marketplace, which would help increase traffic and\n     generate more revenue from fees and selling its own product.\n 2.  Walmart is speculated to open some forms of banking service…",
  "data/reddit-stocks/r/wallstreetbets/comments/m237es/gme_megathread_part_2_for_march_10_2021.json": "EMERGENCY SECOND GME MEGATHREAD\n\nHOLY MOLY",
  "data/reddit-stocks/r/stocks/comments/m1ugs5/rstocks_daily_thread_on_meme_stocks_wednesday_mar.json": "The familiar \"Rate My Portfolio\" sticky can be found here.\n[https://www.reddit.com/r/stocks/search?q=author%3Aautomoderator+title%3Arate+my+portfolio&restrict_sr=on&sort=new&t=all]\n\n--------------------------------------------------------------------------------\n\nWelcome traders who just can't help…",
  "data/reddit-stocks/r/stocks/comments/m1zofx/msft_bullish_sentiment_dd_included.json": "TL;DR: In depth breakdown of MSFT and why I believe it is a good buy at the\nmoment. I did provide chart breakdowns and analysis in the post but cannot post\nthem to this subreddit. If you would like to read the full post including the\nchart breakdowns you can do so here:…",
  "data/reddit-stocks/r/investing/comments/m228mc/live_thread_for_the_10year_bond_auction.json": "From what I gather, the yield rate is one of the biggest determining factors in\nhow the stock market will act in the present. I’ve also gleaned that today’s\n10-year bond auction will determine what happens with the yield rate (ie if the\nauction goes well, rates won’t increase and that’s good for the…",
  "data/reddit-stocks/r/stocks/comments/m24ibh/genuine_q_about_the_shit_show_going_on_rite_now.json": "I dont own any popular “meme stocks” but I have been following closely and have\nthem on my watchlist out of pure curiosity. My question is why when trading was\nhalted there was an intense amount of volume and prices plunged immediately? Im\nnot really into the conspiracy thing but at this point its…",
  "data/reddit-stocks/r/wallstreetbets/comments/m1f7bq/gme_chart_analysis_extremely_bullish_pattern.json": "My analysis places the EOW price at about $80k, let me know if you disagree or\nthink I may have missed something. Sounds good, thanks.\n\nhttps://preview.redd.it/b6n3cl8n82m61.png?width=1356&format=png&auto=webp&s=66d1fdd6ea0d91ba396f1e2d9ff4d4b5cf690230",
  "data/reddit-stocks/r/investing/comments/m254rs/roblox_begins_trading_at_6450_surpasses_nyse.json": "\"The online gaming platform went public via a direct listing, allowing current\ninvestors to sell shares. In direct listings, banks do not set an IPO price,\nlike those seen in initial public offerings. Instead a \"reference price\" is used\n— which in this case was $45 a share. At that price, the…",
  "data/reddit-stocks/r/stocks/comments/m1klon/cocacola_as_a_recovery_play.json": "As everyone is well aware, the market has been a wild ride for the past couple\nweeks, with tech being crushed while \"re-opening\" and other value plays like\nenergy have mostly performed well. We've seen big moves out of the airlines and\ncruise companies, but I personally feel that Coca-Cola is a…",
  "data/reddit-stocks/r/investing/comments/m24doo/coupang_the_amazon_of_korea_full_diligence_post.json": "I’ve been living in Korea for the past ~2 years (and am Korean-American) and\nover the past few months have been using Coupang to order products and food. I\nwas mainly using it as part of my due diligence for the upcoming IPO but now I’m\na loyal customer. Here’s my DD on what’s known as the “Amazon…",
  "data/reddit-stocks/r/stocks/comments/m271up/stimulus_passed_heres_whats_in_it_what_stocks_or.json": "A thread to discuss what stocks or ETFs will benefit from this at current prices\ngoing forward. (i.e. not what stocks we should have bought 6 months ago).\n\n * $400 billion for provisions to fight the coronavirus with more vaccines and\n   testing\n\n * $1 trillion+ in direct relief to families through…",
  "data/reddit-stocks/r/wallstreetbets/comments/m250bb/the_hedges_are_currently_working_with_the_news_to.json": "(reupload because it got removed due to flair)\n\nThis time, we have proof. At 12:41 (20 mins after GME /AMC started dropping like\ncrazy), CNBC posted this article\nwww.cnbc.com/amp/2021/03/10/gamestop-surges-40percent-then-wipes-out-gain-completely-and-is-halted…",
  "data/reddit-stocks/r/stocks/comments/m219ec/bearish_takes_on_gme.json": "Mods forgive me, I understand there is a Meme stock megathread, and if this\nviolates rules, I understand. I just wanted to try and make a post anyway.\n\nI'm looking to create a collection of bearish or just neutral/non-bullish takes\non GME. I understood the squeeze last time, but I do not know why it…",
  "data/reddit-stocks/r/wallstreetbets/comments/m25g2s/so_sec_and_senate_staff_investigators.json": "We know you’re here. You know we know you’re here.\n\nIt hasn’t gone without notice that a narrative foundation is being laid to blame\nretail investors for meme stock volatility, and to justify intervention “for the\nsake of the market and to protect unsophisticated investors from their…",
  "data/reddit-stocks/r/stocks/comments/m28s1q/why_would_someone_choose_to_short_sell_over.json": "I’m serious, for the life of me why would anyone choose to short a position when\nyou could buy put options?\n\nSo from what I understand when you short a stock you effectively borrow it from\nyour broker and sell it. You are hoping the stock price will fall and you can\nbuy it back at a later date for…",
  "data/reddit-stocks/r/stocks/comments/m267un/is_this_a_safe_amount_to_invest_into_stocks_every.json": "Hello everybody, I want to get into stocks. Ive been fascinated with them for a\nwhile, and I’ve finally made an effort to learn about the ins and outs of it. I\nmade my first investment yesterday ($30) in Skillz inc., as I read about it in\nthe Motley Fool and thought it might be a good place to start…",
  "data/reddit-stocks/r/stocks/comments/m2egl2/rblx_made_it_to_ark_etf_by_cathy_woods_whats_next.json": "Since I cant upload an Image, do your own research\n\nBut cathy wood just loaded up RBLX.\n\nWhat will future holds for this company?\n\n\n\nwill other ETF also include RBLX soon?\n\nwill S&P500 one day?\n\n\n\nwhat do you guys think?",
  "data/reddit-stocks/r/wallstreetbets/comments/m28grt/we_had_a_150_drop_and_ended_the_day_green_make.json": "This isn't \"normal\" or \"possible\" or something that will \"ever happen again in\nour lifetime\". Y'all kept a stock that moved from 350 to 175 green from\nyesterday's close.\n\nYou are amazing. YOU ARE…",
  "data/reddit-stocks/r/stocks/comments/m2e9f6/me_looking_back_at_all_the_stocks_that_i_have.json": "https://imgur.com/XsDbjZm\n\nSO so many missed opportunities. I've been salty about W until GRWG rose to 60's\nfrom 3. It makes my 10K gains from 22.5K look bad, most of which were from one\nstock.\n\nIf you can't see the image for some reason, the stock in question are: grwg, se,\ntsla, W, nvax, cake,…",
  "data/reddit-stocks/r/investing/comments/m2cwjy/goldman_sachs_coo_reports_clients_demand_for.json": "Goldman Sachs Group Inc. is exploring how it can meet rising customer demand to\nown and invest in bitcoin, while still staying on the right side of regulation,\nbank President and Chief Operating Officer John Waldron said on Wednesday.\n\n“Client demand is rising,” Waldron said. “We are regulated on…",
  "data/reddit-stocks/r/stocks/comments/m2g3ub/nio_testing_200ma_threat_of_falling_through_to.json": "NIO is at a very interesting and dangerous inflection point right now. It just\nbounced off the 200EMA at $34, and it making its way up to the 50MA at $53.\nThere's a big gap between those prices, and NIO could bounce around between $40\nand $44 before deciding which way to go.\n\nThere are bull and bear…",
  "data/reddit-stocks/r/stocks/comments/m2gmse/ark_gets_on_rblx_on_first_day_should_i_biy_hold.json": "Cathie bought 560k shares on the first day. She seems to start a position and\nthen keep growing it over months. I think this is just the start of her big buy.\nShould I buy & hold long?\n\nhttps://www.google.com/amp/s/247wallst.com/investing/2021/03/10/cathie-woods-ark-invest-buys-over-500000-shares-of…",
  "data/reddit-stocks/r/stocks/comments/m2hbcq/how_i_bought_300_of_rblx_to_teach_my_son_a_lesson.json": "A few months ago, due to what I still can’t explain, the parental controls on\npurchases on the android device stopped asking for a password. My 8 year old son\ndiscovered this while playing Roblox and went on a Robux buying spree to the\ntune of $427. We only caught it because of the confirmation…",
  "data/reddit-stocks/r/stocks/comments/m2i1oc/python_script_for_a_quick_dcf_analysis_valuation.json": "Hi everyone! I originally posted this script on r/ValueInvesting\n[/r/ValueInvesting] and I got good feedback so I'm posting it here too. I've\nlearned a lot over the last year by reading r/stocks [/r/stocks] and thought I\nwould make a small contribution to the community. So without further ado,…",
  "data/reddit-stocks/r/stocks/comments/m2g68z/i_dont_understand_how_options_yeild_more_money.json": "Lets say you put a call on a stock at $1 that it will go to five. Now, lets say\nit goes to five. How does that call make more money than just buying 100 shares\nat $1 and selling at $5? I dont quite understand. Thanks.",
  "data/reddit-stocks/r/wallstreetbets/comments/m23dye/just_hold_you_fing_ape.json": "Put your autistic little hands in your pockets and grab some crayons. Go eat\nthem.\n\nIgnore the dips, ignore the peaks. Just fucking hold you ape.\n\nAnyone paper handing this shit needs to get off this fucking rocket. You're\ntaking up valuable weight for the diamonds that need to get to the…",
  "data/reddit-stocks/r/stocks/comments/m20yad/ge_proposing_18_reverse_split_is_this_cause_for.json": "GE has been somewhat struggling in recent years, though recently reached a high\nof around $14 before a 7% drop following the announcement of the intention to\nreverse split. Is this a dangerous sign? Speculation says that their dividends\nare going to drop even further, but GE is witholding comment…",
  "data/reddit-stocks/r/wallstreetbets/comments/m2huy9/technical_analysis_of_todays_gme_movement.json": "After watching today’s shenanigans, I thought I would breakdown some of today’s\nmovements with brief explanations.\n\n\n\nGME steadily has been producing some great gains this week, opening Monday\nbright and early at 154.89 and finally opening today at 269, looking poised to\nmake our moonshot.…",
  "data/reddit-stocks/r/investing/comments/m2ok1a/gme_thread_march_11_2021.json": "A place to talk GME.",
  "data/reddit-stocks/r/stocks/comments/m2ostv/i_work_overnight_and_because_of_my_schedule_i.json": "Yesterday I put in a limit order for RBLX and when I woke up around 5 pm saw my\norder was never filled because the price shot up right away.\n\nThis isn't the first time I've missed a buying opportunity. I probably wouldn't\nhave bought the same amount this high anyway but I may have bought a few…",
  "data/reddit-stocks/r/wallstreetbets/comments/m2q39b/gme_megathread_for_march_11_2021.json": "Since we're back to hitting comment limits, I'll be posting a GME megathread\npart two around noon.",
  "data/reddit-stocks/r/stocks/comments/m2gddn/realistically_how_many_stocks_do_you_actively.json": "For you active traders, do you stick to a handful of stocks or do you try to\nspread it out over everything? I'm finding it hard to concentrate when there's\nso much going on in the market! I can lose sight of what I am trying to\naccomplish by chasing other stocks. How do you manage your…",
  "data/reddit-stocks/r/stocks/comments/m2ls9d/fda_approval_jumps_and_getting_the_news_early.json": "Hey,\n\nI was looking to see if there are any ways to get auto updates or live updates\nfor when things get FDA approved?\n\nTheres always a jump. For 50-300% from what I've seen recently and anything that\ncan help get ahead of the curve and before stocktwits etc would be great!",
  "data/reddit-stocks/r/stocks/comments/m2q0v6/palantir_announces_double_click_demo_event_on.json": "Article:\nhttps://finance.yahoo.com/news/palantir-announces-double-click-demo-114500595.html\n\nCopy and Paste of Article for those of you lazy enough: Palantir Technologies\n(NYSE:PLTR) today announced that it will hold the first in a series of \"Double\nClick\" demo events on Wednesday, April 14, 2021,…",
  "data/reddit-stocks/r/stocks/comments/m2s8x9/why_apples_stock_selloff_is_a_golden_buying.json": "Shanthi Rexaline [https://www.benzinga.com/users/shanthi-rexaline] , Benzinga\nStaff Writer\n\nApple Inc. AAPL 1.65% [https://benzinga.com/stock/aapl#NASDAQ] shares may have\ntaken a beating in the recent tech sell-off, but an analyst at Wedbush analyst\nsaid his conviction in the stock has only…",
  "data/reddit-stocks/r/stocks/comments/m2k8hk/anyone_else_uncomfortable_in_a_bull_market.json": "As someone who likes to buy the dip and has plenty of stocks in various sectors\n(other than tech) they want to buy... I sense a bull market happening for at\nleast a month or so, and then inflation popping it's head back up in May.\n\nBut for whatever reason, I feel very dissatisfied and frustrated on…",
  "data/reddit-stocks/r/stocks/comments/m2s5f9/selling_put_option_want_to_make_sure_i_understand.json": "Tried posting this in r/Options [/r/Options] but removed as a new trader\nquestion. Isn't the point to learn trading option from knowledgeable people I\ndon't get it? Anyhow, maybe someone here can reassure me.\n\nI've gotten a bit more comfortable with basic options trading over the past 6\nmonths. I…",
  "data/reddit-stocks/r/stocks/comments/m2ss0t/amazon_quietly_began_building_a_grocery_chain.json": "https://www.bloomberg.com/news/articles/2021-03-11/amazon-quietly-began-building-a-grocery-chain-during-pandemic\n\nGrocery analysts say Amazon Fresh stores are likely cheap to launch and even\ncheaper to run—the perfect weapon to stake a long-term claim in a famously\nlow-margin industry.\n\nAnalysts…",
  "data/reddit-stocks/r/wallstreetbets/comments/m28ibs/gme_cautionary_tale.json": "Today’s dip was fucking delicious but it taught us a few things:\n\n1.) Remove your fucking stop losses how the fuck does this need to be said. Why\nare you letting a robot 📄 🙌🏻 for you?\n\n2.) Half of y’all are fucking gods who bought the dip, and got a damn STEAL on\nsome guaranteed lottery tickets…",
  "data/reddit-stocks/r/wallstreetbets/comments/m2uy4f/gme_megathread_part_2_for_march_11_2021.json": "holy moly! holy moly? ... holy moly.",
  "data/reddit-stocks/r/wallstreetbets/comments/m25szi/why_im_super_happy_to_watch_evil_hedgies_shave_13.json": "Hello WSB, this is my first official post, but I'm very proud to see how we have\nall HODL together really strong.\n\nI have been in GME since 30 Oct 2019 with an additional 1670 shares on 29 May\n2020 and I wish I could take a screenshot to prove my words, but my custodian\naccount does not allow any…",
  "data/reddit-stocks/r/investing/comments/m2qd6k/shift_sft_dd_a_rapidly_growing_competitor_to.json": "What is Shift?\n\n * Shift is an online platform where you can buy used cars and/or sell your used\n   car. Their main competitors are Carvana and Vroom.\n\nI've never heard of Shift..can they even compete with big players like Carvana?\n\n * Used car sales are actually consistently greater than new car…",
  "data/reddit-stocks/r/stocks/comments/m2ve17/market_correction_and_yield_narrative_looks_to_be.json": "At this point: CPI was reported and treasury auctions took place this week\n(there is one more for 30 year bonds today).\n\nIt looks the market changed the narrative. The yield along with Yield Curve\nControl is no more the narrative. Next week, the FED has the FOMC but likely\nthere will be no action or…",
  "data/reddit-stocks/r/stocks/comments/m2rh7l/shift_sft_dd_a_rapidly_growing_competitor_to.json": "What is Shift?\n\n * Shift is an online platform where you can buy used cars and/or sell your used\n   car. Their main competitors are Carvana and Vroom.\n\nI've never heard of Shift..can they even compete with big players like Carvana?\n\n * Used car sales are actually consistently greater than new car…",
  "data/reddit-stocks/r/stocks/comments/m2n9tl/rstocks_daily_discussion_options_trading_thursday.json": "This is the daily discussion, so anything stocks related is fine, but the theme\nfor today is on stock options, but if options aren't your thing then just ignore\nthe theme and/or post your arguments against options…",
  "data/reddit-stocks/r/investing/comments/m2o0p7/ulta_beauty_ulta_upside_in_revenue_outlook_when.json": "Reported Q4 revenue number will lead to price moves of >+-10% over the next\nweek. I'm long & leaning towards a double digit upswing for reasons below:\nConsensus revenue expectation is $2.1 billion which means yoy declines in both\ntotal sales & same-store sales. What if the numbers are better than…",
  "data/reddit-stocks/r/stocks/comments/m2oy8e/my_broker_didnt_limit_my_cost_basis.json": "I decided to sacrifice one of my accounts to the PDT/Free Ride violation gods,\nand my broker didn't limit my daily cost basis. The result was as you can see in\nthe picture: https://imgur.com/Uq3a19s\n\nMy question is, are there any repercussions for this insane cost basis on an\naccount with a $5k…",
  "data/reddit-stocks/r/stocks/comments/m2z9w9/how_to_get_over_being_an_idiot.json": "So I bought 20 AMD options last week(.50 cents/share), May 2021 $95 strike, when\nAMD has been at bottom. I have been watching AMD for a while, I build PCs and\nthink they are generally hugely undervalued, so I wanted to get in on this. But\nthen I sold them on Friday and bought GME options for the…",
  "data/reddit-stocks/r/wallstreetbets/comments/m2efv8/lets_real_talk_retards_how_fun_was_today.json": "I want to genuinely hear how fun today was for you apes that are balls deep with\nme in $GME. I needed a rush like today. I had a blast. I started on a high from\npre market numbers. Hit some jazz cabbage watching the morning. LOST MY SHIT\nwith that midday cliff. LOST EVEN MORE OF MY SHIT with that…",
  "data/reddit-stocks/r/investing/comments/m339dm/emerging_markets_and_index_investing.json": "I'm passive investor with 5% of my portfolio in Emerging Markets (index). I've\nbeen thinking lately that it's not really worth it to invest in these stocks.\nEmerging market economies may indeed enjoy higher level of GDP growth than\ndeveloped economies, but their corporate governance is substandard,…",
  "data/reddit-stocks/r/stocks/comments/m31j2x/here_is_a_market_recap_for_today_thursday_march.json": "Stocks continued advancing on Thursday, with the Dow Jones (DIA) and the S&P 500\n(SPY) setting fresh intraday records. Market participants are encouraged after\nPresident Biden signed into law a new coronavirus relief package. Treasury\nyields also steadied at 1.525% at the time of writing. The tech…",
  "data/reddit-stocks/r/investing/comments/m2sbc4/why_apples_stock_selloff_is_a_golden_buying.json": "Shanthi Rexaline [https://www.benzinga.com/users/shanthi-rexaline] , Benzinga\nStaff Writer\n\nApple Inc. AAPL 1.65% [https://benzinga.com/stock/aapl#NASDAQ] shares may have\ntaken a beating in the recent tech sell-off, but an analyst at Wedbush analyst\nsaid his conviction in the stock has only…",
  "data/reddit-stocks/r/stocks/comments/m2n4pk/rstocks_daily_thread_on_meme_stocks_thursday_mar.json": "The familiar \"Rate My Portfolio\" sticky can be found here.\n[https://www.reddit.com/r/stocks/search?q=author%3Aautomoderator+title%3Arate+my+portfolio&restrict_sr=on&sort=new&t=all]\n\n--------------------------------------------------------------------------------\n\nWelcome traders who just can't help…",
  "data/reddit-stocks/r/stocks/comments/m340oe/new_wave_of_retail_traders_are_incredibly.json": "Is it just me or has there been a massive surge of people (new investors) who\nconstantly make posts and ask misaligned questions showing they have literally\nzero understanding of stocks or the stock market in general?\n\nPerhaps a resource could be pinned to the top of some subreddit where they…",
  "data/reddit-stocks/r/stocks/comments/m33slr/how_do_you_get_over_beating_yourself_up_for_not.json": "In the recent drop, some of my positions went negative 20-30% after losing all\nof their gains, I didn't sell any and I bought too little and too early, I was\npessimistic and I didn't believe it was over.\n\nNow I'm beating myself up for not buying the dip, I saw it on Friday, I could've\nbought but I…",
  "data/reddit-stocks/r/stocks/comments/m32n3n/nasdaq_is_now_up_617_in_the_past_3_days_is_the.json": "What is everyones opinion?\n\nI personally think the correction is over and we will return to all time highs\nin the next 2-3 months. COVID is slowing down massively. States are easing\nrestrictions and opening back up. $1400 checks will be coming in. Unemployment\nis trending down. When things start…"
}