{
  "data/reddit-ask/r/AskHistorians/comments/luy7ih/in_1767_marie_thérèse_louise_of_savoy_was_married.json": "Per her wikipedia page, the Princesse de Lamballe was married by proxy at age 17\nto a great grandson of the sun king. The wedding was followed by a bedding\nceremony, but Wikipedia doesn't say how that worked with the bride and groom in\ndifferent places.\n\nWhat would that ceremony have looked like?…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lv5w0f/does_anyone_feel_anxious_nervous_or_scared_when.json": "I always have this moment where I think I'm gonna be delivered some really bad\nnews and something horrible has happened.\n\nMost of the time it's not anything to worry about and usually harmless stuff.",
  "data/reddit-ask/r/askscience/comments/lv07ro/why_is_it_that_when_a_person_gets_kidney_stones.json": "From what I understand, those who got kidney stones have a high chance of\ngetting it again. Is there a difference in the risk of getting stones before\nthat person got the stone?",
  "data/reddit-ask/r/askscience/comments/luzqo9/are_there_any_animals_that_migrate_south_for_the.json": "I mean northern hemisphere animals - do any seek out extremes of temperature\nlike this?",
  "data/reddit-ask/r/AskHistorians/comments/lv7y77/is_the_aryan_invasion_in_india_true.json": "In India, while learning about the Harappan civilisation, we are taught that the\ncivilisation's downfall was caused by the invasion of the Aryans, who originated\nfrom regions near the Caspian Sea. We also learn that they brought in new\nmaterials and objects like books, horses, chariots and so in to…",
  "data/reddit-ask/r/AskHistorians/comments/lv83s2/would_an_arabic_speaker_from_today_be_able_to_at.json": "My logic is because the Qu'ran is still written in the same way it was\noriginally at around 700AD an Arabic speaker from today should be able to at\nleast have a limited conversation with someone from the past.",
  "data/reddit-ask/r/askscience/comments/lv5xz0/does_nuclear_fusion_happen_in_the_corona.json": "In college I learned that in order for nuclear fusion to start happening you\nneed the energy of your electrons to be high enough to overcome the Coulomb\npotential, so that they can interact with the nucleus of atoms. The equation\n(3/2)nkT = e2 /r gives a temperature of ~1010 K, but taking into…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lvgmfu/why_does_it_feel_like_there_is_such_a_lack_of.json": "This is definitely something that’s been on my mind for years now. I can say\nthat I am less ignorant on the subject of race than I was in 2010, but, this\nparticular set of thoughts always bother me.\n\nFor starters, I think I should say I’m a very anxious person with severe social\nanxiety, I live in a…",
  "data/reddit-ask/r/TrueAskReddit/comments/lvgbaj/if_you_have_descended_from_being_wealthy_in.json": "I grew up in a wealthy family and found myself as an adult with a lower income\ndue to a series of unforeseen circumstances.I have been able to improve things\nbut I have never really gotten past what happened. I have found it extremely\ndifficult to adjust and consider myself almost traumatized by the…",
  "data/reddit-ask/r/AskHistorians/comments/lvh9ja/was_pete_seeger_correct_when_he_said_that.json": "Near the end of his life the famed folk musician Pete Seeger gave an interview\nwhere he lamented the fact that Americans don't sing together as a group nearly\nas often as they did when he was a child and young man (he was born in 1919). If\nI am recalling correctly he gave examples such as singing on…",
  "data/reddit-ask/r/askscience/comments/lvq43f/if_cases_were_lower_with_coronavirus_would_that.json": "& would it be easier to fight?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lvdxor/where_do_you_draw_the_line_between_bodyshaming.json": "I am asking this specifically in regards to skinny-shaming. I see a lot of\npeople talking about how rude it is to draw attention to someone's weight, and\nhow offensive it can be to say something like \"omg you're so skinny! Are you\neating enough? Do you have an eating disorder? Are you anorexic?\" I…",
  "data/reddit-ask/r/Ask_Politics/comments/lvkamm/why_do_conservatives_in_the_us_oppose_single.json": "We spend far more money on healthcare than any other nation on earth. (The\nsecond place country spends about half as much as we do.)\n\nAnd we're only ranked somewhere in the 30s in most healthcare ranking surveys\nI've seen.\n\n\n\nEven the supposed benefit of the US' healthcare system-all the medicine…",
  "data/reddit-ask/r/AskHistorians/comments/lvlt32/infamously_in_december_1909_the_writer_james.json": "You can read the letters here.\n[https://adoxoblog.wordpress.com/2011/02/25/f%CE%BCckbird-and-jim-james-joyces-letters-to-nora-barnacle/]\nNSFW",
  "data/reddit-ask/r/askphilosophy/comments/lvhw78/i_wanna_start_a_philosophy_club_in_my_highschool.json": "Hello,\n\nSo yeah, as I stated I’m in high school. I’m mainly into Marx, Foucault, that\nline of thinking but I am open to other things. I basically want to make it a\nphilosophy focused reading club, because It’s not like I can lecture people or\nanything like that.\n\nHow to go about it, how to direct…",
  "data/reddit-ask/r/AskHistorians/comments/lvv2f4/i_read_that_if_aztec_slaves_escaped_from_the.json": "I find these rules to be really strange, especially when compared to other\nempires like it like the Roman Empire.\n\nWhat exactly was the reasoning behind these rules? Why step on shit? Why would\nthe owner and his family be the only ones allowed to chase the escapee and\neveryone else were to be…",
  "data/reddit-ask/r/AskHistorians/comments/lvrx05/why_is_it_that_anatolia_was_so_thoroughly.json": "As a rule of thumb, when a nomadic people conquers a settled society, they\nalmost always adopt the culture of the people they conquered. There are endless\nexamples of this throughout history. Why is it with the Turkish conquest of\nAnatolia the opposite occurred?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lvq2rp/why_is_every_single_post_i_see_on.json": "Like... do they not moderate to keep posts in line with the idea of the sub?\nHave they just sold out? I don’t get it.",
  "data/reddit-ask/r/AskWomen/comments/lvxe2v/curvy_women_who_feel_comfortable_wearing_whatever.json": "I would love to wear cute and trendy outfits, but always feel like they just\ndon’t look right on my body type.",
  "data/reddit-ask/r/AskHistorians/comments/lvwnmo/were_bonnie_and_clyde_romanticised_at_all_while.json": "From what I've read, Clyde Barrow was a vicious, rage-filled bastard who scared\neven his cohorts and once shot an unarmed storekeeper for giving him lip. Just\nto name an example. They murdered a total of thirteen people, and yet they have\na certain \"free spirited outlaws in love\" image. What did…",
  "data/reddit-ask/r/TrueAskReddit/comments/lvqjq4/is_covid_going_to_eventually_cause_massive.json": "So covid showed the world that most office work can be done remotely.\n\nBusinesses have realized they can save money with less overhead for office\nspace.\n\nThis seems like great news for workers as well since they can skip the commute\nand work at home in their pajamas if they want.\n\nBut no one is…",
  "data/reddit-ask/r/askscience/comments/lw0ef8/askscience_ama_series_im_herman_pontzer_an.json": "Hi Reddit! I'm Herman Pontzer, PhD, Associate Professor of Evolutionary\nAnthropology at Duke University and Associate Research Professor of Global\nHealth at the Duke Global Health Institute. I conduct research on the human\nmetabolism through studies with hunter-gatherer tribes like the Hadza in…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lw476l/is_petsmart_supposed_to_be_read_like_pets_mart_or.json": "As the title says",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lw4x6z/does_anyone_else_have_literally_no_idea_how_to.json": "If I try and smile without teeth I look like a creep, if I try and smile with\nteeth I look like a serial killer. I have stood in front of the mirror many\ntimes just trying to find a way of smiling that wouldn't reduce children to\ntears. I have just resigned myself to never smiling and avoiding…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lw1x3k/when_deaf_people_are_on_hold_do_they_think_that.json": "Because they can't hear the music will they know that there is any?\n\nEdit: I have just realised how stupid of a question this was. I apologise.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lvx6h6/i_see_americans_mad_at_joe_biden_because_the.json": "Please I'm European so if I did any mistakes/imprecision, just let me know. I am\nfar from being a specialist of the American Democraty.\n\nCheers !",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lw7y2e/are_penises_heavy_to_the_man.json": "I’m becoming a regular here in this subreddit, so here is a new question. So I\nam a female and at times, I find my breasts to be heavy and I just want to rest\nthem on something. Do men feel the same way? I understand that the penis just\ndangles there, but like do you ever get the urge to rest it on…",
  "data/reddit-ask/r/askphilosophy/comments/lvvxaa/what_exactly_is_the_difference_between_absurdism.json": "Absurdism is a form of existentialism, correct? I’m wondering what exactly is\nthe difference? Both recognize the that existence is meaningless but both also\nbelieve in subjective meaning, that we as human beings give it. Now I know that\nin Absurdism there is the recognition of the human desire to…",
  "data/reddit-ask/r/askscience/comments/lw2quk/are_all_planets_spherical.json": "Would non-spherical objects, even of larger size, have such odd gravitational\nforces that they would not orbit around a sun?",
  "data/reddit-ask/r/AskHistorians/comments/lwbshe/pop_history_often_presents_yugoslavia_as_a.json": "To what degree was tamping down nationalist feelings a regular part of the\ncentral authority's top priorities before Tito's death? How significant was\nethnic tension, really, in the middle part of the 20th century as part of public\nfeelings/discourse, especially a generation or so past the times of…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lw02qc/whats_the_overall_goal_of_the_trans_movement_help.json": "Generally speaking, I've got no issues with any human being on the planet. I've\ntried to learn all the new pronouns and whatnot, I've respected the wishes of\nthe few trans folks in my inner social circle and started referring to them as\nwhatever they'd prefer to be called. (I don't totally…",
  "data/reddit-ask/r/AskHistorians/comments/lwhciy/i_am_travelling_back_in_time_to_settle_in_london.json": "I hope this question is ok!\n\nI'm looking to get something like Shakespeare's house in Stratford-Upon-Avon. It\nlooks nice.\n\nFor the sake of simplicity, let's assume these are the spices I have at home,\nand that I have 50 grams or 1.76 oz of each:\n\nCardamom Black pepper Cinnamon Nutmeg Cloves…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lw6ums/did_people_in_the_middle_ages_know_what_blowjobs.json": "this is an awful question but me and my friend were talking about it earlier\ntoday and i just absolutely cannot envision a dude from the middle ages knowing\nor getting a blowjob.",
  "data/reddit-ask/r/askscience/comments/lwh8js/are_vaccines_preventative_only_are_there_any.json": "From my little knowledge about biology I know vaccines are given before you get\ninfected with a disease so that your body already has the respective antibodies\nin case you do get infected. Are there any vaccines that can be given when the\nperson is ill already? To help maybe boost the process of…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lwk1zm/anyone_else_just_feel_like_america_is_beyond.json": "It feels like this country is eternally against progress.\n\nBusinesses have so much power and pretty much control the government\n\nRacism, sexism, homophobia, transphobia, etc are all such a rampant problems but\na huge amount of people don’t even acknowledge they exist\n\nEverything this country does…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lwher3/does_anyone_else_have_a_radio_station_playing_in.json": "It's not something I'm consciously doing, but at almost any given moment there's\na song playing. If I stop to pay attention, it's pretty much all there, almost\nas if I was listening to it in reality. Sometimes it's even unique music,\nsometimes it's a mashup, but it just plays. Is this what everyone…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lwkv0m/does_anyone_else_feel_like_the_media_is_trying_to.json": "I feel like they are mainly trying to rile people up. I think we need to change\nthings.\n\nI am going to ignore them now.",
  "data/reddit-ask/r/NoStupidQuestions/comments/lwoji1/anyone_else_wait_to_eat_til_they_have_a_good_show.json": "Every time I make myself some food and sit down to eat it whether it's on the\ncouch or in front of my computer, I won't eat until I find a good show/ video to\nwatch. Sometimes I'll sit for 5 minutes scrolling because im worried it will get\nboring and I don't want to have to change the video half way…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lw1wjp/is_quarantine_and_isolation_evoking_strong.json": "Maybe it’s because I’ve spent so long alone without regular contact with people,\nbut every now and then I keep getting vivid memories from childhood, whether\ntouch, smells, and vivid images. This has never happened to me before so it\nfeels a little weird.\n\nMaybe it’s because my life has slowed down…",
  "data/reddit-ask/r/AskWomen/comments/lwtfff/those_who_experienced_childhood_emotional_neglect.json": "Childhood emotional neglect is a failure of parents or caregivers to respond to\na child’s emotional needs. It’s can be difficult to ascertain as it’s done\nunintentionally or very subtle and not in clearly neglectful or abusive\nhouseholds but those with two parents, high achievers/earners or families…",
  "data/reddit-ask/r/AskHistorians/comments/lwqb4j/why_did_lincoln_and_douglas_debate_if_senators.json": "In 1858, US senators were elected by the state legislatures; it was not until\n1913 that senators were elected by the popular vote. So why then did Abraham\nLincoln and Stephen Douglas hold their famous series of debates? Were the\ndebates for the benefit of the state legislators? Did senators still…",
  "data/reddit-ask/r/AskHistorians/comments/lwswlg/in_who_framed_roger_rabbit_set_in_the_early_20th.json": "I am familiar with the concept of white flight & highways destroying\nneighborhoods, but not with respect to LA. Additionally, I thought it was\ninteresting that a movie made in the 80s would so directly make a reference to\nthe public transportation of the 40s or 50s. In hindsight, this seemed like…",
  "data/reddit-ask/r/AskHistorians/comments/lww497/the_history_bar_talk_in_portugalbrazil_is_that.json": "This is a common trope\n[https://reddit.com/r/brasil/comments/lwcrbe/portugal_do_caix%C3%A3o/] in\nPortuguese-speaking “pop history” and to some extent I know this trade flow did\nindeed exist (Portugal using gold and it’s low-aggregate value products to buy\nBritish textiles, etc), as evidenced in…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lwghhp/as_a_tim_is_there_this_phenomena_im_unaware_of.json": "I'm not even insecure about it, I just notice that when people find out my name\nis Tim, their features lighten up significantly and may even get chummy and\njokey like they can't say my name just once, they gatta go Tim-Tim, Timmy,\nTim-Tom, Tim-O-thy, or famously TimmAH! I find it amusing and I can't…",
  "data/reddit-ask/r/AskWomen/comments/lww3vw/women_of_reddit_who_dont_have_the_chair_what_do.json": "Everyone knows about the chair that sits in the corner of the room with a\nmountain of clothes on it. Is there anyone here who has a better/more organised\nsystem for worn clothes that aren't dirty enough for the laundry?",
  "data/reddit-ask/r/Ask_Politics/comments/lwqccf/people_keep_thanking_trump_for_the_vaccines_and.json": "As far as I know, both Pfizer and Moderna weren’t a part of Operation Warp\nSpeed, so Trumps administration can’t take credit for those scientific break\nthroughs. And I’ve read that when Biden’s administration started that they found\nthat Trump had no plan for distribution in place, despite the…",
  "data/reddit-ask/r/AskHistorians/comments/lwt5bn/why_werent_there_any_orthodox_crusades_or.json": "To my knowledge, there weren’t any orthodox knight orders, while there were some\nattacks on orthodox lands. Why weren’t any established?",
  "data/reddit-ask/r/NoStupidQuestions/comments/lx41i4/people_who_post_on_here_did_you_even_try_looking.json": "Because I understand",
  "data/reddit-ask/r/askscience/comments/lwt1ri/could_we_eliminate_the_flu_if_we_all_got.json": "Masks have been pretty effective at keeping my family healthy this year and I\nwas wondering if some viruses like the flu are so endemic that there will always\nbe substantial spread, or if mask use would be effective at isolating or\neliminating the flu?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lww9fw/do_you_sometime_feel_like_your_presence_or.json": "Like in a group of friends when you don't have that famous image or you are\nunable to make that Image of your, cause you have shitty personality and don't\nknow how to talk, or maybe you are boring. So even if i leave then nobody will\nnotice.",
  "data/reddit-ask/r/askphilosophy/comments/lwycb6/where_do_the_dances_go_when_no_one_is_dancing_them.json": "Does anyone know where this question came from? I think it's an interesting\nquestion but I can't seem to relate it to any school of thought or philosophical\ninquiry. There are variations of the question only instead of dances it's with\nthoughts and thinking, wind and blowing, music and playing, etc.…",
  "data/reddit-ask/r/AskHistorians/comments/lwvpro/how_did_people_come_to_believe_that_history_and.json": "Slightly odd question, might be more about the epistemology of history than a\nhistorical fact.\n\nI know people who believe history is progressing by some fixed, static order,\nalmost like unlocking levels in a video game. So they think that the progression\nof technology is almost preordained, and…",
  "data/reddit-ask/r/askscience/comments/lws8ge/askscience_ama_series_hi_i_am_tel_aviv_university.json": "Hi! I am Tel Aviv University cancer biologist, Prof. Neta Erez. I study the\ntumor metastasis microenvironment.\n\nTumors are more than just a bunch of cancer cells. They are better described as\nmulticellular organisms. In each tumor there are complex interactions with\nimmune cells, which cause…",
  "data/reddit-ask/r/AskHistorians/comments/lxgsrj/what_did_the_american_colonists_think_of_the.json": "Was there a difference in opinion between the governorships and the general\npublic of any colonies? Did any colonies send aid or resources to one or both\nsides? What about the non-Anglo peoples of the Americas? Did the French, Dutch,\nor Spanish colonists have a stake in the outcome? What about the…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lx1bku/does_anyone_else_absolutely_hate_having_teeth.json": "This is probably one of the weirdest questions I could ask, but I'm genuinely\nwondering. Not to say I don't want teeth, but I'd rather have fake teeth, or\nteeth without nerves or roots. I hate the dentist. I've had so much dental work\ndone, and a lot of it has hurt. I dread going every single time.…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lxgzo6/i_feel_that_i_am_alone_and_i_dont_like_it_but.json": "I don't understand what's wrong but i want to be alone till i am alone, and\nafter that i don't like it",
  "data/reddit-ask/r/NoStupidQuestions/comments/lxlp1c/how_does_dyslexia_affect_people_using_non_western.json": "Another question, does it effect vertical writing like Chinese differently?",
  "data/reddit-ask/r/TrueAskReddit/comments/lxdtzr/have_any_of_you_gone_through_a_major_change_of.json": "I have never been one to have strong opinions. I am thirty now and most of my\nlife I have tried to just lay low. But I have been having constantly evolving\nand persistently deep philosophical thoughts about everything I do. It effects\nmost of my every day behavior. I think it's been a very good…",
  "data/reddit-ask/r/askphilosophy/comments/lxfmki/what_are_some_fun_philosophical_arguments_with.json": "I have in mind something like anselm's original ontological argument, where\nthere is something wrong with the argument, but you can present it to students\nor friends to have them test their brains figuring out what's wrong with it.\nWhat are some flawed philosophical arguments, which aren't entirely…",
  "data/reddit-ask/r/AskHistorians/comments/lxrq1x/im_having_difficulty_finding_native_american.json": "Hello all,\n\nI'm looking to locate comprehensive sources of research on the folklore and\nreligions of all the native american tribes, more specifically things like their\ndeities, culture heroes, religious and spiritual practices, etcetera - most of\nthe stuff I've found online is directed at kids,…",
  "data/reddit-ask/r/askscience/comments/lxu933/is_there_a_system_of_geographical_coordinates_in.json": "Let's say I want to tell someone exactly where was the earth 6 month ago in\nspace. Is there some kind of system like on earth to tell a specific position in\nthe universe?\n\nGiven that earth is moving around a sun moving in a galaxy in an expending\nuniverse, I struggle to imagine a system of…",
  "data/reddit-ask/r/askphilosophy/comments/lxwch2/what_does_noam_chomsky_means_when_states_that.json": "In the documentary, Manufacturing Consent, Noam Chomsky states that:\n\n> Now, to eliminate confusion, all of this has nothing to do with liberal or\n> conservative bias. According to the propaganda model, both liberal and\n> conservative wings of the media, whatever those terms are supposed to mean,\n>…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ly0wg7/when_you_close_your_eyes_in_complete_darkness_and.json": "I swear this is killing me to know, because sometimes I just watch them when I'm\ntrying to go to sleep. Darkness to me looks like black static - as in, a\nbackdrop of black and millions of tiny specks of buzzing dots. Sometimes these\n'patterns' fly by in my peripherals, they can look like chequers,…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ly5w89/i_am_not_depressed_lonely_or_crave_human_contact.json": "I am 23 year old male. My first love was \"self imposed isolation\". It feels so\nmuch better. Since 16, I have isolated myself in my own room watching TV, video\ngames, maladaptive Daydreaming and eating.\n\nI genuinely love isolating myself and love to eat alone. I love being abandoned\nand always find…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ly35bo/do_you_ever_stop_missing_your_dog_thats_passed.json": "Hi, this is my first Reddit post. I’m a little nervous but here I go! Do you\never stop missing your dog that passed away? How do you end up coping with it?\nWhen are you ready to adopt a new fur baby?\n\nPeople keep telling me to move on, but I miss her everyday. She was with me for\nmost of my adult…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ly7dp7/why_do_servers_get_mad_at_nontipping_customers.json": "Ok this question is really for all of us who live in the USA, and is more\napplicable to non COVID times. And I want to say that I am genuinely curious\nabout this AND I always tip at least 20%. However, I don't really understand why\nsome servers get very upset at non-tipping customers rather than at…",
  "data/reddit-ask/r/Ask_Politics/comments/lxrkzo/why_are_people_wishing_me_a_happy_inauguration.json": "I know that the transition between Truman and Eisenhower was seen as especially\nprecarious because the handover was moved from March 4 to January 20 in the\n1930s thanks to the 20th amendment, but we're almost a century past that.\n\nWhat gives?",
  "data/reddit-ask/r/askscience/comments/lyab9d/askscience_ama_series_were_neuroscientists_at.json": "Hi Reddit! We just published a study on live two-way communication with lucid\ndreamers - watch VIDEO of the experiment here\n[https://youtu.be/7M06fJxiayo?t=501]. AUA!\n\nHi! My name is Karen Konkoly and I'm a third-year PhD student in Ken Paller's\ncognitive neuroscience lab at Northwestern University.…",
  "data/reddit-ask/r/AskHistorians/comments/ly931r/what_did_ancient_princesses_do_if_they_didnt_wind.json": "I just finished reading Brotherhood of Kings by Amanda Podany and apparently\nAmenhotep II stated outright that \"from time immemorial no daughter of the King\nof Egypt is given to anyone.\"\n\nDo we know why this attitude, so different from that of the nearby Mesopotamian\nkings, evolved in Egyptian…",
  "data/reddit-ask/r/TrueAskReddit/comments/lxlkv6/can_therapy_help_someone_to_get_the_strength_to.json": "My friend is in a very horrible situation and I feel like there's nothing I can\ndo.\n\nI'm off course there for her and I try to help her through it, but I feel like\nno matter what I say it won't change anything.\n\nWill therapy help? I'm considering getting some for her. I'm so scared. I just\nwant to…",
  "data/reddit-ask/r/NoStupidQuestions/comments/ly9tai/is_it_weird_to_just_go_wandering_by_yourself_in.json": "I have never really done it much before but since the past 6 months I am finding\nit more and more appealing just wandering the streets talking to people.\n\nI dont have many normal friends, Is this weird and would you talk to a random on\nthe street?",
  "data/reddit-ask/r/AskHistorians/comments/lxv2br/where_did_the_american_accent_come_from.json": "I mean, wasn’t most of the modern USA formed by the British and a mixture of\nEuropean migrants? At what point did the distinct American twang appear?",
  "data/reddit-ask/r/AskHistorians/comments/lyejsu/how_similar_would_a_18th_or_19th_century_phd.json": "I realize this would vary from country to country. A PhD student nowadays, at\nleast in my field, generally studies full time for 5-6 years making their own\noriginal research contribution to the field in the form of a thesis.\n\nHow long has this been the case? Was it as intensive? Did they have…",
  "data/reddit-ask/r/Ask_Politics/comments/lyi1qc/why_does_the_minimum_wage_hike_have_to_be_all_or.json": "Progressives want to raise the minimum wage from 7.25 to 15 per hour. But the\nparliamentarian, centrist democrats and obstructionist GOP seem to be blocking\nit. The minimum wage clearly needs to be raised. But why can't there be a\ncompromise of, say, $11 Federal minimum, plus extra taxes on huge…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lyovgo/is_it_me_or_is_there_porn_erotic_content.json": "I like to draw and paint, I've had a Deviantart profile since 2009. It's been\nfun and very creative for years. Until like four years ago and a ton of fucking\nporn showed up and now I have girls messaging me asking me to subscribe to their\nOnlyfans. It sucks, I miss the old Deviantart.\n\nI don't know…",
  "data/reddit-ask/r/AskWomen/comments/lyp5yw/when_does_making_the_relationship_work_become_too.json": "Also a follow-up question, is it unrealistic to think relationships should come\neasy?",
  "data/reddit-ask/r/AskHistorians/comments/lyraqg/why_didnt_any_south_american_natives_domesticate.json": "As per the title. I'm working on a research paper, and having read parts of\nDiamond's breakdown of domesticatability, I'm frankly left unsatisfied by the\nlack of explanations. I can't find a single article referencing the capybara or\ntapir, and only a few for the peccary. I've read a few that say…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lyif8e/how_many_watermelons_can_someone_possess_for.json": "On the face of it, it's a pretty stupid question. However, there has to be a\nnumber. Like if someone came home with their entire 4 door sedan filled with\nwatermelons, is that the time to alert someone or do you just assume they are\nthrowing a watermelon themed part? What about a truck bed full? A…",
  "data/reddit-ask/r/askphilosophy/comments/lynfuq/what_did_einstein_mean_by_kant_had_known_what_is.json": "“ Kant built his structure upon the foundations of the world outlook of Kepler\nand Newton. Now that the foundation has been undermined, the structure no longer\nstands.\"",
  "data/reddit-ask/r/NoStupidQuestions/comments/lymqav/isnt_flinching_really_a_good_thing_i_maybe_could.json": "“HAHA, DUMBASS!!!! YOU DIDN’T LET A FIST SLAM INTO YOUR FACE LMAOOO”",
  "data/reddit-ask/r/AskWomen/comments/lytuxg/what_is_a_cheap_yet_unnecessary_luxury_that_makes.json": "Stolen from r/askmen [/r/askmen]",
  "data/reddit-ask/r/NoStupidQuestions/comments/lyp853/are_the_flat_earth_people_serious.json": "I can't help but think it's all just an elaborate meme/joke, and they're just\nreally committed to not breaking character",
  "data/reddit-ask/r/NoStupidQuestions/comments/lyw5bw/does_being_a_good_person_actually_pay_off.json": "I do my best in life to be a good person, I always try to help those I can and\ndo my best to help those I usually can’t. But every day I see in the news and\nwherever else, people making millions and billions and bettering their lives\nwhile only doing enough for tax cuts. My question is, is doing my…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lyx4fm/does_anyone_else_find_it_hard_to_understand.json": "English is not my native language but I can understand English very well. I\ndon't need subtitles for the YouTube videos, even at 1.75 speed. But for some\nmovies, it's hard to understand what the characters are talking about clearly.\n\nDoes any other native English speakers feels the same way? Or is…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lz27wz/is_it_just_me_or_do_some_of_you_guys_also_have.json": "Although the only person who calls me is my boyfriend (I have a text only\nrelationship with all of my friends), still whenever I hear my phone ring it's\njust instant anxiety that is why I prefer to have my phone on silent 24/7.",
  "data/reddit-ask/r/AskHistorians/comments/lz1oru/why_did_china_remain_united_throughout_most_of.json": "From the Han dynasty and beyond, China seems to be relatively unified, with 1\nemperor ruling all of China during most of its history aside from some civil\nwars.\n\nMeanwhile, Europe post-Rome had been fractured into many tiny realms, with maybe\nsome exceptions being Charlemagne's Frankish Empire or…",
  "data/reddit-ask/r/AskHistorians/comments/lz580m/founded_in_1623_zildjian_is_considered_one_of_the.json": "According to its website, world-renowned cymbal manafacturer Zildjian opened its\nfirst factory in 1623 in Constantinople. Avedis Zildjian is said to have\ndiscovered his patented cymbal alloy in 1618, when he began making cymbals for\nthe Ottoman Sultan’s music groups. Today, Istanbul remains the…",
  "data/reddit-ask/r/askscience/comments/lz9vfj/how_fast_do_liquids_flow_from_the_stomach_into.json": "I was drinking water and I started to think about if the water was draining into\nmy intestine as fast I was drinking it.",
  "data/reddit-ask/r/AskHistorians/comments/lyzkkq/what_are_the_origins_and_relationships_of_the_two.json": "I recently discovered that there are actually two languages spoken in Scotland\n(aside from English, of course), which are Scots, classified as a Germanic\nlanguage, and Scottish Gaelic, classified as a Celtic language.\n\nThis begs the question for me, what are the origins of these languages? And\nalso,…",
  "data/reddit-ask/r/AskHistorians/comments/lzdi7j/why_did_the_soviet_union_have_tv_commercials_and.json": "The USSR was a planned economy in which all industries were controlled by the\nstate, but consumer goods were still advertised on television. You can find many\nold Soviet and Eastern European TV ads on YouTube.\n[https://youtu.be/P0J9i0cyzws]\n\nYouTube also has videos of Soviet-era sporting events, and…",
  "data/reddit-ask/r/askphilosophy/comments/lz6t11/im_japanese_and_english_is_not_my_first_language.json": "When I asked what gender meant, on English-speaking social media, I was always\ntold it's how you feel, your aesthetic, mood, interests etc...''woman'', ''man''\netc, are sex, not gender, and gender is completely unrelated to sex.\n\nI came across genders like catgender, for people with a…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lzj0fq/does_anyone_else_feel_a_similar_feeling_to.json": "Does anyone else REALLY aggressively miss being a kid? I'm only in my late 20s,\nbut very often, like almost every day, I feel an UNBELIEVABLY overwhelming pain\nto be a child again. I was very privileged to have a very good childhood but\nit's like...the feeling of overpowering homesickness? But about…",
  "data/reddit-ask/r/AskWomen/comments/lzii44/when_did_you_realize_you_have_outgrown_a_best.json": "Especially a best friend who has done nothing wrong",
  "data/reddit-ask/r/AskWomen/comments/lzpfee/women_who_wanted_cosmetic_surgery_nose_job_boob.json": "Did you get that surgery? If yes, are you happy you finaly did it? If no, what\nmade you realise that you don't need it? What made you think you needed it?",
  "data/reddit-ask/r/NoStupidQuestions/comments/lzq1jy/why_hasnt_reddit_had_a_post_over_1_million.json": "The title really says it all. All the other major platforms have had multiple\nposts reach one million, and some even multiple millions.\n\nThere seems to be no age correlation, as TikTok has thousands of posts over a\nmillion, and its only really picked up in the last two years.\n\nI know Tumblr, which…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lzq9ba/do_other_cat_owners_find_odd_objects_that_have.json": "I removed my screen protector in my basement then went to work. When I came\nhome, the screen protector had been moved upstairs and onto a couch. I’ve\nnoticed similarly odd objects such as masks, pens, and my chapstick being\ntransported all around the house and have come to the conclusion that my…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lzq6d5/boxwimming_would_this_new_sport_just_kill.json": "I had a dream last night which involved a new sport, which is basically boxing\nplus swimming. It was called boxwimming, and involved two fighters, treading\nwater/swimming in a deep swimming pool, fighting until the one of them was\nknocked unconscious. In the dream, the losing fighter sank in the…",
  "data/reddit-ask/r/NoStupidQuestions/comments/lzqbzh/if_i_bought_myseld_a_garbage_truck_could_i.json": "Google says its legal to steal trash once it was deposited in a public area such\nas carb for pick up. But could i just roll in front of someone's house in my\nprivate garbage truck and take their trash?",
  "data/reddit-ask/r/askphilosophy/comments/lzn3b7/did_science_replace_philosophy.json": "In Stephen Hawking's 2010 work, he argues that philosophy is dead. He claims\nthat for centuries, philosophy showed a way for science and now philosophy is\npractically unnecessary for knowing the \"truth\". Can we still reach the truth\nwith philosophy ? Of course I know that today's philosophers should…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lzlv9f/is_it_weird_to_dont_answer_your_phone.json": "I never answer my phone, unless I have some kind of appointment made with\nsomeone. I mean never. It has probably been 10 years since I picked up my phone\nnot knowing who's calling, and why.\n\nTo me, this makes sense. If it's urgent and important, they will leave a\nmessege. I'm not obligated to be…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lzkszj/if_your_exit_is_next_why_are_you_in_the_left_lane.json": "Some call it the California lane change. Crossing over 3 lanes of traffic like\nyou are going to miss your exit. WHY not plan ahead and just get over sooner?",
  "data/reddit-ask/r/askscience/comments/lzp9r5/does_altitude_make_a_difference_during_earthquakes.json": "Let's assume the source of the earthquake is perpendicular to your position and\nat a fixed depth based on sea level.\n\nWould you or buildings be less effected from the quake in Nepal (lets say\n4000-5000 km above sea level) than beeing on german plains (at maybe 200m)? If\nso, how much/would it be…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/lzx51t/why_is_a_declining_birth_rate_bad.json": "I’m seeing that as these generations get older, the birth rate is decreasing and\nit puts capitalism at risk? I think that’s what I read. Why is that? Isn’t this\na good thing because we’re over populated?"
}