{
  "data/reddit-crypto/r/CryptoCurrency/comments/obcnx6/disappointed_that_all_of_your_crypto_has_fallen.json": "One comment upvote is worth 0.4 moons this month, so one comment upvote is two\ncents at current moon prices. This is comparable to the minimum wage in\ncountries like Sierra Leone. The minimum wage there is three cents. One click is\nworth almost as much as an hour of work there.\n\nThis sure puts…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obg99h/ive_a_fiat_mining_job_and_i_absolutely_hate_it.json": "So I'm a Computer Science Student in a third world country and for paying my\ntution fees, I have to do a internship which is my fiat mining job and I\nabsolutely hate it. Few days ago, I found out that 5 Moons per hour is minimum\nwage in my country and I can get the moons just by interacting with…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ob9t4g/daily_discussion_july_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obedyq/what_are_your_crypto_opinions_that_would_get_you.json": "Do you have any debatable opinions about this community in general, certain\ncoins or projects you think are over-valued or under-valued, or just want to get\nsomething off of your chest??? Post it here!\n\nThe more controversial your opinion, the better!\n\n\n\nThank you all for the comments, and…",
  "data/reddit-crypto/r/Bitcoin/comments/obhjb8/let_me_clear_up_the_confusion_about_china_and_the.json": "Been living in China 6 years. China doesn't have a legitimate stock market\nbecause of widespread government interference and corruption. The real estate\nscene is a huge bubble, propped up by the government. There is a limit on the\nnumber of houses one can buy (you can't buy land). So Chinese want to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/objr6d/what_is_a_crypto_you_are_bullish_on_even_though.json": "My personal one is VET. Walmart is one of the largest businesses in the world\nand if they have adopted it in China for food safety use. There is a chance\n(still may be small) that it gets picked up by Walmart worldwide.\n\nGive me your reason why a small coin you own could be useful as well.\n\nNot…",
  "data/reddit-crypto/r/CryptoCurrency/comments/objdhh/can_someone_explain_where_the_money_of_moons.json": "Like, am I crazy? I don't see a sticky post about this, and nothing in the side\nbar. Everybody's circlejerking about how every single upvote gives you 0.4 moons\n= 2 cents, but nobody's ever discussing where the money comes from. There are\nprobably hundreds of upvotes every second in this sub, and…",
  "data/reddit-crypto/r/Bitcoin/comments/obkr2l/caught_a_scammer_on_this_sub_here_are_all_his.json": "I mean it's reddit, so we see lots of dumb shit, but this is just hilarious.\nI've never seen a scammer that's that dumb, I'm almost sorry for them\n\nGot a DM from a \"girl\" asking me how I'm doing. Naturally the first thing I did\nwas check out the profile.\n\n100 comment karma, no posts. 90% of the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obm25j/i_can_confirm_we_are_all_so_early.json": "I tried to post this a couple of weeks ago but wasn’t yet 60 days old. Today I\nam 🙌\n\nSo I did an hour zoom market research focus group with an Australian company\ninterested in developing a new investing/trading platform.\n\nThe group (including the facilitator) had really limited knowledge of crypto…",
  "data/reddit-crypto/r/CryptoCurrency/comments/objeqw/i_mined_05_eth_back_in_2018_and_my_gf_made_me.json": "(Tl,dr at bottom)\n\n--------------------------------------------------------------------------------\n\nIt took around 2 weeks to mine at the time, I was actually losing money due to\nthe electricity cost, but I didn't know it at the time.\n\nThe whole process fascinated me, I'd setup a little miner…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obnkvc/algo_is_the_most_underrated_crypto_according_to.json": "A couple of weeks ago I made THIS\n[https://www.reddit.com/r/CryptoCurrency/comments/o252d4/what_do_you_think_is_the_most_undervalued_project/]\npost asking you guys, \"What do you think is the most undervalued project in the\ntop 50?\"\n\nI decided to rank all the the comments according to points and…"
}