{
  "data/reddit-stocks/r/stocks/comments/ko3bwk/anyone_want_to_play_the_1000_to_1_million_game.json": "I recall reading an article years ago about how if you start with $1000 and make\n20% in each trade, it only takes something like 45 trades to make it to $1\nmillion. Anyone want to start in 2021 with me (or have any suggestions for my\nfirst stock)?\n\nAnd no I aint doing any penny stocks\n\nedit:…",
  "data/reddit-stocks/r/investing/comments/ko5x75/if_you_want_to_learn_how_to_trade_please_dont.json": "I’m gonna be honest here\n\nI’ve seen SO many “Gurus” show up this year on Instagram, TikTok, YouTube and\ngod knows what other platforms\n\nAll claiming they made really great returns but just started trading this\nyear....in March...literally at the bottom of the market.\n\nPlease don’t listen to these…",
  "data/reddit-stocks/r/investing/comments/ko2dns/thinking_of_investing_50k_i_savedneed_advice.json": "Hey guys.\n\nI finally paid off my student loans (30K USD). I was lucky to land a job out of\ngraduation this year. I graduated in April 2020, and started working in May. My\nannual salary is around 80-85K. I just turned 25.\n\nI have around 50K ready to be used. I’m thinking of keeping 5k for…",
  "data/reddit-stocks/r/stocks/comments/ko3z57/anyone_else_a_bag_holder_of_nkla_make_me_feel.json": "I am stuck with 200 shares now, definitely one of the worst decisions I have\nmade this year. I got caught in the hype and now paying the price. Another\ncautionary tale of not doing your homework, you get burned.\n\nI have now looked into what I invested and pretty disgusted with something that\nhas 0…",
  "data/reddit-stocks/r/stocks/comments/ko1n6v/built_two_google_sheets_templates_with_automatic.json": "Hey all, a few days ago, I posted a spreadsheet template with data retrieval\nscripts to help monitor your stock portfolios and compare investments.\n\nAs the documentation is somewhat ambiguous, I made a video guide on usage,\nedited the original post and added a YouTube link; the post was…",
  "data/reddit-stocks/r/stocks/comments/kocq9f/apple_iphone_12_pro_demand_strong_says_jp_morgan.json": "https://www.thestreet.com/investing/apple-iphone12-demand-strong-jp-morgan\n\n\"Even as iPhone 12 Pro lead times have moderated on the same lines as other\nSKUs, aggregate lead times for 12 Pro still remain quite robust and above 20\ndays, implying continued robust demand,\" Chatterjee wrote in a…",
  "data/reddit-stocks/r/stocks/comments/kofurl/wsecdr_cd_projekt_red_analysis_is_it_undervalued.json": "Background\n\nCD PROJEKT S.A. (WSE: CDR) is a Polish video game developer, publisher and\ndistributor based in Warsaw. CD Projekt Red, best known for The Witcher series\nand the recent release of Cyberpunk 2077.\n\nThe CD PROJEKT Group currently conducts operating activities in two key\nsegments: CD…",
  "data/reddit-stocks/r/stocks/comments/ko5mhf/high_confidence_nio.json": "According to a JD power survey, Tesla was ranked the second-best battery-powered\nelectric vehicle after NIO\n\nNio is not only superior in build quality, but also more affordable than it's\ntop competitor, Tesla. Feeling really good about my positions atm :)\n\nSaucy…",
  "data/reddit-stocks/r/stocks/comments/ko5xhn/top_stock_picks_for_2021.json": "What stocks, etf's, or other investments are you looking to add to your\nportfolio this year? I recently added DRIV, IWF, and ICLN to my Roth IRA. I am\nalso holding AMZN and AAPL in my investment account.\n\nStay safe and have a good year!",
  "data/reddit-stocks/r/stocks/comments/kokpqe/started_trading_at_22_1_month_ago_happiest_ive.json": "It is 2021 officially, and its been 1 month since I have started investing. I\ndon't make much by any means, as I work as a Traffic Control Tech, but I have\nbig dreams and big hopes! I hope to be able to contribute $800 a month into the\nstock market. It's going to take a huge chunk of my paychecks,…",
  "data/reddit-stocks/r/stocks/comments/kogze1/my_custom_stock_screener_findings.json": "THE METRIC\n\nI recently had an idea for a metric to be used to find hot stocks. I call the\nmetric \"Price Elasticity\" and it is comprised of two numbers: upturn elasticity\nand downturn elasticity.\n\n * Upturn elasticity: the average % change in a stock on market up days\n * Downturn elasticity: the…",
  "data/reddit-stocks/r/stocks/comments/kokv87/now_is_the_time_to_take_on_risk.json": "This period of uncertainty is a blessing for those of us with a few years before\ncashing in the chips. There are so many areas of opportunity. I’m a Nasdaq 100\nman at heart but I can’t ignore the easy money to be made in 2021 in\nPsychedelics, Cannabis and Genomics. What lottery tickets are you…",
  "data/reddit-stocks/r/investing/comments/koh4x4/2021_market_and_economic_outlook.json": "SPX Monthly Chart:\n[https://www.tradingview.com/chart/SPX/7rPzyt3E-SPX-Monthly-Risk-Reward-Less-Favorable/]\n\n * The market basically closed the year at ATH (3pts off) and is within a hair\n   of 3855, which is the 138.2% Fib of the March low.\n * The rising monthly channel (shown above) shows that…",
  "data/reddit-stocks/r/investing/comments/komdbd/the_proven_power_of_buying_and_holding.json": "Below is my advice to anyone looking to invest long term in stocks. I’ve added a\nlink for a recent BBC article on Tesla’s stock performance that should provide\nsome motivation.\n\n1) Understand how stocks work, (dividends, stock splits, realised/unrealised\ngain or loss) 2) Find a platform that works…",
  "data/reddit-stocks/r/investing/comments/konbw7/due_to_my_job_in_finance_i_cannot_invest_in.json": "I own VTI and a few other indices, have heard generally positive things about\nARK, but am curious about etfs aligned with other industries including crypto\n(is BLOK any good), energy and in an ideal world non-predatory healthcare. Would\nbe investing $2-5k a year and holding for 5+ year time…",
  "data/reddit-stocks/r/investing/comments/koi2qo/how_every_asset_class_currency_and_sp_500_sector.json": "https://www.visualcapitalist.com/how-every-asset-class-currency-and-sp-500-sector-performed-in-2020/\n\nTop 5 (full year performance)\n\n 1. Silver +47%\n 2. Gold +25%\n 3. US small caps +19%\n 4. US stocks +16%\n 5. Emerging market stocks +15%\n\nTop 5 (from 2020 lows)\n\n 1. Crude oil +184%\n 2. Silver +127%\n…",
  "data/reddit-stocks/r/stocks/comments/konayc/so_you_want_to_be_a_trader_in_2021_beware.json": "Hello all!\n\nLet me preface this by saying I wrote this on the options sub first because\nthat's what I enjoy trading, but a lot of what I talk about applied to\nstocks/shares as well.\n\n\n\nFirst off, Happy New Year! It's now 2021! This means there are a lot of people\nthat are wanting to start fresh with…",
  "data/reddit-stocks/r/stocks/comments/kos2tt/what_are_your_next_below_50_below_30below_20.json": "Some of the stocks around 50 and less , back in Jan 2020, which are at good\npositions by Dec 2020.\n\nStock Jan 2020 Jan 2021 ICLN ~ 12 $ ~ 28 $ ARKK ~ 50 $ ~ 125 $ ARKG ~35 $ ~ 94 $\nCRISPR ~ 55 $ ~ 155 $ PTON ~ 25 $ (in feb) ~ 150 $ BEAM ~ 25 $ (in feb) ~ 81 $\nENPH ~ 30 $ ~ 175 $ PLUG ~ 4 $ ~ 33…",
  "data/reddit-stocks/r/investing/comments/kojeyq/i_built_two_sheets_with_data_retrieval_scripts_to.json": "Sheet 1:\nhttps://docs.google.com/spreadsheets/d/1ofxrHbo3vqv5xHeU5kLFg_27gQGGib9tz3oku1exN6k/\n\nSheet 2:\nhttps://docs.google.com/spreadsheets/d/1FXa4sQZ_IR_NrXmm7TBwZhGEuhH8k4rsstn_uqIjSoY/\n\nHey all, I'm sharing two spreadsheet templates with data retrieval scripts to\nhelp monitor your stock…",
  "data/reddit-stocks/r/investing/comments/kooxr7/does_the_purchase_of_options_have_any_affect_on.json": "Let’s say for example that 100,000 people all bought CALL options for AMZN stock\nthat calls for AMZN to be at $4000 a share in March of this year.\n\nDoes the mass purchase of these options actually affect the value of the\nunderlying stock?\n\nIf so how? And by what mechanism is the price driven by…",
  "data/reddit-stocks/r/stocks/comments/kozaga/tesla_reached_its_target_of_500k_vehicles_despite.json": "Model S/X - 54,805 (produced) - 57,039 (delivered)\n\nModel 3/Y - 454,932 (produced) - 442,511 (delivered)\n\nTotal - 509,737 (produced) - 499,550 (delivered)\n\nSource:\nhttps://ir.tesla.com/press-release/tesla-q4-2020-vehicle-production-deliveries\n\nElon Musk forecasted the production target of 500k for…",
  "data/reddit-stocks/r/investing/comments/koyjya/pricing_everything_as_if_they_are_the_next_amzn.json": "One of the things that amazes me currently in this market is that, it feels like\nwe are trying to justify every new coming hot tech/growth company as if they are\nthe next AMZN in their field. I think one of the delusions people are having\nlately is that they look at what people projected for AMZN 5…",
  "data/reddit-stocks/r/stocks/comments/kokzef/in_1901_we_had_the_first_billion_dollar_market.json": "And what industry (or industries) would it realistically and feasibly operate\nin?\n\nWhat industries would end up being disrupted in the process?\n\nAnd how would the business in question manage it in such a way that they're able\nto sustain said level of market cap, as opposed to it being a bubble or…",
  "data/reddit-stocks/r/stocks/comments/kozriu/palantir_releases_information_on_project_gotham.json": "https://www.palantir.com/palantir-gotham/titan/\n\nI don't really understand what it does but I'm assuming it has something to do\nwith batman and attack on titan.\n\nAnyways, more confirmation that skynet is being deployed. They will showcase\ntheir technology on Jan 26th, I suspect this will be a black…",
  "data/reddit-stocks/r/investing/comments/kp0o5j/tesla_delivers_499550_vehicles_in_2020_just_shy.json": "https://www.bloomberg.com/news/articles/2021-01-02/tesla-delivers-499-550-electric-cars-in-2020-just-shy-of-target?srnd=premium\n\nAs the title and the article says - Tesla delivered ~180k cars in q4 and were\njust shy of 500k delivered cars for 2020.\n\nWithout exerting my bias, I'm wondering how you…",
  "data/reddit-stocks/r/investing/comments/kp42c1/lessons_from_the_tech_bubble_courtesy_of_corry.json": "I came across this thread on twitter and thought it was a fantastic view on a\nlot of things from the 90's dotcom bubble. For reference, please refer to the\nTwitter thread here [https://twitter.com/corry_wang/status/1345192541545766915]\nwhich has some fantastic notes and charts that I did not paste…",
  "data/reddit-stocks/r/wallstreetbets/comments/kp3gpl/how_im_making_money_while_i_lose_money.json": "It's a very simple method. Whenever I'm about to spend money, I ask myself\n\"would I rather buy OTM calls with this money instead?\". 95% of the time, the\nanswer is yes.\n\nI haven't bought any non essential items in the last 6 months now. No new\nclothes, game consoles, video games. Only buy basic…",
  "data/reddit-stocks/r/stocks/comments/kp1nc3/arent_you_guys_ever_worried_that_youre_the.json": "I think about Joseph Kennedys famous Shoe shiner line a lot, granted it was\nprobably him just covering for insider trading, the sentiment still remains. The\nthing I worry about often is: am I the shoe shiner? Is my involvement in this\nmarket indicative of something bad? Im 26, no schooling on this,…",
  "data/reddit-stocks/r/stocks/comments/kp0jjc/top_10_stocks_for_roth.json": "What would be your top 10 stocks in a Roth IRA if you were fresh outta college\ntoday and have a job in your field (let's say you are about 22-24 years old and\ncan max out the contribution limit of $6,000/year). My rationale is to pick\nmarket leaders in their TAM and are disruptive to the norm of…",
  "data/reddit-stocks/r/investing/comments/kpeffw/reasons_we_may_not_be_in_a_bubble.json": "I'm seeing a lot of posts comparing this to the 2000 dot-com bubble. Here's a\nbreakdown of why we're likely not anywhere close to 2000 levels of craziness.\n\nFirst: During the dot-com era, the Nasdaq Composite's price-to-earnings\nvaluation ran up as high as 200. By comparison, the index's P/E today…",
  "data/reddit-stocks/r/stocks/comments/kp85rw/convince_me_not_to_buy_pltr.json": "Besides it having a high valuation, what other reasons would you give for not\nbuying PLTR? They have contracts with government agencies already and have\nplenty of room for growth by tapping into their addressable market. The company\nis founded by proven winners. Look at PayPal and Facebook. That’s…",
  "data/reddit-stocks/r/stocks/comments/kph4ut/nio_inc_provides_december_fourth_quarter_and_full.json": " * NIO delivered 7,007 vehicles in December 2020, increasing by 121.0%\n   year-over-year\n * NIO delivered 17,353 vehicles in the three months ended December 2020,\n   increasing by 111.0% year-over-year\n * NIO delivered 43,728 vehicles in 2020 in total, increasing by 112.6%\n   year-over-year\n\nNIO…",
  "data/reddit-stocks/r/investing/comments/kpgi2r/has_anyone_else_been_following_the_bitcoin_run.json": "Starting yesterday morning bitcoin went from 29k to 33k in like 2 hrs, it then\ninstantly crashed to 30k and has gone on an absolute tear ever since. Non stop\nbull rally with insane amounts of money acquiring. It now sits just under 34750\nas of this post [https://i.imgur.com/49fT6Bu.png]. Whatever is…",
  "data/reddit-stocks/r/stocks/comments/kpjmim/i_sold_nio_when_they_were_178_and_missed_out_on.json": "I'm killing myself over this. I learned about NIO over two years ago when they\nwere featured on 60 Minutes and was one of the first active users on r/Nio\n[/r/Nio]. Back then, the stock was 10$, and I bought 500 shares. But after their\nIPO, they had a rough year with declining sales. Despite that, I…",
  "data/reddit-stocks/r/stocks/comments/kplo25/teslas_shanghaimade_model_y_gets_rousing.json": "https://www.scmp.com/business/companies/article/3116253/teslas-shanghai-made-model-y-gets-rousing-reception-chinese\n\nTesla has slashed prices of its made-in-China Model Y cars to woo drivers in the\nworld’s largest electric vehicle market, ratcheting up pressure on its global\nand Chinese rivals that…",
  "data/reddit-stocks/r/investing/comments/kp50lm/so_what_speculative_investments_are_you_guys.json": "Most of my investments are in Vanguard index funds (praise be to the VTSAX), but\nI'm thinking about dipping my toes into some riskier ventures, be they stocks,\nETFs, crypto, or whatever! Couldn't hurt, right? I'm young with no debt, no\nkids, no major expenses. Might as well try to make some dosh,…",
  "data/reddit-stocks/r/stocks/comments/kpn41c/chinese_tech_billionaire_jack_ma_was_removed_from.json": "https://www.dailymail.co.uk/news/article-9108421/Chinese-tech-billionaire-Jack-Ma-not-seen-public-TWO-MONTHS.html\n\nReading this is kind of messed up. Feels like China doesn't care if BABA burns\nto the ground.",
  "data/reddit-stocks/r/investing/comments/kpjvhs/2021_will_be_an_unforgettable_year_for_uranium.json": "The last few months have been quite eventful for uranium investors, with shares\nof companies all across the sector appreciating in value substantially. There\nhave been many reasons why this is the case and it feels different to just being\nstrong seasonality. Below are 15 ‘first time’ things to look…",
  "data/reddit-stocks/r/stocks/comments/kpidxf/ill_provide_technical_analysis_if_you_provide_the.json": "Hey all. With 2 short trading weeks back-to-back, I find myself with too much\ntime on my hands waiting for monday so if you have a ticker you would like a\nquick and recorded technical analysis of long-term and short-term trend then\nfeel free to inbox me. Always trying to help however I can. This is…",
  "data/reddit-stocks/r/investing/comments/kplsrq/jp_morgan_2021_outlook.json": "one of my favorite newsletters\n\n\n\nhttps://am.jpmorgan.com/content/dam/jpm-am-aem/global/en/insights/eye-on-the-market/outlook_2021_amv.pdf\n\n\n\ncouple interesting things:\n\n\n\nIt’s worth noting that 90% of S&P 500 market cap is now based on intangible\nassets (R&D, intellectual property, software, etc),…",
  "data/reddit-stocks/r/investing/comments/kptb63/to_all_stock_pickers_currently_holding_tsla.json": "TSLA continuing on an upwards trend forever is the easy way for this to all play\nout. That’s a simple win. I, on the other hand, want to see how deeply people\nhave thought about their asset allocation if things were suddenly different.\n\n 1. How long have you been investing?\n 2. What price did you…",
  "data/reddit-stocks/r/investing/comments/kpunlk/darktrace_an_upcoming_ipo_shadowed_by_the_10.json": "While researching Darktrace’s rumoured all but confirmed upcoming IPO I began by\nlooking at whom the executive team were, with this research I’ve come across a\nfew interesting red flags regarding the executive team and those who funded the\ncompany which I think would be of acute interest to anyone…",
  "data/reddit-stocks/r/stocks/comments/kpo8rg/how_much_capital_do_you_need_to_retire.json": "I'm in my mid 40s, growing up a million bucks meant you made it. Now they say 4\nmillion is the new 1 million, and I can't argue with that, a million doesn't get\nyou very far anymore, unless you're old enough to collect social security and\nget on Medicare, then it's pretty good. But I want to retire…",
  "data/reddit-stocks/r/investing/comments/kpymku/millionaires_of_reddit_how_did_your_net_worth.json": "How has your wealth grown throughout the years and what were the major\ncontributing factors for the increase in wealth? What were the biggest surprises\nyou faced?\n\nI just started a net worth tracker yesterday and I am very interested in seeing\nit grow (hopefully) throughout the years!",
  "data/reddit-stocks/r/stocks/comments/kpvmcz/reminder_jack_ma_is_not_the_ceo_of_alibaba.json": "I see a lot of posts recently from people who sold their BABA shares at a loss\ntrying to justify it. Jack Ma might not be fine, but Alibaba will be fine in the\nend. They have 800 MILLION monthly users. That’s the largest network effect of\nany business in the entire world. Think about it. Why do you…",
  "data/reddit-stocks/r/stocks/comments/kpq04p/nio_launches_used_car_service.json": "Finally, NIO has stepped into long-awaited booming areas:\n\n> Nio officially launched on Sunday a pre-owned service called Nio Certified for\n> buyers of used Nio cars. The company plans an investment of 3 billion yuan\n> ($459.21 million) into this service over five years.\n> \n> Source:…",
  "data/reddit-stocks/r/investing/comments/kq2b8i/alibaba_founder_jack_ma_suspected_to_be_missing.json": "https://au.finance.yahoo.com/news/jack-ma-missing-232138645.html speculation is\nthat he's being detained by the Chinese government.\n\nIf you think its probably mistaken and a billionaire could not possibly be\ndetained in secret by the government, think again.\n\nThis LA Times…",
  "data/reddit-stocks/r/investing/comments/kpiax4/why_dont_people_talk_moreinvest_in.json": "Why don't people talk more about foreign/international stocks? Like China and\nsucch?\n\nWhat is the reason that people only focus on North American stocks? Is there any\nvalid reason, or is it because it is \"out of our interest\"?\n\nIf one were to purchase foreign based ETFs, would it be more costly to…",
  "data/reddit-stocks/r/stocks/comments/kq0wve/chinese_ev_stocks_are_getting_hotter_again.json": "✅ $NIO has achieved new records for monthly and quarterly deliveries. Its yearly\ndelivery has increased by 112.6% in 2020.\n\n✅ $XPEV has reported that its electric vehicle deliveries has risen 112% on a\nyear-over-year basis in 2020.\n\n✅ $LI has also crushed its delivery guidance. Its December 2020…",
  "data/reddit-stocks/r/stocks/comments/kq1d1j/your_top_5_stocks_over_the_next_5_years.json": "Looking to build a portfolio with some cash I have. I'm bullish on many stocks\nbut want to limit to just a few ultra high conviction picks. Sectors I like are\nEV/renewable energy, tech, Ecommerce, gaming and genomics, but not sure what the\nleaders with highest growth will be over the next 5 years.…",
  "data/reddit-stocks/r/stocks/comments/kq41oo/2021_new_ipo_list.json": "💸FINANCE 💸\n\n * Robinhood\n * Affirm\n * Coinbase\n * Ascensus\n * Better.com\n * Stripe\n * Marqeta\n\n\n🎮 GAMES 🎮\n\n * Roblox\n * AppLovin\n * 🛍 E-Commerce 🛍\n * Poshmark\n * Instacart\n * ThredUp\n * Coupang\n\n\n📟 ENTERPRISE TECH 📟\n\n * Intercom\n * DarkTrace\n * UiPath\n * Digital Ocean\n * Gitlab\n\n\n💊 HEALTH…",
  "data/reddit-stocks/r/stocks/comments/kq0pi3/who_is_buying_nio_tomorrow_pre_market.json": "What's your guys thoughts on NIO tomorrow? The earning reports are great so I\nthink the price will shoot up at least 5%. I am thinking of setting my at 4am\neastern to buy in before the peak. Also, with NIO day coming up, I believe\nJanuary will be a great month.\n\nWhat do you guys think about buying…",
  "data/reddit-stocks/r/investing/comments/kq0xa8/the_first_100k.json": "I was reading a post about how those among us have accumulated 1 million\ndollars. And several people mirrored the same sentiment that “the first 100k is\nthe most difficult”.\n\nIt makes sense that it would be the most difficult because of having a lower\nincome earlier in your investing career. And…",
  "data/reddit-stocks/r/wallstreetbets/comments/kps5bb/gme_almostultimate_dd.json": "INTRODUCTION\n\nPDF VERSION HERE [https://gofile.io/d/RvbNnA] (20+ pages) with all the\nreferences and better quality illustrations but without updates and typo\ncorrections. This is the FIRST VERSION of the post, but there could be more\nedits. I wanted to do a more extensive DD but as my exams start…",
  "data/reddit-stocks/r/stocks/comments/kq7h31/palantir_225m_contract_with_japan.json": "link\n[https://investors.palantir.com/news-details/2021/Palantir-Technologies-Expands-Japan-Business-with-New-22.5-Million-Contract/default.aspx]\n\nDENVER--(BUSINESS WIRE)-- Palantir Technologies Inc. (NYSE:PLTR) announced today\nthat on December 28, 2020, it was awarded a $22.5 million, one-year…",
  "data/reddit-stocks/r/investing/comments/kq21ed/i_just_downloaded_tiktok_and_wow_those_kids_are.json": "Almost all “investing advice” are just get rich quick mania advice. Very few\ntiktoks explain compound interest or index fund investing. Most commonly\nrecommended stocks are all super high IV stocks like NIO, PLTR, QS etc. I may\nhave seen 50 tiktoks saying to invest in Dogecoin and that it’ll go to…",
  "data/reddit-stocks/r/stocks/comments/kq88x0/so_its_the_new_year_and_you_want_to_become_a.json": "A new year gives us a new opportunity to enter the markets after tax loss\nharvesting comes to an end. It may also give us an opportunity to reflect on our\ninvesting journeys and consider a change in approach. So... for those interested\nin making the shift to investing, what does it mean to be a long…",
  "data/reddit-stocks/r/stocks/comments/kq8h99/stock_market_news_for_today_tsla_nio_lmnd_fubo.json": "Stocks end 2020 on the high note with Tesla closing over 700$. Is Lemonade\novervalued? FuboTv keeps on crumbling while NIO posts great sales numbers, let’s\ntalk about this & other stock market news\n\nHello everyone and Good Morning! So, let’s start with the recap of the last\ntrading day of 2020, as…",
  "data/reddit-stocks/r/wallstreetbets/comments/kpu9z2/why_index_funds_are_not_as_safe_and_bubbles_are.json": "According to Morningstar research in the middle of 2019 almost half of all US\nstocks were part of some passive index fund. This number almost doubled since\n2009. In the meantime, active management is on a steady decline, especially\nactive managed funds. Around the same time Dr. Michael Burry…",
  "data/reddit-stocks/r/investing/comments/kq6q6e/is_the_supply_of_bitcoin_actually_finite.json": "As far as I can see, one of the arguments that is used to sell the idea of\nBitcoin is that unlike gold, and fiat currency I guess, it has a finite amount\nof it theoretically possible and useful (minus whatever gets lost or hidden),\nhence it is considered some kind of store of value relative to fiat…",
  "data/reddit-stocks/r/stocks/comments/kq9pwl/tesla_roars_to_alltime_highs_after_record_2020.json": "https://www.thestreet.com/investing/tesla-roars-to-all-time-highs-on-record-2020-delivery-total\n\n\"With TSLA exiting the year at a 180K run-rate, with output from the Shanghai\nfactory scaling and the Berlin factory coming on line, we are a little surprised\nthat the consensus delivery outlook for 2021…",
  "data/reddit-stocks/r/investing/comments/kqdvhr/will_evictions_be_the_downfall_of_the_economy.json": "Just wondering what people’s thoughts will be on an idea I’ve been researching.\n\n(I’ll keep it short but if you want any websites to numbers I claim let me know)\n\nCurrently as we all know there’s a huge rental paying problem about 17 million\nAmericans are behind as of 12/14/2020 and 5.7 million of…",
  "data/reddit-stocks/r/stocks/comments/kqbdtm/nio_to_the_moon_or_to_the_mars.json": "Wow! What a great start today !!!\n\n> Tesla (TSLA [https://research.investors.com/quote.aspx?symbol=TSLA]) hit\n> another record high Monday, rising 5%. Chinese rival Nio (NIO\n> [https://research.investors.com/quote.aspx?symbol=NIO]) jumped 11%, adding to\n> last week's rebound from a critical support…",
  "data/reddit-stocks/r/investing/comments/kqljwk/us_treasury_occ_will_allow_us_banks_to_use_public.json": "Breaking major news from US Treasury OCC, the largest US banking regulator, with\nnew guidance allowing US banks to use public blockchains and dollar stablecoins\nas a settlement infrastructure in the US financial system.\n\nhttps://www.occ.gov/news-issuances/news-releases/2021/nr-occ-2021-2.html",
  "data/reddit-stocks/r/investing/comments/kql973/warren_buffet_said_if_you_have_just_10k_or_15k_to.json": "https://www.youtube.com/watch?v=rgyYFQmdRyY\n\nThis is of course assuming you know what you are doing, and still follow the\nvalue-based investment approach, but this is in contrary to most investment\nadvice I've seen on reddit, which generally encourages buying index funds to\nreduce risk. What do you…",
  "data/reddit-stocks/r/investing/comments/kqbw90/why_icln_is_rated_so_poorly_by_morningstar.json": "I rarely use Reddit, so hopefully I'm doing this right but I cant understand why\nMorningstar seems to hate ICLN so much? They rate them very poorly from what\nI've seen and ICLN seems to be performing great. Can somebody help shine some\nlight on this to a newbie investor? Thanks",
  "data/reddit-stocks/r/wallstreetbets/comments/kqi8e8/reeeeeeeeecap_of_todays_and_recent_market_driving.json": " * 2021 starts off with a bang as VIX shoots up an ungodly 22%+ during intraday\n   high. During intraday low for the market, the Dow was down as much as 700 pts\n   (-2.3%), Nasdaq -345 pts (-2.6%), and S&P -94 (-2.5%). WSB reeled in horror\n   as stonk somehow doesn't always go up. Beyond renewed…",
  "data/reddit-stocks/r/stocks/comments/kqhuld/thoughts_on_nio_and_ttcf_long_term.json": "Thoughts on $NIO and $TTCF long term?\n\nI’m about to buy heavily into both right now. Nio’s sitting at $53 and TTCF’s at\n$23. Plan on holding onto them long term. What’s your personal opinions on them\nand of course on NIO day?",
  "data/reddit-stocks/r/stocks/comments/kqefjy/today_i_purchased_alot_of_stocks_for_me_despite.json": "Hi, I'm fairly new to investing and trading, and with the market going down\ntoday, particularly in tech companies like apple, amazon, and Microsoft I bought\nin, hoping that I good see the gains when it comes back up. from the small\namount of knowledge I have I think this is a good idea a I can…",
  "data/reddit-stocks/r/stocks/comments/kqah8v/those_who_bought_into_qs_just_because_of_jb.json": "Okay, let's forget the -$375M for the moment because they are investing in the\ntechnology. Everything is still tested in labs so not even a factory to scale\nthese \"SS batteries.\" Gonna cost them additional billions to get it going once\nthe technology is actually proven. 0 revenue until 2024-25.…",
  "data/reddit-stocks/r/investing/comments/kq9thv/brookfield_asset_management_to_take_brookfield.json": "Brookfield Asset Management ($BAM), and a group of investors have offered to\nacquire the stake in Brookfield Property Partners ($BPY) that they don't already\nown, in a $5.9 billion bid to take the real estate company private.\n\nThe proposal of $16.50 per share would imply a 14% premium to Thursday's…",
  "data/reddit-stocks/r/stocks/comments/kqs0ig/nyse_scraps_plans_to_delist_chinese_telecoms.json": "https://www.bbc.com/news/business-55540901\n\n\n\nThe New York Stock Exchange (NYSE) has scrapped its decision to delist three\nChinese telecoms companies.\n\nPresident Donald Trump signed an executive order in November barring American\ninvestments in Chinese firms owned or controlled by the military.\n\nThe…",
  "data/reddit-stocks/r/stocks/comments/kqxjdz/coinbases_expected_market_cap_at_ipo_is_6475.json": "Based on pre-IPO trading on prediction markets and FTX, Coinbase's implied IPO\nmarket capitalization is $64 billion.\n\nThis would place it in the Top 200 U.S. traded stocks by market cap\n[https://assetdash.com/] in the same range as:\n\n * Square 93B\n * Goldman Sachs $91B\n * Truist Financial $64B\n *…",
  "data/reddit-stocks/r/stocks/comments/kqp0dj/fate_of_congress_tomorow.json": "What are your guys thoughts on the effect the Ga. Senate races will have on the\nmarket. I know the market historically prefers a split Congress, but the Dems\ngaining control would also presumably mean a nice stimulus package. The market\nreacted favorably to trump being ousted, and I have a feeling…",
  "data/reddit-stocks/r/stocks/comments/kqvdls/thinking_about_spending_600_stimulus_on_nio.json": "iTs fREe cAsh!\n\nAll joking aside I don't really keep up with investing all that much, all of my\nretirement money goes into index funds so I figured if I lose this money I'm not\nreally losing anything.\n\nIt's also in a after tax account so if it disappears at least I can right it\noff.\n\nWould it be…",
  "data/reddit-stocks/r/stocks/comments/kr2np9/amazon_buys_boeing_jets_from_delta_westjet_as.json": "https://www.cnbc.com/2021/01/05/amazon-buys-boeing-jets-from-delta-westjet-as-aircraft-prices-drop.html\n\nAmazon is buying 11 used Boeing 767-300 aircraft as it pushes for faster\ndelivery amid a pandemic-fueled surge in online orders.\n\nAmazon has been steadily building up its air cargo fleet through…",
  "data/reddit-stocks/r/investing/comments/kr2bm4/jeremy_grantham_of_gmo_i_believe_this_event_will.json": "A very thought-provoking piece by Jeremy Grantham\n[https://www.gmo.com/americas/research-library/waiting-for-the-last-dance/] that\nI thought was worth of discussion on this subreddit:\n\n> The long, long bull market since 2009 has finally matured into a fully-fledged\n> epic bubble. Featuring extreme…",
  "data/reddit-stocks/r/wallstreetbets/comments/kqyphw/elon_musk_only_11b_off_overtaking_bezos_and.json": "In the battle of the hair transplants vs non-transplants, the Bloomberg\nBillionaires Index [https://www.bloomberg.com/billionaires/?utm_source=url_link]\nshows Elon ($175b net worth) about to overtake Bezos ($186b net worth) as the\nking of the tres commas club.\n\nBuffett all the way back at $86.6b…",
  "data/reddit-stocks/r/stocks/comments/kr8btv/ualby558_was_correct_about_his_uranium_thesis.json": "So u/Alby558 [/u/Alby558] posted about his uranium thesis 105 days ago. As of\ntoday CCJ and URA the main tickers they were talking about and are up 50% in 90\ndays. I thought I give him an appreciation post for the advice.",
  "data/reddit-stocks/r/investing/comments/kr6h8q/remember_that_time_jpm_berkshire_and_amazon_were.json": "https://www.cnbc.com/2021/01/04/haven-the-amazon-berkshire-jpmorgan-venture-to-disrupt-healthcare-is-disbanding-after-3-years.html\n\nhow'd that go?",
  "data/reddit-stocks/r/stocks/comments/kr5mjd/am_i_missing_something_with_baba.json": "Trading ~10% above what baba was valued at in jan 2019.\n\nIn q4 2019 they did 23B in revenue.\n\nAnalysts are estimating an average of 33B for q4 2020.\n\n2019 revenue through q1: 58B vs 2020 revenue through q1: 79B\n\n2021 average analyst projected revenue: 107.5B\n\nI get the risks and the fact that ant…",
  "data/reddit-stocks/r/wallstreetbets/comments/kqylsr/attention_all_gme_paper_handed_money_haters.json": "Yep I'm back again because you retards just can't help yourselves. \"Oh my God!\nYou can lose money here?!\" Yes dipshits. What part of \"listen up boys, we are\ngoing to war with Melvin and his cocaine fueled buddies, some of you may die.\nAre you in?\" did you not understand?\n\nThis isn't a goddamn walk…",
  "data/reddit-stocks/r/stocks/comments/krevwq/new_year_new_mindset_im_looking_at_you_beginners.json": "Best time to invest was yesterday\n\nList in no particular order. Hope this helps.\n\n 1.  Stop trying to time the market. Time in the market beats timing the market.\n\n 2.  Owning fractional is perfectly fine. How many shares you own is irrelevant.\n\n 3.  Buy on a schedule, you can’t time the market.\n\n…",
  "data/reddit-stocks/r/stocks/comments/krccda/should_i_put_my_14k_in_arkk_etfs.json": "Hi everyone,\n\nNeed some advice. I have about 30k of different stocks I am invested in through\nE-trade. A Roth IRA that I contribute the max to every year. Along with another\n14k account that I have invested with mutual funds through Edward's Jones. I\nhave a checking account, but this 14k is for…",
  "data/reddit-stocks/r/wallstreetbets/comments/krggts/i_havent_watched_porn_in_nearly_6_months_thanks.json": "I open my Robinhood account around a dozen times a day, and every time I see\nthat TSLA rocket mooning I find myself slowing jerking my shaft.\n\nI cum 3-4 times a day looking at my 1 year chart.\n\nMy gf likes it too because I can control my erection just by thinking about the\n6 figure gains I’ve…",
  "data/reddit-stocks/r/stocks/comments/krj18q/how_the_hell_do_people_discover_companies_before.json": "I feel like people get so lucky with companies like tesla and Amazon. How do\npeople find such heavy hitters early on? I mean when a company is really\ngrinding and using paper desks.\n\nAlso, I would love if some of you could post some links to learning more about\nstocks as a whole.",
  "data/reddit-stocks/r/stocks/comments/krgahy/how_democrat_controlled_senate_will_effect_market.json": "Looks like a certainty at this point that the senate will flip blue, but with a\nslim 51-50 majority. The general consensus is that the stock market loves\ngridlock, but the President, Senate and House will all be blue.\n\nDo you see this effecting the market negatively overall?\n\nWill the expected…",
  "data/reddit-stocks/r/investing/comments/krifak/longterm_strategies_to_preserve_purchasing_power.json": "Let me start by providing some context: my portfolio sits at 500k, but the\ncurrent climate in the equity markets scares me. I’m not some rich kid, this\nmoney is the result of 10 years of grueling work. Long story short, I want to\nget out. Actually, I’m already out (85% cash), but I realized that…",
  "data/reddit-stocks/r/stocks/comments/krni0w/fujitsu_signs_8m_contract_as_palantir_foundry.json": "As posted in /r/PalantirTech\n--\n\n * Palantir Technologies (NYSE:PLTR) is expanding its work with Fujitsu\n   (OTCPK:FJTSY) with a one-year by signing $8M contract between Fujitsu and\n   Palantir Technologies Japan K.K.\n * Under the contract, Fujitsu will also become the first distributor of ERP\n  …",
  "data/reddit-stocks/r/stocks/comments/krjtzg/friends_keep_mentioning_trading_as_a_career.json": "I keep hearing a few friends who recently started investing (no more than a year\nor two) and they keep saying they want to be able to quit their job and survive\non stocks. They spend countless hours reading news headlines and looking at\nmostly irrelevant graphs for trends to try and time things.…",
  "data/reddit-stocks/r/stocks/comments/kroyjs/nyse_will_delist_three_big_china_telecoms.json": "https://www.cnbc.com/2021/01/06/nyse-will-delist-three-big-china-telecoms-reversing-decision-once-again.html\n\nThe New York Stock Exchange will delist three Chinese telecommunication giants\nafter all.\n\nThe stock exchange will remove U.S.-traded shares of China Telecom, China\nMobile and China…",
  "data/reddit-stocks/r/stocks/comments/krqhqz/icln_above_30_for_first_time_since_2008.json": "Enjoy your green energy gains! With Blue’s victory of senate approaching, do you\nthink we’ll see a significant surge in green energy? 2020 saw a nearly 140%\nincrease in price, how do you think 2021 will pan out?",
  "data/reddit-stocks/r/stocks/comments/krnbvg/updated_price_targets_for_nio.json": "Daiwa securities 70$ (updated today)\n\nCredit suisse 65$ (updated today)\n\nCICC 60$\n\nGoldman sachs 59$\n\nBank of america 59$\n\nJ.p morgan 50$\n\nDeutsche Bank 50$\n\nsource [https://twitter.com/ragingbull_92/status/1346744577064054785?s=20]",
  "data/reddit-stocks/r/stocks/comments/krp7jn/tesla_short_sellers_lost_40_billion_in_2020_elon.json": "https://www.cnn.com/2021/01/06/investing/tesla-shorts-losses-elon-musk-win/index.html\n\nIn fact, the losses endured by Tesla shorts were more than the short losses for\nthe next nine companies -- combined. Losses on No. 2 Apple (AAPL) in 2020 came\nto $6.7 billion, which is only slightly more than…",
  "data/reddit-stocks/r/investing/comments/krr06j/perhaps_the_biggest_narrative_on_cnbc_in_the_past.json": "Perhaps the biggest narrative on CNBC in the past few months has that the\nmarkets wanted divided government. This has been supported by nearly every\nanchor. This didn't happen and the market is booming. Be wary of what you hear\nin the financial news.\n\n\n\n\nI'm not saying I know for certain why the…",
  "data/reddit-stocks/r/stocks/comments/krl0ku/tan_and_other_clean_energy_stock_moving_up_big.json": "If you’re following, I’ve check my clean efts and stocks,\n\nICLN, LIT,LAC, SEDG all moving up pre market.\n\nI can only assume this is the start of a greater shift towards green stocks\nafter the election, but I’m just a plumber, so it could be noise.\n\nhttps://ibb.co/7RqPwr5",
  "data/reddit-stocks/r/investing/comments/krrz15/teslas_incredible_run_continues_up_28_in_the_last.json": "Over the last 3 months there were endless discussion and a analysis suggesting\nthat the tesla bubble was going to pop anytime now. It appears that tesla is\ngoing to be permanently viewed as a ~600B company at minimum going forward.\n\nFor those who are familar with Gary Black. He provides nuanced…",
  "data/reddit-stocks/r/wallstreetbets/comments/krnthp/forget_the_sec_i_took_the_gme_cause_to_the_media.json": "Based on u/Isthiswittyenough92 [/u/Isthiswittyenough92]'s earlier post\n[https://www.reddit.com/r/wallstreetbets/comments/kr98ym/gme_gang_we_need_to_complain_about_naked_short/],\nI just delivered a similar message via Tor/SecureDrop to several news agencies'\ntip line: The New York Times, WSJ,…",
  "data/reddit-stocks/r/investing/comments/kroufr/oatly_vegan_food_brand_backed_by_oprah_is.json": "https://www.cnbc.com/2021/01/05/oatly-vegan-food-brand-backed-by-oprah-is-planning-to-ipo-this-year-sources-say.html\n\nVegan milk brand Oatly is planning a 2021 initial public offering that could\nraise $1 billion, sources familiar said.\n\nThe company, which is backed by Blackstone, Oprah Winfrey and…",
  "data/reddit-stocks/r/stocks/comments/krvgyy/us_considers_adding_alibaba_tencent_to_china.json": "https://www.wsj.com/articles/u-s-considers-adding-alibaba-tencent-to-china-stock-ban-11609961075\n\n\"U.S. officials are considering prohibiting Americans from investing in Alibaba\nGroup Holding Ltd. and Tencent Holdings Ltd. , said people familiar with the\nmatter.\"",
  "data/reddit-stocks/r/stocks/comments/krpvfj/why_is_no_one_talking_about_clsk.json": "CLSK (cleanspark) has been killing it recently. In the last month, the stock has\ngone up $21 (176%) and reached a 52 week high TWICE in the last week. I stupidly\nbought just one share, but it’s already given me $14 in profit. It has already\ngone up $5.40 today alone, I haven’t done much DD on this…",
  "data/reddit-stocks/r/investing/comments/krjwud/what_is_up_with_gme_and_naked_short_selling.json": "I saw this post on wsb:\n\nhttps://www.google.com/url?sa=t&source=web&rct=j&url=https://amp.reddit.com/r/wallstreetbets/comments/kr98ym/gme_gang_we_need_to_complain_about_naked_short/&ved=2ahUKEwjBsuP08obuAhXIuaQKHSzlCz8QFjABegQIBBAB&usg=AOvVaw04-0VPZQ7geIJUDEyZHElS\n\nIs this potentially illegal or is…",
  "data/reddit-stocks/r/wallstreetbets/comments/krrpd7/thanks_tsla_for_1092_gains_in_2020.json": "Once the pandemic started, I liquidated my portfolio (sold everything, including\nTSLA). Shorted SPY on the way down to make some money. Early May, decided we had\nhit bottom and put everything into TSLA stock and LEAPS. You can see a dip in my\nportfolio value when TSLA went down, but 💎 🤚! Total…",
  "data/reddit-stocks/r/stocks/comments/krwipq/just_a_reminder_to_please_take_investment_advice.json": "I saw this twitter account @TikTokInvestors where they screen cap some highly\ncringey stock \"gurus\" on Tiktok (aka Fintok) giving some crazy advice (Article\non all of this in case you do not want to put yourself through some…",
  "data/reddit-stocks/r/stocks/comments/krxvk2/alex_karp_to_speak_tomorrow_on_palantir_and.json": "At the outset of the coronavirus pandemic, U.S. data analytics company Palantir\nTechnologies was tapped by over a dozen governments around the world including\nthe U.S. government to use its software to manage the data about the spread of\nCOVID-19, analyze trends and anticipate various needs across…",
  "data/reddit-stocks/r/stocks/comments/ks0dyg/plug_20_afterhours.json": "> Plug Power and South Korean SK Group to Form a Strategic Partnership to\n> Accelerate Hydrogen Economy Expansion in Asian Markets; Plug Power to Receive\n> $1.5 Billion Strategic Investment From SK Group\n\nhttps://finance.yahoo.com/news/plug-power-south-korean-sk-230000082.html",
  "data/reddit-stocks/r/investing/comments/krmil9/stocks_vs_real_estate.json": "Hey guys,\n\nI am fully aware that I should definitely not base my decisions on the internet\nbut I know that there are some experienced users here and maybe they would like\nto give their opinion.\n\nI was supposed to go finish my bachelor in Australia but due to the pandemic, it\nwill be delayed from 6…",
  "data/reddit-stocks/r/investing/comments/ks1fup/the_total_value_of_all_cryptocurrencies_passed_1.json": "A big part of this is Bitcoin rallying, but also a lot of other cryptocurrencies\nare up 50-150% this week. Ethereum, the second largest, is up 61%. Stellar\nnotably has jumped up 164%.\n\nThe rally appears to have been prompted by regulatory guidance allowing banks to\ntransact in stablecoins, as the…",
  "data/reddit-stocks/r/investing/comments/ks3xo6/tsla_tesla_market_value_today_is_more_valuable.json": "Tesla market value today (716 Billion) is about the same as the market value of\nall the world's major car makers combined. In addition China's BYDDY (86B) and\nNio (78B) are both more valuable than Daimler (74B) even though NIO only\ndelivered less than 40,000 cars in all of 2020 with huge loss.…",
  "data/reddit-stocks/r/stocks/comments/ks17ls/will_the_term_2020_millionaire_become_widely_used.json": "America has become a tale of two americas- the ones with good jobs and money and\nthe others who are filing for bankruptcy.\n\nThe people with money are buying up a lot of stocks at cheap prices Eg beyond\nmeat, Airbnb, airline and tourism stocks and other such stocks and going to sell\nthis in a few…",
  "data/reddit-stocks/r/wallstreetbets/comments/krwgw9/emergency_american_politics_containment_zone.json": "Please keep all your political comments / shitposts contained to this landfill\nof a thread.",
  "data/reddit-stocks/r/stocks/comments/ks3gjc/buy_cannabis_now.json": "As soon as it is decriminalized federally (which it will be due to the massive\nupset in Georgia), interstate commerce can commence as well as international\ntrade with our neighbors to the north and south, who have also legalized (Mexico\nrecently). It will sky rocket and all the “conservatives” will…",
  "data/reddit-stocks/r/stocks/comments/ks9ksu/tsla_is_scary.json": "The more and more I see it grow the more and more I'm worried about it popping.\n\nI've stopped putting money in it a while ago due to the insane valuation. The\nonly reason I see sticking with it is harvesting even more gainZ.\n\nBut when will it be too much? When will people start saying \"fuck it I'm…",
  "data/reddit-stocks/r/stocks/comments/ks4r8d/why_i_bought_this_bioplastic_stock.json": "Ticker is $DNMR.\n\n * Plastic waste is undoubtedly one of the largest environmental issues we face.\n   We are generating more plastic trash than ever, and very little of it gets\n   recycled. Recycling plastics is not viable either; it loses durability, it's\n   difficult to sort the different types of…",
  "data/reddit-stocks/r/stocks/comments/ksc71g/app_to_detect_stocks_getting_buzz_on_reddit_or.json": "Is there an app or website to detect how often a stock is getting mentioned on\nreddit or twitter? It would be nice to see which stocks are getting buzz on\nsocial media as I believe that to be a precursor to a stock rising.",
  "data/reddit-stocks/r/investing/comments/ksal0e/europes_plug_in_ev_market_grows_198_yoy_in.json": "https://cleantechnica.com/2020/12/29/record-electric-vehicle-sales-in-europe/\n\nRenault Zoe - 9953 Vehicles Sold Volkswagen ID.3 - 8496 Vehicles Sold Hyunday\nKona EV - 5375 Vehicles Sold Tesla Model 3 - 5014 Vehicles Sold Mercedes A250e -\n4517 Vehicles Sold",
  "data/reddit-stocks/r/stocks/comments/ks7j4e/how_much_money_do_you_keep_on_the_side_to_invest.json": "I have read so many times in this forum that \"when it dips, I buy more\". So my\nquestion is how much money do you keep on the side to invest during dips? What\npercentage of that side money do you invest during the dip and how do you\nreplenish that?",
  "data/reddit-stocks/r/stocks/comments/ksfco1/elon_musk_is_close_to_overtaking_jeff_bezos_as.json": "https://www.cnn.com/2021/01/07/investing/elon-musk-jeff-bezos-richest-person/index.html\n\nThe Bloomberg real-time billionaire tracker now has the two multi-billionaires\nwithin $3 billion of each other, with Bezos at $184 billion and Musk at $181\nbillion. Bill Gates is now a distant third at $132…",
  "data/reddit-stocks/r/investing/comments/kscznp/us_considering_adding_alibaba_tencent_to_china.json": "The Trump administration is considering adding tech giants Alibaba and Tencent\nto a blacklist of firms allegedly owned or controlled by the Chinese military,\ntwo people familiar with the matter said on Wednesday.\n\nTargeting Asia’s two most valuable companies would be U.S. President Donald\nTrump’s…",
  "data/reddit-stocks/r/stocks/comments/ksg4kn/do_biggain_days_make_anyone_else_nervous.json": "Is it weird that I get more nervous when I have a day of big gains than a day\nwhen things are slightly red? Makes me fear a bubble and I have more of an urge\nto “panic sell” when my portfolio is up 5-6% than I do when it’s down for a day.\nHow weird am I?",
  "data/reddit-stocks/r/investing/comments/ksic77/if_you_had_invested_in_railroads_in_1830s_britain.json": "If you had invested in railroads in 1830's Britain you would have lost money. If\nyou would have invested in the East India Company you would have lost money. If\nyou had invested in tech in 1999 it would have at best taken over a decade for\nyou to make money, if ever. Just because something is the…",
  "data/reddit-stocks/r/wallstreetbets/comments/ksfr15/tesla_is_undervalued.json": "Currently Tesla share price is only valued for the next 200 years but studies\nhave shown that Earth will survive another 1 billions years before the Sun dies\nout. Thus You don’t have to be genius to figure out Tesla is heavily undervalued\nand it’s current value factors in only the very short time. I…",
  "data/reddit-stocks/r/stocks/comments/ks87i2/massive_explosion_from_hydrogen_and_renewable.json": "I just wanted to congrats everyone who bought at the dips last days/week of\nseveral hydrogen especially plug and icln shareholders for some nice profits\nnow. But in the end I'm asking myself how did this happen after hour with like\nnearly 20% from plug?",
  "data/reddit-stocks/r/stocks/comments/ksitm2/palantir_live_covid19_event.json": "Palantir CEO Alexander Karp on helping governments with coronavirus response\n[https://www.washingtonpost.com/washington-post-live/2021/01/07/path-forward-combating-covid-19-with-palantir-ceo-alexander-karp/].\nPLTR was tapped by governments around the world including the U.S. government to\nuse its…",
  "data/reddit-stocks/r/stocks/comments/ksgt1k/aurinia_pharmaceuticals_ticker_auph_major.json": "So with all the medical mania happening recently, I did some DD on companies\nwith upcoming catalysts that could skyrocket the stock, and fell into Aurinia\npharmaceuticals. I will post link to the main article explaining in detail about\nit, but in short:\n\n-Aurinia Pharmaceuticals has one of the most…",
  "data/reddit-stocks/r/stocks/comments/ksew9c/technical_analysis_series_1_candlesticks_what_are.json": "Hey Internet,\n\nThis post is the first part in a series I will be doing outlining some of the\nbasic tools, tips, and techniques I use to conduct technical analysis on charts.\n\nI figured that the best place to start is at the beginning, so the title of\ntoday's post is: \"Candlesticks, what are they and…",
  "data/reddit-stocks/r/investing/comments/ksmze6/doj_fines_boeing_over_25_billion_charges_it_with.json": "https://www.cnbc.com/2021/01/07/doj-fines-boeing-over-2point5-billion-charges-it-with-fraud-conspiracy-over-737-max-crashes.html\n\n> The Department of Justice on Thursday said Boeing agreed to pay more than $2.5\n> billion to resolve criminal charges stemming from crashes of its best-selling\n> 737 Max…",
  "data/reddit-stocks/r/stocks/comments/ksod8l/sorry_im_out.json": "After seeing TSLA land on Mars today when it crossed the $800 mark, I got a\nlittle worried. I had a weird feeling in my gut. I knew the next stop would be\nJupiter, I just... couldn’t help but feel like ”we had arrived”.\n\nSo after thinking about it long and hard, going back and forth, I decided…",
  "data/reddit-stocks/r/stocks/comments/ksl51y/stocks_for_20212022_pick_3_stocks_you_believe_are.json": "DQ / Daqo New Energy ICLN / Etf at a beautiful price CIBR / Etf for cyber\nsecurity\n\nBonus: NET\n\nPlease let me know what your Stock plans are for 2020. And if you have any ideas\nfor growth stocks!\n\nBONUS BONUS NVIDIA",
  "data/reddit-stocks/r/investing/comments/kski6n/tesla_passes_facebook_in_market_cap_becoming_5th.json": "As of writing this, per Yahoo Finance, Tesla’s Market cap stands at $765.5 bil\nand Facebook’s is $765.0 bil. Now only Apple, Microsoft, Amazon, and Alphabet\nare larger than Tesla by market cap. This may or may not hold for long, but in\nmy opinion it’s significant either way.",
  "data/reddit-stocks/r/investing/comments/ksl9fh/bitcoin_rally_without_hype_is_making_me_nervous.json": "Back then it was clearly a bubble. Even your taxi driver knew all about crypto.\nNow I feel barely anyone talks about bitcoin let alone is aware of this insane\nrally. Is my impression right?\n\nThat makes me believe that it must be institutions that are pumping the price\nthis time unlike retail…",
  "data/reddit-stocks/r/stocks/comments/ksqwu8/dont_worry_about_tsla_valuation_dd_inside.json": "A stock/asset only drops in value when I inevitably FOMO into it.\n\nThus far I have zero intention of buying Tesla shares.\n\nYour investment is therefore 100% safe.\n\nDo not worry about a KGV of 1510.75",
  "data/reddit-stocks/r/stocks/comments/ksqmy2/anyone_else_had_a_really_great_day_today.json": "I just wanna know if anyone else had an amazing green day today. Cause I am up\n6% today(which is the highest I ever gotten)thanks to EV's and renewable stocks\nI own. I am bit shocked that today was a green day across all major stocks cause\nof what happened yesterday in D.C.",
  "data/reddit-stocks/r/investing/comments/kspxe3/my_2021_portfolio.json": "Albeit a week late, I want to share my 2021 portfolio for documentation purposes\nand for whoever is interested. I aimed to balance risk in this portfolio with\nsome growth names and legacy plays. Down to brass tacks, I am putting my money\nin the highest quality companies (in my view) across a diverse…",
  "data/reddit-stocks/r/wallstreetbets/comments/kshqwi/what_if_tesla_was_a_banana_stand_that_made_a.json": "Lets say Sneed owns a Banana Stand that makes a profit of $1 per day.\n\nChuck wants to buy a 50% share in Sneeds Banana Stand. Chuck asks himself, what\nis a reasonable price to pay for half of this banana stand?\n\nIf Chuck paid $500 for half of the Banana Stand:\n\n * Total Banana Stand market value:…",
  "data/reddit-stocks/r/stocks/comments/ksr1ht/volkswagen_overtakes_tesla_in_the_norwegian.json": "The Norwegian electric car market is closely observed since they as a nation are\npioneers and enthusiasts for adopting electric cars and charging availability.\n\nIn 2019, Tesla was the #1 in the norwegian e-car sales. In 2020, VW takes the #1\nspot. Tesla remains second.\n\nGerman…",
  "data/reddit-stocks/r/investing/comments/ksxrno/tesla_bubble_is_insane.json": "Congratulations to those who have held for this long, but don’t try to justify\nTSLAs price by arguing fundamentals. This stock disconnected from reality a long\ntime ago, and the craziest part is the people still holding it believe\notherwise.\n\nThe stock will only go higher if the short squeeze…",
  "data/reddit-stocks/r/stocks/comments/ksnskv/shopify_removes_donald_trumps_stores_what_do.json": "So Shopify today removed Donald Trump's stores from the Shopify platform. As\nsomeone who uses Shopify for my business as well as an investor in Shopify I'm\nnot a huge fan of this move.\n\nThis is also a change in the companies stance as previously the Shopify CEO said\nit's not his place to make moral…",
  "data/reddit-stocks/r/stocks/comments/kst7vi/best_etfs_andor_stocks_to_hold_for_next_510_years.json": "Sorry if it’s a question that is asked too frequently. I recently started\ninvesting and I would like to know the best ETFs and Stocks to hold for next\n5-10 years for massive growth/ guaranteed money. So far I have. : ARKK, ICLN,\nOGIG, TAN, DIS, APPL, AMZN, PYPL, BABA, NIO.\n\n(Btw, this is not for a…",
  "data/reddit-stocks/r/investing/comments/kt2jy0/140000payrolls_drop_for_the_first_time_since.json": "U.S. job growth turned negative for the first time since April in the final\nmonth of 2020, as the pandemic that rocked the economy over the past year dealt\nyet another blow to the labor market.\n\nThe Labor Department released its December jobs report Friday morning at 8:30\na.m. ET. Here were the main…",
  "data/reddit-stocks/r/investing/comments/kt36if/answers_to_the_10_most_asked_questions_regarding.json": "I have to be honest, I didn’t expect to make another post so soon, but I have\nbeen flooded with messages and comments in the past few days, so I deemed it\nnecessary (oh and also for the people crowning me things like the ‘uranium\nmessiah’, ‘uranium guru’ and ‘that one uranium guy’, I am flattered,…",
  "data/reddit-stocks/r/stocks/comments/kt4dsy/tesla_passes_facebook_to_become_fifth_most.json": "https://www.cnbc.com/2021/01/07/tesla-passes-facebook-to-become-fifth-most-valuable-us-company.html\n\nTesla has surpassed Facebook by market cap.\n\nThe jump makes it the fifth biggest company in the large-cap benchmark when\ncounting the share classes of Alphabet together.\n\nIt now just trails Apple,…",
  "data/reddit-stocks/r/wallstreetbets/comments/kt26ao/its_beginning_to_be_hard_to_argue_we_arent_in_a.json": "At this point, I don't care if God himself came to me and said that TSLA isn't\noverpriced. No stock that isn't in a bubble has its price double in like a\nmonth. And before all the Elon fanboys downvoting this and telling me that\n\"Aktshully TSLA has incredible upside potential for the future and…",
  "data/reddit-stocks/r/stocks/comments/kt68vo/nio_day_2021.json": "Guys NIO has gone up a lot this week as you can see. But I am surprised to hear\nhow many people are talking about NIO day for tomorrow. With important news are\non their battery technology as a service, their new sedan, and surrounding area\nsensing technology. What do you think will happen to the…",
  "data/reddit-stocks/r/stocks/comments/kt88bw/2_yrs_ago_cathie_said_tsla_at_4kshare_that_day.json": "Tim: \"Over a five year period, the stock has done nothing\"\n\nCathie: \"The longer the base, the bigger the break out\"\n\nhttps://mobile.twitter.com/DriveTeslaca/status/1347224129938706432",
  "data/reddit-stocks/r/stocks/comments/kt39ww/are_you_sitting_on_any_cash_as_this_market.json": "As this market continues to hit all time highs, which I know is normal market\nbehavior I can't help but see all these 3-10% gain days and think I need to\nbuild a cash position for an inevitable drop. I know you aren't supposed to time\nthe market but this just feels necessary. Are you holding onto…",
  "data/reddit-stocks/r/investing/comments/kt9ohh/how_do_you_stay_disciplined_with_your_attention.json": "With TSLA, BTC, and many other small positions in my portfolio becoming\nsubstantial positions, I'm finding it increasingly difficult to focus on my day\njob.\n\nTrying to remind myself that consistent income and investments are essential for\ngetting to my retirement number. Investing is not my day job,…",
  "data/reddit-stocks/r/investing/comments/kt4o21/how_to_reduce_downside_risk_in_a_stock_without.json": "I've been holding tesla for exactly 11 months and have ridiculous gains. I want\nto lock in some of my gains before Q1 earnings report. However I don't want to\nsell my stock until it qualifies for long term cap gains, because I have a shit\nload of profit I don't want to be counted as income.\n\nWhat's…",
  "data/reddit-stocks/r/investing/comments/ksww5b/would_it_make_sense_to_invest_in_bitcoin_right.json": "I'm still fairly new to investing and recently I've been wanting to explore the\ncryptocurrency territory. Bitcoin value has risen significantly in the past few\nyears and I was wondering if it would be beneficial to invest in it now.\n\nWhat should I be researching/ studying to understand how the value…",
  "data/reddit-stocks/r/wallstreetbets/comments/kszqb5/we_arent_the_only_retards_out_there.json": "So yesterday, Papa Musk tweeted \"Use Signal\n[https://twitter.com/elonmusk/status/1347165127036977153?s=20]\" (227.3K likes,\n28.7K retweets).\n\nhttps://preview.redd.it/q9trn69923a61.png?width=604&format=png&auto=webp&s=8dba759a31f158fba12b097991e6aae44f5d03ad\n\nThis was a reference to the Signal…",
  "data/reddit-stocks/r/investing/comments/ktbkn6/i_dug_this_out_of_the_drawer_and_thought_you.json": "Here is a Financial Holding Pyramid that I received over 20 years ago. The\nbottom of the pyramid is low risk / low reward, and the top of the pyramid is\nhigh risk / high reward. I have tried to understand each of these over the years\nand dabbled in some, but I tend to stay towards the bottom, with a…",
  "data/reddit-stocks/r/stocks/comments/kti848/this_subreddit_stock_picking_is_incredible.json": "I lurk on this subreddit daily and have been doing it for the past year and let\nme tell you the people in this subreddit know how to pick stocks. They are so\naccurate that it is borderline scary. If you been lurking here for the past year\nthen you know almost ALL of the most mentioned stocks here…",
  "data/reddit-stocks/r/stocks/comments/ktf2ah/roblox_expects_direct_listing_on_nyse_in_february.json": "Roblox said earlier this week that it raised $520 million in private capital\nahead of a direct listing.\n\nThe company originally planned to go public in December but delayed its debut\nafter DoorDash and Airbnb soared more than expected out of the gates.\n\nThe company will trade on the New York Stock…",
  "data/reddit-stocks/r/investing/comments/ktjf6b/how_do_i_handle_jealousy_and_missed_opportunities.json": "There's been an influx of successes and high returns posted in this recent\nmarket, and whenever I look at these posts, I tend to get upset about missing\nthese opportunities. My heart sinks whenever I see another post about how\nsomeone retired early due to an early TSLA stock or how they paid off…",
  "data/reddit-stocks/r/investing/comments/ktbzwn/is_interest_rate_going_higher.json": "Over the past few weeks, interest rates have begun to increase faster than\nexpected. The yield on the 10-year Treasury has risen from 0.93% at the\nbeginning of December to above 1%. That means that since August of last year,\nwhen the 10-year yield hit 0.5%, interest rates have more than doubled.\n\nI…",
  "data/reddit-stocks/r/wallstreetbets/comments/ktdi5h/tsla_went_up_another_025_toyotas_today_tslas.json": "Okay, Tesla gained another $60 billion today, but humans famously have trouble\nvisualizing big numbers, and $60 billion is just as arbitrary to our lizard\nbrains.\n\nSo, forget dollar amounts, start measuring Tesla's daily movements in number of\nToyotas (the company). $60 billion is roughly 1/4 (0.25)…",
  "data/reddit-stocks/r/investing/comments/kti41l/vale_and_tsla.json": "What’re the odds that the nickel mining company that Elon Musk said he would\ngive a ‘very big contract to for a very long time’ for mining nickel is VALE?\nAre there other plausible options of company’s he could be referring to? I’m\ncurious which company he may have been taking about and VALE was the…",
  "data/reddit-stocks/r/stocks/comments/kth7s4/excessive_bubble_talk.json": "Recently have been considering all the speculation regarding whether we are in a\nbubble. I flip back and forth on whether or not we actually are in the midst.\nPrices are obviously high, probably overvalued in some obvious cases, but\ninterest rates are low, the Fed keeps on buying, stimulus keeps…",
  "data/reddit-stocks/r/investing/comments/ktkuu2/ghiv.json": "GHIV is a SPAC I think was mentioned on here a few times, but I thought I’d give\nit another shout out in lieu of some upcoming catalysts. It’s merging with UWM,\nor United Wholesale Mortgage - which is an established company with revenue,\nsomething that is not super common with the companies that…",
  "data/reddit-stocks/r/wallstreetbets/comments/kt6h3k/stop_with_the_bubble_nonsense_we_are_not_in_a.json": "The argument is really simple and has been mentioned numerous times on this\nsubreddit.\n\nThere is no where else for money to flow to when interest rates are so low.\nThere is no where else for money to flow to when interest rates are so low.\nThere is no where else for money to flow to when interest…",
  "data/reddit-stocks/r/investing/comments/ktou84/musk_says_use_signal_people_buy_an_unrelated_stock.json": "https://www.cnbc.com/amp/2021/01/08/elon-musk-boosts-signal-app-signal-advance-stock-jumps-1100percent.html\n\nDo you think only stupid people bought the stock by mistake or do you think some\npeople bought it anticipating that others will buy it by mistake? Either way,\nisn't that proof that people…",
  "data/reddit-stocks/r/investing/comments/ktmnxn/arkg_or_arkk_for_long_term_gains.json": "I’m 24, I live in Arkansas. My expenses are very low (>$500 a month.) I make\nabout $3,500 a month and I am looking into these two ETFs for long term gains. I\nhave about $2000 that I plan on investing Monday, and I also plan to add to\nthese funds* consistently. Possibly a large portion of my monthly…",
  "data/reddit-stocks/r/stocks/comments/ktne7q/michael_burry_big_short_has_another_huge_short.json": "(From Twitter)\n\n“Well, my last Big Short got bigger and Bigger and BIGGER too....$TSLA $60\nbillion increase in market cap today alone...1 GM, 2 Hersheys, 3 Etsys, 4\nDominos, 10 Vornados...enjoy it while it lasts.”",
  "data/reddit-stocks/r/stocks/comments/ktrnpo/nio_partners_with_nvidia_to_develop_a_new.json": "NIO just did it, and so did NVIDIA!!\n\n> At NIO Day, the company’s annual customer event, the EV maker revealed its\n> NVIDIA DRIVE Orin-powered supercomputer, dubbed Adam, which will first appear\n> in the ET7 sedan that will ship in China starting in 2022....\n> \n> ... As the first of NIO’s EVs to…",
  "data/reddit-stocks/r/investing/comments/ktou8n/what_exactly_happens_when_an_stock_market_bubble.json": "With all of the talk floating around on pretty much any investing related\nsubreddit of the bubble that we are likely in, it is always mentioned that this\nbubble will inevitably burst and it is always said that is coming soon. I am\nsomewhat new to investing and I don't understand what happens when it…",
  "data/reddit-stocks/r/investing/comments/ktldld/morgan_stanley_boosts_stake_in_microstrategy_to.json": "Investment Bank Morgan Stanley has boosted its stake in MicroStrategy\n[https://bitcoinmaximalist.net/morgan-stanley-boosts-stake-in-microstrategy-to-10-9/]\n($MSTR) and now owns 10.9% of the Bitcoin rich company.\n\nBitcoin has been on a rip since March last year up over 800%, so what will it\ntake for…",
  "data/reddit-stocks/r/investing/comments/ktslbf/1999_all_over_again.json": "Good afternoon\n\nThe current market has some obvious similarities with the internet bubble in the\n2000s at the moment:\n\n1) Sectoral bubble\n\nElectric Vehicle stocks, Renewable energy stocks, crypto and possibly even\nfintech stocks have skyrocketed to insane levels in 2020. A PE ratio of 100-200\nfor…",
  "data/reddit-stocks/r/stocks/comments/ktsiqg/senator_lindsey_graham_urges_congress_to_repeal.json": "Copied text from Facebook\n\n“Twitter may ban me for this but I willingly accept that fate: Your decision to\npermanently ban President Trump is a serious mistake.\n\nThe Ayatollah can tweet, but Trump can’t! Says a lot about the people who run\nTwitter.\n\nI’m more determined than ever to strip Section 230…",
  "data/reddit-stocks/r/stocks/comments/ktu07v/why_we_are_at_the_major_latestage_bubble_possibly.json": "Before I begin, I came across this article written by Jeremey Grantham, who is a\nBritish investor and co-founder and chief investment strategist of GMO, also\nregarded as a highly knowledgeable investor particularly due to his prediction\nof various historic stock market bubbles.\n\nIn his article…",
  "data/reddit-stocks/r/stocks/comments/ktu8nk/nio.json": "They just had 2021 nio day and I watched the whole conference. They look very\npromising in the future with a solid slate battery coming out with up to 650\nmiles per charge, lidar tech, nvidia partnership, battery as a service, over\n200,000 charging stations, and battery swaps performed every 13…",
  "data/reddit-stocks/r/investing/comments/ktu0we/report_goldman_sachs_is_trying_to_dump_38m_shares.json": "https://seekingalpha.com/news/3649973-uberminus-4_9-on-reports-of-38m-share-block-offered-goldman?mail_subject=uber-uber-4-9-on-reports-of-38m-share-block-offered-by-goldman&utm_campaign=rta-stock-news&utm_content=link-3&utm_medium=email&utm_source=seeking_alpha\n\nUber (NYSE:UBER) is 4.9% lower after…",
  "data/reddit-stocks/r/stocks/comments/ktxacr/house_calls_to_break_up_large_tech_firms_for.json": "After a house antitrust investigation, the House of Representatives found that\nAMZN, FB, AAPL, and GOOGL have “too much power” and should be broken up. How do\nyou think this will affect shareholders? Is it time to sell it all and YOLO our\nentire net worth into shorts and puts, or do you think it’ll…",
  "data/reddit-stocks/r/stocks/comments/ktsp67/is_it_worth_it_to_invest_with_little_money.json": "Right now I put about $200 into stocks and thanks to NIO and PLUG it’s at $400\nor so.\n\nI want to invest more but honestly I can only do $50 here and there. Should I\nsave and buy a lot at once? Buy fractional shares?\n\nACB, XOM, and SPHD are some of the other stocks I bought as well.",
  "data/reddit-stocks/r/stocks/comments/ku73kv/another_partnership_for_nio_qualcomm_brings.json": "https://www.qualcomm.com/news/releases/2021/01/09/qualcomm-and-nio-bring-immersive-driving-experiences-intelligent-cockpit?fbclid=IwAR06-4VVwDQwjauU06orws8BNWzdNY2IRwVvf1myfkAhZ7vKjHubA4IdWgw\n\nQualcomm Technologies, Inc. and NIO Inc., through its subsidiary NIO USA, today\nannounced the companies’…",
  "data/reddit-stocks/r/investing/comments/ktvifx/meli_is_a_great_opportunity_to_buy_and_hold.json": "1) Deep on E-commerce and Fintech, this company is an Amazon + Square + Paypal\ncombination in South America. ARK funda have a good share of it 2) E-commerce\npurchases as a part of all retail in Latin America at the end of last year were\nsomewhere around 4% of the total. Huge growth ahead. 3) MELI…",
  "data/reddit-stocks/r/investing/comments/ku81ao/icln_why_now.json": "Clean energy has been a discussion point for many years. I know Biden\nadministration will make it a focus but it seems like it’s suddenly talked about\nas the next big thing. I see the ICLN etf up an insane amount recently but what\ngives? Wasn’t clean energy always the future? So why now is it…",
  "data/reddit-stocks/r/stocks/comments/ku6skz/reddit_etf.json": "I present to you the Reddit ETF.\n\nFund Details\n\nTicker: REDDIT\n\nFund mangers: Reddit/stocks users\n\nCUSIP: 999999999\n\nNumber of Holdings: 24\n\nManagement Fee: 0.238,900%.\n\nWhy 0.238,900% as a management fee? Because that is the distance between Earth\nand Moon(in terms of miles).\n\nThe Holdings of…",
  "data/reddit-stocks/r/stocks/comments/ku4jxr/im_a_genius_in_a_bull_market.json": "My son, the other day, opened his Christmas present and wasn’t happy to see a\nPS5. “Where did you get this money Dad?” “Well, frankly,” I said, “I invested in\nstocks this past year.” “Yeah? Well, I can’t take this,” he goes, “everyone is a\ngenius in a bull market.”\n\nTo be frank with you, I don’t…",
  "data/reddit-stocks/r/wallstreetbets/comments/kucf6r/chinese_autist_here_gonna_share_you_western.json": "1, Brand loyalty and the NIO COMMUNITY\n\nif you think tesla owners are cult followers, you have yet to seen Nio owners.\nNio spent years and tons of money building and maintaining the Nio community\nthat I have never seen any car manufacturer has done in the world. They built\nand are still building…",
  "data/reddit-stocks/r/stocks/comments/ku3v4z/nio_realistic_expectations_for_monday_and_beyond.json": "With NIO day passing, the news of NVIDIA, the new vehicle, and what feels like\n2022 will be here in no time, what’s everyone thinking about Monday and the\nmonths to follow?\n\nWe know the whole deal, with a chance of a sell of Monday due to the news and\nprofit taking, but what are we thinking the next…",
  "data/reddit-stocks/r/investing/comments/ktyvn9/how_did_you_learn_different_investing_strategies.json": "Is there a book or at least a list of all strategies and financial instruments\nthat are available to you as an investor? I’ve recently been studying hedge\nfunds and read about Bill Ackman’s March 2020 trade where he made huge gains by\nbuying Credit Default Swaps - an instrument I didn’t even know…",
  "data/reddit-stocks/r/stocks/comments/ktyl2q/investors_from_2000_and_2008_how_much_were_you.json": "I only know from what I read that the majority did not see bubble at that time.\nBut investors that experienced 2000 and 2008, how much were you aware about the\nsituation at that time before the bubble popped?\n\n\n\nI ask because a lot of people are worried about this new bubble popping, even my\nold…",
  "data/reddit-stocks/r/stocks/comments/kuh3d8/elon_musk_told_his_followers_to_use_signal.json": "When Tesla CEO Elon Musk urged his Twitter followers on Thursday to \"use\nSignal,\" he meant the encrypted messaging app. Some people appear to have taken\nit the wrong way.\n\nShares of an obscure and unrelated company called Signal Advance, which trades\nover the counter, surged 527% on Thursday and…",
  "data/reddit-stocks/r/stocks/comments/kuduh9/unpopular_opinion_everyone_is_a_genius_in_a_bull.json": "I hate this quote.\n\nYes literally anyone can make 20-30% gains in a bull market. But can you make\n200-300% gains?\n\nGains. Are. Relative.\n\n\n\nDon't compare your gains against previous bear markets, compare them against the\ncurrent market and if you truly did beat the market then you are a…",
  "data/reddit-stocks/r/investing/comments/kuhc17/anyone_elses_alarm_bells_going_off_with_chinas.json": "I'll just throw a few small statistics at you first\n\nChina has the highest reserves of rare earth metals, 44 MT twice as the next\ncountry Brazil in 2019\n[https://investingnews.com/daily/resource-investing/critical-metals-investing/rare-earth-investing/rare-earth-reserves…",
  "data/reddit-stocks/r/wallstreetbets/comments/kuhibq/wallstreetsbets_getting_infiltrated_by_ccp.json": "Everyone has just read a well done DD of u/notccpbot [/u/notccpbot]. I want to\nalarm you retards and the mods this is how propaganda infiltration works. The\nfirst one comes out of the blue and everyone likes the post without considering\nthe guys hidden agenda. Watch the coming weeks another user…",
  "data/reddit-stocks/r/investing/comments/kujxvh/pent_up_demand_debunking_the_narrative_long_post.json": "We've heard countless times that there is going to be an immense wave of pent up\ndemand that is going to cause a boom in the economy once we are fully\nvaccinated. I try to keep an eye on economic data reports that come through\nbecause if you know how to read them, they can provide a lot of insight…",
  "data/reddit-stocks/r/investing/comments/kummvd/sure_time_in_the_market_but_what_about_be_fearful.json": "Isn't what we're seeing now\n[https://twitter.com/MeekMill/status/1347577344609955842] both a great example\nof widespread greed and the shoeshine boy story\n[https://archive.fortune.com/magazines/fortune/fortune_archive/1996/04/15/211503/index.htm]\nbrought to life?\n\nAt what point do you follow \"be…",
  "data/reddit-stocks/r/stocks/comments/kulbpl/best_stocks_to_buy_right_now.json": "Hey, so another week of trading is coming up and I am looking to expand my\nportfolio with a new stock. Currently, I have not yet made a decision with which\ncompany I will go with, as I am mainly into ETFs. Thus I wanted to ask for your\nopinions on stocks to look out for. Just some information about…",
  "data/reddit-stocks/r/investing/comments/kusbsk/stock_advice_is_like_those_house_flipping.json": "If someone could really predict the market and individual stock performance,\nthey will not tell you about it. They will gather every cent they have and\ninvest it themselves. Telling people would increase their cost, they have no\nincentive to do so. Many people giving advice will do the exact…",
  "data/reddit-stocks/r/wallstreetbets/comments/kulmrq/i_am_so_proud_of_this_community_and_especially.json": "While I know there might be many non Americans retards here, I'm sure the\ncurrent political turmoil in the US has piqued the curiosities of many. Of\ncourse for Americans it's a surreal time.\n\n/r/wallstreetbets is proudly a non political sub, as made very evident by Rule\n#5 :\n\n> \" If you choose to…",
  "data/reddit-stocks/r/stocks/comments/kuqssm/apple_and_hyundai_motor_plan_to_sign_an_ev.json": "Hyundai Motor and Apple Inc plan to sign a partnership deal on autonomous\nelectric cars by March and start production around 2024 in the United States.\n\nThe report follows a statement on Friday from Hyundai Motor that it was in early\ntalks with Apple after another local media outlet said the…",
  "data/reddit-stocks/r/wallstreetbets/comments/kuo4zg/i_built_a_program_that_detects_buzzing_stocks_on.json": "As a poor investor but good developer (or so I like to think), I built a program\non python that spots emerging stocks on Reddit and Twitter so y’all can make\nsweet tendies 🚀\n\nSo far, the majority of the picks are small caps so I can’t publish them here\nbased on the sub's rules. However, I still…",
  "data/reddit-stocks/r/investing/comments/kuxxvm/nearly_170_billion_wiped_off_cryptocurrency.json": "https://www.cnbc.com/2021/01/11/bitcoin-btc-price-nearly-170-billion-wiped-off-entire-cryptocurrency-market.html\n\nLooks like a 20% drop on Sunday means that the Bitcoin bubble is popped at least\nin the near term. It just goes to show that there is still very little liquidity\nactually moving the…",
  "data/reddit-stocks/r/wallstreetbets/comments/kuwg1e/i_have_a_discount_trading_bot_which_gives_out.json": "I wasn’t sure which flair to use.\n\nAs the title says I have a trading bot which I spent a long while developing.\n\nThere are two batches of codes which I run alongside each other.\n\nBatch 1 and Batch 2.\n\nBatch 1 uses some of the judgement of myself and calculations to gather stock.\n\nBatch 2 is just…",
  "data/reddit-stocks/r/stocks/comments/kurmps/predict_nio_share_price_by_end_of_week_and.json": "As the title says predict NIO share price by end of the week(Jan 15) and receive\na golden reddit award. As many of you know NIO just had their battery day and it\nreceived positive reception.\n\nRules:\n\n * Deadline for posting a prediction in this thread is 24 hrs. from this\n   post(1/11 at 8.P.M…",
  "data/reddit-stocks/r/stocks/comments/kuq7yi/clean_energy_fuels_corp_clne_dd_inside.json": "Before I get started, this is my first full-DD post, so please be nice in the\ncomments and please provide me feedback on what I should/should not include! Any\nadvice would be greatly appreciated, thanks <3.\n\nWhat and who is Clean Energy Fuels Corp?\n\nThe company is THE leading provide of the cleanest…",
  "data/reddit-stocks/r/stocks/comments/kv093c/chinese_ev_maker_nio_may_launch_mass_market.json": "CHENGDU, China/SHANGHAI, Jan 11 (Reuters) - China's electric vehicle (EV) maker\nNio Inc , which competes with conventional premium automakers including Daimler\nAG and BMW , may make mass market products under another marque, its chief\nexecutive said. \"As EV technologies advance and battery cost…",
  "data/reddit-stocks/r/stocks/comments/kuuvbf/my_top_5_growth_picks_for_2021.json": "1) INVESCO NASDAQ NEXT GEN 100 ETF (QQQJ)\n\nThe Invesco NASDAQ Next Gen 100 ETF (QQQJ) follows the immensely well known\nInvesco QQQ Trust (QQQ) by investing in the 101st to the 200th largest NASDAQ\nlisted companies. These companies are less mature than those in the NASDAQ 100\nbut with high growth…",
  "data/reddit-stocks/r/stocks/comments/kv3xli/looks_like_hyundai_is_doing_a_joint_partnership.json": "I know what you guys are thinking, Hyundai and Apple released that they were\npartnering up to release an EV by 2024. Hyundai then backed away from those\nstatements saying it wasn’t true.\n\nNow they’re confirming that there is a partnership and plan on inking a deal in\nMarch. Now connect the…",
  "data/reddit-stocks/r/stocks/comments/kv2w6c/icln_too_late_to_the_party.json": "I'm very interested in investing in green energy, and I think the sector has a\nlarge upward potential especially in the long run. However, when I see just how\nmuch ICLN has grown recently I'm worried that I may have been too late. Do you\nthink now would still be a good time to invest? Or do you…",
  "data/reddit-stocks/r/investing/comments/kuvqsi/what_are_your_2021_january_stock_picks.json": "Obviously no one has a crystal ball but what are your stock pick for early\nJanuary here that you think will rip upwards in 2021.\n\nI'm really looking at $Roku and $FVRR which will continue to grow but I'm simply\nperplexed with Tesla at the moment and don't understand it's movement other than\nFomo at…",
  "data/reddit-stocks/r/stocks/comments/kv93m6/why_is_gamestop_gme_doing_so_well_this_year.json": "Over the past year, GME is up 270% and just over the last 3 months, it's up over\n70%. It's currently sitting at about $20. Normally, I'd just brush this off as\nsaying GME is following the crazy bull run of 2020, but for a dying company like\nGameStop (so much so, I thought it was a meme), it's…",
  "data/reddit-stocks/r/investing/comments/kv6lhf/ryan_cohen_joins_gamestop_board_ecommerce_sales.json": "GameStop Announces Additional Board Refreshment to Accelerate Transformation\n\nSource.\n[https://www.globenewswire.com/news-release/2021/01/11/2156168/0/en/GameStop-Announces-Additional-Board-Refreshment-to-Accelerate-Transformation.html]\n\nTL;DR: Former Chewy CEO(Ryan Cohen), CFO, COO join GameStop…",
  "data/reddit-stocks/r/wallstreetbets/comments/kv9k3n/you_people_are_creating_autists.json": "I was speaking to a client this morning and he asked if I would have a\nconversation with his 15 year old son and answer some questions for him and\npoint him in the right direction in terms of his finances. He has apparently got\na little lucky on $TSLA lately and made some good money for a 15 year…",
  "data/reddit-stocks/r/stocks/comments/kv7v6h/tesla_will_climb_8_to_streethigh_price_target_of.json": "https://markets.businessinsider.com/news/stocks/tesla-stock-price-target-rally-fundraising-street-high-tsla-bofa-2021-1-1029956205\n\nBank of America cited Tesla's fundraising potential for their more bullish\noutlook. The company announced in December that it will sell up to $5 billion in\nstock to…",
  "data/reddit-stocks/r/stocks/comments/kv9w5f/pump_dump.json": "Anyone else alarmed at the sheer amount of pump and dumps that exist now?\nHundreds of discord’s with tens of thousands of people in each blindly dumping\nmoney into random penny stocks because someone told them to and shooting them up\n900% for them to tank soon after... its flooded TikTok",
  "data/reddit-stocks/r/investing/comments/kv20iv/peter_lynch_theres_always_something_to_worry_about.json": "There's always something to worry about\n[https://www.youtube.com/watch?v=Esn0QZmD77A].\n\nMost people on this sub who preach to invest into index funds, to hold for the\nlong term. Yet, everyday you see posts about what's next to buy, what's gonna\ncrash the stock market, or why this market doesn't make…",
  "data/reddit-stocks/r/stocks/comments/kv451q/my_fastest_most_savage_blowout_gains_in_the_past.json": "I have actually tried to make the case for dry bulk shipping stocks before on\nreddit, but was unable to because most of them are microcap. You don't want to\npost about tiny stocks and then watch them pump and dump and get extremely\nerratic. Also, the system will delete any posts with some microcap…",
  "data/reddit-stocks/r/stocks/comments/kv249f/stock_market_news_for_today_nio_stock_news_dkng.json": "Stocks finish at all time highs to close out the first trading week of 2021.\nWhat is my opinion on the NIO stock after their latest event? DraftKings & PENN\nsoar after the latest New York developments, let’s talk about this and other\nstock market news\n\n~Very Long Post~\n\nHello everyone and Good…",
  "data/reddit-stocks/r/investing/comments/kv332t/eli_lilly_up_20_after_donanemab_shows_clinical.json": " * Eli Lilly (NYSE:LLY\n   [https://seekingalpha.com/symbol/LLY?source=content_type%3Areact%7Cfirst_level_url%3Anews%7Csection%3Amain_content%7Cbutton%3Abody_link])\n   gains 20% in premarket on promising results\n   [https://seekingalpha.com/pr/18145426-lillys-donanemab-slows-clinical-decline-of…",
  "data/reddit-stocks/r/stocks/comments/kvxvgw/please_do_something_about_these_recommend_me.json": "There are probably 3-5 posts per day from users who do not know how to use the\nsearch feature asking \"What stocks are going to rocket in 2021\" -or- \"What\nstocks should I invest in?\"\n\nHoly shit people, use the damn search feature on Reddit.\n\nThese posts are mostly useless. For one it's a huge circle…",
  "data/reddit-stocks/r/stocks/comments/kvr4ed/stock_market_news_for_today_lmnd_nio_wmt_jnj_afrm.json": "Stocks give up gains from last week. Lemonade has a wild ride, while NIO shines\nagain. Is JNJ the best vaccine play? Let’s talk about this and other stock\nmarket news\n\n~Long Post~\n\nHello everyone and Good morning! So, let’s start with the recap of yesterday as\nwe saw the stock market giving up some…",
  "data/reddit-stocks/r/stocks/comments/kvirkw/psa_this_is_a_good_time_to_be_skeptical_of_ev.json": "At the height of the dot-com boom in '99, investors were so caught up in the\nrise of a new industry that they threw money at anything with a website,\nregardless of the fundamentals. With the incredible rise of TSLA, I think we are\nat risk for a similar phenomenon with EV startups. It seems like…",
  "data/reddit-stocks/r/stocks/comments/kvsp7l/plug_is_making_waves_and_deals_for_future_growth.json": "The stock is up since October.\n\nAnd today; Renault announces they’re getting on board for a French venture with\nPLUG.\nhttps://www.marketwatch.com/story/renault-says-it-will-create-french-venture-with-plug-power-2021-01-12",
  "data/reddit-stocks/r/stocks/comments/kvsl51/best_stocks_right_now.json": "I'm curious on what is everyone's top growth stocks for short, medium, and long\nterm. I'm 23 years old with a $17,000 portfolio looking to be somewhat more\naggressive since I'm a little younger. I started back last April/May, so I am\ncurrently up a decent amount on most of my current holdings. I…",
  "data/reddit-stocks/r/stocks/comments/kvuql9/tesla_takes_another_step_on_road_to_launch_in.json": "https://www.reuters.com/article/tesla-india-electric/tesla-takes-another-step-on-road-to-launch-in-india-idUSKBN29H23S\n\nTesla Motors India and Energy Private Limited was incorporated on Jan. 8 with\nits registered office in the southern city of Bengaluru, a hub for several\nglobal technology…",
  "data/reddit-stocks/r/stocks/comments/kvtoly/xpeng_gets_2b_line_of_credit_from_chinese_state.json": "https://www.cnbc.com/2021/01/12/chinese-electric-car-start-up-xpeng-gets-2-billion-in-credit.html\n\nhuge support from three massive state owned banks to help build out its\nmanufacturing among other things. xpeng sets itself up nicely in another\nposition than nio. it'll be interesting to see how it…",
  "data/reddit-stocks/r/stocks/comments/kvjfeo/tesla_competitor_lucid_motors_is_in_talks_to_list.json": "https://ca.finance.yahoo.com/news/lucid-motors-talks-list-via-183354870.html\n\nExcerpt:\n\n> Electric vehicle maker Lucid Motors Inc. is in talks to go public\n\nAlso:\n\n> A transaction could be valued at up to $15 billion, the people said, asking\n> not to be identified because the matter is private.…",
  "data/reddit-stocks/r/stocks/comments/kvw06f/buy_apple_at_the_current_dip.json": "I’ve been watching Apple closely come down from it’s all time high. I know\nthere’s been recent news of them possibly targeting cars down the road, but I\nfeel it has no impact at this time on its current valuation. They’ve got other\nthings in the works with their new Chips, iPhones, new headphones…",
  "data/reddit-stocks/r/stocks/comments/kvu316/how_do_you_find_out_about_new_prospects.json": "Let's take PLUG for instance. Some of you said you had shares at 9$. I assume\nthat when the price was 9$ PLUG wasn't that popular and still some of you bought\nit.\n\nHow do you find out about these \"new\" companies and what makes you invest in\nthem? Do you have any news sources?",
  "data/reddit-stocks/r/stocks/comments/kvvi7b/is_draftkings_a_good_investment_for_the_next_13.json": "It seems like a great long term as these generations are obsessed with sports\nbetting. Governor Andrew Cuomo of New York also just announced he’s backing\nsports betting New York? Thoughts on the potential ? I really believe Americans\nlove their sports, and I know many many people who bet with draft…",
  "data/reddit-stocks/r/stocks/comments/kw1oyc/i_love_the_stock_market.json": "Hey guys, I have never posted here but i just wanted to say that i love the\nmarket. Whether im losing or gaining money it just makes me feel something.\n\nEvery day i can wake up and look forward to 930 and see everything thats\nhappening. Im sure all of you have felt days where its rough and theres…",
  "data/reddit-stocks/r/investing/comments/kw1ssd/lemonade_insurance_a_full_blown_bubble.json": "Let me start by saying that I believe in / understand thematic investing... I\nwork in Venture Capital and am doing well at it.\n\nLemonade caught my attention because I summarized the S1 in details at IPO, for\nmy personal learning. The S1 specifically states that because of reinsurance -\ngross margin…",
  "data/reddit-stocks/r/investing/comments/kvs2ow/silver_way_more_than_just_a_precious_metal_and_an.json": "Something different as opposed to my usual uranium post, but in my opinion the\nopportunity that is presented in silver is worthy of a post on its own and as I\nmentioned before in my broad commodities post, it is my second favorite\ninvestment asset in the current market.\n\nSo what makes silver so…",
  "data/reddit-stocks/r/investing/comments/kw0lsu/attitude_towards_baba_compared_to_nio.json": "I have been noticing a strange attitude while reading comments on BABA that\nChina is bad, everything will be nationalized, its not really BABA you are\nowning etc (I would say about half of the comments) compared to NIO, that it is\ngod, must buy, keep forever, have my babies etc.\n\nMy question: isnt…",
  "data/reddit-stocks/r/investing/comments/kvx0cl/ways_to_play_indias_upcoming_housing_market_boom.json": "Saw this excerpt in today's Economic Times which made me think of how to play\nthe India housing theme. INDF and INDA are two ETFs with mortgage company HDFC.\nAny other ways to invest for investors outside India?\n\n\n\nThe chief anchor of demand in India incrementally is housing. Given the higher\nlevel…",
  "data/reddit-stocks/r/investing/comments/kvvv23/i_got_my_start_on_upwork_but_ive_made_more_buying.json": "I'd like your thoughts on Upwork's (UPWK) long-term potential.\n\nI started my freelance career on Upwork because a family member suggested it. I\nfound a few of my biggest clients on the site. I think Upwork has the potential\nto kill it in the WFH sector in the coming years, simply because they have…",
  "data/reddit-stocks/r/stocks/comments/kvv36k/icln_love_it_or_hate_it.json": "What are your thoughts on ICLN?\n\nDo you love it or hate it?\n\nDo you think you missed the train or do you think the train is still in the\nstation?\n\nWhat do you think are the driving forces behind ICLN? e.g.? Biden, Climate\nChange, ESG, Millennials, Wildfires in CA, Melting Ice Caps, Low Interest…",
  "data/reddit-stocks/r/investing/comments/kvx234/pton_value_is_out_of_control.json": "With sky high valuations the norm across many tech stocks right now, the one I\nsee as the most ready to pop is PTON.\n\n- Expensive products targeted at a niche market\n\n- Single exercise products NEVER maintain long term growth. Extremely cyclical\nfads\n\n- The exercise bike itself is not that…",
  "data/reddit-stocks/r/wallstreetbets/comments/kw3kn2/mr_beast_must_follow_through_or_be_held.json": "So I hate to be that guy... but why did we give him a pass on this? Because he\nmakes lots of tendies on youtube? Because your step-kids sub to his channel?\n\nPossible consideration if he still wants to follow through on his commitment to\nwsb, but petition to ban otherwise. This is the way.\n\nMr…",
  "data/reddit-stocks/r/stocks/comments/kw2cae/mysterious_big_announcement_coming_from_apple.json": "https://twitter.com/neilcybart/status/1349022083393708037?s=21\n\n\"CBS: Apple has a \"big announcement\" tomorrow that isn't a new product. Gayle\nKing claims Apple's announcement is bigger and better than a new product.\"",
  "data/reddit-stocks/r/investing/comments/kw6gpz/why_is_cathie_wood_not_paying_much_attention_to.json": "I agree with her that the genomics, autonomous/robotics, next gen internet,\nfintech and 3D printing have significant growth potential. But why isn’t she\ndigging into the potential in the energy sector? Renewable energy, especially\nenergy storage, is seeing significant innovation. And I feel she’d be…",
  "data/reddit-stocks/r/investing/comments/kwae77/visa_abandons_takeover_of_plaid_after_doj_raises.json": "> Visa (V) [https://www.google.com/finance/quote/V:NYSE] has ended its takeover\n> efforts of Silicon Valley start-up Plaid [https://plaid.com] about two months\n> after the Department of Justice filed an antitrust lawsuit\n> [https://www.cnbc.com/2020/11/05/doj-files-antitrust-lawsuit-to-block-visas…",
  "data/reddit-stocks/r/stocks/comments/kwfuzv/stock_market_news_for_today_plug_power_gm_tsla_vs.json": "Big tech struggles as small-caps continue to overperform. Plug Power rises on\nRenault venture while GM reveals flying car. Is Tesla going to crush Apple?\nLet’s talk about this & other stock market news\n\nHello everyone and Good Morning! So, let’s start with the recap of yesterday as\nwe saw the stock…",
  "data/reddit-stocks/r/stocks/comments/kwh6f4/intc_up_14_premarket_intel_ceo_bob_swan_to_step.json": "Thoughts?\n\nHow what are you opinions on Pat Gelsinger?\n\nhttps://www.cnbc.com/2021/01/13/intel-ceo-bob-swan-to-step-down-in-february.html\n\n\n\nEDIT: Pat Gelsinger comes from a technical background and used to work at Intel.\nWhereas Bob Swan did not and was a CFO prior to becoming a CEO.\n\nI am really…",
  "data/reddit-stocks/r/investing/comments/kwh7hg/intel_gains_9_as_ceo_bob_swan_to_step_down_feb_15.json": " * Intel (NASDAQ:INTC\n   [https://seekingalpha.com/symbol/INTC?source=content_type%3Areact%7Cfirst_level_url%3Anews%7Csection%3Amain_content%7Cbutton%3Abody_link])\n   CEO Bob Swan to step down as CEO on Feb. 15, CNBC's David Faber said\n  …",
  "data/reddit-stocks/r/investing/comments/kwif65/gamestop_short_squeeze_has_just_begun.json": "Without almost no news. GME jumped 33% today. As I write this, it could be\nmooning even more. Most of the shorts are probably market maker unwinding right\nnow as there were a huge number of put contracts at $24 strike price.\n\nAccording to the latest data, shares short was higher than the total…",
  "data/reddit-stocks/r/stocks/comments/kwj7jz/gme_short_squeeze_40.json": "Looks like GME has a lot more room to run being up 40%. The short squeeze\neveryone has been talking about has commenced. CHWY influence seems to help.\nSold my 1/15 $20 calls the other day so I'm sad, but bought some shares. This\ncould still be huge.\n\nEdit: 🚀 🚀 🚀\n\nEdit2: +90% at 11:45am",
  "data/reddit-stocks/r/wallstreetbets/comments/kw80a1/11_mil_in_pltr_yolo_update.json": "PLTR will have a HUGE run up to Demo Day. I currently own 43,600 shares ($1.148\nmil) along with some calls. I sold a lot of CCs on these shares a couple weeks\nago for hedging purposes since I was very close to a margin call. Just used that\npremium to buy even more shares cuz I'm retarded\n\nWas down…",
  "data/reddit-stocks/r/wallstreetbets/comments/kwkle2/gme_is_a_defining_moment_of_wsb_history.json": "We might be a bunch of retards with no qualification, but looking at the market\nwe came up with a solid trade idea,aka making the shorts bleed, we somehow\ncoordinated and we stuck with it even when it seemed like it could turn against\nus.\n\nIt's pretty difficult to know how much impact this sub had…",
  "data/reddit-stocks/r/stocks/comments/kwmolz/akba_dod_funding_news_drop_and_jp_morgan.json": "Running up huge on volume right now! Thoughts?\n\n\n\nResearchers awarded funding to expand Akebia drug trial\n\nUTHealth News says Researchers have received funding from the Department of\nDefense to expand the Phase II clinical trial of vadadustat, a drug being\ndeveloped by Akebia that could help prevent…",
  "data/reddit-stocks/r/wallstreetbets/comments/kwluqm/we_should_all_be_thaking_udeepfuckingvalue_the.json": "WE WANT THE UPDATE KING!!!\n\nhttps://www.reddit.com/r/wallstreetbets/comments/d1g7x0/hey_burry_thanks_a_lot_for_jacking_up_my_cost/\n\nLook at that first comment section. This man never doubted his vibe.\n\nV A L U E I N V E S T I N G\n\nWe're all here dreaming of hitting the big one and quitting the rat…",
  "data/reddit-stocks/r/stocks/comments/kwn6ux/alibaba_now_also_entering_ev_market.json": "It looks like Alibaba (BABA) is now also entering the EV market by releasing a\nelectric sedan that has wireless charging. It will be operating under a new\nbrand formed with a state-owned SAIC Motor. Preorders expecting to start April\nduring annual Shanghai auto show.\n\nIt seems like big tech players…",
  "data/reddit-stocks/r/stocks/comments/kwlk4y/nvidia_reveals_cheaper_chip_for_desktops_new.json": "https://www.marketwatch.com/story/nvidia-reveals-cheaper-chip-for-desktops-new-gaming-laptops-that-could-avoid-supply-crunch-11610472725\n\nOn Tuesday, Nvidia said it would launch an even more inexpensive desktop\ngraphics card, the RTX 3060 — without the “Ti” designation — for $329, in\naddition to the…",
  "data/reddit-stocks/r/stocks/comments/kwpxbt/these_are_the_stocks_cathie_wood_is_buying_and.json": "Few days ago, I posted about a google sheets u/HappyAnsu [/u/HappyAnsu] and I\nmade, to get a better overview of the holdings in the individual ARK ETF's,\ntogether with other data. We soon came to realize that most of our work was\ncompletely the same as www.cathiesark.com [https://www.cathiesark.com]…",
  "data/reddit-stocks/r/stocks/comments/kwr7ef/arkx_ark_invest_space_exploration_etf_sec_filiing.json": "Just saw this on twitter,\nhttps://www.sec.gov/Archives/edgar/data/1579982/000110465921003837/tm212832d1_485apos.htm\n\nCathie Woods and team is filing for a Space Exploration ETF, ARKX. I think\nobvisouly $SPCE will be in it, thoughts on any other? Still going through the\ndoc myself.\n\nAnd anyone…",
  "data/reddit-stocks/r/investing/comments/kws3g0/arkx_space_exploration_etf_incoming.json": "Ark Invest plans to add a “Space Exploration ETF” under the ticker ARKX,\naccording to a securities filing on Wednesday.\n\nThe Space Exploration ETF would focus on companies that are “leading, enabling,\nor benefitting from technologically enabled products and/or services that occur\nbeyond the surface…",
  "data/reddit-stocks/r/stocks/comments/kwr4k5/alibaba_baba.json": "Good News for Alibaba stockholders.\n\nBABA will probably rally for a few days.\n\nAmericans won't be banned from investing in Alibaba\n[https://www.wsj.com/articles/americans-wont-be-banned-from-investing-in-alibaba-tencent-and-baidu-11610563890]and\nBaidu",
  "data/reddit-stocks/r/stocks/comments/kwlqt2/i_made_an_etf_screener.json": "I made an ETF screener to help me keep track of what sectors and industries are\ndoing well.\n\nSome recent top performing ETF include\n\nCHIQ (China Consumer Discretionary)\n\nCIBR(Cybersecurity)\n\nXRT(Retail)\n\nCOPX(Global Copper Miners)\n\nPSCM(Small Cap Materials)\n\nyou can see a full list of the ETFs at…",
  "data/reddit-stocks/r/investing/comments/kwm4h9/urg_uranium_play_under_1_before_bidens_trillion.json": "Ur-Energy $URG is a mining company that engages in uranium mining and recovery\noperations, with activities including acquisition, exploration, development, and\noperation of uranium mineral properties. Almost 2m in volume, 151m market cap.\nCheck out the latest Executive Order signed yesterday by the…",
  "data/reddit-stocks/r/wallstreetbets/comments/kwjyhm/for_those_who_doubted_gme.json": "You’ll be seeing a lot of gain porn throughout the entirety of today. For those\nof you who paper handed, I’m sorry. Although maybe it opened your eyes to\nrealize that WSB runs the market. We’re bigger than investment firms, hence why\nthere’s still a play to be made.\n\nPLTR. Yet to explode, yet held…",
  "data/reddit-stocks/r/stocks/comments/kwhxww/plug_power_do_you_trust_its_fuel_cell_technology.json": "Hi all, based on what I understand - hydrogen is generally less efficient as an\nenergy source - both on the production of hydrogen fuel and the release of power\nfrom solid state batteries and durability is an issue, notwithstanding the costs\nincurred to enable wide-range adoption. How plausible is…",
  "data/reddit-stocks/r/stocks/comments/kwkztn/ktos_and_its_bright_future.json": "You might have seen a post the other day on WSB relating to KTOS from another\nuser. Well, after a bit more DD, here is what I can say for KTOS.\n\nFirst i'll repeat what the other post said. Recently ARK, Blackrock, Vanguard\nand Fidelity have bought a huge number of shares in KTOS, and there is a…",
  "data/reddit-stocks/r/stocks/comments/kww5i6/feds_asks_tesla_to_recall_158000_vehicles_over.json": "U.S. safety regulators have asked Tesla to recall 158,000 vehicles over media\ncontrol unit failures that cause the touchscreen displays to stop working,\nfollowing a months-long investigation by the National Highway Traffic Safety\nAdministration.\n\nThe Office of Defects Investigation unit of the…",
  "data/reddit-stocks/r/investing/comments/kwpjrk/seems_like_baba_is_on_track_again_with_chinese.json": "Hey all!\n\nMost of you might not be aware of that, but Essence Securities which is a state\nowned investment company value at 150B$ that being held by the Chinese\ngovernment published an article saying that their yearly target price for BABA\nis 330$ which is currently at around 237$ per share.\n\nBy…",
  "data/reddit-stocks/r/stocks/comments/kwlu3r/when_will_roblox_go_public.json": "Every child I know plays this game and begs mommy for their credit card to buy\ntheir precious robux. I’m dumping everything into this stock once it goes\npublic. That’s my question though, any insight as to when they will go public ??",
  "data/reddit-stocks/r/investing/comments/kwghg9/lion_electric_who_they_are_and_why_they_should_be.json": "I WARN YOU THAT THIS WILL BE QUITE THE LONG READ, BUT ONE THAT YOU WILL\nHOPEFULLY THANK ME FOR.\n\nAnother day, another EV play. TSLA and NIO are both examples of EV companies\nthat have capitalized on the gains resulting from being early to the party for\nelectric cars.\n\nAwesome. But there is a whole…",
  "data/reddit-stocks/r/stocks/comments/kwxc9v/cciv_on_the_path_to_the_moon.json": "CCIV has been rumored to be acquiring Lucid E/V. While lucid just got its first\nfactory going, its cars actually have a really cool design (product looks\nlegit), its battery lasts almost 100miles more than Tesla, and Lucid just posted\njobs on their website for Director of Investor Relations, SEC…",
  "data/reddit-stocks/r/investing/comments/kwyduo/dd_12k_on_nextera_energy_nee_leaps_as_a_clean.json": "I wasn't really planning on making a post on this, but I'd like to make the case\nfor investing in a utilities company focused on clean energy as a smart play for\nthe upcoming stimulus/shift towards renewables.\n\nSo what's NextEra Energy? Summarized from Wikipedia:\n\n * It is the largest electric…",
  "data/reddit-stocks/r/investing/comments/kx5z5x/jobless_claims_another_965000_americans_filed_new.json": "New weekly unemployment claims spiked far more than expected last week to reach\na five-month high, as the coronavirus pandemic and stay-in-place orders weighed\nheavily on the labor market.\n\nThe U.S. Department of Labor released its weekly report on new jobless claims\nThursday morning at 8:30 a.m.…",
  "data/reddit-stocks/r/stocks/comments/kx57p4/stock_market_news_for_today_gme_squeeze_baba_intc.json": "GameStop short squeeze is ON! Alibaba continues to push into the EV world. Intel\nspikes while AMD & TSM suffer. Let’s talk about this and other stock market\nnews!\n\nHello everyone and Good Morning! So, let’s start with the recap of yesterday as\nwe saw the stock market finishing mixed, with the Nasdaq…",
  "data/reddit-stocks/r/stocks/comments/kx38a3/food_gene_editing_stocks_update.json": "Morning everyone.\n\nYou may recall I wrote a post on here not too long ago on how GMO food plays\ncould be the next hot sector.\n\nFor those who didn’t and would like to find out more, have a read and read the\ncomments. It was a great/informative discussion that didn’t revolve around “BUY\nPLTR OR BUY…",
  "data/reddit-stocks/r/stocks/comments/kx6mkw/teslas_model_y_wins_5star_safety_rating_from_nhtsa.json": "https://www.foxbusiness.com/technology/teslas-model-y-wins-5-star-rating-from-nhtsa\n\nThe NHTSA grades vehicles based on a series of scenarios, including frontal\ncrashes, with subcategories for the driver and passenger seats, side crashes\ninvolving poles and barriers, and a rollover. The Model Y has…",
  "data/reddit-stocks/r/wallstreetbets/comments/kx5wu9/fuck_melvin_capital.json": "I know everyone here is excited about GME stock, but have you really sat back\nand thought about who and what we're up against? Let me remind you.\n\nMelvin Capital bet that GameStop would go bankrupt. If it had, those assholes\nwould've been dancing in their New York offices, popping champagne and…",
  "data/reddit-stocks/r/stocks/comments/kwvam1/57_million_return_on_gme_how_do_you_even_get_out.json": "Almost 6 million in Stocks and options on GME.\nhttps://imgur.com/nyeLv4A\nAccording to Yahoo the average volume for GME is 10 million.\nI mean, if he sells the stocks first, im assuming the options would dip down and\nvice versa. How do you get out of this without dragging shooting yourself in…",
  "data/reddit-stocks/r/stocks/comments/kxa9r4/after_8_months_of_trial_and_error_hundreds_of.json": "I started paper trading and thought that what I was doing was working (looking\nback at my trades makes me cringe now), so I decided to put $1000 in my account\nand try it for real. I was on a steady downtrend for the first 2 months (while\nthe general market is on a steady uptrend) and found my…",
  "data/reddit-stocks/r/investing/comments/kwy37t/mmedf_worth_buying.json": "Is MMEDF worth buying? I am really thinking about buying some shares but I also\nlooked at the company’s history. They first started with shares a little higher\nthan right now then dipped. Has anything changed with the company of market\nthat’s different now. I know it sounds like a neat idea but is…",
  "data/reddit-stocks/r/investing/comments/kx3o4o/what_are_some_historical_examples_of_1000_market.json": "Are there historical examples of 1000% market cap rises like Tesla did last\nyear?\n\nI think it would be interesting to see how the market did with other highly\nspeculative investments that gained traction so quick.\n\nAny examples in the near or distant past?\n\nAnd how about absolute size in market cap.…",
  "data/reddit-stocks/r/stocks/comments/kx50lg/game_stop_short_squeeze.json": "So GameStop jumped big yesterday. I read about a “short squeeze”. I’m fairly new\nand I didn’t really understand the article. What does that mean in simple terms?\nDoes that mean it’s only a short jump and will drop soon? Like a small surge?",
  "data/reddit-stocks/r/investing/comments/kxet38/market_moving_events_of_next_week.json": "Here is a calendar:\n\n\nHTTPS://IMGUR.COM/A/U1AMQMV\n\nHope this helps. If it doesn't just down vote. If you are not investing in stock\nmarket then ignore this post as it is about things that affect public markets\nand value of your stocks.\n\n\n\nKeep discussion on point and I will try to incorporate your…",
  "data/reddit-stocks/r/wallstreetbets/comments/kxbkl6/bb_is_going_to_take_off_like_a_literal_rocket.json": "BlackBerry has been making major moves; selling patents like crazy and amassing\ncash on hand for something big. They've just been unveiled as a core component\nof Sony's new vehicle lineup and are moving into new industries.\n\nhttps://www.gsmarena.com/huawei_acquires_90_patents_from_blackberry-news…",
  "data/reddit-stocks/r/stocks/comments/kxepm4/alibaba_baba_is_on_steroids.json": "Trump will be out of the picture soon and Chinese Chinese stocks are rebounding\nback to their real values.\n\nOn top of that BABA is launching its first electric vehicle.\n\nAlibaba Launches Electric Vehicle\n[https://asia.nikkei.com/Spotlight/Electric-cars-in-China/Alibaba-launches-electric-car-in-tie…",
  "data/reddit-stocks/r/stocks/comments/kxmeb5/i_finally_hit_1000_in_stocks.json": "i kno last year was kind of easy mode with the stock market falling but this is\nawesome. im not really one to save money but with stocks i have a reason to save\nand invest, somewhat wisely 😅 its such a fun rewarding hobby.\n\nand if youre wondering i just hold stocks. no trading for me. i did that…",
  "data/reddit-stocks/r/investing/comments/kxkuld/american_rescue_plan_biden_proposes_19t_stimulus.json": "Biden proposes $1.9T stimulus package which includes:\n\n * $400 billion for provisions to fight the coronavirus with more vaccines and\n   testing\n * $1 trillion+ in direct relief to families through stimulus payments and\n   increased unemployment insurance benefits\n * $440 billion for aid to…",
  "data/reddit-stocks/r/wallstreetbets/comments/kxjom8/udeepfuckingvalue_single_handedly_owns_2_of.json": "I ran the numbers and it seems that u/deepfuckingvalue [/u/deepfuckingvalue]\nowns over .2% of gamestop as of today. It may not seem like too much although\nwhen you consider the company is worth over $2.7 billion, I would say this is a\nmonumental achievement for u/deepfuckingvalue…",
  "data/reddit-stocks/r/stocks/comments/kxfz73/biden_19t_plan_unveiled_we_will_have_to_wait.json": "Here’s what Biden calls for:\n\nDirect payments of $1,400 to most Americans, bringing the total relief to $2,000\nincluding December’s $600 payments\n\nIncreasing the federal, per-week unemployment benefit to $400 and extend it\nthrough the end of September\n\nIncreasing the federal minimum wage to $15 per…",
  "data/reddit-stocks/r/wallstreetbets/comments/kxhdui/you_motherless_degenerates_are_the_reason_i_will.json": "Let me introduce you to medical school in America where you spend 4 of your best\nyears and 200k+ on deciphering random shades of pink on a microscope slide and\nthe anatomical differences between the human rectum and anus. Instead of\nengaging in my God given right to degeneracy and moral depravity as…",
  "data/reddit-stocks/r/stocks/comments/kxaxpk/i_draw_with_crayons_so_you_dont_have_to_update.json": "My strategic post from Sunday\n[https://www.reddit.com/r/stocks/comments/kuk9p9/i_draw_with_crayons_so_you_dont_have_to_loss_on/]\noutlined some positions and entries I wanted to take. I executed on all of them\nexcept SFIX and CRSRS because both of them shot up hard. The rest I entered and\neither…",
  "data/reddit-stocks/r/stocks/comments/kxio78/aphria_ahpa_was_my_first_stock_i_ever_bought.json": "I bought 42 shares at $6.86 on December 28th. Figured I might see a decent\nprofit with a Democrat as president. After today, I can see why this would be\naddicting to people. I damn near doubled my money in a couple of weeks.\n\nIs advice warranted here? When do I sell off? When do I decide to full…",
  "data/reddit-stocks/r/wallstreetbets/comments/kxns9a/shorts_nearly_cost_42000_gme_employees_their_jobs.json": "Earlier in 2020, shorts used tactics such as naked short selling and\nastroturfing on SeekingAlpha/MotleyFool/etc. in an attempt to bring the Gamestop\nshare price to zero and force the company into bankruptcy. It's important for us\nto remember about the human impact of this shameless attempt to…",
  "data/reddit-stocks/r/stocks/comments/kxp3bh/these_insane_gainlosses_posts_from_wallstrtbets.json": "I see these WSB posts make it to the front page, and I just lack a fundamental\nunderstanding of how these things work (no, I’m not contemplating betting my\nlife savings, I just want to understand).\n\nI invest casually on RH, and I understand buying & selling stock, dividends,\netc.\n\nBut I don’t fully…",
  "data/reddit-stocks/r/stocks/comments/kxnym5/resource_to_quickly_see_what_aunt_cathies_ark.json": "I've seen a few people in several comments asking where to find what ARK funds\nare buying to help make decisions on 🚀🌚🚀 stocks. Beyond signing up for email\nnewsletter and info the below resource is great.\n\nThis link allows you to quickly see what Aunt Cathies ARK fund is buying by fund\n(currently…",
  "data/reddit-stocks/r/stocks/comments/kxmgiy/tesla_investor_ark_and_cathie_wood_reveals_it.json": "https://www.businessinsider.com/virgin-galactic-stock-price-ark-reveals-space-exploration-etf-2021-1\n\nIs this a indication of things to come as Virgin Galactic prepares its next Test\nflight to space for full FAA licence fly passengers. Just today Richard Branson\nlet it slip they he should be flying…",
  "data/reddit-stocks/r/wallstreetbets/comments/kxkm0j/i_will_tattoo_bb_ceos_face_on_my_butt_if_it_goes.json": "I'm betting all my savings as a college student on this stock. Have I just\nlearned what calls are? Maybe. My bank doesn't even give me the option to\ninstant transfer so I won't even be on the same rocket with y'all. But am I a\ngay bear? Fuck no. I'm gonna stick a firework up my ass tomorrow and…",
  "data/reddit-stocks/r/stocks/comments/kxnzny/realistic_gme_predictions_over_the_coming.json": "Used some giraffe money to hop on board the GME rocket, and am holding around 20\nshares. Nothing too crazy, but I am hoping that I can maximize profit on the\nsqueeze.\n\nWondering what opinions are about prospects on GME - what will it look like over\nthe next couple of days/weeks?\n\nI've seen people…",
  "data/reddit-stocks/r/stocks/comments/kxva76/ev_charging_stocks_have_been_huge_winners_heres.json": "What good is a car without fuel?\n\nNo good at all. That's why as gas-powered cars made their way into every home\nfrom Los Angeles to Berlin throughout the 20th Century, the world built millions\nand millions of gas pumps to keep those cars fueled.\n\nLet's extrapolate that out.\n\nWhat good is an electric…",
  "data/reddit-stocks/r/stocks/comments/kxwq2t/continuing_our_investing_journey_from_pltr_to_dtil.json": "Hey all! I'm back from this post\n[https://www.reddit.com/r/stocks/comments/jr4xl8/posted_about_nio_6_months_ago_and_got_3_upvotes/]\n2 months ago! I hope you all are still holding on to PLTR and NIO! I definitely\nstill am. These two are definitely great companies and have much much more room\nto grow…",
  "data/reddit-stocks/r/stocks/comments/kxwrjd/is_something_happening_today_for_clean_energy_ev.json": "Literally everything I'm holding is dropping like crazy. I'm down almost 20%\nspread out over everything I'm holding and I can't see any reason for a major\nselloff. BLNK, ENPH, FUBO, GME, GRWG, ICLN, NIO, PLUG, SBE, SE. Just a\ncorrection, or is there some news I'm missing?\n\nEdit: Thanks guys. That…",
  "data/reddit-stocks/r/stocks/comments/kxteo3/apha_and_tlry_merger_arbitrage_opportunity.json": "I'm not sure if the word 'arbitrage' applies here, but hopefully you get my\ngist.\n\nAPHA and TLRY will merge in Q2. Shareholders will receive ~ .84 shares of TLRY\nfor every share of APHA they hold. If the price ratios of APHA:TLRY is less than\n.84:1 doesn't this mean purchasing and holding APHA…",
  "data/reddit-stocks/r/wallstreetbets/comments/kxdter/wsb_declares_independence.json": "IN CONGRESS, JANUARY 14, 2021\n\nWhen, in the course of human events, it becomes necessary for one group of\ntraders to dissolve the political bands which have connected them with another,\na decent respect to the opinions of Mad Money and other boomers requires that\nthey should declare the causes which…",
  "data/reddit-stocks/r/stocks/comments/kxxiwa/icln_is_on_sale_right_now.json": "If you’re not buying ICLN right now idk what to tell you. Especially with the\nsenate switching and Biden coming in it’s a no-brainer. I’m curious as to other\nclean energy you guys are in? I’ve heard talk of GOEV too but I haven’t done any\nDD. Any clean energy plans for anyone else?",
  "data/reddit-stocks/r/wallstreetbets/comments/kxzrp5/new_gme_bulls_come_have_a_chat_let_me_spin_you_a.json": "Good morning, and good afternoon, fellow Retards. I haven't had the need to make\na post, until now. What a fucking fantastic day we've had in the past couple of\ndays. Now, you've probably caught the itch to make it big with all the talks of\na short squeeze, seeing as the topic has ignited with a…",
  "data/reddit-stocks/r/wallstreetbets/comments/kxvaik/gme_giving_back.json": "After selling some 1/15 $30 calls (for less than I potentially could have but I\nwas ready for them to expire worthless), I wanted to give something back. This\nis basically found money as this is a casino, and I am retarded (obviously).\n\nNational [$ROPE] Prevention Hotline…",
  "data/reddit-stocks/r/stocks/comments/ky2t6e/no_more_margin_for_gme_short_squeeze_time.json": "Just confirmed on my TDA account based on reports from the other subreddit that\nGME is no longer allowing margin. I'm holding 3337 shares and 2/5 40c over the\nweekend. I bet all the margin calls will trigger the short squeeze on Tuesday.\nGood luck folks!",
  "data/reddit-stocks/r/investing/comments/kxyhxa/why_did_square_inc_sq_increase_so_dramatically.json": "So I was looking at the growth for square inc from January of 2018 where the\nhigh was 41, until January of 2021 and the high is about 246. Why did this stock\ngrow so high? In February 2020 before the stock market plummeted due to covid\nThe highest it was at was 85. It has increased incredibly…",
  "data/reddit-stocks/r/stocks/comments/ky3nxo/amazon_stock_price_target_prediction_analysis_dcf.json": "Should you buy Amazon stock or has it run out of growth opportunities? What is\nmy price prediction for Amazon? Read until the end of the post as I reveal my\nprice target for Amazon and why I believe it can deliver insane returns!\n\n~Warning! Very Very Long Post~\n\nHello everyone and welcome to another…",
  "data/reddit-stocks/r/stocks/comments/kxxp97/amazon_keeps_buying_pricey_jets_after_promising_a.json": "https://www.bloomberg.com/news/articles/2021-01-15/amazon-prime-overnight-shipping-guarantees-rely-on-fleet-of-pricey-jets?utm_source=google&utm_medium=bd&cmpId=google\n\nAmazon.com Inc. is opening warehouses and shipping hubs in the U.S. at the rate\nof about one every 24 hours. The ultimate aim is to…",
  "data/reddit-stocks/r/investing/comments/kxwxds/for_those_that_use_fidelity_is_active_trader_pro.json": "I'm starting to sink my teeth into Active Trader Pro, but I can't get around the\nfact that it's UI just feels a little clunky compared to what else is out there.\n\nRight now I'm comparing Active Trader Pro with Tradingview for the purposes of\nresearching and understanding my stocks.\n\nQuestion is:…",
  "data/reddit-stocks/r/investing/comments/ky3jty/jamie_dimon_says_jpmorgan_chase_should_absolutely.json": "> Key Points\n> \n> Jamie Dimon’s message to the management team of $3.4 trillion banking goliath\n> JPMorgan Chase: Be frightened of fintech rivals.\n> \n> “Absolutely we should be scared s---less about that,” Dimon told analysts.\n> \n> Dimon said he sent his deputies a list of global competitors, and…",
  "data/reddit-stocks/r/stocks/comments/ky5z08/is_pltr_set_to_run_in_2021.json": "The stock is hyped. I had leaps I sold on today’s high for a couple grand profit\nand dumped it all into shares. I now have 2150 PLTR shares at a cost basis of\n$26.50. Going to sell weekly covered calls for around $30 for some extra income.\n\nWhat’s your long term outlook on PLTR? Is the hype…",
  "data/reddit-stocks/r/stocks/comments/ky6462/biden_didnt_talk_about_clean_energy_in_his_19t.json": "Why did the market react so harshly to the lack of talk about clean energy? Was\nit an overreaction or the beginning of a larger term trend for the rest of the\nyear? Classic buy the rumor, sell the news?\n\nYesterday's stimulus plan is only the first of two major spending initiatives\nBiden will seek in…",
  "data/reddit-stocks/r/investing/comments/kxpum6/your_fav_stocks_under_10_billion_market_cap.json": "I love a good midsize stock. They are beyond the uncertainty of being very small\nand have proven themselves a fair bit.\n\nYet, they still have a lot of potential to multiply as they are still not too\nlarge.\n\nI have seen so many companies go from 6bn to 30bn (and more) over just a few\nyears (and I…",
  "data/reddit-stocks/r/stocks/comments/ky9kv5/i_lost_5k_to_options_when_i_first_opened_an.json": "Paid an expensive lesson in trading when I first started last year in June. I\njoined a trading discord with a relatively small community of \"analysts.\" I had\na free newcomer subscription and the allure of options pulled me in. I\nsubsequently lost ~5k, which is quite a bit of money for me. The issue…",
  "data/reddit-stocks/r/stocks/comments/kxze7a/rstocks_poll_remove_rocket_emojis_from_post_titles.json": "The portfolio sticky can be found here.\n[https://www.reddit.com/r/stocks/comments/k4jnqt/rate_my_portfolio_rstocks_quarterly_thread/]\n\n--------------------------------------------------------------------------------\n\nSo recently this came to mind after a few users have complained over the…",
  "data/reddit-stocks/r/wallstreetbets/comments/kya1hn/221084_gain_in_14_months.json": "My 2021 Jan15 $138 strike price Tesla Call Option position that I closed today\nat 221,084% gains.\n\nhttps://preview.redd.it/npmrjda7flb61.png?width=2984&format=png&auto=webp&s=7bc591e1fac8e074403ff0505f63229997317022\n\nP.S.#1 If I would mark-to-market all of my Tesla call option positions (yes,\nthis…",
  "data/reddit-stocks/r/investing/comments/kyb53b/paypal_becomes_first_foreign_firm_in_china_with.json": "I was surprised this wasn't posted as it seems pretty newsworthy, so a couple\ndays late is better than never I guess.\n\n> SHANGHAI (Reuters) - PayPal Holding Inc has become the first foreign operator\n> with 100% control of a payment platform in China, according to Chinese\n> government data, as the…",
  "data/reddit-stocks/r/stocks/comments/ky5wkh/plug_will_soar_way_beyond_the_current_price_point.json": "Alright, I know there are a lot of skeptics out there on fuel cell. I was one\nmyself for a number of years. Musk even called it “fool cell”. But the truth of\nthe matter is as technology advances, fuel cell has been proven to be more\ncommercially feasible. Fuel cell isn’t just applied to niche…",
  "data/reddit-stocks/r/stocks/comments/ky0sew/once_apha_mergers_into_tlry_shareholders_will.json": "Today APHA is around $12.50 while TLRY is around $20.50.\n\n0.8381 of TLRY is $17.18, meaning that assuming the prices remain the same, I\nwould make free extra profit. Would it be wise to buy APHA while it is below\n0.8381 the price of TLRY?\n\nOr, after the merger, are more shares issued which will…",
  "data/reddit-stocks/r/stocks/comments/kxywwc/fiverr_is_worth_a_look.json": "I haven't seen much being posted about Fiverr (NYSE: FVRR) here, or maybe I'm\nmissing it but I'd recommend folks take a look. They've been on a tear in 2020\nmuch like the rest of the market, but some great tailwinds from the pandemic\nlockdown still, plus still on the \"smaller\" side in terms of…",
  "data/reddit-stocks/r/stocks/comments/kxsxdj/alibaba_baba_to_continue_its_rally_it_is_2_up.json": "The closer to having Trump out of the picture, the faster BABA is rebounding\nback to its real value.\n\nBABA just launched its first electric vehicle in Asia and BABA has the muscle\nand the government support to feed the massive demand for electric vehicles in\nChina.\n\nBABA will rally for days +$325",
  "data/reddit-stocks/r/investing/comments/kyf72p/5_mistakes_new_investors_make.json": " 1. Learning from the wrong people - Focus on learning from those who are\n    successful/profitable investors, with a long history of outperformance.\n\n 2. Risk management - Poor or lack of proper risk management protocols and\n    procedures will cause negative performance.\n\n 3. Investing emotionally…",
  "data/reddit-stocks/r/wallstreetbets/comments/ky4xmk/gme_shorts_havent_covered_theyve_added_only_added.json": "I was a bit worried with the huge increase in volume yesterday without greater\nthan 50% short volume that shorts might have started to cover (the Bloomberg\nterminal picture posted earlier used the official SI data that was current as of\nDec 31, not today). However, my worry was completely misguided.…",
  "data/reddit-stocks/r/wallstreetbets/comments/ky3dmf/this_is_the_most_retarded_thing_i_have_ever_done.json": "This sub is pretty infectious, I guess this is my due payment for all the hiq\nmemes and laughs from you guys abusing each other.\n\nThat post about Melvin trying to put 50k people out of work so they can have\nmore millions really fucking irked me. Fuck those assholes. Let's make those\nmotherfuckers…",
  "data/reddit-stocks/r/wallstreetbets/comments/ky5vsz/gamestop_friday_notes_short_sellers_will_loose.json": "Today has been an incredible day for us despite the 11% share price drop. I want\nto use this opportunity to thank everyone for holding their line. Many of us,\nincluding myself, have bought more shares today and will continue to do so until\nwe see the actual squeeze happening.\n\n\n📅 THIS HAS HAPPENED…",
  "data/reddit-stocks/r/investing/comments/kxw3kd/the_macro_business_case_for_uranium.json": "Hi /r/investing,\n\nLong-time Uranium investor here and was hoping I could get a few more interested\nabout the sector. Please let me know your thoughts and if you have any\nquestions. I really think this is a market that is going to explode over the\nnext few years.\n\n#1 - What happened in the last…",
  "data/reddit-stocks/r/wallstreetbets/comments/kye6ko/stop_trying_to_manipulate_markets_in_the_daily.json": "This shit is fucking stupid, and it's no doubt due to the easy access to trading\nthat a 14 year old somehow finds a $20 bill on the street and buys a meme share.\n\nI've been seeing more and more in the daily threads these fucking nitwits saying\nshit like, \"If we all collaborate and share our insider…",
  "data/reddit-stocks/r/stocks/comments/kyf6hn/5_mistakes_new_investors_make.json": " 1. Learning from the wrong people - Focus on learning from those who are\n    successful/profitable investors, with a long history of outperformance.\n\n 2. Risk management - Poor or lack of proper risk management protocols and\n    procedures will cause negative performance.\n\n 3. Investing emotionally…",
  "data/reddit-stocks/r/stocks/comments/ky5ufc/philosophy_friday_fighting_fomo.json": "tl;dr takeaways:\n\n\"Whether or not an investment is a \"good investment\" or a \"bad investment\" has\nnothing at all to do with whether or not you end up turning a profit.\"\n\n\"Spend some time this long weekend consciously and deliberately assigning a date\nand a dollar value to your investment goals. Write…",
  "data/reddit-stocks/r/stocks/comments/kyhy8c/time_to_stack_up_some_plug.json": "With 4th pedestal customer announcement coming likely before Plug's business\nconference on 26.1, this thing is headed for further growth to $80-$100 range.\n\nJP got us a nice dip few days ago with $60 price target, however this was\nanalyzed according to management's previous revenue guidance for…",
  "data/reddit-stocks/r/stocks/comments/kykerk/everyones_a_genius_in_a_bull_market_the.json": "The Dunning-Kruger Effect is a cognitive bias in which people with a low ability\nof a given task are prone to overestimate their ability at that task. We are\nincapable of objective evaluation of our own competency levels. I'm writing\nabout it as I've come to realise I suffer from it.\n\nDunning and…",
  "data/reddit-stocks/r/wallstreetbets/comments/kyhz9a/pltr_the_big_ddd.json": "I don't get what you guys are worried about with PLTR.\n\nHere's my personal DD on PLTR, you're welcome to read and do whatever you want.\nOther helpful info or pointing out mistakes in my DD is very welcome.\n\nFears preventing you from buying PLTR\n\n 1. Targeted ads on your phone from Yahoo Finance or…",
  "data/reddit-stocks/r/investing/comments/kyl7kn/predictions_on_commercial_real_estate.json": "Theres many predictions that companies may shift towards work from home even\nwhen pandemic ends, and that traditional office jobs may go away. Ive heard two\narguments:\n\nHaving employees work from home lowers operating expense on not having to lease\nout large office buildings.\n\nAlso have had it…",
  "data/reddit-stocks/r/stocks/comments/kyfjkx/rosenblatt_amd_to_expect_more_market_share_gains.json": "> The new Ryzen 5000 mobile series will launch in approximately 150 models this\n> year, compared to the Ryzen 4000 mobile’s 100 models in 2020 and the 70 models\n> introduced in 2019 for the Ryzen 3000 mobile\n> \n> Mosesmann rates AMD a Buy along with a $120 price target. The implication for\n>…",
  "data/reddit-stocks/r/stocks/comments/kyajum/uranium_and_nuclear_stocks_undervalued.json": "Get ready for a potential overdue golden age for the nuclear energy industry,\nincluding but not limited to nuclear power plants and you guessed it: uranium.\n\nLet’s dig in deeper\n\nWhy Nuclear?\n\nNuclear reactors generate virtually emissions-free power which means they can\nform a part of getting to net…",
  "data/reddit-stocks/r/investing/comments/kyoizi/what_sector_etfs_are_you_bullish_on_thoughts_on.json": "Whats your view on these \"quasi-passive\" indices. I saw earlier today a post\nstating that specialized ETFs typically underperform the market as they were\ntypically launched post rallies and publicity events. However, now you can find\nsector specific indices for almost every market, and thus should…",
  "data/reddit-stocks/r/investing/comments/kyqyob/according_to_the_buffett_indicator_the_us.json": "According to this Website\n[http://www.currentmarketvaluation.com/models/buffett-indicator.php]\n\n \n\n> The Buffett Indicator is the ratio of total US stock market valuation to GDP.\n> As of January 14, 2021 we calculate the Buffett Indicator as:\n\n \n\nAggregate US Market Value: $47.6T\n\n \n\nCurrent…",
  "data/reddit-stocks/r/wallstreetbets/comments/kyn0nz/should_you_buy_gme_shortsqueezes_and_the.json": "TL;DR IN THE MIDDLE (IMPORTANT EDITS AT THE BOTTOM)\n\nLong-time lurker here, finally starting to post with the imminent GME squeeze\n\nThought it would be helpful to give a VERY BRIEF, slightly more serious\nexplanation on the current situation to the influx of new members:\n\n\n\nBefore we start, here's a…",
  "data/reddit-stocks/r/stocks/comments/kyox09/if_youre_young_with_a_high_risk_tolerance_is.json": "I’m in my mid-20s with around 100k invested. Right now it’s all in a solid\nmutual fund (PRWCX) but one with 60/40 stock/bond mix, and since I’m in this for\nthe long haul, I’m naturally open to upping my risk exposure. I have no debt and\nlive a very low cost lifestyle, so I can take a bit of a swing,…",
  "data/reddit-stocks/r/stocks/comments/kyltua/is_nokia_a_good_long_term_buy_current_market.json": "Nokia just secured multiple contracts to build its presence in the 5g domain.\nProjects with the National Cybersecurity Center, T-mobile and Alphabet Inc.\nAfter the deal they secured with NASA it feels like Nokia is making moves and\nhas woken up. Will all this be great for the long term? Or what…",
  "data/reddit-stocks/r/wallstreetbets/comments/kyoixl/gme_option_margin_and_other_factors_for_trading.json": "TLDR: GME likely to be very volatile next week around $30, $35, $39-$40\nespecially. If price shoots up into the mid 50s 🚀🚀🚀🚀 , definitely duck for\ncover Friday. Margin changes are actually bearish. Consider being on a brokerage\nthat pays to loan your shares to shorts if long, because it's very…",
  "data/reddit-stocks/r/wallstreetbets/comments/kyk10v/bb_story_time_for_you_miserable_souls_that_bought.json": "I deleted a couple posts showing my $BB positions because I don’t want anyone\nIRL seeing balances\n\n“JuST mAkE a NeW acCoUnT”\n\nStfu reet\n\nI’ll probably delete this as well soon but I know some of you autistic bastards\nneed to hear this now, yes you, who put market orders first thing Friday…",
  "data/reddit-stocks/r/stocks/comments/kytkby/best_etfs_to_hold_for_2021.json": "So I’m looking to possibly add some more ETF’s to my portfolio. I currently hold\nARKK, LIT, SMH, and ONLN. Is there any other ETF’s worth considering or are the\nones that I have good enough for my portfolio?",
  "data/reddit-stocks/r/wallstreetbets/comments/kym23z/pltr_folks_listen_in_karp_and_cohen_to_make_188m.json": "Happy Saturday bois:\n\nhttps://www.ftc.gov/enforcement/premerger-notification-program/early-termination-notices/20210753\n\nhttps://www.ftc.gov/enforcement/premerger-notification-program/early-termination-notices/20210752\n\nThese two boys made HSR filings + a request for early termination (that…",
  "data/reddit-stocks/r/wallstreetbets/comments/kynnxf/on_gme_and_what_to_expect_tueswed_dd.json": "Hi everyone,\n\nI'm going to use this space to say what I would expect Tues/Wed regarding GME\n(obviously not an expert).\n\n\nFIRST SOME FACTS:\n\n1) There was an obscene amount of shorts of GME before it went up last week\n(138%+ of float). There is now still an EVEN MORE obscene amount of shorts of\nGME…",
  "data/reddit-stocks/r/stocks/comments/kyyx70/industry_to_watch_out_for_2021_drone_technology.json": "U.S. aviation regulators have approved the first fully automated commercial\ndrone flights, fully automated without hands on or direct observation from\nhumans.\n\nThis is a significant and important step in expanding the application of drones\nfor farmers, utilities, mining companies, and many…",
  "data/reddit-stocks/r/wallstreetbets/comments/kypuyb/gme_dd_buildapc_kiosks_coming.json": "TLDR: Gamestop is fielding PC build kiosks at a number of stores, BUY GME SHARES\nROCKETS OUTBOUND\n🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀\n\nToday I went into Gamestop with the intent of browsing around and using a $25\ngift card I got for Christmas like a year ago. I…",
  "data/reddit-stocks/r/stocks/comments/kz1c4e/serious_does_anyone_else_get_extremely_antsy.json": "I get a huge thrill out of trading, win or lose. For me it’s just extra income\nthat I’m willing to lose. That being said, once I can’t trade anymore for the\nday, or the weekend I get SUPER anxious. I can’t stop thinking about how all my\nstocks are probably going to plummet and there is nothing I can…",
  "data/reddit-stocks/r/wallstreetbets/comments/kz0x3v/gme_yolo_update_shares_only_jan_16.json": "Alright paper hand fuckers! The end is nigh and we're about to make history\n💎🙌💎🙌💎🙌\n\nDO NOT USE MARGIN!! You're playing against pros and they're out for WSB blood!\n\n\n\nPortfolio…",
  "data/reddit-stocks/r/stocks/comments/kyyufq/if_the_markets_shut_down_tomorrow_for_10_years.json": "“Only buy something that you'd be perfectly happy to hold if the market shut\ndown for 10 years.\"\n\nAs The Great One likes to point out, investing isn't complicated. He's\nconsistently preached about investing in good companies with great management or\ninvesting in within your circle of competence.…",
  "data/reddit-stocks/r/stocks/comments/kz3o1q/recently_started_investing_and_its_time_to_relax.json": "I was constantly checking Reddit, my broker accounts and the news. I was\ninvestigating like a day trader but not merely making enough moves. What I came\nto learn is to “set and forget”. I will still keep an eye on my account but\ngoing onto this forum everyday hour has been bad for my mental health.…",
  "data/reddit-stocks/r/stocks/comments/kz682f/i_created_an_algo_that_tracks_the_most_hyped.json": "I created an algo that scans the most popular trading sub-reddits and logs the\ntickers mentioned in due-diligence or discussion-styled posts. Instead of\nscanning for how many times each ticker was mentioned in a comment, I logged how\npopular the post was among the sub-reddit. Essentially if it makes…",
  "data/reddit-stocks/r/stocks/comments/kz9gm0/my_program_that_spots_emerging_stocks_on_reddit.json": "After the overwhelming enthusiasm you’ve expressed last week on my post,\n[https://www.reddit.com/r/stocks/comments/kumtz1/i_built_a_program_that_spots_buzzing_stocks_on/?utm_source=share&utm_medium=web2x&context=3]\nI thought I’d share with you the new weekly picks from my program that scrapes\nReddit…",
  "data/reddit-stocks/r/investing/comments/kz5o83/opinion_lower_interest_rates_wont_justify.json": "I'm biased towards the we're overvalued side of things.\n\nIt seems like lately the only reasoning many give for the current market prices\nare the low interest rates. This idea to me does not flow with the idea that\nmost investors demand at least some type of safety or risk aversion with…",
  "data/reddit-stocks/r/investing/comments/kz6x9s/ark_etfs_a_self_fulfilling_prophecy.json": "I'm sure that you all are aware of this phenomenon, it seems that whenever ARK\nfund manager Cathie Wood invests in something, the individual ticker will always\ntake off upon the release of daily trade notification reports.\n\nOne recent example would be PLTR - when PLTR was down about 2.27% on 14…",
  "data/reddit-stocks/r/wallstreetbets/comments/kz7ygv/gme_dd_one_dd_to_rule_them_one_dd_to_find_them.json": "OK RETARDS LISTEN UP. BEEN SEEING LOTS OF CUCKS WRITING SMALL DD PIECES OF\nBULLISH OR BEARISH SHIT. YOU CUCKS NEED TO READ THIS COS THIS IS THE WHOLE\nFUCKING THING.\n\nthis is also basically my magnum fucking opus so upvote retards. Dont give me\nawards, legit go buy a powerup membership for a year.…",
  "data/reddit-stocks/r/stocks/comments/kz4xfi/tilray_stock.json": "I’m personally very bullish on this stock and think that it can easily reach 40$\n+ this year. I’m so bullish because 1. the upcoming fusion of Aphria and Tilray\nwhich makes Tilray the biggest Cannabis company in the world. 2. Tilray is not\ndepending on legalization in the US like many other cannabis…",
  "data/reddit-stocks/r/wallstreetbets/comments/kze078/wsb_is_hands_down_the_best_internet_community_ever.json": "All of reddit/ social media is basically a trash can. Too much political talk\nand plain toxic. I love coming here cause we all here for one thing, no\npolitics, no bullshit. If we can print money off it, we in, we don’t care which\nside. Bull gang, bear gang , whatever gang.\n\n\n\nIt’s impossible for us…",
  "data/reddit-stocks/r/wallstreetbets/comments/kzbzhe/gme_warning_bears_are_among_us_tuesday_is_bullish.json": "Hello fellow autists,\n\nI am back. Nothing makes me more upset than the big boys trying to manipulate\nthe autists. It actually makes my blood boil. What got me motivated to write my\nfirst reddit post ever was exactly this.\n\nSo, there was a post recommending GME puts that got unusually high numbers…",
  "data/reddit-stocks/r/investing/comments/kzjrbb/biden_to_cancel_keystone_xl_pipeline_permit_on.json": "https://news.yahoo.com/biden-cancel-keystone-xl-pipeline-000753425.html?ncid=facebook_yahoonewsf_akfmevaatca\n\nLooks like this may hinder jobs in the energy sector, and possibly affect\nUS-Canada relations. What effect could this have on oil and renewable energy\ninvestments?",
  "data/reddit-stocks/r/stocks/comments/kzfcr4/thinking_of_pltr_long.json": "Whats up guys? So i'm currently thinking about investing in PLTR. If so, I'd go\nfor a long position cause i'm not a trader. There are so many posts on here,\nsome positive some negative.\n\n\n\nI really like their business model, but I'd guess they are pretty expensive as\nof now. Data analyses will be…",
  "data/reddit-stocks/r/stocks/comments/kzovov/nio_price_target_raised_to_75_by_jpmorgan.json": "JPMorgan analyst Nick Lai raised the price target on NIO (NYSE: NIO) to $75.00\n(from $50.00) after the company revealed four strategic milestones at Nio Day on\n1/9:\n\n1) In-house autonomous driving (AD) solution based on Nvidia architecture\n\n2) Solid-state battery for the next new model, ET7 sedan,…",
  "data/reddit-stocks/r/stocks/comments/kzaunt/biden_proposal_calls_investments_in_federal_it_an.json": "As part of his COVID relief proposal to Congress, Biden called the need to\nupgrade the federal IT infrastructure an urgent national security issue. To that\nend, the proposal requests $9 billion for the Technology Modernization Fund—a\n3,600% increase over the $25 million it received in fiscal…",
  "data/reddit-stocks/r/wallstreetbets/comments/kzhw2s/i_called_gme_about_pc_hardware_heres_the_audio_pc.json": "I called the shipping hub for the GameStop stores in my area, and an associate\nconfirmed that gamer PC hardware is coming! That among some other cool details.\nAnother associate from another store confirmed that streaming hardware will be\ncoming first if not already in store, but actual internal…",
  "data/reddit-stocks/r/wallstreetbets/comments/kzoh1c/i_am_financially_ruined_agricultural_futures.json": "I have lost everything, and I'm not sure how to continue. This summer I invested\n$17,500 (six months salary and my entire life savings) into ornamental gourd\nfutures, hoping to capitalize on this lucrative emerging industry. After\nwatching a video about Vincent Kosuga and his monopoly on onions, I…",
  "data/reddit-stocks/r/investing/comments/kzcgka/callaway_golf_ticker_ely_analysis_and_price.json": "Back in October, Callaway Golf Co announced a merger with Topgolf that was\nvalued at $2 billion. For anyone who is familiar with golf or Topgolf's venues,\nI believe this merger makes ELY's stock very undervalued and I wanted to do some\nDD and analysis to come up with a reasonable price…",
  "data/reddit-stocks/r/wallstreetbets/comments/kzkug9/psa_please_stop_using_market_orders_and_instead.json": "Obligatory: This is for education and entertainment purposes only, and not\nfinancial advice.\n\nOkay, I first off want to say that I am stoked to see all the new degenerates\nthat have decide to join this channel and dump their life savings into whatever\none hot stock we are bursting at the seems with…",
  "data/reddit-stocks/r/stocks/comments/kzu8kq/these_giant_oil_companies_are_providing_ev.json": "Withe the explosion of all new evs, Im thinking every filling station will ad,\nan ev charging system, or two....who , will supply and maintaine these?? My best\nquess is tesla and chargepoint network seem to be top Dogs out there. And\nchasrgepointt teamed up with switchback energy SBE... Im thinking…",
  "data/reddit-stocks/r/wallstreetbets/comments/kzuucg/official_petition_to_make_utheemperorofjenks_a.json": "Upvote this if you think /u/TheEmperorOfJenks should be a mod\n\nHe sacrificed his life savings to give us all a good laugh and bought 10 metric\nTons of Gourds in the process.\n[https://old.reddit.com/r/wallstreetbets/comments/kzoh1c/i_am_financially_ruined_agricultural_futures/]\n\nHe lost it all. On…",
  "data/reddit-stocks/r/investing/comments/kzn9ba/options_trading_part_iv_leveraging_margins_and.json": "Hello investors,\n\nSo far, we have talked about the following trading plans for executing options\ntrades. I'll quickly go over them below to ensure that everyone is on the same\npage. I want to be sure we are aware of the reasons why we are buying certain\ntypes of options and the mechanics of…",
  "data/reddit-stocks/r/stocks/comments/kzxdi4/can_anyone_who_has_used_palantir_let_us_know_your.json": "I came across these comments:\nhttps://www.reddit.com/r/wallstreetbets/comments/kzgcsg/comment/gjnuayj\n\nhttps://www.reddit.com/r/wallstreetbets/comments/kzgcsg/palantir_demo_day/gjnytkc/?context=3\n\nAnd am curious if anyone echoes this sentiment, or if they have had a better\nexperience working with…",
  "data/reddit-stocks/r/wallstreetbets/comments/kzekj2/you_guys_know_that_bbs_ceo_gets_a_massive_bonus.json": "Dear Autists,\n\n\n\nBB is looking good for a couple reasons.\n\n 1. Rumor of settled lawsuits with FB in BB's favor. Should have details within\n    two weeks.\n 2. BB just sold phone patents to Huwawei. This frees them from their smartphone\n    burdens and gives more capital for their EBIT.\n 3. BB's CEO…",
  "data/reddit-stocks/r/stocks/comments/kzp0qs/psychedelic_drugs_to_combat_depression.json": "I was watching this Bloomberg Moonshot episode on psychedelic drugs:\nhttps://www.bloomberg.com/news/videos/2020-11-23/psychedelic-drugs-are-fueling-a-mental-health-revolution-video\n\nThe video is saying that psychedelic drugs have shown high therapeutic potential\nfor mental health problems and they…",
  "data/reddit-stocks/r/investing/comments/kzxz2o/dd_uranium_coiled_spring_or_just_nuclear_decay.json": "There have been multiple threads posted to Reddit recently touting the potential\nthat the Uranium industry has over the next few years. Specifically,\n/u/3stmotivation has done a terrific job with his(?) due diligence regarding the\nindustry. If you had bought in to any of his recommendations back in…",
  "data/reddit-stocks/r/wallstreetbets/comments/kzon9z/dont_buy_bb_calls_buy_bb_shares_heres_why.json": "I'll admit it. All this Blackberry pump got me hyped and I want to get some\naction too. BB has potential to moon, but I think a lot of you will still manage\nto lose money, because you are picking wrong strategies.\n\nThe problem\n\nI know this sub is obsessed with short term OTM calls. However by buying…",
  "data/reddit-stocks/r/stocks/comments/kzztmj/gme.json": "Hey guys,\n\nI keep seeing GME, I understand there’s a whole epic moment in history happening\nbut I genuinely have no idea wtf is going on?\n\nFrom my understanding, this is a game/dvd retailer in a dying industry.\n\nWhy does it make sense to buy stocks here, I probably won’t be buying any as a\nnewbie…",
  "data/reddit-stocks/r/investing/comments/kzw1mk/right_now_the_shiller_sp_ratio_for_the_sp_500_is.json": "> According to the The Shiller price-to-earnings (P/E) ratio is a P/E ratio\n> based on the average inflation-adjusted earnings from the previous 10 years.\n> Over 150 years of history, the Shiller P/E ratio for the S&P 500 has a mean\n> (average) of 16.8 and a median of 15.8. Right now, the Shiller…",
  "data/reddit-stocks/r/investing/comments/kzxt6m/arkx_holdings_unveiled.json": "not sure if i'm late but ARK already runs a space ETF in Japan that likely has\nvery similar holdings to what ARKX will have. see holdings and insights in the\ntweet\n\nsource: some guy on twitter\n\nhttps://twitter.com/FPTXYZ/status/1350096696433377283",
  "data/reddit-stocks/r/stocks/comments/kzrxz2/upcoming_palantir_day_on_26th_january_jumping_in.json": "With the upcoming palantir day on 26th January you think it is worth to go for a\nshort trade like Nio was with the Nio day (even im still long on nio after\nselling some profits)? I know I know it's a meme stock over the moon for lots of\npeople and on the otherhans some believe in the long run. I'm…",
  "data/reddit-stocks/r/wallstreetbets/comments/l01542/you_dipshits_need_to_realize_that_cramer_is_not.json": "Listen up retards, Cramer is not your friend and he never was. He is nothing but\na hedge fund gimp hungry for them to plow his ass one more time. He is the\nGollum to WSBs Frodo.\n\nAll of you soy boys fan girling over him mentioning WSB on national television\nare the absolute retards of the retards…",
  "data/reddit-stocks/r/wallstreetbets/comments/kzy256/for_those_who_can_read_here_is_the_limit_up_limit.json": "https://securitiesce.com/what-is-the-limit-up-limit-down-rule/\n\nKey:\n\n> Any aggressive orders placed outside the price band will be re priced by the\n> NASDAQ system to the price band limit price.\n\nI will be canceling all limit orders starting now\n\nThis information is retarded and not to be followed…",
  "data/reddit-stocks/r/stocks/comments/kzz5ga/almost_guaranteed_fda_approval_for_aup_on_jan_22.json": "With all the hype surrounding medical-related stocks, I decided to look at the\ncoming FDA approval dates. The FDA will decide the approval of a drug created by\nAUPH called Voclosporin on January 22nd (This Friday), a drug that only has one\nother competitor in the market now.\n\n- Voclospoin has a near…",
  "data/reddit-stocks/r/wallstreetbets/comments/l01504/gme_gang_if_youre_up_a_lot_also_consider_a_thank.json": "Yesterday, we handed some of these out to employees at the local GameStop’s.\nThey are a part of the reason we are up so much. Please if you’ve benefited from\nthis a lot, those employees deserve this - consider doing something…",
  "data/reddit-stocks/r/stocks/comments/l024kg/amc_entertainment_ceo_is_shockingly_close_to.json": "Might be a good time to get in on this beat up stock, key takeaway from this\narticle:\n\n\"But sources say Aron may have underplayed his hand because he’s on the verge of\na $600 million fundraising effort that has taken AMC’s creditors by surprise.\"\n\nhttps://nypost.com/2021/01/07/amc-getting-closer-to…",
  "data/reddit-stocks/r/stocks/comments/kzx9qw/aapl_i_want_to_buy_is_now_ideal_for_a_long_hold.json": "I've owned AAPL and have sold in the past to take gains without really thinking\nabout my move enough. In my opinion AAPL is here for the long haul. Curious what\nopinions are on the price today, and speculation for the next few weeks.\n\nI'm buying either way, just curious what speculation is to try to…",
  "data/reddit-stocks/r/investing/comments/l00jdw/chinas_soft_power_and_adrs.json": "I've seen a few posts about ADRs recently talking about how all chinese stocks\n(NIO BABA TENCENT) are based in the Cayman Islands and no one's really buying\nstock in these chinese companies and that China has no need to uphold these\nagreements - As a disclaimer, before I go on, I was to say I do own…",
  "data/reddit-stocks/r/investing/comments/kzuhmj/are_we_heading_towards_a_true_liquidity_trap.json": "If the stock market stagnates or starts to fall. What can the government and FED\nreally do to stop us from getting caught in a liquidity trap? Interest rates at\n0, so lowering them below 0 won't stimulate the economy any more. Injecting\nmoney into the system only works if people spend them and if we…",
  "data/reddit-stocks/r/stocks/comments/l03kz0/paper_stock_found_in_a_safe.json": "My mother found paper stock in her pile of papers in a safe. One is from Nesco\nMining Corp (1000 shares) and I think it’s now the same company that is ticket\nNSCO. The other is for The Goldfield Corporation (400 shares) which might be\nticker GV.\n\nHow does even go about cashing them in? They are…",
  "data/reddit-stocks/r/stocks/comments/l07okk/biden_pushing_to_join_paris_climate_accord_first.json": "How do you all think this will affects various clean energy companies and ETFs.\nWe know this means money pumped into US clean energy companies but what kind of\nimpact do you see this having on foreign clean energy markets? Positive or\nnegative or none at all. This is a big deal and im curious what…",
  "data/reddit-stocks/r/investing/comments/l075vk/is_vgt_with_vti_redundant.json": "Is having VGT, Vanguard's information technology ETF, on top of having VTI\nredundant? I am looking to find other funds to invest in since I am already\ninvested in VXUS and VNQ to diversify. VGT seems like potentially (much) higher\ngrowth with added risk. Any other funds people would recommend…",
  "data/reddit-stocks/r/wallstreetbets/comments/l070k3/gme_build_your_own_pc_what_does_that_remind_you_of.json": "This will be some pretty short and sweet DD, but I think I'm onto something\nhere.\n\nSo it's rumored that select GameStop stores will be repurposed to include\nstations for customers to build their own gaming PCs.\n\nBuild... Your... Own... Gaming PC...\nWhat does that remind you of????\n\nHow about....…",
  "data/reddit-stocks/r/stocks/comments/l0a35y/un_popular_opinion_nio_tread_carefully.json": "Living in Shanghai, China has really helped me stay ahead of the curve on\nChinese electric vehicle manufacturers and spotting trends. Something I have\nnoticed more over the past month is that the European automakers are selling\nmore and more EV's in the Chinese market. So much so that I am spotting…",
  "data/reddit-stocks/r/stocks/comments/l07o0b/renewable_energy_stocks_under_biden_administration.json": "I’m looking for a few renewable energy stocks to add to my watchlist and\npossibly my portfolio. I feel the Biden administration & dems have a big focus\non renewable/green energy especially while they have the house and senate. Right\nnow a few on my watchlist are\n\n$SOL -ReneSola (manufactures parts…",
  "data/reddit-stocks/r/stocks/comments/l08czz/previous_fvrr_post_made_me_try_fiverr_it_was_a.json": "I generally trade (mostly buy and hold/accumulate) stocks based on experience\nwith the company in the real world. When I become a fanatic is when I buy. I\nalso LOVE outsourcing tasks I can't or don't want to do.\n\nI saw someone post in here about fvrr the other day, read about it more, and\nposted a…",
  "data/reddit-stocks/r/stocks/comments/l00y5s/lets_talk_about_xpeng.json": "I think by now everyone recognizes the EV market in China is more lucrative than\nany other country given the TAM size and CCP’s aggressive push on transition to\nEV. Obviously, the EV space in China is getting crowded and not everyone will\nemerge as a winner. From my perspective, I think a lot of…",
  "data/reddit-stocks/r/wallstreetbets/comments/l07cky/cathie_wood_plans_to_start_gourd_etf_after.json": "PUBLISHED MON, JAN 18 2021 7:13 PM EST\n\nAfter a stratospheric year, Cathie Wood’s Ark Investment Management is ready to\ntake it a step further: Into gourds.\n\nThe New York-based firm is planning to launch the ARK Agricultural Exploration\nETF (ticker ARKZ), according to a filing with the Securities…",
  "data/reddit-stocks/r/wallstreetbets/comments/l0a1p5/the_full_dd_on_bb_an_elon_muskjeff_bezos_sandwich.json": "So you bought $BB at $11 pre-market friday. Smart move my fellow degens\n🚀🚀🚀🚀🚀🚀🚀 strap in, cause you're in for a ride to the moons of fucking\npluto.\n\nTL;DR Blackberry/AWS IVY will be in every single vehicle produced after 2022. EV\nor ICE, self-driving or boomer driving, it doesn't fucking…",
  "data/reddit-stocks/r/investing/comments/l0gi05/10_investing_principles_for_beginners.json": " 1. Avoid Emotions - Investing requires fact/fundamentals based logical and\n    rational thinking, detached from emotions.\n    \"If you cant control your emotions, you cant control your money\" - Warren\n    Buffet\n    \n    1. Circle of competence - Focus on areas you are passionate about and is\n      …",
  "data/reddit-stocks/r/wallstreetbets/comments/l0czgs/gme_endgame_part_2_cohen_market_cap_potential.json": "Hello again folks. This is an extension of my DD last week\n[https://www.reddit.com/r/wallstreetbets/comments/kwb827/gme_endgame_dtc_infinity/]\nin which I shared some research on short positions, GME’s debt, and some\nspeculation on institutional investing. Since that post, GME is up 75% and\nthere’s…",
  "data/reddit-stocks/r/investing/comments/l0dtnr/ceragon_crnt_a_rising_5g_microcap_is_up_5397_from.json": "Ceragon Networks Ltd (Ceragon) is a wireless hauling specialist. They help\noperators and other service providers worldwide increase operational efficiency\nand enhance end customers’ quality of experience with innovative wireless\nbackhaul and fronthaul solutions. Their customers include wireless…",
  "data/reddit-stocks/r/investing/comments/l0hxe5/amd_undervalued_at_90.json": "AMD is reporting their Q4 2020 results on the 26th. As a long-term investor and\ngiven all the events in the past months I believe AMD is still undervalued at\n$90. I’ve made a previous post\n[https://www.reddit.com/r/AMD_Stock/comments/kwfxp7/amd_still_undervalued_at_95/]\nabout this but there was some…",
  "data/reddit-stocks/r/wallstreetbets/comments/l0hhqg/gme_thread_the_wreckoning.json": "Post all your GME hopes, prayers, and stupidity here. This is fun but there's a\nfine line between that and annoying.\n\nNOTE: If you make a post about GME that isn't serious DD, a thought-provoking\ndiscussion, or a QUALITY meme, you will be banned for a randomly chosen amount\nof days",
  "data/reddit-stocks/r/stocks/comments/l0kkxb/microsoft_betting_on_gm_driverless_tech.json": "Saw this this morning just now and own no shares in GM currently. However, think\nit could be interesting to keep an eye on as more car carriers enter into the\nspace of driverless tech. With this, it will increase the GM car valuation up to\n30 billion:\n\n\n\nhttps://www.wsj.com/articles/microsoft-bets…",
  "data/reddit-stocks/r/stocks/comments/l0gci4/against_value_investing_in_2021_why_an_intrinsic.json": "Disclaimer: Logic outlined below only applies from March 2020 onwards until the\neventual stock market crash. After the bear market hits, absolutely please\nrevert back to value investing.\n\nValue investing is hard work – it requires the investor to evaluate the\nintrinsic value of a stock by careful…",
  "data/reddit-stocks/r/stocks/comments/l0gj1k/10_investing_principles_for_beginners.json": " 1.  Avoid Emotions - Investing requires fact/fundamentals based logical and\n     rational thinking, detached from emotions.\n     \"If you cant control your emotions, you cant control your money\" - Warren\n     Buffet\n\n 2.  Circle of competence - Focus on areas you are passionate about and is\n    …",
  "data/reddit-stocks/r/stocks/comments/l0loow/jim_cramer_portfolio.json": "Is this guys portfolio public? Because I think it should be. There is something\nso incredibly fishy about this guy. Not to mention he was served by the SEC in\n2006. People don’t change IMO. Just throwing out there that I want to see his\nportfolio and see if it actually stands with what he says.",
  "data/reddit-stocks/r/wallstreetbets/comments/l0hj69/gme_negative_float_the_most_bullish_misunderstood.json": "Hello, my favourite paste-eating, rocket-posting children. In a few hours, the\nmarket opens, and the flood gates will begin. I'm all for GME, both for the\nMOASS and the long-term outlook of the company. I have been theory crafting all\nweekend, reading every fucking DD, Discussion, and Shitpost since…",
  "data/reddit-stocks/r/stocks/comments/l0l95o/i_believe_this_is_the_point_in_time_to_invest_in.json": "Airlines, cruise, etc. We have the vaccine and there are still doubts about the\nresults of the coming moments but i believe that things will clear up from now.\npeople will start travelling like mnotherfuckers, we'll have a shock of demand\nand things are going to get a little crazy here and…",
  "data/reddit-stocks/r/wallstreetbets/comments/l0c48r/gme_the_moon_and_the_prisoners_dilemma.json": "Alright Autist,\n\n\n\nTL;DR Retards stronger together. Cum together and make a vow to 💎🙌 $GME for\nmaximum 🚀 🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀\n\n\n\nFirst a disclaimer. This post is written not as financial advice but for\neducational and entertainment purposes only.\n\nI've been…",
  "data/reddit-stocks/r/stocks/comments/l0npxa/amazon_prime_member_total_reaches_142_million_in.json": "https://www.marketwatch.com/story/amazon-prime-member-total-reaches-142-million-in-u-s-with-more-shoppers-opting-in-for-a-full-year-data-shows-11611073132\n\nConsumer Intelligence Research Partners LLP (CIRP) data shows that as of Dec.\n31, 2020, more than half of Amazon.com Inc. AMZN Prime members…",
  "data/reddit-stocks/r/investing/comments/l0q87h/yellen_summary_today.json": " * Yellen again reiterates that the focus now is not on tax increases, but\n   rather on relief programs tied to the pandemic.\n * Yellen says that technologies in terrorist financing change over time, and\n   response also needs to change with it. She noted crypotcurrency as an area of\n   concern for…",
  "data/reddit-stocks/r/investing/comments/l0r36h/10_years_114k_stock_losses_sigh.json": "I don't really know where to start with this. I guess I will preface it with\nhaving just read someone else's story from a few years ago, which inspired me to\ntell my story as well. This was a long time coming, unfortunately.\n\nI started trading stocks roughly 10 years ago, when i was in my mid-20's,…",
  "data/reddit-stocks/r/investing/comments/l0bb3x/are_high_pe_ratios_not_actually_a_concern_when.json": "Many are concerned about the high P/E Ratio of the market, but I don't think\nit's as concerning as it seems. Earnings are temporarily down due to covid,\nwhich results in a higher ratio, but assuming the economy opens up after enough\npeople have been vaccinated, earnings should go way up as people…",
  "data/reddit-stocks/r/stocks/comments/l0tiop/biden_will_move_to_implement_his_2_trillion.json": "Climate change is at the top of President-elect Joe Biden's funding agenda once\nhe assumes office on Wednesday, as the new administration looks to add jobs to\nthe economy while combating the warming climate.\n\nIn his $1.7 trillion climate proposal, Biden plans on reversing many of\nPresident Donald…",
  "data/reddit-stocks/r/stocks/comments/l0ujm0/is_blackberry_bb_actually_undervalued.json": "The more I read into Blackberry the more I'm starting to believe Blackberry is\nactually a great investment for the longer term and it looks to me like they're\n(still) quite undervalued (maybe even really undervalued) and have a great\nfuture ahead at this point.\n\nI also noticed they have never been…",
  "data/reddit-stocks/r/stocks/comments/l0qg8p/dd_green_hydrogen_and_plug_will_pave_the_way_to.json": "I've been an investor in Plug Power for over a year now and have obviously\nbenefitted greatly from the dramatic increase in price but I am riding this\ntrain all the way through 2021 and beyond.\n\nPLUG has had three major catalysts in the last month alone - a 1.5B partnership\nto expand the \"hydrogen…",
  "data/reddit-stocks/r/stocks/comments/l0jygs/auph_the_pharma_underdog.json": "Gonna write some of my DD here for yall so you don't have to. Still do your own,\nofc.\n\nCompany? Disruptive. Risk? High. (Possible)Reward? Insane.\n\n\nAURINIA: THE UNDERDOG\n\n\nCONTEXT:\n\nFirst off, the voclosporin drug Aurinia's been working on is up for FDA approval\non Friday, though it's their only…",
  "data/reddit-stocks/r/stocks/comments/l0pf6k/gevo_thank_you_reddit.json": "I just wanted to thanks reddit and especially the ones who did mention this\nstock back in the days at 4$. Even I only got a small % of my whole portfolio in\nit because Im a really safe player (sometimes too much) I made some nice profits\nout of it. I don't know how long this ride will go but I…",
  "data/reddit-stocks/r/stocks/comments/l0tuot/netflix_earnings_report_beat_possible_buyback.json": "Revenue: $6.64 billion versus $6.63 billion expected\n\nEarnings per share: $1.19 versus $1.36 expected\n\nGlobal paid subscriber additions: 8.51 million versus 6.03 million expected\n\nNetflix said Tuesday it plans to be cash-flow neutral this year and cash-flow\npositive every year after 2021, and will…",
  "data/reddit-stocks/r/stocks/comments/l11gj7/its_about_time_we_address_the_elephant_in_the_room.json": "Like many of you long time followers of this subreddit, within the last year I\nhave seen a total shift of not only posts but also discussions.\n\nThis subreddit has become literally the lite version of a certain other\nsubreddit.\n\nAll discussion upvoted now are about these nearly bankrupt, non…",
  "data/reddit-stocks/r/wallstreetbets/comments/l0xphu/announcement_official_moderator_twitter_account.json": "My fellow GME-stans,\n\nFor far too long the world has dismissed us as degenerates, gamblers, and\nuninformed retail scum, and while we are some or perhaps all of those things, we\nare also now a powerful force to be taken seriously. Our culture is now the\nculture of the entire finance industry. Our…",
  "data/reddit-stocks/r/investing/comments/l12p5v/jack_ma_emerges_for_first_time_since_ant_alibaba.json": "This is hilarious. The stock just jumped 5% in HK. China’s most recognizable\nentrepreneur addressed teachers via livestream Wednesday during an annual event\nhe hosts to recognize rural educators. In a video of the event circulated\nonline, Ma talked about how he’ll spend more time on philanthropy.…",
  "data/reddit-stocks/r/investing/comments/l11qb8/yellen_is_considering_the_possibility_of_taxing.json": "\"She raised eyebrows of some senators and Wall Street when she said that\nTreasury would consider the possibility of taxing unrealized capital gains -\nthrough a “mark-to-market” mechanism - as well as other approaches to boost\nrevenues.\"\n\nhttps://www.reuters.com/article/us-usa-biden-yellen/act-big-on…",
  "data/reddit-stocks/r/wallstreetbets/comments/l0y80p/citrons_biggest_mistake_they_announced_that_they.json": "Obligatory: Fuck Citron\n\nI got burned on PLTR back in November by their stupid \"Well that was a good run\"\nbull shit post. Now we have them trying to pull the same tactic today on GME\nthat they did back then. And today we fought back, we just shrugged off their\nannouncement and just moved right…",
  "data/reddit-stocks/r/stocks/comments/l0j8qh/stock_market_news_for_today_stimulus_bill_tsla.json": "Biden unveils the $1.9T stimulus package proposal. Tesla starts deliveries of\nthe Model Y in China. Lemonade drops after the latest Citron short opinion while\nNikola & GameStop shareholders jump ship. Let’s talk about this and other stock\nmarket news\n\nHello everyone and Good Morning! So, let’s start…",
  "data/reddit-stocks/r/investing/comments/l0vkkl/big_investment_opportunities_in_tech_companies.json": "Hi everyone,\n\nI work as a product manager at a large tech company and as part of my job it's\nimportant for me to understand major technology trends and strategies. I put\nthis post together to outline a major new 'moat' strategy being used by some of\nthe world's best SaaS companies. I've also…",
  "data/reddit-stocks/r/stocks/comments/l0rzt9/can_someone_explain_to_me_why_icln_would_be_a.json": "Why would the biden presidency be so good for ICLN? All throughout 2008-2016\nICLN stayed pretty much stagnant. What would be so different this time around?\nAnd how good of a long term play would it be?",
  "data/reddit-stocks/r/stocks/comments/l11cw9/is_it_just_me_or_is_icln_not_convincing.json": "I’m very skeptical about ICLN. It’s largest position is PLUG which I feel is\nrisky as I’m not convinced hydrogen will become mainstream compared to EV’s\n(even though hydrogen has some advantages over EV in transportation).\nFurthermore, the majority of its holdings are in foreign companies and I’m…",
  "data/reddit-stocks/r/wallstreetbets/comments/l0zl3z/petition_changeorg_petitioning_sec_finra_to.json": "From petition description:\n\n> Throughout the previous years Citron Research, a dedicated \"research\"\n> company, founded by Andrew Left, a questionable short seller, who has been\n> sued and convicted by regulators as well as governments, has been\n> publishing deliberate yet legal falsehoods made to…",
  "data/reddit-stocks/r/wallstreetbets/comments/l19k9r/gme_megathread_lemon_party_keep_your_shitposting.json": "Keep the GME posts to this megathread. Remember: wsbmod\n[https://twitter.com/wsbmod] twitter account is live!\n\nCitron's event is at 11:30am today, so plenty to discuss.\n\nNon-quality memes, DD, and other shitposts outside of this thread will be\ndeleted.\n\n\n\nhttp://wsb.gold/public/dashboard/057d43f1…",
  "data/reddit-stocks/r/wallstreetbets/comments/l0s6nr/shoutout_to_you_gay_mods.json": "I'd like to bring attention to the fucking work these gay mods are putting in on\nthis sub.\n\nToday alone I've seen multiple posts by illiterate losers trying to shill the\nidea of shorting GME and just spreading false bullshit DD (or no DD at all).\nThank you mods for keeping this subreddit full of…",
  "data/reddit-stocks/r/stocks/comments/l1ag7i/35_year_journey_was_down_5000_now_up_6000.json": "TL;DR: Learn from your mistakes. Don’t give up.\n\nI started investing in 2017. I was proud of myself after going from $5000 to\n$6000 then I started taking huge risks on penny stocks, adding more money to my\naccount, and soon found myself down huge. I walked away when I was down $5000. I\ncame back a…",
  "data/reddit-stocks/r/stocks/comments/l1bzd9/high_tide_inc_dd.json": "High Tides inc tickers:\n\n(HITIF @ PNK) (HITI.V @ VAN) (2LY.F @ FRA) and (HITI @ nasdaq coming)\n\nIntro:\n\nHigh tide inc is a Cannabis stock but does not shoot itself down to only the\nplants. The stock is the biggest in whole Canada by revenue as we speak. It even\nwas profitable in Q2!! It did a huge…",
  "data/reddit-stocks/r/stocks/comments/l1cjvs/sp_500_rises_to_alltime_high_ahead_of_bidens.json": "The U.S. stock market could roar higher if President-elect Joe Biden is able to\nsmooth out the country’s rocky start to Covid vaccinations.\n\nBiden has pledged to deliver 100 million doses in his first 100 days. Last week,\nhe detailed his plan to do so, which includes tapping the National Guard and…",
  "data/reddit-stocks/r/stocks/comments/l1azbn/my_parents_are_wanting_to_liquidate_their_stock.json": "This isn't a political post. This is me asking for your advice. I don't know\nwhat all their holdings are but I know they are invested pretty heavy handedly\ninto oil.\n\nSo I don't think selling those stocks is the worst Idea, but I'm trying to tell\nthem to capitalize on the clean energy wave by…",
  "data/reddit-stocks/r/wallstreetbets/comments/l17618/citron_research_in_a_nutshell_gme_holders_read.json": "Who the fuck is Citron Research? Well here’s a fairly precise not too technical\nguide as to who the fuck these roaches are, so that the average retard on r/wsb\n[/r/wsb] with IQ in the -ve range can understand. Listen, english isn’t my first\nor my second language, i tried my best, suck it up if it…"
}