{
  "data/reddit-stocks/r/Bogleheads/comments/pyz0xq/past_performance_is_no_guarantee_of_future.json": "So it seems that the general rule here is to invest in VT or have some sort of\nallocation of VTI and VXUS, but this is based on the premise that international\nstocks will rival US stocks “in the future”, so my question is, what have you\nconvinced enough as to make close to an all in investment in…",
  "data/reddit-stocks/r/investing/comments/pz3xqb/are_safe_long_term_investments_like_spy_as_safe.json": "To be absolutely clear, I'm not talking about the recent, day to day drama, or\neven the year to year drama of debt ceilings, and shutdowns. I'm not even\ntalking about black swan events like covid or 9/11. I'm not even talking about\nmassive events like the 2008 crash. What I'm asking is: is there a…",
  "data/reddit-stocks/r/wallstreetbets/comments/pyzpp1/the_2nd_largest_economy_on_earth_is_shitting_the.json": "2/3rds of China is experiencing extensive blackouts.\n\nThe driving force is a lack of quality coal because they hate Australia layered\non top of a central controlled electricity price and a market price for local\ncoal. It costs more to make power than they get from selling it. The other issue\nis the…",
  "data/reddit-stocks/r/stocks/comments/pz8tjh/redditors_are_right_about_the_unfairness_of_the.json": "https://www.bloomberg.com/opinion/articles/2021-10-01/ordinary-investors-don-t-get-a-fair-shot-when-the-powerful-flout-the-rules\n\nA rallying cry of the day traders that hang out in Reddit Inc.’s stock market\nforums is that only by joining forces can they prosper in an environment\ninherently hostile…",
  "data/reddit-stocks/r/stocks/comments/pz8v7p/so_how_much_did_you_lose_in_september.json": "I swear I don’t need sex anymore I have been getting screwed daily by the stock\nmarket. I lost 3500, a 5% of my portfolio (I’m still holding strong though).\n\nHow about you guys? Misery does love company so I would love hearing how much\nyou lost last month alone.\n\nIf you happened to win, share it…",
  "data/reddit-stocks/r/stocks/comments/pyx2gr/quality_stocks_at_a_discount.json": "I need some ideas. I want to take advantage of this dip and I would like your\nopinions on which stocks are good buys right now.\n\nI'm not looking for super risky stocks. I'm just looking for quality stocks that\nstill have room for growth and are at a discount right now.",
  "data/reddit-stocks/r/Bogleheads/comments/pz8nx0/should_brokers_pay_us_for_the_privilege_of.json": "Did the race to the bottom end with $0 commission on trades and 0% expense\nratios for funds like FNILX? Or is there further to go? Should your broker\nautomatically pay YOU a part of what they make by lending your securities? What\nabout the money some brokers make for order flow? Do you think expense…",
  "data/reddit-stocks/r/investing/comments/pzf8tt/coinbase_hacked_funds_from_least_6000_customers.json": "Coinbase customers affected recieved this email this morning:\n\n> Unfortunately, between March and May 20, 2021, you were a victim of a\n> third-party campaign to gain unauthorized access to the accounts of Coinbase\n> customers and move customer funds off the Coinbase platform. At least 6,000\n>…",
  "data/reddit-stocks/r/stocks/comments/pzfjqc/just_sold_half_of_my_holdings_in_tsla.json": "  After months of weighing options I decided this was the best move for my family.\n\n  I've been in TSLA since 2015 when I decided to invest as a single mother,  and never sold even when times were hard. TSLA ended up being a huge blessing for me and my son over the years!\n\n    I made it through work…",
  "data/reddit-stocks/r/investing/comments/pzga0j/bloomberg_claims_new_research_shows_insider.json": "Full article here.\n[https://www.bloomberg.com/news/features/2021-09-29/is-stock-market-rigged-insider-trading-by-executives-is-pervasive-critics-say]\n\nGems include:\n\n\"In 2008 a group of quants from Citigroup Inc. published a paper that found a\nportfolio mirroring insiders’ trades could yield an…",
  "data/reddit-stocks/r/stocks/comments/pzf6af/coinbase_hacked_funds_from_least_6000_customers.json": "Coinbase customers affected recieved this email this morning:\n\n> Unfortunately, between March and May 20, 2021, you were a victim of a\n> third-party campaign to gain unauthorized access to the accounts of Coinbase\n> customers and move customer funds off the Coinbase platform. At least 6,000\n>…"
}