{
  "data/reddit-ask/r/TooAfraidToAsk/comments/pywouz/why_arent_prisons_more_self_sustainable_so_taxes.json": "I saw a black mirror episode where there were people who biked all day and gave\nelectricity to the rest of the country and i was thinking. Why dont prisoners\nwho are serving life anyways not contributing anything but get to live with food\nand shelter with our tax money\n\nEdit: please dont take this…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pz38ka/why_are_black_americans_called_african_americans.json": "It's seema odd to me (Being white and British) but surely if they are born in\nAmerica they are Americana, why does it it matter where they great grandparents\ncome from?\n\nMine are from Germany but I don't get reffered to Anglo-german\n\nJust seems strange to me is all",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pz25q2/why_birth_control_method_are_usually_done_with.json": "I'm a female and on birth control just fine, but I've seen so many of my friends\nhas problem with hormonal birth control (ie. Acne, mood, bleeding etc) and some\nmale friends that I know also hate using condoms. So I'm just curious of why\nthere weren't more options for male? Like as far as I know…",
  "data/reddit-ask/r/AskWomen/comments/pz3cnd/when_you_encounter_males_who_claim_period_pains.json": "….I’m merely asking this for educational purposes ;)",
  "data/reddit-ask/r/NoStupidQuestions/comments/pyz8gx/if_i_accidentally_started_a_fire_in_my_hotel_room.json": "This is entirely hypothetical. Say the fire would have grown out of control by\nthe time I put clothes on or grabbed a blanket to cover myself. Would I be a\nhero or a criminal?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pz4i1t/after_a_totally_normal_interaction_with_coworkers.json": "Not often. I actually tend to think I'm an okay conversationalist. Not a huge\nfan of small talk but I can do it if I need to, and I'm happy to talk away if\nsomeone is chatty, and I am not nervous or worried during the social moment.\n\nHowever towards the end of the day, sometimes I'll think back to a…",
  "data/reddit-ask/r/askscience/comments/pz768a/how_does_europa_have_liquid_water.json": "I've always understood the habitable zone to be the only distance where liquid\nwater could exist on a planet. Any closer and it would evaporate, any further\nand it would freeze. The habitable zone for our sun is 0.9 - 1.5 au, yet Jupiter\nis 5.2 au on average from the sun with the closest distance…",
  "data/reddit-ask/r/askscience/comments/pz84vu/which_of_a_nuclear_explosions_effects_are_unique.json": "Radiation and fallout are obviously due to the radioactive fuel source, but what\nabout things like the flash or mushroom cloud? How many of, say, Little Boy's\neffects could be replicated with 12,000 tons of conventional explosives?",
  "data/reddit-ask/r/askscience/comments/pz7tna/why_are_galactic_centers_always_occupied_by_black.json": "I recently heard from Dr Tyson that all galaxies (or at least the vast majority,\nhe wasn't being super precise in this presentation) we have checked appear to\nhave black holes in their centers. That got me wondering why that would be, and\nthis galaxy-scale accretion disk is the best idea I've got.…",
  "data/reddit-ask/r/AskHistorians/comments/pz6bj6/in_egyptian_history_the_reforms_of_muhammad_ali.json": "Japan's reforms turned it into a world power capable of conquering China and\ndefeating Russia and (initially) the United States, while Egypt became a British\ncolony which did not become independent until 1952. Why?",
  "data/reddit-ask/r/AskHistorians/comments/pzbppu/what_was_the_state_of_middle_eastern_antisemitism.json": "I’ve seen this narrative a lot online that the Arab world was a sort of paradise\nfor Jews and everything was fine until the zionists arrived. Similarly, I’ve\nseen a lot of pushback from Jewish activists who cite the second-class dhimmi\nstatus and events like the Hebron Massacre. As a Mizrahi Jew…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pz8jtn/why_do_men_think_women_constantly_masturbate_with.json": "Like I’ve never seen a cucumber and went, “I want this up my cunt.” And I’ve\nnever met a woman who has. Is this some type of weird wired fetish men have? Or\nhas this been passed down for generations?",
  "data/reddit-ask/r/NoStupidQuestions/comments/pzdv13/why_is_racism_against_indian_people_so_normalized.json": "I always see people making fun of Indians and saying that “They’re all just\nscammers” or “They all work in tech support” ya know, stuff like that. I also\nalways see people making extremely racist jokes towards them and have no idea\nthat they’re being racist. They don’t even get into trouble for it.…",
  "data/reddit-ask/r/AskHistorians/comments/pzgww5/how_did_white_southerners_in_the_us_view_sexual.json": "I have many questions. I've tried to break them down here.\n\n- Would the other members of a slave owner's household be aware of, or suspect,\nthat the owner was sexually assaulting slaves?\n\n- How would a southern patriarch react if he found out that his son was sexually\nassaulting slaves?\n\n- Did other…",
  "data/reddit-ask/r/AskWomen/comments/pzf5aw/why_did_your_relationship_ended_other_than_being.json": ".",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzmyv1/do_you_believe_that_healthcare_workers_should_be.json": "With the exception of a medical reason not to.",
  "data/reddit-ask/r/askphilosophy/comments/pzcco6/who_to_read_after_nietzsche.json": "Coworkers teenage son is clinically depressed, on the spectrum and in the last\nyear got OBSESSED with Nietzche. He naturally relates to Nietzsche'a philosophy\nbut isn't mature enough to take a critical lens to it. For him Nietzsche\nunderstands \"the truth,\" and part of that \"truth\" is that life is…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzihdk/how_does_a_morbidly_obese_man_take_care_of.json": "Honestly this is reference to me. I was never taught self-care. I was neglected\nmy whole life, which has led me to neglect myself. I don't even know how to care\nof myself. Parts of my hair is failing out, and other parts are greying, my\nforehand is cracked and dry as well as other features such as…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pzmj1e/if_i_actually_responded_to_one_of_those_daddies.json": "If you are lucky enough to have no idea what I'm talking about, generally\nphysical sex isn't part of it. Nudes are expected, but it's not a definite\ntransaction where you have to send an exact amount. Do \"gifts\" count as income?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzo9ac/why_did_i_dream_nsfw_about_my_mom.json": "Ok, so I had a weird dream last night, you guys. I don't know why because the\nthought of it never crossed my mind. Is it normal or do I need help? I'm 19.",
  "data/reddit-ask/r/TrueAskReddit/comments/pzcuuo/what_is_stopping_a_coalition_of_states_ny_cali.json": "I'm sure you could even get quite a few red states in there as well. Why is the\nhealthcare debate left up to the national Congress? Does the cost savings not\nscale enough when you only have half the States participating?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzmw1b/why_do_some_men_feel_like_sending_a_dick_pic_will.json": "As a man I've never understood why you'd send unsolicited dick pics. Like, what\nis the thought process, do they really think it will advance things. (Sorry if\nit's been asked already)",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pza1rx/how_is_rfragilewhiteredditor_referring_to_white.json": "This post will undoubtedly end up on their sub but honestly, if anyone else\ncalled people names based on their skin color in a derogatory way it would be\nshunned. Why insult someone on their skin color then call them fragile for being\noffended? Am I going crazy?",
  "data/reddit-ask/r/AskHistorians/comments/pzel4e/jeanbaptiste_denys_preformed_the_first_human.json": "I was wondering if there were any issues with his first transfusions given that\nhe used animal blood and they certainly didn't know of blood types and blood\nborne illnesses. Seems to me that given conditions and blood used his subjects\nwould be more at risk for poisoning.",
  "data/reddit-ask/r/AskHistorians/comments/pzu0z0/in_egypt_napoleon_told_his_army_soldiers_from_the.json": "When Napoleon supposedly said this, the three pyramids of Giza would have been\n4300-4400 years old (by modern radiocarbon dates), making Napoleon's estimate\nremarkably close, allowing poetic license for round numbers. And whether or not\nthe quote is invented, a cursory Googling of the quote gives me…",
  "data/reddit-ask/r/AskHistorians/comments/pzj00r/were_roman_gladiatorial_fights_ever_worked_like.json": "I would imagine that two gladiators might want to work out a winner and rough\noutline beforehand so that neither of them would be seriously injured or killed,\nas they might in a legitimate contest. I've heard that carnival wrestlers back\nin the day worked their matches because they would wrestle…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzwlys/female_breasts_dont_arouse_me_in_the_least_is.json": "So breasts, wherever I go, breasts. Whenever I look at them I just go \"What\nabout it? They're just breasts\". I don't see it sexually nor am I turned on by\nit. I've seen plenty of it before and I just don't understand what makes one\nsexually aroused by them.",
  "data/reddit-ask/r/askscience/comments/pzvtrk/does_dna_change_over_time.json": "Does the human DNA genome change as a person ages? By this I mean could you test\nthe DNA of a child and get an exact full profile match to the same person when\nthey have reached old age?",
  "data/reddit-ask/r/askscience/comments/q011ji/about_6_months_ago_hundreds_of_millions_of.json": "There's an ongoing experiment in Florida involving mosquitos that are engineered\nto breed only male mosquitos, with the goal of eventually leaving no female\nmosquitos to reproduce.\n\nIn an effort to extinguish a local mosquito population, up to a billion of these\nmosquitos will be released in the…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzz8c5/going_to_be_a_first_time_father_not_sure_if_we.json": "Having mixed feeling about this. I myself was circumcised but in today's age, it\ndoesnt seem necessary. We are thinking that he can always decide to do it later\nin life if he wants. Any pros or cons?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzybwj/idk_if_this_is_a_stupid_question_but_where_the.json": "I don't wanna be a teen father or catch something but no one ever taught me how\nto not do that",
  "data/reddit-ask/r/AskHistorians/comments/pzuco6/can_anyone_please_explain_joan_of_arc.json": "Joan is one thing I simply cant reconcile. She told the future, she was skilled\nas a knight, a politician, she was as competent as any legal scolar of her day.\nSomething doesnt add up...\n\nBut when you take the sources they tell the same story. Was she really just one\nof the most exceptional people…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pzubx9/why_do_so_many_people_like_seinfeld_tv_show_so.json": "I don't get it. All these people on reddit worshipping this series as one of the\nfew actually hilarious sitcoms that ever existed, I'm more than halfway through\nseason one and i haven't laughed once. It's not like sitcoms aren't my type of\nhumor, The Golden Girls for example cracks me up in nearly…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q01f5u/when_cuddling_how_do_i_prevent_getting_a_boner_is.json": "I [17m] have recently got together with my gf, and we are both taking it slow\nsince non of us have been in a relationship before. We decided to have a movie\nnight and cuddle together on Friday. The thing is, to me, she is the most\nbeautiful person I've ever seen (including people I've seen from the…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzw8az/why_is_it_necessary_to_celebrate_your_birthdays.json": "Today is my birthday . I am 20. I don't feel like celebrating. I feel like its\njust another day and celebrating it is meaningless. Birthdays just remind me\nthat I am getting older. I am no longer a child. I am in the worst phase the\n20's where you have to work your ass off and you start becoming a…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q07hf9/if_a_man_uses_protection_but_the_woman_still_gets.json": "Assume the mother wants the man to pay for and be a part of the childs life.",
  "data/reddit-ask/r/NoStupidQuestions/comments/q09isz/my_friend_is_17_and_is_dating_a_26_year_old_man.json": "they dated for over a year so she was 15 and he was 24 back then. They met in a\ngame and are long distanced relationship and they also NEVER met irl but they\nFaceTime, text, call all the time.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q07n1r/whats_the_best_way_to_legally_and_peacefully_to.json": "I am renting a townhouse in a nice suburban neighborhood. Only one problem,\nbesides sky high price I'm paying to rent here - I have a misfortune to live\nnext door to an ccreepy, nasty asshole. This wrinkled dick, when he's not busy\nplaying his awful soft rock shit music (while creeping or staring…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q0bk07/do_people_actually_like_the_taste_of_pussy.json": "Does anyone actually really enjoy the taste of pussy, or are people just saying\nwhat they think their partners want to hear? I feel like I'll never get an\nhonest answer about the way mine tastes from a partner",
  "data/reddit-ask/r/NoStupidQuestions/comments/q0ay50/is_it_socially_acceptable_for_me_to_dress_up_as.json": "I swear this isn’t a joke post, me and my friend are going to be hamburglar and\nronald mcdonald for halloween. Our school won’t be open on halloween cause it’s\non a sunday, but our principal is letting us dress up on the friday before it.\nOur plan is to walk to McDonalds afterschool that day and…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q0c1j7/the_alphabet_song_rhymesrightright.json": "I feel like im going crazy. Having an argument with my family and they all say\nthe alphabet song isn't meant to rhyme. WHAT???\n\nABCDEF G\n\nHIJKLMNO P\n\nQRSTU V\n\nWXY AND Z",
  "data/reddit-ask/r/AskHistorians/comments/q0f6rb/was_new_york_in_the_70s_as_sleazy_and_corrupt_as.json": "I absolutely don't mean to offend anyone with this question. I'm a non-American\nand 'Taxi Driver' is my favorite movie of all-time and I was wondering to what\nextent it was accurate in it's synchronic\ndepiction of New York as a crime-riddled, seedy and morally repulsive place. I'm\nalso curious as to…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q04qqi/what_do_you_guys_think_are_the_most_unmoanable.json": "Random shower thought🤷‍♀️",
  "data/reddit-ask/r/NoStupidQuestions/comments/q0gwda/why_is_nestle_still_allowed_to_publicly_operate.json": "Like Nestle has done lots of uneathical things. The things that i have said in\nthe title just scratches the surface and the court knows about this yet Nestle\nstill publicly operates with almost 0 reprecautions for the bad things that they\nhave done.\n\nImma stop here i dont want this to break the no…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q0jjtw/what_is_the_psychological_term_for_this.json": "I've seen it on social media and Reddit a lot of times already. Let's say you\nhave a doctor's appointment at 4 PM and currently, it is 10 AM. You have 6 hours\nbefore the actual event starts, a lot of time. And yet, you do nothing with the\ntime because of the incoming event. I've seen people make…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q0g5o6/why_do_we_work_so_much_still_even_though_modern.json": "Get up at 06, go to work at 8, get home at 18 and then make dinner, go to the\ngym and then finally having like an hour of free time. Repeat 5 days a week,\n46-47 weeks per year.\n\nIt's like all we do is live to work. In the past you HAD to work to survive, but\nin today's world we don't have to. We…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q0n2h2/married_redditors_how_often_do_you_and_your.json": "As the question says... Guess I'm trying to gauge, my answer would be maybe like\n10 times a year, not enough. And it feels like it's done as a duty not because\nmy wife enjoys it.",
  "data/reddit-ask/r/NoStupidQuestions/comments/q0lu3v/am_i_the_only_one_who_doesnt_really_care_if_im.json": "This isn’t to say I don’t wish to positively impact others while I’m alive. I\njust don’t really care about a “legacy” or anything like that.",
  "data/reddit-ask/r/AskHistorians/comments/q0g4c9/how_did_byzantine_emperors_ie_alexios_komnenos.json": "Did they use translators or did the guards learn certain words in Greek for\nsimple commands\n\nI’m probably answering my own question here but I would think the latter because\nby Alexios time the guard was made up of Anglo-Saxons and Scandinavians and it\nwould probably be easier than having 4-5…",
  "data/reddit-ask/r/askscience/comments/q0q9kd/can_an_individuals_blood_carry_a_cure_for_a_virus.json": "I've read there are some experiments suggesting plasma from covid survivor's\ncould help fight the spread. Though it got me wondering how much truth is in the\npossibility of one persons blood being the key to a widespread virus like many\nmovies.",
  "data/reddit-ask/r/AskHistorians/comments/q0l96q/how_were_longships_actually_useable_how_did_they.json": "Norse longships do not look like they were be good for raiding or trading at\nall. Every recreation I have ever seen requires it to be practically filled from\nbow to stern with people rowing for it to even operate, and there wasn't any\nbelow-deck storage for goods or money. So where did they keep…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q0w3ca/why_are_gold_diggers_frowned_upon_for_being_in_it.json": "This is based on the stereotypical gold digging/hot girl scenario",
  "data/reddit-ask/r/askphilosophy/comments/q0gkgm/what_are_some_good_videos_to_show_1718_year_olds.json": "I’m looking for videos around 20 minutes long which have philosophical content.\nParticularly political philosophy, metaphysics of mind and aesthetics but any\nnew or subversive ideas are fantastic. They don’t need to be in anyway related\nto a curriculum but I would prefer documentaries and interviews…",
  "data/reddit-ask/r/AskHistorians/comments/q0v9qy/being_sent_to_work_in_a_roman_mill_was_up_there.json": "The character Messenio appears in Plautus' Menaechmi.",
  "data/reddit-ask/r/NoStupidQuestions/comments/q104tf/doesnt_releasing_felonies_and_giving_them.json": "For the vast majority of people, employment and finding housing are essential\nthings to do to live a remotely comfortable and law-abiding life, at least here\nin the US. If a felon who has served their time is released, and has complied\nwith their probation and any other terms of their release, why…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q11nbh/why_are_indian_dudes_so_horny.json": "I’ve seen a ton of videos such as a woman trying to go to the beach in India and\nthere’s men surrounding her taking pictures and such. I feel like almost every\nwoman has been subject to sexual DMs from random Indian guys. There’s even a\ngiant meme format making fun of the situation, but my question…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q11l70/why_do_averagely_sized_dildos_hurt_going_in_your.json": "As the title says really. My partner and I tried a new thing in the bedroom and\nshe wanted to stick junk in my rear but it was way too uncomfortable and it got\nme thinking about big poops and.. yeah.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q14x2t/how_difficult_is_finding_the_vaginal_opening.json": "I'm trying to have sex with a virgin, but somehow the vaginal opening eludes me.\nHow difficult is it to find the opening in the dark with only your penis (No\nhands because she thinks it's unclean, and only wants the missionary position)?\nHow does one find that gateway while playing this game in hard…",
  "data/reddit-ask/r/AskHistorians/comments/q1523d/if_the_anglo_saxons_largely_came_to_britain_from.json": "Did the Danes only move to Denmark after the Anglo Saxons left or were they once\nboth living there at the same time, but only the Anglo Saxons decided to migrate\nto Britain?",
  "data/reddit-ask/r/askscience/comments/q14tfc/how_sure_are_we_that_nuclear_fusion_reactors_are.json": "I know that nuclear fusion occurs in labs all the time here on Earth and that\nthere are a few different groups trying to make a fusion reactor where you get\nmore energy out than you put in.\n\nMy question is, how sure are we that these attempts at net positive fusion\nreactions are actually possible?…",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q0yjb7/is_it_strange_to_laugh_at_your_own_thoughts.json": "Often when I’m driving I’ll be thinking of comedy skits and burst out laughing\ncos I’m a god damn comedic genius. But I also do this in front of my roommates\nand sometimes they look at me like I’m crazy. I understand that it would be\nweird to see someone else sitting there silently then burst out…",
  "data/reddit-ask/r/AskHistorians/comments/q0zt7a/ive_heard_that_north_american_natives_didnt_have.json": "While I know the story of the first Thanksgiving is questionable, it's still\nbased on some historical fact. That the Wampanoag Natives helped teach the\nPuritans how to grow new world crops, such as Corn and Pumpkins.\n\nBut I've also heard that Northern American natives were hunter gathers, and\ndidn't…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q19e4y/is_anybodys_facebook_not_working.json": "For some reason I'm not able to go on Facebook because it appears to be under\nconstruction.",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q17jgp/how_do_i_tell_a_girl_her_vagina_stinks.json": "This is an honest question. I’m not trying to make fun of her or anything. We\nwere having sex under the cover and the whiffs of the odor were so bad I just\nrolled over and quit pumping. When I rolled over the covers came down on me. I\nmention this because just as you fart under the covers then raise…",
  "data/reddit-ask/r/NoStupidQuestions/comments/q1dyxc/do_you_guys_sometimes_close_reddit_only_to_open.json": "Edit: glad to know I’m not the only one",
  "data/reddit-ask/r/NoStupidQuestions/comments/q18emo/if_i_were_to_pee_on_my_fence_would_my_neighbors.json": "I still probably won't, but would it work?",
  "data/reddit-ask/r/AskHistorians/comments/q1k69g/the_revolutions_of_1848_swept_all_across_europe.json": "Older important revolutions in Europe like the 1789 French Revolution did not\nspread from country to country like these did. What was different? Conversely,\nwhy were a few areas like Russia and Spain not affected?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q1ol0i/why_are_women_so_surprised_that_penises_can.json": "My girlfriend was playing with my balls and she was amazed that they weren’t\nperfect spheres but more like eggs. Then she tried to switch em around (left to\nright which kinda scared me) and lost her shit. I took the opportunity to show\nher all the amazing penis and ball maneuvers I could think of…",
  "data/reddit-ask/r/AskWomen/comments/q1eakk/for_those_of_you_who_like_your_job_what_do_you_do.json": "Did you get a degree for this?",
  "data/reddit-ask/r/AskHistorians/comments/q1tgk9/how_did_romania_remain_a_latin_country_despite.json": "I'm from Latin america and I talked with romanian people and they always\nidentify as Latin and I find it interesting,I only understand some words of the\nlanguage but I can see it's good latin influence how it came to be?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q1zbxg/am_i_a_bad_friend_if_i_sometimes_get_annoyed_with.json": "I don't know how to explain this properly so please bear with me. English isn't\nmy first language. For context, I'm not saying being depressed is a bad thing. I\nsupport this friend in all her struggles and her battles involving her mental\nhealth and I'm glad she's getting the help she needs.…",
  "data/reddit-ask/r/AskHistorians/comments/q20e02/im_a_medieval_townsperson_living_in_britain_lets.json": "Let's assume I'm a man and that I am not dirt poor but nowhere near rich; I'm\npicturing the average townsperson. Maybe I have a wife and kids if that makes a\ndifference.\n\nI'd like to know what this kind of person would require for this kind of \"short\ntrip\".\n\nI'm guessing this trip would require…"
}