{
  "data/reddit-stocks/r/stocks/comments/n2705g/best_sector_for_the_next_5_years.json": "Alright so i know a lot of people like EV’s but I also think the energy sector\nwill do well under Biden. I dont have the most extensive knowledge of finance,\njust picking up stuff as I go. But what sectors do you like now and think will\ndo well in the next 5-10 years?\n\nEdit: Thanks so much for all…",
  "data/reddit-stocks/r/investing/comments/n2fchi/not_a_single_one_of_you_are_able_to_argue_why.json": "Reading through this sub you get the feeling that everyone “knows” it but no one\nis exactly giving a single reason for why, other than “it should because of high\nvaluations”.\n\nIt reads as a lot of wishful thinking and arrogance. Where the hell do you place\nApple, the largest company in the world…",
  "data/reddit-stocks/r/stocks/comments/n2hzd3/i_analyzed_all_the_motley_fool_premium.json": "Preamble: There is no way around it. A vast majority of us Redditors absolutely\nhate The Motley Fool. I feel that it’s justified, given their clickbait titles\nor “5 can't miss stocks of the century” or turning 1,000 into 100,000 posts\ndesigned just to drive traffic to their website. Another Redditor…",
  "data/reddit-stocks/r/stocks/comments/n2ihgo/why_hasnt_robinhood_still_not_received_any_form.json": "This article contains the list:\nhttps://www.yahoo.com/lifestyle/robinhood-expands-trading-restrictions-50-225241993.html\n\nI know other brokerages restricted GME/AMC. But Robinhood's restricted list was\nway bigger and included stocks such as AMD, AAL, BYND, GM, IPOE, MRNA, and SBUX.\nI had got into…",
  "data/reddit-stocks/r/investing/comments/n2iz5s/good_idea_to_keep_cash_in_money_market_for_dry.json": "Read this article from The NY Times a few days ago and started to wonder about\nmy strategy of keeping cash (50-150k) in a money market fund to move to the\nSP500 as dollar cost averaging and/or as 'dry powder' in case of larger swings.\n\nI had followed my CPAs advice a while back to use Money Market…"
}