{
  "data/reddit-stocks/r/stocks/comments/pfjm06/why_modernas_2x_antibody_titer_news_is_better_for.json": "Why Moderna's 2x Antibody Titer News Is Better For Pfizer\n\n> Breaking news: Moderna vaccine creates twice as many antibodies as Pfizer:\n> research - Source\n> [https://news.yahoo.com/moderna-covid-19-vaccine-doubles-131601816.html]\n\nModerna vs pfizer dose size is…",
  "data/reddit-stocks/r/investing/comments/pfokw3/aoc_calls_on_biden_to_replace_powell_what_would_a.json": "Source\n[https://finance.yahoo.com/news/aoc-calls-joe-biden-replace-161225656.html]:\n\n> As news of the possible reappointment of Federal Reserve Chair Jerome Powell\n> circulates, we urge President Biden to re-imagine a Federal Reserve focused on\n> eliminating climate risk and advancing racial and…",
  "data/reddit-stocks/r/Bogleheads/comments/pfn35p/my_approach_to_timing_the_market.json": "I’m probably going to get a lot of heat for this post, but here goes…\n\nA friend recently expressed anxiety about index investing right now due to ultra\nhigh PE ratios. I shared my approach that he found helpful so I’m sharing with\nothers as well.\n\nI have an automated investment schedule 2x per month…",
  "data/reddit-stocks/r/stocks/comments/pfrkoo/cathie_woods_ark_files_for_new_transparency_etf.json": "ARK Investment Management is looking to debut a new ETF that will focus on\ntransparency in companies and shun vice and sectors that run afoul of ESG\ninvesting like fossil fuels.\n\nIn an SEC filing, Cathie Wood's shop outlines the fund, which looks to be at\nleast 80% invested in stocks in its…",
  "data/reddit-stocks/r/investing/comments/pft42l/cathie_woods_ark_files_for_new_transparency_etf.json": "ARK Investment Management is looking to debut a new ETF that will focus on\ntransparency in companies and shun vice and sectors that run afoul of ESG\ninvesting like fossil fuels.\n\nIn an SEC filing, Cathie Wood's shop outlines the fund, which looks to be at\nleast 80% invested in stocks in its…",
  "data/reddit-stocks/r/stocks/comments/pfu717/gamestop_stocks_possible_return_to_sp_500_in.json": "The individual-investor darling GameStop Corp. is now three times as valuable as\nthe smallest S&P 500 stocks, thanks to a sharp run-up in its shares in August.\nSome traders are betting GameStop could take another leap higher if S&P Dow\nJones Indices adds the stock to the S&P 500 when it is…",
  "data/reddit-stocks/r/stocks/comments/pfu772/cloudflare_stopped_the_largest_ddos_attack_ever.json": "\"Cloudflare said its system managed to stop the largest reported DDoS attack in\nJuly, explaining in a blog post that the attack was 17.2 million\nrequests-per-second, three times larger than any previous one they recorded.\n\n\"In a blog post, Cloudflare's Omer Yoachimik explained that the company…",
  "data/reddit-stocks/r/Bogleheads/comments/pfybtm/question_about_tax_loss_harvesting.json": "In my taxable account I made a few questionable stock pics that have netted me\nabout -$600 and I don’t see them turning around and outperforming the market any\ntime soon. Would it be beneficial to cut my losses then reinvest in VTI/FSKAX?\nIs that how harvesting works? I can write off that $600 as…",
  "data/reddit-stocks/r/stocks/comments/pg2n48/here_is_a_market_recap_for_today_wednesday.json": "PsychoMarket Recap - Wednesday, September 1, 2021\n\nStocks traded mixed in the first session of September, which is historically the\nworse month for equities. The S&P 500 (SPY) and Nasdaq (QQQ) both eeked out a\nnew intraday record high, closing 0.07% and 0.17% higher respectively. The Dow\nJones (DIA)…",
  "data/reddit-stocks/r/stocks/comments/pg0qtn/corsair_crsr_great_potential_or_overhyped_meme.json": "I've been researching Corsair for some time now and the background looks rather\npromising:\n\n * $457.1M net revenue/60% increase in respect to the last year\n * Gross profit of ~$130M (112.4% increase) in comparison to the past year\n * Mass demand of gaming materials/PCs/Laptops with one of the…",
  "data/reddit-stocks/r/Bogleheads/comments/pg4rt0/warning_friends_about_bad_financial_advice.json": "I know this is a bit of an odd question, but I wasn't sure whom else to ask.\n\nThe other day, I met a man at a party who claimed to be a financial advisor. I\nwas going to tell him how I'd set up my portfolio and ask for his thoughts. My\nportfolio is: US/ex-US index funds, I bonds, and cash. When he…",
  "data/reddit-stocks/r/stocks/comments/pg44eh/asts_worth_the_risk.json": "Hey all, I read a very intriguing DD article the other day by Kevin Liao and\nwanted to share here to see community sentiment. I feel like with the major\npartnerships/investors, they too believe this is the future and wouldn’t get\ninvolved if it wasn’t feasible. I understand the risk but the upside…",
  "data/reddit-stocks/r/stocks/comments/pg1llf/lets_talk_about_corsair_crsr.json": "CORSAIR GAMING\n\nThe COVID-19 has accelerated gaming activity and companies in this segment saw a\ndramatic surge in sales.\n\nI've been looking for a gaming company to invest in for a while now, and after\nan extensive research I realized that the best pick in this sector is Corsair.\n\nWith a market cap…",
  "data/reddit-stocks/r/stocks/comments/pg78n3/what_would_it_take_for_apple_to_lose_their_top_10.json": "As you know, apple has been the biggest company for quite a while now. It is\nvery difficult for me to envision them losing this spot for like the next 20\nyears at the very least.\n\nWhat do you guys think it would take for Apple to drop out of the top 10 in the\ns&p500?",
  "data/reddit-stocks/r/wallstreetbets/comments/pg78fg/am_i_the_asshole_for_not_being_able_to_trade.json": "This started about 4 years ago when I was 2 years old. My dad started to\nsupplement me picture books and cartoons with beginner options books and Martin\nShkerli's live videos on how to pick pharmaceutical stocks. Over the course of\nthese years I have retained absolutely nothing even though my dad…",
  "data/reddit-stocks/r/Bogleheads/comments/pfzhnd/why_do_so_many_people_hold_both_vti_and_vug_if.json": "Before I get into it I just wanna say I personally hold VTI and QQQ. What I\nreally would like to know from people around this sub is if you all really feel\nit’s worth it to have other ETFs besides VTI. Other than QQQ I have SCHD and XLF\n(XLF getting sold soon) as well. I started in February and I…",
  "data/reddit-stocks/r/stocks/comments/pfuzkx/what_do_you_think_about_target_stock.json": "Hey guys, I just started investing and still kinda don’t understand how the\nsector rotate. For example, Target beats the earning report, and now it down for\n7%. What may cause this and how do you guys mitigate the risks during the\nbearish time? Thank you so much.\n\nP/s: I own Target because I believe…",
  "data/reddit-stocks/r/investing/comments/pg26gz/okta_announces_strong_second_quarter_results.json": "[text](https://ca.finance.yahoo.com/news/okta-announces-strong-second-quarter-200100388.html\n\nSAN FRANCISCO, September 01, 2021--Okta, Inc. (Nasdaq: OKTA), the leading\nindependent identity provider, today announced financial results for its second\nquart...) Q2 revenue grew 57% year-over-year;…",
  "data/reddit-stocks/r/investing/comments/pfy773/i_just_realized_that_one_of_the_stocks_i_own_is.json": "I'm a pretty casual investor. I check in a few times a month, sometimes less. I\nbought some TLND many years ago. I was checking the price recently, and noticed\na very strange jump and plateau. I found out it was because it was in the\nprocess of getting acquired for a set price, and thus it plateaued…",
  "data/reddit-stocks/r/stocks/comments/pg18ib/thoughts_apple_for_first_stock.json": "Hey all,\n\nI have about 50k I want to invest as it’s doing me no good in the bank and have\nbeen doing a lot of reading the last 2 months but still lack knowledge about\nstocks. At this point I want to jump in with something so im thinking 10k to get\nmy feet wet until I gain more knowledge. I def want…",
  "data/reddit-stocks/r/wallstreetbets/comments/pg6ooh/gme_volume_does_this_seem_extremely_bullish_to.json": "Hello retards,\n\nI've been watching $GME like a hawk all week and the correlation between volume\nand price for the past week is incredible and to me seems very, very bullish.\nCheck it out:\n\nAugust 26th at open: Spikes on high volume (889k shares in first hour, goes up\n$10). It waffles for a bit as…",
  "data/reddit-stocks/r/stocks/comments/pgh4le/alibaba_makes_up_with_the_ccp_chinas_alibaba_to.json": "https://www.reuters.com/world/china/chinas-alibaba-invest-155-bln-towards-common-prosperity-2021-09-02/\n\nSHANGHAI, Sept 2 (Reuters) - China's Alibaba Group (9988.HK), will invest 100\nbillion yuan ($15.5 billion) by 2025 in support of \"common prosperity\", it said,\nbecoming the latest corporate giant…",
  "data/reddit-stocks/r/investing/comments/pgh92i/chewy_announces_second_quarter_2021_financial.json": "Chewy, Inc. (NYSE: CHWY) (\"Chewy\"), a trusted destination for pet parents and\npartners everywhere, has released its financial results for the second quarter\nof fiscal year 2021 ended August 1, 2021, and posted a letter to its\nshareholders on its investor relations website at…",
  "data/reddit-stocks/r/wallstreetbets/comments/pg9jpn/why_doesnt_everyone_only_trade_options_0_dte_spy.json": "I have been avidly learning the great minds of WallStreetBets and have gained\nextensive knowledge on investing, risk management, and portfolio growth. WSB has\nintroduced me to the great world of options, and it has completely changed my\nlife.\n\nPre-WSB I am ashamed to admit… but I used to be a……",
  "data/reddit-stocks/r/stocks/comments/pgicfx/robinhood_investors_are_propping_up_this_stock.json": "We are almost two days into what has historically been a bummer of a month for\nstock investors. Given the list of worries piling up, and those include Friday’s\njobs data and the shadow of last September’s nasty 10% slide, “the market is\nlikely to be bound for choppiness,” any way you slice it, notes…",
  "data/reddit-stocks/r/investing/comments/pghek6/chargepoint_stock_charges_higher_after_sales_beat.json": "Chargepoint Holdings Inc. disclosed Wednesday that its car-charging stations had\nproduced better sales than expected in the second quarter, and executives\nincreased their sales target for the year, sending shares more than 13% higher\nin after-hours trading.\n\nChargepoint reported a second-quarter…",
  "data/reddit-stocks/r/investing/comments/pgictj/heavily_indebted_chinese_developer_evergrande.json": "Read the full article here\n[https://www.ft.com/content/e870dd10-223c-411e-9e72-53c3b8e609b6]\n\n> Evergrande has warned it risks defaulting on its debt if it fails to raise\n> cash, as China’s most heavily indebted property developer battles to stave off\n> an unfolding liquidity crisis. The unusually…",
  "data/reddit-stocks/r/stocks/comments/pgluy2/i_put_50k_into_the_market_today_and_im_happy.json": "I’ve been scared to jump in, and I finally did it today. I put $25K into VTI and\n$25K into QQQ. If any of these ETF’s dip 5%, I plan to put $5K more. I know\neverything is at all-time high, but these ETF’s keep going higher and I feel\nI’ve missed enough gains. Don’t try to time the market. When QQQ…",
  "data/reddit-stocks/r/Bogleheads/comments/pgjtt7/how_much_time_do_you_spend_on_managing_your.json": "I don't know if this is just me but I find my self going between 2 extremes when\nit comes to spending time managing my investments:\n\nOnce in a while I'd spend couple days digging into all kinds of details and\nchange things up a bit but then I forget about that for a long time (so not\ndoing any…",
  "data/reddit-stocks/r/investing/comments/pgn3h8/investing_in_the_current_ath_market.json": "I'vw been doing monthly investment in sp500 for a few years. That had worked\nwell on the past years when there are up and downs.\n\nhowever, right now the market is at an all time high. There's research that\nshows that regular investment will likely be better in the long run as I put the\nmoney to work…",
  "data/reddit-stocks/r/wallstreetbets/comments/pgp0gh/rklb_literally_going_to_to_moon.json": "Here’s my attempt at a DD into Rocketlab and why I’m incredibly bullish on it.\nI’m not a financial advisor. I’m just a smooth brained ape that likes seeing\nflamey sticks go up high in the sky.\n\n• Rocketlab is literally the only main competitor to Elon’s Space X, currently\nvalued well over 15x RKLB’s…",
  "data/reddit-stocks/r/stocks/comments/pgpmyn/psychomarket_recap_thursday_september_2_2021.json": "Stocks once again traded, mixed, this time with the tech-heavy Nasdaq (QQQ)\nmodestly underperforming relative to the S&P 500 (SPY) and Dow Jones (DIA) both\nof switch had a last minute rally to close barely on the green. The Russell 2000\n(IWM), which tracks the performance of small-caps, outperformed…",
  "data/reddit-stocks/r/investing/comments/pgnbnu/why_do_so_many_people_dislike_the_federal_reserve.json": "I know hating the federal reserve is a really big talking point used by the\ncryptocurrency enthusiasts to get people to buy and not sell cryptocurrencies.\nIf people didn't buy cryptocurrency that whole ecosystem would not work.\n\nBut given the state of the financial economy and the world (it is based…",
  "data/reddit-stocks/r/stocks/comments/pgkcnb/any_stocks_under_10_a_share_that_you_like.json": "I have lots of blue-chip stocks in my portfolio, but I’m looking to buy some\ncheap stocks - preferably $10 or less - that could (hopefully!) grow\nexponentially over the next few years.\n\nI recently bought some shares of Crexendo ($CXDO) at $6.00, and some shares of\nIteris ($ITS) at $5.76. However,…",
  "data/reddit-stocks/r/investing/comments/pgo4l0/anybody_hedging_heavily_against_a_downtown.json": "Pretty self explanatory. You may not believe things will go down, and if so it’s\nnot my intention to argue — I’m familiar enough with investing to know value\nstocks will win if held in the long run and I understand we’re in the greatest\nbill run in history BUT I can’t help but see breaks in the dam.…",
  "data/reddit-stocks/r/stocks/comments/pgvqyr/when_reddit_goes_public_is_it_worth_a_buy.json": "Reddit was valued at $10 billion in a private fundraising round last month. By\nthe time the IPO takes place early next year, Reddit hopes it will be valued at\nmore than $15 billion, one of the sources said.\n\nThe sources cautioned that the timing and size of the IPO were subject to market\nconditions…",
  "data/reddit-stocks/r/investing/comments/pgr364/any_recommendations_for_cybersecurity_stocks_that.json": "I've been trying to get into the cybersecurity and data privacy industry because\nof it's monster growth projected over the next decade (CAGR of 9% and 41.5%,\nrespectively). Sadly, it seems I'm a little late to the party because every\ncompany I've seen is ridiculously overvalued imo. I'm not usually…",
  "data/reddit-stocks/r/stocks/comments/pgneun/ma_and_v_why_these_stocks_keep_declining_they.json": "MA and V these two stocks have been declining constantly for the past few weeks,\nthey have great fundamental and solid balance sheets. Is there any concern and\nreasons to make them going down? I am buying at these level because their\nrevenue and eps grow are still ongoing, and they can still expand…",
  "data/reddit-stocks/r/Bogleheads/comments/pgqdsm/this_article_makes_some_pretty_good_points_about.json": "> Today, high-quality bonds, a mainstay of most portfolios for their consistent\n> yields and downside protection, offer neither yield nor an inflation hedge.\n> \n> Adjusted for inflation, yields on high-quality bonds are negative.\n> \n> In other words, investing in Treasurys is guaranteed to earn a…",
  "data/reddit-stocks/r/wallstreetbets/comments/pgv4bi/a_lab_of_rockets_supplement_to_prior_dd_on_rklb.json": "This is an unplanned supplement to my prior DD on the eve of Rocket Lab’s\nde-spac.\n\nI had dozens of comments listing key points/catalysts that I had initially\nmissed, because I was keen on being the first to post a legal DD about rocket\nlab (SPACs aren’t allowed so when I first posted it months ago,…",
  "data/reddit-stocks/r/investing/comments/pgy04s/why_does_common_stock_appreciate_more_than.json": "I understand that preferred stock pays out more in dividends, and is preferred\nin the case of bankruptcy. But why should it not appreciate as much as common\nstock?\n\nIf the company is worth $1m, with 100k shares, then a thousand shares of either\npreferred or common stock would amount to 1% ownership.…",
  "data/reddit-stocks/r/stocks/comments/pgk8sz/is_tsm_a_strong_buy.json": "TSMC is the world's largest contract chip manufacturer, making 13 million units\na year for the likes of Apple and NVIDIA. It's not only Taiwan's biggest\ncompany, it's now the largest stock in the MSCI Emerging Markets Index, bigger\neven than China's Alibaba and Tencent. South Korea's Samsung is the…",
  "data/reddit-stocks/r/stocks/comments/ph2dtc/is_it_always_a_good_idea_to_average_up.json": "I started investing earlier on in the year and I’ve always been reluctant to\naverage up.\n\nMy plan has always been to buy when the price is low and to only buy when the\nprice goes below my average (thus, averaging down). It has worked ok for me so\nfar, but I feel like I may be missing out on future…",
  "data/reddit-stocks/r/stocks/comments/ph4bd5/august_nonfarm_payrolls_increase_235000_vs_720000.json": "Job creation for August was a huge disappointment, with the economy adding just\n235,000 positions, the Labor Department reported Friday.\n\nEconomists surveyed by Dow Jones had been looking for 720,000 new hires.\n\nThe unemployment rate dropped to 5.2% from 5.4%, in line with estimates.\n\nOwn thoughts:…",
  "data/reddit-stocks/r/Bogleheads/comments/ph4xd5/i_think_crypto_is_inherently_a_bad_longterm.json": "I think people investing in crypto are ignoring the fundamentals and just\nchasing recent returns. I have seen people here say they put 20% of their\nportfolio in crypto.\n\nI know I may be under Dunning Kruger effect so tell me if I am wrong.\n\nI will only consider Bitcoin. I know there are many other…",
  "data/reddit-stocks/r/stocks/comments/ph3qx2/what_are_some_blue_chiplarge_cap_stocks_to_buy.json": "Recently added AMZN during the dip, and will plan to add V and MA too. All these\nwill be in my long term portfolio.\n\nI’m curious What are some large cap stocks you guys are looking out on buying\nthe dip?",
  "data/reddit-stocks/r/stocks/comments/ph8qdt/whats_up_with_blockbuster_and_sears.json": "Anyone notice that Blockbuster, now under a holding ticker BLIAQ is going crazy,\nboth today and yesterday? Sears too, under SHLDQ.\n\nBlockbuster is up 1,700% as I write this, and Sears is up 175%.\n\nBlockbuster Liquidating Inc: https://www.google.com/finance/quote/BLIAQ:OTCMKTS\n\nSears Holding Corp:…",
  "data/reddit-stocks/r/investing/comments/phbmmh/senate_democrats_float_taxes_on_stock_buybacks.json": "Senate Finance Committee Democrats are looking at several tax options for paying\nfor their social-spending bill that have not been previously proposed by the\nWhite House, including taxes on stock buybacks and materials used to make\nsingle-use plastics, according to a document obtained by The…",
  "data/reddit-stocks/r/stocks/comments/ph8vuy/i_may_have_made_a_bonehead_move_please_help.json": "I am shorting 125 shares of a particular stock. I am down big in this position\nright now. It was a stupid move and I will never short sell again. However, the\nstock has pulled back, so I decided to hedge my short position by buying 50\nshares of the same stock long. However, when I tried to sell…",
  "data/reddit-stocks/r/stocks/comments/ph7z0o/your_favourite_etf_and_reason_behind_it.json": "Hello everyone,\n\nWanted to invest some money in a few ETFs, just wanted to ask what are your\nfavourite ETFs and why.\n\nI really like the ARK ETF I’m a big believer in Cathie Wood, even though I know\nthe risk/reward ratio is high. Tell me your thoughts on ARKs ETFs.",
  "data/reddit-stocks/r/stocks/comments/phdt3m/here_is_a_market_recap_for_today_friday_september.json": "PsychoMarket Recap - Friday, September 3, 2021\n\nStocks finished the day mixed, with the S&P 500 (SPY) and Dow Jones (DIA)\nfalling while the tech-heavy Nasdaq (QQQ) pushed higher, closing 0.31% higher.\nThe Russell 2000 (IWM), which tracks the performance of small-caps, fell 0.46%.\nMarket participants…",
  "data/reddit-stocks/r/investing/comments/phd21p/a_canadian_trust_is_likely_accelerating_the.json": "Edit: I just want to note upfront, I'm not advocating you go out and buy Uranium\nminers or trust/futures etc. My purpose is to share what I think is an\ninteresting study in reflexivity / market behavior.\n\nThere's something funky going on in the Uranium market. On the 17th of August,\nUranium prices…",
  "data/reddit-stocks/r/stocks/comments/phbkld/mongodb_surge_wraps_up_a_massive_week_for.json": "https://www.cnbc.com/2021/09/03/mongodb-tops-30-billion-market-cap-in-banner-week-for-open-source.html\n\nWith MongoDB’s surge on Friday, it’s now worth almost as much as IBM paid for\nRed Hat in a deal that closed in 2019.\n\nEarlier this week, Databricks raised a private financing round at a $38…",
  "data/reddit-stocks/r/stocks/comments/phdjfm/do_you_believe_in_fedjerome_powell.json": "I want to see what are the popular opinions here about the chairman of the Fed.\nFor me it kind of seems that a lot of people here have a neutral-negative\nsentiment about his actions. So it is very interesting to me what do you think\nabout his printing and QE - do you really worry about the potential…",
  "data/reddit-stocks/r/stocks/comments/phiruh/tesla_further_delays_cybertruck_timeline_to_late.json": "The Tesla Cybertruck delay was already a known fact, but CEO Elon Musk's latest\nreported comments add a few more details to the picture. Citing sources familiar\nwith the meeting, Electrek reported Thursday that Musk held a company-wide call\nand said the Cybertruck should be ready for production in…",
  "data/reddit-stocks/r/Bogleheads/comments/ph9nfy/once_you_learned_the_boglehead_way_how_did_you.json": "I've had a lot of help on this sub-reddit lately (so thank you), and this week\nwith thanks to you guys I've got my tax sheltered accounts in order, opting for\n100% VT.\n\nNow I'm trying to take care of my tax eligible accounts. Fortunately, I've been\ninvesting in a great market that was relatively…",
  "data/reddit-stocks/r/investing/comments/phmwpr/when_will_the_economy_return_to_normal.json": "Everywhere I go I see price increases, places state their disributor increased\nthe prices. For example, theres a special toothpaste I use from my local\ndentist, it used to cost $12, now its $20. The prices of used cars have\nskyrocketed. The local motorcycle dealers cannot get any stock and I am…",
  "data/reddit-stocks/r/Bogleheads/comments/phbfux/are_there_any_issues_with_the_fidelity_zero_funds.json": "Please correct me if I'm wrong, but it seems that with a total market and total\nworld market fund, the best thing to looks for is the lowest expense ratio. ZERO\nsounds pretty low! Am I missing something with these?\n\n\n\nI'll be investing here through my Roth IRA, so it's all long term stuff.",
  "data/reddit-stocks/r/Bogleheads/comments/phrexa/how_much_money_can_a_brokerage_take_at_one_time.json": "My bank won’t let me transfer more than 10k per day to Vanguard. Can Vanguard\naccess more, say 30k, if I request it through my settlement account?",
  "data/reddit-stocks/r/stocks/comments/phq0mw/is_v_visa_a_good_long_term_hold_for_5_years_or.json": "Recently V and MA had a dip and of course I bought some. However I’ve seen many\nmixed feelings about VISA as many people thinks that other financial platforms\nlike Square, PayPal, Affirm and possibly crypto payments will affect V/MA\nnegatively in the long term.\n\nHere in Asia where I live, VISA is…",
  "data/reddit-stocks/r/stocks/comments/phs50h/the_ultrarich_the_aging_population_and_the.json": "Finally an article about interest rate with substance! Link to article\n\nhttps://theovershoot.co/p/inequality-interest-rates-aging-and?fbclid=IwAR3P8TJ20ANxr-fLnSPpRZjybQhNFRVTtwYg_7zuL1aZQq6-2l1mLrOsr44\n\nMy take A) government spending that result in reduced debt load to the average\nJoe are in…",
  "data/reddit-stocks/r/stocks/comments/phas8v/do_you_think_the_last_250_years_of_economic.json": "Over the last 250 years the world has seen massive growth in both population and\nproductivity, this has fueled immense global economic growth. Most people take\nthis to be a new normal, that economic growth will extend indefinitely, but\nothers see diminishing population gains and returns on…",
  "data/reddit-stocks/r/investing/comments/phpwtr/watch_out_for_variable_annuities.json": "The worst financial decision I ever made was getting 200k worth of variable\nannuities with Met Life\n\nAs Anthony Robbins says in his book Money master the game, variable annuities\nare invariably bad.\n\nI held on to my annuities for 13 years so that they would get back to their ore\nsubprime mortgage…",
  "data/reddit-stocks/r/stocks/comments/phvyg9/imminent_market_crash_dd_why_i_believe_the_us.json": "This journey began for me with a random conversation. I was at a grocery store\non my break from work and while I was looking at different Greek yogurts, I\noverheard a man say something I couldn’t believe. I turned around and said “Sir…\nI’m sorry, what did you just say?” He introduced himself as the…",
  "data/reddit-stocks/r/investing/comments/phf53z/possible_to_redeem_old_paperbased_shares.json": "I have sort of a strange situation.\n\nI recently found some shares in a company that belonged to my late grandfather-\nliterally a piece of paper, like how they used to do it in the old days (aka\nphysical stock certificate). I'd hate to throw away something valuable on the\nassumption that they're…",
  "data/reddit-stocks/r/Bogleheads/comments/phnifc/whats_the_best_retirement_account_for_my_dad.json": "I didn't know where else to post this so mods feel free to remove this if I'm\nbreaking any rules.\n\nHe’s 55 and married, and plans to work for 15 more years and retire just like\nhis dad did at 70 years old. In his 401k through his employer (that canceled\ntheir match a couple years ago) with Fidelity,…",
  "data/reddit-stocks/r/stocks/comments/phzp60/playing_a_stock_game_in_school_need_advice_on.json": "I have 500k local currency to put into 5-20 stocks\n\nI can choose between selected Danish, Swedish, Norweigan and American stocks.\n\nI have a short time horizon of 3 months starting in 11 days.\n\nGod help me beat these suckers!",
  "data/reddit-stocks/r/stocks/comments/phtzdk/which_etfs_for_growth_over_5_years.json": "Investing from the UK. Currently 80% of my portfolio is in Vanguard S&P 500 ETF\n(VUSA - I believe it is VOO in the USA?). 11% APPL and 9% GOOGL.\n\nI want to start putting money in different ETFs to rely less on VUSA and to\nprovide some diversification. Even though I’m in the UK I just have little…",
  "data/reddit-stocks/r/stocks/comments/phu8lq/delisted_companies_popping_going_up.json": "EDIT: Removed all mention of stock tickers to comply with Rule 7! This is just\nfor learning! No ticker mentions please! DOn't get me banned!\n\n----------------\n\nI made a post yesterday trying to buy shares of delisted stock (basically\nBlockbuster and Sears ) but it was removed. Maybe because it was…",
  "data/reddit-stocks/r/Bogleheads/comments/pi30yq/i_decided_to_allocate_5_of_my_portfolio_to.json": "I’m a Boglehead who only buys index funds. I’m averaging a generous 10% return\nsince I started investing in April or so, and I have huge faith in index funds.\nI’m the person in my group of friends that usually advises everyone against\nspeculation and buying individual stocks.\n\nNonetheless, after…",
  "data/reddit-stocks/r/Bogleheads/comments/phz8n5/finally_in_a_spot_to_start_investingdoes_this.json": "I am finally financially in a spot where I have income that does not need to go\ntowards paying off debt and want to make sure I have understood everything I\nhave been reading on these boards correctly...\n\n-I am currently putting as much possible to max out 401k and have that 100%\nVanguard 2055 TD…",
  "data/reddit-stocks/r/stocks/comments/pi34nx/what_are_some_high_risk_high_reward_stocks_that.json": "I'm pretty young and don't have to pay rent. I feel like I should take some\nrisks and invest in safer stocks like VOO only when I'm older. As nice as 10%\ngains are every year it wouldn't really be worth much if I'm only putting in a\nfew thousand.",
  "data/reddit-stocks/r/investing/comments/pi3ep7/company_acquiring_another_one_offers_notes.json": "Hi all,\n\nThe company I work for was acquired by a private equity firm (PEF) - they went\nfrom a public company (shares was on the stock market) but they were all bought\nby the PEF.\n\nNow a larger software based company (LSBC) has acquired them from the PEF - the\nLSBC isn't offering the staff shares as…",
  "data/reddit-stocks/r/Bogleheads/comments/pi0o28/vtsaxvtiax_vs_vtivxus.json": "Besides the former being a mutual fund and the latter being ETFs, what is the\ndifference between these two pairs? Don't they track the same index and more or\nless hold the same stocks? Does one pair historically have a higher average\nreturn than the other? Which one would be a better buy for a…",
  "data/reddit-stocks/r/investing/comments/pi8u2l/help_for_a_us_citizen_living_abroad.json": "Hey guys, I’m a 21 year old student living in Switzerland, and i’ve been wanting\nto get into investing, but it’s so difficult!! I was born kn the US, so i have a\nUS passport, but i moved to Switzerland when i was one, so i have a Swiss\npassport as well. I’ve tried DEGIRO, Flowbank, Trading 212, but…",
  "data/reddit-stocks/r/Bogleheads/comments/picq3c/510_in_stocks.json": "Do you have 5-10% of your liquid portfolio in individual stocks or crypto? Just\nwondering if there are any Bogleheads that subscribe to more than just indexing.\nI have less than 10% in stocks - underperforming the index though.",
  "data/reddit-stocks/r/stocks/comments/picygx/what_do_you_feel_have_been_your_5_most_profitable.json": "Good morning everyone and thank you for taking the time to read my post. Happy\nSunday and I hope you all are enjoying this longer weekend. I think this is a\nvery important topic because it will put the minds of every trader together to\ncome out with 5 tickers or at least 3 that have been winners for…",
  "data/reddit-stocks/r/stocks/comments/pidyd7/hey_im_not_that_old.json": "I’m 53 and only recently became interested in investing. I currently put 20% of\nsalary into my RSP, so I think I’m being fairly sensible in my retirement\nplanning. I recently paid off my truck and now have $400 a month to invest. I’ve\nstarted buying shares a bit, and learning what I can. 40 shares…",
  "data/reddit-stocks/r/investing/comments/pifa8n/my_top_tech_stocks_to_watch_that_pays_dividends.json": "My top tech stocks watchlist that pays dividends:\n\nTicker AAPL MSFT AVGO CSCO INTC NVDA TXN Yield 0.57% 0.74% 2.89% 2.49% 2.6%\n0.07% 2.15% PE 30.20 37.78 19.92 18.79 11.89 76.98 25.73 Payout 17.22% 28.11%\n57.65% 46.54% 30.89% 5.39% 55.28% Div Growth YR 9 17 10 10 7 0 15 CAGR 5yr 9.3%\n9.52% 50% 9.21%…",
  "data/reddit-stocks/r/Bogleheads/comments/phz43m/is_anyone_tempted_by_value_investing_right_now.json": "I personally am; index funds are at high P/Es right now. It goes against the\nBogle ethos but my god, at some point you have to look at the price of the thing\nyou're buying and hesitate.",
  "data/reddit-stocks/r/stocks/comments/pihj57/if_you_like_to_swingtrade_heres_a_list_of_stocks.json": "I maintain a long watchlist of popular stocks that I am always keeping an eye\non. I look at their charts almost daily looking for opportunities in swing\nplays.\n\nSinkers are usually a possible entry for a buy-the-dip play and the\nout-performers might be at a good spot to take some profit and lower…"
}