{
  "data/reddit-books/r/booksuggestions/comments/krlw7h/suggest_me_an_audiobook_app_that_isnt_owned_by.json": "Hi all,\n\nI know it's not a book suggestion per se, though I've been getting into\naudiobooks again to listen to at the gym/while I commute to my new job (its a\nbit of a drive). Thing is, I'm really not wanting to support Jeff Bezos. He's\nfilthy rich, and I'd rather not make him richer, especially…",
  "data/reddit-books/r/booksuggestions/comments/l0gita/used_to_be_a_book_lover_but_then_social_media.json": "Hi everyone,\n\nI am fairly new to Reddit, still trying to figure out how it really works. But,\nI came across this sub Reddit and I thought to myself, give it a try, it might\nbe helpful.\n\nSo here goes nothing.\n\nWhen I was little, I grew up reading books. My parents read to me before bedtime\nand…",
  "data/reddit-books/r/booksuggestions/comments/kp3pvm/what_to_read_when_youre_feeling_absolutely_lost.json": "Hi everyone,\n\nthe last 10 years or so I've done nothing but studying and working to get to\nwhere I am today, I get paid well and work for my dream company but I'm still\nnot happy with my life and don't really know where to go or what to do next.\n\nAny book recommendations for people that feel really…",
  "data/reddit-books/r/booksuggestions/comments/kvskgx/i_am_new_to_reading_in_my_beginning_stages_of.json": "A series with thousands of pages seems a little overwhelming, currently. Is\nthere a book to introduce one to Fantasy? One that would suggest if Fantasy\ngenre is ones cup of tea?\n\nLike I said, I’m brand new to reading and have only finished 3 books, popular\nones (where the crawdads sing, A Million…",
  "data/reddit-books/r/booksuggestions/comments/kssjl6/books_that_make_you_happywarm_and_fuzzy_a.json": "The news has been pretty depressing here in the US, so who has a good book to\nmake me feel better about humanity again? I need to stop doom scrolling and I'd\nlike to enjoy a good book that preferably avoid politics.\n\nThanks everyone!",
  "data/reddit-books/r/booksuggestions/comments/kyju5w/books_about_women_in_their_30s.json": "I’m searching for books about the lives of women in their 30s that isn’t a\nromance story or a ‘I was a white picket fence soccer mum and then went wild’\ntale.\n\nBeing in my 30s, I can’t really relate to the “enjoy your 20s!” Or “young\nsingles!” anymore and I’m not quite at the ‘older women being…",
  "data/reddit-books/r/booksuggestions/comments/kwsipe/in_need_of_uplifting_fluff_to_recover_from_song.json": "First of all big “i hate you/I love you” to everyone on here who has suggested\nSong of Achilles. I’m crying right now so as punishment please recommend a fluff\nfilled laugh fest so that I may recover. Thank you",
  "data/reddit-books/r/booksuggestions/comments/kv32ce/which_books_are_the_best_to_learn_about_ancient.json": "I would love to learn more about the first civilizations (Sumerian, Minoan,\nEgyptian...), but I do not know where to start to get a general idea about them\nbefore diving deep into a specific one. I have read some books about Universal\nHistory, and I think it is time to take one more step and go just…",
  "data/reddit-books/r/booksuggestions/comments/kpsdj5/looking_for_books_similar_to_the_films_se7en.json": "Basically as the title says. Looking for books that involve serial killers and\ndetectives or police solving the crime. I really love the darkness of the\natmosphere in Se7en and the disturbing vibes of it (I don’t want anything too\ndisturbing though). I also love the mystery and feelings of unease in…",
  "data/reddit-books/r/booksuggestions/comments/kzt7h5/suggestions_of_must_read_books_surrounding_black.json": "Hello everyone,\n\nI was wondering if anyone had some good go-to recommendations for books which\nfocus on Black history and some of the most important events and figures within\nthat time.\n\nI realised that I have no real in-depth knowledge of black people's history and\ntheir struggle during and since…",
  "data/reddit-books/r/booksuggestions/comments/ksdmtm/nonfiction_must_reads.json": "Looking for suggestions for non-fictional books that have made a significant\nimpact in your daily lives as well as leaving an impression that you learned\nsomething new. Thanks!",
  "data/reddit-books/r/booksuggestions/comments/l1w01k/books_with_an_unreliable_narratornarrator_that.json": "I’ve read We Have Always Lived in the Castle and really enjoyed the elements of\nnot knowing what’s real due to the main character. The way you can’t tell if\nshe’s mad or magical and her descriptions of what’s happened slowly evolve is\nreally interesting to me.\n\nI also just read Piranesi and…",
  "data/reddit-books/r/booksuggestions/comments/kuodys/books_w_adult_dystopian_romance_like_hunger.json": "I need to unload life stress right now and want to throw myself into some\npage-turners.\n\nI really liked Hunger Games, Catching Fire, Divergent, Insurgent...but wanted\nsomething a little more grown up in the romance department.\n\nNot asking for 50 Shades graphic at all...but more \"climactic\" than YA…",
  "data/reddit-books/r/books/comments/kx1jih/unpopular_opinion_jumping_between_different.json": "Probably going to get downvoted for this, but I seriously dislike when authors\njump between different characters storylines in each chapter. I don’t have a\ngreat memory so I spend a lot of the time trying to remember where they left\noff. Also, sometimes I don’t like the character or their storyline,…",
  "data/reddit-books/r/books/comments/kvm0na/which_contemporary_book_written_in_the_last_20.json": "Can you imagine people reading something you've enjoyed now, say 200 years\nlater. The thought is so fascinating to me. Which recent book do you think will\nstand the test of time :)\n\nNote: just added 20 years as reference point, let me know if there's something\nwritten slightly earlier that you think…",
  "data/reddit-books/r/books/comments/kuendn/do_you_ever_start_reading_a_book_but_dont_get.json": "I started the year on a fantasy-romance high with 'The Shadows Between Us' and\nafter looking for suggestions from r/suggestmeabook [/r/suggestmeabook] I\nfollowed it up with Uprooted. Turns out the romance is basically a side plot and\nI've been dragging myself to read through it so I can get to the…",
  "data/reddit-books/r/books/comments/kwc9ij/books_set_in_the_covidreality_are_going_to_start.json": "I've just realised that I won't be able to read most of the new books - because\nI'm not ready to read about people wearing maska, people isolating etc. Not yet,\nat least. Maybe one day in the future. But I hate this reality and I don't cope\nwith it well. I just hate the thought of reading about it,…",
  "data/reddit-books/r/books/comments/kocewk/shrek_was_a_book.json": "I was doing some reading about the history of Shrek\n[https://upload.wikimedia.org/wikipedia/en/a/a7/Shrekcover.jpg] (long story),\nand learned that it was a children’s book written ten years before the movie\ncame out.\n\nNot only that, but it was written by William Steig--who you might recognize as\n1.…",
  "data/reddit-books/r/books/comments/ko1vsu/oh_my_god_and_then_there_were_none_by_agatha.json": "Just finished ‘and then there were none’. That has to be the most ingenious and\nbest mystery book I’ve ever read. I have been sitting here for half an hour\ntrying to compute what I just read. I cannot express in words how bloody amazing\nit was. You all must read it! Christie really is the queen of…",
  "data/reddit-books/r/books/comments/l0lope/i_didnt_think_lolita_would_mess_me_up_so_bad.json": "Sorry if gushy posts about how a book made me cry aren't allowed, but Jesus\nChrist man.\n\nI knew what Lolita was before I read it. I knew it was about a sick, evil man\n\"falling in love\" with a little girl and taking advantage of her after her\nmother dies. But I think going into the book with this…",
  "data/reddit-books/r/books/comments/ksd5d1/stephen_kings_writing_should_be_broken_into_three.json": "I qualify as a Constant Reader. I've read (almost) every Stephen King novel,\nnovella, short story, and non-fiction under his name - I'm missing the Gwendy\nworks, the book about the 2004 Red Sox season, and when he puts out a short\nstory as a part of a multi-author anthology.\n\nWhat I have come across…",
  "data/reddit-books/r/books/comments/kw7t6m/does_a_bad_ending_ruin_a_book_for_you.json": "I think that in my case it depends on the quality of the rest of the story. If\nI'm reading a book and hating every minute of it when I get to the bad ending it\nwould just become one more thing to complain about later on, like a cherry on\ntop of a pile of garbage.\n\nIt's a lot worse when the book is…",
  "data/reddit-books/r/books/comments/krhet2/found_my_love_for_reading_again_by_treating_books.json": "Part of my New Years resolution is to read more. I continually set this goal for\nmyself but never follow through as I find I get bored pretty easily and need to\nswitch my focus. Because of this, it’s been hard for me to get through a book\nentirely.\n\nOn January 1st, I picked up one of the books I got…",
  "data/reddit-books/r/books/comments/l2cwhg/i_dont_care_what_anyone_else_says_treasure_island.json": "It's frightening! Not only that, but on a literary level, it's also written like\na horror novel. Think about it.\n\n * Overarching sin? Yes, greed.\n\n * The supremely innocent entangled with the supremely guilty? Yes Jim Hawkins\n   and John Silver.\n\n * Violence as a central focus? I'd say that's a big…",
  "data/reddit-books/r/booksuggestions/comments/l4ro5s/books_about_why_people_fall_for_conspiracy.json": "Given the current state of events with QAnon, Flat Earthers, Sovereign Citizens,\n9-11 Truthers, Holocaust Deniers, Moon Landing Deniers, and people who believe\nBill Gates is trying to Microchip them...I'm looking for books about the\npsychology of conspiracy theorists.\n\nI've only found one book just…",
  "data/reddit-books/r/books/comments/l4p0kx/has_anyone_ever_completely_misunderstood_or.json": "I ask because I read And Then There Were None by Agatha Christie when I was in\nhigh school, but I skipped the epilogue because I guess I thought it was boring?\nAnyway, for years I always assumed that the last character alive had been the\nmurderer - until two weeks ago when someone mentioned here…",
  "data/reddit-books/r/books/comments/l4h5pd/i_just_finished_the_book_thief_by_markus_zusak.json": "I recently finished The Book Thief by Markus Zusak (I may be a little late to\nthe party), and it really left quite the impression on me. I spent the last\nfifty or so pages bawling my eyes out even though there are giveaways to the\nending from the outset.\n\nHowever, the thing I found most enveloping…",
  "data/reddit-books/r/books/comments/l4mmlw/ive_finally_gotten_my_mom_to_pick_up_112263_and.json": "I was always an action/adventure/scifi fan, and had never explored King until\nthe second half of 2020 I’ve been ripping through his books, and came across\n11/22/63, which sucked me in. I had it on audiobook and went out of my way to\ndrive, just to listen to it. I listened to it before I slept. I…",
  "data/reddit-books/r/books/comments/l4nsxo/ever_read_a_book_that_just_made_you_feel_dumb.json": "I'll preface this by saying that I think I'm pretty well-read. I think that\ncompared to the general population, I have an above-average vocabulary. But\nGnomon by Nick Harkaway is making me feel illiterate. The guy's word choices are\nso foreign to me, and used with such frequency that if I were to…",
  "data/reddit-books/r/books/comments/l4qqx2/im_hafsah_faizal_bestselling_author_of_we_hunt.json": "Hey Reddit! I'm Hafsah Faizal, award-winning and bestselling author of WE HUNT\nTHE FLAME and WE FREE THE STARS, which released last week, and the upcoming A\nTEMPEST OF TEA. I write fantasy for upper young adult, though I do like to\nconsider my work to be good crossover material for those in search…"
}