{
  "data/reddit-ask/r/TooAfraidToAsk/comments/pywouz/why_arent_prisons_more_self_sustainable_so_taxes.json": "I saw a black mirror episode where there were people who biked all day and gave\nelectricity to the rest of the country and i was thinking. Why dont prisoners\nwho are serving life anyways not contributing anything but get to live with food\nand shelter with our tax money\n\nEdit: please dont take this…",
  "data/reddit-ask/r/NoStupidQuestions/comments/pz38ka/why_are_black_americans_called_african_americans.json": "It's seema odd to me (Being white and British) but surely if they are born in\nAmerica they are Americana, why does it it matter where they great grandparents\ncome from?\n\nMine are from Germany but I don't get reffered to Anglo-german\n\nJust seems strange to me is all",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pz25q2/why_birth_control_method_are_usually_done_with.json": "I'm a female and on birth control just fine, but I've seen so many of my friends\nhas problem with hormonal birth control (ie. Acne, mood, bleeding etc) and some\nmale friends that I know also hate using condoms. So I'm just curious of why\nthere weren't more options for male? Like as far as I know…",
  "data/reddit-ask/r/AskWomen/comments/pz3cnd/when_you_encounter_males_who_claim_period_pains.json": "….I’m merely asking this for educational purposes ;)",
  "data/reddit-ask/r/NoStupidQuestions/comments/pyz8gx/if_i_accidentally_started_a_fire_in_my_hotel_room.json": "This is entirely hypothetical. Say the fire would have grown out of control by\nthe time I put clothes on or grabbed a blanket to cover myself. Would I be a\nhero or a criminal?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pz4i1t/after_a_totally_normal_interaction_with_coworkers.json": "Not often. I actually tend to think I'm an okay conversationalist. Not a huge\nfan of small talk but I can do it if I need to, and I'm happy to talk away if\nsomeone is chatty, and I am not nervous or worried during the social moment.\n\nHowever towards the end of the day, sometimes I'll think back to a…",
  "data/reddit-ask/r/askscience/comments/pz768a/how_does_europa_have_liquid_water.json": "I've always understood the habitable zone to be the only distance where liquid\nwater could exist on a planet. Any closer and it would evaporate, any further\nand it would freeze. The habitable zone for our sun is 0.9 - 1.5 au, yet Jupiter\nis 5.2 au on average from the sun with the closest distance…",
  "data/reddit-ask/r/askscience/comments/pz84vu/which_of_a_nuclear_explosions_effects_are_unique.json": "Radiation and fallout are obviously due to the radioactive fuel source, but what\nabout things like the flash or mushroom cloud? How many of, say, Little Boy's\neffects could be replicated with 12,000 tons of conventional explosives?",
  "data/reddit-ask/r/askscience/comments/pz7tna/why_are_galactic_centers_always_occupied_by_black.json": "I recently heard from Dr Tyson that all galaxies (or at least the vast majority,\nhe wasn't being super precise in this presentation) we have checked appear to\nhave black holes in their centers. That got me wondering why that would be, and\nthis galaxy-scale accretion disk is the best idea I've got.…",
  "data/reddit-ask/r/AskHistorians/comments/pz6bj6/in_egyptian_history_the_reforms_of_muhammad_ali.json": "Japan's reforms turned it into a world power capable of conquering China and\ndefeating Russia and (initially) the United States, while Egypt became a British\ncolony which did not become independent until 1952. Why?"
}