{
  "data/reddit-know/r/YouShouldKnow/comments/kw6b7z/ysk_that_if_attached_your_bank_account_to_venmo_a.json": "YSK that if attached your bank account to Venmo, a company called Plaid is recording all your back account activity.",
  "data/reddit-know/r/YouShouldKnow/comments/ksx5nc/ysk_if_someone_commits_a_trivial_mistake_in_their.json": "YSK: If someone commits a trivial mistake in their English, it’s not a big deal and doesn’t form the basis to invalidate their point",
  "data/reddit-know/r/YouShouldKnow/comments/kumvbb/ysk_many_dishwashers_have_filters_that_need_to_be.json": "YSK many dishwashers have filters that need to be pulled out and cleaned.",
  "data/reddit-know/r/YouShouldKnow/comments/kturp5/ysk_just_because_everyone_around_you_is_an.json": "YSK: just because everyone around you is an asshole, doesn’t necessarily mean you are",
  "data/reddit-know/r/YouShouldKnow/comments/kv849q/ysk_how_to_use_the_ivy_lee_method_to_increase.json": "YSK how to use the Ivy Lee Method to increase your productivity",
  "data/reddit-know/r/YouShouldKnow/comments/kue5p4/ysk_dont_comment_on_how_little_someone_eats_at_a.json": "YSK: Don't comment on how little someone eats at a gathering/restaurant/dinner table: it is an incredibly negative experience for the person involved, many people cannot eat regular portions in one sitting due to crippling, tragic diseases that go unnoticed by even their closest loved ones.",
  "data/reddit-know/r/YouShouldKnow/comments/ku5a3n/ysk_how_to_be_homeless_and_not_completely.json": "YSK how to be Homeless and not completely Miserable.",
  "data/reddit-know/r/YouShouldKnow/comments/kuj8o1/ysk_suicides_do_not_increase_in_the_winter_they.json": "YSK: Suicides do not increase in the winter. They increase in the early summer",
  "data/reddit-know/r/YouShouldKnow/comments/kw3bqj/ysk_chrome_browser_for_iphone_lets_you_use_the.json": "YSK Chrome browser for iPhone lets you use the desktop YouTube site, this means you can background play music without purchasing YouTube Red!",
  "data/reddit-know/r/YouShouldKnow/comments/kvmvqv/ysk_if_youre_sending_anything_solid_in_an.json": "YSK: If you're sending anything solid in an envelope by mail (cards, drivers license, rings, money, etc) you should tape it to a piece of paper",
  "data/reddit-know/r/YouShouldKnow/comments/kunrib/ysk_you_can_transform_the_life_of_someone.json": "YSK You can transform the life of someone suffering from corneal blindness; register to be an eye, organ and tissue donor, and let someone see life through your eyes.",
  "data/reddit-know/r/YouShouldKnow/comments/ku2qj6/ysk_when_youre_infatuated_with_someone_your_brain.json": "YSK: When you're infatuated with someone, your brain releases so much dopamine into your system that you believe this person to be perfect. Although it's a great feeling to have, it can also lead to feelings of unworthiness of this person's reciprocated infatuation.",
  "data/reddit-know/r/YouShouldKnow/comments/kwjxhr/ysk_that_there_is_an_easy_way_to_tell_if_a_aa.json": "YSK that there is an easy way to tell if a AA battery is dead. Drop the battery onto a hard surface from 7-10 cm(3-5 in) .high. A charged battery will hit the ground with a thud and either stand straight up or fall directly over. A dead battery will bounce.",
  "data/reddit-know/r/YouShouldKnow/comments/kw6axs/ysk_it_isnt_good_to_use_laser_pointers_with_pets.json": "YSK it isn’t good to use laser pointers with pets and other animals",
  "data/reddit-know/r/YouShouldKnow/comments/kt19g3/ysk_snow_should_be_removed_from_the_front_and.json": "YSK: Snow should be removed from the front *and* rear windshield, all windows, the hood and the TOP of your car before driving",
  "data/reddit-know/r/YouShouldKnow/comments/kuie33/ysk_you_can_bypass_paywalls_article_membership.json": "YSK: You can bypass paywalls, article membership requirements and ads by using outline.com",
  "data/reddit-know/r/YouShouldKnow/comments/kuhy0p/ysk_there_is_a_modern_free_and_public_domain.json": "YSK: There is a modern free and public domain ebook library app at BookDark.com based on Project Gutenberg where you can search and explore ebooks by authors or tags.",
  "data/reddit-know/r/YouShouldKnow/comments/kwi67g/ysk_that_eu_citizens_can_take_college_courses.json": "YSK that EU citizens can take college courses from Swedish universities for FREE online",
  "data/reddit-know/r/YouShouldKnow/comments/kwz6mo/ysk_if_you_have_a_specific_question_about_a.json": "YSK: If you have a specific question about a scientific field, email an academic expert, they'll generally respond"
}