{
  "data/reddit-books/r/books/comments/luxwjx/tall_mass_market_paperbacks_are_lame.json": "US publishing industry gripe here: I noticed that the current mass market\npaperback edition of Frank Herbert's Dune is one of those \"tall\" versions, where\nthey increase the height by an inch. In the case of Dune, they've also increased\nthe spacing between lines of text and thus increased the page…",
  "data/reddit-books/r/books/comments/luz5go/my_boyfriend_is_reading_aloud_to_me_and_its_so.json": "I've always been someone who reads aloud to people. It's something I love doing.\nWhen my sister (who is 14 years younger than me) was little I'd take her to the\nlibrary and read with her for hours just pile after pile of books and right up\nuntil she was 12 we would read together. We've worked…",
  "data/reddit-books/r/books/comments/luvger/why_are_spoilerfilled_essays_so_often_added_to.json": "This has long been a pet peeve of mine that's grating on me more and more\nlately.\n\nI understand the reasoning behind including analytical essays with new editions\nof classic novels, and I often enjoy reading them....but not until after I've\nfinished the actual book, because I don't want spoilers. So…",
  "data/reddit-books/r/booksuggestions/comments/lv042c/whatre_some_mustread_classics.json": "So I’ve been reading a lot and am looking for some suggestions. So far I’ve\nread:\n\nJane Eyre\n\nCatcher in the Rye\n\nFrankenstein\n\nThings Fall Apart\n\nNight\n\n1984\n\nAnimal Farm\n\nSo Long, See You Tomorrow\n\nCount of Monte Cristo (currently reading)\n\nWhat’re some other classics I should read?",
  "data/reddit-books/r/booksuggestions/comments/lva822/i_want_to_start_reading_philosophy.json": "Hello I just recently decided to get into philosophy ,Any tips on where to start",
  "data/reddit-books/r/books/comments/lvdsy6/til_that_marilyn_monroe_was_quite_the_bookworm.json": "I tried sharing this on r/todayilearned [/r/todayilearned], but they wouldn't\nlet me, so I thought I'd share it here. r/books [/r/books] seems to be a\npossibly more interested crowd anyway...\n\nAs a bookworm, I like to see what some of my favorite public figures like to\nread (musicians, actors,…",
  "data/reddit-books/r/booksuggestions/comments/lvp7cb/the_hate_u_give.json": "I finished The Hate U Give by Angie Thomas a few weeks ago and HIGHLY recommend\nit. The characters and, I’m sorry to say, storyline are very plausible and\nrelevant to the world where we live today, so getting through it is really easy.\n400+ pages, but if you appreciate quality fiction, that fact’ll…",
  "data/reddit-books/r/books/comments/lvtt9l/not_sure_who_needs_to_hear_this_but_you_can_leave.json": "I have seen a lot of people feeling guilty about not being able to complete\nreading a book. There was a time when I picked up a book, didn't like after\ngoing through 30% of it but still continued to finish it. Or when wasn't able to\nfinish it, I felt bad for some reasons. I don't think it is the…",
  "data/reddit-books/r/books/comments/lvo1t4/john_flanagans_the_rangers_apprentice_was_my.json": "I too grew up with Harry Potter books, but once I read the first entry to the\nRanger's Aprrentice series, I was hooked.\n\nAlthough I was hoping for a letter from Hogwarts to arrive some day (still do!),\nbecoming a Ranger seemed so much more feasible. Their relationships with horses\nwere very…",
  "data/reddit-books/r/books/comments/lvsjat/reading_is_reading_is_reading.json": "In just the last few days there’s been posts of people saying they feel like\nlook down on or just over all feel better than people who don’t read, or posts\nthat disparage entire genres, and so on...\n\nAnd I just... don’t understand?\n\nFirst, in what glass houses do people live in that you feel…",
  "data/reddit-books/r/booksuggestions/comments/lw4bkp/novels_that_taught_you_something.json": "Novel lovers please help! I have almost exclusively read nonfiction until this\nyear and I’m trying to jump into novels that you can really lose yourself in.\nBut I really like to learn something when I read a book. What are some novels\nyou read recently that left you with some new knowledge on a…",
  "data/reddit-books/r/books/comments/lw5q2n/i_realized_ive_been_going_about_finding_books_the.json": "This is a realization I had somewhat recently. It may or may not speak to other\nfolks, but I figured I would at least post my experience and see if there was\nany discussion folks were interested in having.\n\nFor so many years, my main book process has been\n\n 1. Search online for genres I like.\n\n 2.…"
}