{
  "data/reddit-changemyview/r/changemyview/comments/ovkd6d/cmv_funeral_directors_and_funeral_industry.json": "When people die of COVID, where do you think they go? People die every day\nanyways, but funeral homes have been absolutely swamped since the start of this\nwhole thing. The only thing you’ve probably heard about is the sheer number of\nbodies, having to be put into refrigerated trucks because the…",
  "data/reddit-changemyview/r/changemyview/comments/ovnnye/cmv_white_collar_dress_codes_have_no_practical.json": "Blue collar workers wearing protective gear makes sense. You don't need any\nspecial suit to make a spreadsheet. Some of the common arguments I've seen to\ncontradict this go along the lines of: studies show that wearing a suit makes\npeople more productive. But it seems that these studies were only…",
  "data/reddit-changemyview/r/changemyview/comments/ovr20r/cmv_pop_tarts_should_have_individually_labeled.json": "Tone Edit: While this really is my view it is a light hearted one. I’m not angry\nor upset at Kellogg’s just genuinely of the view that food should be\nrecognizable and identifiable even when out of the box and I’m equally perplexed\nas to why this particular item isn’t labeled as such. That said I’m…",
  "data/reddit-changemyview/r/changemyview/comments/ovziw0/cmv_cnn_is_at_a_point_where_it_should_no_longer.json": "So let me start by saying CNN is not the only source guilty of this- the\nmajority of American news sources have the same problem I'm about to describe.\nBut over the last 4 years, CNN has become the worst, and I check over all the\nmajor sources on a daily basis (fox, CNN, NYT, Reuters, ABC, MSN, AP,…",
  "data/reddit-changemyview/r/changemyview/comments/oviv9x/cmv_reddit_makes_money_off_of_mentally_ill_people.json": "\"They do it for free\"\n\nI don't know if you are familiar with the meme but it's a referance to internet\nmoderators and what they do for no monetary compensation. On the surface it\nseems like a negative thing to say, and I would agree, but I would also agree\nwith the point.\n\nThere are countless of…",
  "data/reddit-changemyview/r/changemyview/comments/ovxkci/cmv_if_we_need_covid_lockdowns_then_we_need_the.json": "Edit for clarification: this is an anti-lockdown CMV, not stricter border\ncontrol. Our elected government should not remove legal citizens liberties “for\ntheir own safety” if the government exhibits willful misconduct in preventing\nthe spread of Covid due to illegal border crossings. Again, I’m not…",
  "data/reddit-changemyview/r/changemyview/comments/ow1uq2/cmv_not_revealing_transgender_status_regardless.json": "Inspired by an argument made with a user on here.\n\n\n\nLet's completely disregard the fact that currently I don't believe a surgically\nconstructed sex organ is unidentifiable compared to a \"natural\" one, but lets\ndisregard this and pretend there is no way to tell the difference at all.\n\n\n\nSo let's…",
  "data/reddit-changemyview/r/changemyview/comments/ow1amu/cmv_christianity_and_all_its_branches_have.json": "Yeah, pretty much the title. I feel religion really but Christianity in\nparticular has created just large amounts of close minded people who take their\nbible as fact. If you have something they disagree with and they can find\nsomething in the bible that backs them up theres no changing their mind. I…",
  "data/reddit-changemyview/r/changemyview/comments/ow2n0t/cmv_jordan_peterson_is_the_most_willfully.json": "My interest in him started in 2016 when I saw headline after headline likening\nhim to Hitler, countless articles referring to him as racist, misogynist,\ntransphobic, homophobic, the list of epithets endless. \"This is going to be an\ninteresting read\" i thought to myself, and so I began watching full…",
  "data/reddit-changemyview/r/changemyview/comments/ovyyii/cmv_fast_fashion_is_the_cause_of_severe_negative.json": "Fast fashion brands like Shein, Zara, Topshop are major contributors to\nenvironmental problems progressing as a result of mass production of cheap, poor\nquality, disposable clothing. The fashion industry as a whole creates 80 billion\ngarments a year which is over 10 for each person on earth. The…",
  "data/reddit-changemyview/r/changemyview/comments/ovvyys/cmv_heroin_should_not_be_a_drug_legally.json": "There are absolutely recreational drugs that should decriminalized/legalized.\nMarijuana is the most known example.\n\nHeroin is one that I have heard some people should be legal because when used\nresponsibly, is no problem.\n\nThe main reason I take issue with it is from personal expierience. One time…",
  "data/reddit-changemyview/r/changemyview/comments/ovmgkt/cmv_extremely_overpowered_characters_especially.json": "I honestly like one punch man for this because it knows that Saitama being an\nunkillable god is boring so it does all kinds of other crazy stuff with the\nstory.\n\nCompare that to DBZ or JoJo where characters have insane unbearable power and\nit's just kind of... boring. You pretty much know how every…",
  "data/reddit-changemyview/r/changemyview/comments/ow58xl/cmv_mental_health_awareness_usually_focuses_on.json": "Pretty much what it says. Whenever I hear phrases like “raise awareness about\nmental health” or “taking care of mental health” and things of that nature, it\nfeels like they really only mean anxiety, stress, and mild depression (not\nintending to diminish these at all) Mental illnesses I feel like…",
  "data/reddit-changemyview/r/changemyview/comments/ow6eh8/cmv_the_vitriol_towards_simone_biles_is_complete.json": "Isn't it amazing how when it comes to masks, a large cross section of America\nclaims it causes mental distress. When it comes to mass shootings, a large cross\nsection of America will quickly point to the mental health status of the\nshooter....even if the shooter had no previously diagnosed…",
  "data/reddit-changemyview/r/changemyview/comments/owfwpy/cmv_many_people_who_support_diversity.json": "So firstly, notice the word \"many\" if my title, because this will obviously not\napply to everyone. But I do think it applies to many.\n\nI think many of the people you see who support concepts such as \"no human is\nillegal\" and \"no borders\" are hypocrites, and only believe this for countries\nfor which…"
}