{
  "data/reddit-know/r/YouShouldKnow/comments/r69hrq/ysk_scihub_is_a_free_recourse_to_get_access_to.json": "YSK: SciHub is a free recourse to get access to the majority of research papers",
  "data/reddit-know/r/YouShouldKnow/comments/r63i5k/ysk_there_is_an_extension_that_lets_you_see_the.json": "YSK: There is an extension that lets you see the number of dislikes on a youtube video",
  "data/reddit-know/r/YouShouldKnow/comments/r6bw6t/ysk_that_taking_a_deep_breath_to_calm_down_works.json": "YSK that taking a deep breath to calm down works better with diaphragmatic breathing",
  "data/reddit-know/r/YouShouldKnow/comments/r6h98n/ysk_that_browsers_have_limitations_when_it_comes.json": "YSK that browsers have limitations when it comes to streaming quality. For watching shows or movies, Edge and Safari actually provide a way better experience than Chrome or Firefox.",
  "data/reddit-know/r/YouShouldKnow/comments/r6su7n/ysk_the_buildup_of_black_soot_on_the_bottom_of.json": "YSK The build-up of black soot on the bottom of your pots and pans is not normal. It can be a sign of excess carbon monoxide.",
  "data/reddit-know/r/YouShouldKnow/comments/r6q20e/ysk_that_6_inflation_in_2021_to_2_inflation_in.json": "YSK that 6% inflation in 2021 to 2% inflation in 2022 is “transitionary” in relative terms, but an actual increase in absolute terms",
  "data/reddit-know/r/YouShouldKnow/comments/r76qnq/ysk_a_team_of_researchers_are_using_a.json": "YSK A team of researchers are using a choose-your-own-adventure game to allow you to change your inner dialogue – and the study is still open for participants.",
  "data/reddit-know/r/YouShouldKnow/comments/r7f7wm/ysk_that_you_should_always_ask_before_introducing.json": "YSK that you should always ask before introducing yourself or pet to a dog you don’t know",
  "data/reddit-know/r/YouShouldKnow/comments/r7p2js/ysk_that_button_batteries_the_batteries_that_look.json": "YSK that button batteries (the batteries that look like coins) of swallowed can burn the inside of a persons esophagus and is a life threatening emergency.",
  "data/reddit-know/r/YouShouldKnow/comments/r7tija/ysk_when_you_buy_digital_media_online_you_dont.json": "YSK: when you buy digital media online, you don't own it, you're just licensed to watch it. that can be taken away.",
  "data/reddit-know/r/YouShouldKnow/comments/r7xqkx/ysk_starting_a_workout_regimen_requires_more.json": "YSK starting a workout regimen requires more mental gymnastics than physical. You need to establish mental structure to stay motivated and push through the drone of doing it every week of every year, forever.",
  "data/reddit-know/r/YouShouldKnow/comments/r81h2u/ysk_if_you_have_a_careerbuilder_account_even_if.json": "YSK: If you have a CareerBuilder account, even if old and disused, they have started applying for jobs on your behalf even when not relevant."
}