{
  "data/reddit-crypto/r/CryptoCurrency/comments/pyxkum/robinhood_securities_president_sold_all_his_amc.json": "A new lawsuit alleges that the chief operating officer and securities president\nof Robinhood James Swartwout has sold all his AMC stock just before Robinhood\nrestricted people from buying it.\n\nThis is literal insider trading, rethink about using them to hold your crypto.\nDo you really think they…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pyyr1m/where_did_all_the_solana_supporters_go.json": "Feel as though the support fell off a cliff went from about a hundred to zero.\nFunny how quickly people lose interest. Also how fast this subreddits sentiment\nchanges one moment you are getting downvoted about trying to point out the\nproblems with Solana then the next you are being upvoted. Just…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pyw36n/daily_discussion_october_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pz5nla/bull_run_back_on.json": "I woke up this morning and thought my phone was messing with me. BTC at 47k? Not\na chance. I sleep terribly and am up and down all night. I was up just a few\nhours prior, how could Btc be at 47k?\n\nEvery article I read the past couple weeks has talked about how if Btc broke 46k\nthe bull run would be…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pz5iyx/with_this_hour_pump_more_than_200_million_has.json": "When you see this big dildos, lot of people get rekt in the process and lose\ntheir bet when they short or long without a stop. Now pumping to 47k we are\nseeing 200 million, $200,000,000 getting liquidated in 1 hour !!! A lot of money\nof degens that where betting to btc, eth and others to go down…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pz6gdr/the_journey_to_100k_has_begun.json": "Adding some Hopium to your morning because if you have checked your\nportfolios,the crypto market is very happy today. Probably because we got a\nlittle good news yesterday from the fed that the US in fact does not plan on\nbanning bitcoin. After a month with a shit ton of fud with China banning…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pz6q0r/congrats_to_beginners_who_survived_september.json": "Hey this post is for us noobs! Just congrats for surviving this small dip. I\ndidn't survive the one this summer but here I didn't sell and I bought the dip.\n\nWe are now in green territory and bravo to you! Let this be a learning lesson !\nYou just have to wait to see green again in your portfolio.…",
  "data/reddit-crypto/r/Bitcoin/comments/pz6jeg/big_green_candle.json": "Oct 1 and we already got a big green candle",
  "data/reddit-crypto/r/CryptoCurrency/comments/pz8pmq/i_called_the_29k_bottom_back_in_july_heres_a.json": "ICYMI, you can find my analysis calling the 29k price bottom on 20th July here\n[https://www.reddit.com/r/CryptoCurrency/comments/onxa5x/bitcoin_price_july_2013_66_december_2013_1163/].\n\nAgain, I'll try to keep this follow-up analysis simple enough that anyone is\nable to understand, but you may need…",
  "data/reddit-crypto/r/Bitcoin/comments/pz7joo/200_million_worth_of_bitcoin_shorts_liquidated.json": "The title speaks for itself - don’t short Bitcoin. 🌽\n\nData - https://www.bybt.com/LiquidationData",
  "data/reddit-crypto/r/CryptoCurrency/comments/pz9l5n/dont_miss_out_on_your_chance_to_be_a_part_of.json": "Recently there was a post that showed that only 3% of this sub has set up their\nvaults in order to receive moons. This is absolutely crazy, if you haven’t set\nup your vault, you should do it now!\n\nI have a very strong feeling that community points are going to be the next\nstory about Reddit that…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pz6ikr/how_do_you_guys_still_have_money_to_buy_the_dip.json": "Every time I am on this sub all I see is “buy”, “buy now you will never see this\nlow of prices again”... “Wow what a discount you will never get BTC below 40K\nagain”. So I follow the advice on this sub and buy but then it ends up being a\nmultilayer dip or there is an even bigger dip a couple days…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pzblsg/were_all_going_to_be_rich_throw_caution_to_the.json": "Hello fellow degenerates,\n\nOur crypto coins are going up. That can only mean one thing. They will keep\ngoing up forever. It's time to immediately start counting our chickens before\nthey are hatched. We are definitely going to be super rich and very soon.\n\nWhat's that mean for us crypto enthusiasts?…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pzeqre/bitcoin_is_up_not_even_10_today_and_only_to_where.json": "I get everyone is happy there’s some green today, but we just went back to where\nwe were only a month ago. Everyone is taking about “the journey to $100k has\nbegun!” and “the recovery is here!” but if you zoom out of the charts just a\nlittle bit, it doesn’t look all that great. Maybe I’m missing…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pzerug/if_youre_ever_having_a_bad_day_think_about_the.json": "Imagine being sat at dinner and having a lovely conversation with your partner.\nMaybe the kids are chatting about school and telling you about their day. Then\nthere’s a lull in the conversation as your wife goes to get pudding. I’ll just\ncheck the charts you think… I can’t remember the stop-loss on…",
  "data/reddit-crypto/r/Bitcoin/comments/pza49q/this_will_likely_be_the_last_time_you_be_able_to.json": "It's unbelievable where we are at with Bitcoin, where even the might of a\npowerful nation like China can't break the momentum of the evolution.\n\nNever before in the history of humanity, has a decentralized currency been\nadopted on a national level, like Bitcoin has. Let that settle in, a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pzgjj9/heres_how_i_turned_001_into_1000000_and_how_you.json": "Until 10 minutes ago I was broke. My bank account barely had $5 in it and my\ncrypto portfolio was barely worth $20. But not anymore. Today I finally became a\nmillionaire. Here's how I did it.\n\nFirst, I got 0.1 ONE (around $0.01) from CryptoRoyale and sent it to my Metamask\nwallet.\n\nI then went to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pz89q3/strap_in_everyone_were_breaking_into_the.json": "You think we've seen volatility?\n\nWe haven't even begun to see the crazy shit that's going to happen in the next\nfew months.\n\nWe just broke into the first day of October for some SPOOKY gains after largely\ncoming out unscathed from some of the historically worst months for crypto and\nthe broader…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pz8irx/thanks_everyone.json": "I joined this sub about 2-3 months ago, the first thing I learned about was\nmoons, I couldn't believe that you could get a cryptocurrency just for\ncommenting, and interacting with a community.\n\nLiterally 1 day later, I made a comment and after a few minutes I received a\nnotification that someone…",
  "data/reddit-crypto/r/Bitcoin/comments/pz766c/i_am_never_ever_selling.json": "I don’t care what the price gets to, owning Bitcoin will be all you ever need.\n\nThere is no exit strategy!",
  "data/reddit-crypto/r/Bitcoin/comments/pzks8j/i_just_converted_all_of_my_gold_to_bitcoin.json": "I held onto a sizable stash of gold for 10 years and it didn't keep up with\ninflation. Purchasing power diminished and 10 years of investment opportunities\ncompletely gone.\n\nCan't tell you how disappointed I am.\n\nI used to listen to Peter Schiff. He gave me the worst possible financial advice\nanyone…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pzhvqo/1200_first_stimulus_cheque_invested_in_bitcoin_is.json": "Let’s assume the date is 13-Apr-2020. So now, in roughly 1.5 year, how much\nmoney would you make if you invested ?\n\nInvested 100% in Bitcoin?\n\nBitcoin price back then was $6,845.\n\n$1,200 would buy 0.1753 BTC, which is now $8,471.\n\nInvested 100% in S&P500\n\nThe index was $2,761.63 back then.\n\n$1,200…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pznyas/jp_morgan_robinhoods_crypto_trading_app_is_down.json": "\"We do not see growth as sustainable and we question the ability of the company\nto generate competitive margins\" - JP Morgan\n\nAll in all their crypto trading app downloads fell by 78% compared to last\nquarter, daily active users are down by 40% in just three months\n\nThis comes on top of them selling…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pzoym7/if_you_guys_want_to_actually_post_an_unpopular.json": "ALGO is a lost cause. It has no future and will never be worth more than $2.50\nif you’re lucky because of the shit tokenomics.\n\nIt is amazing how FAST your favorite shitcoin completes transactions because NO\nONE EVER USES IT.\n\nMoons are pointless and have no use case. Sell them now while they’re…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pzcrwu/world_wide_adoption_of_crypto_has_increased_880.json": "Honestly I wasn't surprised when I read about this. And the article was a couple\nmonths old so the number is probably even higher now.\n\nI can't wait for the day when crypto reaches full adoption and I can go to a\ngrocery store and pay using crypto or something. We're already seeing…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pzojt6/planb_spot_on_btc_prediction_from_back_in_june.json": "For those unaware of who PlanB is, he's brought to us the stock to flow model\nfor bitcoin and the chart below is what he is most know for.\n\n\n\nhttps://preview.redd.it/ta2hnxvhtyq71.png?width=900&format=png&auto=webp&s=d3ad586780d1cf0c863d0200f0cfb99b8c5f8036\n\nFor full info on what this actually is…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pzk90y/daily_discussion_october_2_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pzpxz6/you_are_just_creating_a_new_elon_musk_out_of_el.json": "I'm Latin American. Not from El Salvador, but from the same God forsaken region.\n\nLet me tell you this: Latin American politicians are pretty much the last people\nyou'd like to praise or emulate in any way. The general rule of thumb is that,\nif someone is a successful politician in Latin America, he…",
  "data/reddit-crypto/r/Bitcoin/comments/pzne41/class_of_90_hs_reunion_tonightnot_one_i_spoke_to.json": "Still very early folks! These were bankers, doctors, lawyers, and other\nprofessionals. Buy and Hold my friends.",
  "data/reddit-crypto/r/CryptoCurrency/comments/pztksp/hi_redditors_im_giving_away_110_nano_500_and.json": "Please read: you need a Nano_ address for us to be able to send. Get yourself a\nwallet. Natrium (iOS\n[https://itunes.apple.com/us/app/natrium/id1451425707?ls=1&mt=8] | Android\n[https://play.google.com/store/apps/details?id=co.banano.natriumwallet]) or\nwww.nault.cc [http://www.nault.cc] (desktop) are…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pzr8eg/how_do_you_make_sure_your_wifekids_can_get_access.json": "Some of my crypto is on an exchange with triple factor authentication which in\nitself will confuse my wife.\n\nSome are on a wallet but if I share with her the pass phrase she will just put\nit on a piece of paper…\n\nIs the notary a good solution to keep the pass phrase safe ?\n\nI don’t like the ledgers…",
  "data/reddit-crypto/r/Bitcoin/comments/pzjs9p/my_biggest_fear_with_bitcoin_and_crypto_in_general.json": "Those who are not naturally distrustful of the government or critically-minded\nprobably will think I’m nuts, as already evidenced by some of the comments.\nPlease keep in mind that I’m approaching this topic as a PRO-bitcoiner, not a\nFUD spreader. I may get downvoted to oblivion, but I don’t care.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pzwcjw/its_done_six_zeroes_were_removed_from_the.json": "Hi guys, Venezuelan living here. Crypto enthusiast.\n\nYesterday six zeroes were removed from the national currency. 1,000,000 Bs. (VES\nis the ISO code) were converted in 1 Bs.\n\nSame ISO code, by the way.\n\nThis is how it was done in the bank (here commas are swapped with periods):\n\nTwo days…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pzuf82/will_bitcoin_hit_100000_by_the_end_of_2021.json": "Bitcoin could hit fresh all-time highs of $100,000 by the end of 2021 due to\nfive key important factors driving momentum, predicts the CEO of this Reddit\naccount.\n\nThe ultra-bullish prediction from Chicky Nuggy CEO and all round great guy comes\nafter a strong end to the week in the crypto sector,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pzxok3/visa_reddit_twitter_tiktok_and_jp_morgan_are_now.json": "Visa:\n\nVisa has already deployed its first Smart Contracts on the Ethereum testnet,\nowns CryptoPunk NFTs and plans to build a layer 2 network ontop of Ethereum for\nstablecoins and central bank currencies\n\nReddit (official partner of the Ethereum Foundation):\n\nIs using experiemental community points…",
  "data/reddit-crypto/r/Bitcoin/comments/pzvdsz/we_need_more_positivity_in_this_sub.json": "No more fear uncertainty and doubt\n\nNo more big media telling us what to think\n\nLet’s enjoy BTC :]"
}