{
  "data/reddit-projects/r/SideProject/comments/pz354b/from_delusions_of_grandeur_to_a_simple_mvp_my.json": "Today I finally launched my first mobile app, Cinevite\n[https://www.cinevite.com?utm_source=reddit&utm_medium=web]. Cinevite is a\nsimple app that lets you create event cards for movies and shows that can easily\nbe shared on social. The idea is simple but it sure didn't start that way. Like\nthe…",
  "data/reddit-projects/r/SideProject/comments/pz80ls/how_to_make_an_ondemand_grocery_delivery_app_a.json": "Hi there folks!\n\nI wrote an in-depth guide for product managers and serial entrepreneurs. It's\nabout developing a grocery delivery app. There you will find:\n\n 1. Why is now the most relevant time to develop a food delivery app?\n\n 2. what does the cost of developing a food delivery app depend on?\n\n…",
  "data/reddit-projects/r/SideProject/comments/pzlvrh/anyone_self_taught_successfully_turn_a_side.json": "Hoping to hear some insight about peoples experience with CS/coding and how they\ngot to the point where they have the expertise to create such cool projects\n(sorry if this isn't an appropriate type of post for this sub). I browse posts\non here regularly and am always blown away by what you people…",
  "data/reddit-projects/r/SideProject/comments/q00wa0/bot_to_do_reverse_image_search_of_tweeted_images.json": "I've made a Twitter Bot that can do reverse image search of Tweeted Images.\n@SearchThisImage [https://www.twitter.com/searchthisimage]. You can reply to any\ntweet that contains an image by mentioning the Bot. It will search for the image\nin Google and reply to your tweet with the first URL returned.…",
  "data/reddit-projects/r/SideProject/comments/q0mtje/easily_post_youtube_videos_to_instagram.json": "Hello guys,\n\nI have developed a little MVP that allows you to easily post YouTube videos to\nInstagram.\n\nIt's called YT2IG.com [https://www.yt2ig.com/]\n\nYT2IG.com - Post YouTube videos to…",
  "data/reddit-projects/r/SideProject/comments/q0i3vu/how_to_increase_your_local_audience_reach_in_less.json": "Hey there r/SideProject [/r/SideProject]\n\nEvery now and then I do a full-on guide for small businesses on matters relating\nto SEO and Digital Marketing. This one is going to be a bit long but trust me\nwhen I say that you can tackle the majority of the points I am going to discuss\nwithin a day. I…",
  "data/reddit-projects/r/SideProject/comments/q0ja0d/do_you_have_any_questions_about_selling_a_micro.json": "Hey r/SideProject [/r/SideProject]\n\nMonth ago I sold my micro SaaS business I was working on for the last 5 years\nvia MicroAcquire. Now I'm writing an article about selling it.\n\nDo you have any specific questions about selling micro SaaS? Thanks 🙌",
  "data/reddit-projects/r/SideProject/comments/q113kc/an_app_that_converts_sql_database_file_into_a.json": "Hello, I just launched APIArtisan.com [https://APIArtisan.com], it's an app that\ncan instantly convert a Database Structure into a working, ready-to-deploy\nLaravel API Application.\n\nThis way, anyone can build a full application without worrying about the backend\nside and only focus on the frontend…",
  "data/reddit-projects/r/SideProject/comments/q1u8eg/camping_culture_in_india.json": "Hey guys, two of my friends and I are hardcore camping enthusiasts. We have been\nresearching on a concept for Ecotourism and decided to promote the amazing\ncamping culture in India as a part of our College Project. I have created a\nsurvey to better understand our interests in camping adventures.\n\nIf…",
  "data/reddit-projects/r/SideProject/comments/q2l7cp/ive_released_calmbridge_a_place_that_helps_with.json": "Welcome to CalmBridge [https://calmbridge.com/] - a safe and anonymous community\nto deal with stress, anxiety, and depression.\n\nThe idea for CalmBridge [https://calmbridge.com/] started to grow in me in 2013\nwhen I had a massive depression caused by long-term stress and anxiety. It was a\ndark time…"
}